{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nC\nD\nE\nF\nG\nH\n144 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nprepare credit and debit vouchers on receipt of the\nBanker's Cheque and to forward the same to the\nCurrent Accounts Department and it was the\nofficers of the Current Accounts Department have\nboth a duty, as well as the authority to scrutinize,\nverify and process these vouchers resulting in\nultimate clearance thereof and in that view of the\nmatter, no offence can be said to have been\ncommitted by the appellants alone.\n(viii) Even assuming that the appellants are party to any\nconspiracy but the same by itself cannot yield any\nresult, viz., ultimate benefit to the Accused No. 3,\nas the clearance of the cheques was in the hands\nof some other officers and as such the impugned\njudgment is liable to be set aside.\n(ix) Since the banking practice in regard to grant of\ninstant credit to the holder of a negotiable\ninstrument is an accepted one, meant for the benefit\nof the customers, there can be no rationale that such\nbenefits though required to be given to the\ncustomers, would be withheld unless the actual fund\nis received from the drawer bank. Although there\nexisted guidelines only for the Current Account and\nother Departments, there existed no guidelines as\nregards the grant of instant credit which had come\nto be established based on the internal practice.\nfollowed by the banks. Accordingly, no case for the\ncommission of an offence of criminal breach of trust\nhad been made out.\n(x)\nIt being not the case of the prosecution that the\nprocedures in respect of the said transactions were\ntotally disregarded and only because the scam\nbroke out, faults were sought to be found without\nrectifying the said procedure and in that view of the\nmatter, the functionings of the appellants could not\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.]\n145\nhave been questioned.\nA\n(xi) The veracity or the existence of the documents\nbeing not disputed, the judgment of the Special\nCourt as regards actual date of receipt of the\ncheques were wholly unjustified, particularly in view B\nof the statements made by the witnesses examined\non behalf of the drawer banks who had\ncategorically stated that no cheque was ante-dated.\n(xii) The Andhra Bank not being involved in the security\ntransactions wherein only the drawer banks were\ninvolved, the Special Court had no jurisdiction to try\nthe alleged offence.\n(xiii) Even if the findings of the Special Court that some\ndocuments did not contain all the details is held to\nbe correct, all the officers concerned, from receiving\nthe cheque to clearance thereof (including the\nclearance of the Funds Department) should be held\nto be liable therefor and not the appellants alone.\n(xiv) In view of the pressure of work on all the employees\nbeing admitted, and as all entries in the registers\nwere required to be done on the same day which\nhaving substantially been complied with, inadvertent\nerrors on the part of employees cannot be\nconsidered to be acts of illegality.\n(✗V) Since the current account credit vouchers were\nreleased by the accused persons in discharge of\ntheir official duties, the allegation that they had\nprepared any false document and, thus, committed\nacts of forgery, must fail.\n(xvi) The banker's cheques having been admittedly\n100% guaranteed and the bank having not suffered\nany monetory loss and having also not filed any\ncomplaint, the impugned judgment cannot be\nC\nD\nE\nF\nG\nH\n146 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA\nB\nD\nE\nF\nG\nH\nsustained.\n(xvii) Appellants having followed the established and\nlongstanding banking practices, deviation\ntherefrom would only amount to misconduct, as no\nmens rea can be attributed to them.\n(xviii) The transactions in question being exceptional in\nnature, which according to PW-17, Katta Hari Babu,\nwould mean \"it involves large credits and large\ndebits\"; some priority was required to be given\nthereto\n(xix) When cheques are posted (which means the\namount is credited into the account), the customer\nbecomes entitled to utilize the same, which is not\nsubject to the clearance of the banker's cheque\nwherewith the accused had no role to play; and\nhence the impugned judgment is wholly\nunsustainable.\n(xx) In view of the fact that Sh. Ramesh G. Ramteke,\nPW-18, both had the authority to verify the\ntransaction, as well as discovered discrepancies in\nthe date of the cheque and/or the credit and the\ndebit voucher for which he went back to the Funds\nDepartment, but no action was taken therefor would\nclearly go to show that he satisfied himself that only\na wrong date has been mentioned, which was\notherwise usual.\n(xxi) Appellants not being the authorized officers of the\nbank, could not be said to have any dominion over\nthe property of the bank and thus no offence can\nbe said to have been committed.\n(xxii) PW-19, S. Ganavinayagam having testified that\naccused No.3, Hiten Dalal used to receive\npreferential treatment and for whom only the\nf\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 147\nguidelines Ex.322 had been issued, any action A\ntaken pursuant thereto or in furtherance thereof must\nbe held to be legal and within the framework of law\nparticularly when in relation to bankers' cheques, as\nwas admitted by PW-20,. Anand Sinha, an officer\nof the Reserve Bank of India that no guidelines had B\nbeen issued therefor.\n(xxiii) From the deposition of prosecution witnesses,\nparticularly those who are high ranking officers\nincluding PW-23, Sh. G. Bhalla, Chief Manger of\nAndhra Bank, it would be evident that the\nappellants had followed the usual banking practice.\nIt has also been admitted that any transaction\ncarried out was subject to scrutiny, as the Funds\nDepartment used to send a daily report to PW-23.\nс\nD\n(xxiv) Accused No.5 having been shown to be involved\nin respect of only two transactions, namely\ntransaction Nos. 8 and 9, and as in respect\ntransaction of No.9, he had not been found guilty,\nfor the self-same reasons he should have been E\nfound to be not involved in respect of transaction\nNo.8 as well.\n(xxv) There being no independent material on record to\nshow conspiracy between A-1, A-2, A4 and A-5 on\nthe one hand and A-3 on the other the appellants\ncould not have been convicted for commission of\nan offence under Sections 120-A and 120-B of the\nIndian Penal Code 1860.\nF\n(xxvi) As conspiracy is a separate and distinct offence G\nunder the Indian Penal Code, and the original\nagreement between the accused is a sine qua non\ntherefor, mere knowledge of conspiracy by itself\ncannot be said to be sufficient in arriving at a finding\nof guilt in respect thereof.\nI\nA\nB\nC\nD\nE\nF\nG\n148 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nMr. U.U. Lalit, learned senior counsel appearing on behalf\nof accused No.3 would contend:\n(i)\nAs no material of either any meeting or any\nconversation having been brought on record, the\nquestion of holding him guilty of commission of an\noffence of conspiracy does not arise.\n(ii) The bankers' cheques having been issued by the\nbanks for utilization of the amounts thereof by\naccused No.3 and he being beneficiary thereof,\nthere was no question of his being benefited by\nentering into any conspiracy with anyone.\n(iii) Charges alleged made by the prosecution being\nconfined to non realization of the bankers cheques\nfrom the Reserve Bank of India at the end of the day,\nalthough credit thereof had been given in the\naccount of accused No.3, the irregularity in respect\nthereof was to be dealt with by different branches\nof the banks wherewith accused No.3 was not\nconcerned and, thus, he cannot be said to have\ncommitted any offence.\n(iv) Even assuming that irregularity had been committed\nin the matter of realization of the amount under the\nbankers' cheques from the Reserve Bank of India,\nthe same by itself would not lead to an inference of\ncommission of an illegal act and consequently, an\noffence of conspiracy.\nMr. A. Mariarputham, learned counsel appearing on behalf\nof the Central Bureau of Investigation, on the other hand,\nsubmitted:\n(i)\nAlthough there is no direct evidence of conspiracy,\nin view of the materials brought on record by the\nprosecution, accused Nos. 1, 2, 4 and 5, who\nH\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.]\n149\n(ii)\nauthorized crediting of the amounts of the bankers'\ncheques for the benefit of accused No.3 must be\nheld to have misused their position so as to cause\nwrongful loss to the bank and wrongful gain to\naccused No.3, and, thus, have clearly committed\nthe offence of criminal breach of trust within the\nmeaning of Section 405 of the Indian Penal Code\n1860.\nCircular dated 5th December, 1990 issued by the\nAndhra Bank (Ext. 322) specifically providing that\nthe transaction may be carried out in the case of\nHiten Dalal (accused No.3) and the commission to\nbe charged therefor having been prescribed and,\nthus, no exception having been made granting him\nthe facility of over draft, charging of interest on any\nadvance or over draft etc., the officers of the banks\nhaving not taken the requisite precautions by them\nin regard to receipt of any cheque and, thus, have\nviolated the directions as the account of accused\nNo.3 was credited much before the Bank received\ncredit in respect of the said cheques in the account\nmaintained with the Reserve Bank of India.\nA\nB\nC\nD\nE\nThe cheques/transactions would fall into three\ncategories, namely - (1) post dated cheques and\ncredit given therefor earlier; (2) cheques although F\nnot in physical possession of Andhra Bank, but\ncredit was still given to the account of accused\nNo.3; and (3) cheques presented for clearance the\nnext day, but account of accused No.3 was credited\nthe previous day, all of which were wholly illegal.\n(iv) From a bare perusal of the findings of the learned\nSpecial Court it would appear that in regard to\ntransactions 1, 2, 3, 4, 7, 8 and 10 the cheques\nwere not in physical possession of Andhra Bank at\nthe time when the account of accused No.3 was\nG\nH\nA\nB\nC\nD\nE\nLL\nF\nG\nI\n150 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\ncredited, although in respect of transaction No.1 the\ncheque might have been with the Andhra Bank and,\nthus, the charge against the appellant must be held\nto have been established.\n(vi) In so far as the first transaction is concerned,\naccount of accused No.3 was credited on 18th May,\n1991 but the cheque was dated 20th May, 1991\nwhich clearly shows the intention on the part of the\nappellants to confer an illegal benefit to accused\nNo.3, to which he was not otherwise entitled to.\n(vii) In respect of transaction No.10, although the\naccount of accused No.3 was credited on 7th April,\n1992 for an amount of Rs. 4 crores, the materials\non record clearly show that although the cheque\nwas dated 7th April, 1992, it was issued/forwarded\nonly on 8th April, 1992 which is clearly.\ndemonstrative of the fact that the accused had dealt\nwith the said cheque without there any forwarding\nletter having been issued by the transferee bank\nstating that accused No.3 was the beneficiary\nthereof, the criminal misconduct on the part of the\naccused must be informed.\n(viii) So far as transaction Nos. 2, 3, 4, 7 and 8 are\nconcerned, it is borne out from the record that the\ncheques had not been received by the Andhra\nBank and in any event the same having not been\nsent for clearance on the dates they were purported\nto have been received, wherefor the bank did not\nreceive any credit from the Reserve Bank of India,\nthe findings in the impugned judgment in this behalf\nare unassailable.\n(ix) So far as transaction No.7 is concerned, it is\nestablished that a credit of Rs.1.5 crores had been\ngiven although the actual figure mentioned in the\n'\n:\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.]\n(x)\n151\ncheque was Rs.2,37,29,750/- which is beyond A\nanybody's comprehension as a partial credit is not\ngiven in any banking transactions.\nThe learned Special Judge having dealt with each\nof the transactions separately showing in details as\nB\nto how, and on what basis his conclusions were\narrived at in regard to the fact that the cheques\ninvolved in seven transactions were not with Andhra\nBank when the account of accused No.3 was\ncredited; the impugned judgment should not be\ninterfered with.\nC\n(xi) It is clear from the findings of the learned Special\nJudge that but for the credit given on the relevant\ndates, the account of accused No.3 would have\nbeen overdrawn i.e. money in the account No.3 D\nwould not have been sufficient to honour cheques\nissued by him and presented for payment on these\ndays, and thus, the appellants have rightly been\nfound guilty for commission of the said offence.\n(xii) Even for a banking branch to grant immediate credit\nto the account of accused No.3; as at least in\nrespect of 5 cheques, the conditions required\ntherefor, namely the physical availability of bankers'\ncheques with the Andhra Bank, having been found\nto be missing at the point of time when the credit\nwas given to the account of accused No.3, the\nappellants must be held to have committed the\noffence under Section 409 read with Section 120-\nB of the Indian Penal Code.\n(xiii) When an account holder is permitted to draw\nmoney in excess of the amount in his account, it\nwould be an over-draft or an advance or loan from\nthe bank to the account holder, wherefor interest\nwould become chargeable and as no interest has\nE\nF\nG\nI\nA\nB\nс\nD\nE\nF\nG\nH\n152 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nbeen charged, the same would amount to giving\nundue benefit to the account holder, and loss to the\nbank, particularly when in the circular letter (Ext.\n322) there was no exception made in favour of\naccused No.3.\n(xiv) As Accused No.3 had no overdraft facility or\noverdraft limit sanctioned to him, he could not have\nindirectly obtained the facility at the behest of\naccused Nos. 1, 2, 4 and 5.\n-\n(XV) In a situation of this nature, the Court is required to\ntake a holistic view of the mater and for the said\npurpose the materials brought on record to prove\nthe ingredients may have to be considered from\ndifferent angles, namely – (a) if a cheque had been\nreceived the entire procedure for grant of credit had\nbeen rushed through beyond the normal banking\nhours so that credit may be given to the account of\naccused No.3; (b) the cheques are of one date and\nthe forwarding letters of the next date, the credit and\ndebit vouchers in the name of accused No.3 could\nnot have been prepared in absence of the\nforwarding letters; (c) the requirements of accused\nNo.3 must be held to be known to the officers of the\nbank, as against the cheque amount of\nRs.2,37,29,750/- credit for a sum of Rs. 1.5 crores\ncould not have been granted, which clearly goes to\nshow that even if cheques were received later the\namounts were credited to the account of accused\nNo.3 so as to enable him to meet his other\nobligations and in the process, money belonging to\nthe bank was being used by Accused No.3\nfacilitated by officers of the bank using their\nauthority.\n(xvi) Appellants have not offered any explanation as to\nwhy details had not been entered in such a large\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 153\nnumber of documents, although the register must A\nshow as to who is the beneficiary of the cheques\nand the amount therefor, hence the impugned\njudgment should not be interfered with.\n(xvii) Banking norms, for the purpose of attracting\ningredients of Section 405 of the Indian Penal\nCode, are binding on its officers and for giving any\nundue facility given to accused No.3, the appellants\ncould be found guilty.\nJURSIDICTION OF THE SPECIAL COURT\nB\nC\nD\n9. It is well known that during the period for April 1992 to\nJune 1992, certain large scale irregularities and malpractices\nwere detected in certain security transactions which were\nalleged to have been carried on by some prominent brokers\nin collusion with employees of various public sector banks and\nfinancial institutions. To deal with the situation and to ensure the\nspeedy recovery of the huge amount involved, the Parliament\nenacted the Special Court (Trial of offences relating to\ntransaction in Securities) Act, 1992, \"the Act\" establishing the E\nSpecial Courts from whose judgment this appeal comes before\nus.\nThe question which now arises for our consideration is\nwhether having regard to the peculiar facts and circumstances\nof the case the Special Courts so constituted had jurisdiction\nto try this matter.\nF\nIndisputably Section 7, read with sub section 2 of Section\n3 of the Special Courts Act, limits the jurisdiction of Special\nCourts only to offences relating to transactions in securities after G\nthe 1st day of April, 1991 and before 6 June 1992.\nFurther Section 8 provides that the special courts shall\nhave jurisdiction to try any person concerned for the offence\nreferred to in sub section 2 of Section 3 either as a principal,\nconspirator or abettor and accused persons can be jointly tried\nH\n"}