{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"154 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA at one time, in accordance with CrPC.\nB\nSince we have already dealt with the issue as to the ambit\nof jurisdiction of the Special courts in R Venkatkrishnan v.\nCentral Bureau of Investigation (Criminal Appeal No. 76 of\n2004 decided today), it is not necessary to deal with this aspect\nof the matter once again.\nIndisputably the jurisdiction of the Special Court is wide in\nnature. The provisions of the Act need to be interpreted keeping\nin mind its object and purport. The Act being a special Act must\nC be given its full effect.\nD\nE\nןד\nF\nG\nIt would bear repetition to state that A3 was one of the\nclients of Andhra Bank dealing with the purchase and sale of\nsecurities through the Funds Department and that he had a\nCurrent Account bearing No. 4819 mainly for the said purpose.\nWhile dealing with the securities transactions on behalf of\nA3, there used to be sale as well as purchase of securities. In\ncase of transaction of sale of securities, Accused No. 3 used\nto receive his payments through Bankers Cheque which were\ndeposited with the Funds Department, and the amount of the\nCheque in relation to sale in securities. It is the undisputed\nposition that the Funds Department of the Andhra Bank was\nthe only branch exclusively dealing with securities.\nFurthermore it must be noted in this respect, that Exhibit\n322 Notification of the Andhra Bank dated 5.12.1990 authorized\nthe Fort Branch of Andhra Bank to deal with A3 in regard to\nsecurities transactions.\nBesides, as we have already noted, there is ample\nevidence of the officers and the staff members working in the\nBank of Karad, Standard Chartered Bank, Canara Bank and\nANZ Grindleys Bank that they had issued these Bankers\nCheque in regard to security transactions, especially in respect\nof Mr AD Narottam, who was dealing in securities.\nH\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.]\n155\nOfficers who are accused in the present case A1, A2, A4\nand A5 are officers in the Funds Department of the Andhra\nBank at its Fort Branch. As stated earlier, the said branch was\nthe only one dealing with security transactions on behalf of the\nentire Andhra Bank.\nThe submission of the learned counsel for the appellants\nthat the trial of offences by the Special Court is without\njurisdiction and without the authority of law would, thus, have to\nbe rejected and, in our opinion, the court rightly exercised\njurisdiction in the present matter. We affirm the findings of the\ncourt in this regard.\nPROCEDURES\nDEPARTMENTS\nFOLLOWED BY THE VARIOUS\n10. In order to appreciate the issues involved in the present\ncase it is necessary to set out in brief the working modalities\nof the various departments of the Fort Branch of Andhra Bank,\nMumbai which were connected with transactions relating to\nbankers, cheques. There are four such departments to which\nwe must pay special attention; namely Funds and Investment\nDepartment (hereinafter \"Funds Department”), Current Account\nDepartment, the Clearing Department and lastly Day Book\nDepartment. It is also to be noted that the Funds Department\nwas an independent department whereas the other\ndepartments namely Current Accounts Department, the\nClearing Department and the Day Book Department were\nunder the Operations Department of Fort Branch of Andhra\nBank, Mumbai.\nA\nB\nC\nD\nE\nF\nThe Funds Department which was functioning at the Fort\nBranch was exclusive to the said branch, and did not exist in G\nany other branch of Andhra Bank throughout India. This\ndepartment was dealing in call money and securities\ntransactions on behalf of the bank as a whole. The functioning\nof the department was directly under the supervision of the\nhead office of the bank, situated at Hyderabad.\nH\nA\nB\n156 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nFor a proper analysis of the factual matrix of the case it\nwould be essential to take a close look at the procedure\nfollowed in the various departments of the Bank.\nFUNDS DEPARTMENT\n11. Bankers cheques used to first arrive at the Funds\nDepartment of the Bank. These cheques which were received\nfrom the drawer bank were accompanied with a forwarding\nletter indicating the nature of the beneficiary and the amount of\nthe Cheque. On receipt of the Cheque, an entry used to be\nC made in the Bankers Cheque Receivable Register [BCR\nRegister]. The register contain all necessary particulars with\nregard to the Cheque, the name of the drawer bank, the\nnumber, the date and amount thereof as also to whom the\namount of the Cheque was to be credited.\nD\nE\nThereafter, entries used to be made in the transfer scroll,\nwhich contained credit as well as debit vouchers. The details\nof the credit voucher are entered in the transfer scroll on the\ncredit side, and the details of the debit voucher are entered on\nthe debit side. The entries in the transfer scroll used to be made\non the same day on which the Cheque was received.\nOn the credit side, the particulars of the person in favour\nof whom the Cheque was received was entered, along with the\namount of the cheque. On the debit side, debit voucher entries\nF were made by debiting the BCR account with the amount of\nthe cheque. Thereafter, the credit voucher used to be sent to\nthe Current Account Department for posting, i.e., giving credit\nequal to the amount of the cheque directly to the account of the\nbeneficiary. The debit voucher was however retained in the\nG Funds Department.\nH\nAll these vouchers were required to be signed, which in\neffect authorizes the credit to be given to the beneficiary of the\ncheque.\nAs per the procedure followed by the department, a\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 157\nconsolidated credit voucher and a consolidated debit voucher\nused to be prepared on the basis of the entries made in the\nBCR Register by about 2.30 to 2.45 pm. Accordingly the\nvoucher contained the total of all the cheques received until\nthen.\nThe consolidated credit voucher was prepared, along with\na slip bearing the amounts of all the cheques. The total of the\nvouchers and the total of all the cheques given on the slip should\ntally with the total of the BCR Register.\nThereafter, the consolidated credit voucher so prepared\nalong with the slip and all the cheques used to be sent to the\nClearing Department of the Bank, whereas the consolidated\ndebit voucher was sent directly to the Day Book Department.\nCURRENT ACCOUNT DEPARTMENT\n12. The Current Account Department as has already been\nnoted came under the Operations Department of Andhra Bank.\nThe officers working in the Current Account Department would\ncheck the credit vouchers received from the Funds Department\nand then make posting on the computer which operated as per\nthe Advanced Ledger Posting Machine [ALPM] programme.\nThe amount shown in the credit voucher would, through the\nposting, be credited to the account of the client indicated on\nthe credit voucher. At the end of the day two lists used to be\ngenerated through the ALPM system from the computer. The\nfirst list concerned Exceptional Transactions of the day which\nwere transactions involving amounts of more than one lakh. The\nsecond list, namely the transaction listing, was for all the\ntransactions handled by the Current Account Department on\nthat day.\nCLEARING DEPARTMENT\n13. As has already been noted, the Clearing Department\nused to receive the consolidated credit vouchers along with the\nslip bearing the amounts of the various cheques, along with the\nA\nB\nC\nD\nE\nF\nG\nH\n158 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA cheques themselves from the Funds Department. These\ncheques, thereafter, were bifurcated bank-wise and accordingly\na bank-wise slip, for the purpose of preparing the bank\nschedule, was made. Mr Sarkar [PW 15] used to verify the\nentries made in the bank schedule along with the cheques\nB before sending them to the service centre for clearance.\nA clearing rubber stamp along with the date would be put\non each Cheque as well as the consolidated credit voucher.\nThe date of the stamp would be the date on which the Cheque\nwas received in the Clearing Department and sent to the service\nC\ncentre for realization. It was the job of the service centre to send\nthe cheques to the RBI where the amount of the cheque would\nbe credited in the account of Andhra Bank with RBI.\nThe cheques would then go back to the drawer bank and\nD the bank schedule would be sent back to the service centre. In\ncase a cheque was dishonored, it used to come back to the\nClearing Department through the service centre. If no Cheque\nwas received back by the Clearing Department from the service\ncentre by 4.00 pm, then it meant that all the cheques had been\nE cleared.\nF\nG\nH\nSubsequently, the consolidated credit voucher would be\nsent from the clearing department to the Day Book Department.\nDAY BOOK DEPARTMENT\n14. Day Book Department used to ultimately receive both\nthe consolidated credit voucher as well as the consolidated\ndebit voucher. Though it used to receive the credit voucher from\nthe Clearing Department, the debit voucher used to be directly\nreceived by it from the Funds Departments. Since both the\nvouchers were prepared from the BCR Register they would\nboth tally with each other. Accordingly it was in this department\nthat all the transactions of the day of Fort Branch of Andhra\nBank used to be consolidated. Mr Mukesh [PW 16] used to\nhandle the consolidation.\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.] 159\nIt was his duty to consolidate the data in the Day Book A\nRegister. It must be noted that a day book register is like a\nbalance sheet showing the assets and liabilities of the bank on\nthat day. Accordingly a Bankers Cheque which remained to be\nrealized at the end of the day would be shown as an debit\nexcess under the head of 'Bankers Cheque receivables'\nA similar balance sheet through the General Ledger\nBalance [GLB] used to be generated through the ALPM\nsystem. This GLB gave a snapshot of the assets and liabilities\non a particular day.\nGUDELINES FOR BANKERS CHEQUES\n15. Let us now consider the relevant guidelines which\nrelate to the dealing of the Bankers Cheques.\nMr. Sastry, the Assistant General Manager and the Chief\nOfficer in the Central Accounts Department at the head office\nof Andhra Bank at Hyderabad, stated in his testimony that the\nhead office had issued guidelines for the operation of securities\ntransactions of constituents at Fort Branch, Bombay dated\n5.12.1990 [Exb. 322].\nIn his testimony, he further clarified that the intention behind\nissuing the guidelines was to ensure that the purchase price\nfor the transaction would be made only after ensuring that the\nsale proceeds of the transaction are credited in the RBI to\nAndhra Bank.\nAs per him, the Funds Department would receive the\nbankers cheques on account of sale transactions of the clients.\nand enter the particulars of these instruments and send them\nto the Service centre for being forwarded to the RBI for crediting\nthe amount to Andhra Bank's account.\nGuideline 12 of Exhibit 322 [Operations of Security\nTransactions for Constituents at Fort Branch, Bombay]\nspecifically provides:\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\n160 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\n\"Please ensure that all the cheques received towards sale\ntransactions will be presented in Special Clearing for\ninterbank cheques and ensure that the credit is afforded\nto our Bank with RBI on the same day.\"\nIt had also been vehemently submitted before the Special\nCourt that the said guidelines were not in respect of the Funds\nDepartment. It was furthermore contended that guideline itself\ndoes not indicate that they were pertaining to the Funds.\nDepartment. The learned special judge rightly rejected the said\narguments.\nThese guidelines were issued by the Head Office. They\nwere issued for the purpose of operation of security transaction\nat Fort, Bombay Branch of Andhra Bank. The guidelines\nmoreover specify that permission had been granted to Hiten\nD P Dalal (A3) for the purpose of securities transactions.\nE\nF\nTherefore, these directions were obviously binding on the\npersons who were working in the Funds Department. These\nguidelines were exclusively meant for the Funds Department\nfor handling securities transactions, and there was no other\ndepartment or branch of Andhra Bank anywhere in India which\nwas handling such securities transactions. As such, they were\nbinding on the accused persons.\nTHE PRESENT CASE\n16. In the aforementioned backdrop of events, let us now\nanalyse the transactions involved herein. Ten transactions\nrelating to drawer's cheques are in question, the details whereof\nare as under:\nG\nH\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.]\n161\nTran. Date of\nAmt.\nDate of Actual date\nA\nNO.\nCredit\nCredited to\nrealisation of cheque\na/c of A3\nof cheque\n1\n18.05.91\n2 crore\n20.05.91\n20.05.91\n2\n05.07.91\n29 lacs\n06.07.91\n05.07.91\nB\n3\n05.07.91\n71 lacs\n06.07.91\n05.07.91\n+\n4\n17.09.91\n61,84,925.59 18.09.91 17.09.91\nLO\n5\n06.11.91\n86,62,500\n08.11.91 06.11.91\nC\n6\n06.11.91\n75 lacs\n08.11.91 06.11.91\n7\n13.11.91\n1,50,00,000 14.11.91 13.11.91\nD\n8\n04.12.91\n7 crores\n05.12.91 04.12.91\n9\n16.12.91\n8,80,95,890\n17.12.91\n16.12.91\n10 07.04.92\n4 crore\n08.04.92\n07.04.92\nAccused No.1 is involved in all the transactions ; Accused\nNo.2 is said to be involved in eight transactions, i.e., transaction\nNos. 1 to 6, 9 and 10; while Accused No.4 is allegedly involved\nin four transactions, transaction Nos.4 to 7. Accused Nos. 2 and\n4 are jointly involved in transaction Nos. 4 to 7.\nAccused No.5 has not authorised any payment. He is said\nto be involved in transaction Nos.8 and 9 only. However,\nAccused No.5 has been given benefit of doubt in respect of\nthe 8th transaction. We are, therefore, concerned herein with\nhis involvements in the 8th transaction.\nWe have discussed the functioning of different\ndepartments at some length only to highlight the submissions\nof learned counsel appearing on behalf of the appellants that\nthe prosecution has not been able to prove the charge of\nE\nF\nG\nI\n162 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA conspiracy as without involvement of other departments, it was\nnot possible for accused No.3 to obtain any pecuniary gain out\nof the said transactions at all, if any.\nB\nWe must also notice that the functioning of the different\ndepartments has not been seriously disputed.\nThe functioning of the Funds Department has been proved\nby PW 2, Sampada S. Amre, and the other departments'\nfunctionings by PW 11, Hemlata Nair. The same would also be\napparent from the entries made in the BCR register, marked\nC as Ext. 111. So far as the functioning of the Clearing Department\nis concerned, the same has been proved by PW 13, Sunil Pore.\nTherein, cheques are segregated bank-wise and amount wise.\nThere appears to be some controversy as to at what time.\ncheques are sent out for clearance. According to the appellants,\nD the Funds Department is bound to receive cheques up to 3.00\np.m. However, according to the prosecution a consolidated\nstatement of the cheques received upto 2.30 p.m., after\npreparing bank schedule by the Clearing Department are sent\nat about 2.45 p.m. to the service centre and the R.B.I. Appellants\nE contend that any cheque received after the prescribed hours\ni.e. 2.30 -2.45 p.m., is sent with a single voucher to another\ndepartment.\nF\nIt is accepted by PW 13, Sunil Pore that any cheque\nreceived up to 3.00 p.m. is also entertained wherefor a\nseparate voucher is prepared, and the same is sent to the\nCurrent Account Department. This voucher may not be sent on\nthat date, but must be sent on the day after.\nIt is also contended that in regard to the processing of the\nG cheque for giving credit or making entries, the Funds\nDepartment evidently had no access. It is also admitted that\nthe Funds Department personnel have no access to the ALPM\nmachine. It also appears from the evidence of PW-7, K. Hari\nBabu, that the crucial function of operating the machine is of\nH the Current Account Department. Before signing the document\ni\nMIR NAGVI ASKARI v. C.B.I. [S.B. SINHA, J.]\n163\nrelating to the posting of the cheque, an officer of the Current A\nDepartment only would verify the entries made in the computer\non the basis of which a print out would be taken out which is\nconsidered to be a document authorization in respect thereof.\nThe said witness further states that the credit granted are\nof two types, namely cleared credits and uncleared credits. This\nwould be known from the vouchers received from the Funds\nDepartment.\nBefore us, the aforementioned procedural aspect is not at\nall in dispute. What is in dispute is what is meant by\nauthorisation.\nOur attention has also been drawn to certain flaws in the\nsystem pertaining to the working of the various departments but\nwe are not much concerned with them herein\nAccording to the prosecution, as instructions are received\nby the Current Account Department from the Funds Department\nby way of credit vouchers, signing of the same by the officer\nwould itself amount to authorization whereas according to the\naccused, posting of the vouchers for clearance would amount\nto authorization.\nB\nC\nD\nE\nF\nThe learned Special Judge in his judgment has dealt with\neach transaction in great details. He has considered both the\naspects of the matter in respect of each of the transactions. The\nlearned Judge, however, found that apart from three\ntransactions, being transaction Nos. 5, 6 and 9, physical\npossession of the cheques might have been established, but\nin respect of other transactions either vouchers had been\nprepared before receipt of the cheques, or post dated cheques G\nissued by the drawer banks have been entertained, in violation\nof the guidelines issued by the Bank. Credit had been given\non the basis of post dated cheques. Two cheques were not in\nthe physical possession of the Andhra Bank. Although the\ncheques were presented for clearance on the next date, the\nH\n"}