{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"SHYAMAL GHOSH v. STATE OF WEST BENGAL\n105\n2003 (5) Suppl. SCR 119; State of U.P. v. Satish (2005) 3 A\nSCC 114: 2005 (2) SCR 1132 - relied on.\n1.11. The appellant-accused took the plea that he\nwas not named in the FIR, was not identified in police\ncustody and was also not named by PW8 in his\nstatement, and that since none of the accused was\nnamed in the FIR, it was a case of blind murder at that\nstage and was so registered by the police. It is true that\nthe appellant-accused was not named by PW8, had only\nnamed six accused persons. All the three eye-witnesses\nto altercation and strangulation viz. PW8, PW17 and\nPW19 named some of the accused persons while did not\nname others specifically. However, they identified all the\naccused persons in the court as the persons who were\npresent at the time of the mischief, altercation and\nstrangulation of the deceased. In the present case, the\nprosecution has been able to establish its case beyond\nreasonable doubt. [Paras 45 and 46] [141-A-D; 142-A]\nTika Ram v. State of Madhya Pradesh (2007) 15 SCC\n760 – relied on.\n-\n1.12. From the content of Ext. 10 (FIR), per se, it is not\nevident as to by whom and how the offence was\ncommitted. It is a settled principle of law that FIR is not a\nsubstantive piece of evidence. However, during the\ncourse of investigation, the story leading to the\ncommission of the crime got unfolded and pointed\ntowards the guilt of the accused with certainty. [Para 14]\n[120-C-D]\nB\nC\nD\nE\nF\n2.1. Every omission cannot take the place of a G\ncontradiction in law and therefore, be the foundation for\ndoubting the case of the prosecution. Minor\ncontradictions, inconsistencies or embellishments of\ntrivial nature which do not affect the core of the\nprosecution case should not be taken to be a ground to\nH\n106 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA reject the prosecution evidence in its entirety. It is only\nwhen such omissions amount to a contradiction creating\na\nserious doubt about\nabout \nthe truthfulness or\ncreditworthiness of the witness and other witnesses also\nmake material improvements or contradictions before the\nB court in order to render the evidence unacceptable, that\nthe courts may not be in a position to safely rely upon\nsuch evidence. Serious contradictions and omissions\nwhich materially affect the case of the prosecution have\nto be understood in clear contra-distinction to mere\nC marginal variations in the statement of the witnesses. The\nprior may have effect in law upon the evidentiary value\nof the prosecution case; however, the latter would not\nadversely affect the case of the prosecution. Another\nsettled rule of appreciation of evidence is that the court\nshould not draw any conclusion by picking up an\nisolated portion from the testimony of a witness without\nadverting to the statement as a whole. Sometimes it may\nbe feasible that admission of a fact or circumstance by\nthe witness is only to clarify his statement or what has\nbeen placed on record. Where it is a genuine attempt on\nthe part of a witness to bring correct facts by clarification\non record, such statement must be seen in a different light\nto a situation where the contradiction is of such a nature\nthat it impairs his evidence in its entirety. [Para 47] [142-\nB-G]\nD\nE\nF\n2.2. In terms of the explanation to Section 162 Cr.P.C.\nwhich deals with an omission to state a fact or\ncircumstance in the statement referred to in sub-section\n(1), such omission may amount to contradiction if the\nG same appears to be significant and otherwise relevant\nhaving regard to the context in which such omission\noccurs and whether there is any omission which\namounts to contradiction in particular context shall be a\nquestion of fact. A bare reading of this explanation\nH reveals that if a significant omission is made in a\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 107\nstatement of a witness under Section 161 Cr.P.C., the A\nsame may amount to contradiction and the question\nwhether it so amounts is a question of fact in each case.\n[Para 48] [142-H; 143-A-C]\nSunil Kumar Sambhudayal Gupta (Dr.) vs. State of\nMaharashtra (2010) 13 SCC 657; Subhash vs. State of\nHaryana (2011) 2 SCC 715: 2010 (15) SCR 452 - relied\non.\nB\n2.3. The basic element which is unambiguously clear\nfrom the explanation to Section 162 CrPC is use of the C\nexpression 'may'. It is not every omission or discrepancy\nthat may amount to material contradiction so as to give\nthe accused any advantage. If the legislative intent was\nto the contra, then the legislature would have used the\nexpression ‘shall' in place of the word ‘may'. The word D\n'may' introduces an element of discretion which has to\nbe exercised by the court of competent jurisdiction in\naccordance with law. Furthermore, whether such\nomission, variation or discrepancy is a material\ncontradiction or not is again a question of fact which is\nto be determined with reference to the facts of a given\ncase. The concept of contradiction in evidence under\ncriminal jurisprudence, thus, cannot be stated in any\nabsolute terms and has to be construed liberally so as\nto leave desirable discretion with the court to determine\nwhether it is a contradiction or material contradiction\nwhich renders the entire evidence of the witness\nuntrustworthy and affects the case of the prosecution\nmaterially. [Para 49] [143-D-G]\nE\nF\nG\n2.4. It is true that there is some variation in the timing\ngiven by the eye-witnesses. PW8, PW17 and PW19 as to\nwhen they had seen the scuffling and strangulation of the\ndeceased by the accused. Similarly, there is some\nvariation in the statement of PW7, PW9 and PW11. Certain\nvariations are also pointed out in the statements of PW2, H\nB\n108 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\n•\nA PW4 and PW6 as to the motive of the accused for\ncommission of the crime. Every variation may not be\nenough to adversely affect the case of the prosecution.\nThe variations pointed out as regards the time of\ncommission of the crime are quite possible in the facts\nof the present case. It is a settled principle of law that the\ncourt should examine the statement of a witness in its\nentirety and read the said statement along with the\nstatement of other witnesses in order to arrive at a\nrational conclusion. No statement of a witness can be read\nin part and/or in isolation. There is no material or serious\ncontradiction in the statement of these witnesses which\nmay give any advantage to the accused. [Para 34] [132-\nG-H; 133-A-B; 134-B-C]\nC\n3.1. CrPC does not oblige the investigating agency\nD to necessarily hold the Test Identification Parade. Failure\nto hold the test identification parade while in police\ncustody, does not by itself render the evidence of\nidentification in court inadmissible or unacceptable. One\nof the views taken is that identification in court for the first\nE time alone may not form the basis of conviction, but this\nis not an absolute rule. The purpose of the Test\nIdentification Parade is to test and strengthen the\ntrustworthiness of that evidence. It is accordingly\nconsidered a safe rule of prudence to generally look for\nF corroboration of the sworn testimony of the witnesses in\ncourt as to the identity of the accused who are strangers\nto them, in the form of earlier identification proceedings.\nThis rute of prudence is, however subjected to\nexception. [Para 57] [146-E-H]\nG\nH\nMunshi Singh Gautam v. State of M.P. (2005) 9 SCC\n631: 2004 (5) Suppl. SCR 1092; Sheo Shankar Singh v\nState of Jharkhand and Anr. (2011) 3 SCC 654: 2011 (4)\nSCR 312 - referred to.\n3.2. Identification Parade is a tool of investigation and\nSHYAMAL GHOSH v. STATE OF WEST BENGAL\n109\nis used primarily to strengthen the case of the A\nprosecution on the one hand and to make doubly sure\nthat persons named accused in the case are actually the\nculprits. The Identification Parade primarily belongs to the\nstage of investigation by the police. The fact that a\nparticular witness has been able to identify the accused B\nat an identification parade is only a circumstance\ncorroborative of the identification in court. Thus, it is only\na relevant consideration which may be examined by the\ncourt in view of other attendant circumstances and\ncorroborative evidence with reference to the facts of a C\ngiven case. [Para 58] [147-B-C]\n3.3. Non-identification of the appellant-accused by the\ndriver of the van is inconsequential in the present case.\nFirstly, for the reason that the driver of the van was never\nexamined as a witness in the court and even his statement\nunder Section 164 CrPC has not been relied upon by any\ncourt while convicting the accused. Secondly, not only\none, but all the witnesses i.e. PW-7, PW-8, PW-9, PW-11,\nPW-17 and PW-19, duly identified the accused in Court\nand they did so without any demur or hesitation. The\ndriver was a person who himself was under a threat and\nwas asked to take the gunny bags for their disposal.\n[Para 59] [147-F-G]\nD\nE\nG\n4.1. Section 34 IPC applies where two or more F\naccused are present and two factors must be established\ni.e. common intention and participation of the accused in\nthe crime. Section 34 IPC moreover, involves vicarious\nliability and therefore, if the intention is proved but no\novert act was committed, the Section can still be invoked.\nThis provision carves out an exception from general law\nthat a person is responsible for his own act, as it provides\nthat a person can also be held vicariously responsible for\nthe act of others, if he had the common intention to\ncommit the act. The phrase 'common intention' means a\npre-oriented plan and acting in pursuance to the plan,\nH\nI\n110 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA thus, common intention must exist prior to the\ncommission of the act in a point of time. The common\nintention to give effect to a particular act may even\ndevelop at the spur of moment between a number of\npersons with reference to the facts of a given case. [Para\nB 64] [155-D-G]\nC\nNand Kishore v. State of Madhya Pradesh (2011) 12\nSCC 120: 2011 (7) SCR 1152; Lallan Rai and Ors. v. State\nof Bihar (2003) 1 SCC 268: 2002 (4) Suppl. SCR 188;\nDharnidhar v. State of Uttar Pradesh and Ors. (2010) 7 SCC\n759: 2010 (8) SCR 173 - relied on.\n4.2. The ingredients of more than two persons being\npresent, existence of common intention and commission\nof an overt act stand established in the present case. The\nD statements of the witnesses clearly show that all the eight\naccused were present at the scene of occurrence. They\nhad demanded money and extended threat of dire\nconsequences, if their demand was not satisfied.\nThereafter, they had altercation with the deceased and\nE the deceased was strangulated by the accused persons\nand then his body was disposed of by cutting it into\npieces and packing the same in gunny bags and\nabandoning the same at a deserted place. Thus, all these\nacts obviously were in furtherance to the common\nintention of doing away with the deceased, if he failed to\ngive them Rs. 40,000/- as demanded. The offence was\ncommitted with common intention and collective\nparticipation. The various acts were performed by\ndifferent accused in presence of each one of them. In\nother words, each of the accused had common intention.\n[Para 65] [155-H; 156-A-D]\nF\nG\nCase Law Reference:\n(2012) 4 SCC 722\nRelied on\nPara 33\n(1976) 4 SCC 288\nReferred to\nPara 35\nSHYAMAL GHOSH v. STATE OF WEST BENGAL\n111\n(2003) 10 SCC 670\nReferred to\nPara 35 A\n1990 (2) Suppl. SCR 503\nRelied on\nPara 36\n2003 (5) Suppl. SCR 119\nRelied on\nPara 36\n2005 (2) SCR 1132\nRelied on\nPara 36\nB\n2010 (10) SCR 262\nRelied on\nPara 40\n2011 (4) SCR 312\nRelied on\nPara 40\n2010 (11) SCR 1064\nReferred to\nPara 41\nC\n(2011) 2 SCC 44\nRelied on\nPara 41\n(2003) 12 SCC 377\nReferred to\nPara 43\n(2007) 15 SCC 760\nRelied on\nPara 46\n(2010) 13 SCC 657\nRelied on\nPara 48 D\n2010 (15) SCR 452\nRelied on\nPara 48\n2011 (8) SCR 83\nRelied on\nPara 50\n2008 (15) SCR 468\nReferred to\nPara 51\nE\n2011 (1) SCR 1104\nReferred to\nPara 51\n2004 (5) Suppl. SCR 1092 Referred to\nPara 57\n2011 (4) SCR 312\nReferred to\nPara 57\nF\n2011 (12) SCC 120\nRelied on\nPara 61\n2002 (4) Suppl. SCR 188 Relied on\nPara 63\n2010 (7) SCC 759\nRelied on\nPara 64\nG\nCRIMINAL APPELLATE JURISDICTION: Criminal\nAppeal No. 507 of 2007.\nFrom the Judgment \u0026 Order dated 5.2.2007 of the High\nCourt at Calcutta in C.R.A. No. 724 of 2005.\nI\n112 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA\nB\nC\nD\nWITH\nCrl. Appeal Nos. 1369 of 2007 \u0026 539-540 of 2011.\nPradip Ghosh, J.K. Das, Yadunandan Bansal, Rauf Rahim,\nSubhasish Bhowick, Tanmay K. Ghosh, Swati Yadav, P.P.\nNayak, Sudarshan Rajan, Md. Qamar Ali, Jayashree\nNarasimhan, Abhijit Sengupta, B.P. Yadav, Prakash Kumar,\nChanchal Kumar Ganguli, R.Bhuyan, Raja Chatterjee, Sampa\nSengupta, H.K, Puri for the appearing parties.\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR, J. 1. Eight accused, namely,\nPanchanan Tarafdar @ Chotka, Uttam Das, Dipak Das @ Mou,\nManoranjan Debnath @ Behari, Bishu Saha @ Chor Bishu,\nSatyajit Das @ Sadhu, Ganesh Das and Shyamal Ghosh, were\ncharged with offences under Sections 302, 201, 379, 411 read\nwith Section 34 of the Indian Penal Code, 1860 (for short, the\n'IPC'). All these accused were found to be guilty of the offences\nwith which they were charged by the Trial Court vide its\njudgment dated 13th September, 2005. After hearing them on\nthe quantum of sentence, vide order dated 14th September,\n2005, finding the offence to be that in the category of rarest of\nthe rare cases, the Trial Court awarded sentence of death to\nall the accused persons for the offence under Section 302 IPC\nand directed that they be hanged by neck till they are dead,\nsubject to confirmation by the Calcutta High Court. For the\noffence under Section 201 IPC, they were sentenced to\nundergo rigorous imprisonment for a period of seven years and\nto pay a fine of Rs.5,000/- each, in default to further undergo\nsimple imprisonment for one year and for the offence under\nG Section 379 IPC to undergo imprisonment of three years and\nfine of Rs.1,000/- each in default to undergo six months simple\nimprisonment.\nF\nH\n2. Aggrieved by the judgment of conviction and order of\nsentence passed by the Trial Court, all the accused preferred\nSHYAMAL GHOSH v. STATE OF WEST BENGAL 113\n[SWATANTER KUMAR, J.]\nfive different appeals before the High Court and prayed for A\nsetting aside the judgment of the Trial Court and their\nconsequential acquittal. The High Court, vide its judgment dated\n5th February, 2007, while answering the death reference in the\nnegative, acquitted all the accused persons of the offence under\nSection 379 read with Section 34 IPC. However, while B\nsustaining their conviction under Section 302 read with Section\n34 IPC, the Court awarded them rigorous imprisonment for life\nand to pay a fine of Rs.5,000/- each in default to undergo\nrigorous imprisonment for two years each. The High Court\nmaintained the sentence imposed upon the accused by the Trial C\nCourt under Section 201 read with Section 34 IPC.\n3. The legality and correctness of the judgment of the High\nCourt dated 5th February, 2007 has been challenged before\nthis Court by accused Shyamal Ghosh in Criminal Appeal\nNo.507 of 2007, Manoranjan Debnath @ Behari in Criminal\nAppeal No.1369 of 2007 and Panchanan Tarafdar @ Chotka\nand Uttam Das in Criminal Appeal Nos.539-540 of 2011.\n4. Since all these appeals arise from a common judgment\nof the High Court, it will be proper for this Court to deal with all\nthese appeals in a common judgment. At the very outset, we\nmay notice that even the contentions raised on behalf of\ndifferent accused in their respective appeals are by and large\nthe same. Therefore, it will be proper for this Court to deal with\nall the appeals collectively, more so, when they are based upon\ncommon questions of facts and law.\n5. Now, we may refer to the case of the prosecution which\nhas resulted in filing of the present appeals. In the present case,\nthe First Information Report (FIR), Exhibit 12, was lodged at\nP.S. Khardah on 1st October, 2003 by one Apu @ Sukalyan\nMukherjee, PW15, wherein he stated that on 30th September,\n2003 at around 10.00 p.m., he had seen two gunny bags\ncontaining severed head and other mutilated body parts of a\nhuman body opposite Tapan Santra's garden near\nDangadingla Electric Tower at Patulia Barabagan by the side\nof Barrakpore Dum Dum Highway. Since he suspected some\nE\nF\nG\nH\n114\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA foul play, he reported the matter and requested for investigation\nthereof in accordance with law. On the basis of this information,\na case being case No.332/03 under Sections 302/201/34 IPC\nwas registered against unknown miscreants and the\nInvestigating Officer, S.I. Bholanath Dey, PW28 started the\nB investigation and rushed to the spot where the said gunny bags.\nhad been noticed. He completed the inquest over the mutilated\ndead body in presence of the witnesses. On 1st October, 2003\nitself, wife of the deceased Smt. Lily Bhattarcharjee, PW4, and\nelder brother of the deceased, Arindam Bhattacharjee, PW6,\ncame to the police station and identified the mutilated dead\nbody to be that of Archideb Bhattacharjee who was stated to\nhave been missing since 29th September, 2003.\nC\nE\n6. Further, the case of the prosecution reveals that on 29th\nSeptember, 2003, at about 9.00 p.m. the victim Archideb\nD Bhattacharjee had started from his house on his Avon bicycle\nto visit one Chandan Dey of Ghola Gouranganagor for making\ntagada in connection with his business and he started back\ntherefrom at about 11.00 p.m. for returning to his home but on\nhis way back, he was restrained by the accused persons near\nGoshala Field at about 11.30 p.m. and was assaulted by them.\nThe accused persons strangulated him and ultimately he was\nmurdered by them on the midnight of 29th/30th September,\n2003. With the intention to cause disappearance of evidence\nof the said murder, the accused persons subsequently severed\nthe head, legs, hands and body of the corpse by a sharp cutting\nweapon and after putting the same in gunny bags, carried it in\na Maruti Van at about 9.00 p.m. on the following day i.e. 30th\nSeptember, 2003 and left the same at Pathulia Danga-dingla\nby the side of Barrackpore Dum Dum Highway near the\nElectric Tower and in front of the garden of Tapan Santra.\nSubsequently, as already noticed, at about 10.00 p.m. on that\nday these two sacks containing the dismembered and\nbeheaded corpse were noticed by PW15 who then reported\nthe matter to the Police.\nF\nG\nH\n7. Since Archideb Bhattacharjee did not return to his home\n"}