{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"IRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n631\n\"A body corporate is a 'person' to whom, amongst the A\nvarious attributes it may have, there should be imputed the\nattribute of a mind capable of knowing and forming an\nintention—indeed it is much too late in the day to suggest\nthe contrary. It can only know or form an intention through\nits human agents, but circumstances may be such that the B\nknowledge of the agent must be imputed to the body\ncorporate. Counsel for the respondents says that, although\na body corporate may be capable of having an intention,\nit is not capable of having a criminal intention. In this\nparticular case the intention was the intention to deceive. C\nIf, as in this case, the responsible agent of a body\ncorporate puts forward a document knowing it to be false\nand intending that it should deceive, I apprehend, according\nto the authorities that Viscount Caldecote, L.C.J., has cited,\nhis knowledge and intention must be imputed to the body D\ncorporate.\"\nThe principle has been reiterated by Lord Denning in the\ncase of H.L.Bolton (Engg.) Co. Ltd. Vs. T.J.Graham \u0026 Sons³7\nin the following words:-\nE\n\"A company may in many ways be likened to a human\nbody. They have a brain and a nerve centre which controls\nwhat they do. They also have hands which hold the tools\nand act in accordance with directions from the centre.\nSome of the people in the company are mere servants and F\nagents who are nothing more than hands to do the work\nand cannot be said to represent the mind or will. Others\nare directors and managers who represent the directing\nmind and will of the company, and control what they do.\nThe state of mind of these managers is the state of mind\nof the company and is treated by the law as such. So you\nwill find that in cases where the law requires personal fault\nas a condition of liability in tort, the fault of the manager\n37. [1956 3 All ER 624]\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n632\nSUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nwill be the personal fault of the company. That is made\nclear in Lord Haldane's speech in Lennard's Carrying Co.\nLtd. Vs. Asiatic Petroleum Co. Ltd. (AC at pp. 713, 714).\nSo also in the criminal law, in cases where the law requires\na guilty mind as a condition of a criminal offence, the guilty\nmind of the directors or the managers will render the\ncompany themselves guilty.\"\n37. The aforesaid principle has been firmly established in\nEngland since the decision of House of Lords in Tesco\nSupermarkets Ltd. Vs. Nattrass 38. In stating the principle of\ncorporate liability for criminal offences, Lord Reid made the\nfollowing statement of law:-\n\"I must start by considering the nature of the personality\nwhich by a fiction the law attributes to a corporation. A\nliving person has a mind which can have knowledge or\nintention or be negligent and he has hands to carry out his\nintentions. A corporation has none of these; it must act\nthrough living persons, though not always one or the same\nperson. Then the person who acts is not speaking or\nacting for the company. He is acting as the company and\nhis mind which directs his acts is the mind of the company.\nThere is no question of the company being vicariously\nliable. He is not acting as a servant, representative, agent\nor delegate. He is an embodiment of the company or, one\ncould say, he hears and speaks through the persona of the\ncompany, within his appropriate sphere, and his mind is\nthe mind of the company. If it is guilty mind then that guilt\nis the guilt of the company. It must be a question of law\nwhether, once the facts have been ascertained, a person\nin doing particular things is to be regarded as the\ncompany or merely as the company's servant or agent. In\nthat case any liability of the company can only be a\nstatutory or vicarious liability.\"\n38. [1971 All ER 127]\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA 633\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n38. From the above it becomes evident that a corporation A\nis virtually in the same position as any individual and may be\nconvicted of common law as well as statutory offences including\nthose requiring mens rea. The criminal liability of a corporation\nwould arise when an offence is committed in relation to the\nbusiness of the corporation by a person or body of persons in B\ncontrol of its affairs. In such circumstances, it would be\nnecessary to ascertain that the degree and control of the\nperson or body of persons is so intense that a corporation may\nbe said to think and act through the person or the body of\npersons. The position of law on this issue in Canada is almost\nthe same. Mens rea is attributed to corporations on the principle\nof 'alter ego' of the company.\nC\n39. So far as India is concerned, the legal position has\nbeen clearly stated by the Constitution Bench judgment of this\nCourt in the case of Standard Chartered Bank Vs. Directorate. D\nof Enforcement³⁹ On a detailed consideration of the entire body\nof case laws in this country as well as other jurisdictions, it has\nbeen observed as follows:\n\"There is no dispute that a company is liable to be E\nprosecuted and punished for criminal offences. Although\nthere are earlier authorities to the effect that corporations\ncannot commit a crime, the generally accepted modern\nrule is that except for such crimes as a corporation is held\nincapable of committing by reason of the fact that they F\ninvolve personal malicious intent, a corporation may be\nsubject to indictment or other criminal process, although\nthe criminal act is committed through its agents.\"\nThis Court also rejected the submission that a company could\navoid criminal prosecution in cases where custodial sentence G\nis mandatory. Upon examination of the entire issue, it is\nobserved as follows:-\n\"27. In the case of Penal Code offences, for example under\n39. Supra\nH\nA\nB\nC\nD\nE\nEL\nF\nG\nH\n634 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nSection 420 of the Indian Penal Code, for cheating and\ndishonestly inducing delivery of property, the punishment\nprescribed is imprisonment of either description for a term\nwhich may extend to seven years and shall also be liable\nto fine; and for the offence under Section 417, that is,\nsimple cheating, the punishment prescribed is\nimprisonment of either description for a term which may\nextend to one year or with fine or with both. If the appellants'\nplea is accepted then for the offence under Section 417\nIPC, which is an offence of minor nature, a company could\nbe prosecuted and punished with fine whereas for the\noffence under Section 420, which is an aggravated form\nof cheating by which the victim is dishonestly induced to\ndeliver property, the company cannot be prosecuted as\nthere is a mandatory sentence of imprisonment.\n28. So also there are several other offences in the Indian\nPenal Code which describe offences of serious nature\nwhereunder a corporate body also may be found guilty,\nand the punishment prescribed is mandatory custodial\nsentence. There are a series of other offences under\nvarious statutes where the accused are also liable to be\npunished with custodial sentence and fine.\n30. As the company cannot be sentenced to imprisonment,\nthe court has to resort to punishment of imposition of fine\nwhich is also a prescribed punishment. As per the scheme\nof various enactments and also the Indian Penal Code,\nmandatory custodial sentence is prescribed for graver\noffences. If the appellants' plea is accepted, no company\nor corporate bodies could be prosecuted for the graver\noffences whereas they could be prosecuted for minor\noffences as the sentence prescribed therein is custodial\nsentence or fine.\n31. As the company cannot be sentenced to imprisonment,\nthe court cannot impose that punishment, but when\nimprisonment and fine is the prescribed punishment the\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n635\ncourt can impose the punishment of fine which could be A\nenforced against the company. Such a discretion is to be\nread into the section so far as the juristic person is\nconcerned. Of course, the court cannot exercise the same\ndiscretion as regards a natural person. Then the court\nwould not be passing the sentence in accordance with law. B\nAs regards company, the court can always impose a\nsentence of fine and the sentence of imprisonment can be\nignored as it is impossible to be carried out in respect of\na company. This appears to be the intention of the\nlegislature and we find no difficulty in construing the statute C\nin such a way. We do not think that there is a blanket\nimmunity for any company from any prosecution for serious\noffences merely because the prosecution would ultimately\nentail a sentence of mandatory imprisonment. The\ncorporate bodies, such as a firm or company undertake a\nD\nseries of activities that affect the life, liberty and property\nof the citizens. Large-scale financial irregularities are done\nby various corporations. The corporate vehicle now\noccupies such a large portion of the industrial, commercial\nand sociological sectors that amenability of the corporation\nto a criminal law is essential to have a peaceful society\nwith stable economy.\nE\n32. We hold that there is no immunity to the companies\nfrom prosecution merely because the prosecution is in\nrespect of offences for which the punishment prescribed F\nis mandatory imprisonment (sic and fine). We overrule the\nviews expressed by the majority in Velliappa Textiles¹ on\nthis point and answer the reference accordingly. Various\nother contentions have been urged in all appeals, including\nthis appeal, they be posted for hearing before an G\nappropriate Bench.\"\n40. These observations leave no manner of doubt that a\ncompany/corporation cannot escape liability for a criminal\noffence, merely because the punishment prescribed is that of\nH\n636 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA imprisonment and fine. We are of the considered opinion that\nin view of the aforesaid Judgment of this Court, the conclusion\nreached by the High Court that the respondent could not have\nthe necessary mens rea is clearly erroneous.\nB\nC\nD\nE\n41. The next important question which needs to be\nexamined is as to whether the averments made in the complaint\nif taken on their face value would not prima facie disclose the\ningredients for the offence of cheating as defined under Section\n415 IPC. The aforesaid section is as under:-\n\"Cheating.- Whoever, by deceiving any person, fraudulently\nor dishonestly induces the person so deceived to deliver\nany property to any person, or to consent that any person\nshall retain any property, or intentionally induces the person\nso deceived to do or omit to do anything which he would\nnot do or omit if he were not so deceive, and which act or\nomission causes or is likely to cause damage or harm to\nthat person in body, mind, reputation or property, is said\nto \"cheat\".\nExplanation- A dishonest concealment of facts is a\ndeception within the meaning of the section.\"\n42. A bare perusal of the aforesaid section would show\nthat it can be conveniently divided into two parts. The first part\nmakes it necessary that the deception by the accused of the\nF person deceived, must be fraudulent or dishonest. Such\ndeception must induce the person deceived to: either (a)\ndeliver property to any person; or (b) consent that any person\nshall retain any property. The second part also requires that the\naccused must by deception intentionally induce the person\nG deceived either to do or omit to do anything which he would\nnot do or omit, if he was not so deceived. Furthermore, such\nact or omission must cause or must be likely to cause damage\nor harm to that person in body, mind, reputation or property.\nThus, it is evident that deception is a necessary ingredient for\nH the offences of cheating under both parts of this section. The\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n637\ncomplainant, therefore, necessarily needs to prove that the A\ninducement had been caused by the deception exercised by\nthe accused. Such deception must necessarily produce the\ninducement to part with or deliver property, which the\ncomplainant would not have parted with or delivered, but for the\ninducement resulting from deception. The explanation to the B\nsection would clearly indicate that there must be no dishonest\nconcealment of facts. In other words, non-disclosure of relevant\ninformation would also be treated as a mis-representation of\nfacts leading to deception.\nIt was, therefore, necessary for the High Court to examine the\naverments in the complaint in terms of the aforesaid section.\nThe High Court upon detailed examination of the 1992 PPM,\nthe Stock Purchase Agreements and the 1995 PPM concluded\nthat even if the averments made in the complaint are accepted\non their face value, it would only disclose a civil dispute between\nthe parties.\nC\nD\n43. Surprisingly, the High Court notices the representations\nthat were made and contrasted the same with the actual realities\nand yet concluded that the averments made in the complaint E\neven if taken at their face value would not lead to the conclusion\nthat the respondent has committed the offence of cheating. In\ncoming to the aforesaid conclusions, the High Court has given\nelaborate reasons. The High Court negated the submissions\nof the appellant that 1992 PPM is in the nature of a prospectus F\nor a brochure, which requires that all technical information\ntouching upon the commercial feasibility of the project had to\nbe faithfully and fully disclosed. The submission is rejected with\nthe observation that the 1992 PPM contained the following\ncaution:-\n\"An investment in Iridium involves certain risks, many of\nwhich relate to the factors and developments listed above,\nprospective investors should carefully consider the\ndisclosures set forth elsewhere in this memorandum,\nG\nH\nA\nB\nC\nD\nE\nLL\n638 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nincluding those under the caption 'risk factors' (1992 PPM\nPg. 5)\"\nThe High Court also accepted the submissions of the\nrespondent that the 1992 PPM contained a separate chapter\ntitled \"Risk Factors\". This portion related to the most important\nrisk factors which were as follows:-\n\"New regulated Business Venture. The Company is a new\nbusiness venture of global scope that will require\nsubstantial licensing and authorizations from numerous\nsovereign nations before its business can be conducted\nin the manner contemplated by its current business plan.\nTherefore in deciding whether to invest in Shares,\nprospective investors must evaluate among other things,\nthe potential feasibility and future performance of the\nCompany based on its business plan without benefit of any\noperating history, and prior to application for an receipt of\nsuch licensing and authorizations. No assurance can be\ngiven that any of the necessary licenses and authorizations\nwill be obtained in a timely or at all. (1992 PPM Pg. 72)\"\n44. According to the High Court, the respondent no. 1 did\nnot keep the investors in dark about the Iridium System and\ngave them all necessary information in respect of various\naspects of the system. In coming to the aforesaid conclusion,\nthe High Court observed that \"a bare perusal of the complaint\nF\nshows that there is no reference to the Stock Purchase\nAgreements of 1993 and 1994. In fact, these two important\ndocuments contain acknowledgments of the investors about\ntheir capability of evaluating the merits and risks of the purchase\nof the shares and their relying upon their own advisors.\" The\nG High Court, therefore, negated the submission that there has\nnot been a complete and candid disclosure of the entire material\nwhich has resulted in the deception / inducement of the\nappellant to make huge investment in the Iridium. This\nconclusion reached by the High Court did not take notice of the\nH explanation to Section 415. The aforesaid explanation gives a\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n639\nstatutory recognition to the legal principles established through A\nvarious judicial pronouncements that misleading statements\nwhich withhold the vital facts for intentionally inducing a person\nto do or to omit to do something would amount to deception.\nFurther, in case it is found that misleading statement has\nwrongfully caused damage to the person deceived it would B\namount to cheating. It would at this stage be appropriate to\nnotice the observations made by the House of Lords in the case\nof The Director \u0026c. of the Central Railway Company of\nVenezuela Vs. Joseph Kisch 40 which would be of some\nrelevance to the issue under consideration. In this case, the C\nHouse of Lords examined the duty of those who issued a\nprospectus inviting investments from the general public and held\nthat they were required to make a true and full disclosure of all\nthe relevant facts. The House of Lords quoted with approval the\nobservations made in the case of New Brunswick and Canada\nRailway Company Vs. Muggeridge wherein it has been\nobserved as follows:-\nD\n....those who issue a prospectus holding out to the\npublic the great advantages which will accrue to persons\nwho will take shares in a proposed undertaking, and inviting E\nthem to take shares on the faith of the representations\ntherein contained, are bound to state everything with strict\nand scrupulous accuracy, and not only to abstain from\nstating as fact that which is not so, but to omit no one fact\nwithin their knowledge the existence of which might in any F\ndegree affect the nature, or extent, or quality of the\nprivileges and advantages which the prospectus holds out\nas inducements to take shares.\"\nThe House of Lords went on to observe that it is no answer to\nG\na person who has been deceived that he would have known\nthe truth by proper inquiry. It would be apposite to reproduce\nhere the observations made by the House of Lords on this\n40. Supra\n41. Supra\nH\n640 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA aspect of the matter:\nB\nC\nD\nE\nF\nG\n\"But it appears to me that when once it is established that\nthere has been any fraudulent misrepresentation or willful\nconcealment by which a person has been induced to enter\ninto a contract, it is no answer to his claim to be relieved\nfrom it to tell him that he might have known the truth by\nproper inquiry. He has a right to retort upon his objector,\n\"You, at least, who have stated what is untrue or have\nconcealed the truth, for the purpose of drawing me into a\ncontract, cannot accuse me of want of caution because I\nrelied implicitly upon your fairness and honesty\". I quite\nagree with the opinion of Lord Lyndhurst, in the case of\nSmall Vs. Attwood (1), that \"where representations are\nmade with respect to the nature and character of property\nwhich is to become the subject of purchase, affecting the\nvalue of that property, and those representations afterwards\nturn out to be incorrect and false, to the knowledge of the\nparty making them, a foundation is laid for maintaining an\naction in a Court of common law to recover damages for\nthe deceit so practiced; and in a Court of equity a\nfoundation is laid for setting aside the contract which was\nfounded upon that basis.\" And in the case of Dobell Vs.\nStevens (2), to which he refers as an authority in support\nof the proposition, which was an action for deceit in falsely\nrepresenting the amount of the business done in a public\nhouse, the purchaser was held to be entitled to recover\ndamages, although the books were in the house, and he\nmight have had access to them if he thought proper.\nUpon the whole case I think the decree of Lords Justices\nought to be affirmed, and the appeal dismissed with costs.\"\nThe aforesaid observations leave no manner of doubt that the\nappellants were entitled to an opportunity to prove the\naverments made in the complaint. They were entitled to\nestablish that they have been deliberately induced into making\nH huge investments on the basis of representations made by\n"}