{"pages":[{"pageNumber":51},{"pageNumber":52}],"text":"IRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n641\nrespondent no. 1 and its representatives, which representations A\nsubsequently turned out to be completely false and fraudulent.\nThe appellants were entitled to an opportunity to establish that\nrespondent no. 1 and its representatives were aware of the\nfalsity of the representations at the time when they were made.\nThe appellants have given elaborate details of the positive B\nassertions made by respondent no. 1 which were allegedly false\nto its knowledge. It is also claimed by the appellants that the\nrespondent no. 1 and its representatives willfully concealed facts\nwhich were material and ought to have been disclosed, but\nwere intentionally withheld so as to deceive the appellant into C\nadvancing and expending a sum of Rs.500 Crores.\nD\nAs noticed earlier, both the appellants and the respondents\nhave much to say in support of their respective view points.\nWhich of the views is ultimately to be accepted, could only be\ndecided when the parties have had the opportunities to place\nthe entire materials before the Court. This Court has repeatedly\nheld that power to quash proceedings at the initial stage have\nto be exercised sparingly with circumspection and in the rarest\nof the rare cases. The power is to be exercised ex debito\njustitiae. Such power can be exercised where a criminal E\nproceeding is manifestly attended with malafide and have been\ninstituted maliciously with ulterior motive. This inherent power\nought not to be exercised to stifle a legitimate prosecution. In\nthe present case, the parties are yet to place on the record the\nentire material in support of their claims. The issues involved F\nare of considerable importance to the parties in particular, and\nthe world of trade and commerce in general.\n45. In such circumstances, in our opinion, the High Court\nought to have refrained from indulging in detailed analysis of\nG\nvery complicated commercial documents and reaching any\ndefinite conclusions. In our opinion, the High Court clearly\nexceeded its jurisdiction in quashing the criminal proceeding\nin the peculiar facts and circumstances of this case. The High\nCourt noticed that while exercising jurisdiction under Section\nH\n642 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA 482 Cr.P.C. \"the complaint in its entirety will have to be\nexamined on the basis of the allegations made therein. But\nthe High Court has no authority or jurisdiction to go into the\nmatter or examine its correctness. The allegations in the\ncomplaint will have to be accepted on the face of it and the\nB truth or falsity cannot be entered into by the Court at this\nstage.\" Having said so, the High Court proceeded to do exactly\nthe opposite.\nC\n46. We, therefore, allow the appeal and set aside the\nimpugned judgment of the Bombay High Court. There shall be\nno order as to costs.\nB.B.B.\nAppeal allowed.\n"}