{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"IRIDIUM INDIA TELECOM LTD. v. MOTOROLA 601\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\npart (about 19.6%) of the equity of Iridium. From the inception A\nrespondent no.1 exercised effective control over the Board of\nDirectors of Iridium. It was further alleged that most of the\npersons on the board of Iridium were either former employees\nor current employees of respondent no.1 who were deputed or\nseconded to Iridium.\nB\n6. It was further alleged that respondent no.1 was the\nprimary contractor for Iridium system/project. As already stated\nabove, this comprised of five segments. These five segments\nwere supplied, sold, maintained and operated by three\ncontracts, viz. (i) the space system contract; (ii) the operation\nand maintenance contract and (iii) the terrestrial Network\nDevelopment Contract. Each of these contracts was awarded\nby Iridium Inc. to respondent no.1. The said contracts were\nintentionally structured to ensure that although Iridium paid all\nthe development costs, respondent no.1 would still own the most\nvaluable assets of the Iridium system. It was also alleged that\nrespondent no.1 provided itself with excessive profits while\nsaddling Iridium with exorbitant costs. Substantially, all the initial\ncapital raised by Iridium (form persons which included Iridium\nIndia Telecom Ltd) was used to make payments to respondent E\nno.1. In all a sum of Rs. 19500 crores (6.5 billion U.S $) has\nbeen paid till date by Iridium to respondent no.1 for the Iridium,\nsystem.\n7.\nrate by\nD\n7. It was further mentioned in the Complaint that in August F,\n1992, a PPM was floated through merchant bankers, Goldman\nSachs, (who acted as placement agents) with the intention of\nattracting investments from large and successful companies'\nworld wide. Copies of PPM were distributed to and received,\nby several prominent Indian companies, both in the public and, G\nprivate sector. Prominent amongst these were:\n[a] Infrastructure Leasing and Financial Services Ltd.\n(IL\u0026FS)\n[b] Industrial Development Bank of India (IDBI)\nH\nA\n602 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\n[c] Industrial Credit and Investments Corporation of\nIndia (ICICI)\n[d]\nState Bank of India (SBI)\n[e] Export Import Bank of India (EXIMP Bank)\nB\n[f]\nHousing Development Finance Corporation Ltd.\n(HDFC)\n[g]\nUnit Trust of India (UTI)\n[h]\nGeneral Insurance Corporation of India (GIC)\n[0]\nLife Insurance Corporation of India (LIC)\nD\nΕ\n8. The object of the said PPM was to obtain funds/\ninvestments to finance the \"Iridium project\". The PPM set out\nin detail the salient features of the Iridium project, its technical\nsuitability, commercial feasibility, risk factors. Thus it was\nclaimed that the said document was in the nature of a\nprospectus. It contained a positive invitation to offer. The next\nequity offering was made under the Private Placement\nMemorandum in 1995 [1995 PPM] wherein the original\nrepresentations and/or warranties and/or assurances were\nsubstantially watered down and for the first time references were\nmade to the fact that the system may not successfully operate.\nF 9. It was also mentioned in the Complaint that certain\npersonal representations were made by the representatives of\nrespondent no.1 to further induce the persons to invest in Iridium.\nIn the course of these presentations and meetings, promotional\nvideo cassettes which depicted the progress of the project, the\nG successful attainment of various project milestones well within\nschedule and how the said project would actually function when\nfully operational, were displayed. The representations made by\nrespondent no. 1 are as under:\nH\n(a) The Iridium System would use technology which was\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n603\ntried and tested and had been successfully applied A\nin a number of operational systems including\nsystems used by NASA and the U.S Department\nof Defence. In other words the technology that\nwould be employed in the Iridium System, was not\nuntested or experimental, but was a proven and B\ntested technology with a past record of successful\noperation.\nC\n(b) The Iridium System would provide a subscriber link\non a global basis, which would be accessible\nvirtually anywhere on the earth surface, save and\nexcept cases where severe or unusual conditions\nprevented the reception of signals. In normal\noperating day-to day real life environment, the\nIridium System would, therefore offer a high quality\nlink. In particular Iridium phones would work in D\nautomobiles and buildings which were the most\ncommon place where the professional traveler who\nwould represent the bulk of Iridium customers,\nwould use the same. Global coverage and\naccessibility was therefore assured.\n(c) Subscribers would be able to access the Iridium\nSystem through compact, hand held small sized\nphones which were comparable in size and weight\nto cellular phones.\nE\nF\n(d) The Iridium System would provide a high quality\nsignal and offer (i) voice (ii) data (iii) fax and (iv)\ngeo-location services. The System would provide\na strong signal with sufficient link margin (i.e. a\nG\nmargin/allowance) in excess of the minimum\ntechnical requirement for desired voice quality.)\n(e) The Iridium System would be eminently viable and\nthe investors in the Iridium project would expect to\nreceive handsome financial gains.\nH\n604 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA\n(f)\nB\nC\nThe Iridium System was a creation of respondent\nno. 1 who was the world leader in cellular\ntechnology. Backing of respondent no. 1 ensured\nits success.\n(g) In addition to the benefits of investing in the equity\nof Iridium Inc. large investors would have the option\nto purchase the gateway, which would be an inter-\nconnection point between the space based\nsegment of the Iridium System and land/terrestrial\nnetwork. Investment in gateway would be an\nextremely remunerative and profitable venture.\n10. According to the appellant the aforesaid\nrepresentations were made to individual institutions and entities\nhandling public money so as to induce them to believe that\nD Iridium was a company worth participating and investing in by\npurchasing shares and operating a gateway. The officers of\nrespondent no.1 impressed upon the prospective investors that\nIridium Project venture was bound to succeed.\nE\n11. Relying upon the aforesaid representations the\nappellant as well as the banks and institutions mentioned\nhereinabove, in good faith, collectively invested a sum of US\n$70 million for purchasing equity of Iridium Inc as well as spent\na sum of about Rs.150 crores in setting up a gateway at Deghi\nin Pune. The complaint then proceeds to state that the\nrepresentations made by respondent no.1 proved to be false,\ndishonest, fraudulent and deceitful. It was discovered that\nIridium System was a complete failure and all the material\nrepresentations made, as aforesaid, were totally false,\ndishonest, fraudulent and deceitful, to the knowledge of\nG respondent and in particular respondent no.1.\nF\n12. It is specifically pleaded that the System proved to be\na complete non starter and technological failure as is evident\nfrom the followings:\nH\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n605\n[1] The phones did not work inside buildings or cars A\nand even under trees. In real world operating\nenvironments, therefore, they were useless.\n[2]\nThe Iridium phones were extremely bulky.\n[3]\nThe quality of the Iridium signals, even in open areas B\nwith no obstruction, was extremely poor with\nfrequent disconnections.\n[4] The promised data and fax features were not\nprovided.\nC\n[5] The system was inferior to competing cellular\nsystems.\n[6] The system could operate with a single gateway.\n13. It was also alleged that respondent no.1 had full\nknowledge about the un-viability of the Iridium system. This can\nbe best gauged from the fact that the board of directors of\nrespondent no.1 had in the early 1990's rejected a proposal\nthat respondent no.1 itself fund the billions of dollars needed\nto develop the Iridium system. Obviously, therefore, respondent\nno.1 had no qualms about inducing others to invest their money.\nD\nE\n14. It was further averred in the complaint that the entire\nexercise of the respondent no. 1 besides generating money for\nitself, was to experiment with others' money and at others' risk F\n(including the appellant). The Iridium System and Iridium was\ntherefore used as a research and development tool in order to\nfacilitate and assist the respondent no. 1 to develop its\nexpertise in building satellite systems so that the said expertise\ncould be marketed by it to others. It was further alleged that G\nmarket researchers who had been commissioned by\nrespondent no.1 had reported that Iridium's target market, the\nprofessional business traveler would have little interest in using\nthe system. The research group characterized the product as\nsuitable only for oil rigs or the desert. It had been pointed out H\n606 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA that Iridium as then conceived may not address the needs of\nmany US based executives who traveled globally and/or have\noffices in divergent or even in remote area. It was pointed out\nthat the system limitations of Iridium were too severe to sustain\ninterest.\nB\nC\nD\n15. The appellant company was further induced to part with\na sum of Rs. 126 crores for the gateway. The necessity for\ninstallation of a gateway was a complete fraud. The respondent\nno.1 knew that no gateway was necessary. The entire need for\na gateway was dishonestly created to get a license to operate\nthe system in it. The Collusy Group is now operating the System\non a limited scale through one single gateway, which further\nestablishes the fact that there was no need for more than one\ngateway.\n16. The appellants subsequently learnt that within nine\nmonths of the huge investment made in Iridium, it applied for\nbankruptcy protection under Chapter 11 of the U.S. Bankruptcy\nCode. Despite best efforts, Iridium could not be revived and\nultimately the much touted Iridium System, for which US $ 6.5\nE billion had been paid to respondent No.1, was sold for a paltry\nF\nsum of US $ 25 million. This represented 0.4% of the amount\nwhich was paid for by the appellant and other investors.\nConsequently, the investment of the appellants and its\nconstituent shareholders of approximately Rs.500 crores was\nwiped out and/or completely lost.\n17. The appellants, therefore, addressed a notice dated\n12th April, 2001, respondent No.1 calling upon them to make\npayment of a sum of US $ 250 million, being the loss suffered\nby the appellant as also seeking punitive damages. In the\nG aforesaid notice, it was clearly mentioned that in the event\nrespondent No.1 failing to make the payment, criminal\nprosecution would be instituted. The respondent No.1 by its\nreply dated 2nd June, 2001 repudiated his liability and instead\nmade a claim of US $ 6,977,989 upon the appellant. Left with\nH no other alternative, the appellants filed a criminal complaint\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n607\nalleging that respondent no.1 has committed an offence of A\ncheating as defined under Section 415 of the Indian Penal\nCode. On the basis of the aforesaid allegations, the appellants\nhave filed a complaint before the Judicial Magistrate, Ist Class,\nKhadki Court, Pune charging that respondent No.1 are guilty\nof the offence of criminal conspiracy for cheating the appellant B\nand for the offence of cheating committed pursuant to the\nconspiracy.\n18. The entire material was placed before the Judicial\nMagistrate. Upon consideration of the complaint and upon\nhearing the counsel for the appellant, by an order dated 6th\nNovember, 2001 the Judicial Magistrate Ist Class, Khadki\nCourt, Pune issued process against the respondent No.1 to 7\nfor offences under section 420 read with Section 120 IPC. The\norder reads as under :-\nC\n\"Read Complaint and verification. Perused documents.\nHeard the advocate Nimbalkar for the complainant. It\nreveals that complainant is a company of which the shares\nare held by public financial institutions, nationalized banks.\nand public insurance companies i.e. IDDI, ICICI, SBI, UTI, E\nGIC, LIC etc. The investments made by complainant\ncompany was raised out of public savings and funds of\nabove noted public institutions. Therefore, it reveals that\nthis case involves issues regarding public money. It is\nsettled principle that at the stage of issuance of process F\nprima facie case is to be considered. After giving anxious\nthough to the averments in the complaint and the\ndocuments produced on record, it reveals that prima facie\ncase is made out to issue process. Hence, issue process\nagainst Accused No.1 to 7 for the offence under Section\n420 r/w 120B of IPC.\"\nG\n19. Aggrieved by the aforesaid order, the respondents filed\na petition under Article 227 of the Constitution of India and\nunder Section 482 Cr.P.C. seeking quashing of the order\nissuing process, dated 6th November, 2001, passed by the H\n608 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA Judicial Magistrate Ist Class, Khadki Court, Pune. The grounds\nas culled out from the petition can be summed up as under:-\nB\nC\n..\nD\nE\nF\nG\nH\n(i)\nThe complaint lacked the basic and essential\ningredients of the offence of cheating and\nconspiracy.\n(ii) At best the complaint had set out a civil dispute,\nsubject to mandatory arbitration which the appellant\nherein (Iridium Telecom Pvt. Ltd.) was seeking to\nsettle by adopting a cheaper coercive method.\n(iii) The complaint suppressed material facts which\nwould have nullified the claim of the appellant based\non the alleged misrepresentations.\n(iv) The Complaint does not even prima facie show that\nany of the representations made by the respondent\nno. 1 herein (Motorola Inc/ petitioner before the\nHigh Court) were false nor is there any material to\neven prima facie establish any dishonest intention\nab intio on their part while making the open offer\ninvestment in Iridium Inc.\n(v) The Court of JMFC, Pune did not have any territorial\njurisdiction to entertain the complaint.\n(vi) The close association of respondent no. 1 with the\nIridium project was fully disclosed to all the potential\ninvestors in the 1992 PPM prior to their investment.\nThe 1992 PPM also made it clear that each\nprospective investor should consult its own counsel\nand advisers and undertake such investigation as\nit deemed appropriate before investing in the\nshares of Iridium Inc.\n(vii) The risk factors were very prominently highlighted\nin the 1992 PPM. The 1992 PPM made it clear that\nthere were many risks in the investment. The entire\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA - 609\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\nproject was unique being the first of its kind. The A\nrepresentations were made to very select strategic\ninvestors, who were experts in their own fields. The\nappellant had the backing of some of the prominent\nfinancial institutions of the country with the best of\nexpertise in assessing the arrears of risk capital as B\nwell as with admitted technical advice, support and\nexpertise of Videsh Sanchar Nigam Limited\n(VSNL).\n(viii) It was stated that the service of summons was\nillegal, invalid and improper. It was further averred\nthat filing of the petition under Section 482 should\nnot be construed to be an admission of valid\nservice.\nC\n20. The High Court granted ad interim relief staying the D\nproceeding of C.C. No. 81/2001 pending on the file of the\nlearned Magistrate, to the respondent no. 1 after the petition\nunder Article 227 and Section 482 Cr.P.C was filed. The\nappellant had then filed a Special Leave Petition (Crl.) No.\n2093/2003 wherein this Court observed as follows:\nE\nF\n\"The order under challenge is an interlocutory order,\ntherefore we are not inclined to interfere with the same.\nHowever, in the facts and circumstances of the case, we\nthink it appropriate that the petition pending before the High\nCourt should be disposed of as early as possible.\nTherefore, we request the High Court to dispose of the\npending petition of the respondent by the end of July, 2003\nand while so deciding the High Court the High Court should\nalso decide whether such decision of the High Court will\nbind those who have not approached the High Court G\nchallenging the summons issued by the Trial Court to them.\nWith these observations this Special Leave Petition is\ndisposed off.\"\nH\nA\nB\n610 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\n21. The High Court by order dated 8th August, 2003\nallowed the petition and quashed the order issuing process\npassed by the JMFC, Pune. Aggrieved by the said judgment,\nthe appellant have filed the present appeal before this Court.\n22. We have heard Mr. Ram Jethmalani, learned senior\ncounsel, for the appellant, Mr. Ashok Desai, learned senior\ncounsel for the respondent no. 1 and Mr. Parag Tripathy for the\nUnion of India at considerable length.\n23. The submissions made by Mr. Jethmalani although\nC very elaborate, may be summed up as follows:-\nD\nE\nF\nG\n(i)\nThe power to quash a criminal complaint that too\nat the stage of cognizance, is an extreme power,\nwhich must be exercised very sparingly and with\nabundant caution; that too in the rarest or rare\ncases.\n(ii) In exercise of its power under Section 482, the High\nCourt has to consider the complaint as a whole,\nwithout examining merits of the allegations i.e.\ngenuineness of the allegations is not to be\nexamined at this stage.\n(iii) The complaint is not required to verbatim reproduce\nthe legal ingredients of the offence. If the necessary\nfactual foundation is laid in the complaint,\nproceedings should not be quashed.\n(iv) Quashing of a complaint is warranted only where\nthe complaint is so bereft of even basic facts which\nare absolutely necessary for making out an offence;\nthat it would be a miscarriage of justice to permit\nthe proceedings to continue.\n(v)\nIn support of the aforesaid submissions, Mr\nJethmalani has relied on the following judgments of\nH\n"}