{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"IRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n621\nreport or the complaint, even if they are taken at A\ntheir face value and accepted in their entirety do not\nprima facie constitute any offence or make out a\ncase against the accused.\n(2) Where the allegations in the first information report B\nand other materials, if any, accompanying the FIR\ndo not disclose a cognizable offence, justifying an\ninvestigation by police officers under Section 156(1)\nof the Code except under an order of a Magistrate\nwithin the purview of Section 155(2) of the Code.\n(3) Where the uncontroverted allegations made in the\nFIR or complaint and the evidence collected in\nsupport of the same do not disclose the\ncommission of any offence and make out a case\nagainst the accused.\nC\nD\n(4) Where, the allegations in the FIR do not constitute\na cognizable offence but constitute only a non-\ncognizable offence, no investigation is permitted by\na police officer without an order of a Magistrate as E\ncontemplated under Section 155(2) of the Code.\n(5) Where the allegations made in the FIR or complaint\nare so absurd and inherently improbable on the\nbasis of which no prudent person can ever reach a\njust conclusion that there is sufficient ground for F\nproceeding against the accused.\n(6) Where there is an express legal bar engrafted in any\nof the provisions of the Code or the concerned Act\n(under which a criminal proceeding is instituted) to G\nthe institution and continuance of the proceedings\nand/or where there is a specific provision in the\nCode or the concerned Act, providing efficacious\nredress for the grievance of the aggrieved party.\nH\nA\nB\nC\nD\nபய\nE\nFI\nG\n622 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\n(7) Where a criminal proceeding is manifestly attended\nwith mala fide and/or where the proceeding is\nmaliciously instituted with an ulterior motive for\nwreaking vengeance on the accused and with a\nview to spite him due to private and personal\ngrudge.\n103. We also give a note of caution to the effect that the\npower of quashing a criminal proceeding should be\nexercised very sparingly and with circumspection and that\ntoo in the rarest of rare cases; that the court will not be\njustified in embarking upon an enquiry as to the reliability\nor genuineness or otherwise of the allegations made in the\nFIR or the complaint and that the extraordinary or inherent\npowers do not confer an arbitrary jurisdiction on the court\nto act according to its whim or caprice.\"\nThe aforesaid ratio of law was further reiterated in the case of\nJanata Dal Vs. H.S. Chowdhary 25 in the following words:\n\"132. The criminal courts are clothed with inherent power\nto make such orders as may be necessary for the ends of\njustice. Such power though unrestricted and undefined\nshould not be capriciously or arbitrarily exercised, but\nshould be exercised in appropriate cases, ex debito\njustitiae to do real and substantial justice for the\nadministration of which alone the courts exist. The powers\npossessed by the High Court under Section 482 of the\nCode are very wide and the very plenitude of the power\nrequires great caution in its exercise. Courts must be\ncareful to see that its decision in exercise of this power is\nbased on sound principles.\n134. This Court in Dr Raghubir Sharan Vs. State of Bihar\nhad an occasion to examine the extent of inherent power\nof the High Court and its jurisdiction when to be exercised.\nH 25. [(1992) 4 SCC 305]\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n623\nMudholkar, J. speaking for himself and Raghubar Dayal, A\nJ. after referring to a series of decisions of the Privy Council\nand of the various High Courts held thus:\n\"... [E]very High Court as the highest court exercising\ncriminal jurisdiction in a State has inherent power to make\nany order for the purpose of securing the ends of justice\n... B Being an extraordinary power it will, however, not be\npressed in aid except for remedying a flagrant abuse by\na subordinate court of its powers ....\"\nB\n137. This inherent power conferred by Section 482 of the C\nCode should not be exercised to stifle a legitimate\nprosecution. The High Court being the highest court of a\nState should normally refrain from giving a premature\ndecision in a case wherein the entire facts are extremely\nincomplete and hazy, more so when the evidence has not D\nbeen collected and produced before the Court and the\nissues involved whether factual or legal are of great\nmagnitude and cannot be seen in their true perspective\nwithout sufficient material. Of course, no hard and fast rule\ncan be laid down in regard to the cases in which the High E\nCourt will exercise its extraordinary jurisdiction of quashing\nthe proceedings at any stage ...\"\nAdverting to the scope of the jurisdiction of the High Court\nunder Section 482, this Court in the case of State of Orissa\nVs. Debendra Nath Padhi26 again reiterated as follows:-\nF\n\"It is evident from the above that this Court was considering\nthe rare and exceptional cases where the High Court may\nconsider unimpeachable evidence while exercising\njurisdiction for quashing under Section 482 of the Code. G\nIn the present case, however, the question involved is not\nabout the exercise of jurisdiction under Section 482 of the\nCode where along with the petition the accused may file\n26. [(2005) 1 SCC 568]\nH\nA\nB\nC\nD\n624 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nunimpeachable evidence of sterling quality and on that\nbasis seek quashing, but is about the right claimed by the\naccused to produce material at the stage of framing of\ncharge.\"\nAgain upon a very elaborate examination of the powers\npossessed by the High Court under Section 482 Cr.P.C., this\nCourt in the case of Inder Mohan Goswami and Anr. Vs. State\nof Uttaranchal and Ors. 27 very clearly observed that the\naforesaid powers are very wide and the very plentitude of the\npower requires great caution in its exercise. The Court must\nbe careful to see that its decision in exercise of this power is\nbased on sound principles. It is clearly observed that the High\nCourts have been invested with inherent powers, both in civil\nand criminal matters, to achieve a salutary public purpose. A\nCourt proceeding ought not to be permitted to degenerate into\na weapon of harassment or persecution. At the same time, it\nis also observed that the inherent power should not be\nexercised to stifle a legitimate prosecution. The High Court\nshould normally refrain from giving a prima facie decision in a\ncase where all the facts are incomplete and hazy, more so, when\nE the evidence has not been collected and produced before the\nCourt and the issues involved, whether factual or legal are of\nsuch magnitude that they cannot be seen in their true\nperspective without sufficient material. Reiterating the\nobservations made by this Court in the case of Indian Oil\nF Corporation Vs. NEPC India Ltd. and Ors28, the Court again\ncautioned about a growing tendency in business circles to\nconvert purely civil disputes into criminal cases. The Court\nreiterated that any effort to settle civil disputes and claims, which\ndo not involve any criminal offence, by applying pressure\nG through criminal prosecution should be deprecated and\ndiscouraged.\nThe limits within which the jurisdiction under Section 482 can\n27. [(2007) 12 SCC 1]\nH 28. [(2006) 6 SCC 736]\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n625\nbe exercised was again precisely stated in the case of Divine A\nRetreat Centre Vs. State of Kerala29, as follows:\n\"In our view, there is nothing like unlimited arbitrary\njurisdiction conferred on the High Court under Section 482\nof the Code. The power has to be exercised sparingly,\ncarefully and with caution only where such exercise is\njustified by the tests laid down in the section itself. It is well\nsettled that Section 482 does not confer any new power\non the High Court but only saves the inherent power which\nthe Court possessed before the enactment of the Code.\nThere are three circumstances under which the inherent\njurisdiction may be exercised, namely, (i) to give effect to\nan order under the Code, (ii) to prevent abuse of the\nprocess of court, and (iii) to otherwise secure the ends of\njustice.\"\nB\nC\nD\nIn the case of M.N. Ojha and Others Vs. Alok Kumar Srivastav\nand Another³, this Court was dealing with a situation where\nthe SDJM had issued process mechanically and without any\napplication of mind. Furthermore, the High Court had dismissed\na petition for quashing the order of SDJM by a cryptic and non- E\nspeaking order. In such circumstances, this Court observed :-\n\"25. Had the learned SDJM applied his mind to the facts\nand circumstances and sequence of events and as well\nas the documents filed by the complainant himself along\nwith the complaint, surely he would have dismissed the\ncomplaint. He would have realised that the complaint was\nonly a counterblast to the FIR lodged by the Bank against\nthe complainant and others with regard to the same\ntransaction.\n27. The case on hand is a classic illustration of non-\napplication of mind by the learned Magistrate. The learned\nMagistrate did not scrutinise even the contents of the\n29. [(2008) 3 SCC 542]\n30. Supra\nF\nH\nA\nB\nC\nD\nய\nE\nFL\nG\nH\n626 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\ncomplaint, leave aside the material documents available\non record. The learned Magistrate truly was a silent\nspectator at the time of recording of preliminary evidence\nbefore summoning the appellants.\n28. The High Court committed a manifest error in disposing\nof the petition filed by the appellants under Section 482 of\nthe Code without even adverting to the basic facts which\nwere placed before it for its consideration.\n29. It is true that the Court in exercise of its jurisdiction\nunder Section 482 of the Code of Criminal Procedure\ncannot go into the truth or otherwise of the allegations and\nappreciate the evidence if any available on record.\nNormally, the High Court would not intervene in the criminal\nproceedings at the preliminary stage/when the\ninvestigation/enquiry is pending.\n30. Interference by the High Court in exercise of its\njurisdiction under Section 482 of the Code of Criminal\nProcedure can only be where a clear case for such\ninterference is made out. Frequent and uncalled for\ninterference even at the preliminary stage by the High\nCourt may result in causing obstruction in progress of the\ninquiry in a criminal case which may not be in the public\ninterest. But at the same time the High Court cannot refuse\nto exercise its jurisdiction if the interest of justice so\nrequired where the allegations made in the FIR or complaint\nare so absurd and inherently improbable on the basis of\nwhich no fair minded and informed observer can ever reach\na just and proper conclusion as to the existence of sufficient\ngrounds for proceeding. In such cases refusal to exercise\nthe jurisdiction may equally result in injustice more\nparticularly in cases where the complainant sets the\ncriminal law in motion with a view to exert pressure and\nharass the persons arrayed as accused in the complaint.\"\n33. Keeping in view the aforesaid principles, we may now\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n627\nexamine as to whether the High Court has adopted the correct A\napproach while exercising its inherent power under Section 482\nCr.P.C. The High Court notices in extenso the facts as narrated\nabove. Thereafter the High Court notices the submissions\nmade on behalf of the parties. It was observed by the High Court\nthat a company/corporation will not have the mens rea for B\ncommission of the offence under Section 415 IPC. The High\nCourt relied on the observations made by this Court in the case\nof Kalpanath Rai Vs. State³¹ and distinguished the judgment\nin the case of M.V. Javali Vs. Mahajan Borewell \u0026 Co. 32,. It is\nheld that a company being a juridical person cannot have the C\nintention to deceive, which is the necessary mens rea for the\noffence of cheating. According to the High court, although a\ncompany can be a victim of deception, it can not be the\nperpetrator of deception. It can only be a natural person who is\ncapable of having mens rea to commit the offence. According\nto the High Court, the same reasoning would also apply in\nrespect of the offence of conspiracy which involves a guilty mind\nto do an illegal thing.\nD\n34. The judgments relied upon by the complainant are\ndistinguished by the High Court, as they pertain to special E\nprovisions contained in different statutes such as, Income Tax\nAct, Essential Commodities Act, Food Adulteration Act and\nTADA Act. It is noticed that in Kalpanath Rai Vs. State 33 this\nCourt was concerned with the provisions of TADA Act. The\nHigh Court was further of the opinion that Indian Penal Code F\ndoes not contain any provision similar to the aforesaid acts.\nSince the offence of cheating under Section 415 and the\noffence of conspiracy under Section 120B can only be\ncommitted by a natural person, the word \"whoever\" cannot\ninclude in its sweep, a juridical person like a company. The High G\nCourt notices the judgment of the Calcutta High Court in the\n31. [(1997) 8 SCC 732]\n32. [(1997) 8 SCC 72]\n33. Supra\nH\n628 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA case of A.K. Khosla Vs. T.S. Venkatesan³4 wherein it was held\nthat there are two tests in respect of prosecution of a corporate\nbody i.e. first being the test of mens era and the other being\nthe mandatory sentence of imprisonment. However, no opinion\nhas been expressed there upon by the High Court. In view of\nB the aforesaid conclusions, the High Court has held that the\ncomplaint would not be maintainable against the respondent.\nD\nE\nLL\nF\nG\n35. We are of the considered opinion that there is much\nsubstance in the submission of Mr. Jethmalani that virtually in\nall jurisdictions across the world governed by the rule of law,\nthe companies and corporate houses can no longer claim\nimmunity from criminal prosecution on the ground that they are\nincapable of possessing the necessary mens rea for the\ncommission of criminal offences. The legal position in England\nand the United States has now crystallized to leave no manner\nof doubt that a corporation would be liable for crimes of intent.\nIn the year 1909, the United States Supreme Court in New York\nCentral \u0026 Hudson River Railroad Co. Vs. United States, 35\nstated the principle thus:-\n\"It is true that there are some crimes which, in their nature,\ncannot be committed by corporations. But there is a large\nclass of offences, of which rebating under the federal\nstatutes is one, wherein the crime consists in purposely\ndoing the things prohibited by statute. In that class of\ncrimes we see no good reason why corporations may not\nbe held responsible for and charged with the knowledge\nand purposes of their agents, acting within the authority\nconferred upon them. If it were not so, many offences might\ngo unpunished and acts be committed in violation of law\nwhere, as in the present case, the statute requires all\npersons, corporate or private, to refrain from certain\npractices, forbidden in the interest of public policy.\n34. [1992 Crl. L.J. 1448]\nH 35. [53 L Ed 613]\nIRIDIUM INDIA TELECOM LTD. v. MOTOROLA\nINCORPORATED [SURINDER SINGH NIJJAR, J.]\n629\nWe see no valid objection in law, and every reason in A\npublic policy, why the corporation, which profits by the\ntransaction, and can only act through its agents and\nofficers, shall be held punishable by fine because of the\nknowledge and intent of its agents to whom it has entrusted\nauthority to act in the subject-matter of making and fixing B\nrates of transportation, and whose knowledge and\npurposes may well be attributed to the corporation for\nwhich the agents act. While the law should have regard to\nthe rights of all, and to those of corporations no less than\nto those of individuals, it cannot shut its eyes to the fact\nC\nthat the great majority of business transactions in modern\ntimes are conducted through these bodies, and particularly\nthat inter-State commerce is almost entirely in their hands,\nand to give them immunity from all punishment because\nof the old and exploded doctrine that a corporation cannot\ncommit a crime would virtually take away the only means\nof effectually controlling the subject-matter and correcting\nthe abuses aimed at.\"\nThe aforesaid sentiment is reiterated in the 19 American\nJurisprudence 2d para 1434 in the following words:-\nD\nE\n\"Lord Holt is reported to have said (Anonymous, 12 Mod\n559, 88 Eng Reprint 1164) that 'a corporation is not\nindictable, but the particular members of it are'. On the\nstrength of this statement it was said by the early writers F\nthat a corporation is not indictable at common law, and this\nview was taken by the courts in some of the earlier cases.\nThe broad general rule is now well established, however,\nthat a corporation may be criminally liable. This rule applies\nas well to acts of misfeasance as to those of nonfeasance,\nand it is immaterial that the Act constituting the offence was\nultra vires. It has been held that a de facto corporation may\nbe held criminally liable.\nAs in case of torts the general rule prevails that a\ncorporation may be criminally liable for the acts of an\nG\nH\nA\nB\nC\n630 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nofficer or agent, assumed to be done by him when\nexercising authorized powers, and without proof that his\nact was expressly authorized or approved by the\ncorporation. A specific prohibition made by the corporation\nto its agents against violation of the law is no defence. The\nrule has been laid down, however, that corporations are\nliable, civilly or criminally, only for the acts of their agents\nwho are authorized to act for them in the particular matter\nout of which the unlawful conduct with which they are\ncharged grows or in the business to which it relates.\"\nAgain in 19 Corpus Juris Secundum, para 1363 it has been\nobserved as under:-\n\"A corporation may be criminally liable for crimes which\ninvolve a specific element of intent as well for those which\nD do not, and, although some crimes require such a\npersonal, malicious intent, that a corporation is considered\nincapable of committing them, nevertheless, under the\nproper circumstances the criminal intent of its agent may\nbe imputed to it so as to render it liable, the requisites of\nsuch imputation being essentially the same as those\nrequired to impute malice to corporations in civil actions.\"\nE\nF\n36. The Courts in England have emphatically rejected the\nnotion that a body corporate could not commit a criminal offence\nwhich was an outcome of an act of will needing a particular state\nof mind. The aforesaid notion has been rejected by adopting\nthe doctrine of attribution and imputation. In other words, the\ncriminal intent of the \"alter ego\" of the company / body\ncorporate, i.e., the person or group of person that guide the\nbusiness of the company, would be imputed to the corporation.\nG It may be appropriate at this stage to notice the observations\nmade by the MacNaghten, J. in the case of Director of Public\nProsecutions Vs. Kent and Sussex Contractors Ltd.36.\nH 36. [1944 1 All ER 119]\n"}