{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"STATE OF KERALA AND ANR.\nA\nV.\nM.A. MATHAI\nAPRIL 9, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nB\nContract Act, 1872:\ns. 55-Work contract-Completed in extended time-Suit by contractor\nfor damages-Agreement containing no escalation clause-Trial Court and C\nHigh Court decreeing suit of contractor and awarding him damages holding\nthat extension agreements were due to coercion Held, for coming to such\nconclusion there is no material on record-Mere assertion by plaintiff should\nnot have been accepted-If, instead of avoiding contract, contractor accepts\nbelated performance of reciprocal obligation on part of employer, contractor D\ncannot claim compensation for non-performance of reciprocal promise by\nemployer at agreed time-Judgment of High Court set aside.\nRespondent-contractor filed a suit against the appellant-State, for\nrecovery of a certain amount in connection with the work executed by him.\nThe State Government contested the suit on the grounds that the contractor E\ndid not complete the work within the extended period; that the stand taken by\nthe contractor that extensions had been sought for and supplemental\nagreements executed not under his free will, was based on no evidence; and\nthat there was no clause in the agreement for any escalation. The trial court\nheld that the supplemental agreements were executed under threat of\nforefeiture and decreed the suit by awarding the claimed amount as damages.\nOn appeal by the State, the High Court agreeing with the view taken by the\ntrial court, held that though the contractor was entitled to damages under\nother heads also, but since he himself had claimed a lesser amount, the claim\nwas restricted to the decretal amount. Aggrieved, the State Government filed\nthe present appeal.\nF\nG\nAllowing the appeal, the Court\nHELD: 1. When the contract is not completed at agreed time, and if\ninstead of avoiding the contract, the contractor accepts the belated performance\n995\nH\n·ད\n996\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA of reciprocal obligation on the part of the employer, the innocent party i.e. the\nB\nC\nD\ncontractor, cannot claim compensation for any loss occasioned by the non-\nperformance of the reciprocal promise by the employer at the time agreed,\nunless, at the time of such acceptance, he gives notice to the promisor of his\nintention to do so. It was pointed out that there was no clause for any\nescalation. [Paras 3 and 8] [998-G-H; 997-D-E]\n1.2. In the instant case, the suit was only for damages. The plaint itself\nindicated that it was a \"suit for recovery of money for damages\". The trial\ncourt proceeded on the basis as if the suit was for damages. In fact, the High\nCourt itself observed that the primary issue related to assessment of damages.\nThe stand that the amount was claimed not for damages, but for extra work\ndone, cannot be countenanced. [Para 5 and 7] [997-H; 998-C]\nGeneral Manager, Northern Railway and Anr. v. Sarvesh Chopra, [2002]\n4 SCC 45, referred to.\nChitty on Contracts, 28th Edn. 1999, p.1106, para 20-015, referred to.\n1.3 Both the trial court and the High Court have without any basis come\ntohold that the supplemental agreement was due to coercion etc. The finding\nthat the agreements were not obtained by free will and free consent and in\nthe normal course of events, to say the least, is an inferential conclusion not\nE supported by any evidence. For coming to such conclusion, material had to be\nplaced, evidence had to be led. Mere assertion by the plaintiff without any\nmaterial to support the said stand should not have been accepted by the trial\ncourt and the High Court. The judgment of the High Court is set aside.\n[Para 9 and 6] [999-C; 998-A-B]\nF\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 7333 of 2004.\nFrom the Final Judgment and Order dated 27.01.2004 of the High Court\nof Kerala at Ernakulam in AS No. 290 of 1994.\nG. Prakash for the Appellants.\nG\nT.G. Narayanan Nair for the Respondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Challenge in this appeal is to the judgment\nH rendered by a Division Bench of the Kerala High Court dismissing the appeal\nT\n5\nSTATE OF KERALA v. M. A. MATHAI [PASAYAT, J. ]\n997\nfiled by the appellant-State and its functionary questioning legality of the A\n` judgment and decree in O.S. No.859 of 1988 on the file of the Sub Court,\nTrichur. The suit was filed for recovery of money in connection with the\naward of work undertaken by the respondent-plaintiff who is the contractor.\n2. The High Court was of the view that the court below had fixed award\nof damage of Rs.9,53,669/- and found that the plaintiff was entitled to damage B\nunder other head and, therefore, restricted the decretal amount to\nRs.10,00,000/- The appeal was accordingly dismissed.\nC\n3. In support of the appeal learned counsel for the appellant submitted\nthat the letters on which reliance had been placed show that the contractor\nwas not doing the work within stipulated period and had been asked for to\napply for extension. The basic stand of the plaintiffrespondent was that the\nextensions had been sought for and supplemental agreements were executed\nnot on the free will and free consent of the plaintiff but it was due to\ncircumstances which prevailed at that time which necessitated the plaintiff to\nagree to the commands of the defendants. To put it differently as noted above D\nthe plaintiff had contented that it was due to coercion that these supplemental\nagreements were executed. The trial court concluded that on the threat of\nforfeiture, re-allocation and re-arrangement at the cost of the plaintiff the\nexecution of supplemental agreement was done. It is pointed out that there\nwas no clause for any escalation. It was wrongly assumed by the trial court\nthat the supplemental agreements and declarations made by the plaintiff were\nnot binding on him as it was not obtained by free consent and free will and\nin the normal course of events.\nE\n4. In response, learned counsel for the respondent submitted that the\namounts awarded were not for damages and it was only in respect of extra F\nwork done that the amounts has been awarded. It was submitted that the\ndepartment itself had recommended for payment for the extra work done and\nas per rates under the contracts the amounts have been awarded. Though the\nGovernment did not agree to the proposal, that itself shows about the\ngenuineness of the respondent's claim. In respect of another contract the\nextra amounts have been paid.\n5. The trial court and the High Court appear to have been totally\nconfused about the nature of the suit. The plaint itself indicated that it was\na \"suit for recovery of money for damages\". In fact the High Court itself\nobserved at para 8 that the primary issue related to assessment of damages.\nIt also found that the plaintiff was entitled to damages under various heads.\nG\nH\nA\nB\n998\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n6. Additionally, the trial court concluded that the supplemental\nagreements (Ex. B-2 to Ex. B-6) and Declarations (B-10 to B-14) were not at\nall binding on the plaintiff. If that was really so, there could not have been\nany extension. The finding that these documents were not obtained by free\nwill and free consent and in the normal course of events, to say the least, is\nan inferential conclusion not supported by any evidence.\n7. As noted above, the trial court proceeded on the basis as to whether\nplaintiff was entitled to damages and if so what is the amount and quantum\nis to be fixed. It was noted that being a suit for damages, the plaintiff was\nclaiming so many items of damages in terms of money involving many\nC calculations. This is contrary to respondent's plea before us. Their stand is\nthat the amount was not for damages but for extra work done. As noted above\nit was only a suit for damages. In General Manager, Northern Railway and\nAnr. v. Sarvesh Chopra, [2002] 4 SCC 45 it was inter alia observed as follows:\nD\nE\nF\nG\n\"In our country question of delay in performance of the contract\nis governed by Sections 55 and 56 of the Indian Contract Act, 1872.\nIf there is an abnormal rise in prices of material and labour, it may\nfrustrate the contract and then the innocent party need not perform\nthe contract. So also, if time is of the essence of the contract, failure\nof the employer to perform a mutual obligation would enable the\ncontractor to avoid the contract as the contract becomes voidable at\nhis option. Where time is \"of the essence\" of an obligation, Chitty on\nContracts (28th Edn., 1999, at p. 1106, para 22-015) states\n\"a failure to perform by the stipulated time will entitle the innocent\nparty to (a) terminate performance of the contract and thereby put an\nend to all the primary obligations of both parties remaining unperformed;\nand (b) claim damages from the contract-breaker on the basis that he\nhas committed a fundamental breach of the contract ('a breach going\nto the root of the contract') depriving the innocent party of the\nbenefit of the contract ('damages for loss of the whole transaction')\".\n8. If, instead of avoiding the contract, the contractor accepts the belated\nperformance of reciprocal obligation on the part of the employer, the innocent\nparty i.e. the contractor, cannot claim compensation for any loss occasioned\nby the non-performance of the reciprocal promise by the employer at the time\nagreed, \"unless, at the time of such acceptance, he gives notice to the\npromisor of his intention to do so\". Thus, it appears that under the Indian\nH law, in spite of there being a contract between the parties whereunder the\n:\nSTATE OF KERALA v. M. A. MATHAI [PASAYAT, J. ]\n999\ncontractor has undertaken not to make any claim for delay in performance of A\nthe contract occasioned by an act of the employer, still a claim would be\nentertainable in one of the following situations: (1) if the contractor repudiates\nthe contract exercising his right to do so under Section 55 of the Contract Act,\n(ii) the employer gives an extension of time either by entering into supplemental\nagreement or by making it clear that escalation of rates or compensation for\nB\ndelay would be permissible, (iii) if the contractor makes it clear that escalation\nof rates or compensation for delay shall have to be made by the employer and\nthe employer accepts performance by the contractor in spite of delay and\nsuch notice by the contractor putting the employer on terms.\"\n9. In the instant case both the trial court and the High Court have\nC\nwithout any basis come to hold that the supplemental agreement was due to\ncoercion etc. For coming to such conclusion, material had to be placed,\nevidence had to be led. Mere assertion by the plaintiff without any material\nto support the said stand should not have been accepted by the trial court\nand the High Court.\n10. Looked at from any angle the impugned judgment of the High Court\nis without any basis and is set aside. The appeal is allowed but in the\ncircumstances without any order as to costs.\nR.P.\nAppeal allowed.\nD\n"}