{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"1048\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA institutionalization, of a policing paradigm, the end point of\nwhich can only mean that the entire nation, in short order, might\nhave to gasp: \"The horror! The horror!\"\nB\nC\n22. It is in light of the above that we necessarily have to\nexamine the issues discussed below, and pass appropriate\norders. We have heard at length the learned senior counsel,\nShri. Ashok H. Desai, appearing on behalf of the petitioners,\nand learned senior counsel, Shri. Harish N. Salve and Shri. M.N.\nKrishnamani appearing for the State of Chattisgarh. We have\nalso heard learned Solicitor General of India, Shri Gopal\nSubrahmanyam, appearing for the Union of India.\n-\nD\nจ\nBrief Facts and History of Instant Matters\n23. The instant writ petition was filed, in 2007, by: (i) Dr.\nNandini Sunder, a professor of Sociology at Delhi School of\nEconomics, and the author of \"Subalterns and Sovereigns: An\nAnthropological History of Bastar\" (2nd Ed. 2007); (ii) Dr.\nRamachandra Guha, a well known historian, environmentalist\nE and columnist, and author of several books, including \"Savaging\nthe Civilised: Verrier Elwin, His Tribals and India” (1999) and\n\"India After Gandhi\" (2007); and (iii) Mr. E.A.S. Sarma, former\nSecretary to Government of India, and former Commissioner,\nTribal Welfare, Government of Andhra Pradesh. The petitioners\nF have alleged, inter-alia, widespread violation of human rights\nof people of Dantewada District, and its neighboring areas in\nthe State of Chhattisgarh, on account of the on going armed\nMaoist/Naxalite insurgency, and the counter-insurgency\noffensives launched by the Government of Chattisgarh. In this\nG regard, it was also alleged that the State of Chattisgarh was\nactively promoting the activities of a group called \"Salwa\nJudum\", which was in fact an armed civilian vigilante group,\nthereby further exacerbating the ongoing struggle, and was\nleading to further widespread violation of human rights.\nH\nNANDINI SUNDAR AND ORS. v. STATE OF 1049\nCHATTISGARH\nA\nC\n24. This Court, had previously passed various orders as\nappropriate at the particular stage of hearing. It had previously\nnoted that it would be appropriate for the National Human\nRights Commission (\"NHRC”) to verify the serious allegations\nmade by the Petitioners, by constituting a committee for\ninvestigation, and make the report available to this Court. On B\n25-08-2008 the NHRC filed its report. This Court then directed\nthat the Government of Chattisgarh consider the\nrecommendations. This Court also directed that appropriate\nFirst Information Reports (\"FIRs”) be filed with respect to killings\nor other acts of violence and commission of crimes, where the\nFIRS had not been registered. The Government of Chattisgarh\nwas further directed, in the case of finding the dead body of a\nperson, to ensure that a magisterial enquiry follow, and file an\n\"Action Taken Report.\" In the order dated 18-02-2010, this Court\nstated that “[I]t appears that about 3000 SPOs,” (Special Police\nOfficers) \"have been appointed by the State Government to\ntake care of the law and order situation, in addition to the\nregular police force. We make it clear that the appointment of\nSPOS shall be done in accordance with law.\" The Court also\nspecifically recorded that “[I]t is also denied emphatically by the\nState that private citizens are provided with arms.\"\nD\nE\nF\n25. In the course of the continuing hearings, before us, a\nnumber of allegations have been made, certain of the findings\nof NHRC stressed, and some contested. Three aspects were\nparticularly dealt by us, and they relate to: (i) the issue of schools\nand hostels in various districts of Chattisgarh being occupied\nby various security forces, in a manner that precludes the\nproper education of students of such schools; (ii) the issue of\nnature of employment of SPOs, also popularly known as Koya\nCommandos, the manner of their training, their status as police G\nofficers, the fact that they are provided with firearms, and the\nvarious allegations of the excessive violence perpetrated by\nsuch SPOs.; and (iii) fresh allegations made, this time by\nSwami Agnivesh, that some 300 houses were burnt down in\nthe villages of Morpalli, Tadmetla and Timmapuram, of women\nH\n1050\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA raped and three men killed sometime in March, 2011. It was\nalso alleged that when Swami Agnivesh, along with some other\nmembers of the civil society, tried to visit the said villages to\ndistribute humanitarian aid, and gain firsthand knowledge of the\nsituation, they were attacked by members of \"Salwa Judum\" in\nB two separate incidents, and that, notwithstanding assurances\nby the Chief Minister of Chattisgarh that they will be provided\nall the security to be able to undertake their journey and\ncomplete their tasks, and notwithstanding the presence of\nsecurity forces, the attacks were allowed to be perpetrated.\nSwami Agnivesh, it is also reported, and prima facie appears,\nis a social activist, of some repute, advocating the path of\npeaceful resolution of social conflict. It also appears that Swami\nAgnivesh has actually worked towards the release of some\npolice personnel who had been kidnapped by Naxalites in\nChattisgarh, and the same has also been acknowledged by a\nperson no less than the Chief Minister of Chattisgarh.\nC\nD\n26. With respect to the issue of the schools and hostels\noccupied by the security forces, it may be noted that the State\nof Chattisgarh had categorically denied that any schools,\nE hospitals, ashrams and anganwadis were continuing to be\noccupied by security forces, and in fact all such facilities had\nbeen vacated. However, during the course of the hearings\nbefore this bench it has turned out that the facts asserted in the\nearlier affidavit were erroneous, and that in fact a large number\nF of schools had continued to be occupied by security forces. It\nwas only upon the intervention, and directions, of this Court did\nthe State of Chattisgarh begin the process of releasing the\nschools and hostels from the occupation by the security forces.\nThat process is, in fact, still on going. We express our\nG reservations at the manner in which the State of Chattisgarh\nhas conducted itself in the instant proceedings before us. It was\nbecause of the earlier submissions made to this Court that\nschools, hospitals, ashrams and anganwadis have already\nbeen vacated, this Court had passed earlier orders with respect\nto other aspects of the recommendations of the NHRC, and did\nH\nNANDINI SUNDAR AND ORS. v. STATE OF\nCHATTISGARH\n1051\nnot address itself to the issue of occupancy by security forces A\nof such infrastructure and public facilities that are necessary and\nvital for public welfare. A separate affidavit has been filed by\nthe State of Chattisgarh seeking an extension of time to comply\n'with the directions of this Court. This is because a large number\nof schools and hostels still continue to be occupied by the B\nsecurity forces. We will deal with the said matter separately.\n27. It is with respect to the other two matters, i.e.,\n(i)\nappointment of SPOs; and (ii) incidents alleged by Swami\nAgnivesh which we shall deal with below.\n28. At this point it is also necessary to note that the ongoing\narmed insurgency in Chattisgarh, and in various other parts of\nthe country, have been referred to as both Maoist and Naxal\nor Naxalite activities, by the Petitioners as well as the\nRespondents. Such terms are used interchangeably, and refer D\nto, broadly, armed uprisings of various groups of people against\nthe State, as well as individual or groups of citizens. In this order,\nwe refer to Maoist activities, and the Naxal or Naxalite activities\ninterchangeably.\nE\ni\ni\nAppointment and conditions of service of the SPOs.\n29. A number of allegations with regard to functioning of\n\"Koya Commandos\" had been made by the Petitioners, and\nupon being asked by this Court to explain who or what Koya\nCommandos were, the State of Chattisgarh, through two\nseparate affidavits, and one written note, stated, asserted and/\nor submitted:\n(i) that, between 2004 to 2010, 2298 attacks by Naxalites\noccurred in the State, and 538 police and para military\npersonnel had been killed; that in addition 169 Special\nOfficers, 32 government employees (not police) and 1064\nvillagers had also been killed in such attacks; that the\n\"SPOs form an integral part of the overall security\nF\nG\nH\nA\nB\nC\nD\nE\nF\nН\n1052 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\napparatus in the naxal affected districts of the State;\" and\nthat the Chintalnar area of Dantewada District is the worst\naffected area, with 76 security personnel killed in one\nincident.\n(ii) that, as stated previously, in other affidavits, by the State\nof Chattisgarh, Salwa Judum has run its course, and has\nceased as a force, existing only symbolically; that the\nPetitioners' and Shri. Agnivesh's claim that Salwa Judum\nis still active in the form of SPOs and Koya Commandos\nis misconceived; that the phrase \"Koya Commando\" is not\nan official one, and no one is appointed as a Koya\nCommando; that some of the SPOs are from Koya tribe,\nand hence, loosely, the term \"Koya Commando” is used;\nthat previously SPOs used to be appointed by the District\nMagistrate under section 17 of the Indian Police Act 1861\n(\"IPA\"); that the SPOs appointed under said statute drew\ntheir power, duties and accountability under Section 18 of\nthe IPA; and that with the enactment of the Chattisgarh\nPolice Act, 2007 (\"CPA 2007\"), SPOs are now appointed\nunder Section 9 of CPA 2007; that SPOs are paid a\nmonthly honourarium of Rs 3000, of which 80% is\ncontributed by Government of India; that the SPOs are\nappointed to act as guides, spotters and translators, and\nwork as a source of intelligence, and firearms are provided\nto them for their self defence; that many other states have\nalso appointed SPOs, and Naxals oppose the SPOS\nbecause their familiarity with local people, dialect and\nterrain make them effective against them; that the total\nnumber of SPOs appointed in Chattisgarh, and approved\nby the Union of India, were 6500 as of 28-03-2011. (It may\nbe noted that an year ago the State of Chattisgarh had\ninformed this Court that the total number of SPOS\nappointed in Chattisgarh were 3000. The much higher\nfigure of appointed SPOs, as revealed by the latest\naffidavit implies that the number been more than doubled\nin the span of one year.)\nNANDINI SUNDAR AND ORS. v. STATE OF 1053\nCHATTISGARH\n30. Upon the submission of the affidavit containing the A\nabove details, we pointed out a number of issues which had\nnot been addressed by the State of Chattisgarh. Some of the\nimportant queries raised by us, with directions to State of\nChattisgarh and Union of India to answer, inter alia, included:\n(i) the required qualifications for such an appointment; (ii) the B\nmanner and extent of their training, especially given the fact that\nthey were to wield firearms; (iii) the mode of control of the\nactivities of such SPOs by the State of Chattisgarh; (iv) what\nspecial provisions were made to protect the SPOs and their\nfamilies in the event of serious injuries or death while\nperforming their “duties\"; and (v) what provisions and modalities\nwere in place for discharge of an appointed SPO from duty and\nthe retrieval of the firearms given to them in line of their duties,\nand also with regard to their safety and security after performing\ntheir duties as SPOs for a temporary period. In this regard, the\nState of Chattisgarh submitted an additional affidavit filed on\n03-05-2011, and subsequently after we had reserved this\nmatter for orders, submitted a Written Note dated 11-03-2011\non 16-05-2011. The same are summarized briefly below.\n(i) That the Union of India approves the upper limit of the\nnumber of SPOs for each state for the purposes of\nreimbursement of homourarium under the Security Rated\nExpenditure (SRE) Scheme.\nC\nD\nE\n(ii) That currently the State of Chattisgarh recruits the SPOS F\nunder Section 9(1) of the Chattisgarh Police Act, 2007\n(\"CPA 2007”), and that the SPOs, pursuant to Section 9(2)\nof the CPA 2007, enjoy the \"same powers, privileges and\nperform same duties as coordinate constabulary and\nsubordinate of the Chattisgarh Police;\" that the SPOs are G\nan integral part of the police force of Chattisgarh, and they\nare \"under the same command, control and supervision of\nthe Superintendant of Police as any other police officer.\nThe SPOs are subjected to the same discipline and are\nregulated by the same legal framework as any other police\nH\nA\nB\nC\n0\nE\nF\nG\nI\n1054 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nofficer...;” that 1200 SPOs have been suspended, and\neven their tenure not renewed or extended if found to be\nderelict in the performance of their duties. (However, in the\nWritten Note it has been stated that SPOs \"are\" appointed\nunder Section 17 of IPA 1861).\n(iii) That SPOs serve as “auxiliary force and force\nmultiplier;\" that appointments of SPOs has been\nrecommended by the Second Administrative Reforms\nCommission under the Chairmanship of Mr. M. Veerappa\nMoily.\n(iv) That SPOs serve a critical role in mitigating the\nproblem of inadequacy of regular police and other security\nforces in Chattisgarh; that a three man committee\nappointed by the Government of Chattisgarh, in 2007, to\nprepare an action plan to combat the Naxalite problem,\nhad calculated the requirement to be seventy (70)\nbattalions; as against this, at present the State only has a\ntotal of 40 battalions, of which 24 are Central Armed Police\nForce, 6 Indian Reserve, and 10 State battalions; that the\nshortfall is 30 battalions.\n(v) That the appointment of SPOs is necessary because\nof the attacks against relief camps for displaced villagers\nby Naxals; that the total number of attacks by Maoists\nbetween 2005 to 2011 were 41, in which 47 persons were\nkilled and 37 injured, with figures in Dantewada being 24\nattacks, 37 persons killed and 26 injured; that tribal youth\nare joining the ranks of SPOs \"motivated by the urge for\nself protection and to defend their family members/villages\nfrom violent attacks;\" that \"[T]he victims of naxal violence\nand youth from naxal affected areas having knowledge of\nthe local terrain, dialects, naxalites and their sympathizers\nand who voluntarily come forward and expressed their\nwillingness are recruited as SPOs after character\nverification;\" and that such tribal youth are recruited as\nSPOs on a temporary basis, by the Superintendant of the\nNANDINI SUNDAR AND ORS. v. STATE OF\nCHATTISGARH\n1055\nPolice on the recommendation of the concerned station in- A\ncharge and gazetted police officers.\n(vi) That even though IPA 1861 and CPA 2007 do not\nprescribe any qualifications, \"preference is given to those\nwho have passed fifth standard\" in the appointment of\nB\nSPOs; that persons aged over 18 and aware of the local\ngeography are appointed; and that the same is done in\naccordance with prescribed guidelines.\nC\n(vii) That a total training of two months is provided to such\ntribal youth appointed as SPOs, including: (a) musketry\nweapon handling, (b) first aid and medical care; (c) field\nand craft drill; (d) UAC and Yoga training; and that apart\nfrom the foregoing, \"basic elementary knowledge\" of\nvarious subjects are also included in the training curriculum\n- (e) Law (including IPC, CRPC, Evidence Act, Minor Act D\netc.) in 24 periods; (f) Human Rights and other provisions\nof Constitution of India in 12 periods; (g) use of scientific\n\u0026 forensic aids in policing in 6 periods; (h) community\npolicing in 6 periods; and (i) culture and customs of Bastar\nin 9 periods; that timetable of such training, in which each\nperiod was shown to be one hour of class room instruction,\nsubmitted to this Court, is evidence of the same.\n(viii) That upon training, the SPOs are deployed in their\nlocal areas and work under police leadership, and that the\nDistrict Superintendant of Police commands and controls\nthese SPOs through SHO/SDOP/Addl SP; that in the past,\n1200 SPOs have been discharged from service, for\nabsence from duty and other indiscipline; that FIR's have\nbeen registered against 22 SPOs for criminal acts, and\naction taken as per law.\nE\nF\nG\n(ix) That \"between the year 2005 to April 2011\", 173 SPOS\n\"have sacrificed their lives while performing their duties\nand 117 SPOs received injuries,\" that certain provisions\nhave been made to give relief and rehabilitation to SPOs H\nA\n00\nB\nс\nD\nE\nF\n1056 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nnext of kin in case of death and/or injuries, such as\npayment of ex-gratia.\n(x) That in as much as most of the security personnel in\nChattisgarh, engaged in fighting Naxalites, are from\noutside the State, lack of knowledge about local terrain,\ngeography, culture and information regarding who is a\nNaxal sympathizer, a Naxal etc., is hampering the State;\nthat local SPOs prove to be invaluable because of their\nlocal knowledge; and that as local officers on duty in relief\ncamps etc., SPOs have been able to thwart more than a\ndozen Maoist attacks on relief camps and have also been\ninstrumental in saving lives of regular troops.\n(xi) That SPOs are \"looked after as part of regular force\nand their welfare is taken care off by the State;\" and that\nby way of examples and evidence of the same, may be\ncited the special relaxation given to victims of Naxal\nviolence in recruitment of constables by Chattisgarh\nGovernment, and the fact that more than 700 SPOs who\nhave passed the recruitment test have been appointed as\nconstables.\n(xii) That State of Chattisgarh has framed Special Police\nOfficers (Appointment, Training \u0026 Conditions of Service)\nRegulatory Procedure 2011 dated 06-05-201. (\"New\nRegulatory Procedures\").\n31. It should be noted at this stage itself that the said rules,\nin the New Regulatory Procedures, have been framed after this\nCourt had heard the matter and reserved it for directions. It is\nclaimed in the Written Note of May 16, 2011 that \"the idea\nG behind better schedule of training for the SPOs is to make the\nSPOs more sensitized to the problems faced by local tribals.\nThe SPOs also play a crucial role in bringing back alienated\ntribals back to the mainstream.\" It is also further argued in the\nwritten note that the “disbanding of SPOs as sought by the\nPetititioners would wreak havoc with law \u0026 order in the State\nH\nNANDINI SUNDAR AND ORS. v. STATE OF 1057\nCHATTISGARH\nof Chattisgarh\" and that the State of Chattisgarh \"intends to A\nimprove the training programme imparted to the SPOs so as\nto have an effective and efficient police force\" and that the New\nRegulatory Procedures have been framed to achieve the same.\n32. The State of Chattisgarh also placed great reliance on\nthe affidavit submitted by the Union of India, dated 03-05-2011,\nwith regard to the appointment, service and training of SPOs,\nand also the broad policy statements made by Union of India\nas to how the Left Wing Extremism (\"LWE\") ought to be tackled.\nTo this effect, the affidavit of Union of India is briefly summarized\nbelow:\nB\nC\nD\n(i) Police and Public order are State subjects, and the\nprimary responsibility of State Government; however, in\nspecial cases the Central Government supplements the\nefforts of the State governments through the SRE scheme.\nThe scheme it is said has been developed to help States\nfacing acute security problems, including LWE, that at\npresent it covers 83 districts in nine states, including\nChattisgarh. Under the said SRE scheme, the Union of\nIndia reimburses certain security related activities by the E\nState to enable “capacity building\". It is also stated that the\n“honourarium” paid to SPOs varies from state to state, with\nvarying percentages of reimbursement of actual paid\nhonorarium. The highest amount reimbursed is Rs 3000\nand the lower range is around Rs 1500.\nF\nG\n(ii) The Union of India also categorically asserted, as far\nas appointment and functioning of SPOs are concerned,\nthat its role is “limited to the approval of upper limit of the\nnumber of SPOs for each state for the purpose of\nreimbursement of the honourarium under the SRE scheme\"\nand that the \"appointment, training, deployment, role and\nresponsibility” of the SPOs are determined by the State\nGovernments concerned. The Union of India categorically\nstates that the State Governments \"may appoint SPOs in\naccordance with law irrespective of Government of India, H\n1\n"}