{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nE\nF\nG\n4\n1058 SUPREME COURT REPORTS\nMinistry of Home Affairs approval.\"\n[2011] 8 S.C.R.\n(iii) The Union of India asserted that \"historically SPOS\nhave played an important role in law and order and\ninsurgency situations in different states\". In this regard, in\nthe context of Left Wing Extremism, the Union of India, in\nits affidavit also pointedly remarks that the “Peoples\nLiberation Guerilla Army... has raised and uses an\nauxiliary force known as 'Jan Militia' recruited from\namongst the local people, who have knowledge of the\nlocal terrain, dialect, and also have the familiarity with the\nlocal population. The logic behind State Governments\nrecruiting SPOs is to counter the advantage since the\nSPOs are also locally recruited and are familiar with the\nterrain, dialect and the local population\" and that\nGovernment of India partially reimburses honorarium of\naround 70,046 SPOS appointed by different States under\nthe SRE scheme.\n33. It would be necessary to note at this stage that it is not\nclear from the affidavit of Union of India as to what stance it\ntakes with respect to specific aspects of the use of SPOs in\nChattisgarh-arming SPOs with arms, the nature of training\nprovided to them, and the duties assigned to them. In a\nmarkedly vague manner, the Union of India's affidavit asserts\nthat SPOs are \"force multipliers\" not explaining what is involved\nin such a concept, nor how \"force\" is multiplied, or not,\ndepending on various duties of the SPOs, their training, and\nwhether they carry arms or not. Without explaining that concept,\nthe Union of India asserts that SPOs have played a useful role\nin collection of intelligence, protection of local inhabitants and\nensuring security of property in disturbed areas. Giving\nexamples of what Union of India claims to be indicia of the\nusefulness of SPOs, the Union of India makes three other\nassertions:\n(i) that the \"assistance to District Police is crucial since they\nhave a stable presence unlike Army/CPMFs which are\nNANDINI SUNDAR AND ORS. v. STATE OF\nCHATTISGARH\nwithdrawn/relocated frequently\";\n1059\n(ii) that the Union of India requires that the SPOs be\ntreated, legally, \"on par with ordinary Police officers in\nrespect of matters such as powers, penalties,\nsubordination etc;\" and\n(iii) that the \"role of SPOs has great relevance in\noperational planning by the State Governments in counter\ninsurgency and counter terrorism situations as well as in\nlaw and order situations.\"\nA\nB\nC\n34. In addition, it was also further asserted by the Union\nof India that \"it is necessary to enhance the capacity of security\nforces in the affected States. Despite the many steps taken by\nthe State Governments concerned, the CPI (Maoist) has\nindulged in indiscriminate and wanton violence.\" To this effect, D\nthe Union of India states that in the year 2010 a total of 1,003.\npeople, comprising 718 civilians and 285 personnel of the\nsecurity forces were killed by Naxalite groups all over India; and\n* of the civilians killed, 323 were killed on being branded as\n\"police informers.”\n35. For good measure, the Union of India ends its affidavit\nwith the following:\n\"Government of India is committed to respecting the human\nrights of innocent citizens. The Government of India has\nalways impressed upon the State Governments that while\ndealing with violence perpetrated by CPI (Maoist), the\nsecurity forces should act with circumspection and\nrestraint. The Government of India will issue advisories to\nthe State Governments to recruit constables and SPOS\nafter careful screening and verification, improve the\nstandards of training, impart instruction on human rights;\nand direct the supervisory officers to enforce strict\ndiscipline and adherence to the law among constables\nand SPOs while conducting operations in affected areas.\"\nE\nF\nG\nH\n1060\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA Analysis:\nB\nс\nD\nE\nF\n0\nH_\n36. At this stage it is necessary to note the main statutory\nprovisions under which it is asserted that SPOs are appointed\nand which govern their role, duties etc. They are:\nSection 17 of Indian Police Act, 1861:\n\"Special Police-officers: When it shall appear that any\nunlawful assembly or riot or disturbance of the peace has\ntaken place, or may be reasonably apprehended, and that\nthe police force ordinarily employed for preventing the\npeace is not sufficient for its prevention and for the\nprotection of the inhabitants and security of property in the\nplace where such unlawful assembly or riot or disturbance\nof the peace has occurred, or it is apprehended, it shall\nbe lawful for any police-officer, not below the rank of\nInspector, to apply to the nearest Magistrate, to appoint so\nmany of the residents of the neighborhood as such police-\nofficer may require, to act as special police-officers for\nsuch time and within such limits as he shall deem\nnecessary, and the Magistrate to whom such application\nis made shall, unless he sees cause to the contrary,\ncomply with the application.”\nSection 18 of Indian Police Act, 1861:\n\"Powers of special police-officers: Every special police-\nofficer so appointed shall have the same powers,\nprivileges and protection and shall be liable to perform the\nsame duties and shall be amenable to the same penalties\nand be subordinate to the same authorities as the ordinary\nofficers of police.\"\nSection 19 of Indian Police Act 1861:\n\"Refusal to serve as special police-officers: If any person,\nbeing appointed as special police-officers as aforesaid,\nshall without sufficient excuse, neglect or refuse to serve\nNANDINI SUNDAR AND ORS. v. STATE OF 1061\nCHATTISGARH\nas such, or to obey such lawful order or direction as may A\nbe given to him for the performance of his duties, he shall\nbe liable, upon conviction before a Magistrate, to a fine\nnot exceeding fifty rupees for every such neglect, refusal\nor disobedience.\"\n37. In the year 2007, the State of Chattisgarh enacted the\nChattisgarh Police Act, 2007 and some relevant portions of the\nsame are noted below.\nSection 1(2): \"It shall come into force from the date of its\npublication in the Official Gazette;\nB\nC\nSection 2(n): “Police Officer” means any member of the\nPolice Force appointed under this Act or appointed before\nthe commencement of this Act for the State and includes\nmembers of the Indian Police Service or members of any D\nother police organization on deputation to the State Police,\nserving for the State and persons appointed under Section\n9 or 10 of this Act;\nSection 2(k) \"Prescribed means prescribed by rules;\nSection 2(o) “Rules” means the rules made under the Act;\nSection 9(1): Subject to Rules prescribed in this behalf, the\nSuperintendant of Police may at any time, by an order in\nwriting, appoint any person to act as a Special Police\nOfficer for a period as specified in the appointment order.\nE\nF\nSection 9(2): Every special police officer so appointed\nshall have the same powers, privileges and protection and\nshall be liable to perform the same duties and shall be\namenable to the same penalties, and be subordinate to G\nthe same authorities, as the ordinary officers of the police.\nSection 23: The following shall be the functions and\nresponsibilities of a police officer:\nH\n1062\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA\n00\nB\nC\nD\nE\n{T}\nF\n☐ G\n☐ ☐\n(1) (a)\n(b)\nTo enforce the law, and to protect life, liberty,\nproperty, rights and dignity of the people;\nTo prevent crime and public nuisance;\n(c) To maintain public order;\n(d)\nTo preserve internal security, prevent and control\nterrorist activities and to prevent breach of public\npeace;\n(e) To protect public property;\n(f)\nTo detect offences and bring the offenders to\njustice;\n(g) To arrest persons whom he os legally authorized to\narrest and for whose arrest sufficient grounds exist;\n(h)\n(i)\n(j)\n(k)\n(l)\n4\nTo help people in situations arising out of mutual or\nman-made disasters, and to assist other agencies.\nin relief measures;\nTo facilitate orderly movement of people and\nvehicles, and to control and regulate traffic;\nTo gather intelligence relating to matters affecting\npublic peace and crime;\nTo provide security to public authorities in\ndischarging their functions;\nTo perform all such duties and discharge such\nresponsibilities as may be enjoined upon him by\nlaw or by an authority empowered to issue such\ndirections under any law.\nSection 24: Every police officer shall be considered to be\nalways on duty, when employed as a police officer in the\nState or deployed outside the State.\nNANDINI SUNDAR AND ORS. v. STATE OF 1063\nCHATTISGARH\nSection 25: No police officer may engage in an\nemployment or office whatsoever, other than his duties\nunder this Act, unless expressly permitted to do so in\nwriting by the State Government.\nSection 50 (1) The State government may make rules for\ncarrying out the purposes of this Act: Providing that existing\nState Police regulations shall continue to be in force till\naltered or repealed.\nSection 50(2) All rules made under this Act shall be laid\nbefore the State Legislature as soon as possible.\nSection 53 (1) The Indian Police Act (no. 5 of 1861) in\nits applicability to the State of Chattisgarh is hereby\nrepealed.\nA\nB\nC\nD\nE\n38. It is noted that neither Section 9(1) nor Section 9(2)\nspecify the conditions or circumstances under which the\nSuperintendant of Police may appoint \"any person\" as a\n\"Special Police Officer\". That would be a grant of discretion\nwithout any indicia or specification of limits, either as to the\nnumber of SPOs who could be appointed, their qualifications,\ntheir training or their duties. Conferment of such unguided \u0026\nuncanalised power, by itself, would clearly be in the teeth of\nArticle 14, unless the provisions are read down so as to save\nthem from the vice of unconstitutionality. The provisions of\nSection 9(1) and 9(2) of CPA 2007 may be contrasted with F\nSection 17 of IPA, a British era legislation, which sets forth the\ncircumstances under which such appointments could be made,\nand the conditions to be fulfilled. No such description of\ncircumstances has been made in Section 9(1) or Section 9(2)\nof CPA 2007. In the same manner, the functions and G\nresponsibilities as provided in Section 23 of CPA 2007, so far\nas they are construed as being the responsibilities that may be\nundertaken by SPOs, except those contained in Section\n23(1)(a)(h) and Section 23(1)(a)(i) have also to be read down.\nH\nA\n1064 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\n39. Even though the State of Chattisgarh has submitted\nits New Regulatory Procedures, notified, after this Court had\nheard the matter at length, we have reviewed the same. We\nare neither impressed by the contents of the New Regulatory\nProcedures, nor have such New Regulatory Procedures\nB inspired any confidence that they will make the situation any\nс\nbetter.\n40. Some of the features of these new rules are\nsummarized as follows. The circumstances specified for\nappointment of SPOs include the occurrence of \"terrorist/\nextremist\" incidents or apprehension that they may occur. With\nregard to eligibility, the rules state that, if other qualifications\nare same, “person having passed 5th class shall be given\npreference.” Furthermore, the rules specify that the SPO should\nbe “capable of assisting the police in prevention and control of\nD the particular problem of the area.\" In as much as \"terrorist/\nextremist\" incidents and activities are included in the\ncircumstances, i.e., the particular problem of the area, it is clear\nthat SPOs are intended to be appointed with the responsibilities\nof engaging in counter-insurgency activities. In point of fact, the\nE language of the rules now indicate that their role need not be\nlimited only to being spotters, and guides and the like, but may\nalso include direct combat role with terrorists/extremists.\nFurthermore, training is to be given to those appointed as\nSPOs if and only if the Superintendant of the Police is \"of the\nF opinion that training is essential for him,\" and in any case\ntraining will be imparted only if the appointed person has been\nappointed for a minimum period of one year and is to be given\nfirearms for self defence. Such training will be in \"Arms, Human\nRights and Law\" for a minimum period of three months. The\nG appointment is to be \"totally temporary in nature\", and the\nappointment may be terminated, \"without giving any reason\" by\nthe Superintendant of Police. The SPOS are to only receive an\nhonorarium and other benefits as \"sanctioned by the State\nGovernment from time to time.\"\nH\nNANDINI SUNDAR AND ORS. v. STATE OF 1065\nCHATTISGARH\n41. We must at this point also express our deepest dismay A.\nat the role of Union of India in these matters. Indeed it is true\nthat policing, and law and order, are state subjects. However,\nfor the Union of India to assert that its role, with respect to\nSPCs being appointed by the State of Chattisgarh, is limited\nonly to approving the total number of SPOs, and the extent of B\nreimbursement of \"honourarium” paid to them, without issuing\ndirections as to how those SPOs are to be recruited, trained\nand deployed for what purposes is an extremely erroneous\ninterpretation of its constitutional responsibilities in these\nmatters. Article 355 specifically states that \"[I]t shall be the duty C\nof the Union to protect every State against external aggression\nand internal disturbance and to ensure that the government of\nevery State is carried on in accordance with the provisions of\nthe Constitution.\" The Constitution casts a positive obligation\non the State to undertake all such necessary steps in order to\n_ protect the fundamental rights of all citizens, and in some cases\neven of non-citizens, and achieve for the people of India\nconditions in which their human dignity is protected and they\nare enabled to live in conditions of fraternity. Given the tasks\nand responsibilities that the Constitution places on the State,\nit is extremely dismaying that the Union of India, in response\nto a specific direction by this Court that it file an affidavit as to\nwhat its role is with respect to appointment of SPOs in\nChattisgarh, claim that it only has the limited role as set forth\nin its affidavit. Even a cursory glance at the affidavit of the Union\nof India indicates that it was filed with the purpose of taking legal\nshelter of diminished responsibility, rather than exhibiting an\nappropriate degree of concern for the serious constitutional\nissues involved.\nD\nE\nF\n42. The fact of the matter is, it is the financial assistance G\nbeing given by the Union that is enabling the State of\nChattisgarh to appoint barely literate tribal youth as SPOs, and\ngiven firearms to undertake tasks that only members of the\nofficial and formal police force ought to be undertaking. Many\nthousands of them have been appointed, and they are being H\n1066\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA paid an \"honorarium\" of Rs 3000 per month, which the Union\nof India reimburses. That the Union of India has not seen it fit\nto evaluate the capacities of such tribal youth in undertaking\nsuch responsibilities in counter-insurgency activities against\nMaoists, the dangers that they will confront, and their other\nB service conditions, such as the adequacy of their training, is\nclearly unconscionable. The stance of the Union of India, from\nits affidavit, has clearly been that it believes that its constitutional\nobligations extend only to the extent of fixing an upper limit on\nthe number of SPOs engaged, on account of the impact on its\nC purse, and that how such monies are used by the state\ngovernments, is not their concern. In its most recent statement\nto this Court, much belated, the Union of India asserts that it\nwill only issue “advisories to the State Governments to recruit\nconstables and SPOs after careful screening and verification,\nimprove the standards of training. Impart instruction on human\nrights...\" This leads us to conclude that the Union of India had\nabdicated its responsibilities in these matters previously. The\nfact that even now it sees its responsibilities as consisting of\nonly issuing of advisories to the state governments does not\nlead to any confidence that the Union of India intends to take\nall the necessary steps in mitigating a vile social situation that\nit has, willy-nilly, played an important role in creating.\nD\nE\n43. It is now clear to us, as alleged by the petitioners, that\nthousands of tribal youth are being appointed by the State of\nF Chattisgarh, with the consent of the Union of India, to engage\nin armed conflict with the Maoists/Naxalites. The facts as stated\nin the affidavits of the State of Chattisgarh, and Union of India\nthemselves reveal that, contrary to the assertions that the tribal\nSPOs are recruited only to engage in non-combatant roles such\nG as those of spotters, guides, intelligence gatherers, and for\nmaintenance of local law and order, they are actually involved\nin combat with the Maoists/Naxalites. The fact that both the\nState of Chattisgarh and the Union of India themselves\nacknowledge that the relief camps, and the remote villages, in\nH\nNANDINI SUNDAR AND ORS. v. STATE OF 1067\nCHATTISGARH\nwhich these SPOs are recruited and directed to work in, have A\nbeen subject to thousands of attacks clearly indicates that in\nevery such attack the SPOs may necessarily have to engage\nin pitched battles with the Maoists. This is also borne out by\nthe fact that both the Union of India and State of Chattisgarh\nhave acknowledged that many hundreds of civilians have been B\nkilled by Maoists/Naxalites by branding them as \"police\ninformants.\" This would obviously mean that SPOs would be\namongst the first targets of the Maoists/Naxalites, and not be\nmerely occasional incidental victims of violence or subject to\nMaoist/Naxalite attacks upon accidental or chance discovery C\nor infrequent discovery of their true role. The new rules in fact\nmake the situation even worse, for they specify that the person\nappointed as an SPO \"should be capable of assisting the\npolice in prevention and control of the particular problem of the\narea,\" which include terrorist/extremist activities. There is no\nspecification that they will be used in only non-combatant roles\nor roles that do not place them in direct danger of attacks by\nextremists/terrorists.\nD\nLL\nF\n44. It is also equally clear to us, as alleged by the\npetitioners, that the lives of thousands of tribal youth appointed E\nas SPOs are placed in grave danger by virtue of the fact that\nthey are employed in counter-insurgency activities against the\nMaoists/Naxalites in Chattisgarh. The fact that 173 of them\nhave \"sacrificed their lives\" in this bloody battle, as cynically\nclaimed by the State of Chattisgarh in its affidavit, is absolute\nproof of the same. It should be noted that while 538 police and\nCAPF personnel have been killed, out of a total strength of 40\nbattalions of regular security forces, in the operations against\nMaoists in Chattisgarh between 2004 and 2011, 173 SPOs\ni.e., young, and by and large functionally illiterate, tribals, have G\nbeen killed in the same period. If one were to take, roughly, the\nstrength of each battalion to be 1000 to 1200 personnel, the\nratio of deaths of formal security personnel to total security\npersonnel engaged is roughly 538 to about 45000 to 50000\npersonnel. That itself is a cause for concern, and a continuing H\n"}