{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"1038\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA\n\u003e\u003e\u003e\nB\nC\nD\nE\nin the Preamble, the Fundamental Rights and Directive\nPrinciples of the Constitution. The State has to adhere\nstrictly to the Rule of Law. Indeed, the State has no other\nauthority to rule.... It is critical for the Government to\nrecognize that dissent or expression of dissatisfaction is\na positive feature of democracy, that unrest is often the\nonly thing that actually puts pressure on the government\nto make things work and for the government to live up to\nits own promises. However, the right to protest, even\npeacefully, is often not recognized by the authorities, and\neven non-violent agitations are met with severe\nrepression.... What is surprising is not the fact of unrest,\nbut the failure of the State to draw right conclusions from\nit. While the official policy documents recognize that there\nis a direct correlation between what is termed as\nextremism and poverty.... or point to the deep\nrelationship between tribals and forests, or that the tribals\nsuffer unduly from displacement, the governments have\nin practice treated unrest merely as a law and order\nproblem. It is necessary to change this mindset and bring\nabout congruence between policy and implementation.\nThere will be peace, harmony and social progress only\nif there is equity, justice and dignity for everyone.\" [paras\n1.18.3 and 1.18.4, emphasis supplied]\n8. Rather than heeding such advice, which echoes the\nF wisdom of our Constitution, what we have witnessed in the\ninstant proceedings have been repeated assertions of\ninevitability of muscular and violent statecraft. Such an\napproach, informing the decisions of the Government of\nChattisgarh with respect to the situations in Dantewada, and\nG its neighbouring districts, seemingly also blinds them to the fact\nthat lawless violence, in response to violence by the Maoist/\nNaxalite insurgency, has not, and will not, solve the problems,\nand that instead it will only perpetuate the cycles of more violent,\nboth intensive and extensive, insurgency and counter-\ninsurgency. The death toll revealed by the Government of\nH\nf\nNANDINI SUNDAR AND ORS. v. STATE OF 1039\nCHATTISGARH\nChattisgarh is itself indicative of this. The fact that the cycles A\nof violence and counter-violence have now lasted nearly a\ndecade ought to lead a reasonable person to conclude that the\nprognosis given by the expert committee of the Planning\nCommission to be correct.\n9. The root cause of the problem, and hence its solution,\nlies elsewhere. The culture of unrestrained selfishness and\ngreed spawned by modern neo-liberal economic ideology, and\nthe false promises of ever increasing spirals of consumption\nleading to economic growth that will lift everyone, under-gird this\nsocially, politically and economically unsustainable set of\ncircumstances in vast tracts of India in general, and Chattisgarh\nin particular. It has been reported that:\nB\nс\n\"Among the rapidly growing urban middle class, the\ncorporate world is in a hurry to expand its manufacturing D\ncapacity. That means more land for manufacturing and\ntrading. The peasants and tribals are the natural victims\nof acquisitions and displacements. The expanded mining\nactivities encroach upon the forest domain.... Infrastructure\ndevelopment needs more steel, cement and energy.... E\nLacking public sector capacities, the income-poor but\nresource-rich states of eastern India are awarding mining\nand land rights to Indian and multinational companies....\nMost of these deposits lie in territory inhabited by poor\ntribals and that is where Naxals operate. Chattisgarh, a F\nstate of eastern India, has 23 per cent of India's iron ore\ndeposits and abundant coal. It has signed memoranda of\nunderstanding and other agreements worth billions with\nTata Steel and ArcelorMittal, De Beers Consolidated\nMines, BHP Billion and Rio Tinto. Other states inviting big\nbusiness and FDI have made similar deals.... The\nappearance of mining crews, construction workers and\ntruckers in the forest has seriously alarmed the tribals who\nhave lived in these regions from time immemorial.\"\n5. Ajay K. Mehra, supra note 1.\nG\nH\nΑ\n1040\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\n10. The justification often advanced, by advocates of the\nneo-liberal development paradigm, as historically followed, or\nnewly emerging, in a more rapacious form, in India, is that\nunless development occurs, via rapid and vast exploitation of\nnatural resources, the country would not be able to either\nB compete on the global scale, nor accumulate the wealth\nnecessary to tackle endemic and seemingly intractable\nproblems of poverty, illiteracy, hunger and squalor. Whether\nsuch exploitation is occurring in a manner that is sustainable,\nby the environment and the existing social structures, is an oft\ndebated topic, and yet hurriedly buried. Neither the policy\nmakers nor the elite in India, who turn a blind eye to the gross\nand inhuman suffering of the displaced and the dispossessed,\nprovide any credible answers. Worse still, they ignore historical\nevidence which indicates that a development paradigm\ndepending largely on the plunder and loot of the natural\nresources more often than not leads to failure of the State; and\nthat on its way to such a fate, countless millions would have\nbeen condemned to lives of great misery and hopelessness.\nC\nD\n11. The more responsible thinkers have written at length\nE about \"resource curse,\" a curious phenomenon wherein\ncountries and regions well endowed with resources are often\nthe worst performers when it comes to various human\ndevelopment indicia. In comparison with countries dependant\non agricultural exports, or whose development paradigm is\nF founded upon broad based development of human resources\nof all segments of the population, such countries and regions\nsuffer from “unusually high poverty, poor health care,\nwidespread malnutrition, high rates of child mortality, low life\nexpectancy and poor educational performance.\"6\nG\nH\n12. Predatory forms of capitalism, supported and promoted\nby the State in direct contravention of constitutional norms and\nvalues, often take deep roots around the extractive industries.\n6. Joseph E. Stiglitz, Making Natural Resources into a Blessing rather than a\nCurse, in \"Covering Oil\", eds., Svetlana Tsalik Arya Schiffrin, Open Society\nInstitute (2005).\nNANDINI SUNDAR AND ORS. v. STATE OF 1041\nCHATTISGARH\nIn India too, we find a great frequency of occurrence of more\nvolatile incidents of social unrest, historically, and in the present,\nin resource rich regions, which paradoxically also suffer from\nlow levels of human development. The argument that such a\ndevelopment paradigm is necessary, and its consequences\ninevitable, is untenable. The Constitution itself, in no uncertain\nterms, demands that the State shall strive, incessantly and\nconsistently, to promote fraternity amongst all citizens such that\ndignity of every citizen is protected, nourished and promoted.\nThe Directive Principles, though not justiciable, nevertheless\n\"fundamental in the governance of the Country\", direct the State\nto utilize the material resources of the community for the\ncommon good of all, and not just of the rich and the powerful\nwithout any consideration of the human suffering that extraction\nof such resources impose on those who are sought to be\ndispossessed and disempowered. Complete justice - social,\neconomic and political -, is what our Constitution promises to\neach and every citizen. Such a promise, even in its weakest\nform and content, cannot condone policies.that turn a blind eye\nto deliberate infliction of misery on large segments of our\npopulation.\n13. Policies of rapid exploitation of resources by the\nprivate sector, without credible commitments to equitable\ndistribution of benefits and costs, and environmental\nsustainability, are necessarily violative of principles that are\n\"fundamental to governance\", and when such a violation occurs\non a large scale, they necessarily also eviscerate the promise\nof equality before law, and equal protection of the laws,\npromised by Article 14, and the dignity of life assured by Article\n21. Additionally, the collusion of the extractive industry, and in\nsome places it is also called the mining mafia, and some\nagents of the State, necessarily leads to evisceration of the\nmoral authority of the State, which further undermines both\nArticle 14 and Article 21. As recognized by the Expert\nCommittee of the Planning Commission, any steps taken by\nthe State, within the paradigm of treating such volatile\nA\nB\nс\nD\nE\nF\nG\nH.\n:\n1042 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA circumstances as simple law and order problems, to perpetrate\nlarge scale violence against the local populace, would only\nbreed more insurgency, and ever more violent protests. Some\nscholars have noted that complexities of varieties of political\nviolence in India are rooted:\nB\nC\nD\nE\nF\nG\n\"as much in the economic relations of the country as in\nits stratified social structure.... [E]ntrenched feudal\nstructures, emerging commercial interests, new alliances\nand the nexus between entrenched order, new interests,\npolitical elites and the bureaucracy, and deficient public\ninfrastructure and facilities perpetuate exploitation. The\nresulting miseries have made these sections of the\npopulation vulnerable to calls for revolutionary\npolitics....India's development dichotomy has also had\na destabilizing impact on people's settled lives. For\ndecades, the Indian state has failed to provide alternative\nlivelihoods to those displaced by developmental projects.\nAccording to an estimate, between 1951 and 1990, 8.5\nmillion members of ST's were displaced by\ndevelopmental projects. Representing over 40 per cent\nof all the displaced people, only 25 per cent of them were\nrehabilitated.... Although there are no definitive data,\nDalits and Adivasis have been reported to form a large\nproportion of the Maoists' foot soldiers.... A study of\natrocities against these two sections of society reveals\ncorrespondence between the prevalence and spread of\nNaxalism and the geographic location of atrocities....\nThe susceptibility of the vulnerable continues under the\nnew emerging context of the liberalization, marketization\nand globalization of the Indian economy, which have\nadded new dominance structures to the existing ones.\"\"\n14. What is ominous, and forebodes grave danger to the\nsecurity and unity of this nation, the welfare of all of our people,.\nand the sanctity of our constitutional vision and goals, is that\nH 7. Ajay K. Mehra, supra note 1.\nNANDINI SUNDAR AND ORS. v. STATE OF 1043\nCHATTISGARH\nthe State is drawing the wrong conclusions, as pointed out by A\nthe Expert Group of the Planning Commission cited earlier.\nInstead of locating the problem in the socio-economic matrix,\nand the sense of disempowerment wrought by the false\ndevelopmental paradigm without a human face, the powers that\nbe in India are instead propagating the view that this obsession\nwith economic growth is our only path, and that the costs borne\nby the poor and the deprived, disproportionately, are necessary\ncosts. Amit Bhaduri, a noted economist, has observed:\nB\nC\n\"If we are to look a little beyond our middle class noses,\nbeyond the world painted by mainstream media, the\npicture is less comforting, less assuring.... Once you\nstep outside the charmed circle of a privileged minority\nexpounding on the virtues of globalization, liberalization\nand privatization, things appear less certain.... According\nto the estimate of the Ministry of Home Affairs, some 120 D\nto 160 out of a total of 607 districts are \"Naxal infested\".\nSupported by a disgruntled and dispossessed peasantry,\nthe movement has spread to nearly one-fourth of Indian\nterritory. And yet, all that this government does is not to\nface the causes of the rage and despair that nurture such E\nmovements; instead it considers it a menace, a law-and-\norder problem.... that is to be rooted out by the violence\nof the state, and congratulates itself when it uses violence\neffectively to crush the resistance of the angry poor.... For\nthe sake of higher growth, the poor in growing numbers F\nwill be left out in the cold, undernourished, unskilled and\nilliterate, totally defenceless against the ruthless logic of\na global market.... [T]his is not merely an iniquitous\nprocess. High growth brought about in this manner does\nnot simply ignore the question of income distribution, its G\nreality is far worse. It threatens the poor with a kind of\nbrutal violence in the name of development, a sort of\n'developmental terrorism', violence perpetrated on the\npoor in the name of development by the state primarily\nin the interest of corporate aristocracy, approved by the\nH\nA\nB\nC\nD\n1044\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nIMF and the World Bank, and a self-serving political\nclass.... Academics and media persons have joined the\npolitical chorus of presenting the developmental terrorism\nas a sign of progress, an inevitable cost of development.\nThe conventional wisdom of our time is that, There Is No\nAlternative.... And yet this so widely agreed upon model\nof development is fatally flawed. It has already been\nrejected and will be rejected again by the growing\nstrength of our democratic polity, and by direct resistance\nof the poor threatened with 'developmental terrorism\".\n15. As if the above were not bad enough, another\ndangerous strand of governmental action seems to have been\nevolved out of the darkness that has begun to envelope our\npolicy makers, with increasing blindness to constitutional\nwisdom and values. On the one hand the State subsidises the\nprivate sector, giving it tax break after tax break, while\nsimultaneously citing lack of revenues as the primary reason\nfor not fulfilling its obligations to provide adequate cover to the\npoor through social welfare measures. On the other hand, the\nState seeks to arm the youngsters amongst the poor with guns\nE to combat the anger, and unrest, amongst the poor.\nF\nG\n16. Tax breaks for the rich, and guns for the youngsters\namongst poor, so that they keep fighting amongst themselves,\nseems to be the new mantra from the mandarins of security and\nhigh economic policy of the State. This, apparently, is to be the\ngrand vision for the development of a nation that has constituted\nitself as a sovereign, secular, socialist and democratic republic.\nConsequently, questions necessarily arise as to whether the\npolicy makers, and the powers that be, are in any measure\nbeing guided by constitutional vision, values, and limitations that\ncharge the State with the positive obligation of ensuring the\ndignity of all citizens.\n17. What the mandarins of high policies forget is that a\nsociety is not a forest where one could combat an accidental\nH forest fire by starting a counter forest fire that is allegedly\nNANDINI SUNDAR AND ORS. v. STATE OF 1045\nCHATTISGARH\ncontrolled. Human beings are not individual blades of dry grass. A\nAs conscious beings, they exercise a free will. Armed, the very\nsame groups can turn, and often have turned, against other\ncitizens, and the State itself. Recent history is littered with\nexamples of the dangers of armed vigilante groups that operate\nunder the veneer of State patronage or support.\nB\nC\nD\n18. Such misguided policies, albeit vehemently and\nmuscularly asserted by some policy makers, are necessarily\ncontrary to the vision and imperatives of our constitution which\ndemands that the power vested in the State, by the people, be\nonly used for the welfare of the people - all the people, both\nrich and the poor -, thereby assuring conditions of human dignity\nwithin the ambit of fraternity amongst groups of them. Neither\nArticle 14, nor Article 21, can even remotely be conceived as\nbeing so bereft of substance as to be immune from such\npolicies. They are necessarily tarnished, and violated in a\nprimordial sense by such policies. The creation of such a\nmiasmic environment of dehumanization of youngsters of the\ndeprived segments of our population, in which guns are given\nto them rather than books, to stand as guards for the rapine,\nplunder and loot in our forests, would be to lay the road to\nnational destruction. It is necessary to note here that this Court\nhad to intercede and order the Government of Chattisgarh to\nget the security forces to vacate the schools and hostels that\nthey had occupied; and even after such orders, many schools\nand hostels still remain in the possession and occupancy of the F\nsecurity forces. Such is the degree of degeneration of life, and\nsociety. Facts speak for themselves.\n19. Analyzing the causes for failure of many nation-states,\nin recent decades, Robert I. Rotberg, a professor of the\nKennedy School, Harvard University, posits the view that\n\"[N]ation-states exist to provide a decentralized method of\ndelivering political (public) goods to persons living within\ndesignated parameters (borders).... They organize and channel\nthe interests of their people, often but not exclusively in\nE\nG\nH\n1046 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA furtherance of national goals and values.” Amongst the\npurposes that nation-states serve, that are normatively expected\nby citizenries, are included the task of buffering or manipulation\nof \"external forces and influences,\" and mediation between\n\"constraints and challenges\" of the external and international\nB forces and the dynamics of \"internal economic, political, and\nsocial realities.\" In particular he notes:\nC\nD\nE\nF\nG\nH\n-\n\"States succeed or fail across all or some of these\ndimensions. But it is according to their performance\naccording to the levels of their effective delivery of the most\ncrucial political goods - that strong states may be\ndistinguished from weak ones, and weak states from failed\n´or collapsed states.... There is a hierarchy of political\ngoods. None is as crucial as the supply of security,\nespecially human security. Individuals alone, almost\nexclusively in special or particular circumstances, can\nattempt to secure themselves. Or groups of individuals can\nband together to organize and purchase goods or services\nthat maximize their sense of security. Traditionally, and\nusually, however, individuals and groups cannot easily or\neffectively substitute private security for the full spectrum\nof public security. The state's prime function is to provide\nthat political good of security - to prevent cross-border\ninvasions and infiltrations, to eliminate domestic threats to\nor attacks upon the national order and social structure...\nand to stabilize citizens to resolve their disputes with the\nstate and with their fellow human inhabitants without\nrecourse to arms or other forms of physical coercion.\"\n20. The primary task of the State is the provision of security\nto all its citizens, without violating human dignity. This would\nnecessarily imply the undertaking of tasks that would prevent\nthe emergence of great dissatisfaction, and disaffection, on\n8. \"The Failure and Collapse of Nation-States-BREAKDOWN, PREVENTION\nAND FAILURE\" in \"WHEN STATES FAIL: CAUSES AND CONSEQUENCS\"\nRobert 1. Rotberg, Ed., Princeton University Press (2004).\nNANDINI SUNDAR AND ORS. v. STATE OF 1047\nCHATTISGARH\nB\naccount of the manner and mode of extraction, and distribution, A\nof natural resources and organization of social action, its\nbenefits and costs. Our Directive Principles of State Policy\nexplicitly recognize this. Our Constitution posits that unless we\nsecure for our citizens conditions of social, economic and\npolitical justice for all who live in India, we would not have\nachieved human dignity for our citizens, nor would we be in a\nposition to promote fraternity amongst groups of them. Policies\nthat run counter to that essential truth are necessarily destructive\nof national unity and integrity. To pursue socio-economic\npolicies that cause vast disaffection amongst the poor, creating C\nconditions of violent politics is a proscribed feature of our\nConstitution. To arrive at such a situation, in actuality on account\nof such policies, and then claim that there are not enough\nresources to tackle the resulting socio-political unrest, and\nviolence, within the framework of constitutional values amounts\nto an abdication of constitutional responsibilities. To claim that\nresource crunch prevents the State from developing appropriate\ncapacity in ensuring security for its citizens through well trained\nformal police and security forces that are capable of working\nwithin the constitutional framework would be an abandonment\nof a primordial function of the State. To pursue policies whereby\nguns are distributed amongst barely literate youth amongst the\npoor to control the disaffection in such segments of the\npopulation would be tantamount to sowing of suicide pills that\nI could divide and destroy society. Our youngsters are our most\nprecious resource, to be nurtured for a better tomorrow. Given F\nthe endemic inequalities in our country, and the fact that we are\nincreasingly, in a demographic sense, a young population, such\na policy can necessarily be expected to lead to national\ndisaster.\n21. Our constitution is most certainly not a \"pact for national\nsuicide.\" In the least, its vision does enable us, as constitutional\nadjudicators to recognize, and prevent, the emergence, and the\n9. Aharon Barack, \"The Judge in a Democracy\" (Princeton University Press,\n2006).\nD\nE\nG\nH\n"}