{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"1078 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA firearms, would endanger the lives of others in the society. That\nwould be a violation of Article 21 rights of a vast number of\npeople in the society. .\nB\nC\n65. That they are paid only an \"honorarium\", and appointed\nonly for temporary periods, are further violations of Article 14\nand Article 21. We have already discussed above, as to how\npayment of honorarium to these youngsters, even though they\nare expected to perform the all of the duties of regular police\nofficers, and place themselves in dangerous situations, equal\nto or even worse than what regular police officers face, would\nbe a violation of Article 14. To pay only an honorarium to those\nyoungsters, even though they place themselves in equal danger,\nand in fact even more, than regular police officers, is to\ndenigrate the value of their lives. It can only be justified by a\ncynical, and indeed an inhuman attitude, that places little or no\nD value on the lives of such youngsters. Further, given the poverty\nof those youngsters, and the feelings of rage, and desire for\nrevenge that many suffer from, on account of their previous\nvictimization, in a brutal social order, to engage them in\nactivities that endanger their lives, and exploit their\nE dehumanized sensibilities, is to violate the dignity of human life,\nand humanity.\n66. It has also been analysed above as to how the\ntemporary nature of employment of these youngsters, as SPOs\nF engaged in counter-insurgency activities of any kind, endangers\ntheir lives, subjects them to dangers from Maoists even after\nthey have been disengaged from duties of such appointment,\nand further places the entire society, and individuals and groups\nin the society, at risk. They are all clearly violations of Article\n21.\nG\n67. It is in light of the above, that we proceed to pass\nappropriate orders. However, there are a few important matters\nthat we necessarily have to address ourselves to at this stage.\nThis necessity arises on account of the fact that the State of\nH Chattisgarh, and the Union of India, claim that employing such\nNANDINI SUNDAR AND ORS. v. STATE OF\nCHATTISGARH\n1079\nyoungsters as SPOs engaged in counter-insurgency activities A\nis vital, and necessary to provide security to the people affected\nby Maoist violence, and to fight the threat of Maoist extremism.\nB\nC\n68. Indeed, we recognize that the State faces many serious\nproblems on account of Maoist/Naxalite violence.\nNotwithstanding the fact that there may be social and economic\ncircumstances, and certain policies followed by the State itself,\nleading to emergence of extremist violence, we cannot condone\nit. The attempt to overthrow the State itself and kill its agents,\nand perpetrate violence against innocent civilians, is destructive\nof an ordered life. The State necessarily has the obligation,\nmoral and constitutional, to combat such extremism, and\nprovide security to the people of the country. This, as we\nexplained is a primordial necessity. When the judiciary strikes\ndown state policies, designed to combat terrorism and\nextremism, we do not seek to interfere in security\nconsiderations, for which the expertise and responsibility lie with\nthe executive, directed and controlled by the legislature.\nJudiciary intervenes in such matters in order to safeguard\nconstitutional values and goals, and fundamental rights such as\nequality, and right to life. Indeed, such expertise and\nE\nresponsibilities vest in the judiciary. In a recent judgment by a\nconstitutional bench, G.V.K Industries v. ITO11 this Court\nobserved:\n\"Our Constitution charges the various organs of the state\nwith affirmative responsibilities of protecting the interests\nof, the welfare of and the security of the nation.... powers.\nare granted to enable the accomplishment of the goals of\nthe nation. The powers of judicial review are granted in ·\norder to ensure that such power is being used within the\nbounds specified in the Constitution. Consequently, it is\nimperative that the powers so granted to various organs\nof the state are not restricted impermissibly by judicial fiat\nsuch that it leads to inabilities of the organs of the\n11. (2011) 4 SCC 36.\n•\nD\nF\nG\nH\nA\nB\nC\nD\nF\n1080\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\ngovernment in discharging their constitutional\nresponsibilities. Powers that have been granted, and\nimplied by, and borne by the Constitutional text have to be\nperforce admitted. Nevertheless, the very essence of\nconstitutionalism is also that no organ of the state may\narrogate to itself powers beyond what is specified in the\nConstitution. Walking on that razors edge is the duty of\nthe judiciary. Judicial restraint is necessary in dealing with\nthe powers of another coordinate branch of the\ngovernment; but restraint cannot imply abdication of the\nresponsibility of walking on that edge.\"\n69. As we heard the instant matters, we were acutely\naware of the need to walk on that razors edge. In arriving at\nthe conclusions we have, we were guided by the facts, and\nconstitutional values. The primordial value is that it is the\nresponsibility of every organ of the State to function within the\nfour corners of constitutional responsibility. That is the ultimate\nrule of law.\n70. It is true that terrorism and/or extremism plagues many\nE countries, and India, unfortunately and tragically, has been\nsubject to it for many decades. The fight against terrorism and/\nor extremism cannot be effectuated by constitutional\ndemocracies by whatever means that are deemed to be\nefficient. Efficiency is not the sole arbiter of all values, and goals\nthat constitutional democracies seek to be guided by, and\nachieve. Means which may be deemed to be efficient in\ncombating some immediate or specific problem, may cause\ndamage to other constitutional goals, and indeed may also be\ndetrimental to the quest to solve the issues that led to the\nproblems themselves. Consequently, all efficient means, if\nindeed they are efficient, are not legal means, supported by\nconstitutional frameworks. As Aharon Barak, the former\nPresident of the Supreme Court of Israel, while discussing the\nwar on terrorism, wrote in his opinion in the case of Almadani\nG\nH\nNANDINI SUNDAR AND ORS. v. STATE OF 1081\nCHATTISGARH\nv. Ministry of Defense 12 opinion:\nA\n\"....This combat is not taking place in a normative void....\nThe saying, \"When the canons roar, the Muses are silent,”\nis incorrect. Cicero's aphorism that laws are silent during\nwar does not reflect modern reality. The foundations of\nB\nthis approach is not only pragmatic consequence of a\npolitical and normative reality. Its roots lie much deeper.\nIt is an expression of the difference between a democratic\nstate fighting for its life and the aggression of terrorists\nrising up against it. The state fights in the name of the\nlaw, and in the name of upholding the law. The terrorists\nfight against the law, and exploit its violation. The war\nagainst terror is also the law's war against those who rise\nup against it.”\nс\n71. As we remarked earlier, the fight against Maoist/ D\nNaxalite violence cannot be conducted purely as a mere law\nand order problem to be confronted by whatever means the\nState can muster. The primordial problem lies deep within the\nsocio-economic policies pursued by the State on a society that\nwas already endemically, and horrifically, suffering from gross E\ninequalities. Consequently, the fight against Maoists/Naxalites\nis no less a fight for moral, constitutional and legal authority over\nthe minds and hearts of our people. Our constitution provides\nthe gridlines within which the State is to act, both to assert such\nauthority, and also to initiate, nurture and sustain such authority. F\nTo transgress those gridlines is to act unlawfully, imperiling the\nmoral and legal authority of the State and the Constitution. We,\nin this Court, are not unaware of the gravity that extremist\nactivities pose to the citizens, and to the State. However, our\nConstitution, encoding eons of human wisdom, also warns us\nthat ends do not justify all means, and that an essential and\nintegral part of the ends to which the collective power of the\npeople may be used to achieve has to necessarily keep the\n12. H.C. 3451/02, 56(3) P.D., also cited in Aharon Back: \"The Judge in a\nDemocracy\" (Princeton University Press, 2003)\nG\nH\n1082\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA means of exercise of State power within check and\nconstitutional bounds. To act otherwise is to act unlawfully, and\nas Philip Bobbitt warns, in \"Terror and Consent - The Wars for\nthe Twenty First Century\" 13, \"if we act lawlessly, we throw away\nthe gains of effective action.\" Laws cannot remain silent when\nB the canon's roar.\nC\nD\nF\n72. The response of law, to unlawful activities such as\nthose indulged in by extremists, especially where they find their\ngenesis in social disaffection on account of socio-economic\nand political conditions has to be rational within the borders of\nconstitutional permissibility. This necessarily implies a two-fold\npath: (i) undertaking all those necessary socially, economically\nand politically remedial policies that lessen social disaffection\ngiving rise to such extremist violence; and (ii) developing a well\ntrained, and professional law enforcement capacities and\nforces that function within the limits of constitutional action.\n73. The creation of a cadre like groups of SPOs,\ntemporarily employed and paid an honorarium, out of\nuneducated or undereducated tribal youth, many of who are\nE also informed by feelings of rage, hatred and a desire for\nrevenge, to combat Maoist/Naxalite activities runs counter to\nboth those prescriptions. We have dealt with the same\nextensively hereinabove. We need to add one more necessary\nobservation. It is obvious that the State is using the engagement\nof SPOs, on allegedly temporary basis and by paying\n“honoraria\", to overcome the shortages and shortcomings of\ncurrently available capacities and forces within the formal\npolicing structures. The need itself is clearly a long-run need.\nConsequently, such actions of the State may be an abdication\nof constitutional responsibilities to provide appropriate security\nto citizens, by having an appropriately trained professional\npolice force of sufficient numbers and properly equipped on a\npermanent basis. These are essential state functions, and\ncannot be divested or discharged through the creation of\nH 13. Penguin Book (Allen Lane) (2008).\nG\nNANDINI SUNDAR AND ORS. v. STATE OF 1083\nCHATTISGARH\ntemporary cadres with varying degrees of state control. They A\nnecessarily have to be delivered by forces that are and\npersonnel who are completely under the control of the State,\npermanent in nature, and appropriately trained to discharge\ntheir duties within the four corners of constitutional permissibility.\nThe conditions of employment of such personnel also have to B\nhew to constitutional limitations. The instant matters, in the case\nof SPOs in Chattisgarh, represent an extreme form of\ntransgression of constitutional boundaries.\nC\nD\n74. Both the Union of India, and the State of Chattisgarh,\nhave sought to rationalize the use of SPOs in Chattisgarh, in\nthe mode and manner discussed at length above, on the ground\nthat they are effective in combating Maoist/Naxalite activities\nand violence, and that they are \"force multipliers.\" As we have\npointed out hereinabove, the adverse effects on society, both\ncurrent and prospective, are horrific. Such policies by the State\nviolate both Article 14 and Article 21, of those being employed\nas SPOs in Chattisgarh and used in counter-insurgency\nmeasures against Maoists/Naxalites, as well as of citizenry\nliving in those areas. The effectiveness of the force ought not\nto be, and cannot be, the sole yardstick to judge constitutional E\npermissibility. Whether SPOs have been \"effective\" against\nMaoist/Naxalite activities in Chattisgarh it would seem to be a\ndubious, if not a debunked, proposition given the state of affairs\nin Chattisgarh. Even if we were to grant, for the sake of\nargument, that indeed the SPOs were effective against Maoists/ F\nNaxalites, the doubtful gains are accruing only by the incurrence\nof a massive loss of fealty to the Constitution, and damage to\nthe social order. The \"force\" as claimed by the State, in the\ninstant matters, is inexorably leading to the loss of the force of\nthe Constitution. Constitutional fealty does not, cannot and G\nought not to permit either the use of such a force or its\nmultiplication. Constitutional propriety is not a matter of throwing\naround arbitrarily selected, and inanely used, phrases such as\n\"force multipliers.\" Constitutional adjudication, and protection of\ncivil liberties, by this Court is a far, far more sacred a duty to H\n1084 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA be swayed by such arguments and justifications.\nOrder:\n75. We order that:\nB\n(i)\nс\nD\nE\nF\n☐ G\n☐ H\nThe State of Chattisgarh immediately cease and\ndesist from using SPOs in any manner or form in\nany activities, directly or indirectly, aimed at\ncontrolling, countering, mitigating or otherwise\neliminating Maoist/Naxalite activities in the State of\nChattisgarh;\n(ii) The Union of India to cease and desist, forthwith,\nfrom using any of its funds in supporting, directly or\nindirectly the recruitment of SPOs for the purposes\nof engaging in any form of counter-insurgency\nactivities against Maoist/Naxalite groups;\n(iii) The State of Chattisgarh shall forthwith make every\neffort to recall all firearms issued to any of the\nSPOs, whether current or former, along with any and\nall accoutrements and accessories issued to use\nsuch firearms. The word firearm as used shall\ninclude any and all forms of guns, rifles, launchers\netc., of whatever caliber;\n(iv) The State of Chattisgarh shall forthwith make\narrangements to provide appropriate security, and\nundertake such measures as are necessary, and\nwithin bounds of constitutional permissibility, to\nprotect the lives of those who had been employed\nas SPOs previously, or who had been given any\ninitial orders of selection or appointment, from any\nand all forces, including but not limited to Maoists/\nNaxalites; and\n(v)\nThe State of Chattisgarh shall take all appropriate\nmeasures to prevent the operation of any group,\nNANDINI SUNDAR AND ORS. v. STATE OF 1085\nCHATTISGARH\nincluding but not limited to Salwa Judum and Koya A\nCommandos, that in any manner or form seek to\ntake law into private hands, act unconstitutionally or\notherwise violate the human rights of any person.\nThe measures to be taken by the State of\nChattisgarh shall include, but not be limited to, B\ninvestigation of all previously inappropriately or\nincompletely investigated instances of alleged\ncriminal activities of Salwa Judum, or those\npopularly known as Koya Commandos, filing of\nappropriate FIR's and diligent prosecution.\nC\nD\n76. In addition to the above, we hold that appointment of\nSPOs to perform any of the duties of regular police officers,\nother than those specified in Section 23(1)(h) and Section\n23(1)(i) of Chattisgarh Police Act, 2007, to be unconstitutional.\nWe further hold that tribal youth, who had been previously\nengaged as SPOs in counter-insurgency activities, in whatever\nform, against Maoists/Naxalites may be employed as SPOs to\nperform duties limited to those enumerated in Sections 23(1)(h)\nand 23(1)(i) of CPA 2007, provided that they have not engaged\nin any activities, whether as a part of their duties as SPOs E\nengaged in any form of counter-insurgency activities against\nMaoists/Naxalites, and Left Wing Extremism or in their own\nindividual or private capacities, that may be deemed to be\nviolations of human rights of other individuals or violations of\nany disciplinary code or criminal laws that they were lawfully F\nsubject to.\nIV\n-\nMatters relating to allegations by Swami Agnivesh, and\nalleged incidents in March 2011.\nG\n77. We now turn our attention to the allegations made by\nSwami Agnivesh, with regard to the incidents of violence\nperpetrated against and in the villages of Morpalli, Tadmetla\nand Timmapuram, as well as incidents of violence allegedly H\n1086 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA perpetrated by people, including SPOs, Koya Commandos,\nand/or members of Salwa Judum, against Swami Agnivesh and\nothers travelling with him in March 2011 to provide humanitarian\naid to victims of violence in the said villages.\nB\nC\nD\n78. In this regard we note the affidavit filed by the State of\nChattisgarh in response to the above. We note with dismay that\nthe affidavit appears to be nothing more than an attempt at self-\njustification and rationalization, rather than an acknowledgment\nof the constitutional responsibility to take such instances of\nviolence seriously. The affidavit of the State of Chattisgarh is\nitself an admission that violent incidents had occurred in the\nabove named three villages, and also that incidents of violence\nhad been perpetrated by various people against Swami\nAgnivesh and his companions. We note that the State of\nChattisgarh has offered to constitute an inquiry commission,\nheaded by a sitting or a retired judge of the High Court.\nHowever, we are of the opinion that these measures are\ninadequate, and given the situation in Chattisgarh, as\nextensively discussed by us, unlikely to lead to any satisfactory\nresult under the law. This Court had previously noted that inquiry\ncommissions, such as the one offered by the State of\nChattisgarh, may at best lead to prevention of such incidents\nin the future. They however do not fulfill the requirement of the\nlaw: that crimes against citizens be fully investigated and those\nengaging in criminal activities be punished by law. (See Sanjiv\nF Kumar v State of Haryana 14 Consequently, we are constrained\nto order as below.\nE\nG\nOrder:\n79. We order the Central Bureau of Investigation to\nimmediately take over the investigation of, and taking\nappropriate legal actions against all individuals responsible for:\n(i)\nThe incidents of violence alleged to have occurred,\nin March 2011, in the three villages, Morpalli,\nH 14. (2005) 5 SCC 517.\nNANDINI SUNDAR AND ORS. v. STATE OF 1087\n(ii)\nCHATTISGARH\nTadmetla and Timmapuram, all located in the A\nDantewada District or its neighboring areas;\nThe incidents of violence alleged to have been\ncommitted against Swami Agnivesh, and his\ncompanions, during their visit to State of B\nChattisgarh in March 2011.\n80. We further direct the Central Bureau of Investigation\nto submit its preliminary status report within six weeks from\ntoday.\nWe also further direct, the State of Chattisgarh and the\nUnion of India, to submit compliance reports with respect to all\nthe orders and directions issued today within six weeks from\ntoday.\n81. List for further directions in the first week of September\n2011.\nN.J.\nMatter adjourned.\nC\nD\n"}