{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"1068 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA tragedy. Given the fact that the strength of the SPOs till last year\nB\nс\nwas only 3000 (and has now grown to 6500), the ratio of\nnumber of SPOs killed (173) to the strength of SPOs (3000 to\n4000) is of a much higher order, and is unconscionable. Such\na higher rate of death, as opposed to what the formal security\nforces have suffered, can only imply that these SPOs are\ninvolved in front line battles, or that they are, by virtue of their\nroles as SPOs, being placed in much more dangerous\ncircumstances, without adequate safety of numbers and\nstrength that formal security forces would possess.\n45. It is also equally clear to us that in this policy, of using\nlocal youth, jointly devised by the Union and the States facing\nMaoist insurgency, as implemented in the State of Chattisgarh,\nthe young tribals have literally become canon fodder in the\nkilling fields of Dantewada and other districts of Chattisgarh.\nD The training, that the State of Chattisgarh claims it is providing\nthose youngsters with, in order to be a part of the counter-\ninsurgency against one of the longest lasting insurgencies\nmounted internally, and indeed may also be the bloodiest, is\nclearly insufficient. Modern counter-insurgency requires use of\nE sophisticated analytical tools, analysis of data, surveillance etc.\nAccording to various reports, and indeed the claims of the State\nitself, Maoists have been preparing themselves on more\nscientific lines, and gained access to sophisticated weaponry.\nThat the State of Chattisgarh claims that these youngsters, with\nF little or no formal education, are expected to learn the requisite\nrange of analytical skills, legal concepts and other sophisticated\naspects of knowledge, within a span of two months, and that\nsuch a training is sufficient for them to take part in counter-\ninsurgency against the Maoists, is shocking.\nG\nH\n46. The State of Chattisgarh has itself stated that in\nrecruiting these tribal youths as SPOs \"preference for those who\nhave passed the fifth\" standard has been given. This clearly\nimplies that some, or many, who have been recruited as SPOS\nmay not have even passed the fifth standard. Under the new\nNANDINI SUNDAR AND ORS. v. STATE OF 1069\nCHATTISGARH\nB\nrules, it is clear that the State of Chattisgarh would continue to A\nrecruit youngsters with such limited schooling. It is shocking that\nthe State of Chattisgarh then turns around and states that it had\nexpected such youngsters to learn, adequately, subjects such\nas IPC, CRPC, Evidence Act, Minors Act etc. Even more\nshockingly the State of Chattisgarh claims that the same was\nachieved in a matter of 24 periods of instruction of one hour\neach. Further, the State of Chattisgarh also claims that in an\nadditional 12 periods, both the concepts of Human Rights and\n\"other provisions of Indian Constitution\" had been taught. Even\nmore astoundingly, it claims that it also taught them scientific C\nand forensic aids in policing in 6 periods. The State of\nChattisgarh also claims, with regard to the new rules, that \"the\nidea behind better schedule of training for SPOs is to make\nthem more sensitized to the problems faced by local tribes.\"\nThis supposed to be achieved by increasing the total duration\nof training by an extra month, for youngsters who may or may\nnot have passed the fifth class.\nD\nE\n47. We hold that these claims are simply lacking in any\ncredibility. Even if one were to assume, for the sake of\nargument, that such lessons are actually imparted, it would be\nimpossible for any reasonable person to accept that tribal\nyoungsters, who may, or may not, have passed the fifth\nstandard, would possess the necessary scholastic abilities to\nread, appreciate and understand the subjects being taught to\nthem, and gain the appropriate skills to be engaged in counter- F\ninsurgency movements against the Maoists.\n48. The State of Chattisgarh accepts the fact that many,\nand for all we know most, of these young tribals being appointed\nas SPOs have been provided firearms and other\naccoutrements necessary to bear and use such firearms, and\nwill continue to be so provided in the future under the new rules.\nWhile the State of Chattisgarh claims that they are being\nprovided such arms only for self-defence, it is clear that given\nthe levels of education that these tribal youth are expected to\nG\nH\n1070\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA have had, and the training they are being provided, they would\nsimply not possess the analytical and cognitive skills to read\nand understand the complex socio-legal dimensions that inform\nthe concept of self-defence, and the potential legal liabilities,\nincluding serious criminal charges, in the event that the firearms\nB are used in a manner that is not consonant with the concept of\nself-defence. Even if we were to assume, purely for the sake\nof argument, that these youngsters were being engaged as\ngatherers of intelligence or secret informants, the fact that by\nassuming such a role they are potentially placed in an\nC endangered position vis-à-vis attacks by Maoists, they are\nobviously being put in volatile situations in which the distinctions\nbetween self-defence and unwarranted firing of a firearm may\nbe very thin and requiring a high level of discretionary judgment.\nGiven their educational levels it is obvious that they simply will\nnot have the skills to make such judgments; and further\nD\nbecause of low educational levels, the training being provided\nto them will not develop such skills.\n49. The State of Chattisgarh claims that they are only\nemploying those tribal youth who volunteer for such\nE responsibilities. It also claims that many of the youth who are\ncoming forward are motivated to do so because they or their\nfamilies have been victims of Naxal violence or want to defend\ntheir hearth and home from attacks by Naxals. We simply fail\nto see how, even assuming that the claims by State of\nF Chattisgarh to be true, such factors would lessen the moral\nculpability of the State of Chattisgarh, or make the situation less\nproblematic in terms of human rights violations of the\nyoungsters being so appointed as SPOs.\nG\nH\n50. First and foremost given that their educational levels\nare so low, we cannot, under any conditions of reasonableness,\nassume that they even understand the implications of engaging\nin counter-insurgency activities bearing arms, ostensibly for\nself-defence, and being subject to all the disciplinary codes and\ncriminal liabilities that may arise on account of their actions.\nNANDINI SUNDAR AND ORS. v. STATE OF 1071\nCHATTISGARH\nUnder modern jurisprudence, we would have to estimate the A\ndegree of free will and volition, with due respect to, and in the\ncontext of, the complex concepts they are being expected to\ngrasp, including whether the training they are being provided\nis adequate or not for the tasks they are to perform. We do not\nfind appropriate conditions to infer informed consent by such\nyoungsters being appointed as SPOs. Consequently we will not\nassume that these youngsters, assuming that they are over the\nage of eighteen, have decided to join as SPOs of their own\nfree will and volition.\nB\nC\nD\nE\n51. Furthermore, the fact that many of those youngsters\nmaybe actuated by feelings of revenge, and reasonably\nexpected to have a lot of anger, would militate against using\nsuch youngsters in counter-insurgency activities, and entrusted\nwith the responsibilities that they are being expected to\ndischarge. In the first instance, it can be easily appreciated that\ngiven the increasing sophistication of methods used by the\nMaoists, counter-insurgency activities would require a cool and\ndispassionate head, and demeanour to be able to analyze the\ncurrent and future course of actions by them. Feelings of rage,\nand of hatred would hinder the development of such a\ndispassionate analysis. Secondly, it can also be easily\nappreciated that such feelings of rage, and hatred, can easily\nmake an individual highly suspicious of everyone. If one of the\nessential tasks of such tribal youth as SPOs is the identification\nof Maoists, or their sympathizers, their own mental make up, F\nin all probability would or could affect the degree of accuracy\nwith which they could make such identification. Local enmities,\nnormal social conflict, and even assertion of individuality by\nothers against over-bearing attitude of such SPOs, could be\ncause to brand persons unrelated to Maoist activities as G\nMaoists, or Maoist sympathizers. This in turn would almost\ncertainly vitiate the atmosphere in those villages, lead to\nsituations of grave violation of human rights of innocent people,\ndriving even more to take up arms against the state.\nH\nA\n1072 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\n52. Many of these tribal youngsters, on account of the\nviolence perpetrated against them, or their kith and kin and\nothers in the society in which they live, have already been\ndehumanized. To have feelings of deep rage, and hatred, and\nto suffer from the same is a continuation of the condition of\nB dehumanization. The role of a responsible society, and those\nwho claim to be concerned of their welfare, which the State is\nexpected to under our Constitution, ought to be one of creating\ncircumstances in which they could come back or at least tread\nthe path towards normalcy, and a mitigation of their rage, hurt,\nand desires for vengeance. To use such feelings, and to direct\nthem into counter-insurgency activities, in which those\nyoungsters are placed in grave danger of their lives, runs\ncontrary to the norms of a nurturing society. That some\nmisguided policy makers strenuously advocate this as an\nopportunity to use such dehumanised sensibilities in the fight\nagainst Maoists ought to be a matter of gravest constitutional\nconcerns and deserving of the severest constitutional\nopprobrium.\nC\nD\n53. It is abundantly clear, from the affidavits submitted by\nE the State of Chattisgarh, and by the Union of India, that one of\nthe primary motives in employing tribal youth as SPOs is to\nmake up for the lack of adequate formal security forces on the\nground. The situation, as we have said before, has been\ncreated, in large part by the socio-economic policies followed\nF by the State. The policy of privatization has also meant that the\nState has incapacitated itself, actually and ideologically, from\ndevoting adequate financial resources in building the capacity\nto control the social unrest that has been unleashed. To use\nthose tribal youngsters, as SPOs to participate in counter-\nG insurgency actions against Maoists, even though they do not\nhave the necessary levels of education and capacities to learn\nthe necessary skills, analytical tools and gain knowledge to\nengage in the such activities and the dangers that they are\nsubjected to, clearly indicates that issues of finance have\nH.\nNANDINI SUNDAR AND ORS. v. STATE OF 1073\nCHATTISGARH\noverridden other considerations such as effectiveness of such A\nSPOS and of constitutional values.\n54. The State of Chattisgarh claims that in providing such\n\"employment\" they are creating livelihoods, and consequently\npromoting the values enshrined in Article 21. We simply cannot\ncomprehend how involving ill equipped, barely literate\nyoungsters in counter insurgency activities, wherein their lives\nare placed in danger could be conceived under the rubric of\nlivelihood. Such a conception, and the acts of using such\nyoungsters in counter-insurgency activities, is necessarily\nrevelatory of disrespect for the lives of the tribal youth, and\ndefiling of their human dignity.\nB\nC\nE\n55. It is clear to us, and indeed as asserted by the State\nof Chattisgarh, that these tribal youngsters, appointed as SPOs,\nare being given firearms on the ground that SPOs are treated D\n\"legally\" as full fledged members of the police force, and are\nexpected to perform the duties, bear the liabilities, and be\nsubject to the same disciplinary code. These duties and\nresponsibilities includes the duty of putting their lives on the line.\nYet, the Union of India, and the State of Chattisgarh, believe\nthat all that they need to be paid is an “honorarium,\" and this\nthey claim is a part of their endeavour to promote livelihoods\namongst tribal youth, pursuant to Article 21. We simply fail to\nsee how Article 14 is not violated in as much as these SPOS\nare expected to perform all the duties of police officers, be\nF\nsubject to all the liabilities and disciplinary codes, as members\nof the regular police force, and in fact place their lives on the\nline, plausibly even to a greater extent than the members of the\nregular security forces, and yet be paid only an “honorarium”.\n56. The appointment of these tribal youngsters as SPOS\nto engage in counter-insurgency activities is temporary in\nnature. In fact the appointment for one year, and extendable only\nin increments of a year at a time, can only be described as of\nshort duration. Under the new rules, freshly minted by the State\nG\nH\nC\nD\n1074 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\n(A of Chattisgarh, they can be dismissed by the Superintendent\nof Police without giving any reasons whatsoever. The temporary\nnature of such appointments immediately raises serious\nconcerns. As acknowledged by the State of Chattisgarh, and\nthe Union of India, the Maoist activities in Chattisgarh have been\nB going on from 1980's, and it seems have become more intense\nover the past one decade. The State of Chattisgarh also\nacknowledges that it has to give fire-arms to these tribal\nyoungsters appointed as SPOs because they face grave\ndanger, to their lives, from the Maoists. In fact, Maoists are said\nto kill even ordinary civilians after branding them as \"police\ninformants\". Obviously, in such circumstances, it would only be\nreasonable to conclude that these tribal youth appointed as\nSPOs, and known to work as informants about who is a Maoist\nor a Maoist supporter, spotters, guides and providers of terrain\nknowledge, would become special targets of the Maoists. The\nState of Chattisgarh reveals no ideas as to how it expects these\nyoungsters to protect themselves. or what special protections\nit offers, after serving as SPOs in the counter-insurgency efforts\nagainst the Maoists. Obviously, these youngsters would have\nto hand back their firearms to the police upon the expiry of their\nterm. This would mean that these youngsters would become\nsitting ducks, to be picked off by Maoists or whoever may find\nthem inconvenient. The State of Chattisgarh has also revealed\nthat 1200 of SPOs appointed so far have been dismissed for\nindiscipline or dereliction of duties. That is an extraordinarily\nhigh number, given that the total SPOs appointed in the State\nof Chattisgarh until last year were only 3000, and the number\nnow stands at 6500. The fact that such indiscipline, or dereliction\nof duties, has been the cause for dismissal from service of\nanywhere from 20% to 40% of the recruits has to be taken as\nG a clear testimony of the fact that the entire selection policies,\npractices, and in fact the criteria for selection are themselves\nwrong. The consequence of continuation of such policies would\nbe that an inordinate number of such tribal youth, after\nbecoming marked for death by Maoists/Naxalites the very\nE\nF\nH\nNANDINI SUNDAR AND ORS. v. STATE OF 1075\nCHATTISGARH\ninstant they are appointed as SPOs, would be left out in the A\nlurch, with their lives endangered, after their temporary\nappointment as SPOs is over.\n57. The above cannot be treated as idle speculations. The\nvery facts and circumstances revealed by the State of\nChattisgarh leads us to the above as an inescapable\nconclusion. However, this tragic story does not end here either.\nIt begins to get far worse, because it implicates grave danger\nto the social fabric in those regions in which these SPOs are\nengaged to work in anti-Maoist counter insurgency activities.\nB\nC\n58. We specifically, and repeatedly, asked the State of\nChattisgarh, and the Union of India as to how, and in what\nmanner they would take back the firearms given to thousands\nof youngsters. No answer has been given so far. If force is used\nto collect such firearms back, without those youngsters being D\ngiven a credible answer with respect to their questions\nregarding their safety, in terms of their lives, after their\nappointment ends, it is entirely conceivable that those\nyoungsters refuse to return them. Consequently, we would then\nhave a large number of armed youngsters, running scared for\ntheir lives, and in violation of the law. It is entirely conceivable\nthat they would then turn against the State, or at least defend\nthemselves using those firearms, against the security forces\nthemselves; and for their livelihood, and subsistence, they could\nbecome roving groups of armed men endangering the society,\nand the people in those areas, as a third front.\nE\nF\n59. Given the number of civil society groups, and human\nrights activists, who have repeatedly been claiming that the\nappointment of tribal youths as SPOs, sometimes called Koya\nCommandos, or the Salwa Judum, has led to increasing human G\nrights violations, and further given that NHRC itself has found\nthat many instances of looting, arson, and violence can be\nattributed to the SPOs and the security forces, we cannot but\napprehend that such incidents are on account of the lack of\ncontrol, and in fact the lack of ability and moral authority to H\n1076 SUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA control, the activities of the SPOs. The appointment of tribal\nyouth as SPOs, who are barely literate, for temporary periods,\nand armed with firearms, has endangered and will necessarily\nendanger the human rights of others in the society.\nB\n60. In light of the above, we hold that both Article 21 and\nArticle 14 of the Constitution of India have been violated, and\nwill continue to be violated, by the appointment of tribal youth,\nwith very little education, as SPOs engaged in counter-\ninsurgency activities. The lack of adequate prior education\nincapacitates them with respect to acquisition of skills,\nC knowledge and analytical tools to function effectively as SPOS\nengaged in any manner in counter-insurgency activities against\nthe Maoists.\nE\n61. Article 14 is violated because subjecting such\nD youngsters to the same levels of dangers as members of the\nregular force who have better educational backgrounds,\nreceive better training, and because of better educational\nbackgrounds possess a better capacity to benefit from training\nthat is appropriate for the duties to be performed in counter\ninsurgency activities, would be to treat unequal as equals.\nMoreover, in as much as such youngsters, with such low\neducational qualifications and the consequent scholastic\ninabilities to benefit from appropriate training, can also not be\nexpected to be effective in engaging in counter-insurgency\nactivities, the policy of employing such youngsters as SPOS\nengaged in counter-insurgency activities is irrational, arbitrary\nand capricious.\nF\n62. Article 21 is violated because, notwithstanding the\nclaimed volition on the part of these youngsters to appointment\nG as SPOs engaged in counter-insurgency activities, youngsters\nwith such low educational qualifications cannot be expected to\nunderstand the dangers that they are likely to face, the skills\nneeded to face such dangers, and the requirements of the\nnecessary judgment while discharging such responsibilities.\nH Further, because of their low levels of educational\nNANDINI SUNDAR AND ORS. v. STATE OF 1077\nCHATTISGARH\nachievements, they will also not be in a position to benefit from A\nan appropriately designed training program, that is\ncommensurate with the kinds of duties, liabilities, disciplinary\ncode and dangers that they face, to their lives and health.\nConsequently, appointing such youngsters as SPOs with duties,\nthat would involve any counter-insurgency activities against the B\nMaoists, even if it were claimed that they have been put through\nrigorous training, would be to endanger their lives. This Court\nhas observed in Olga Tellis v. Bombay Muncipal\nCorporation 10 that:\n\"“Life”, as observed by Field J., in Munn v. Illinois means\nsomething more than mere animal existence, and the\ninhibition against the deprivation of life extends to all\nthose limits and faculties by which life is enjoyed.\"\nC\nD\n63. Certainly, within the ambit of all those \"limits and\nfaculties by which life is enjoyed\" also lies respect for dignity\nof a human being, irrespective of whether he or she is poor,\nilliterate, less educated, and less capable of exercising proper\nchoice. The State, has been found to have the positive\nobligation, pursuant to Article 21, to necessarily undertake those E\nsteps that would enhance human dignity, and enable the\nindividual to lead a life of at least some dignity. The Preamble\nof our Constitution affirms as the goal of our nation, the\npromotion of human dignity. The actions of the State, in\nappointing barely literate youngsters, as SPOs engaged in\ncounter-insurgency activities, of any kind, against the Maoists,\nwho are incapable, on account of low educational\nachievements, of learning all the skills, knowledge and analytical\ntools to perform such a role, and thereby endangering their lives,\nis necessarily a denigration of their dignity as human beings.\n64. To employ such ill equipped youngsters as SPOS\nengaged in counterinsurgency activities, including the tasks of\nidentifying Maoists and non-Maoists, and equipping them with\n10. (1985) 3 SCC 545.\nF\nG\nH\n"}