{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"ANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n883\nMaharashtra (2007) 12 SCC 518.\nA\n15. The next question then is whether the case falls under\nSection 304 Part 1 or Part II of the IPC. The distinction between\nthe two parts of that provision was drawn by this Court in Alister B\nAnthony Pareira v. State of Maharashtra (2012) 2 SCC 648,\nin the following words:\nC\n\"..... For punishment under Section 304 Part I, the\nprosecution must prove: the death of the person in\nquestion; that such death was caused by the act of the\naccused and that the accused intended by such act to\ncause death or cause such bodily injury as was likely to\ncause death. As regards punishment for\nSection 304 Part II, the prosecution has to prove the death D\nof the person in question; that such death was caused by\nthe act of the accused and that he knew that such act of\nhis was likely to cause death....\"\n16. Reference may also be made to the decision of this E\nCourt in Singapagu Anjaiah v. State of Andhra Pradesh (2010)\n9 SCC 799 where this Court observed:\n\"16. In our opinion, as nobody can enter into the mind of\nthe accused, its intention has to be gathered from the\nweapon used, the part of the body chosen for the assault\nand the nature of the injuries caused...\n\"\nF\n(emphasis supplied)\nG\n17. The decision of this Court in Basdev v. The State of\nPEPSU AIR 1956 SC 488, drew a distinction between motive,\nintention and knowledge in the following words:\nA\nB\nC\nD\nE\nF\nG\n884\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\n\".... Of course, we have to distinguish between motive,\nintention and knowledge. Motive is something which\nprompts a man to form an intention and knowledge is an\nawareness of the consequences of the act. In many\ncases intention and knowledge merge into each other\nand mean the same thing more or less and intention can\nbe presumed from knowledge. The demarcating line\nbetween knowledge and intention is no doubt thin but it\nis not difficult to perceive that they connote different\nthings...\"\n18. This Court in the above decisions quoted the following\npassage from Reg. v. Monkhouse (1849) 4 Cox C. C. 55\nwhere Coleridge J. speaking for the Court observed:\n\"The inquiry as to intent is far less simple than that as to\nwhether an act has been committed, because you cannot\nlook into a man's mind to see what was passing there at\nany given time. What he intends can only be judged of\nby what he does or says, and if he says nothing, then his\nact alone must guide you to your decision. It is a general\nrule in criminal law, and one founded on common sense,\nthat juries are to presume a man to do what is the natural\nconsequence of his act. The consequence is sometimes\nso apparent as to leave no doubt of the intention. A man\ncould not put a pistol which he knew to be loaded to\nanother's head, and fire it off, without intending to kill him;\nbut even there the state of mind of the party is most\nmaterial to be considered...\"\nH\n(emphasis supplied)\n19. In Camilo Vaz v. State of Goa (2000) 9 SCC 1, the\naccused had hit the deceased with a danda during a\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n885\npremeditated gang-fight, resulting in the death of the victim. A\nBoth the Trial Court and the Bombay High Court convicted the\nappellant under Section 302 I.P.C. This Court, however,\nconverted the conviction to one under Section 304, Part II, I.P.C.\nand observed:\n\".... When a person hits another with a danda on a vital\npart of the body with such a force that the person hit\nmeets his death, knowledge has to be imputed to the\naccused. In that situation case will fall in Part II of Section\n304, IPC as in the present case...\"\n(emphasis supplied)\n20. In Jagrup Singh v. State of Haryana (1981) 3 SCC\n616 the accused had given a blow on the head of the\ndeceased with the blunt side of a gandhala during a sudden\nfight causing a fracture to the skull and consequent death. This\nCourt altered the conviction from Section 302 to Section 304,\nPart II IPC placing reliance upon the decision in Chamru\nBudhwa v. State of Madhya Pradesh AIR 1954 SC 652 in which\ncase also the exchange of abuses had led both the parties to\nuse lathis in a fight that ensued in which the deceased was hit\non the head by one of the lathi blows causing a fracture of the\nskull and his ultimate death. The accused was convicted for the\noffence of culpable homicide not amounting to murder under\nSection 304, Part II of the IPC.\nB\nC\nD\nE\nF\n21. Reference may also be made to the decisions of this\nCourt in Sarabjeet Singh and Ors. v. State of Uttar Pradesh G\n(1984) 1 SCC 673, Mer Dhana Sida v. State of Gujarat (1985)\n1 SCC 200 and Sukhmandar Singh v. State of Punjab AIR\n1995 SC 583 in which cases also the cause of death was a\nfracture to the skull in a sudden fight without premeditation. The\nH\n886 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA Court altered the conviction from Section 302 IPC to Section\n304, Part II of IPC.\nB\nс\nD\nE\n22. Though the accused had inflicted only one injury upon\nthe deceased, the fact that he had attempted to stab him a\nsecond time was taken as an indication of the accused having\nany intention to kill for the purpose of Section 304 Part I, IPC\nin Kasam Abdulla Hafiz v. State of Maharashtra (1998) 1 SCC\n526, where this Court observed:\n\"....Looking at the nature of injuries sustained by the\ndeceased and the circumstances as enumerated above\nthe conclusion is irresistible that the death was caused\nby the acts of the accused done with the intention of\ncausing such bodily injury as is likely to cause death and\ntherefore the offence would squarely come within the Ist\npart of Section 304 I.P.C. The guilty intention of the\naccused to cause such bodily injury as is likely to cause\ndeath is apparent from the fact that he did attempt a\nsecond blow though did not succeed in the same and it\nsomehow missed...”\nF\n(emphasis supplied)\n23. We may lastly refer to the decision of this Court in\nPulicherla Nagaraju @ Nagaraja Reddy v. State of Andhra\nPradesh (2006) 11 SCC 444 where this Court enumerated\nsome of the circumstances relevant to finding out whether there\nwas any intention to cause death on the part of the accused.\nG This Court observed:\nH\n“... Therefore, the court should proceed to decide the\npivotal question of intention, with care and caution, as that\nwill decide whether the case falls under Section 302 or\n304 Part I or 304 Part II. Many petty or insignificant\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n887\nB\nC\nmatters - plucking of a fruit, straying of a cattle, quarrel A\nof children, utterance of a rude word or even an\nobjectionable glance, may lead to altercations and group\nclashes culminating in deaths. Usual motives like\nrevenge, greed, jealousy or suspicion may be totally\nabsent in such cases. There may be no intention. There\nmay be no pre-meditation. In fact, there may not even be\ncriminality. At the other end of the spectrum, there may\nbe cases of murder where the accused attempts to avoid\nthe penalty for murder by attempting to put forth a case\nthat there was no intention to cause death. It is for the\ncourts to ensure that the cases of murder punishable\nunder Section 302, are not converted into offences\npunishable under Section 304 Part I/II, or cases of\nculpable homicide not amounting to murder, are treated D\nas murder punishable under Section 302. The intention\nto cause death can be gathered generally from a\ncombination of a few or several of the following, among\nother, circumstances: (i) nature of the weapon used; (ii)\nwhether the weapon was carried by the accused or was\npicked up from the spot; (iii) whether the blow is aimed\nat a vital part of the body; (iv) the amount of force\nemployed in causing injury; (v) whether the act was in the\ncourse of sudden quarrel or sudden fight or free for all\nfight; (vi) whether the incident occurs by chance or F\nwhether there was any pre- meditation; (vii) whether there\nwas any prior enmity or whether the deceased was a\nstranger, (viii) whether there was any grave and sudden\nprovocation, and if so, the cause for such provocation;\n(ix) whether it was in the heat of passion; (X) whether the G\nperson inflicting the injury has taken undue advantage\nor has acted in a cruel and unusual manner; (xi) whether\nthe accused dealt a single blow or several blows. The\nE\nH\nA\nB\n888 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nabove list of circumstances is, of course, not exhaustive\nand there may be several other special circumstances\nwith reference to individual cases which may throw light\non the question of intention...\"\nс\nD\nE\nF\nG\nH\n(emphasis supplied)\n24. Coming back to the case at hand, we are of the\nopinion that the nature of the simple injury inflicted by the\naccused, the part of the body on which it was inflicted, the\nweapon used to inflict the same and the circumstances in which\nthe injury was inflicted do not suggest that the appellant had\nthe intention to kill the deceased. All that can be said is that\nthe appellant had the knowledge that the injury inflicted by him\nwas likely to cause the death of the deceased. The case would,\ntherefore, more appropriately fall under Section 304 Part II of\nthe IPC.\n25. The only other aspect that needs to be examined is\nwhether any compensation be awarded against the appellant\nand in favour of the bereaved family under Section 357 of the\nCode of Criminal Procedure, 1973. This aspect arises very\noften and has been a subject matter of several pronouncements\nof this Court. The same may require some elaboration to place\nin bold relief certain aspects that need to be addressed by\nCourts but have despite the decisions of this Court remained\nobscure and neglected by the Courts at different levels in this\ncountry.\n26. More than four decades back Krishna lyer J. speaking\nfor the Court in Maru Ram \u0026 Ors. v. Union of India and Ors.\n(1981) 1 SCC 107, in his inimitable style said that while social\nresponsibility of the criminal to restore the loss or heal the injury\nis a part of the punitive exercise, the length of the prison term\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n889\nB\nis no reparation to the crippled or bereaved but is futility A\ncompounded with cruelty. Victimology must find fulfilment said\nthe Court, not through barbarity but by compulsory recoupment\nby the wrong doer of the damage inflicted not by giving more\npain to the offender but by lessening the loss of the forlorn. In\nHari Singh v. Sukhbir Singh and Ors. (1988) 4 SCC 551, this\nCourt lamented the failure of the Courts in awarding\ncompensation to the victims in terms of Section 357 (1) of the\nCr.P.C. The Court recommended to all Courts to exercise the\npower available under Section 357 of the Cr.P.C. liberally so\nC\nas to meet the ends of justice. The Court said:\n\"\nD\n‘…... Sub-section (1) of Section 357 provides power to\naward compensation to victims of the offence out of the\nsentence of fine imposed on accused... It is an important\nprovision but Courts have seldom invoked it. Perhaps\ndue to ignorance of the object of it. It empowers the Court\nto award compensation to victims while passing judgment\nof conviction. In addition to conviction, the Court may\norder the accused to pay some amount by way of E\ncompensation to victim who has suffered by the action\nof accused. It may be noted that this power of Courts to\naward compensation is not ancillary to other sentences\nbut it is in addition thereto. This power was intended to\ndo something to reassure the victim that he or she is not F\nforgotten in the criminal justice system. It is a measure\nof responding appropriately to crime as well of reconciling\nthe victim with the offender. It is, to some extent, a\nconstructive approach to crimes. It is indeed a step\nforward in our criminal justice system. We, therefore, G\nrecommend to all Courts to exercise this power liberally\nso as to meet the ends of justice in a better way.\n(emphasis supplied)\nH\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n890\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\n27. The amount of compensation, observed this Court,\nwas to be determined by the Courts depending upon the facts\nand circumstances of each case, the nature of the crime, the\njustness of the claim and the capacity of the accused to pay.\n28. In Sarwan Singh and others v. State of Punjab (1978)\n4 SCC 111, Balraj v. State of U.P. (1994) 4 SCC 29, Baldev\nSingh and Anr. v. State of Punjab (1995) 6 SCC 593, Dilip\nS. Dahanukar v. Kotak Mahindra Co. Ltd. and Anr. (2007) 6\nSCC 528, this Court held that the power of the Courts to award\ncompensation to victims under Section 357 is not ancillary to\nother sentences but in addition thereto and that imposition of\nfine and/or grant of compensation to a great extent must\ndepend upon the relevant factors apart from such fine or\ncompensation being just and reasonable. In Dilip S.\nDahanukar's case (supra) this Court even favoured an inquiry\nalbeit summary in nature to determine the paying capacity of\nthe offender. The Court said:\n\"\n... The purpose of imposition of fine and/or grant of\ncompensation to a great extent must be considered\nhaving the relevant factors therefore in mind. It may be\ncompensating the person in one way or the other. The\namount of compensation sought to be imposed, thus,\nmust be reasonable and not arbitrary. Before issuing a\ndirection to pay compensation, the capacity of accused\nto pay the same must be judged. A fortiori, an enquiry in\nthis behalf even in a summary way may be necessary.\nSome reasons, which may not be very elaborate, may\nalso have to be assigned; the purpose being that whereas\nthe power to impose fine is limited and direction to pay\ncompensation can be made for one or the other factors\nenumerated out of the same; but sub- Section (3)\nof Section 357 does not impose any such limitation and\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n891\nthus, power thereunder should be exercised only in\nappropriate cases. Such a jurisdiction cannot be\nexercised at the whims and caprice of a judge.\"\nA\nB\nC\n29. The long line of judicial pronouncements of this Court\nrecognised in no uncertain terms a paradigm shift in the\napproach towards victims of crimes who were held entitled to\nreparation, restitution or compensation for loss or injury suffered\nby them. This shift from retribution to restitution began in the\nmid 1960s and gained momentum in the decades that followed.\nInterestingly the clock appears to have come full circle by the\nlaw makers and courts going back in a great measure to what\nwas in ancient times common place. Harvard Law Review\n(1984) in an article on \"Victim Restitution in Criminal Law\nProcess: A Procedural Analysis\" sums up the historical D\nperspective of the concept of restitution in the following words:\nF\n\"Far from being a novel approach to sentencing,\nrestitution has been employed as a punitive sanction\nthroughout history. In ancient societies, before the E\nconceptual separation of civil and criminal law, it was\nstandard practice to require an offender to reimburse the\nvictim or his family for any loss caused by the offense.\nThe primary purpose of such restitution was not to\ncompensate the victim, but to protect the offender from\nviolent retaliation by the victim or the community. It was\na means by which the offender could buy back the peace\nhe had broken. As the state gradually established a\nmonopoly over the institution of punishment, and a\ndivision between civil and criminal law emerged, the\nvictim's right to compensation was incorporated into civil\nlaw.\"\n30. With modern concepts creating a distinction between\nG\nH\n892\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\nB\nC\nD.\ncivil and criminal law in which civil law provides for remedies\nto award compensation for private wrongs and the criminal law\ntakes care of punishing the wrong doer, the legal position that\nemerged till recent times was that criminal law need not\nconcern itself with compensation to the victims since\ncompensation was a civil remedy that fell within the domain of\nthe civil Courts. This conventional position has in recent times\nundergone a notable sea change, as societies world over have\nincreasingly felt that victims of the crimes were being neglected\nby the legislatures and the Courts alike. Legislations have,\ntherefore, been introduced in many countries including Canada,\nAustralia, England, New Zealand, Northern Ireland and in\ncertain States in the USA providing for restitution/reparation by\nCourts administering criminal justice.\n31. England was perhaps the first to adopt a separate\nstatutory scheme for victim compensation by the State under\nthe Criminal Injuries Compensation Scheme, 1964. Under the\nCriminal Justice Act, 1972 the idea of payment of\nE compensation by the offender was introduced. The following\nextract from the Oxford Handbook of Criminology (1994 Edn.,\np.1237-1238), which has been quoted with approval in Delhi\nDomestic Working Women's Forum v. Union of India and Ors.\n(1995) 1 SCC 14 is apposite:\nF\nG\nН\n\"Compensation payable by the offender was introduced in\nthe Criminal Justice Act 1972 which gave the Courts\npowers to make an ancillary order for compensation in\naddition to the main penalty in cases where 'injury', loss,\nor damage' had resulted. The Criminal Justice Act 1982\nmade it possible for the first time to make a compensation\norder as the sole penalty. It also required that in cases\nwhere fines and compensation orders were given together,\nthe payment of compensation should take priority over the\n"}