{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"ANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n903\n(iii) To a bona fide purchaser of property, which has A\nbecome the subject of theft, criminal misappropriation,\ncriminal breach of trust, cheating, or receiving or retaining\nor disposing of stolen property, and which is ordered to\nbe restored to its rightful owner.\n46. Sub-section (3) of Section 357 further empowers the\nCourt by stating that it \"may\" award compensation even in such\ncases where the sentence imposed does not include a fine.\nThe legal position is, however, well-established that cases may\narise where a provision is mandatory despite the use of\nlanguage that makes it discretionary. We may at the outset,\nrefer to the oft quoted passage from Julius v. Lord Bishop of\nOxford (1880) 5 AC 214 where the Court summed up the legal\nposition thus:\nB\nC\nD\nE\n\"The words 'it shall be lawful' are not equivocal. They are\nplain and unambiguous. They are words merely making\nthat legal and possible which there would otherwise be\nno right or authority to do. They confer a faculty or power\nand they do not of themselves do more than confer a\nfaculty or power. But there may be something in the\nnature of the thing empowered to be done, something in\nthe object for which it is to be done, something in the title\nof the person or persons for whose benefit the power is F\nto be exercised, which may couple the power with a duty,\nand make it the duty of the person in whom the power is\nreposed, to exercise that power when called upon to do\nSo...\"\n47. There is no gainsaying that Section 357 confers a\npower on the Court in so far as it makes it \"legal and possible\nwhich there would otherwise be no right or authority to do\" viz.\nto award compensation to victims in criminal cases. The\nquestion is whether despite the use of discretionary language\nG\nH\nA\nB\nC\nD\nE\nF\nG\n904 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nsuch as the word \"may\", there is \"something\" in the nature of\nthe power to award compensation in criminal cases, in the\nobject for which the power is conferred or in the title of the\npersons for whose benefit it is to be exercised which, coupled\nwith the power conferred under the provision, casts a duty on\nthe Court to apply its mind to the question of exercise of this\npower in every criminal case.\n48. In Smt. Bachahan Devi and Anr. v. Nagar Nigam,\nGorakhpur and Anr. AIR 2008 SC 1282, this Court while\ndealing with the use of the word “may” summoned up the legal\nposition thus:\n\"...It is well-settled that the use of word `may' in a statutory\nprovision would not by itself show that the provision is\ndirectory in nature. In some cases, the legislature may\nuse the word 'may' as a matter of pure conventional\ncourtesy and yet intend a mandatory force. In order,\ntherefore, to interpret the legal import of the word `may',\nthe court has to consider various factors, namely, the\nobject and the scheme of the Act, the context and the\nbackground against which the words have been used, the\npurpose and the advantages sought to be achieved by\nthe use of this word, and the like. It is equally well-settled\nthat where the word `may' involves a discretion coupled\nwith an obligation or where it confers a positive benefit to\na general class of subjects in a utility Act, or where the\ncourt advances a remedy and suppresses the mischief,\nor where giving the words directory significance would\ndefeat the very object of the Act, the word `may' should\nbe interpreted to convey a mandatory force...\"\n(emphasis supplied)\n☐ H\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n905\n49. Similarly in Dhampur Sugar Mills Ltd. v. State of U.\nP. and Ors. (2007) 8 SCC 338, this Court held that the mere\nuse of word 'may' or 'shall' was not conclusive. The question\nwhether a particular provision of a statute is directory or\nmandatory, held the Court, can be resolved by ascertaining the\nintention of the Legislature and not by looking at the language\nin which the provision is clothed. And for finding out the\nlegislative intent, the Court must examine the scheme of the Act,\npurpose and object underlying the provision, consequences\nlikely to ensue or inconvenience likely to result if the provision\nis read one way or the other and many more considerations\nrelevant thereto.\nA\nB\nC\n50. Applying the tests which emerge from the above cases.\nto Section 357, it appears to us that the provision confers a\nD\npower coupled with a duty on the Courts to apply its mind to\nthe question of awarding compensation in every criminal case.\nWe say so because in the background and context in which it\nwas introduced, the power to award compensation was\nintended to reassure the victim that he or she is not forgotten E\nin the criminal justice system. The victim would remain forgotten\nin the criminal justice system if despite Legislature having gone\nso far as to enact specific provisions relating to victim\ncompensation, Courts choose to ignore the provisions\naltogether and do not even apply their mind to the question of F\ncompensation. It follows that unless Section 357 is read to\nconfer an obligation on Courts to apply their mind to the\nquestion of compensation, it would defeat the very object\nbehind the introduction of the provision.\n51. If application of mind is not considered mandatory, the\nentire provision would be rendered a dead letter. It was held\nin NEPC Micon Ltd. and Ors. v. Magma Leasing Ltd. (1999)\n4 SCC 253, albeit in the context of s.138 of the Negotiable\nG\nH\n906 SUPREME COURT REPORTS\n[2013] 8 S.C.R\nA Instruments Act that even in regard to a penal provision, any\nB\nC\nD\nヨ\nF\ninterpretation, which withdraws the life and blood of the\nprovision and makes it ineffective and a dead letter should be\navoided.\n52. Similarly in Swantraj and Ors. v. State of Maharashtra\n(1975) 3 SCC 322, this Court speaking through Justice Krishna\nlyer held:\n\"1. Every legislation is a social document and judicial\nconstruction seeks to decipher the statutory mission,\nlanguage permitting, taking the cue from the rule in\nHeydon's case of suppressing the evil and advancing the\nremedy...\"\n53. The Court extracted with approval the following\npassage from Maxwell on Interpretation of Statutes:\n\"There is no doubt that 'the office of the Judge is, to make\nsuch construction as will suppress the mischief, and\nadvance the remedy, and to suppress all evasions for the\ncontinuance of the mischief.' To carry out effectually the\nobject of a statute, it must be so construed as to defeat\nall attempts to do, or avoid doing, in an indirect or\ncircuitous manner that which it has prohibited or enjoined\n: quando aliquid prohibetur, prohibetur et omne per quod\ndevenitur ad illud.”\n54. This Court has through a line of cases beginning with\nG Hari Singh's case (supra) held that the power to award\ncompensation under Section 357 is not ancillary to other\nsentences but in addition thereto. It would necessarily follow that\nthe Court has a duty to apply its mind to the question of awarding\ncompensation under Section 357 too. Reference may also be\nH made to the decision of this Court in State of Andhra Pradesh\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n907\nv. Polamala Raju @ Rajarao (2000) 7 SCC 75 where a three- A\njudge bench of this Court set aside a judgment of the High Court\nfor non-application of mind to the question of sentencing. In that\ncase, this Court reprimanded the High Court for having reduced\nthe sentence of the accused convicted under Section 376, IPC\nfrom 10 years imprisonment to 5 years without recording any\nreasons for the same. This Court said:\n\"...We are of the considered opinion that it is an obligation\nof the sentencing court to consider all relevant facts and\ncircumstances bearing on the question of sentence and\nimpose a sentence commensurate with the gravity of the\noffence...\nB\nC\nXX XX XX XX\nTo say the least, the order contains no reasons, much\nless \"special or adequate reasons\". The sentence has\nbeen reduced in a rather mechanical manner without\nproper application of mind...\"\n55. In State of Punjab v. Prem Sagar and Ors. (2008) 7\nSCC 550 this Court stressed the need for greater application\nof mind of the Courts in the field of sentencing. Setting aside\nthe order granting probation by the High Court, the Court stated\nas follows:\n\"30.... The High Court does not rest its decision on any\nlegal principle. No sufficient or cogent reason has been\narrived.\n31. We have noticed the development of law in this\nbehalf in other countries only to emphasise that the courts.\nwhile imposing sentence must take into consideration the\nD\nE\nF\nG\nH\n908 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\nprinciples\napplicable\nthereto.\nIt requires\napplication of mind. The purpose of imposition of\nsentence must also be kept in mind...”\n56. Although speaking in the context of capital punishment,\nB the following observation of this Court in Sangeet \u0026 Anr. v.\nState of Haryana (2013) 2 SCC 452 could be said to apply to\nother sentences as well, particularly the award of compensation\nto the victim:\nC\nD\nE\n\"In the sentencing process, both the crime and the criminal\nare equally important. We have unfortunately, not taken the\nsentencing process as seriously as it should be with the\nresult that in capital offences, it has become judge-centric\nsentencing rather than principled sentencing.\"\n57. Section 357 Cr.P.C. confers a duty on the Court to\napply its mind to the question of compensation in every criminal\ncase. It necessarily follows that the Court must disclose that it\nhas applied its mind to this question in every criminal case. In\nMaya Devi (Dead) through LRs and Ors. v. Raj Kumari Batra\n(Dead) through LRs and Ors. (2010) 9 SCC 486, this Court\nheld that disclosure of application of mind is best demonstrated\nby recording reasons in support of the order or conclusion. The\nF Court observed:\nG\n\"28. ...There is nothing like a power without any limits or\nconstraints. That is so even when a court or other\nauthority may be vested with wide discretionary power, for\neven discretion has to be exercised only along well-\nrecognised and sound juristic principles with a view to\npromoting fairness, inducing transparency and aiding\nequity.\nH 29. What then are the safeguards against an arbitrary\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n909\nexercise of power? The first and the most effective check A\nagainst any such exercise is the well-recognised legal\nprinciple that orders can be made only after due\napplication of mind. Application of mind brings\nreasonableness not only to the exercise of power but to\nthe ultimate conclusion also. Application of mind in turn\nB\nis best demonstrated by disclosure of mind. And\ndisclosure is best demonstrated by recording reasons in\nsupport of the order or conclusion.\n30. Recording of reasons in cases where the order is\nsubject to further appeal is very important from yet\nanother angle. An appellate court or the authority ought\nto have the advantage of examining the reasons that\nprevailed with the court or the authority making the order.\nConversely, absence of reasons in an appealable order\ndeprives the appellate court or the authority of that\nadvantage and casts an onerous responsibility upon it\nto examine and determine the question on its own...\n\"\"\n(emphasis supplied)\n58. Similarly, in State of Rajasthan v. Sohan Lal and Ors.\n(2004) 5 SCC 573, this Court emphasised the need for\nreasons thus:\n\"...The giving of reasons for a decision is an essential\nattribute of judicial and judicious disposal of a matter\nbefore courts, and which is the only indication to know\nabout the manner and quality of exercise undertaken, as\nalso the fact that the court concerned had really applied\nits mind...\"\n59. In Hindustan Times Ltd. v. Union of India (1998) 2\nSCC 242 this Court stated that the absence of reasons in an\nC\nD\nE\nய\nF\nG\nH\n910\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA order would burden the appellate court with the responsibility\nof going through the evidence or law for the first time. The Court\nobserved:\nB\nC\nD\nWUJ\nE\nLL\nF\nG\nH\n\"...In our view, the satisfaction which a reasoned Judgment\ngives to the losing party or his lawyer is the test of a good\nJudgment. Disposal of cases is no doubt important but\nquality of the judgment is equally, if not more, important.\nThere is no point in shifting the burden to the higher Court\neither to support the judgment by reasons or to consider\nthe evidence or law for the first time to see if the judgment\nneeds a reversal....\n\"\n60. In Director, Horticulture Punjab and Ors. v. Jagjivan\nParshad (2008) 5 SCC 539, this Court stated that the spelling\nout of reasons in an order is a requirement of natural justice:\n\"...Reasons substitute subjectivity by objectivity. The\nemphasis on recording reasons is that if the decision\nreveals the \"inscrutable face of the sphinx\", it can, by its\nsilence, render it virtually impossible for the courts to\nperform their appellate function or exercise the power of\njudicial review in adjudging the validity of the decision.\nRight to reason is an indispensable part of a sound\njudicial system. Another rationale is that the affected\nparty can know why the decision has gone against him.\nOne of the salutary requirements of natural justice is\nspelling out reasons for the order made, in other words,\na speaking-out. The “inscrutable face of the sphinx” is\nordinarily incongruous with a judicial or quasi-judicial\nperformance...\"\n61. In Maya Devi's case (supra), this Court summarised\nthe existing case law on the need for reasoned orders as\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n911\nfollows:\nA\nB\n“22. The juristic basis underlying the requirement that\ncourts and indeed all such authorities, as exercise the\npower to determine the rights and obligations of\nindividuals must give reasons in support of their orders\nhas been examined in a long line of decisions rendered\nby this Court. In Hindustan Times Ltd. v. Union of India\n(1998) 2 SCC 242 the need to give reasons has been\nheld to arise out of the need to minimise chances of\nC\narbitrariness and induce clarity.\n23. In Arun v. Inspector General of Police (1986) 3 SCC\n696 the recording of reasons in support of the order\npassed by the High Court has been held to inspire public\nconfidence in administration of justice, and help the Apex\nCourt to dispose of appeals filed against such orders.\nD\n24. In Union of India v. Jai Prakash Singh (2007) 10 SCC\n712, reasons were held to be live links between the mind\nE\nof the decision-maker and the controversy in question as\nalso the decision or conclusion arrived at.\n25. In Victoria Memorial Hall v. Howrah Ganatantrik\nNagrik Samity (2010) 3 SCC 732, reasons were held to F\nbe the heartbeat of every conclusion, apart from being\nan essential feature of the principles of natural justice,\nthat ensure transparency and fairness, in the decision-\nmaking process.\n26. In Ram Phal v. State of Haryana (2009) 3 SCC 258,\ngiving of satisfactory reasons was held to be a\nrequirement arising out of an ordinary man's sense of\njustice and a healthy discipline for all those who exercise\npower over others.\nG\nH\nA\nB\nC\nD\nE\nF\n912 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\n27. In Director, Horticulture, Punjab v. Jagjivan Parshad\n(2008) 5 SCC 539, the recording of reasons was held to\nbe indicative of application of mind specially when the\norder is amenable to further avenues of challenge.\"\n62. To sum up: While the award or refusal of compensation\nin a particular case may be within the Court's discretion, there\nexists a mandatory duty on the Court to apply its mind to the\nquestion in every criminal case. Application of mind to the\nquestion is best disclosed by recording reasons for awarding/\nrefusing compensation. It is axiomatic that for any exercise\ninvolving application of mind, the Court ought to have the\nnecessary material which it would evaluate to arrive at a fair\nand reasonable conclusion. It is also beyond dispute that the\noccasion to consider the question of award of compensation\nwould logically arise only after the court records a conviction\nof the accused. Capacity of the accused to pay which\nconstitutes an important aspect of any order under Section 357\nCr.P.C. would involve a certain enquiry albeit summary unless\nof course the facts as emerging in the course of the trial are\nso clear that the court considers it unnecessary to do so. Such\nan enquiry can precede an order on sentence to enable the\ncourt to take a view, both on the question of sentence and\ncompensation that it may in its wisdom decide to award to the\nvictim or his/her family.\n63. Coming then to the case at hand, we regret to say that\nthe trial Court and the High Court appear to have remained\noblivious to the provisions of Section 357 Cr.P.C. The\nG judgments under appeal betray ignorance of the Courts below\nabout the statutory provisions and the duty cast upon the Courts.\nRemand at this distant point of time does not appear to be a\ngood option either. This may not be a happy situation but having\nregard to the facts and the circumstances of the case and the\nН\n"}