{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"ANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA\n873\n2008 (2) SCR 424\nrelied on\nPara 48\nA\n2007 (10) SCR 245\nrelied on\nPara 49\n(1999) 4 SCC 53\nrelied on\nPara 49\n1974 (3) SCR 287\nrelied on\nPara 52 B\n2000 (2) Suppl. SCR 329 relied on\nPara 54\n2008 (8) SCR 574\nrelied on\nPara 55\n(2013) 2 SCC 452\nrelied on\nPara 56 C\n2010 (10) SCR 1113\nrelied on\nPara 57\n2004 (1) Suppl. SCR 480\nrelied on\nPara 58\n1998 (1) SCR 4\nrelied on\nPara 59 D\n2008 (5) SCR 851\nrelied on\nPara 60\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal\nNo. 689 of 2013.\nFrom the Judgment \u0026 Order dated 24.08.2010 of the High\nCourt of Judicature at Bombay, Bench at Aurangabad in\nCriminal Appeal No. 359 of 2008.\nE\nF\nM.Y. Deshmukh, Yalin M. Jagtap, Rameshwar Prasad\nGoyal for the Appellant.\nShankar Chillarge, Asha Gopalan Nair for the Respondent.\nG\nThe Judgment of the Court was delivered by\nT.S. THAKUR, J. 1. Leave granted.\n2. This appeal arises out of a judgement and order dated\nH\nA\nB\nC\nD\n874\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\n24th August, 2010 passed by the High Court of Judicature at\nBombay, Aurangabad Bench, whereby Criminal Appeal No.359\nof 2008 filed by the appellant and two others has been\ndismissed in so far as the appellant is concerned and allowed\nqua the remaining two, thereby upholding the appellant's\nconviction for the offence of murder punishable under Section\n302 of the I.P.C and the sentence of imprisonment for life with\na fine of Rs.2,000/- awarded to him. In default of payment of\nfine the appellant has been sentenced to undergo a further\nimprisonment for a period of three months.\n3. The factual matrix in which the appellant came to be\nprosecuted and convicted has been set out in detail by the trial\nCourt as also the High Court in the orders passed by them. We\nneed not, therefore, recapitulate the same all over again except\nto the extent it is necessary to do so for the disposal of this\nappeal. Briefly stated, the incident that culminated in the death\nof deceased-Nilkanth Pawar and the consequent prosecution\nof the appellant and two others occurred at about 10.00 p.m.\nE on 3rd February, 2006 while the deceased and his wife P.W.1-\nMangalbai were guarding their Jaggery crop growing in their\nfield. The prosecution story is that the appellant-Ankush Shivaji\nGaikwad accompanied by Madhav Shivaji Gaikwad (accused\nNo.2) and Shivaji Bhivaji Gaikwad (accused No.3) were\nF walking past the field of the deceased when a dog owned by\nthe deceased started barking at them. Angered by the barking\nof the animal, the appellant is alleged to have hit the dog with\nthe iron pipe that he was carrying in his hand. The deceased\nobjected to the appellant beating the dog, whereupon the\nappellant started abusing the former and told him to keep quiet\nor else he too would be beaten like a dog. The exchange of\nhot words, it appears, led to a scuffle between the deceased\nand the accused persons in the course whereof, while accused\nNos.2 and 3 beat the deceased with fist and kicks, the appellant\nG\nH\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n875\nB\nhit the deceased with the iron pipe on the head. On account of A\nthe injury inflicted upon him, the deceased fell to the ground\nwhereupon all the three accused persons ran away from the\nspot. The incident was witnessed by the wife of the deceased,\nP.W.1- Mangalbai and by P.W.5-Ramesh Ganpati Pawar who\nwas also present in the field nearby at the time of the occurrence.\nThe deceased was carried on a motorcycle to the hospital of\none Dr. Chinchole at Omerga from where he was shifted to\nSolapur for further treatment. Two days after the occurrence\nwhen the condition of the deceased became precarious, P.W.1-\nMangalbai filed a complaint at the Police Station, Omerga on\n5th February, 2006 on the basis whereby Crime No.25 of 2006\nunder Sections 326, 504 and 323 read with Section 34 of the\nI.P.C was registered by the police. Investigation of the case was\ntaken up by P.W.6-Police Sub Inspector Parihar who recorded\nthe panchnama of the scene of the crime and arrested the\naccused persons. The deceased eventually succumbed to his\ninjuries on 7th February, 2006 whereupon Section 302 read with\nSection 34 of the I.P.C. was added to the case.\nC\nD\nE\n4. Post-mortem examination of the deceased revealed a\ncontusion behind his right ear, a contusion on the right arm and\nan abrasion on the right ankle joint. Internal examination,\nhowever, showed that the deceased had sustained an internal\ninjury to the temporal and occipital region under the scalp and F\na fracture on the base of the skull. Blood clots were noted in\nthe brain tissues and the base of the skull, besides internal\nbleeding. According to the doctor, the death was caused by the\ninjury to the head. After completion of the investigation that\nincluded seizure of the alleged weapon used by the appellant,\nthe police filed a chargesheet before the judicial Magistrate,\nwho committed the appellant and co-accused to face trial for\nthe offence of murder punishable under Section 302 read with\nSection 34 6f the I.P.C. before the Sessions Court. Before the\nG\nH\n876 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA Sessions Court the appellant and his co-accused pleaded not\nguilty and claimed a trial.\n5. The prosecution examined as many as six witnesses\nincluding P.W.1-Mangalbai, the widow of the deceased and\nB P.W.5-Ramesh, both of whom were presented as eye witnesses\nto the occurrence. The remaining witnesses included P.W.3.-\nDr. Kamble and P.W.6-Police Sub-Inspector Parihar. Appraisal\nof the evidence adduced by the prosecution led the trial Court\nto hold the appellant and his co-accused guilty for the offence\nof murder and sentenced them to imprisonment for life besides\na fine of Rs.2,000/- each and a default sentence of three months\nrigorous imprisonment.\nC\nD\n6. The appellant and his co-accused preferred Criminal\nAppeal No.359 of 2008 before the High Court of Judicature at\nBombay, Bench at Aurangabad. The High Court has by the\njudgment impugned in this appeal dismissed the appeal of the\nappellant before us but allowed the same in so far as the co-\nE accused are concerned. The correctness of the said judgment\nand order is under challenge before us.\nF\n7. When the matter initially came up before us for hearing\non 2nd September, 2011 we issued notice to the respondent-\nState confined to the question of the nature of offence only. We\nI have accordingly heard learned counsel for the parties on the\nsaid question. The trial Court as also the High Court have, as\nnoticed earlier, found the appellant guilty of murder. The\nquestion, however, is whether in the facts and circumstances\nG of the case the appellant has been rightly convicted for the\ncapital offence and if not whether the act attributed to him would\nconstitute a lesser offence like culpable homicide not\namounting to murder punishable under Section 304 Part I or II\nof the I.P.C.\nH\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n877\n8. On behalf of the appellant it was contended that the A\nappellant's case fell within Exception 4 to Section 300 of the\nI.P.C. which reads as under:\n\"Exception 4.- Culpable homicide is not murder if it is\ncommitted without premeditation in a sudden fight in the\nheat of passion upon a sudden quarrel and without the\noffender having taken undue advantage or acted in a\ncruel or unusual manner.\"\nB\nC\nD\n9. It was argued that the incident in question took place\non a sudden fight without any premeditation and the act of the\nappellant hitting the deceased was committed in the heat of\npassion upon a sudden quarrel without the appellant having\ntaken undue advantage or acting in a cruel or unusual manner.\nThere is, in our opinion, considerable merit in that contention.\nWe say so for three distinct reasons. Firstly, because even\naccording to the prosecution version, there was no\npremeditation in the commission of the crime. There is not even\na suggestion that the appellant had any enmity or motive to E\ncommit any offence against the deceased, leave alone a\nserious offence like murder. The prosecution case, as seen\nearlier, is that the deceased and his wife were guarding their\nJaggery crop in their field at around 10 p.m. when their dog\nstarted barking at the appellant and his two companions who F\nwere walking along a mud path by the side of the field nearby.\nIt was the barking of the dog that provoked the appellant to beat\nthe dog with the rod that he was carrying apparently to protect\nhimself against being harmed by any stray dog or animal. The\ndeceased took objection to the beating of the dog without in\nthe least anticipating that the same would escalate into a\nserious incident in the heat of the moment. The exchange of\nhot words in the quarrel over the barking of the dog led to a\nsudden fight which in turn culminated in the deceased being\nG\nH\n878 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA hit with the rod unfortunately on a vital part like the head.\nSecondly, because the weapon used was not lethal nor was\nthe deceased given a second blow once he had collapsed to\nthe ground. The prosecution case is that no sooner the\ndeceased fell to the ground on account of the blow on the head,\nB the appellant and his companions took to their heels - a\ncircumstance that shows that the appellant had not acted in an\nunusual or cruel manner in the prevailing situation so as to\ndeprive him of the benefit of Exception 4. Thirdly, because\nduring the exchange of hot words between the deceased and\nthe appellant all that was said by the appellant was that if the\ndeceased did not keep quiet even he would be beaten like a\ndog. The use of these words also clearly shows that the\nintention of the appellant and his companions was at best to\nbelabour him and not to kill him as such. The cumulative effect\nof all these circumstances, in our opinion, should entitle the\nappellant to the benefit of Exception 4 to Section 300 of the\nI.P.C.\nC\nD\nE\nF\n10. Time now to refer to a few decisions of this Court where\nin similar circumstances this Court has held Exception 4 to\nSection 300 of the I.P.C. to be applicable and converted the\noffence against the appellant in those cases from murder to\nculpable homicide not amounting murder. In Surinder Kumar\nv. Union Territory, Chandigarh (1989) 2 SCC 217, this Court\nheld that if on a sudden quarrel a person in the heat of the\nmoment picks up a weapon which is handy and causes injuries\nout of which only one proves fatal, he would be entitled to the\nbenefit of the Exception provided he has not acted cruelly. This\nG Court held that the number of wounds caused during the\noccurrence in such a situation was not the decisive factor. What\nwas important was that the occurrence had taken place on\naccount of a sudden and unpremeditated fight and the offender\nmust have acted in a fit of anger. Dealing with the provision of\nH\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\nException 4 to Section 300 this Court observed:\n879\nA\nB\n\"..... To invoke this exception four requirements must be\nsatisfied, namely, (i) it was a sudden fight; (ii) there was\nno premeditation; (iii) the act was done in a heat of\npassion; and (iv) the assailant had not taken any undue\nadvantage or acted in a cruel manner. The cause of the\nquarrel is not relevant nor is it relevant who offered the\nprovocation or started the assault. The number of wounds\ncaused during the occurrence is not a decisive factor but\nC\nwhat is important is that the occurrence must have been\nsudden and unpremeditated and the offender must have\nacted in a fit of anger. Of course, the offender must not\nhave taken any undue advantage or acted in a cruel\nmanner. Where, on a sudden quarrel, a person in the\nheat of the moment picks up a weapon which is handy\nand causes injuries, one of which proves fatal, he would\nbe entitled to the benefit of this exception provided he has\nnot acted cruelly.”\nD\nE\n(emphasis supplied)\n11. We may also refer to the decision of this Court in\nGhapoo Yadav and Ors. v. State of M.P. (2003) 3 SCC 528,\nwhere this Court held that in a heat of passion there must be F\nno time for the passions to cool down and that the parties had\nin that case before the Court worked themselves into a fury on\naccount of the verbal altercation in the beginning. Apart from\nthe incident being the result of a sudden quarrel without\npremeditation, the law requires that the offender should not have G\ntaken undue advantage or acted in a cruel or unusual manner\nto be able to claim the benefit of Exception 4 to Section 300\nIPC. Whether or not the fight was sudden, was declared by the\nH\n880 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA Court to be decided in the facts and circumstances of each\ncase. The following passage from the decision is apposite:\nB\nC\nD\nE\nF\n\"... The help of Exception 4 can be invoked if death is\ncaused (a) without premeditation, (b) in a sudden fight:\n(c) without the offender's having taken undue advantage\nor acted in a cruel or unusual manner; and (d) the fight\nmust have been with the person killed. To bring a case\nwithin Exception 4 all the ingredients mentioned in it must\nbe found. It is to be noted that the 'fight' occurring in\nException 4 to Section 300. IPC is not defined in the IPC.\nIt takes two to make a fight. Heat of passion requires that\nthere must be no time for the passions to cool down and\nin this case, the parties have worked themselves into a\nfury on account of the verbal altercation in the beginning.\nA fight is a combat between two and more persons\nwhether with or without weapons. It is not possible to\nenunciate any general rule as to what shall be deemed\nto be a sudden quarrel. It is a question of fact and whether\na quarrel is sudden or not must necessarily depend upon\nthe proved facts of each case. For the application of\nException 4 It is not sufficient to show that there was a\nsudden quarrel and there was no premeditation. It must\nfurther be shown that the offender has not taken undue\nadvantage or acted in cruel or unusual manner. The\nexpression 'undue advantage' as used in the provision\nmeans 'unfair advantage'.\"\nG\nH\nXXX XXX\nXXX\n...After the injuries were inflicted the injured has fallen\ndown, but there is no material to show that thereafter any\ninjury was inflicted when he was in a helpless condition.\nThe assaults were made at random. Even the previous\nANKUSH SHIVAJI GAIKWAD v. STATE OF\nMAHARASHTRA [T.S. THAKUR, J.]\n881\naltercations were verbal and not physical. It is not the case\nof the prosecution that the accused appellants had come\nprepared and armed for attacking the deceased....This\ngoes to show that in the heat of passion upon a sudden\nquarrel followed by a fight the accused persons had\ncaused injuries on the deceased, but had not acted in cruel\nor unusual manner. That being so, Exception 4 to Section\n300 IPC is clearly applicable...\"\nA\nB\n(emphasis supplied)\nC\n12. In Sukbhir Singh v. State of Haryana (2002) 3 SCC\n327, the appellant caused two Bhala blows on the vital part of\nthe body of the deceased that was sufficient in the ordinary\ncourse of nature to cause death. The High Court held that the\nappellant had acted in a cruel and unusual manner. Reversing\nthe view taken by the High Court this Court held that all fatal\ninjuries resulting in death cannot be termed as cruel or unusual\nfor the purposes of Exception 4 of Section 300 IPC. In cases\nwhere after the injured had fallen down, the appellant did not\ninflict any further injury when he was in a helpless position, it\nmay indicate that he had not acted in a cruel or unusual manner.\nThe Court observed:\nD\nE\nF\n\"...All fatal injuries resulting in death cannot be termed\nas cruel or unusual for the purposes of not availing the\nbenefit of Exception 4 of Section 300 IPC. After the\ninjuries were inflicted and the injured had fallen down, the\nappellant is not shown to have inflicted any other injury\nupon his person when he was in a helpless position. It is G\nproved that in the heat of passion upon a sudden quarrel\nfollowed by a fight, the accused who was armed with\nBhala caused injuries at random and thus did not act in\nI\n882 SUPREME COURT REPORTS\nA\na cruel or unusual manner.\"\n[2013] 8 S.C.R.\n(emphasis supplied)\nB\nC\nD\nE\nLL\nF\nG\nH\n13. Reference may also be made to the decision in\nMahesh v. State of MP (1996) 10 SCC 668, where the\nappellant had assaulted the deceased in a sudden fight and\nafter giving him one blow he had not caused any further injury\nto the deceased which fact situation was held by this Court to\nbe sufficient to bring the case under Exception 4 to Section\n300 of the IPC. This Court held:\n\"... Thus, placed as the appellant and the deceased were\nat the time of the occurrence, it appears to us that the\nappellant assaulted the deceased in that sudden fight\nand after giving him one blow took to his heels. He did\nnot cause any other injury to the deceased and therefore\nit cannot be said that he acted in any cruel or unusual\nmanner. Admittedly, he did not assault PW-2 or PW-6\nwho were also present also with the deceased and who\nhad also requested the appellant not to allow his cattle\nto graze in the field of PW-1. This fortifies our belief that\nthe assault on the deceased was made during a sudden\nquarrel without any premeditation. In this fact situation,\nwe are of the opinion that Exception-4 to Section 300 IPC\nis clearly attracted to the case of the appellant and the\noffence of which the appellant can be said to be guilty\nwould squarely fall under Section 304 (Part-I) IPC...”\n(emphasis supplied)\n14. To the same effect are the decisions of this Court in\nVadla Chandraiah v. State of Andhra Pradesh (2006) 14\nSCALE 108, and Shankar Diwal Wadu v. State of\n"}