{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"968 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA requested to respond to the observations of the participants. It\nwas explained on behalf of the Company that although the\nperformance of the Company was consistently above the rated\ncapacity, it had not been able to achieve optimum level of\noperations mainly due to lack of adequate working capital.\nB Since the promoters were not to bring any further funds, most\nC\nD\nof the required amount would have to be met out of the\nproposed funding and expected Sales Tax exemption. In the\nsummary record of the proceedings of the Joint Meeting, it was\nrecorded that \"there was further discussion amongst the\nparticipants and there was a general consensus that a\nrestructuring package would be necessary for ensuring the\nrevival of KCL and accordingly, KCL be advised to submit, at\nthe earliest, a revised restructuring proposal with a cut off date\nof 31.12.1999......\". \"It was considered necessary to stipulate\npreconditions such as the State Government of Bihar granting\nthe Sales Tax exemption and renewal/revalidation of the mining\nleases for the proposed restructuring packages, as and when\nsanctioned.\"\n54. Thereafter, the representatives of the Company were\nE invited to join the meeting held between the Government of\nBihar and financial institutions on 29.10.1999. Reference was\nmade, in this meeting, to the deliberations at the previous\nmeeting held on 12.07.1999, when it was decided to undertake\nrevised restructuring exercise in respect of the Company.\nF Accordingly, a revised restructuring proposal was formulated\nby the Industrial Finance Corporation of India Ltd. (hereinafter\nreferred to as 'IFCI'). In this meeting of the representative of\nthe State Government mentioned that the legal opinion of the\nAdvocate General Bihar has been obtained. However, decision\nof the Sales Tax exemption proposal had been held up due to\nthe Election. It was now expected to be taken up in December,\n1999. The financial institutions stated that they would consider\ngranting reliefs only after grant of Sales Tax exemptions by the\nState Government of Bihar.\nG\nH\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 969\nLTD. [SURINDER SINGH NIJJAR, J.]\n55. Thereafter by letter dated 02.10.1999, the State A\nGovernment informed the financial institutions as under:-\n\"The State Government has since decided to notify the\nprovisions of providing Sales Tax benefits to \"Sick Units\"\nand potentially viable non-BIFR sick units in the meeting\nof the Economic Sub-Committee held on November\n30,1999. We shall forward a copy of the notification as\nsoon as it is gazetted....”\nB\nC\n56. From the above it becomes apparent that the State\nGovernment had been consistently giving assurances not only\nto the Company but also to the financial institutions that the\nnecessary Sales Tax exemption notification will be issued. In\nour opinion the Company had laid a clear, sound and a positive\nfoundation for invoking the doctrine of 'promissory estoppel'.\nTherefore, it is not possible to accept the submissions made D\nby Dr. Dhawan and Mr. Dwivedi that no definite promises were\never made. This, however, is not the end of the matter.\nE\nF\n57. Even in the meeting held on 17.12.1999 under the\nChairmanship of the Minister for Water Resources and Industry,\nBihar the problems being faced by the Company were\ndiscussed. It was pointed out by the Industrial Development\nCommissioner that future of thousands of people is linked with\nthe Company and, therefore, positive cooperation of financial\ninstitutions/bank is desirable for its rehabilitation. The Chairman\nof the Company was invited to apprise the meeting of the\nfinancial and other difficulties. It was accepted by the whole-\ntime Director of IFCI, Mr. Ganguly that the financial institutions\nhave always been supporting the Company and will support in\nthe future. It was also stated by him that in the Industrial Policy,\n1995 there is a provision of giving Sales Tax exemption for 8\nyears to a sick company. However, the Company had asked\nfor the above facility only for 5 years. So far as the viability of\nthe Company is concerned, it was stated to have already been\nestablished. After hearing all the concerned parties, the Minister\nmentioned that the Government of Bihar is very keen for H\nG\n970 SUPREME COURT REPORTS ·\n[2010] 1 S.C.R.\nA rehabilitation of the Company and that all possible support will\nbe provided for implementation of the rehabilitation package\nprepared by financial institutions. So far as the Sales Tax relief\nis concerned, it was stated that \"a decision will be taken in a\nday or two and the notification relating therewith will be issued\nB by 2nd week of January, 2000....\". With this assurance a\nconsensus had emerged among the financial institutions and\nthe Banks that if the Government implements the Industrial\nPolicy, 1995 in its true spirit particularly on the issue relating\nto deferment/ exemption Sales Tax, the financial institutions and\nBanks will give their full cooperation. A number of very important\ndecisions were taken in the aforesaid meeting. Decision No.4\nwas that \"State Government will ensure that the notification\nregarding Sales Tax exemption is issued by the 2nd week of\nJanuary, 2000\".\nC\nD\n58. On 25th January, 2000, the State Government informed\nthe lead institution (IFCI) that the matter was discussed in the\nCabinet Sub-Committee and draft notification was approved\ntherein. It was further pointed out that due to ensuing Assembly\nElections, it was being examined whether it was a violation of\nE Model Code of Conduct or not. Once it is sorted out, action will\nbe taken in this regard. Again vide letter dated 31.03.2000, the\nState Government informed the IFCI that the matter was\ndelayed due to election and the necessary notification shall be\nissued soon. There was another meeting held on 29.05.2000\nF under the Chairmanship of the Minister of Industries on\nproblems faced by the Company. The meeting recorded as\nfollows:-\n0\nH\n\"After intense discussion in the meeting, the following\ndecisions were taken:\n1. Under the Industrial Policy, 1995 the Commercial\nTax Department shall immediately issue the\nmatching notification to provide the facility of\nexemption/deferment from Sales Tax to be\npotentially sick and closed units.\nSTATE OF BIHAR \u0026 ORS, v. KALYANPUR CEMENTS 971\nLTD. [SURINDER SINGH NIJJAR, J.]\n2. The Forest and Environment Deptt. Will take A\nnecessary steps immediately to take out the\nLimestone bearing areas from the Kaimur Wild Life\nSanctuary and for grant of Mining Leases to KCL\nso that the Limestone availability to the Company\nis ensured uninterruptedly and thousands of\nworkers working are saved from unemployment\n(given Forest and Environment Deptt.)\"\n59. All the aforesaid material would be leading to a\nconclusion that the Company as well as the financial institutions\nwere entitled to rely upon the repeated assurances given by the\nState Government. However, since the promised notification\nwas not forthcoming, the Company was constrained to file the\nwrit petition.\nB\nC\n60. Before the High Court the Company had claimed that D\nit was eligible to avail Sales Tax incentive for a period of 8 years\nunder clause 22(ii) of the 1995 Policy. This incentive was\nnecessary for the revival of the Unit. It has been found to be\neligible for exemption at the highest level of the Government.\nThe State Government had held out clear and unequivocal E\nassurances and promises to the Company as also the financial\ninstitutions with the necessary Notification under Clause 24 of\nthe Industrial Policy, 1995 would be issued. The assurances/\npromises are contained in official documents. It was, therefore,\nsubmitted that the Government cannot be permitted to resile\nfrom the representations.\nF\n61. During the course of the proceedings in the writ\npetition, the State Government in its supplementary affidavit\ndated 05.12.2000 filed on behalf of respondent No.4 (i.e.\nSecretary-cum-Commissioner, Commercial Taxes Department) G\nagain categorically reiterated that \"the Hon'ble Minister,\nDepartment of Commercial Taxes has approved the proposals\nalong with draft notification regarding extension of Sales Tax\nrelated incentives to sick industrial units......\". It had been\nsubmitted to the Chief (Finance) Minister on 18.11.2000. It shall\nH\n972 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA be possible to issue necessary notification after approval of the\nproposal by the Chief (Finance) Minister. Having made the\naforesaid statements in an affidavit before the High Court, the\nGovernment has resiled from the unequivocal representations\nin the decisions dated 06.01.2001 and 05.03.2001. Therefore,\nB strong reliance was placed on clauses 22 and 24 of the 1995\nPolicy and the doctrine of 'promissory estoppel' in support of\nthe plea that the action of the State Government in issuing\norders dated 06.01.2001 and 05.03.2001 are wholly arbitrary\nand unjust.\nC\n62. In reply, it was contended that the decision dated\n06.01.2001 had been taken for the four reasons stated earlier.\nIt was further stated that the decisions taken in the meeting of\nthe Cabinet held on 05.03.2001 was upon thoughtful and due\nconsideration of all the relevant factors. Taking into\nD consideration the totality of the circumstance, a policy decisions\nhad been taken that notification relating to the Sales Tax\nincentive be not issued. Therefore, the Company was not\nentitled to any relief. It was on consideration of the entire matter\nthat the High Court concluded as follows:-\nE\nF\n\"When the State Government gives an assurance and\nundertaking, in form of a policy then in fact it allures person/\nindustries to enter into the individual ventures, invest money\non the assurances contained in the policy, would it be\njustified on the part of the State Government to say later\non that on a second thought they were withdrawing the\npolicy and the benefits flowing from that policy? We are\nunable to agree to this argument.\"\n63. We are of the opinion that the aforesaid conclusion\nG reached by the High Court is based on due consideration of\nthe material placed before it. We see no reason to differ with\nthe opinion expressed by the High Court. We are unable to\naccept the submissions made by Dr. Dhawan and Mr. Dwivedi\nthat no clear-cut assurances were held out to the Company. We\nH are also unable to accept the submissions of Mr. Dwivedi that\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 973\nLTD. [SURINDER SINGH NIJJAR, J.]\nthe Company has failed to place on the record sufficient A\nmaterial to establish that unequivocal promises and\nrepresentations had been made by the appellant to the\nCompany by word and by conduct.\nB\nC\n64. In our opinion, the matter is squarely covered by the\nobservations made by this Court in the Mangalore Chemicals\n(supra) \"There is, as set out earlier, no dispute that the appellant\nwas entitled to the benefit of the Notification dated June 30,\n1969. There is also no dispute that the refunds were eligible\nto be adjusted against sales tax payable for respective years.\nThe only controversy is whether the appellant, not having actually\nsecured the \"prior permission\" would be entitled to adjustment\nhaving regard to the words of the Notification of August 11,\n1975, that \"until permission of renewal is granted by the Deputy\nCommissioner of Commercial Taxes, the new industry should\nnot be allowed to adjust the refunds\". The contention virtually\nmeans this: \"No doubt you were eligible and entitled to make\nthe adjustments. There was also no impediment in law to grant\nyou such permission. But see language of clause 5. Since we\ndid not give you the permission you cannot be permitted to\nE\nadjust.\" Is this the effect of the law?\n\"10. The sales tax already paid by the appellant on the raw\nmaterials procured by it is the subject matter of the refunds.\nThe sales tax against which the refund is sought to be\nadjusted is the sales tax payable by appellant on the sales\nof goods manufactured by it. If the contention of the\nRevenue is correct, the position is that while the appellant\nis entitled to the refund it cannot, however, adjust the same\nagainst current dues of the particular year but should pay\nthe tax working out its refunds separately. The situation\nmay well have been such but the snag comes here. If the\nadjustments made by the appellant in its monthly.\nstatements are disallowed, the sales tax payable would be\ndeemed to be in default and would attract a penalty ranging\nfrom 1 1/2 per cent to 2 1/2 per cent per month from the\nD\nF\nG\nI\n974\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\ndate it fell due. That penalty, in the facts of this case, would\nbe very much more than the amounts of refund.\"\n\"11. What emerges from the undisputed facts is that\nappellant was entitled to the benefit of these adjustments\nin the respective years. It had done and carried out all that\nwas necessary for it to do and carry out in that behalf. The\ngrant of permission remained pending on account of\ncertain outstanding inter-departmental issues as to which\nof the departments - the Department of Sales Tax or the\nDepartment of Industries - should absorb the financial\nimpact of these concessions. Correspondence indicates\nthat on account of these questions, internal to\nadministration, the request for permission to adjust was\nnot processed.\"\n-\n\"22......There is no dispute that appellant had satisfied\nthese conditions. Yet the permission was withheld - not\nfor any valid and substantial reason but owing to certain\nextraneous things concerning some inter-departmental\nissues. Appellant had nothing to do with those issues.\nAppellant is now told, \"We are sorry. We should have\ngiven you the permission. But now that the period is over,\nnothing can be done\". The answer to this is in the words\nof Lord Denning: \"Now I know that a public authority\ncannot be estopped from doing its public duty, but I do think\nit can be estopped from relying on a technicality and this\nis a technicality\".\n23. Francis Bennion in his Statutory Interpretation, (1984\nedn.) says at page 683:\n\"Unnecessary technicality: Modern courts seek to cut down\ntechnicalities attendant upon a statutory procedure where these\ncannot be shown to be necessary to the fulfillment of the\npurposes of the legislation.\"\n65. The law with regard to the applicability of the doctrine\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 975\nLTD. [SURINDER SINGH NIJJAR, J.]\nof promissory estoppel was again comprehensively considered\nby this Court in the case of Nestle India (supra). Ruma Pal, J.\nspeaking for the Bench observed as follows:-\n33 66\n\"24. But first a recapitulation of the law on the subject\nof promissory estoppel. The foundation of the doctrine was\nlaid in the decision of Chandrasekhara Aiyar, J. in Collector\nof Bombay v. Municipal Corpn. of the City of\nBombay......\n.... Chandrasekhara Aiyar, J.\nconcurred with the conclusion of Das, J. but based his\nreasoning on the fact that by the resolution, representations\nhad been made to the Corporation by the Government and\nthe accident that the grant was invalid did not wipe out the\nexistence of the representation nor the fact that it was\nacted upon by the Corporation. What has since been\nrecognised as a signal exposition of the principles of\npromissory estoppel, Chandrasekhara Aiyar, J. said: (AIR\np. 476, paras 21 \u0026 22)\n\"The invalidity of the grant does not lead to the\nobliteration of the representation.\nCan the Government be now allowed to go back on\nthe representation, and, if we do so, would it not amount\nto our countenancing the perpetration of what can be\ncompendiously described as legal fraud which a court of\nequity must prevent being committed. If the resolution can\nbe read as meaning that the grant was of rent-free land,\nthe case would come strictly within the doctrine of estoppel\nenunciated in Section 115 of the Evidence Act. But even\notherwise, that is, if there was merely the holding out of a\npromise that no rent will be charged in the future, the\nGovernment must be deemed in the circumstances of this\ncase to have bound themselves to fulfil it. ... Courts must\ndo justice by the promotion of honesty and good faith, as\nfar as it lies in their power.\"\nA\nB\nC\nD\nE\nF\nG\n\"25. In other words, promissory estoppel long H\nA\n00\nB\nC\nD\nE\nF\nG\nH\n976\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nrecognised as a legitimate defence in equity was held to\nfound a cause of action against the Government, even\nwhen, and this needs to be emphasised, the representation\nsought to be enforced was legally invalid in the sense that\nit was made in a manner which was not in conformity with\nthe procedure prescribed by statute.\"\n\"26. This principle was built upon in Union of India\nv. Anglo Afghan Agencies where it was said (SCR at\np. 385): (AIR p 728, para 23)\n\"23. Under our jurisprudence the Government is not\nexempt from liability to carry out the representation made\nby it as to its future conduct and it cannot on some\nundefined and undisclosed ground of necessity or\nexpediency fail to carry out the promise solemnly made by\nit, nor claim to be the judge of its own obligation to the\ncitizen on an ex parte appraisement of the circumstances\nin which the obligation has arisen.\"\nXXXX XXXX XXXX XXXX\n\"44. Of course, the Government cannot rely on a-\nrepresentation made without complying with the procedure.\nprescribed by the relevant statute, but a citizen may andı\ncan compel the Government to do so if the factors\nnecessary for founding a plea of promissory estoppel are\nestablished. Such a proposition would not \"fall foul of our\nconstitutional scheme and public interest\". On the other\nhand, as was observed in Motilal Padampat Sugar Mills\ncase and approved in the subsequent decisions: (SCC\np. 442, para 24)\n\"It is indeed the pride of constitutional democracy and\nrule of law that the Government stands on the same footing\nas a private individual so far as the obligation of the law\nis concerned: the former is equally bound as the latter. Il\nis indeed difficult to see on what principle can \u003e\n+\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 977\nLTD. [SURINDER SINGH NIJJAR, J.]\nGovernment, committed to the rule of law, claim immunity A\nfrom the doctrine of promissory estoppel.\"\n\"46......\n……………………. The facts in the present case are similar\nto those prevailing in Godfrey Philips. There too, as we\nhave noted earlier, the statutory provisions required\nexemption to be granted by notification. Nevertheless, the\nCourt having found that the essential prerequisites for the\noperation of promissory estoppel had been established,\ndirected the issuance of the exemption notification.\"\nB\n66. In Petrochemical (supra), this Court has clearly C\nreiterated the promissory estoppel would apply where a party\nalters his position pursuant to or in furtherance of the promise\nmade by a State. It is also clearly held that such a policy\ndecision can be expressed in notifications under statutory\nprovisions or even by executive instructions. Whenever the D\ningredients for invoking the principle of promissory estoppel are\nestablished, it could give rise to a cause of action. Not only may\nit give rise to a cause of action but would also preserve a right.\nThe relevant observations are as under:-\n\"121. The doctrine of promissory estoppel would\nundoubtedly be applicable where an entrepreneur alters his\nposition pursuant to or in furtherance of the promise made\nby a State to grant inter alia exemption from payment of\ntaxes or charges on the basis of the current tariff. Such a\npolicy decision on the part of the State shall not only be\nexpressed by reason of notifications issued under the\nstatutory provisions but also under the executive\ninstructions. The appellants had undoubtedly been enjoying\nthe benefit of (sic exemption from) payment of tax in respect\nof sale/consumption of electrical energy in relation to the\ncogenerating power plants.\"\nE\nF\nG\n\"122. Unlike an ordinary estoppel, promissory\nestoppel gives rise to a cause of action. It indisputably\ncreates a right. It also acts on equity. However, its H\n"}