{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63}],"text":"988\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA\nB\nC\nD\n75. It is not in dispute for us that pursuant to the aforesaid\ndirections the appellant has issued the Notification No. SO-174\ndated 18.10.2004 granting exemption to the company. The\nnotification was to have effect for five years from the date of\npublication in the official gazette or till the disposal of special\nleave petition No.5181 of 2002, whichever is earlier. The\nnotification was issued subject to the terms and conditions\nnotice earlier in the judgment. Under the aforesaid terms and\nconditions, the company was to deposit the tax payable per\nmonth with an interest bearing (wrongly typed in the order as\nhearing) account in a nationalized bank. The company was also\nto provide information of the bank account to the circle where\nit is registered. Details regarding amount of payment made\neach month was also to be supplied to the appellant.\n76. It is now the submission of the learned counsel for the\nappellant that the company has neither complied with the order\npassed by this Court on 18.11.2002 nor the conditions\nstipulated in the notification dated 16.10.2004. It is further\nsubmitted that prayers in the application were to recall the order\ndated 18.11.2002 and to stay the operation of a judgment\nE under appeal dated 24.04.2002. However the application was\nnot finally disposed of, even though the pleadings were\ncomplete.\nF\n77. During the pendency of the proceedings there have\nbeen some further development, which will now need to be\ntaken into consideration by the Court, to do justice between the\nparties.\n78. During the interregnum the company has been\ncollecting the amount equivalent to the tax from the consumers.\nG According to Dr. Rajiv Dhawan, Mr. Dwivedi during this period\nthe company has collected more than Rs.60 crores on the sale\nof cement by virtue of the directions issued by this Court in the\nOrder dated 18.11.2002. In view of the law laid down by this\nCourt in Amrit Banaspati (supra) the company cannot be\npermitted to retain the amount collected from the customers.\nH\nSTATE OF BIHAR \u0026 ORS, v. KALYANPUR CEMENTS 989\nLTD. [SURINDER SINGH NIJJAR, J.]\nA\nThis would amount unjust enrichment. Therefore, a direction is\nrequired to be issued that the amount deposited by the\ncompany with the bank pursuant to the orders of this Court be\nreleased to the appellant State. On the other hand, Mr. Parshad\nhas submitted that the delay in issuance of the exemption\nNotification by the State has crippled the Company financially. B\nEven then the Company is trying to revive itself through financial\nrestructuring. The survival of the Company now depends on the\napproval of the Financial Restructuring Package prepared by\nthe respondent No.2. This package has been submitted to the\nChief Minister of Bihar which is still on the consideration of the\nGovernment. With regard to the non-deposit of amount\nequivalent to the tax due, Mr. Parshad reiterated that the\nCompany had made bona fide efforts, but was unable to\ndeposit the amount due to its 'sickness'. On the one hand the\nrevised rehabilitation package is kept under consideration, on\nthe other the appellants seeks the vacation of the order dated\n18.11.2002. The application, according to the learned senior\ncounsel, deserves outright dismissal.\nC\nD\n. 3\n79. We have considered the submissions made by the\nlearned counsel. It would be not possible to accept the\nsubmissions of Mr. Parshad that in view of the financial\ncondition of the company it may be permitted to retain the\namount collected under the orders of this Court. The amount\nwas collected from the consumer to offset the tax liability. Such\namount cannot be permitted to be retained by the company. In F\nAmrit Banaspati case (supra) it has been held that exemption\nand refund of tax are two different legal and distinct concepts.\nThe objective of the exemption is to grant incentive to\nencourage industrialization. It is to enable the industry to\ncompete in the market. On the other hand, refund of tax is made G\nonly when it has been realized illegally or contrary to the\nprovisions of law. Tax lawfully levied and realized cannot be\nrefunded. In view of the settled position of the law, we decline\nto accept the suggestion made by Mr. Parshad.\nI\nA\nB\n990\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\n80. Direction is, therefore, issued that the amount\ndeposited by the company in the designated account opened\nand operated pursuant to the order of this Court dated\n18.11.2002 together with accrued interest shall be released to\nthe appellant State, forthwith.\n81. I.A. No.3 is therefore allowed in the aforesaid terms.\n82. In view of the above, the appeal filed by the State\nchallenging the judgment and order dated 24.4.2002 is\ndismissed, however, I.A. No.3 is allowed to the extent indicated\nC above.\nK.K.T.\nAppeal dismissed and Application allowed.\n"}