{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2010] 1 S.C.R. 928\nSTATE OF BIHAR \u0026 ORS.\nV.\nKALYANPUR CEMENTS LTD.\n(Civil Appeal No. 5181 of 2002)\nJANUARY 8, 2010\n[TARUN CHATTERJEE AND SURINDER SINGH\nNIJJAR JJ.]\nIndustrial Policy, 1995 - Clauses 22(2)(i) and 24 - Sales\nC tax exemption - Sick company - Assistance to the company\nfor restructuring agreed by financial institutions, on the\ncondition that it obtained sales tax exemption from State\nGovernment - Repeated assurance by State Government to\nissue sales tax exemption Notification - Writ petition seeking\nD direction to issue the Notification - State first informed the\nHigh court that it would issue Notification after approval of\nproposal of Notification - Later informed the Court that State\nhas decided not to grant sales tax incentives to sick\ncompanies - High Court quashed the decision of the State\nand directed it to issue the Notification - On appeal, Supreme\nCourt by interim order directing the company to deposit an\namount equivalent to sales tax payable by it in a Bank - The\namount to be payable to the party which ultimately succeeded\nE\nF\nG\nH\n-\n-\nState issuing the Notification Failure of company to\ndeposit the amount taking the plea that it was sick - Held:\nDenial of sales tax exemption is arbitrary – The State initially\nhaving given repeated assurances, was estopped from\ndenying the grant of exemption at later stage – Company\nrightly invoked the doctrine of promissory estoppel – State\ncannot take advantage of its own lapses in implementing the\nIndustrial Policy for denying the claim of the company - The\ndecision making process culminating into orders denying\ngrant of exemption is seriously flawed - However, the\ncompany, in view of its financial condition, cannot be permitted\n928\n-\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 929\nLTD.\nto retain the amount collected from the customer on sale of A\nits product - This would amount to unjust enrichment -\nDirection to release the amount deposited by the company\npursuant to interim order of Supreme Court, to the State -\nDoctrine of Promissory estoppel - Unjust Enrichment.\nAdministrative Law - Doctrine of promissory estoppel\nInvokability of - Discussed.\nTaxation exemption of tax and refund of tax - Difference\nbetween.\n-\n-\nWords and Phrases - 'Sick unit' – Meaning of, in the\ncontext of Industrial Policy, 1995.\nRespondent-Company was declared as a sick unit,\nby the Board for Industrial and Financial Reconstruction.\nThe company, in order to rehabilitate itself sought\nassistance from financial institutions for restructuring\npackage. The proposal for financial assistance and\nrestructuring was approved by various financial\ninstitutions subject to the condition that the company\nobtained a sales tax exemption for a period of 5 years\nfrom the State Government, in terms of Industrial Policy,\n1995. The company applied for grant of sales tax\nexemption. Thereafter the matter remained pending for\nconsideration by the State Government and financial\ninstitutions. In various meetings of the State, the\nCompany and the financial institutions, categoric\nassurances were given by the State that necessary sales\ntax exemption Notification would be issued. However, no\nsuch Notification was issued.\nThe company filed a writ petition seeking direction\nto the State to issue necessary Notification. The State\nstated that it would be possible to issue the Notification\nafter approval of proposal of Notification by the Chief\nB\nс\nD\nE\nF\nG\nH\n930 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA (Finance) Minister. Thereafter the State informed the Court\nthat the State by order dated 6.1.2001 had decided not to\ngrant any sales tax incentives to sick industrial units, and\ntherefore the claim of the company was rejected. The\ncompany, therefore, amended the petition, challenging\nB the decision dated 6.1.2001. The State in its further\naffidavit stated that the decision of the State was later\nconsidered by the Cabinet on 5.3.2001 and it was decided\nnot to issue any Notification. High Court allowed the writ\npetition quashing the decisions dated 6.1.2001 and\n5.3.2001. The Court directed the State to issue follow up\nNotification to give effect to the provisions of the Policy.\nHence the present appeal.\nC\nD\nE\nF\nSupreme Court by an interim order dated 18.11.2002\ndirected the respondent-company to deposit an amount\nequivalent to the sales tax payable by it as and when it\nbecame due, in an interest bearing account of a Bank;\nand that the amount so kept would be payable to the\nparty which ultimately succeeded.\nThe State filed IA No. 3 of 2006, seeking stay of the\njudgment of High Court. It was stated in the application\nthat the State issued the Notification in pursuance of\norder dated 18.11.2002, granting exemption for five years\nor till disposal of SLP. The respondent-company,\nhowever, informed the State that it was unable to comply\nwith the directions because of its sickness. As the\ncompany failed to comply with the directions, prayer was\nmade to recall the same.\nDismissing the appeal, and allowing the application,\nG the Court\nH\nHELD: 1.1. In order to invoke the doctrine of\npromissory estoppel, it must be established that (a) a\nparty must make an unequivocal promise or\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 931\nLTD.\nrepresentation by word or conduct to the other party (b) A\nthe representation was intended to create legal relations\nor affect the legal relationship, to arise in the future (c) a\nclear foundation has to be laid in the petition, with\nsupporting documents (d) it has to be shown that the\nparty invoking the doctrine has altered its position relying.\non the promise (e) it is possible for the Government to\nresile from its promise when public interest would be\nprejudiced if the Government were required to carry out\nthe promise (f) the Court will not apply the doctrine in\nabstract. [Para 26] [956-B-E]\n1.2. From the facts of the case, it is apparent that the\nState Government had been consistently giving\nassurances not only to the company but also to the\nfinancial institutions that the necessary sales tax\nexemption Notification will be issued. The company had\nlaid a clear, sound and a positive foundation for invoking\nthe doctrine of ‘promissory estoppel'. The company as\nwell as the financial institutions were entitled to rely upon\nthe repeated assurances given by the State Government.\n[Paras 56 and 59] [969-C-D; 971-C]\n1.3. Having made the statement before the High\nCourt that it would be possible to issue necessary\nNotification after approval of the proposal by the Chief\n(Finance) Minister, the Government has resiled from the\nunequivocal representations in the decisions dated\n06.01.2001 and 05.03.2001. Therefore, strong reliance was\nplaced on clauses 22 and 24 of the Industrial Policy, 1995\nand the doctrine of 'promissory estoppel' in support of\nthe plea that the action of the State Government in issuing\norders dated 06.01.2001 and 05.03.2001 are wholly\narbitrary and unjust. [Para 61] [972-A-B]\n1.4. The conclusion reached by the High Court that\nwhen the State Government gives an assurance and\nB\nC\nD\nE\nF\nG\nH\n932 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA undertaking, in form of a policy then in fact it allures person/\nindustries to enter into the individual ventures, invest money\non the assurances contained in the policy, it would not be\njustified on the part of the State Government to say later on\nthat on a second thought they were withdrawing the policy and\nB the benefits flowing from that policy, is based on due\nconsideration of the material placed before it. There is no\nreason to differ with the opinion expressed by the High\nCourt. [Paras 62 and 63] [972-D-F; G]\nC\nD\nF\nMangalore Chemical and Fertilizer Ltd. vs. Deputy\nCommissioner of Commercial Taxes and Ors. (1992) Suppl.\n1 SCC 21; State of Punjab vs. Nestle India Ltd. and Anr.\n(2004) 6 SCC 465; Southern Petrochemical Industries Co.\nLtd. vs. Electricity Inspector and ETIO and Ors. (2007) 5 SCC\n447; MRF Ltd. Kottayam vs. Asstt.Commissioner\n(Assessment) Sales Tax and Ors. (2006) 8 SCC 702; Motilal\nPadampat Sugar Mills Co. Ltd. vs. State of UP (1979) 2 SCC\n409, relied on.\nKasinka Trading vs. Union of India (1995) 1 SCC 274;\nE STO vs. Shree Durga Oil Mills (1998) 1 SCC 572; Bakul\nCashew Co. vs. STO (1986) 2 SCC 365; Sharma Transport\nvs. Govt. of A.P. (2002) 2 SCC 188; Shri Bakul Oil Industries\nvs. State of Gujarat (1987) 1 SCC; Motilal Padampat Sugar\nMills Co. Ltd. vs. State of UP (1979) 2 SCC 409; DCM Ltd.\nvs. Union of India (1996) 5 SCC 468; Shrijee Sales Corpn.\nvs. Union of India (1997) 3 SCC 398; Pawan Alloys and\nCastings (P) Ltd. UPSEB (1997) 7 SCC 251; Bannari Amma\nSugars Ltd. vs. Commercial Tax Officer (2005) 1 SCC 625;\nRom Industries Ltd. vs. State of J \u0026 K (2005) 7 SCC 348;\nState of Jharkhand vs. Ambay Cements (2005) 1 SCC 368;\nM.P. Mathur vs. DTC (2006) 13 SCC 706; Excise\nCommissioner vs. Ram Kumar (1976) 3 SCC 540, referred\nG\nto.\nCentral London Property Trust, Ltd. vs. High Trees\nH House, Ltd. (1956) 1 All ER 256, referred to.\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 933\nLTD.\n'Statutory Interpretation' by Francis Bennion 1984 edn. A\n683, referred to.\n2.1. In the present case, the claim of the Government\nis based on a change in policy advocated in the Chief\nMinisters' Conference. These Conferences have taken\nplace before the affidavit is filed on 05.12.2001. Therefore,\nthe High Court concluded that the Government has not\nbeen candid in disclosure of the reasons for passing the\norder dated 06.01.2001. The aforesaid decisions with\nregard to the discontinuance of the sales tax exemptions\nfrom 01.01.2000 could not have affected the rights of the\ncompany under the Industrial Policy, 1995. Necessary\napplication was made to the Government seeking\nexemption on 21.11.1997. For more than 3 years, the\nCompany and the financial institutions had been assured\nby the Government that the Notification will be issued\nforthwith. However, it was not issued. The action of the\nappellants is arbitrary and indefensible. [Para 68] [981-A-\nE]\n2.2. A perusal of the aforesaid policy clearly shows\nthat the Government was determined to take effective\nmeasures to render all possible assistance for\namelioration of the continuing problem of industrial\nsickness in the State. It was viewed as a matter of great\nconcern for the Government. Clause 22(2) deals with\nsickness in large and medium sectors. Under clause\n22(2)(i) of Industrial Policy, 1995 a Committee headed by\nthe Industrial Development Commissioner, was to\nrecommend concessions and facilities which were\nconsidered necessary for revival of the potentially viable\nnon-BIFR sick industrial units. The Company was,\ntherefore, eligible under Clause 22(2)(ii). The Industrial\nPolicy, 1995 did not envisage sickness in its strict terms\nas defined under the Sick Industrial Companies (Special\nProvisions) Act, 1985. The policy was of a wider\napplication and included industrial sickness not only qua\nB\nC\nD\nE\nF\nG\nH\n934\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA BIFR companies but also in relation to non-BIFR\npotentially viable sick companies. [Para 70] [984-F-H; 985-\nA-B]\nB\nC.\n2.3. The definition of 'sick unit' in Clause 6 of\nannexure to the Policy, makes it abundantly clear that the\nsickness of the company (SLEC) could also be decided\nby the State Level empowered Committee headed by the\nChief Secretary. The exemption claim of the company\nwas duly considered by the Committee constituted under\nClause 22(2)(i). Its recommendations were duly placed\nbefore the SLEC under Clause 22(2)(ii). The\nrecommendations were not implemented only because\nthe Government failed to issue a Notification under\nClause 24 of the Industrial Policy, 1995 within the\nstipulated period of one month. Even if it is accepted that\nthe provisions contained in Clause 24 was mandatory,\nthe time of one month for issuing the Notification could\nonly have been extended for a reasonable period. It is\ninconceivable that it could have taken the Government 3\nyears to issue the follow up Notification. The failure of the\nE appellants to issue the necessary Notification within a\nreasonable period of the enforcement of the Industrial\nPolicy, 1995 has rendered the decisions dated 06.01.2001\nand 05.03.2001 wholly arbitrary. The appellant cannot be\npermitted to rely on its own lapses in implementing its\nF policy to defeat the just and valid claim of the company.\n[Para 71] [985-E-H; 986-A]\nD\nG\nH\n2.4. It is not correct to say that no relief can be\ngranted to the Company as the Policy has lapsed on\n31.08.2000. Accepting such a plea would be to put a\npremium and accord a justification to the wholly arbitrary\naction of the appellant, in not issuing the Notification in\naccordance with the provisions contained in Clause 24\nof the Industrial Policy, 1995. [Para 72] [986-B-C]\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 935\nLTD.\nC\n2.5. The assurances given in various meetings were A\nreiterated before the High Court in the Affidavit dated\n05.12.2000. It was clearly stated that the draft Notification\nwas being prepared and being approved. It was thus\nobvious that the Notification merely had to be published\nin the Official Gazette. After making the aforesaid B\nstatements in the affidavit, order dated 06.01.2001 was\nissued. It was no longer open to the appellant not to\nissue the Notification on the ground that the Policy had\nlapsed on 31.08.2000. The second reason that the\nexemption could not be granted to the company as no\nNotification had been issued under Clause 24 cannot be\naccepted as the appellant-State cannot be permitted to\ntake advantage of its own wrong. The third reason given\nis that the State-Level Empowered Committee (SLEC) had\nnot approved the rehabilitation package. This clearly is\nD\nagainst the record. Not only the exemption was\nrecommended by the competent Committees under the\nIndustrial Policy, 1995, emphatic assurances were given\nthat the Notification will be issued within a very short\nperiod. The fourth reason with regard to the resolution\npassed at the Chief Ministers' Conference is equally\nextraneous to the issue. The company had made the\napplication for exemption at a much prior time in 1997.\nNo material has been placed either before the High Court\nor before this Court about the legal enforceability of the\nresolutions passed at the Chief Ministers' Conference.\nThe decision making process which culminated in\npassing of the orders dated 06.01.2001 and 05.03.2001 is\nseriously flawed, therefore, the same have been\njustifiably quashed by the High Court. [Para 73] [986-E-\nH; 987-A-C]\nState of UP and Anr. vs. Dinakar Sinha (2007) 10 SCC\n548; M/s. Velji Lakhamsi and Co. and Ors. vs. M/s. Benett\nColeman and Co. and Ors. (1977) 3 SCC 160; District Mining\nE\nF\nG\nH\n936 “SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA Officer and Ors. vs. Tata Iron and Steel Co. and Anr. (2001)\n7 SCC 358, referred to.\nB\n3.1. It would not be possible to accept the plea of the\ncompany that in view of the financial condition of the\ncompany, it may be permitted to retain the amount\ncollected under the orders of Supreme Court. The\namount was collected from the consumer to offset the tax\nliability. Such amount cannot be permitted to be retained\nby the company. Exemption and refund of tax are two\ndifferent legal and distinct concepts. The objective of the\nexemption is to grant incentive to encourage\nindustrialization. It is to enable the industry to compete\nin the market. On the other hand, refund of tax is made\nonly when it has been realized illegally or contrary to the\nprovisions of law. Tax lawfully levied and realized cannot\nD be refunded. [Para 79] [989-E-G]\nC\n3.2. The company has collected more than Rs.60\ncrores on the sale of cement by virtue of the directions\nissued by Supreme Court in the Order dated 18.11.2002.\nE The company cannot be permitted to retain the amount\ncollected from the customers. This would amount unjust\nenrichment. Therefore, a direction is required to be\nissued that the amount deposited by the company with\nthe Bank pursuant to the orders of this Court, be released\nto the appellant-State. Even if the delay in issuance of the\nexemption Notification by the State has crippled the\ncompany financially, then the company is trying to revive\nitself through financial restructuring. The survival of the\ncompany now depends on the approval of the Financial\nRestructuring Package prepared by respondent No.2.\nThis package has been submitted to the Chief Minister\nof Bihar which is still on the consideration of the\nGovernment. [Para 78] [988-G-H; 989-A-D]\nF\nG\n3.3. Direction is, therefore, issued that the amount\nH deposited by the company in the designated account\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 937\nLTD.\nopened and operated pursuant to the order of this Court A\ndated 18.11.2002 together with accrued interest shall be\nreleased to the appellant-State, forthwith. [Para 80] [989-\nH; 990-A]\nPrestige Lights Ltd. vs. StateBank of India (2007) 8 SCC B\n449; Amrit Banaspati Co. Ltd and Anr. vs. State of Punjab\n(1992) 2 SCC 411, referred to.\nCase Law Reference:\n(1956) 1 All ER 256\nReferred to.\nPara 24\nC\n(1995) 1 SCC 274\nReferred to.\nPara 25\n(1998) 1 SCC 572\nReferred to.\nPara 27\n(1986) 2 SCC 365\nReferred to.\nPara 28\nD\n(2002) 2 SCC 188\nReferred to.\nPara 29\n(1987) 1 SCC 31\nReferred to.\nPara 30\n(1996). 5 SCC 468\nReferred to.\nPara 33\n(1997) 3 SCC 398\nReferred to.\nPara 36\nE\n(1997) 7 SCC 251\nReferred to.\nPara 35\n(2005) 1 SCC 625\nReferred to.\nPara 37\n(2005) 7 SCC 348\nReferred to.\nPara 38\nF\n(2005) 1 SCC 368\nReferred to.\nPara 42\n2006) 13 SCC 706\nReferred to.\nPara 44\n(1976) 3 SCC 540\nReferred to.\nPara 45\n(2007) 8 SCC 449\nReferred to.\nPara 46\nG\n(1992) 2 SCC 411\nReferred to.\nPara 47\n(2007) 10 SCC 548\nReferred to.\nPara 48\n(1977) 3 SCC 160\nReferred to.\nPara 49\nH\n"}