{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"948 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA Ltd. Vs. High Trees House, Ltd. (1956) 1 All ER 256; Kasinka\nTrading vs. Union of India (1995) 1 SCC 274; STO vs. Shree\nDurga Oil Mills (1998) 1 SCC 572; Bakul Cashew Co. vs.\nSTO (1986) 2 SCC 365; Sharma Transport vs. Govt. of AP\n(2002) 2 SCC 188; Bannari Amma Sugars Ltd. Vs.\nB Commercial Tax Officer (2005) 1 SCC 625 at 637; Shri Bakul\nOil Industries vs. State of Gujarat (1987) 1 SCC 31; Motilal\nPadampat Sugar Mills Co. Ltd. Vs. State of UP (1979) 2 SCC\n409; DCM Ltd. Vs. Union of India (1996) 5 SCC 468; Shrijee\nSales Corpn. Vs. Union of India (1997) 3 SCC 398; Pawan\nAlloys \u0026 Castings (P) Ltd. UP SEB (1997) 7 SCC 251.\nC\nD\n18. Mr. Dinesh Dwivedi, Senior Advocate submitted that\nthere are two categories of cases, where incentive is given (i)\nto set up or start an industry;(ii) benefits to improve the industry.\nThe incentive in the second category can be withdrawn as it is\nonly an enabling provision. In such circumstances, the Executive\nis permitted to resile. Referring to the detailed provisions of the\n1995 Policy, he submitted that Clause 16(1) and 16(2) relate\nto new unit. 16(3) relates to units undertaking expunction/\ndiversification. Clause 22.1 relates to industrial sickness in SSI\nE sector. Clause 22.2 deals with sickness in large and medium\nscale sector. According to him, under this Clause nothing\ndefinite is promised. It permits the Committee to recommend\nconcessions and facilities for revival of the sick units to the\nState-level Empowered Committee (SLEC). Therefore, any\nF recommendations made by this Committee cannot be said to\nbe assurances capable of attracting the doctrine of 'promissory\nestoppel'. According to the learned Senior Counsel the entire\nmatter is covered against the Company by the judgment of this\nCourt in M.P. Mathur vs. DTC (2006) 13 SCC 706. Learned\nG Senior Counsel also relied on Kasinka Trading (supra) in\nsupport of his submission that clear foundation has to be laid\nof the assurance that was given. It is further submitted that the\nclaim of the Company cannot possibly succeed by invoking the\ndoctrine of 'promissory estoppel' as the Company has not\naltered its position by relying on the assurances given by the\nH\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 949\nLTD. [SURINDER SINGH NIJJAR, J.]\nappellant-State. Learned counsel then submitted that the A\nCompany has misunderstood the meaning of exemption. They\nare under the impression that they can collect tax and not pay\nto the Government. That according to the learned Senior\nCounsel is not correct. Exemption simply means that no tax shall\nbe chargeable on goods. In the affidavit filed in reply to IA No.3,\nit is admitted by the Company that the tax collected has not\nbeen deposited. Therefore, the Company is in contempt of the\ninterim orders passed by this Court. The Company is liable to\nrefund the amount of Rs.60 crores to the Government.\nB\nC\n19. Learned Senior counsel submitted that no relief can\nbe granted to the Company as it had taken advantage of the\ninterim order without complying with the preconditions of the\norder. In support of this, he relied upon Prestige Lights Ltd. Vs.\nState Bank of India, (2007) 8 SCC 449. It is submitted that a\ndirection ought to be issued to the Company to refund the D\namount of tax collected. He relied on Amrit Banaspati Co. Ltd\nand another vs. State of Punjab (1992) 2 SCC 411. Mr.\nDwivedi, thereafter, submitted that the Policy of granting\nexemption had lapsed on 31st August, 2000. Therefore, no\nexemption notification could have been issued thereafter. He\nfurther submits that Industrial Policy, 1995 was only a temporary\nscheme, therefore, no benefit could be given after expiry. He\nrelied on State of UP and another vs. Dinkar Sinha, (2007)\n10 SCC 548; M/s. Velji Lakhamsi and Co. and others vs. M/\ns. Benett Coleman and Co. and others (1977) 3 SCC 160; F\nDistrict Mining Officer and others vs. Tata Iron and Steel Co.\nand another (2001) 7 SCC 358.\n20. Mr. Ravi Shankar Prashad, Senior Advocate\nappearing for the respondent No. 1 submitted that the Company\nis only the large scale industry left in the State of Bihar. In the\n1990s, the cement industry was in a bad state, as the\nexpectations of the Government of increase in demand did not\nfructify. The Company is a viable unit. It has been made sick\nby the inaction of the Government. He further submitted that the\nE\nG\nH\n950 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA exemption has been duly recommended by the Committee\nB\nD\nunder Clause 22.2(i). It cannot be denied the benefit on the\nbasis of Clause 22(3). At the time when earlier benefits were\ngiven the Company was not sick. It would be entitled to the\nbenefit in view of Clause 22(1)(vi). According to the learned\nSenior counsel, the Company has gone into a whirlpool as the\nrehabilitation package has not been given as the Government\nhas not issued the exemption notification under Clause 24 of\nthe Industrial Policy, 1995. Relying on the facts and figures on\nthe record, it is submitted that the Company would be able to\nclear its liability within a short period. He further submitted that\nC\nthe doctrine of 'promissory estoppel' is fully applicable in the\nfacts of this case. The unequivocal representation is contained\nin the Industrial Policy, 1995. This representation is further\nreinforced in the documents which have been relied upon by\nthe Company. According to him, the eligibility of the Company\nfor exemption is not doubted. In the proceedings before the High\nCourt, the appellants had filed an affidavit admitting that the draft\nnotification has been prepared and it is only to be gazetted.\nThis affidavit was filed after the expiry of the Industrial Policy,\n1995. Therefore, it cannot now be submitted by the appellant\nthat no exemption could be granted since the Policy had\nlapsed. Learned senior counsel further submitted that for three\nyears the State Government had issued assurances that the\nnotification would be duly issued. The financial institutions had\nalso approved the rehabilitation package, in principal, provided\nF the State Government granted the necessary Sales Tax\nexemption. It is, therefore, not open to the appellant to submit\nthat the Government can now resile from the promise.\nAccording to him, that the justification with regard to the\ndiscontinuation of the Sales tax related concessions/\nG exemptions consequent upon introduction of the VAT regime\nis without any basis. These incentives are continuing even under\nthe Industrial Policy, 2003 and 2006. It was for these reasons\nthat the High Court set aside the decisions dated 06.01.2001\nand 05.03.2001. Mr. Prasad further submits that by now it is\nsettled that promissory estoppel gives a cause of action and\nE\nH\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 951\nLTD. [SURINDER SINGH NIJJAR, J.]\nalso preserves a right. The action of the appellants in passing A\nthe impugned orders is arbitrary and whimsical. It cannot be\nsupported on any of the four reasons mentioned in the Order\ndated 06.01.2001. In support of its submissions, the Learned\nSenior counsel relied on Mangalore Fertilizer (supra), Union\nof India and Others vs. Godfrey Philips India Ltd. (1985) 4 B\nSCC 369; State of Punjab vs. Nestle India Ltd. and another\n(2004) 6 SCC 465; Southern Petrochemical Industries Co. Ltd.\nvs. Electricity Inspector \u0026 ETIO and others (2007) 5 SCC 447;\nMRF Ltd., Kottayam vs. Asstt. Commissioner (Assessment)\nSales Tax and others (2006) 8 SCC 702; Amrit Banaspati C\n(supra). Relying on the aforesaid judgments, it is submitted that\nthe High Court has estopped the appellant State Government\nfrom hiding behind the technicality and deny the Sales Tax\nexemption to respondent No.1 under the Industrial Policy, 1995.\nIt is further submitted that during the pendency of appeal before\nthis Court the Company had submitted a modified package to\nthe State Government in October, 2006. This was rejected by\nthe Government vide order dated 12th March, 2007, the\nproposal was rejected only on the ground that the Company has\nhuge liability amounting to Rs.314.12 crores. According to Mr.\nRanjit Singh, the aforesaid figure is not a correct present figure\nof the financial status of the Company making detailed figures\nto certain facts and figures. He further submitted that the total\namount due from the Company is Rs.46.81 crores out of which\nit is eligible to a relief of Rs.30.04 crores under notification\nNo.24 dated 27.07.2006. The Company is, therefore, viable.\nThe modified package has been arbitrary rejected by the\nappellants.\nD\nE\nF\n21. Mr. Ranjit Singh appearing for respondent NO.2\nsubmits that under the SARFAESI Act, the secured creditor G\nAssets Reconstruction Company (1) Ltd.- respondent No.2 is\nnow the lender instead of the financial institution. Aim of\nrespondent No.2 is to revive the Company by reconstruction. It\nwas submitted that the Company is a 'sick company' registered\nwith the BIFR under the Sick Industrial Companies (Special H\nC\nD\n952 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA Provisions) Act, 1985 and undergoing a process of\nrestructuring. The Company's proposal for financial assistance\nand restructuring was earlier approved by the financial\ninstitutions, namely, IFCI IDBI, ICICI and IIBI in the year 1998\nsubject to the condition of grant of Sales Tax exemption for a\nB period of 5 years in terms of the Industrial Policy, 1995 of the\nGovernment of State of Bihar. Respondent No.2 is a\nSecuritization and Reconstruction Company established under\nSection 3 of the Securitization and Reconstruction of Financial\nAssets and Enforcement of Security Interest Act, 2002 with the\nmandate to assist the Banks and financial institutions in\nreducing Non-Performing Assets (NPA) by adopting method for\nrecovery or reconstruction. As such it has been assigned the\nloan outstandings of a number of financial institutions noted\nabove. Now it is a secured creditor to the extent of\napproximately 94.2% of the total secured debt of the Company.\nTherefore, respondent No.2 being an assignee of the\noutstanding is committed to the rehabilitation and revival of the\nCompany. The Company has already filed a Scheme of\nArrangement under Section 391 of the Companies Act, 1956\nfor revival of the Company. The Scheme has the support of\nrespondent No.2. However, the Scheme is pending approval\nas it is based on certain relief and concessions to be granted\nto the Company by the State Government. One such\nconcession is the Sales Tax exemption to be given by the State\nGovernment. The claim made by the Company with regard to\nbeing one of the most modernized and efficient cement plants\nis reiterated. It is further stated that the plant has a capacity of\nabout 10 lac tonnes per annum at Rohtas District of the State.\nIt is further pointed that the main reason for the sickness of the\nCompany has been the industry and region specific\nG externalities. It is submitted that the viability studies conducted\nby the specialized agencies have confirmed the Company's\nviability and ability to convert its Net-Worth into positive and\nrepay back Government due another term loan within 8 to 10\nyears. It is further submitted that any change in the Sales Tax\nH exemption would adversely affect the implementation of the\nE\nF\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 953\nLTD. [SURINDER SINGH NIJJAR, J.].\nproposed Scheme. However, the modified revival package A\nwhich was given to the Government has been arbitrarily\nrejected.\n22. We have considered the submissions made by the\nlearned counsel for the parties.\n23. We have considered the detailed facts and relevant\ndocuments which are on the record. However, in our opinion,\nbefore we consider the submissions made on the factual\nsituation of this case, it would be appropriate to consider the\nprimary issue as to whether the Company could have invoked\nthe principle of 'promissory estoppel' in support of its claim.\nB\nC\nE\n24. It is well-known that the doctrine of promissory estoppel\nhas been recognized and enforced in the Courts in England for\na considerable period of time. The principle of 'promissory D\nestoppel' was stated by Denning, J in the oft-quoted judgment\nin Central London Property Trust Ltd. v. High Trees House,\nLtd. (1956) 1 All ER 256. In this matter the landlords had let a\nnew block of flats in 1957 to the tenants on a 90-99 lease at a\nground rent of ?2500 (Pound Sterling). However, in view of war\ntime conditions and without consideration, as a result of\ndiscussions, an arrangement was made between the parties\nto reduce the ground rent to ?1,250 for the years 1941, 1942,\n1943 and 1944 the tenants paid the reduced rent. At the end\nof the war in September, 1945, the landlord, however, claimed\nthat the original ground rent reserved under the lease had to\nbe paid. The landlord also claimed arrears for the years when\nthe reduced rent was paid in the sum of ?7916. No payment\nwas received. The landlord, therefore, brought an action to test\nthe proposition of law. The Court notices the plea of the tenant\nas follows -\"The tenants said first that the reduction of ?1,250\nwas to apply throughout the term of ninety-nine years, and that\nthe reduced rent was payable during the whole of that time.\nAlternatively, they said that was payable up to Sept.24, 1945,\nwhen the increased rent would start.\" Upon consideration of the\nentire issue, it is observed by Denning, J as follows:-\nF\nG\nI\nA\nB\nC\nD\nE\nF\n954 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\n\"If I consider this matter without regard to recent\ndevelopments in the law there is no doubt that the whole.\nclaim must succeed......\"\n\"As to estoppel, this representation with reference to\nreducing the rent was not a representation of existing fact,\nwhich is the essence of common law estoppel; it was a\nrepresentation in effect as to the future – a representation\nthat the rent would not be enforced at the full rate but only\nat the reduced rate........ \"So at common law it seems to\nme there would be no answer to the whole claim. \"\n-\n\"What, then, is the position in view of developments in the\nlaw in recent years? The law has not been standing still\neven since Jorden v. Money (1854) (5 HL Cas. 185). There\nhas been a series of decisions over the last fifty years\nwhich, although said to be cases of estoppel, are not really\nsuch. They are cases or promises which were intended to\ncreate legal relations and which, in the knowledge of the\nperson making the promise, were going to be acted on\nby the party to whom the promise was made, and have\nbeen so acted on. In such cases the Courts have said\nthese promises must be honoured.\"\n\"I am satisfied that the promise was understood by all\nparties only to apply in the conditions prevailing at the time\nof the flats partially let, and the promise did not extend any\nfurther than that.\"\n25. The doctrine of promissory estoppel as developed in\nthe administrative law of this country has been eloquently\nexplained in Kasinka Trading v. Union of India (1995) 1 SCC\nG 274 by Dr. A.S. Anand, J, in the following words:-\nH\n\"11. The doctrine of promissory estoppel or equitable\nestoppel is well established in the administrative law of the\ncountry. To put it simply, the doctrine represents a principle\nevolved by equity to avoid injustice. The basis of the\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 955\nLTD. [SURINDER SINGH NIJJAR, J.]\ndoctrine is that where any party has by his word or conduct A\nmade to the other party an unequivocal promise or\nrepresentation by word or conduct, which is intended to\ncreate legal relations or effect a legal relationship to arise\nin the future, knowing as well as intending that the\nrepresentation, assurance or the promise would be acted B\nupon by the other party to whom it has been made and has\nin fact been so acted upon by the other party, the promise,\nassurance or representation should be binding on the\nparty making it and that party should not be permitted to\ngo back upon it, if it would be inequitable to allow him to\ndo so, having regard to the dealings, which have taken\nplace or are intended to take place between the parties.\"\nc\nC\nD\n\"12. It has been settled by this Court that the doctrine of\npromissory estoppel is applicable against the Government\nalso particularly where it is necessary to prevent fraud or\nmanifest injustice. The doctrine, however, cannot be\npressed into aid to compel the Government or the public\nauthority \"to carry out a representation or promise which\nis contrary to law or which was outside the authority or\npower of the officer of the Government or of the public E\nauthority to make”. There is preponderance of judicial\nopinion that to invoke the doctrine of promissory estoppel\nclear, sound and positive foundation must be laid in the\npetition itself by the party invoking the doctrine and that\nbald expressions, without any supporting material, to the F\neffect that the doctrine is attracted because the party\ninvoking the doctrine has altered its position relying on the\nassurance of the Government would not be sufficient to\npress into aid the doctrine. In our opinion, the doctrine of\npromissory estoppel cannot be invoked in the abstract and G\nthe courts are bound to consider all aspects including the\nresults sought to be achieved and the public good at large,\nbecause while considering the applicability of the doctrine,\nthe courts have to do equity and the fundamental principles\nof equity must for ever be present to the mind of the court, H\nA\nB\nс\n956\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nwhile considering the applicability of the doctrine. The\ndoctrine must yield when the equity so demands if it can\nbe shown having regard to the facts and circumstances of\nthe case that it would be inequitable to hold the\nGovernment or the public authority to its promise,\nassurance or representation.\"\n26. In our opinion, the aforesaid statement of law covers\nthe submissions of Dr. Dhawan and Mr. Dwivedi that in order\nto invoke the aforesaid doctrine, it must be established that (a)\nthat a party must make an unequivocal promise or\nrepresentation by word or conduct to the other party (b) the\nrepresentation was intended to create legal relations or affect\nthe legal relationship, to arise in the future (c) a clear foundation\nhas to be laid in the petition, with supporting documents (d) it\nhas to be shown that the party invoking the doctrine has altered\nD its position relying on the promise (e) it is possible for the\nGovernment to resile from its promise when public interest\nwould be prejudiced if the Government were required to carry\nout the promise (f) the Court will not apply the doctrine in\nabstract. However, since the judgments have been cited, we\nE may notice the law laid down therein.\nF\nG\n27. In STO vs. Durga Oil Mills (1998) 1 SCC 572 it was\nheld that \"Moreover, as it has been noted earlier that the IPR\nitself had not granted any exemption but had indicated that\norders will be issued by various departments for granting the\nexemptions. The exemption order under Sales Tax could only\nbe issued under Section 6 which could be amended or\nwithdrawn altogether. This is expressly provided by Section 6.\nIf the respondent acted on the basis of a notification issued\nunder Section 6 it should have known that such notification was\nliable to be amended or rescinded at any point of time, if the\nGovernment felt that it was necessary to do so in public\ninterest.\"\n28. In Bakul Cashew Co. v. STO (1986) 2 SCC 365 \"In\nH cases of this nature the evidence of representation should be\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 957\nLTD. [SURINDER SINGH NIJJAR, J.]\nclear and unambiguous. It \"must be certain to every intent\". The A\nstatements that are made by ministers at such meetings, such\nas, “let us see\", \"we shall consider the question of granting of\nexemption sympathetically\", \"we shall get the matter examined,\"\n\"you have a good case for exemption” etc. even if true, cannot\nform the basis for a plea of estoppel.\"\nB\n29. In Sharma Transport v. Govt. of AP (2002) 2 SCC 188\nit is observed that \"There is preponderance of judicial opinion\nthat to invoke the doctrine of promissory estoppel, clear, sound\nand positive foundation must be laid in the petition itself by the\nC\nparty invoking the doctrine and that bald expressions, without\nany supporting material, to the effect that the doctrine is\nattracted because the party invoking the doctrine has altered\nits position relying on the assurance of the Government would\nnot be sufficient to press into aid the doctrine.\"\n30. In Shri Bakul Oil Industries vs. State of Gujarat, this\nCourt held that “Viewed from another perspective, it may be\nnoticed that the State Government was under no obligation to\ngrant exemption from sales tax. The appellants could not,\ntherefore, have insisted on the State Government granting\nexemption to them from payment of sales tax. What\nconsequently follows is that the exemption granted by the\nGovernment was only by way of concession. Once this position\nemerges it goes without saying that a concession can be\nwithdrawn at any time and no time limit can be insisted upon\nbefore the concession is withdrawn. The notifications of the\nGovernment clearly manifest that the State Government had\nearlier granted the exemption only by way of concession and\nsubsequently by means of revised notification issued on July\n17, 1971, the concession had been withdrawn. As the State\nGovernment was under no obligation, in any manner known to\nlaw, to grant exemption it was fully within its powers to revoke\nthe exemption by means of a subsequent notification. This is\nan additional factor militating against the contentions of the\nappellants.\"\nD\nய\nE\nF\nG\nH\n"}