{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nC\nD\nE\nF\nDATTATRAY KRISHNAJI GHULE\nV.\nSTATE OF MAHARASHTRA AND ORS.\nFEBRUARY 9, 2007\n[K.G. BALAKRISHNAN, CJ. AND D.K. JAIN, J.]\nMaharashtra Control of Organized Crime Act, 1999; ss. 3, 21, 24 and\n34/Code of Criminal Procedure, 1973; ss. 438 and 439:\nOrganized crime-Gang of criminals-Printing of counterfeit stamp\nand selling thereof-Accused police officers allegedly entering into criminal\nconspiracy with head of a gang—Arrested member of rival gang-Fabricated\na false case-Supreme Court directing CBI to investigate--Arrest of appellant\npolice officers under provisions of MCOCA-Grant of bail-Conditions—\nHeld: Since provisions of MCOCA invoked, in addition to other\nconsiderations, limitation imposed in terms of s. 21(4) have to be borne in\nmind by the Court while granting bail-Allegation leveled against accused\npolice officers may not per se be sufficient to bring home an offence falling\nunder s.3(2) of MCOCA-Hence, it is a fit case to grant bail to both the\naccused police officers.\nAppellants were police officers at the relevant time. They allegedly\nfoisted a false criminal case against some persons in collusion with criminals\nengaged in unlawful activities relating to printing of counterfeit stamps and\nother documents and sale thereof. After investigations, three charge-sheets\nwere filed and ultimately when the matter came up before this Court, the Court\ndirected that the investigations in the case be transferred to the C.B.I. As a\nresult of fresh investigations by the C.B.I. cases were also registered against\nthe appellants-police officers allegedly on the ground that despite having come\nto know about the illegal activities of the criminals appellants conspired with\nthem to aid and abet the organized crime syndicate headed by one of them to\nG carry on their illegal activities. They neither arrested them nor carried out\nsearch at the offices of criminals nor did seal his property with the intention\nto extract pecuniary benefits. They deliberately framed two persons of the rival\ngang and showed false recovery from one of them and also destroyed/fabricated\nevidence by entering into criminal conspiracy with the members of the gang\nH\n384\nA\nDATTATRAY KRISHNAJI GHULE 1. STATE OF MAHARASHTRA\n385\nby misusing their official position. Appellants filed bail application, which was A\nrejected by Single Judge of the High Court. Hence the appeals.\nB\nAppellants contended that no inference can be drawn on the basis of the\nmaterial on record that they had conspired or abetted commission or\nfacilitation of the crime with which main accused or other co-accused were\nassociated; that in the charge-sheet filed against them there were no\nallegations that they had indulged in \"continuing unlawful activities\" within\nthe meaning of Section 2(1)(d) of MCOCA or have committed \"organised\ncrime\" within the meaning of Section 2(1)(e) of MCOCA; that there is not an\niota of evidence against them to hold that they belong to an \"organised crime\nsyndicate\" within the meaning of Section 2(1)(f) of MCOCA; that Section 3\nof MCOCA cannot be invoked against them; that on account of the alleged\nacts of omission and/or commission, at the most only Section 24 of MCOCA\nmay be attracted, for which offence the maximum punishment provided is three\nyears' rigorous imprisonment and they having already spent more than two\nyears in judicial custody they are entitled to be enlarged on bail; and that\nsome similarly situated accused have already been granted bail by this Court. D\nRespondent submitted that there is enough evidence on record to show\nthat the appellants had knowingly facilitated and abetted the organised crime\nsyndicate to continue their unlawful activities and therefore, in the teeth of\nrigours of Section 21(4) of MCOCA, the appellants cannot be released on\nbail.\nAllowing the appeals, the Court\nHELD:1.1. Since the provisions of MCOCA have been invoked in the\ninstant cases, in addition to the considerations, which normally weigh with\nthe court in granting bail in non-bailable offences, the limitations imposed in\nthe provisions contained in sub-section (4) of Section 21 of MCOCA have to\nbe borne in mind. [Para 11] [389-A-B]\nChenna Boyanna Krishna Yadav v. State of Maharashtra \u0026 Anr., [2007]\n1 SCC 242, referred to.\n1.2. What needs to be considered before granting bail to accused is\nwhether there is a reasonable ground to believe that they are not guilty of the\ntwo offences, they have been charged with and further that they are not likely\nto commit an offence under MCOCA while on bail. [Para 12] [389-F]\nC\nE\nF\nG\n1\nན\nH\nA\nB\n386\nSUPREME COURT REPORTS [2007] 2 S.C.R.\n1.3. Having considered the matter in the light of the roles attributed to\nthe appellants in the charge-sheet, the allegations may not per se be sufficient\nto bring home an offence falling within the ambit of Section 3(2) of MCOCA.\nTherefore, bearing in mind the fact that maximum punishment provided under\nSection 24 of MCOCA is three years rigorous imprisonment and the\nappellants have already been in judicial custody for over two years, it is a fit\ncase for grant of bail to both the appellants. [Para 13] [389-G; 390-A]\n2. It is clarified that the observations made on the merits of the\nallegations against the appellants are tentative, purely for the purpose of these\nappeals and shall not be construed as expression of a final opinion on any of\nC\nthe issues of fact or law, which may arise for consideration during the course\nof trial. [Para 14] [390-B]\nD\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 183 of\nFrom the Final Judgment and final Order dated 3.3.2006 of the High\nCourt of Judicature at Bombay, in Crl. A. No. 6577 of 2005.\nWITH\nE\nF\nG\nH\nCrl. A. No. 184 of 2007.\nT.L.V. Iyer, Naresh Kaushik, B.S. Methalia, Amita Kalkal and Anish\nDhingra (for Lalita Kaushik) for the Appellant.\nSushil Kumar, Ranjana Narayan, P. Parmeshswaran and V.N. Raghupathy\nfor the Respondents.\nThe Judgment of the Court was delivered by\nD.K. JAIN, J. 1. Leave granted.\n2. The challenge in these two appeals is to a common Order dated 3rd\nMarch, 2006 passed by a learned Single Judge of the High Court of Judicature\nat Bombay, rejecting the bail applications preferred by the appellants.\n3. The appellants having been arrested in connection with the same\ncase (C.R. No. 131 of 2001), registered at Thane Police Station for the offences\npunishable under Sections, 192, 217, 218, 263(a) of the Indian Penal Code read\nwith Sections 3(1)(ii), 3(2), 3(3), 3(4) and Section 34 of the Maharashtra\n387\nDATTATRAY KRISHNAJI GHULE v. STATE OF MAHARASHTRA [D.K. JAIN, J.]\nControl of Organised Crime Act, 1999 (hereinafter referred to as \"MCOCA\"), A\ncommon questions arise for consideration and therefore, both the appeals are\nbeing disposed by this judgment. At the relevant time both the appellants\nwere police officers, in-charge of investigations in the aforementioned case.\nBoth of them were arrested on 8th October, 2004.\n4. The case of the prosecution against the appellants, in brief, is as\nunder:\nB\nD\n5. On 16th May, 2005 appellant P.S.I Hitendra Manohar Vichare\n(hereinafter referred to as Vichare arrested one Sandeep Kandar and fake\nstamps worth Rs. 51,000/- were seized. On the same day C.R. No. 131 of 2001 C\nwas registered. Vichare investigated the case from 16th May, 2001 to 22nd\nMay, 2001. Appellant P.I. Dattatray Krishnaji Ghule (hereinafter referred to as\nGhule) took over investigations in the said case on 22nd May, 2001. On 23rd\nMay, 2001 one Maruti Car was intercepted and a huge quanity of fake stamps\nwas seized from the occupants of the car. Ghule was in-charge of the\ninvestigations from 22nd May, 2001 to 26th December, 2001. As a result of\ninvestigations, three charge-sheets were filed against several persons, including\none Shabbi Sheikh and Abdul Karim Ladsab Telgi, head of an organised crime\nsyndicate, engaged in unlawful activities relating to printng of counterfeit\nstamps and other documents and sale thereof. However, subsequently, under\nthe orders of this Court, investigations in the case transferred to the C.B.I. E\nand the provisions of MCOCA were invoked. As a result of fresh investigations\nby the C.B.I. cases were registered against the appellants under the\naforementioned provisions and they were arrested on 8th October, 2004.\nF\n6. The main allegations against the appellants in the charge-sheet filed\nby the C.B.I., inter-alia, are: despite having come to know about the illegal\nactivities of said Shabbir Sheikh, Vichare did not arrest him and conspired\nwith Ghule to aid and abet the organised crime syndicate headed by Telgi to\ncarry on their illegal activities; he neither carried out search at the offeces of\nTelgi nor did he seal his property; Ghule took over investigation with the\nintention to extract pecuniary benefits for himself; both of them did not seal G\nthe premises belonging to Telgi with an ulterior motive to aid and abet the\norganised crime syndicate; they deliberately framed two persons of the rival\ngang on the instructions of said Shabbir; they showed false recovery from\none Sandeep Kandar; recorded statement in order to implicate him: registered\na false complaint (C.R. No. 131/2001) against him and also destroyed/fabricated H\n1\n388\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA evidence by entering into criminal conspiracy with the members of Telgi gang\nby misusing their official position.\nB\nD\n7. Taking these circumstances into consideration, as noted above, the\nlearned Single Judge has rejected application for bail preferred by the appellants.\n8. We have heard Mr. T.L.V. Iyer and Mr. Arvind Sawant, learned senior\ncounsel respectively on behalf of Ghule and Vichare and Mr. Sushil Kumar,\nlearned senior counsel on behalf of the C.B.I.\n9. Learned senior counsel for the appellants have submitted that no\nC inference can be drawn on the basis of the material on record, referred to in\nthe impugned order that the appellants had conspired or abetted commission\nor faciliation of the crime with which Telgi or other co-accused were associated.\nIt is asserted that in the charge-sheet filed against the appellants there are\nno allegations that they had indulged in \"constinuing unlawful activities\"\nwithin the meaning of Section 2(1)(d) of MCOCA or have committed “organised\ncrime\" within the meaning of Section 2(1)(e) of MCOCA. It is urged that there\nis not an iota of evidence against the appellants to hold that they belong to\nan “organised crime syndicate\" within the meaning of Section 2(1)(f) of\nMCOCA. It is thus, pleaded that Section 3 of MCOCA cannot be invoked\nagainst them. In the alternative, it is submitted that on account of the alleged\nE acts of omission and/or commission, at the highest only Section 24 of MCOCA\nmay be attracted, for which offence the maximum punishment provided is\nthree years' rigorous imprisonment and the appellants having already spent\nmore than two years in judicial custody they are entitled to be enlarged on\nbail. It is also pointed out that some of the similarly situated accused have\nalready been granted bail by this Court.\nF\n10. Learned senior counsel appearing for the C.B.I., while opposing the\ngrant of bail to the appellants, has submitted that there is enough evidence\non record to show that the appellants had knowingly facilitated and abetted\nthe said organised crime syndicate to continue their unlawful activities and\nG therefore, in the teeth of rigours of Section 21(4) of MCOCA, the appellants\ncannot be released on bail.\nH\n11. At this juncture, it is neither necessary nor desirable to weigh the\nevidence meticulously to return a positive finding as to whether or not the\nappellants have committed offences they have been charged with. However,\nDATTATRAY KRISHNAJI GHULE 1. STATE OF MAHARASHTRA [JAIN, J.]\n389\nas the provisions of MCOCA have been invoked in the instant cases, in A\naddition to the considerations which normally weigh with the court in granting\nbail in non-bailable offences, the limitations imposed in the provisions contained\nin sub-section (4) Section 21 of MCOCA have to be borne in mind. The said\nprovision came up for consideration before this Court recently in Chenna\nBoyanna Krishna Yadav. v. State of Maharashtra and Anr', and its scope\nand purport was explained thus:\nB\n\"It is plain from a bare reading of the non-obstante clause in the\nsub-section that the power to grant bail by the High Court or court\nof Sessions is not only subject to the limitations imposed by Section\n439 of the Code but is also subject to the limitations placed by Section C\n21(4) of MCOCA. Apart from the grant of opportunity to the Public\nProsecutor, the other twin conditions are: the satisfaction of the court\nthat there are reasonable grounds for believing that the accused is not\nguilty of the alleged offence and that he is not likely to commit any\noffence while on bail. The conditions are cumulative and not alternative.\nThe satisfaction contemplated regarding the accused being not guilty D\nhas to be based on reasonable grounds. The expression \"reasonable\ngrounds\" means something more than prima facie grounds. It\ncontemplates substantial probable causes for believing that the accused\nis not guilty of the alleged offence. The reasonable belief contemplated\nin the provisions requires existence of such facts and circumstances\nas are sufficient in themselves to justify satisfaction that the accused\nis not guilty of the alleged offence. Thus, recording of findings under\nthe said provision is a sine qua non for granting bail under MCOCA.”\n12. Thus, in the light of what has been said above, what needs to be\nconsidered is whether there is a reasonable ground to belive that the appellants\nare not guilty of the two offences, they have been charged with and further\nthat they are not likely to commit an offence under MCOCA while on bail.\nE\nF\n13. Having considered the matter in the light of the roles attributed to\nthe appellants in the charge-sheet, we are of the view that the allegations,\nbriefly enumerated above, may not per se be sufficient to bring home an G\noffence falling within the ambit of Section 3(2) of MCOCA. Therefore, bearing\nin mind the fact that maximum punishment provided under Section 24 of\nMCOCA is three years rigorous imprisonment and the appellants have already\nY\n☑\nT\nT\n1. [2007] 1 SCC 242.\nH\n390\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA been in judicial custody for over two years, in our view it is a fit case for grant\nB\nbail to both the appellants.\n14. Consequently, the appeals are allowed and the order passed by the\nHigh Court is set aside. It is directed that the appellants shall be enlarged on\nbail on their furnishing personal bonds in the sum of Rs. 50,000/- each with\ntwo sureties, each in the like amount to the satisfaction of the Special Court,\nPune. They shall also remain bound by all the conditions as stipulated in\nSection 438(2) of the Code of Criminal Procedure. They shall also surrender\ntheir passports, if any, before the Special Court, Pune. Needless to add that\nthe afore-noted observations on the merits of the allegations against the\nC appellants are tentative, purely for the purpose of these appeals and shall not\nbe construed as expression of a final opinion on any of the issues of fact or\nlaw, which may arise for consideration during the course of trial.\nS.K.S.\nAppeals allowed.\n"}