{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nB\nNATIONAL INSURANCE CO. LTD.\nV.\nM/S. ISHAR DAS MADAN LAL\nFEBRUARY 20, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\n4\nInsurance:\nContract of Insurance-Exclusion clause-Interpretation and\nC applicability of Held: Wherever an exclusionary clause is contained in a\npolicy, it is for the insurer to show that the case falls within the purview\nthereof-In case of ambiguity, the contract shall be construed in favour of the\ninsured.\nD\nInsurance policy-Covering risk of loss by theft-Obtained by insured-\njeweller in respect of jewellery-Policy contained express clause excluding\napplicability of insurance cover to theft by customer of jewellery \"entrusted\"\nto him by insured-Unknown customer stole jewellery from business premises\nof insured-Applicability of exclusion clause contained in the policy-Held,\nnot applicable since there was no \"entrustment\" of jewellery by insured to\nE the customer who committed theft-Hence, loss in question covered by the\npolicy--Penal Code, 1860-ss. 378 \u0026 405.\nF\nG\nWords and Phrases-\"entrustment\" and \"customer\"—Meaning of\nDiscussed.\nRespondent carries on business in jewellery. He obtained insurance\npolicy from Appellant-insurer inter alia covering the risk of loss by theft in\nrespect of jewellery. The policy contained an express clause excluding the\napplicability of insurance cover in case of loss by theft, inter alia, by a\ncustomer in respect of the property (jewellery) entrusted to him by Respondent-\ninsurer. An unknown customer entered the business premises of Respondent\nand stole 140 gms of jewellery. Respondent lodged claim in respect of the\nsaid loss. State Commission dismissed the claim holding that it was not covered\nby the insurance policy. High Court however held that the loss was covered\nby the policy.\nH\n1014\nNATIONAL INSURANCE CO. LTD. v. ISHAR DAS MADAN LAL\n1015\nThe question which arose for consideration in the present appeal is A\nwhether the said loss in question attracted the exclusion clause contained in\ninsurance policy and hence was not covered by the policy.\nDismissing the appeal, the Court\nHELD: 1. The view taken by the High Court is correct. [Para 23] B\n2.1. There may be an express clause excluding the applicability of\ninsurance cover. Wherever such exclusionary clause is contained in a policy,\nit would be for the insurer to show that the case falls within the purview\nthereof. In a case of ambiguity, the contract of insurance shall be construed\nin favour of the insured. Para 8] [1018-D]\n2.2. Exclusion clause in the contract of insurance would be attracted\nonly where the offences specified therein are committed by any of the persons\nmentioned therein. For defeating the claim of the respondent, it was, thus,\nobligatory on the part of the appellant to establish that the conditions\nprescribed therein were satisfied. [Para 9] [1018-E]\nUnited India Insurance Co. Ltd. v. Pushpalaya Printers, [2004] 3 SCC\n694;, M/s Peacock Plywood Pvt. Ltd. v. The Oriental Insurance Co. Ltd.,\n(2006) 14 SCALE 300 and United India Insurance Co. Ltd. v. Kiran Combers\n\u0026 Spinners [2007] 1 SCC 368, relied on.\nC\nD\nE\n3.1. The word 'entrust' would imply giving responsibility to a person\nupon whom the owner has confidence. It envisages establishment of a\nrelationship. When a customer enters into a jewellery shop, as of necessity,\nthe owner or his agent must allow him to inspect the merchandise, the\ncustomer intends to purchase. For the said purpose possession in the legal F\nsense is not handed over. The owner or his agent does not lose complete control\nthereover. [Para 12] [1019-E]\n3.2. The word 'customer' contained in said exclusion clause of the\nInsurance Policy must be read ejusdem generis. A customer contemplated\nthereunder must have to be one who would be a man of trust. If a customer is G\nnot a man of trust or the property had not been entrusted to him, the exclusion\nclause would not apply. The customer who committed theft of jewellery was\nan unknown person. It was so categorically stated in the First Information\nReport. There was, thus, no occasion for the respondent to entrust the jewellery\nto him. [Para 13] [1019-F-G]\nH\n1016\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA\nThe\n3.3. Transfer of possession of goods is a sine qua non for entrustment.\nperson must be handed over the possession of the property. Illustration\n(d) appended to Section 378 IPC envisages a situation of this nature. It by no\nstretch of imagination would have contemplated a situation where an unknown\ncustomer would have committed theft. The word 'entrustment', moreover, must\nbe read in the context in which it has been used. [Paras 17 \u0026 18] [1020-D-E]\nB\nC\nᎠ\nThe State of Gujarat v. Jaswant Lal Natha Lal, [1968] 2 SCR 408;\nSuperintendent and Remembrancer of Legal Affairs, W.B. v. S.K. Roy, AIR\n(1974) SC 794 and Ram Narayan Popli etc. v. Central Bureau of Investigation\netc., [2003] 3 SCC 641, relied on.\nAdvanced Law Lexicon by P. Ramanatha Aiyar 3rd Edn., Book 2,\npage1613; Black's Law Dictionary, 8th Edn.; Webster's Universal Dictionary\nand Colinvaux's Law of Insurance, by Robert Merkin, 7th Edn., page 50,\nreferred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6113 of 2000.\nFrom the final Judgment and order dated 10.9.1999 of the High Court of\nJammu and Kashmir at Jammu/Srinagar in CIMA No. 21/1998.\nE\nVishnu Mehra and B.K. Satija for the Appellant.\nM.L. Bhat, Purnima Bhat for the Respondent.\nThe Judgment of the Court was delivered by\nF\nG\nS.B. SINHA, J. 1. Appellant insurer is before us questioning the\ncorrectness or otherwise of a judgment and order dated 10.09.1999 passed by\na Division Bench of the High Court of Jammu \u0026 Kashmir in CIMA 21 of 1998\nallowing the appeal preferred by the respondent herein from a judgment and\norder dated 16.12.1997 passed by the Jammu \u0026 Kashmir Consumers Protection\nCommission.\n2. Respondent herein carries on business in jewellery It obtained a\npolicy known as 'Jeweller Block Policy'. A theft of 140 gms of jewellery worth\nof Rs.63,000/- occurred in his business premises. A First Information Report\nwas lodged therefor. Respondent also lodged a claim with the appellant\nherein. The same having not been settled for a long time, an application was\nfiled before the State Consumers Protection Commission constituted under\nH the J \u0026 K Consumers Protection Act, 1987.\n༣\nNATIONAL INSURANCE CO. LTD. v. ISHAR DAS MADAN LAĻ [S.B. SINHA, J.] 1017\n3. The question raised before the Commission was as to whether the A\nloss in question was covered by the insurance policy. Appellant contended\nthat the claim of the respondent is covered by an exclusion clause contained\nin the policy, which reads as under :\n\"8. Loss or damage occasioned by theft or dishonesty or any attempt\nthere at committed by or where such loss or damage has been expedited B\nor in any way sustained or brought about by:\n(a) any of the insured's family members;\n(b) any servant or traveler or messenger in the exclusive employment\nof the insured;\n(c) any customer or broker or their customer or angadias or cutters or\ngoldsmiths in respect of the property hereby insured entrusted to\nthem by the insured his or their servants or agents.\"\nC\n4. The Commission by reason of its order dated 16.12.1997, inter alia,\nD\nfound the said claim to be not sustainable on the ground that the loss was\nnot covered by the said policy, stating:\n\"...It appears to us that while preparing the insurance agreement the\ninsurer was aware of the fact that this could be the easiest way for\nany Jeweller to raise claims against the insurance companies and that\nis why this clause has been deliberately introduced and theft by\ncustomer if any has been put in exclusive clause of the policy...\"\n5. The High Court, as indicated hereinbefore, by reason of its judgment\nand order dated 10.09.1999, did not agree therewith. It was held :\nE\nF\n\"What is meant by the term ‘entrustment' does handing over of\njewellery to a customer amounts to entrustment. The dictionary\nmeaning of the word ‘entrust' would be to give to another for care,\nprotection or to commit something trustfully or plays trust upon a\nperson'. If a customer enters the premises of a shopkeeper and\nexamines some movable property and takes away the same, then there G\nhardly arises any occasion for entrustment to such a customer. In the\npresent case a customer entered the business premises and removed\n140 gms. of Jewellery. There was no entrustment on the part of the\nowner to the customer. The act of removal of the goods by the\ncustomer is nothing but a plain theft. This is a dishonest taking and\nH\n1018\nA\nB\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nremoving the property by the customer with the intent of permanently\ndepriving the owner.\"\n6. A short question which, thus, arises for our consideration is as to\nwhether clause 8 of the policy is applicable to the facts and circumstances\nof the present case.\n7. It is not in dispute that an insurance cover against theft was granted\nby the appellant. The insurance policy, thus, covered the risk of theft also.\nAn insurer determines the extent of its risk. It floats the policy knowing fully\nwell the risk it seeks to cover. Having regard to the determination of the risk\nonly he fixes the quantum of premium. The insured while entering into a\nC\ncontract of insurance must precisely know the extent of his cover so that he\nmay take out additional insurance if it is so required.\nD\nE\nF\nG\n8. However, there may be an express clause excluding the applicability\nof insurance cover. Wherever such exclusionary clause is contained in a\npolicy, it would be for the insurer to show that the case falls within the\npurview thereof. In a case of ambiguity, it is trite, the contract of insurance\nshall be construed in favour of the insured. [See United India Insurance Co.\nLtd. v. Pushpalaya Printers, [2004] 3 SCC 694, M/s Peacock Plywood Pvt.\nLtd. v. The Oriental Insurance Co. Ltd., (2006) 14 SCALE 300 and United\nIndia Insurance Co. Ltd. v. Kiran Combers \u0026 Spinners, [2007] 1 SCC 368].\n9. Clause 8 of the contract of insurance would be attracted only where\nthe offences specified therein are committed by any of the persons mentioned\ntherein. For defeating the claim of the respondent, it was, thus, obligatory on\nthe part of the appellant to establish that the conditions prescribed therein\nwere satisfied.\n10. Keeping in view the aforementioned legal aspect of the matter, we\nmay advert to the meaning of the word 'entrust'. Its ordinary meaning, would\nmean \"to charge or invest with a trust; to commit to another with a certain\nconfidence regarding his care” [See Advanced Law Lexicon by P. Ramanatha\nAiyar 3rd Edn. Book 2 page1613].\n11. It requires no elaboration that offences of 'breach of trust' and\n'theft' contain different ingredients. Whereas theft has been defined in Section\n378 of the Indian Penal Code; breach of trust has been defined in Section 405\nthereof, which read as under :\nH\n'\nNATIONAL INSURANCE CO. LTD. v. ISHAR DAS MADAN LAL [S.B. SINHA, J.]\n-\n1019\n\"378. Theft. Whoever, intending to take dishonestly any moveable A\nproperty out of the possession of any person without that person's\nconsent, moves that property in order to such taking, is said to\ncommit theft.\"\nIllustration (d) appended thereto reads as under:\n\"(d) A, being Z's servant, and entrusted by Z with the care of Z's\nplate, dishonestly runs away with the plate, without Z's consent. A\nhas committed theft.\"\nB\n“405. Criminal breach of trust.-Whoever, being in any manner\nentrusted with property, or with any dominion over property, C\ndishonestly misappropriates or converts to his own use that property,\nor dishonestly uses or disposes of that property in violation of any\ndirection of law prescribing the mode in which such trust is to be\ndischarged, or of any legal contract, express or implied, which he has\nmade touching the discharge of such trust, or willfully suffers any\nother person so to do, commits \"criminal breach of trust”””\nD\n12. The word “entrust' would imply giving responsibility to a person\nupon whom the owner has confidence. It envisages establishment of a\nrelationship. When a customer enters into a jewellery shop, as of necessity,\nthe owner or his agent must allow him to inspect the merchandise, the\ncustomer intends to purchase. For the said purpose possession in the legal\nsense is not handed over. The owner or his agent does not loose complete\ncontrol thereover.\nE\n13. For the purpose of arriving at a conclusion as to whether the\nexclusion clause is attracted or not, loss or damage must be occasioned, inter F\nalia, by a customer in respect of the property entrusted to him. The word\n'customer' contained in clause 8 (c) of the Insurance Policy must be read\nejusdem generis. A customer contemplated thereunder must have to be one\nwho would be a man of trust. If a customer is not a man of trust or the\nproperty had not been entrusted to him, the exclusion clause would not apply.\nThe customer who committed theft of jewellery was an unknown person. It G\nwas so categorically stated in the First Information Report. There was, thus,\nno occasion for the respondent to entrust the jewellery to him.\n14. Mr. Vishnu Mehra, the learned counsel appearing for the appellant\nhas relied upon the meaning of the word 'entrust' as contained in Black's Law\nDictionary, 8th Edn. and Webster's Universal Dictionary.\nH\nA\nB\nC\n1020\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n15. In Black's Law Dictionary, the word 'entrust' has been defined as\nunder:\n\"To give (a person) the responsibility for something after establishing\na confidential relationship.\"\n16. In Webster's Universal Dictionary meaning of the word 'entrust'\nreads as under:\n\"To confer as a responsibility, duty etc. to place, something in another's\ncare.\"\n17. Apart from the fact that the said meaning of the term 'entrustment'\ngoes against the submission Mr. Mehra, we may notice that in Black's Law\nDictionary the word 'entrusting' in commercial law has been described as\n\"The transfer of possession of goods to a merchant who deals in goods of\nthat type and who may in turn transfer the goods and all rights to them to\na purchaser in the ordinary course of business.\" Transfer of possession of\nD goods, therefore, is a sine qua non for entrustment. The person must be\nE\nF\nG\nH\nhanded over the possession of the property. Illustration (d) appended to\nSection 378 IPC envisages a situation of this nature. It by no stretch of\nimagination would have contemplated a situation where an unknown customer\nwould have committed theft.\n'\n18. The word 'entrustment', moreover, must be read in the context in\nwhich it has been used.\n19. In Colinvaux's Law of Insurance, 7th Edn., by Robert Merkin at page\n50, it is stated :\n\"Words in context\nThe above generality is not applicable when it is clear from the\ncontext that the words are not used in a colloquial popular sense.\nThus the word \"flood\" in the phrase \"strom, tempest or floor\" does\nnot cover a case where a house-holder's bathroom is affected by\nupward seepage of water to a depth of three inches, as the context\nof the word requires an event violent, sudden or abnormal. Similarly,\nheavy rain is not in itself likely to constitute a storm. It has also been\nheld that the phrase \"sum actually paid\" in a reinsurance agreement\nreferred to a sum which the reinsured is merely liable to pay, as the\nagreement read as a whole was against liability rather than actual\n·\nNATIONAL INSURANCE CO. LTD. v. ISHAR DAS MADAN LAL [S.B. SINHA J.] 1021\npayment.\"\n20. In The State of Gujarat v. Jaswant Lal Natha Lal, [1968] 2 SCR 408,\nthis Court held :\nA -\n“...The expression ‘entrustment' carries with it the implication that the\nperson handing over any property or on whose behalf that property B\nis handed over to another, continues to be its owner. Further the\nperson handing over the property must have confidence in the person\ntaking the property so as to create a fiduciary relationship between\nthem. A mere transaction of sale cannot amount to an entrustment...\"\n21. In Superintendent and Remembrancer of Legal Affairs, W.B. v. S.K. C\nRoy, AIR (1974) SC 794, this Court held :\n\"12. To constitute an offence under Section 409 IPC, it is not required\nthat misappropriation must necessarily take place after the creation of\na legally correct entrustment or dominion over property. The\nentrustment may arise in any manner whatsoever. That manner may D\nor may not involve fraudulent conduct of the accused. Section 409\nIPC, covers dishonest misappropriation in both types of cases; that\nis to say, those where the receipt of property is itself fraudulent or\nimproper and those where the public servant misappropriates what\nmay have been quite properly and innocently received. All that is\nrequired is what may be described as entrustment or acquisition of\ndominion over property in the capacity of a public, servant who, as\na result of it, becomes charged with a duty to act in a particular way,\nor, atleast honestly.\"\nE\n22. Yet again in Ram Narayan Popli etc. v. Central Bureau of F\nInvestigation etc., [2003] 3 SCC 641, it was held :\n\"361. To constitute an offence of criminal breach of trust, there must\nbe an entrustment, there must be misappropriation or conversion to\none's own use, or use in violation of a legal direction or of any legal\ncontract; and the misappropriation or conversion or disposal must be G\nwith a dishonest intention. When a person allows others to\nmisappropriate the money entrusted to him, that amounts to a criminal\nbreach of trust as defined by Section 405. The section is relatable to\nproperty in a positive part and a negative part. The positive part deals\nwith criminal misappropriation or conversion of the property and the\nH\n1022\nA\nB\nC\nᎠ\nE\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nnegative part consists of dishonestly using or disposing of the\nproperty in violation of any direction and of law or any contract\ntouching the discharge of trust.\n362. In Jaswantrai Manilal Akhaney v. State of Bombay, it was held\nthat if the Managing Director of the Bank entrusted with securities\nowned by the pledgor disposes of their securities against the stipulated\nterms of the contract entered into by the parties with an intent to\ncause wrongful loss to the pledgor and wrongful gain to the Bank,\nthere can be no question but that the Managing Director has\nnecessarily mens rea required by Section 405.\n363. The term entrustment is not necessarily a term of law. It may have\ndifferent implications in different contexts. In its most general\nsignification all it imports is the handing over possession for some\npurpose which may not imply the conferring of any proprietary right\nat all.\n364. When a person misappropriates to his own use the property that\ndoes not belong to him, the misappropriation is dishonest even though\nthere was an intention to restore it at some future point of time.\"\n23. We, therefore, are clearly of the opinion that the view taken by the\nHigh Court was correct. The High Court's judgment is upheld. The appeal is\ndismissed. We, in the facts and circumstances of this case, also direct the\nappellant to pay and bear the cost of the respondent throughout. Counsel's\nfee in this appeal is assessed at Rs.50,000/-.\nB.B.B.\nAppeal dismissed.\n"}