{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"BANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 603\n[H.L. GOKHALE, J.]\nB\nauthorized tenant, and makes a provision for damages for the A\nunauthorized occupation. A hearing is provided for recovery of\nthe arrears of rent and the damages under that section, and\nthe order, if any, passed against the occupant is appealable\nunder Section 9 of the Act. The order is given finality under\nSection 10 of the Act. He pointed out that as noted by this Court\nalso in Shangrila Food Products Ltd. and Another Vs. L.I.C.\nand Another reported in [1996 (5) SCC 54], that \"unless the\noccupant is first adjudged as an unauthorized occupant, his\nliability to pay damages does not arise. In other words, if he is\nan authorized occupant, he may be required to pay rent but not\ndamages. The quality of occupation and the quality of\nrecompense for the use and occupation of the public premises\ngo hand in hand and are interdependent\".\nC\n50. The rent was being fixed on one of the three yardsticks,\ni.e. (i) as per the document of lease, (ii) as per the contract D\nbetween the parties, or (iii) as per the grant. If the arrears of\nrent remained to be recovered from the tenant, there is a power\nto recover the same even from the heirs and legal\nrepresentatives under Section 13 of the Act, and if the rent or\ndamages are not paid, they can be recovered as arrears of E\nland revenue under Section 14 and an unlawful occupant can\nbe prosecuted under Section 11 of the Act. This being the\nposition the idea of standard rent was foreign to the Public\nPremises Act.\n51. A reference was made to the rules which are framed\nunder the Act alongwith the relevant forms framed thereunder..\nThus, Form D contains the format for the notice under Section\n7 (3) read with Sub-section (1) thereof which is to be issued\nby the Estate Officer for calling the tenant for an enquiry into\nthe arrears of rent. Form F is the format of the notice for enquiry\nfor determining the damages for unauthorized occupation to be\nassessed under Section 7 (3) read with Sub-section (2) thereof.\nIt was, therefore, submitted that necessary mechanism is\nprovided under the Act and the Rules.\nF\nG\nH\nA\n604 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n52. Thereafter it was pointed out that all that the\nrespondents had done was to pass on the amount of property\ntax demanded by the Municipal Corporation to the appellant. It\nwas submitted that when the respondent received a notice\ndated 23.3.2006 from the Municipal Corporation of Mumbai to\nB enhance the property tax, to begin with the respondent objected\nto the revision by their reply dated 13.4.2006. The officers of\nthe respondent attended the proceedings in the municipal office\nwhereafter the Municipal Corporation reduced their demand by\n10%. It is only a proportion of this amount which was passed\non to the appellant and which is sought to be recovered and\nthey should not make any grievances about the same.\nC\n53. The respondents then relied upon the judgment of a\nDivision Bench of Bombay High Court in Minoo Framroze\nBalsara (supra). In that matter the challenge to the validity of\nD the Public Premises Act by invoking Article 14 was repelled\nヨ\nF\nG\nby the High Court. It is however, material to note that this\njudgment was essentially concerning eviction of unauthorized\noccupants and did not deal with the aspect of fixation of\nstandard rent.\n54. Mr. Rawal then referred to us two judgments of this\nCourt. Firstly, he referred to para 10 of Jain Ink Mfg. Co. vs.\nL/C (supra), wherein this Court had held that once the Public\nPremises Act applies, the Delhi Rent Control Act will stand\nsuperseded. He then referred to Prithipal Singh v. Satpal\nSingh (dead) thr. its Lrs. [2010 (2) SCC 15] where in para 29\nthis court has held that the Delhi Rent Control Act and the\nMaharashtra Act are pari-materia, and therefore, on that footing\nhe submitted that by applying the judgment in Jain Ink Mfg. Co.\n(supra), Maharashtra Act also gets eclipsed by the Public\nPremises Act. We have already referred to the judgment in Jain\nInk Mfg. Co. (supra). The judgment was in the context of eviction\nfrom Public Premises and not concerning fixation of standard\nrent, and therefore, the observations in para 10 thereof will have\nto be looked into from that point of view.\nH\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 605\n[H.L. GOKHALE, J.]\n55. The submission of Mr. Rawal was that an exclusionary A\nclause has to be read strictly. In the present case Section 2 (f)\nread with Section 15 (d) of the Act dealt with the definition of\nrent and exclusion of proceedings for recovery of rent by way\nof Civil suit, and there was no non-obstante clause in the MRC\nAct. In this context, he relied upon a judgment of this Court in\nB\nChurch of North India Vs. Lavajibhai Ratanjibhai reported in\n[2005 (10) SCC 760]. In that matter, after examining the\nscheme of Bombay Public Trusts Act, 1950 and relying upon\nthe dicta of the constitution bench in Dhulabhai Vs. State of\nM.P. reported [AIR 1969 SC 78], this Court had held that a suit\nfor declaration as to the succession to a public trust was not\nmaintainable, since the authorities under the Bombay Public\nTrusts Act had exclusive jurisdiction. A similar approach was\nsuggested in the present case.\n56. It was then submitted that the MRC Act excludes some\ntenants from the protection of the rent Act such as the Banks,\nInsurance Companies and Multi National Companies being rich\ntenants. In the same way, under the Public Premises Act, fixing\nof standard rent has been excluded, and that should be held to\nbe permissible. If a tenant is aggrieved by the rent fixed, his\nremedy will be to invoke Article 226 of the Constitution, but one\ncannot permit part of the proceedings regarding arrears of rent\nbefore the Court of the Estate Officer, and another part\nconcerning fixation of standard rent before the Rent Controller.\nC\nD\nE\nព\nF\n57. With respect to the guidelines framed by the Central\nGovernment, it was submitted by Mr. Rawal that non-statutory\nguidelines are to be treated as advisory in character and\npresent guidelines need not be read as conferring any legal\nrights on the tenants. He relied upon paragraph 23 of the\njudgment of a Bench of two Judges of this court in New India G\nAssurance Co. Ltd. Vs. Nusli Neville Wadia reported in [2008\n(3) SCC 279] in this behalf.\nConsideration of rival submissions\nThe issue with respect to maintainability of the Standard H\nA\nB\n606 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nRent Application and the question of conflict with the\nprovisions of the Public Premises Act-\n58. As we have noted earlier, the question for our\nconsiderations is whether the application of the appellant for\nfixation of standard rent was maintainable under the MRC Act,\nnotwithstanding the fact that the premises of the appellant were\notherwise covered under the Public Premises Act for the\npurposes of that Act. Again, as we have noted earlier, the\nappellants do not dispute that for the purposes of eviction of\nunauthorised occupants, and for the recovery of arrears of rent\nC from them, the proceedings to be initiated by the respondents\nwould be fully competent under the Public Premises Act, and\nthat in such an eventuality the occupants will not be entitled to\nseek any remedy under the MRC Act, since the jurisdiction of\nthe Civil Court has been ousted under Section 15 of the Public\nD Premises Act in this behalf. It is also already held by this Court\nin the cases of Kaiser-I-Hind and Crawford Bayley (supra) that\nas far as the issue of eviction of unauthorised occupants from\nPublic Premises is concerned, the authorities under the Public\nPremises Act alone will have jurisdiction to deal therewith, and\nE no proceedings will lie either under the Bombay Rent Act or\nthe MRC Act. The question in the present matter is with respect\nto the maintainability of the Standard Rent Application by the\noccupants of these premises under the MRC Act. Mr. Hansaria,\nlearned counsel for the appellants points out that this issue has\nF not been decided by this Court so far.\nG\n59. Before we deal with the rival submissions, we may state\nonce again that under the general law of landlord and tenant\nalso, the landlord had the obligation to charge only the rent\nagreed under the lease agreement, and to carry out the repairs\nto the property which were necessary, failing which the tenant\nwould be entitled to carry out the same and deduct the\nexpenses from the rent [see Section 108 (B) (f) of the Transfer\nof Property Act]. As we have noted earlier, due to the problems\nof the scarcity of accommodation following the Second World\nH War, special protection was made available to the tenants.\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 607\n[H.L. GOKHALE, J.]\nB\nagainst unjustified increases in rent and ejectment from the A\ntenancies. This protection was reflected in the provisions of\nvarious Rent Control Acts such as the Bombay Rent Act, 1947\nwhich governed the premises of the appellant for all purposes\nprior to the coming into force of the Public Premises Act, 1971.\nWhen the Public Premises Act was enforced, it covered the\nsubject of eviction of unauthorised occupants of the public.\npremises and recovery of arrears of rent from them, and those\nsubjects no longer remained covered under the Bombay Rent\nAct. The question is whether the remedies for fixation of\nStandard Rent and getting the essential services restored when\nnecessary, no longer remained available to the tenants like the\nappellant merely because the Public Premises Act came to be\napplied. And secondly, after the MRC Act came into force from\n31st March, 2000 whether these remedies once again came\nto be reinforced.\n60. We have noted the observations from the leading\njudgment of the Constitution Bench in Ashoka Marketing. In that\nmatter this Court was concerned with the question as to\nwhether the proceedings for eviction initiated under the Public\nPremises Act were maintainable or whether they had to be\ntaken under the Delhi Rent Control Act, 1958. As we have noted\nearlier this Court has held that since both the acts were\nconcerning entries no. 6, 7 and 13 of the Concurrent List, and\nsince the Public Premises Act was a subsequent Act, and\ngoverning the particular subject, the same will override, and the\neviction proceedings thereunder were valid and competent.\nC\nD\nE\nE\nF\n61. The question in this case is different in the sense that\nthe MRC Act which is a State Act, is an Act subsequent to the\nPublic Premises Act, and has been assented by the President,\nnotwithstanding the existence of the Public Premises Act. The G\nsituation, therefore, would be governed by Sub-article (2) of\nArticle 254 of the Constitution, and we will have to see whether\nthe provisions of MRC Act with respect to the fixing of the\nstandard rent and restoring the essential supplies and services\nH\n608 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA are in any way repugnant to the Public Premises Act. In Vijay\nKumar Sharma Vs. State of Karnataka (supra) a Bench of\nthree Judges of this Court has laid down that whenever\nrepugnancy is alleged, what has to be first examined is whether\nthe two legislations cover or relate to the same subject matter.\nThe test for that is to find out the dominant intention of the two\nlegislations. If the subject matters covered by the legislations\nare different, merely because the two legislations refer to some\nallied or cognate subjects they do not cover the same field.\nB\nE\n62. We have noted the observations of a Bench of three\nC Judges of this Court in M/s Jain Ink Mfg. Co. (supra) that the\nPublic Premises Act has a very limited application, whereas\nthe Rent Act is an Act with much wider application than the\nPublic Premises Act. In the present case, the subjects of\nfixation of Standard Rent and restoration of essential services\nD by the landlord are covered under the MRC Act, but in no way\nunder the Public Premises Act. The Public Premises Act, in fact\ndoes not claim to cover these subjects. As held by the\nConstitution Bench in Kesoram Industries Ltd. (supra), the\nCourt has to look at the substance of the matter. Regard must\nbe had to the enactment as a whole, to its main objects and\nscope of its provisions. Incidental and superficial\nencroachments are to be disregarded. Eviction and recovery\nof arrears of rent are alone covered under the Public Premises\nAct. The subject of fixation of rent is different and independent\nfrom eviction as held by the division bench of the Karnataka\nHigh in Bharath Gold Mines. That being the position, there is\nno conflict between the MRC Act and the Public Premises Act\nwhen it comes to the provisions in the MRC Act with respect\nto fixation of Standard Rent and requiring the landlord to\nmaintain the essential services and supplies. Therefore, the\nprovisions of MRC Act in that behalf cannot in any way be said\nto be repugnant to those under the Public Premises Act. The\npresumption is in favour of constitutionality, and the Court is not\nexpected to strike down a provision unless the conflict is a real\none. In the present matter there is no such real conflict.\nF\nG\nH\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 609\n[H.L. GOKHALE, J.]\nOn ouster of the jurisdiction of the Civil Courts-\nA\nB\n63. We may next deal with the contention of the\nrespondents that the exclusionary clauses are to be read strictly.\nIn the case of Church of North India (supra), relied upon by the\nrespondents, this Court was concerned with a suit for\ndeclaration as to the succession to a particular trust governed\nunder the Bombay Public Trust Act. Such a suit was squarely\ncovered under that Act and, therefore, it was held that the Civil\nCourt will not have the jurisdiction to entertain the suit. The seven\nprinciples laid down by the Constitution Bench in Dhulabhai Vs.\nState of M.P. (supra) were relied upon in that case. It is sufficient C\nto refer to the first two principles therefrom which are as\nfollows:-\n\"(1) Where the statute gives a finality to the orders\nof the special Tribunals the civil courts' jurisdiction must be\nheld to be excluded if there is adequate remedy to do what\nthe civil courts would normally do in a suit. Such provision,\nhowever, does not exclude those cases where the\nprovisions of the particular Act have not been complied\nwith or the statutory Tribunal has not acted in conformity\nwith the fundamental principles of judicial procedure.\nD\nE\n(2) Where there is an express bar of the jurisdiction\nof the court, an examination of the scheme of the particular\nAct to find the adequacy or the sufficiency of the remedies\nprovided may be relevant but is not decisive to sustain the F\njurisdiction of the civil court.\"\nIf we apply these two tests and examine the scheme of the\nPublic Premises Act, it will be seen that section 10 of the Act\ndoes give a finality to the orders passed by the Estate Officers\nor the Appellate Officers, and states that 'the same shall not\nbe called in question in any original suit, application or\nexecution proceeding, and no injunction shall be granted by any\ncourt or other authority in respect of any action taken or to be\ntaken in pursuance of any power conferred by or under this Act'.\nG\nH\nA\nB\nC\nD\nE\nF\nG\nI\n610 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nSection 15 of the Act specifically states that no court shall have\njurisdiction to entertain any suit or proceeding in respect of the\nsubjects, amongst others concerning, '(a) the eviction of any\nperson who is in unauthorised occupation of any public\npremises, and (d) the arrears of rent payable under sub-section\n(1) of section 7 or damages payable under sub-section (2), or\ninterest payable under sub-section (2A), of that section'.\nTherefore, to that extent the jurisdiction of the Civil Court is\nousted. The actions which are covered under the Public\nPremises Act are concerning eviction of unauthorised\noccupants and recovery of arrears of rent. The Act however\ndoes not claim to speak anything about the fixation of Standard\nRent or maintenance of essential services. For these purposes\nno remedy is provided under the Public Premises Act.\nTherefore, the jurisdiction of the Civil Court for these remedies\ncannot be held to be ousted.\n64. It was submitted on behalf of the respondent that if the.\nsubmission of the appellant is accepted it will mean permitting\nproceedings before the Court of Estate Officer for recovery of\narrears of rent, and before the Rent Controller for fixation of\nstandard rent, and the same is not desirable. In our view, this\nby itself can be no reason to hold the Standard Rent Application\nto be not maintainable before the Court of Small Causes. We\nhave referred to the judgment in the case of National\nEngineering Industries Ltd. Vs. Shri Kishan Bhageria (supra).\nIn that ease the establishment wherein the respondent/\nworkman was employed was covered under the Rajasthan\nShops and Establishment Act, 1958. It was also covered under\nthe Industrial Disputes Act, 1947. Dismissal of his application\nfor reinstatement under Section 28A of the Rajasthan Act on\nthe ground of limitation was held as not preventing a reference\nunder Section 10 of the Industrial Disputes Act. The observation\nof this Court at the end of para 12 of that judgment is relevant\nfor our purposes, and which reads as follows:-\n\"12.........It appears to us that it cannot be said that these\ntwo Acts do not tread the same field. Both these Acts deal\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 611\n[H.L. GOKHALE, J.]\nwith the rights of the workman or employee to get redressal\nand damages in case of dismissal or discharge, but there\nis no repugnancy because there is no conflict between\nthese two Acts, in pith and substance. There is no\ninconsistency between these two Acts. These two Acts, in\nour opinion, are supplemental to each other.\"\nΑ\nB\n65. Same is the position with respect to the Labour Laws\nin various States. Thus, for example, where an industry is\ncovered under a State Act such as the Bombay Industrial\nRelation Act, 1946 in Maharashtra, the workmen engaged\ntherein will be required to raise the disputes concerning C\nreinstatement and backwages in the event of dismissal,\nretrenchment, removal or termination before the authority under\nthat Act. At the same time, whenever any money, including\nunpaid wages is due to the workmen, they also have the right\nto file the claim applications under section 33 C (2) of the D\nIndustrial Disputes Act, 1947, in the Labour Courts constituted\nunder that Act, since similar provision is not made under the\nsaid Bombay Act. The MRC Act being a welfare statute like\nthe labour laws is enacted after considering the requirements\nof the tenants, and contains the provisions for fixation of\nE\nstandard rent and for restoring essential services and supplies\nwhen necessary. The public premises are not specifically\nexempted from the applicability of the MRC Act. That being so,\nthere is no reason to hold that these remedies will not be\navailable to the tenants of the public premises, though for the\npurposes of eviction of unauthorised occupants and recovery\nof arrears of rent, the proceedings will lie only under the Public\nPremises Act. It is also to be noted that the proceedings for\nthe recovery of arrears of rent are at the instance of landlord,\nwhereas those for fixation of standard rent are at the instance\nof the tenant. Both these proceedings are quite different in their\nprayers and scope of consideration. The fact that the\nproceeding for one purpose is provided under one statute can\nnot lead to an automatic conclusion that the remedy for a\nF\nG\nI\nA\nC\nD\n612 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\ndifferent purpose provided under another competent statute\nbecomes unavailable.\nExpectations from Public Bodies -\n66. Although the question of maintainability of the Standard\nB Rent Applications concerning the public premises is only\ncoming up now before this Court, we have referred to the views\nof Courts when different facets of this issue came up for\nconsideration from time to time. The exemption from the\nBombay Rent Act to the government premises was upheld in\nRampratap Jaidayal (supra), on the basis of the presumption\nin favour of the constitutionality of the enactment which was also\non the footing that Legislature correctly appreciates the needs\nof its own people. Chief Justice Chagla has clearly observed\nin that matter that the Legislature was not in any sense\nexempting the Government from the operation of the Act in order\nto permit the Government to do the very thing which the\nLegislature was prohibiting the landlords from doing, viz. not\nto increase rents and not to eject tenants unless it was\nabsolutely necessary in the public interest. S.R. Das, J. (as he\nthen was) has also observed similarly in Baburao Shantaram\nMore (supra) that it was not expected that the Government or\nthe Local Authority would be actuated by any profit making\nmotive so as to unduly enhance the rents or eject the tenants\nfrom their respective properties as private landlords are or are\nlikely to be. Sabyasachi Mukharji, J (as he then was) has gone\nF further in Dwarkadas Marfatia (supra), and observed that when\npublic authorities enjoy this benefit of being hidebound by the\nrequirements of the Rent Act, they must act for public benefit,\nand to that extent this issue is liable to be gone into and can\nbe the subject-matter of adjudication. He has stated in no\nG uncertain terms that the legislative expectations as observed\nE\nby the Chagla, C.J. in Rampratap Jaidayal (supra) cannot\nmake such conduct a matter of contract pure and simple. He\nhas further observed that the exercise of discretion of public\nauthorities must be tested on the assumption that they would\nH not act as private landlords and they must be judged by that\n"}