{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"\"\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 583\n[H.L. GOKHALE, J.]\nTherefore, the Court concluded in para 23 as follows:-\n\"23. Bearing in mind the language of the two laws,\ntheir object and purpose, and the fact that one of them is\nlater in point of time and was enacted with the knowledge\nof the non-obstante clauses in the earlier law, we have\ncome to the conclusion that the provisions of Section 14A\nand Chapter IIIA of the Rent Control Act must prevail over\nthose contained in Sections 19 and 39 of the Slum\nClearance Act.\"\nA\nB\n30. Accordingly, in the context of the conflict between the C\ntwo Acts, this Court held in Ashoka Marketing, as follows:-\n\"61. The principle which emerges from these decisions is\nthat in the case of inconsistency between the provisions\nof two enactments, both of which can be regarded as\nspecial in nature, the conflict has to be resolved by\nreference to the purpose and policy underlying the two\nenactments and the clear intendment conveyed by the\nlanguage of the relevant provisions therein.\"\nD\nIt becomes relevant to note the conclusion arrived at by this E\nCourt in Ashoka Marking Co.'s case, which is in following\nwords:-\n\"70. For the reasons aforesaid, we are unable to accept\nthe contention of the learned counsel for the petitioners that\nthe provisions contained in the Public Premises Act cannot\nbe applied to premises which fall within the ambit of the\nRent Control Act. In our opinion, the provisions of the\nPublic Premises Act, to the extent they cover premises\nfalling within the ambit of the Rent Control Act, override\nthe provisions of the Rent Control Act and a person in\nunauthorized occupation of public premises under Section\n2(e) of the Act cannot invoke the protection of the Rent\nControl Act.\" ... (emphasis supplied)\nF.\nG\n31. The impugned judgment in the present case relies H\n584 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA upon the above observations to hold that once the premises\nwere covered under the Public Premises Act, that Act will\noverride the Rent Control Act and therefore in the instant case,\nstandard rent application was not maintainable. On the other\nhand, it was submitted on behalf of the appellant that the above\nB statement in paragraph 70 of Ashoka Marketing Judgment,\nwhen it speaks of 'provisions to the extent they cover', it means\nthe 'subject matter' covered by the provisions under the two\nacts. In this context, it must also be noted that the controversy\nin the case of Ashoka Marketing was with respect to the subject\nC of eviction of the unauthorized occupants from the public\npremises. Eviction of tenants in general was a subject covered\nby both the statutes under considerations before the Court.\nHowever, the Public Premises Act contains the special\nprovisions for the eviction of unauthorized occupants from the\nD public premises, but for which they would fall within the ambit\nof the Rent Control Act. Consequently, in view of the above\ndicta, the proceedings under the Public Premises Act were\nheld to be valid and legal, and not those under the Delhi Rent\nControl Act. The subject matter of controversy in our case is\nwith respect to the fixation of standard rent, which is not covered\nE\nunder the provision in the Public Premises Act. On the other\nhand the same is very much covered under the MRC Act. The\noverriding effect given to Public Premises Act cannot mean\noverriding with reference to a matter which was not dealt with\nby that Act, since the Public Premises Act did not claim to\ncover the subject other than eviction of unauthorized occupants\nfrom public premises and recovery of arrears of rent. Therefore,\nit was submitted that the application for fixation of standard rent\nwill be very much maintainable under the provisions of the MRC\nAct.\nF\nG\nI\nPublic Premises Act vis-à-vis the Bombay Rent Act and the\nMRC Act on the issue of eviction of unauthorised occupants\nfrom Public Premises-\n32. Before we deal with the rival submissions on the\nmaintainability of the standard rent application, we may note\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 585\n[H.L. GOKHALE, J.]\nthat with respect to the aspect of eviction of unauthorised A:\noccupants from the public premises, it is now well settled that\nthe Public Premises Act will apply and not the Bombay Rent\nAct or the subsequent MRC Act.\n(i) In Kaiser-I-Hind Pvt. Ltd. \u0026 Anr. vs. National Textile\nCorpn. (Maharashtra North) Ltd. \u0026 Ors. [2002 (8) SCC 182]\none of the questions before the Constitution Bench was whether\nthe provisions of Bombay Rent Act having been re-enacted\nafter 1971 by the State Legislature with the assent of the\nPresident will prevail over the provisions of the Public Premises\nAct by virtue of Article 254 (2) of the Constitution. The court\nnoted that although the Public Premises Act received the assent\nof President on 23.8.1971, in view of Section 1 (3) of Public\nPremises Act, it is deemed to have come into force from\n16.9.1958. On the other hand, the duration of Bombay Rent Act\nwas extended by Maharashtra Act No. 12 of 1970. Therefore,\nthe Court held specifically in para 40 of its judgment that Article\n254 (1) was the relevant one in the present case, and to the\nextent of repugnancy, the State law will not prevail under Article\n254 (1), and the law made by the Parliament shall hold good.\n(ii) Between the Public Premises Act and the MRC Act this\nCourt held in Crawford Bayley \u0026 Co. \u0026 Ors. v. Union of India\n\u0026 Ors. [2006 (6) SCC 25] that to the extent specific provisions\nwere made in the Public Premises Act for eviction of\nunauthorized occupants, that Act will apply with respect to the\nPremises of the State Bank of India which were in dispute in\nthat matter and not the MRC Act.\nOther submissions on behalf of the appellant -\n܀\nB\nC\nD\nE\nF\n33. The learned senior counsel for the appellant Mr. G\nHansaria relied upon quite a few judgments in support of his\nsubmission that the Standard Rent Application in the present\ncase was very much maintainable under the MRC Act. We will\nrefer to some of them which lay down the principles relevant\nfor our purpose. In M/s Jain Ink Manufacturing Company Vs.\nH\n586 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Life Insurance Corporation of India and Another which is a\njudgment of 3 Judges reported in [1980 (4) SCC 435], the\nprovisions of the Public Premises Act were considered in the\nlight of those of Delhi Rent Control Act 1958, and the Slum\nAreas (Improvement) and Clearance Act 1956. In that matter\nB L.I.C had purchased the premises in question in which the\nappellant was a tenant inducted by the original owner of the\npremises. L.I.C had initiated the proceedings for the eviction\nof the tenant before the estate officer. The appellant had\nchallenged the applicability of the Public Premises Act. This\nC Court rejected that objection. The observations of this Court in\nparagraph 8 and 9 are relevant for our purpose which read as\nfollows:-\nD\n៣.\nE\nF\nG\nН\n8.\nSo far as the Premises Act is concerned it\noperates in a very limited field in that it applies only to a\nlimited nature of premises belonging only to particular sets\nof individuals, a particular set of juristic persons like\ncompanies, corporations or the Central Government. Thus,\nthe Premises Act has a very limited application. Secondly,\nthe object of the Premises Act is to provide for eviction of\nunauthorised occupants from public premises by a\nsummary procedure so that the premises may be available\nto the authorities mentioned in the Premises Act which\nconstitute a class by themselves. .......\n9. Thus, it would appear that both the scope and the\nobject of the Premises Act is quite different from that of\nthe Rent Act. The Rent Act is of much wider application\nthan the Premises Act inasmuch as it applies to all private\npremises which do not fall within the limited exceptions\nindicated in Section 2 of the Premises Act. The object of\nthe Rent Act is to afford special protection to all the tenants\nor private landlords or landlords who are neither a\ncorporation nor government or corporate bodies. It would\nbe seen that even under the Rent Act, by virtue of an\namendment a special category has been carved out under\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 587\n[H.L. GOKHALE, J.]\nSection 25-B which provides for special procedure for A\neviction to landlords who require premises for their\npersonal necessity. Thus, Section 25-B itself becomes a\nspecial law within the Rent Act. On a parity of reasoning,\ntherefore, there can be no doubt that the Premises Act as\ncompared to the Rent Act, which has a very broad\nspectrum, is a special Act and overrides the provisions of\nthe Rent Act.\"\n(emphasis supplied)\nB\nAs is seen from this quotation, just as there is a special C\ncategory carved out under the Rent Control Act in favour of the\nlandlord who requires premises for his personal necessity,\nsomewhat a similar provision is made under the Public\nPremises Act. The reasonable and bonafide requirement of the\nlandlord to occupy the premises has been made a separate D\npermissible ground for recovery of possession under section\n16 (1) (g) of the MRC Act. This section 16 (1) (g) is similar to\nsection 25 B referred into the above judgment, and it reads as\nfollows:-\n\"16. When landlord may recovery possession\n(1) Notwithstanding anything contained in this Act but\nsubject to the provisions of section 25, a landlord shall be\nentitled to recover possession of any premises if the court\nis satisfied -\nE\nF\n(a)\n(b)\n(c)\n(d)\n0\n(e)\n(f)\nH\nA\nB\nC\n588 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n(g) that the premises are reasonably and bona fide\nrequired by the landlord for occupation by himself or by any\nperson for whose benefit the premises are held or where\nthe landlord is a trustee of a public charitable trust that the\npremises are required for occupation for the purposes of\nthe trust; or\"\nThe Public Premises Act creates a forum for eviction of\nthe unauthorised occupants and provides for a special\nprocedure for recovery of the premises from such occupants.\nUnauthorised occupation has been defined in a vide manner\nand it includes the continuation in occupation of any person of\nthe public premises after his authority to occupy has expired\nor has been determined for any reason whatsoever. It would\nas well include the determination of the authority to occupy\nwhenever the premises are required bonafide and reasonably\nby the public authority. There was no such special procedure\nfor the public bodies until the Public Premises Act was enacted.\nWhen it comes to the requirement of the Government or the\nPublic Corporation, now the public body will be taking steps\nunder the Public Premises Act. It is, however, relevant to note\nE as held in this judgment that the Public Premises Act has a very\nD\nlimited application as against the Rent Act which affords a\nspecial protection to the tenants by fixing standard rent and\nrequiring the landlord to maintain the essential services. It was,\ntherefore, submitted that the standard rent application under the\nF Rent Act would remain available to the tenant even if the\npremises are otherwise covered under the Public Premises Act\nfor the purposes of eviction and recovery of arrears of rent from\nthe unauthorised occupants.\nG\nThe question of Repugnancy\n34. The question is as to whether the provision for fixation\nof standard rent and the provision requiring landlord to maintain\nthe essential services under the MRC Act, which is a\nsubsequent Act passed by the State Legislature are in any way\nH repugnant to the Public Premises Act which is an earlier Act\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 589\n[H.L. GOKHALE, J.]\nB\npassed by the Parliament. The distribution of legislative powers A\nbetween the Union of India and the States has been provided\nin the Seventh Schedule of the Constitution. It consists of List\nI which is the Union List, List II which is the State List and List.\nIll which is the Concurrent List. The question of repugnancy can\narise only in connection with the subjects which are enumerated\nin the Concurrent List with respect to which both the Union and\nthe State Legislatures have the concurrent power to legislate,\nand when the State Legislature makes a law on a subject on\nwhich the Parliament has already made a law. It is to deal which\nsuch a conflict that Article 254 has been enacted. Article 254 C\nof the Constitution deals with the question of inconsistency\nbetween the laws made by the Parliament and laws made by\nthe Legislatures of States. This Article reads as follows:-\n“ 254. Inconsistency between laws made by Parliament\nand laws made by the Legislatures of States -\n(1) If any provision of a law made by the Legislature of a\nState is repugnant to any provision of a law made by\nParliament which Parliament is competent to enact, or to\nany provision of an existing law with respect to one of the\nmatters enumerated in the Concurrent List, then, subject\nto the provisions of clause (2), the law made by\nParliament, whether passed before or after the law made\nby the Legislature of such State, or, as the case may be,\nthe existing law, shall prevail and the law made by the\nLegislature of the State shall, to the extent of the\nrepugnancy, be void.\n(2) Where a law made by the Legislature of a State with\nrespect to one of the matters enumerated in the\nConcurrent List contains any provision repugnant to the\nprovisions of an earlier law made by Parliament or an\nexisting law with respect to that matter, then, the law so\nmade by the Legislature of such State shall, if it has been.\nreserved for the consideration of the President and has\nreceived his assent, prevail in that State:\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n590 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nProvided that nothing in this clause shall prevent\nParliament from enacting at any time any law with respect\nto the same matter including a law adding to, amending,\nvarying or repealing the law so made by the Legislature\nof the State.\"\n35. The question of repugnancy between the law made by\nthe Parliament and the law made by the State Legislature may\narise in cases when both the legislation occupy the same field\nwith respect to one of the matters enumerated in List III and\nwhere a direct conflict is seen between the two. The Principles\nlaid down by a bench of 3 Judges in Hoechst Pharmaceuticals\nLtd. Vs. State of Bihar reported in [1983 (4) SCC 45] were\nreiterated by a Constitution Bench in State of West Bengal Vs.\nKesoram Industries Ltd. And Ors. reported in [2004 (10) SCC\n201]. Para 31 (5) thereof is instructive for our purpose and it\nreads as follows:-\n\"31. (5) Where the legislative competence of the\nlegislature of any State is questioned on the ground that it\nencroaches upon the legislative competence of Parliament\nto enact a law, the question one has to ask is whether the\nlegislation relates to any of the entries in List I or III. If it\ndoes, no further question need be asked and Parliament's\nlegislative competence must be upheld. Where there are\nthree lists containing a large number of entries, there is\nbound to be some overlapping among them. In such a\nsituation the doctrine of pith and substance has to be\napplied to determine as to which entry does a given piece\nof legislation relate. Once it is so determined, any\nincidental trenching on the field reserved to the other\nlegislature is of no consequence. The court has to look at\nthe substance of the matter. The doctrine of pith and\nsubstance is sometimes expressed in terms of\nascertaining the true character of legislation. The name\ngiven by the legislature to the legislation is immaterial.\nRegard must be had to the enactment as a whole, to its\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 591\n[H.L. GOKHALE, J.]\nmain objects and to the scope and effect of its provisions. A\nIncidental and superficial encroachments are to be\ndisregarded.\"\nB\nC\n36. The question therefore to be examined is as to whether\nthe two legislations occupy the same field. If they do not, then\nthere is no repugnancy. Unless the provisions are irreconcilable,\nthere will be a presumption in favour of the constitutionality. In\nCh. Tika Ramji and Ors. etc. v. The State of Uttar Pradesh\nand Ors. [AIR 1956 SC 676], the question before the\nConstitution Bench was as to whether the UP Sugarcane\n(Regulation of Supply and Purchase) Act, 1953 was repugnant\nto the Industries (Development and Regulation) Act of 1951\nwhich was a Central Act. The Apex Court noted that Section\n18G of the Central Act deals with finished products and not raw\nmaterials. This section did not cover the field of sugarcane\nwhich was covered under the UP Act. The Court held that there D\nwas no repugnancy between the two legislations, since one\ndeals with the finished products whereas the other deals with\nraw materials.\n37. In the case of M. Karunanidhi vs. Union of India \u0026 Anr.\n[1979 (3) SCC 431] a Constitution Bench was concerned with\nthe question as to whether certain provisions of the Tamil Nadu\nPublic Men (Criminal Misconduct) Act 1973, were repugnant\nto the provisions of Prevention of Corruption Act 1947 and the\nCriminal Law Amendment Act 1952. The appellant was being\nprosecuted under sections 161, 468 and 471 of Indian Penal\nCode and section 5 (2) read with section 5 (1) (d) of the\nPrevention of Corruption Act 1947. The Court referred to earlier\ndecisions including the one in Deep Chand Vs. State of U.P.\n[AIR 1959 SC 648] wherein it was held that the repugnancy\nbetween the two statutes may be ascertained by considering\nwhether the Parliament intended to lay down an exhaustive\ncode in respect of the subject matter considered in the State\nAct replacing the Act of the State Legislature. The Constitution\nBench then laid down the principles governing the rule of\nrepugnancy in paragraph 35 which are as follows:-\nE\nF\nG\nH\nA\n00\nB\nC\nD\nE\n592 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n35. On a careful consideration, therefore, of the authorities\nreferred to above, the following propositions emerge:\n1. That in order to decide the question of repugnancy it\nmust be shown that the two enactments contain\ninconsistent and irreconcilable provisions, so that they\ncannot stand together or operate in the same field.\n2. That there can be no repeal by implication unless the\ninconsistency appears on the face of the two statutes.\n3. That where the two statutes occupy a particular field, but\nthere is room or possibility of both the statutes operating\nin the same field without coming into collision with each\nother, no repugnancy results.\n4. That where there is no inconsistency but a statute\noccupying the same field seeks to create distinct and\nseparate offences, no question of repugnancy arises and\nboth the statutes continue to operate in the same field.\nConsequently the Court held that there was no conflict\namongst the legislations concerned.\n38. The question with respect to conflict between two such\nlegislations came up before a Bench of three Judges in the\ncase of Vijay Kumar Sharma and Ors. Vs. State of Karnataka\nand Ors. reported in [1990(2) SCC 562], where the question\nF was whether there was any conflict between the Karnataka\nContract Carriages (Acquisition) Act 1976 and Motor Vehicles\nAct, 1988. This Court looked into the judgments holding the field\nand held that there was no conflict between the two. It laid down\nthe law in paragraph 53 as follows:-\nG\nH\n“53. The aforesaid review of the authorities makes\nit clear that whenever repugnancy between the State and\nCentral legislation is alleged, what has to be first examined\nis whether the two legislations cover or relate to the same\nsubject matter. The test for determining the same is the\n"}