{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"BANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 593\n[H.L. GOKHALE, J.]\nB\nusual one, namely, to find out the dominant intention of the A\ntwo legislations. If the dominant intention, i.e. the pith and\nsubstance of the two legislations is different, they cover\ndifferent subject matters. If the subject matters covered by\nthe legislations are thus different, then merely because the\ntwo legislations refer to some allied or cognate subjects\nthey do not cover the same field. The legislation, to be on\nthe same subject matter must further cover the entire field\ncovered by the other. A provision in one legislation to give\neffect to its dominant purpose may incidentally be on the\nsame subject as covered by the provision of the other\nlegislation. But such partial coverage of the same area in\na different context and to achieve a different purpose does\nnot bring about the repugnancy which is intended to be\ncovered by Article 254(2). Both the legislations must be\nsubstantially on the same subject to attract the article.\"\nIn the event of two Acts governing a common field,\nwhether both can apply for different purposes-\nC.\nD\nE\nF\n39. There could be provisions for certain purposes in one\nstatute, and for another purpose in another statute, though both\ngovern the common field. Thus, in Krishna Distt. Coop. Mktg.\nSociety Ltd. Vijayawada vs. N.V. Purnachandra Rao \u0026 Ors.\n[1987 (4) SCC 99], the issue was, with respect to the application\nof section 25-F of Industrial Disputes Act, to the employees who\nwere otherwise governed under the A.P. Shops and\nEstablishments Act, 1966. In that context this Court had to\nexamine whether there was any conflict between the two Acts\nand particularly when the A.P. Act was a later act and it had\nreceived the assent of the President. The question was whether\ncompliance with Section 25-F of the Industrial Disputes Act\ncould be insisted for establishments governed under the Shops G.\nand Establishments Act. This Court held that those provisions\nwill be applicable and there was no conflict between the\nprovisions of the two Acts. Section 25-F of the Central Act\nprovided for the conditions precedent for retrenchment, and the\nnon-compliance therewith made the order of retrenchment fatal. H\n594\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA\nB\nC\nD\n[t}\nE\nF\nG\nH\nSection 41 (1) and (3) of the A.P. Act provided for the\nauthorities to settle the disputes arising out of retrenchment.\nSection 25 J (2) of the I.D. Act reads as follows:-\n\"25-J.Effect of laws inconsistent with this chapter.-(1).......\n(2) For the removal of doubts, it is hereby declared\nthat nothing contained in this chapter shall be deemed to\naffect the provisions of any other law for the time being in\nforce in any State insofar as that law provides for the\nsettlement of industrial disputes, but the rights and liabilities\nof employers and workmen insofar as they relate to lay off\nand retrenchment shall be determined in accordance with\nthe provisions of this chapter.\"\nThe court noted in para 8 that \"the State Act does not\ncontain any express provision making the provision relating to\nretrenchment in the Central Act ineffective in so far as Andhra\nPradesh is concerned\". What is observed in para 6 is relevant\nfor our purpose:-\n\"6....... Sub-section (1) of Section 25-J of the Central Act\nlays down that Chapter V-A, shall have effect\nnotwithstanding anything inconsistent therewith contained\nin any other law. The proviso to that sub-section however\nsaves any higher benefit available to a workman under any\nlaw, agreement or settlement or award. Sub-section (2) of\nSection 25-J however makes a distinction between any\nmachinery provided by any State law for settlement of\nindustrial disputes and the substantive rights and liabilities\narising under Chapter V-A of the Central Act where a lay\noff or retrenchment takes place. It provides that while\nSection 25-J would not affect the provisions in a State law\nrelating to settlement of industrial disputes, the rights and\nliabilities of employers and workmen insofar as they relate\nto lay off and retrenchment shall be determined in\naccordance with Chapter V-A of the Central Act. It is thus\nseen that Section 41(1) and Section 41(3) of the State Act\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 595\n[H.L. GOKHALE, J.]\nprescribe alternative authorities to settle a dispute arising A\nout of a retrenchment. Those authorities may exercise their\njurisdiction under the State Act but they have to decide\nsuch dispute in accordance with the provisions of Chapter\nV-A.......\n\"\nB\n40. Similarly, in the case of National Engineering\nIndustries Ltd. vs. Shri Kishan Bhageria \u0026 Ors. [1988 Supp.\nSCC 82], the question was whether a Reference under Section\n10 of the Industrial Disputes Act, 1947 could be sought by the\nemployees covered under the Rajasthan Shops and:\nEstablishments Act, 1958. This Court held that it would be so. C\nIn a similar way in Bharat Hydro Power Corpn. Ltd. \u0026 Ors. v.\nState of Assam \u0026 Anr. [2004 (2) SCC 553], this Court held in\nthe context of Electricity Act 1910, and Assam Act No. 1 of\n1997 that if two legislations operate in different fields without\nencroaching upon each other fields there cannot be any D\nrepugnancy.\n41. In the field of criminal law also the same approach has\nbeen adopted by this Court. In State of Maharashtra v. Bharat\nShanti Lal Shah and Ors. [2008 (13) SCC 5], the question was\nwith respect to the conflict between the Maharashtra Control of\nOrganized Crime Act, 1999 (MCOC Act for short) and\nTelegraph Act, 1885. In Zameer Ahmed Latifur Rehman\nSheikh vs. State of Maharashtra \u0026 Ors. [2010 (5) SCC 246],\nthe question was with respect to the conflict between the\nMCOC Act and Unlawful Activities (Prevention Act), 1967. In\nboth matters this Court took the view that mere difference in\nthe two Acts is not sufficient, and an incidental encroachment\nis irrelevant. This Court held that there was no conflict in both\nthe cases.\nFixation of Standard Rent in the context of exemptions\nfrom the Rent Control Laws The question of remedy\n-\nE\nF\nG\n42. Whatever be the object of granting exemption, where\nthe object is to see that the properties of the State or semi-\nstate bodies should not suffer by the rigours of the Rent Control H\n596 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Laws or the possession of the public premises be recovered\nexpeditiously, \"the Courts have expressed their views that these\nauthorities being public bodies should so behave as not to act\ncontrary to the policies laid down in the Rent Control Laws\nnamely not to increase the rent unreasonably or excessively,\nB nor to evict their tenant unreasonably or arbitrarily, save and\nexcept in public interest.\" (J.H. Dalal in his Commentary on the\nBombay Rent Act, Fifth Edition, Page 65).\nC\n43. In this context one of the earliest cases coming before\nthe Bombay High court was Rampratap Jaidayal Vs. Dominion\nof India reported in [AIR 1953 Bom 170]. Central Government\nhad served upon the appellant tenant a notice to quit and the\nsuit for ejectment was decreed. In the first appeal filed by the\ndefendant tenant the question arose with respect to the nature\nof exemption available to the Government under section 4 (1)\nD of the Bombay Rent Act. The appeal filed was dismissed by\nthe Division Bench consisting of Chagla C.J and\nGajendragadkar, J (as he then was in the Bombay High Court).\nWhat was observed by Chagla C.J. in the judgment with respect\nto the rent to be charged by the public bodies is relevant for\nE our purpose. Amongst other arguments the exemption granted\nto the State was challenged as amounting to unreasonable\nclassification hit by Article 14 of the Constitution. The Division\nBench repelled the argument by relying upon the judgment of\na constitution bench of this Court in State of Bombay Vs. F.N.\nF Balsara reported in [1951 SCR 682] equivalent to [53 Bom.\nLR 982 (SC)], wherein Fazl Ali, J had drawn seven principles\non the meaning and scope of Article 14 of the Constitution from\nthe earlier judgment of this Court in 'Chiranjitlal v. Union of\nIndia' reported in [AIR 1951 SC 41], and relied upon the very\nfirst principle therefrom and observed as follows:-\nG\nH\n\"8.\n...\nperhaps attention might be drawn to the very\nfirst where the Supreme Court emphasizes the fact that the\npresumption is always in favour of the constitutionality of\nan enactment and this presumption arises from the fact\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 597\n[H.L. GOKHALE, J.]\nthat the Legislature understands and correctly appreciates\nthe needs of its own people and that its laws are directed\nto problems made manifest by experience and therefore\nit must always be presumed that discriminations are\nbased on adequate grounds...”\nA\nThereafter what the Court observed at the end of this para B\n8 is relevant for our purpose:-\n16\nit is clear that in this case the Legislature was\nnot in any sense exempting the Government from the\noperation of the Act in order to permit the Government to\ndo the very thing which the Legislature was prohibiting in\nthe case of landlords who were not a local authority or\nCentral or State Government. It is not too much to assume,\nas the Legislature did in this case assume, that the very\nGovernment whose object was to protect the tenants and\nprevent rent being increased and prevent people being\nejected, would not itself when it was the landlord do those\nvery things which it sought to prohibit its people from doing,\nand therefore the underlying assumption of this exemption\nis that Government would not increase rents and would not\neject tenants unless it was absolutely necessary in public\ninterest and unless a particular building was required for\na public purpose.\"\nC\nD\nE\n44. In another case Baburao Shantaram More Vs. The\nBombay Housing Board reported in [AIR 1954 SC 153] which F\ncame up before a Constitution Bench of this Court, the question\nwas with respect to the eviction of a tenant of the then Bombay\nHousing Board, constituted under the Bombay Housing Board\nAct, 1948. A decree for eviction had been passed against the\ntenant which had been upheld by the High Court. The appeal\ntherefrom was dismissed by this Court. While upholding the\nexemption of the Bombay Housing Board under section 4 of\nthe Bombay Rent Act, the Court held that the classification was\nbased on an intelligible differentia, and held that the tenant or\nthe local authority or the board were not in need of such\nG\nH\nA\nB\nC\nD\n. E\nF\n0\nH\n598\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nprotection as the tenants of private landlords. This was for the\nreason as stated by S.R. Das J (as he then was) for the Court:-\n....\n\"6. It is not to be expected that the Government\nor Local authority or the Board would be actuated by any\nprofit making motive so as to unduly enhance the rents or\neject the tenants from their respective properties as private\nlandlords are or are likely to be.....\"\n45. In M/s Dwarkadas Marfatia V. Bombay Port Trust\nreported in [1989 (3) SCC 293], the trustees of Bombay Port\nhad evicted the appellant from a plot of land and allotted it to\nanother tenant, and obtained the decree of eviction. While\nupholding the decree, this Court examined the question of\nexemption of a local authority under section 4 of the Bombay\nRent Act. In paragraph 14 and 15 of its judgment a Bench of 3\nJudges quoted with approval the above referred quotation of\nChagla C.J. and S.R. Das, J, and thereafter observed as\nfollows in para 17:-\n\"17. It, therefore, follows that the public authorities which\nenjoy this benefit without being hidebound by the\nrequirements of the Rent Act must act for public benefit.\nHence, to that extent, this is liable to be gone into and can\nbe the subject matter of adjudication.\"\n(emphasis supplied)\nWhat this Court observed further per Sabyasachi Mukharji,\nJ. (as he than was) in paragraph 24 is relevant for our purpose:-\n\"24. The field of letting and eviction of tenants is\nnormally governed by the Rent Act. The Port Trust is\nstatutorily exempted from the operation of the Rent Act on\nthe basis of its public/governmental character. The\nlegislative assumption or expectation as noted in the\nobservations of Chagla, C.J. in Rampratap Jaidayal case\ncannot make such conduct a matter of contract pure and\nsimple. These corporations must act in accordance with\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 599\n[H.L. GOKHALE, J.]\ncertain constitutional conscience and whether they have so\nacted, must be discernible from the conduct of such\ncorporations...\"\n(emphasis supplied)\nA\nThereafter, in para 27 the Court further observed in the\nfollowing words:-\n\"27. We are inclined to accept the submission that every\nactivity of a public authority especially in the background\nof the assumption on which such authority enjoys immunity\nfrom the rigours of the Rent Act, must be informed by\nreason and guided by the public interest. All exercise of\ndiscretion or power by public authorities as the\nrespondent, in respect of dealing with tenants in respect\nof which they have been treated separately and distinctly\nfrom other landlords on the assumption that they would\nnot act as private landlords, must be judged by that\nstandard. If a governmental policy or action even in\ncontractual matters fails to satisfy the test of\nreasonableness, it would be unconstitutional. See the\nobservations of this Court in Kasturi Lal Lakshmi Reddy\nand R.D. Shetty v. International Airport Authority of India\n(SCC pp. 505-06 SCR p. 1034).\"\n(emphasis supplied)\nB\nC\nD\nE\nYardstick for Standard Rent:-\n46. Relying upon the above judgments Mr. Hansarial\nsubmitted that the Public authorities cannot raise rent arbitrarily.\nIn this behalf he referred to the guidelines framed by the Central\nGovernment to prevent arbitrary use of the power under this Act.\nThese guidelines are issued by the Central Government under\nresolution dated 30.5.2002 and published in the Government\nof India Gazette dated 8.6.2002. Guidelines No. 2 (1) and 2\n(3) are relevant for our purposes. He relied upon the judgment\nFL\nG\nI\nH\n600 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA of a Division Bench of Bombay High Court in Persis\nKothawala vs. LIC reported in 2004 (4) BCR 610 to submit\nthat these guidelines are expected to be followed. We quote\nthese guidelines which are as follows:-\nB\nC\nD\nLU\nE\nF\nG\nH\n\"MINISTRY OF URBAN DEVELOPMENT AND\nPOVERTY ALLEVIATION\n(DIRECTORATE OF ESTATES)\nRESOLUTION\nNew Delhi, the 30th May 2002\nSubject: Guidelines to prevent arbitrary use of powers to\nevict genuine tenants from public premises under the\ncontrol of Public Sector Undertakings/financial institutions.\nNo.21013/1/2000-Pol.I - The question of notification\nof guidelines to prevent arbitrary use of powers to evict\ngenuine tenants from public premises under the control of\nPublic Sector Undertakings/financial institutions has been\nunder consideration of the Government for some time\npast.\n2. To prevent arbitrary use of powers to evict genuine\ntenants from public premises and to limit the use of\npowers by the Estate Officers appointed under Section 3\nof the P.P.(E) Act, 1971, it has been decided by\nGovernment to lay down the following guidelines:-\n(i) The provisions of the Public Premises (Eviction\nof Unauthorised Occupants) Act, 1971 [P.P. (E) Act, 1971]\nshould be used primarily to evict totally unauthorised\noccupants of the premises of public authorities or\nsubletees, or employees who have ceased to be in their\nservice and thus ineligible for occupation of the premises.\n(ii) The provisions of the P.P.(E) Act, 1971 should\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 601\n[H.L. GOKHALE, J.]\nnot be resorted to either with a commercial motive or to A\nsecure vacant possession of the premises in order to\naccommodate their own employees, where the premises\nwere in occupation of the original tenants to whom the\npremises were let either by the public authorities or the\npersons from whom the premises were acquired.\nB\nC\n(iii) A person in occupation of any premises should\nnot be treated or declared to be an unauthorised occupant\nmerely on service of notice of termination of tenancy, but\nthe fact of unauthorised occupation, shall be decided by\nfollowing the due procedure of law. Further, the contractual\nagreement shall not be wound up by taking advantage of\nthe provisions of the P.P. (E) Act, 1971. At the same time,\nit will be open to the public authority to secure periodic\nrevision of rent in terms of the provisions of the Rent Control\nAct in each State or to move under genuine grounds under D\nthe Rent Control Act for resuming possession. In other\nwords, the public authorities would have rights similar to\nprivate landlords under the Rent Control Act in dealing with\ngenuine legal tenants.\n(iv) It is necessary to give no room for allegations that\nevictions were selectively resorted to for the purpose of\nsecuring and unwarranted increase in rent, or that a\nchange in tenancy was permitted in order to benefit\nparticular individuals or institutions. In order to avoid such\nimputations or abuse of discretionary powers, the release\nof premises or change of tenancy should be decided at\nthe level of Board of Directors of Public Sector\nUndertakings.\nE\nF\n(v) All the Public Undertakings should immediately G\nreview all pending cases before the Estate Officer or\nCourts with reference to these guidelines, and withdraw\neviction proceedings against genuine tenants on ground\notherwise than as provided under these guidelines. The\nprovisions under the P.P. (E) Act, 1971 should be used H\n:\nA\nB\n602 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nhenceforth only in accordance with these guidelines.\n3. These orders take immediate effect.\nVINEETA RAI\nAdditional Secy.\"\n47. Mr. Hansaria pointed that when the MRC Act was\nbeing framed, LIC specifically represented to Maharashtra\nState Law Commission that it be exempted from the coverage\nof the proposed law. This is recorded in Twelth Report of July\nC 1979 of the State Law Commission which finds a reference in\nparagraph 33 of the Bombay High Court judgment in Minoo\nFramroze Balsara Vs. The Union of India \u0026 ors. [AIR 1992\nBom 375]. However, that representation of L.I.C was not\naccepted. Lateron in view of the amendment of section 2 (e)\nD of the Public Premises Act, L.I.C came to be covered under\nthe Public Premises Act, but was not exempted from the MRC\nAct.\nE\nF\n48. Lastly, Mr. Hansaria relied upon the judgment of a\nDivision Bench of Karnataka High Court in the case of Bharath\nGold Mines Ltd vs. Kannappa [ILR 1988 KAR 3092] equivalent\nto 1989 (2) All India Rent Control Journal 154, where the\nDivision Bench has held that the power to evict does not include\nthe power to fix rent. Fixation of rent was independent from\neviction, and it was not dealt with under the Public Premises\nAct. The Public Premises Act does not override the provisions\nof the Karnataka Rent Control Act, 1961 regarding the fixation\nof fair rent. It is submitted that the same approach ought to be\nadopted in the present case.\nG Reply on behalf of L.I.C.\nH\n49. The learned Additional Solicitor General Mr. Rawal\nappearing for the respondents submitted that the appellant had\nagreed to 35% rise in the rent every five years. Section 7 of\nthe Public Premises Act provides for payment of rent by the\n"}