{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 14 (ADDL.) S.C.R. 533\nBANATWALA \u0026 COMPANY\nV.\nL.I.C. OF INDIA \u0026 ANR.\n(Civil Appeal No. 7171 of 2010)\nSEPTEMBER 19, 2011\n[R.V. RAVEENDRAN AND H.L. GOKHALE, JJ.]\nRent Control and eviction:\nA\nB\n-\n-\nE\nMaharashtra Rent Control Act, 1999 – s. 2(14), 8 and 29 C\n- Provisions for fixation of standard rent and maintenance of\nessential services under the Maharashtra Rent Control Act -\nApplicability of, to public premises owned by public\ncorporations/undertakings – Held: The subjects of fixation of\nStandard Rent and restoration of essential services by the D\nlandlord are covered under the Maharashtra Rent Control Act\nand not under the Public Premises Act - Application of the\ntenants for the said matters when necessary, are maintainable\nunder the Maharashtra Rent Control Act - Eviction and\nrecovery of arrears of rent are alone covered under the Public\nPremises Act - Thus, the provisions of the Maharastra Rent\nControl Act with respect to fixation of Standard Rent for\npremises, and requiring the landlord not to cut off or withhold\nessential supply or service, and to restore the same when\nnecessary, are not in conflict with or repugnant to any of the\nprovisions of the Public Premises Act - Provisions of the\nPublic Premises Act govern the relationship between the\npublic undertakings covered under the Act and their\noccupants to the extent they provide for eviction of\nunauthorised occupants from public premises, recovery of\narrears of rent or damages for such unauthorised occupation,\nand other incidental matters specified under the Act -\nProvisions of the Maharashtra Rent Control Act govern the\nrelationship between the public undertakings and their\noccupants to the extent it covers the other aspects of the\n533\nF\nG\nH\n534 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA relationship between the landlord and tenants, not covered\nunder the Public Premises Act - Public Premises (Eviction\nof Unauthorised Occupants) Act, 1971 - ss. 2(e), 5, 7 and 15.\nB\nPublic Premises (Eviction of Unauthorised Occupants)\nAct, 1971:\n-\nss. 2(e), 5, 7, 15 - Eviction of unauthorised occupants\nfrom Public Premises and recovery of arrears of rent from\nthem Initiation of proceedings under the Public Premises\nAct - Held: Proceedings initiated by the landlord would be fully\nC competent under the Public Premises Act - Occupants would\nnot be entitled to seek any remedy under the Bombay Rent\nAct or the subsequent Maharashtra Rent Control Act since\nthe jurisdiction of the civil court has been ousted u/s. 15 -\nBombay Rents, Hotel and Lodging House Rates (Control) Act,\nD 1947 - Maharashtra Rent Control Act, 1999.\nE\nF\nG\nH\n-\nss. 10 and 15 – Jurisdiction of civil courts for the remedies\nof fixation of rent or maintenance of essential services, if\nousted-Held: Jurisdiction of the civil court for these remedies\nis not ousted - Actions covered under the Public Premises\nAct are concerning eviction of unauthorised occupants and\nrecovery of arrears of rent - Act does not speak anything\nabout the fixation of Standard Rent or maintenance of\nessential services and no remedy is provided thereunder\nThe fact that proceeding for one purpose is provided under\none statute cannot lead to an automatic conclusion that the\nremedy for a different purpose provided under another\ncompetent statute becomes unavailable.\nConstitution of India, 1950:\n-\nArticle 254(2) - Repugnancy between the law made by\nthe Parliament and the law made by the State Legislature -\nWhen arises - Held: When both the legislation occupy the\nsame field with respect to one of the matters enumerated in\nList III and where a direct conflict is seen between the two - It\n!\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 535\n-\nis to be examined as to whether the two legislations occupy A\nthe same field - There is no repugnancy when legislations\ndo not occupy the same field Provisions of Maharashtra\nRent Control Act with respect to fixation of Standard Rent and\nrequiring the landlord to maintain the essential services and\nsupplies not in conflict or repugnant to any of the provisions B\nunder the Public Premises Act - Public Premises (Eviction\nof Unauthorised Occupants) Act, 1971 - Maharashtra Rent\nControl Act, 1999 – ss. 2(14), 8 and 29.\n-\n-\nTwo Acts when governing the common field, whether both\ncan apply for different purpose Held: There could be\nprovisions for certain purposes in one statute and for another\npurpose in another statute though both govern the common\nfield.\n-\nC\nD\nLife Insurance Corporation Act, 1956 - s. 21 -\nCorporation to be guided by directions of Central Government\nGuidelines dated 30.5.2002 laid down by the Central\nGovernment that the provisions of the Public Premises Act,\n1971 should be used primarily to evict totally unauthorised\noccupants and to secure periodic revision of rent in terms of E\nthe provisions of the Rent Control Act in each State, or to\nmove under genuine grounds under the Rent Control Act for\nresuming possession, whether directions u/s. 21 - Held:\nGuidelines dated 30.5.2002 are not directions u/s. 21\nPurpose of these guidelines is to prevent arbitrary use of F\npowers under the Public Premises Act - Relevance of the\nguidelines would depend upon the nature of guidelines and\nthe source of power to issue such guidelines - Source of the\nright to apply for determination of standard rent is the Rent\nControl Act; and not the guidelines – Also, by subsequent\nclarificatory order, the Central Government made it clear that\nthe guidelines dated 30.5.2002 would not apply to affluent\ntenants - Public Premises (Eviction of Unauthorised\nOccupants) Act, 1971.\nRent Control and eviction:\n-\nG\nH\nA\nB\nC\nE\n536 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n-\nExemption from operation of Rent Act - Legislative\nHeld:\nexpectations from public bodies as landlords\nExercise of discretion of public authorities must be tested on\nthe assumption that they would act for public benefit and would\nnot act as private landlords - However, these principles not\nrelevant while considering a dispute between a statutory body\nas landlord and an affluent tenant in regard to a commercial\nor non-residential premises.\n-\nRelationship between landlord and tenant in general\nChanges brought about by the Rent Control Acts - Explained\nand discussed.\nFirst respondent-Life Insurance Corporation of India\n(L.I.C.) a statutory corporation leased out a floor of a\nbuilding to appellant firm in the year 1988 under an\nD agreement of lease. At that time, the Public Premises\n(Eviction of Unauthorised Occupants) Act, 1971 as well\nas the Bombay Rents, Hotel and Lodging House Rates\n(Control) Act, 1947 were in force. The Bombay Rent Act\nwas replaced by the Maharashtra Rent Control Act, 1999\nwith effect from 31.03.2000. The said lease agreement was\nextended from time to time. In the year 2004, the monthly\nrent of the premises was revised and the same was\nchallenged in a writ petition which was subsequently\nwithdrawn and the rent was reduced. Thereafter, the lift\nof the said building was not working properly and an\napplication was filed in the Small Causes Court, for\nrestoration of the lift services under Section 29 of the\nMaharashtra Rent Control Act, 1999. The court directed\nthe respondents to repair the lift. Aggrieved, the\nrespondents filed a revision petition on the ground that\nthe Maharashtra Rent Act was not applicable and the\nsame was dismissed. Subsequently, the rent was\nincreased and also demand was raised for arrears of rent.\nAggrieved, the appellant asked for the break up of rent\nbut they did not receive any reply. The appellant filed an\nH\napplication under Section 8(3) of the MRC Act in the Court\nF\nG\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 537\nof Small Causes for fixation of standard rent, and also A\nfiled an application for fixing interim rent. The\nrespondents contended that the suit premises were\npublic premises covered under the Public Premises Act\nand the MRC Act was not applicable to them. The\nrespondents also filed an interim application. The Small B\nCauses Court rejected the said application holding that\nthe Standard Rent Application was maintainable under\nthe provisions of the MRC Act. The respondents then\nfiled a writ petition. The High Court set aside the order\npassed by the Small Causes Court and dismissed the\nStandard Rent Application. Therefore, the appellants filed\nthe instant appeals.\nC\nThe question which arose for consideration in the\ninstant appeal was whether the provisions for fixation of\nD\nstandard rent, and provisions prescribing other\nobligations for the landlord such as maintenance of\nessential services under the Maharashtra Rent Control\nAct, 1999 are applicable in respect of public premises\nowned by a Corporation such as the first respondent-Life\nInsurance Corporation of India which is otherwise\ncovered by the provisions of the Public Premises\n(Eviction of Unauthorized Occupants) Act, 1971.\nAllowing the appeal, the Court\nHELD: 1. (a) The provisions of the Maharastra Rent\nControl Act, 1999 with respect to fixation of Standard\nRent for premises, and requiring the landlord not to\ncut off or withhold essential supply or service, and\nto restore the same when necessary, are not in\nconflict with or repugnant to any of the provisions of\nthe Public Premises (Eviction of Unauthorised\nOccupants) Act, 1971.\n(b) The provisions of the Public Premises Act, 1971\nm.\nE\nF\nG\nI\nA\nB\nC\nD\nE\n538 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nshall govern the relationship between the public.\nundertakings covered under the Act and their\noccupants to the extent they provide for eviction of\nunauthorised occupants from public premises,\nrecovery of arrears of rent or damages for such\nunauthorised occupation, and other incidental\nmatters specified under the Act.\n(c) The provisions of the Maharashtra Rent Control\nAct, 1999 shall govern the relationship between the\npublic undertakings and their occupants to the\nextent this Act covers the other aspects of the\nrelationship between the landlord and tenants, not\ncovered under the Public Premises Act, 1971.\n(d) The application of appellant and similar\napplications of the tenants for fixation of Standard\nRent or for restoration of essential supplies and\nservices when necessary, shall be maintainable\nunder the Maharashtra Rent Control Act, 1999. [Para\n72] [615-F-H; 616-A-C]\nRelationship of landlord and tenant in general:\n2.1. A tenancy is created as a result of an agreement\nbetween the landlord and a tenant. Since the premises\nowned by the landlord are leased out to the tenant by\nF virtue of the agreement between the parties, the\nagreement is normally called a 'lease deed'. Although, the\nlease deed is also a contract between the parties, the\nprovisions of T.P. Act relating to contracts, shall be taken\nas part of the Indian Contract Act, 1872 (Section 4 of T.P.\nG Act). As a 'lease deed' is a contract relating to ‘leases'\ngoverned by T.P. Act, the relationship between the\nlandlord and the tenant would be governed by the terms\nof the lease deed and subject to its terms, by Section 108\nrelating to the rights and liabilities of leasor and leasee,\nH\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 539\nand other statutory provisions controlling leases under A\nthe T.P. Act. [Para 10] [557-F-H; 558-A-B]\nThe Law of Landlord and Tenant by Prof. P.F. Smith\nFourth Edn, p 9 referred to.\n-\nB\n2.2. Generally, the terms of the agreement between\nthe landlord and the tenant would require the landlord to\nmaintain the premises in tenantable condition, and he will\nget the premises repaired when necessary. The tenant\nwill be required to vacate the premises at the end of the\nperiod of lease. During the lease period, it will be the C\nresponsibility of the tenant to pay the rent regularly and\n'keep the premises in good condition subject only to\nchanges caused by reasonable wear and tear or\nirresistible force' and 'when such defect has been caused\nby any act or default on the part of the lessee, his servants D\nor agents, he is bound to make it good within three\nmonths after such notice has been given or left'. If the\ntenant commits breach of the lease agreement by not\npaying the rent regularly or remaining in arrears thereof,\nor causing damage to the premises, the landlord may E\nterminate the lease earlier, even before the expiry of the\nagreed term as per the provisions concerning the\ntermination provided in the agreement and the Transfer\nof Property Act. If the tenant does not vacate the premises\nafter the termination of lease, the landlord will have to file\na suit for evicting him in the Civil Court. On the other hand\n'if the lessor neglects to make, within a reasonable time\nafter notice, any repairs which he is bound to make to the\nproperty, the lessee may make the same himself, and\ndeduct the expense of such repairs with interest from the G\nrent, or otherwise recover it from the lessor'. Section 108\n(I) of the T.P. Act lays down that 'the lessee is bound to\npay or tender, at the proper time and place, the premium\nor rent to the lessor or his agent in this behalf'. This\nimplies that the amount of rent that the landlord will\nF\nH\n540 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n- A require shall be a certain definite amount. [Paras 11 and\n12] [558-C-H; 559-A]\nB\nThe changes brought about by the Rent Control Acts -\n3.1. Due to the problems of the scarcity of\naccommodation following the Second World War, special\nprotection was made available to the tenants against\nunjustified increases in rent and ejectment from the\ntenancies. This protection was reflected in the provisions\nof various Rent Control Acts such as the Bombay Rents,\nC Hotel and Lodging House Rates (Control) Act, 1947\nwhich governed the premises of the appellant for all\npurposes prior to the coming into force of the Public\nPremises Act, 1971. The Bombay Rents, Hotel and\nLodging House Rates (Control) Act, 1947, is one such\nD legislation which is an advancement over the Transfer of\nProperty Act. This Act laid down that a tenant will not be\nevicted unless the landlord establishes that the tenant\nhas committed breaches as laid down under that Act, and\nthe burden will be on the landlord to establish that the\nE tenant has committed the particular breach, such as\nbeing in arrears of standard rent over a specified period,\nerecting permanent structures on the premises without\nlandlord's permission, sub-letting the premises and\ncausing nuisance to the neighbours etc. A reasonable\nand bonafide requirement of the landlord was also\nprovided as a ground for eviction. If the landlord was\ncharging rent excessively, a right was given to the tenant\nto have the standard rent fixed under Section 11 of that\nAct. A further right was given to the tenant to approach\nthe Court under Section 24 of that Act for maintenance\nand restoration of essential services in case the landlord\nneglected, the same. [Para 13] [559-A-H; 560-A]\nF\nG\nThe Law of Rent Control by R.B. Andhyarujina, Second\nEdn p 12 - referred to.\nH\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 541.\nB\n3.2. Earlier, the relationship between L.I.C as the A\nlandlord and its tenants was governed under the Bombay\nRent Act 1947. The Public Premises (Eviction of\nUnauthorised Occupants) Act, 1971, provides only for\neviction of unauthorized occupants, and recovery of\narrears of rent from the tenant and those subjects no\nlonger remained covered under the Bombay Rent Act.\nThe Bombay Rent Act came to be replaced by the\nMaharashtra Rent Control Act, 1999. The MRC Act is\nsubsequent to the Public Premises Act, 1971, and has\ncome into force with effect from 31.3.2000 after receiving C\nthe assent of the President of India. Therefore, the\nsubjects which were covered under the Bombay Rent Act\ncame to be covered under the MRC Act as appropriately\nmodified including the concept of standard rent. [Paras\n14, 15 and 16] [560-C, G-H]\nThe impugned judgment of the High Court and its reliance\non the Constitution Bench judgment in Ashoka.\nMarketing Ltd.:\nD\nE\n4. The impugned judgment in the instant case relied\nupon the observations in Ashoka Marketing's case-\"the\nprovisions of the Public Premises Act, to the extent they\ncover premises falling within the ambit of the Rent\nControl Act, override the provisions of the Rent Control\nAct and a person in unauthorized occupation of public F\npremises under Section 2(e) of the Act cannot invoke the\nprotection of the Rent Control Act\", to hold that once the\npremises were covered under the Public Premises Act,\nthat Act will override the Rent Control Act and therefore,\nin the instant case, standard rent application was not G\nmaintainable. On the other hand, it was submitted on\nbehalf of the appellant that the statement in Ashoka\nMarketing judgment, when it speaks of 'provisions to the\nextent they cover', it means the 'subject matter' covered\nby the provisions under the two acts. It must be noted\nthat the controversy in the case of Ashoka Marketing was\nH\nC\n542 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA with respect to the subject of eviction of the\nunauthorized occupants from the public premises.\nEviction of tenants in general was a subject covered by\nboth the statutes under considerations before the Court.\nHowever, the Public Premises Act contains the special\nB provisions for the eviction of unauthorized occupants\nfrom the public premises, but for which they would fall\nwithin the ambit of the Rent Control Act. Consequently,\nin view of the dicta, the proceedings under the Public\nPremises Act were held to be valid and legal, and not\nthose under the Delhi Rent Control Act. The subject\nmatter of controversy in the instant case is with respect\nto the fixation of standard rent, which is not covered\nunder the provision in the Public Premises Act. On the\nother hand the same is very much covered under the\nMaharastra Rent Control Act, 1999. The overriding effect\ngiven to Public Premises Act cannot mean overriding with\nreference to a matter which was not dealt with by that Act,\nsince the Public Premises Act did not claim to cover the\nsubject other than eviction of unauthorized occupants\nfrom public premises and recovery of arrears of rent.\n[Para 31] [583-H; 584-A-F]\nD\nE\nAshoka Marketing Ltd. and Anr. Vs. Punjab National\nBank and Others 1990 (4) SCC 406: 1990 (3) SCR 649; New\nDelhi Municipal Committee Vs. Kalu Ram \u0026 Anr. AIR 1976\nF SC 1637 1976 Suppl. SCR 87; Shri Sarwan Singh and\nanother Vs. Shri Kasturi Lal 1977 (1) SCC 750 : 1977 (2) SCR\n421 - referred to.\nPublic Premises Act vis-à-vis the Bombay Rent Act and\nG the MRC Act on the issue of eviction of unauthorised\noccupants from Public Premises:\n5. For the purposes of eviction of unauthorised\noccupants, and for the recovery arrears of rent from\nthem, the proceedings to be initiated by the respondents\nH would be fully competent under the Public Premises Act,\n"}