{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84}],"text":"BANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 613\n[H.L. GOKHALE, J.]\nstandard. We may however, add that these principles will have\nno relevance while considering a dispute between a statutory\nbody as landlord and an affluent tenant in regard to a\ncommerical or non-residential premises.\nOn the relevance of the Guidelines -\n67. In the instant case, the activities of the respondent/L.I.C\nare controlled by the LIC Act. Section 21 of the LIC Act lays\ndown that the Corporation shall be guided by the directions\nissued by the Central Government. This Section reads as\nfollows:-\n\"21. Corporation to be guided by the directions of Central\nGovernment-\n'\nA.\nB\nC\nIn the discharge of its functions under this Act, the\nCorporation shall be guided by such directions in matters D\nof policy involving public interest as the Central\nGovernment may give to it in writing; and if any question\narises whether a direction relates to a matter of policy\ninvolving public interest the decision of the Central\nGovernment thereon shall be final.\"\nThe guidelines dated 30.5.2002 are not directions under\nsection 21 of the LIC Act.\nE\n68. We have referred to the guidelines laid down by the\nCentral Government in this behalf. Guidelines no. 2(i) and 2 (iii) F\nare relevant for our purpose. Guideline no. 2 (i) states that the\nprovisions of the Public Premises Act, 1971 should be used\nprimarily to evict totally unauthorised occupants. Guideline No.\n2 (iii) specifically states that it will be open to the public authority\nto secure periodic revision of rent in terms of the provisions of\nG\nthe Rent Control Act in each State, or to move under genuine\ngrounds under the Rent Control Act for resuming possession.\nThus, these guidelines specifically recognise the relevance of\ncertain provisions of Rent Control Acts for their application to\nthe properties covered under the Public Premises Act. It is H\n614 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA stated in the guidelines that the public authorities would have\nrights similar to private landlords under the Rent Control Acts\nin dealing with genuine legal tenants. It follows that the public\nauthorities will have the obligations of the private landlords also.\nIt is relevant to note that the purpose of these guidelines is to\nprevent arbitrary use of powers under the Public Premises Act.\nThe relevance of the guidelines will depend upon the natureof\nguidelines and the source of power to issue guidelines. The\nsource of the right to apply for determination of standard rent\nis the Rent Control Act, and not the guidelines.\nB\nс\nD\nE\n69. We may also note by subsequent clarificatory order\ndated 23.7.2003, the Central Government has made it clear that\nthe guidelines dated 30.5.2002 will not apply to affluent tenants:\n\"The Government resolution dated 30.5.2002 embodies\nthe guidelines dated 14.1.1992 for observance by the public\nsector undertakings. However, clarification was issued vide OM\nNo. 21011/790 Pol-I IV H. 11 dated 7.7.1993 that the guidelines\nare meant for genuine non-affluent tenants and these are not\napplicable to the large buisiness housesand commerical\nentrepreneours.\"\n70. It was submitted on behalf of the respondents that if\nthe appellant or the tenants are aggrieved by the fixation of the\nrent, their remedy is to invoke the writ jurisdiction of the High\nCourt. In making this submission, the respondents are ignoring\nF that the writ jurisdiction is a discretionary jurisdiction. Besides,\nnormally oral evidence is not recorded while exercising the writ\njurisdiction. Although part of the evidence to be examined in\nthe process of rent fixation would be documentary, such as the\nprovisions of the contract between the parties and those\nG governing properties of the government, there would also be\nmany other factors which may require oral evidence, particularly\nwith respect to the comparable properties. An appropriate\nremedy, forum and procedure are therefore necessary in the\ninterest of fairness and proper adjudication. That apart, there\nis no reason to insist upon such an interpretation which will\nH\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 615\n[H.L. GOKHALE, J.]\ndeny to the tenants of the public premises, a remedy and a A\nforum which are otherwise available to the tenants under the\nMRC Act..\n71. In view of what is stated above, the interpretation as\ncanvassed by the respondents will deny the appropriate remedy\nto the petitioner and the like tenants, to have the rent of their B\npremises being fixed by filing a Standard Rent Application, and\nalso to get the essential services restored in the event of any\ndifficulty. There is no reason to accept any such interpretation\nbecause as stated above there is no conflict between this\nprovisions of the MRC Act with those under the Public C\nPremises Act, when it comes to fixation of standard rent and\nrestoring the essential supplies. Otherwise it will expose the\nprovisions of Public Premises Act to the vires of\nunreasonableness also. The interpretation canvassed by the\nrespondents is not in consonance with the welfare state that is D\ncontemplated under the Indian Constitution. Accordingly, we\nhold that the impugned judgment of the learned Single Judge\nof Bombay High Court does not lay down the correct position\nin law. As against that we approve the approach and the\ninterpretation adopted by the Karnataka High Court in Bharath E\nGold Mines Ltd. (supra).\n72. In the circumstances, we hold as follows:-\n(a) The provisions of the Maharastra Rent Control Act,\n1999 with respect to fixation of Standard Rent for premises, F\nand requiring the landlord not to cut off or withhold essential\nsupply or service, and to restore the same when necessary, are\nnot in conflict with or repugnant to any of the provisions of the\nPublic Premises (Eviction of Unauthorised Occupants) Act,\n1971.\n(b) The provisions of the Public Premises Act, 1971 shall\ngovern the relationship between the public undertakings\ncovered under the Act and their occupants to the extent they\nprovide for eviction of unauthorised occupants from public\nG\nH\n616 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA premises, recovery of arrears of rent or damages for such\nunauthorised occupation, and other incidental matters specified\nunder the Act.\nB\nC\nD\nE\nF\n(c) The provisions of the Maharashtra Rent Control Act,\n1999 shall govern the relationship between the public\nundertakings and their occupants to the extent this Act covers\nthe other aspects of the relationship between the landlord and\ntenants, not covered under the Public Premises Act, 1971.\n(d) The application of appellant and similar applications\nof the tenants for fixation of Standard Rent or for restoration of\nessential supplies and services when necessary, shall be\nmaintainable under the Maharashtra Rent Control Act, 1999.\n73. Hence, we pass the following order-\n(a) This appeal is allowed, and the order dated 8.9.2009\npassed by the learned Single Judge of Bombay High Court, in\nWrit Petition No. 5023/2009 filed by the respondents is set\naside. The said Writ Petition shall stand dismissed.\n(b) The order dated 30.3.2009 passed by the Court of\nSmall Causes, Mumbai rejecting respondents' application\nobjecting to the maintainability of appellant's Application\nNo.RAN24/SR/08 for fixation of Standard Rent is upheld. The\nsaid Standard Rent Application will now be heard and decided\non its merits and in accordance with law.\n(c) In the facts of this case, there will be no order as to\ncosts.\nN.J.\nAppeal allowed.\n"}