{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"BANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 543\nand that in such an eventuality the occupants would not A\n* be entitled to seek any remedy under the Bombay Rent\nAct or the subsequent MRC Act, since the jurisdiction of\nthe Civil Court has been ousted under Section 15 of the\nPublic Premises Act in this behalf. [Paras 32, 58] [584-G-\nH; 585-A; 606-D]\nKaiser-I-Hind Pvt. Ltd. \u0026 Anr. vs. National Textile Corpn.\n(Maharashtra North) Ltd. \u0026 Ors. 2002 (8) SCC 182: 2002 (2)\nSuppl. SCR 555; Crawford Bayley \u0026 Co. \u0026 Ors. v. Union of\nIndia \u0026 Ors. 2006 (6) SCC 25: 2006 (3) Suppl. SCR 240\nrelied on.\nThe question of Repugnancy:\n-\n6.1. The distribution of legislative powers between the\nUnion of India and the States has been provided in the\nSeventh Schedule of the Constitution. It consists of List\nI which is the Union List, List II which is the State List and\nList Ill which is the Concurrent List, The question of\nrepugnancy can arise only in connection with the\nsubjects which are enumerated in the Concurrent List\nwith respect to which both the Union and the State\nLegislatures have the concurrent power to legislate, and\nwhen the State Legislature makes a law on a subject on\nwhich the Parliament has already made a law. It is to deal\nwhich such a conflict that Article 254 has been enacted.\nArticle 254 of the Constitution deals with the question of\ninconsistency between the laws made by the Parliament\nand laws made by the Legislatures of States. [Para 34]\n[589-A-C]\nB\nC\nD\nE\nF\n6.2. The question of repugnancy between the law G\nmade by the Parliament and the law made by the State\nLegislature may arise in cases when both the legislation\noccupy the same field with respect to one of the matters\nenumerated in List III and where a direct conflict is seen\nbetween the two. The question therefore to be examined H\n544 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA is as to whether the two legislations occupy the same\nfield. If they do not, then there is no repugnancy. Unless\nthe provisions are irreconcilable, there will be a\npresumption in favour of the constitutionality. [Paras 35\nand 36] [590-B; 591-B]\nB\nC\n6.3. The MRC Act which is a State Act, is an Act\nsubsequent to the Public Premises Act, and has been\nassented by the President, notwithstanding the existence\nof the Public Premises Act, the situation, therefore, would\nbe governed by Sub-article (2) of Article 254 of the\nConstitution. [Paras 60, 61]·\nHoechst Pharmaceuticals Ltd. Vs. State of Bihar 1983 (4)\nSCC 45: 1983 (3) SCR 130; State of West Bengal Vs.\nKesoram Industries Ltd. And Ors. 2004 (10) SCC 201: 2004\nD (1) SCR 564; Ch. Tika Ramji and Ors. etc. v. The State of\nUttar Pradesh and Ors. AIR 1956 SC 676: 1956 SCR 393;\nM. Karunanidhi vs. Union of India and Anr. 1979 (3) SCC\n431: 1979 (3) SCR 254; Deep Chand vs.. State of U.P. AIR\n1959 SC 648: 1959 (2) Suppl. SCR 8; Vijay Kumar Sharma\nE and Ors. vs. State of Karnataka and Ors. 1990 (2) SCC 562:\n1990 (1) SCR 614 - referred to.\nF\nG\nI\nIn the event of two Acts governing a common field,\nwhether both can apply for different purposes:\n7. There could be provisions for certain purposes in\none statute, and for another purpose in another statute,\nthough both govern the common field. [Para 39] [593-D]\nKrishna Distt. Coop. Mktg. Society Ltd. Vijayawada vs.\nN.V. Purnachandra Rao \u0026 Ors. 1987 (4) SCC 99: 1987 (3)\nSCR 728; National Engineering Industries Ltd. vs. Shri Kishan\nBhageria \u0026 Ors. 1988 Supp. SCC 82; Bharat Hydro Power\nCorpn. Ltd. \u0026 Ors. v. State of Assam \u0026 Anr. 2004 (2) SCC.\n553: 2004 (1) SCR 284; State of Maharashtra v. Bharat\nShanti Lal Shah and Ors. 2008 (13) SCC 5: 2008 (12) SCR\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 545\n1083; Zameer Ahmed Latifur Rehman Sheikh vs. State of A\nMaharashtra \u0026 Ors. 2010 (5) SCC 246: 2010 (4) SCR 1042\n- referred to.\nFixation of Standard Rent in the context of exemptions\nfrom the Rent Control Laws - The question of remedy: B\n8. Whatever be the object of granting exemption,\nwhere the object is to see that the properties of the State\nor semi-state bodies should not suffer by the rigours of\nthe Rent Control Laws or the possession of the public\npremises be recovered expeditiously, \"the Courts have C\nexpressed their views that these authorities being public\nbodies should so behave as not to act contrary to the\npolicies laid down in the Rent Control Laws namely not\nto increase the rent unreasonably or excessively, nor to\nevict their tenant unreasonably or arbitrarily, save and\nexcept in public interest.\" [Para 42] [595-G-H; 596-A-B]\nRampratap Jaidayal Vs. Dominion of India AIR 1953\nBom 170; State of Bombay Vs. F.N. Balsara 1951 SCR 682:\n53 Bom. LR 982 (SC); Chiranjitlal v. Union of India' AIR 1951\nSC 41: 1950 SCR; Baburao Shantaram More Vs. The\nBombay Housing Board AIR 1954 SC 153: 1954 SCR 572;\nM/s Dwarkadas Marfatia V. Bombay Port Trust 1989 (3) SCC\n293 - referred to.\nJ.H. Dalal in his Commentary on the Bombay Rent Act\nFifth Edn, p 65 - referred to.\nThe issue with respect to maintainability of the Standard\nRent application and the question of conflict with the\nprovisions of the Public Premises Act:\n9. In the instant case, the subjects of fixation of\nStandard Rent and restoration of essential services by\nthe landlord are covered under the MRC Act, but in no\nway under the Public Premises Act. The Public Premises\nD\nE\nF\nG\nH\n546 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nSUPRE\nA Act, in fact does not claim to cover these subjects. The\nCourt has to look at the substance of the matter. Regard\nmust be had to the enactment as a whole, to its main\nobjects and scope of its provisions. Incidental and\nsuperficial encroachments are to be disregarded.\nB Eviction and recovery of arrears of rent are alone covered\nunder the Public Premises Act. The subject of fixation of\nrent is different and independent from eviction. That being\nthe position, there is no conflict between the MRC Act and\nthe Public Premises Act when it comes to the provisions\nin the MRC Act with respect to fixation of Standard Rent\nand requiring the landlord to maintain the essential\nservices and supplies. Therefore, the provisions of MRC\nAct in that behalf cannot in any way be said to be\nrepugnant to those under the Public Premises Act. The\npresumption is in favour of constitutionality, and the\nCourt is not expected to strike down a provision unless\nthe conflict is a real one. In the instant matter there is no\nsuch real conflict. [Para 62] [608-C-H]\nC\nD\nE 3092\nF\nBharath Gold Mines Ltd. vs. Kannappa ILR 1988 KAR\napproved.\n-\nJain Ink Mfg. Co. vs. LIC Prithipal Singh v. Satpal Singh\n(Dead) thr. its Lrs. 2010 (2) SCC 15: 2009 (16) SCR 736;\nState of West Bengal vs. Kesoram Industries Ltd. And Ors.\n2004 (10) SCC 201: 2004 (1) SCR 564 - relied on.\nOn ouster of the jurisdiction of the civil courts:\n10.1. Section 10 of the Public Premises Act does give\na finality to the orders passed by the Estate Officers or\nG the Appellate Officers, and states that 'the same shall not\nbe called in question in any original suit, application or\nexecution proceeding, and no injunction shall be granted\nby any court or other authority in respect of any action\ntaken or to be taken in pursuance of any power conferred\nH\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 547\nby or under this Act'. Section 15 of the Act specifically A..\n- states that no court shall have jurisdiction to entertain\nany suit or proceeding in respect of the subjects,\namongst others concerning, '(a) the eviction of any\nperson who is in unauthorised occupation of any public\npremises, and (d) the arrears of rent payable under sub- B\nsection (1) of Section 7 or damages payable under sub-\nsection (2), or interest payable under sub-section (2A), of\nthat section'. Therefore, to that extent the jurisdiction of\nthe Civil Court is ousted. The actions which are covered\nunder the Public Premises Act are concerning eviction of C\nunauthorised occupants and recovery of arrears of rent.\nThe Act however, does not claim to speak anything about\nthe fixation of Standard Rent or maintenance of essential\nservices. For these purposes no remedy is provided\nunder the Public Premises Act. Therefore, the jurisdiction\nof the Civil Court for these remedies cannot be held to\nbe ousted. [Para 63] [609-G-H; A-C]\nChurch of North India vs. Lavajibhai Ratanjibhai 2005\n(10) SCC 760; Dhulabhai Vs. State of M.P. AIR 1969 SC 78:\n1968 SCR 662 - referred to.\n10.2. It was submitted that if the submission of the\nappellant is accepted it would mean permitting\nproceedings before the Court of Estate Officer for\nrecovery of arrears of rent, and before the Rent Controller\nfor fixation of standard rent, and the same is not desirable.\nThis by itself can be no reason to hold the Standard Rent\nApplication to be not maintainable before the Court of\nSmall Causes. [Para 64] [610-E]\nChurch of North India vs. Lavajibhai Ratanjibhai 2005\n(10) SCC 760; National Engineering Industries Ltd. vs. Shri\nKishan Bhageria \u0026 Ors. 1988 Supp. SCC 82 – referred to.\n-\nD\nE\nF\nG\n10.3. The MRC Act being a welfare statute like the\nlabour laws is enacted after considering the requirements H\n548 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA of the tenants, and contains the provisions for fixation of\nstandard rent and for restoring essential services and\nsupplies when necessary. The public premises are not\nspecifically exempted from the applicability of the MRC\nAct. That being so, there is no reason to hold that these\nB remedies would not be available to the tenants of the\npublic premises, though for the purposes of eviction of\nunauthorised occupants and recovery of arrears of rent,\nthe proceedings would lie only under the Public Premises\nAct. The proceedings for the recovery of arrears of rent\nC are at the instance of landlord, whereas those for fixation\nof standard rent are at the instance of the tenant. Both\nthese proceedings are quite different in their prayers and\nscope of consideration. The fact that the proceeding for\none purpose is provided under one statute cannot lead\nto an automatic conclusion that the remedy for a different\nD\npurpose provided under another competent statute\nbecomes unavailable. [Para 65] [611-E-H; 612-A]\nLU\nE\nExpectations from Public Bodies:\n11. The exercise of discretion of public authorities\nmust be tested on the assumption that they would act for\npublic benefit and would not act as private landlords and\nthey must be judged by that standard. However, these\nprinciples would have no relevance while considering a\nF dispute between a statutory body as landlord and an\naffluent tenant in regard to a commercial or non-\nresidential premises. [Para 66] [612-H; 613-A]\nG\nH\nRampratap Jaidayal Vs. Dominion of India AIR 1953\nBom 170; Baburao Shantaram More Vs. The Bombay\nHousing Board AIR 1954 SC 153:1954 SCR 572; M/s\nDwarkadas Marfatia V. Bombay Port Trust 1989 (3) SCC\n293 - relied on.\nOn the relevance of Guidelines:\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 549\nD\n12.1. In the instant case, the activities of the A\nrespondent/L.I.C are controlled by the LIC Act. Section 21\nof the LIC Act lays down that the Corporation shall be\nguided by the directions issued by the Central\nGovernment. The guidelines dated 30.5.2002 laid down\nby the Central Government are not directions under B\nSection 21 of the LIC Act. Guideline no. 2 (i) states that\nthe provisions of the Public Premises Act, 1971 should\nbe used primarily to evict totally unauthorised\noccupants. Guideline No. 2 (iii) specifically states that it\nwill be open to the public authority to secure periodic C\nrevision of rent in terms of the provisions of the Rent\nControl Act in each State, or to move under genuine\ngrounds under the Rent Control Act for resuming\npossession. Thus, these guidelines specifically\nrecognize the relevance of certain provisions of Rent\nControl Acts for their application to the properties\ncovered under the Public Premises Act. It is stated in the\nguidelines that the public authorities would have rights\nsimilar to private landlords under the Rent Control Acts\nin dealing with genuine legal tenants. It follows that the\npublic authorities would have the obligations of the\nprivate landlords also. The purpose of these guidelines\nis to prevent arbitrary use of powers under the Public\nPremises Act. The relevance of the guidelines would\ndepend upon the nature of guidelines and the source of\npower to issue such guidelines. The source of the right\nto apply for determination of standard rent is the Rent\nControl Act, and not the guidelines. By subsequent\nclarificatory order, the Central Government has made it\nclear that the guidelines dated 30.5.2002 would not apply\nto affluent tenants. [Paras 67, 68 and 69] [613-B-E; 613-\nF-H; 614-A-C]\nE\nF\nG\n12.2. The respondents submitted that if the appellant\nor the tenants are aggrieved by the fixation of the rent,\ntheir remedy is to invoke the writ jurisdiction of the High H\n.\n550 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Court. The respondents ignored that the writ jurisdiction\nis a discretionary jurisdiction. Besides, normally oral\nevidence is not recorded while exercising the writ\njurisdiction. Although part of the evidence to be examined\nin the process of rent fixation would be documentary,\nB such as the provisions of the contract between the\nparties, there would also be many other factors which\nmay require oral evidence, particularly with respect to the\ncomparable properties. An appropriate remedy, forum\nand procedure are therefore, necessary in the interest of\nfairness and proper adjudication. That apart, there is no\nreason to insist upon such an interpretation which would\ndeny to the tenants of the public premises, a remedy and\na forum which are otherwise available to the tenants\nunder the MRC Act. [Para 70] [614-F-H; 615-A]\nC\nD\n12.3. The interpretation as canvassed by the\nrespondents would deny the appropriate remedy to the\npetitioner and the like tenants, to have the rent of their\npremises being fixed by filing a Standard Rent\nApplication, and also to get the essential services\nE restored in the event of any difficulty. There is no reason\nto accept any such interpretation because there is no\nconflict between the provisions of the MRC Act with those\nunder the Public Premises Act, when it comes to fixation\nof standard rent and restoring the essential supplies.\nF Otherwise it would expose the provisions of Public\nPremises Act to the vires of unreasonableness also. The\ninterpretation canvassed by the respondents is not in\nconsonance with the welfare state that is contemplated\nunder the Constitution. [Para 71] [615-B-D]\nG\nBharath Gold Mines Ltd. vs. Kannappa ILR 1988 KAR\n3092 approved.\n-\n13. The order passed by the Single Judge of the High\nCourt in writ petition filed by the respondents is set aside\nH and the writ petition is dismissed. The order passed by\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 551.\nthe Court of Small Causes rejecting respondents' A\napplication objecting to the maintainability of appellant's\napplication for fixation of Standard Rent is upheld. [Para\n73] [616-D-E]\nPersis Kothawala vs. LIC 2004 (4) BCR 610; Shangrila\nFood Products Ltd. and Anr. Vs. L.I.C. and Anr. 1996 (5) SCC\n54: 1996 (3) Suppl. SCR 279; New India Assurance Co. Ltd.\nVs. Nusli Neville Wadia 2008 (3) SCC 279: 2007 (13) SCR\n598-referred.to.\nCase Law Reference:\nB\nC\n1990 (3) SCR 649\nReferred to\nPara 26, 28, 30,\n31, 60\n1976 Suppl. SCR 87\nReferred to\nPara 27\nD\n1977 (2) SCR 421\nReferred to\nPara 29\n2002 (2) Suppl. SCR 555 Relied on.\nPara 32\n2006 (3) Suppl. SCR 240 Relied on.\nPara 32\n1983 (3) SCR 130\nReferred to\nPara 35\nE\n2004 (1) SCR 564\nReferred to\nPara 35\n1956 SCR 393\nReferred to\nPara 36\n1979 (3) SCR 254\nReferred to\nPara 37\nF\n1959 (2) Suppl. SCR 8\nReferred to\nPara 37\n1990 (1) SCR 614\nReferred to\nPara 38\n1987 (3) SCR 728\nReferred to\nPara 39\n0\n1988 Supp. SCC 82\nReferred to\nPara 40, 64\n2004 (1) SCR 284\nRelied on.\nPara 40, 62\n2008 (12) SCR 1083\nReferred to\nPara 41\n2010 (4) SCR 1042\nReferred to\nPara 41\nH\n552 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA 1951 SCR 682\nReferred to\nPara 43\n1950 SCR 869\nReferred to\nPara 43\n2004 (4) BCR 61\nReferred to\nPara 46\nAIR 1992 Bom 375\nReferred to\nPara 47\nB\nILR 1988 KAR 3092\nApproved\nPara 48, 62 and\n71\n1996 (3) Suppl. SCR 279 Referred to\nPara 49\nC\n2009 (16) SCR 736\nReferred to\nPara 54\n2005 (3) SCR 1037\nReferred to\nPara 55, 63\n1968 SCR 662\nReferred to\nPara 55\nD\n2007 (13) SCR 598\nReferred to\nPara 57\n1981 (1) SCR 498\nRelied on\nPara 62\nAIR 1953 Bom 170\nRelied on\nPara 66\n1954 SCR 572\nRelied on.\nPara 66\nE\n1989 (2) SCR 751\nRelied on.\nPara 66\nF\nG\nH\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n7171 of 2010.\nFrom the Judgment \u0026 Order dated 8.9.2009 of the High\nCourt of Bombay in WP No. 5023 of 2009.\nVijay Hansaria, Sanjay Sarin, Manoj B. Dalvi, Rehana A.\nKesuri, Senha Gagandeep Kaur and Manjusha Wadhwa for the\nAppellant.\nH.P. Raval, ASG, Indra Sawhaney for the Respondent.\nThe Judgment of the Court was delivered by\nH.L. GOKHALE J. 1. This appeal, by Special leave raises\n"}