{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"BANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 553\n[H.L. GOKHALE, J.]\na question as to whether the provisions for fixation of standard A\nrent, and provisions prescribing other obligations for the landlord\nsuch as maintenance of essential services under the concerned\nRent Control Act viz. Maharashtra Rent Control Act, 1999 as in\nthe present case (hereinafter referred to as the MRC Act), are\napplicable in respect of public premises owned by a corporation\nsuch as the first respondent Life Insurance Corporation of India\n(L.I.C in short) which is otherwise covered by the provisions of\nthe Public Premises (Eviction of Unauthorized Occupants) Act,\n1971 (hereinafter referred to as the Public Premises Act).\nShort facts leading to this appeal are as follows -\n2. The appellant is a firm of Advocates and Solicitors, and\nis a tenant in possession of 5th floor of a seven storey building,\nsituated at 269 D.N. Road, Fort Mumbai owned by the first\nRespondent, L.I.C. L.I.C. is a statutory corporation constituted\nunder the Life Insurance Corporation Act, 1956. The area under\noccupation of the appellant is 1289.16 sq. feet (equivalent to\n113 sq. metres). The petitioner is a tenant of these premises\nsince 1st August, 1988 under an agreement of lease which has\nbeen extended from time to time. It is relevant to note that there\nare no proceedings of eviction filed by the respondent No. 1\nagainst the appellant. The second respondent is the Regional\nManager (estates) of L.I.C.\nB\nC\nD\nE\n3. The respondent No. 2 revised the monthly rent of these\npremises suddenly by his letter of 14th July, 2004 from Rs. F\n6,891/- to Rs. 39,069/-, including Municipal taxes and\nmiscellaneous charges. The appellant filed a Writ Petition in the\nBombay High Court being Writ Petition No. 2266 of 2004 to\nchallenge the increasing of rent as arbitrary. The respondents\nmade a statement in the High Court that if the petitioner abides G\nby clause IV (e) of the lease agreement between the parties and\npays increased rent as provided therein, the respondents will\nnot enforce the increase in the rent that was proposed through\nletter dated 14.7.2001. Thereupon the writ petition was\nwithdrawn. Subsequently, the respondents sent a reduced bill H\n554\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA of Rs. 9144/- per month which included basic rent of Rs. 6181/\n- plus municipal taxes and water charges of Rs. 355/- and misc.\ncharges of Rs. 100/-. We place the above clause IV (e) on\nrecord. It reads as follows:-\n00\nB\nC\nE\n\"(e) The Lessor doth hereby convenant with the Lessee\nthat upon the Lessee paying the rent hereby reserved\nregularly and observing and performing all the convenants.\nand conditions herein contained, the Lessor shall on\nLessee's request extend the period of the lease on the\nsame terms and conditions not exceeding five years from\nthe expiration of the terms hereby granted subject however\nthat there will be an escalation/increase in the rent hereby\nreserved by 35% of the rate mentioned hereinabove.\"\n4. It so transpired that the lift of the building (wherein these\nD premises are situated) was not working properly, and hence,\nsometime in 2007, the appellant, alongwith two other tenants,\nfiled an application bearing R.E.S. Application No.48/Res of\n2007 in the Small Causes Court, Mumbai for restoration of the\nlift services under Section 29 of the MRC Act. A Single Judge\nof that Court who heard an Interim application therein, directed\nthe respondents by his order dated 3.10.2007 to repair the lift.\nA revision petition bearing Revision Application No.308/2007\nwas filed by the respondents to challenge that order. The\nsubmission of the respondents, that the MRC Act was not\napplicable, was turned down by a Division Bench of that Court,\nwhich dismissed that petition by its order dated 11.1.2008. In\nthe meanwhile, in April, 2007 the respondents further decreased\nthe rent from Rs. 9144/- to Rs. 6891/- per month.\nF\n5. The monthly rent for the premises, however continued\nG to be uncertain. The respondents increased the rent for the\npremises once again in March, 2008 to Rs. 8689/-. In April,\n2008 they demanded rent of Rs. 25,063/- on the basis that the\nrateable value of the building had been raised by the Mumbai\nMunicipal Corporation from the month of April, 2006 onwards\nH from Rs. 17,895/- to Rs. 1,21,805/-. The appellant was called\nBANATWALA \u0026 COMPANY: v. L.I.C. OF INDIA \u0026 ANR. 555\n[H.L. GOKHALE, J.]\nupon to pay the arrears of rent also from April 2006 amounting A\n- to Rs. 8,89,503/-.\n6. The appellant therefore asked for the break up of the\nrent bill by their letter dated 2.4.2008. Since no reply was\nreceived, appellant filed an Application (registered as RAN\napplication No.24/SR/08) under Section 8 (3) of the MRC Act\nin the Court of Small Causes for fixation of standard rent, and\nalso filed an application for fixing interim rent. Respondents in\ntheir turn challenged the jurisdiction of the Small Causes Court\nto entertain the proceeding, and contended that the suit\npremises were public premises covered under the Public\nPremises Act, and the MRC Act did not apply to them. They\nfiled an application (exhibit 14) seeking a decision on that issue\nas a preliminary issue. The Small Causes Court, vide its order\ndated 30.3.2009, rejected this application Exhibit 14 and held\nthat the said Standard Rent Application was maintainable under\nthe provisions of MRC Act. Being aggrieved by that order, the\nrespondents filed a Writ Petition invoking. Article 227 of the\nConstitution of India in the Bombay High Court bearing Writ\nPetition No. 5023 of 2009. ⠀\nB\nC\nD\nE\n7. A Learned Single Judge of the High Court who heard\nthe matter, accepted the contention raised by the respondents,\nand allowed the petition by his order dated 8.9.2009. Thereby,\nhe set-aside the said order dated 30.3.2009 and dismissed\nthe Standard Rent Application. Being aggrieved by that F\njudgment and order, this Appeal by way of special leave has\nbeen filed. Mr. Vijay Hansaria, Sr. Advocate appeared for the\nappellant, and Mr. H.P. Rawal, Additional Solicitor General\nappeared for the respondents.\nRival Submissions in a nutshell\nG\n8. The learned counsel for the appellant submitted that\nunder Section 3 (1) (a) of the MRC Act, only the premises\nbelonging to the Government or a local authority are exempted\nfrom the application of the Act. The MRC Act covers five H\n1th\n556 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA subjects viz. (i) control of rent, (ii) repairs of certain premises,\n(iii) eviction, (iv) encouraging the construction of new houses\nby assuring of fair return on the investment to the landlord, and\n(v) matters connected with the aforesaid purposes. It was\nsubmitted that on the other hand, the Public Premises Act\nB provided only for the third subject out of these five subjects viz.\n(iii) eviction of unauthorized occupants from public premises\nand for certain incidental matters including recovery of arrears\nof rent from the tenant. The MRC Act contains a specific\nchapter namely Chapter II regarding the fixation of standard rent\nC and permitted increases. Section 29 of the MRC Act lays down\nthe duty of the landlord not to cut off or withhold essential supply\nor service enjoyed by the tenant, and provides for a remedy to\nthe tenant in the events of any breach of this duty by the landlord.\nAs against that, there is no provision in that behalf in the Public\nPremises Act. Mr. Hansaria, learned counsel for the appellant\nsubmitted that in as much as there is no provision for fixation\nof standard rent or restoration of essential services in the Public\nPremises Act, and since the MRC Act is a subsequent Act, the\nprovisions of the MRC Act will have to be held as available to\nthe tenants for these purposes. Mr. Hansaria, did not dispute\nthat the premises occupied by the appellant are public premises\nwithin the definition of the concept of public premises under the\nPublic Premises Act. He did not also dispute that in regard to\nmatters relating to eviction and recovery of arrears of rent, the\nPublic Premises Act will apply to applications by respondents\nagainst appellant. He however, contended that for the purpose\nof fixation of standard rent of the premises of the appellant, the\nMRC Act will apply.\nD\nE\nF\nG\nH\n9. As against this, the submission of Mr. H.P. Rawal,\nAdditional Solicitor General, was that the concept of standard\nrent was foreign to the Public Premises Act, and should not be\npermitted to be applied to the public premises by permitting\napplications under the MRC Act for that purpose, particularly\nwhen the Parliament has not made any provision in this behalf\nin the Public Premises Act. That apart, according to the\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 557\n[H.L. GOKHALE, J.]\nrespondents they were seeking to recover the permitted A\nincreases on account of increase in the ratable value of the\nbuilding by the Mumbai Municipal Corporation, which was\nbeing disputed by the appellant. With a view to appreciate\nthese rival submissions, we shall look into the general principles\ngoverning the relationship between landlord and tenants, and\nrelevant provisions of the MRC Act as well as the Public\nPremises Act.\nRelationship of landlord and tenant in general -\n10. A 'lease' is defined in Section 105 of Transfer of\nProperty Act, 1882 (in short T.P. Act), thus:-\nB\nC\n\"105. Lease defined - A lease of immovable property is a\ntransfer of a right to enjoy such property, made for a certain\ntime, express or implied, or in perpetuity, in consideration\nof a price paid or promised, or of money, a share of crops, D\nservice or any other thing of value, to be rendered\nperiodically or on specified occasions to the transferor by\nthe transferee, who accepts the transfer on such terms.\nLessor, lessee, premium and rent defined The\ntransferor is called the lessor, the transferee is called the\nlessee, the price is called the premium, and the money,\nshare, service or other thing to be so rendered is called\nthe rent.\"\n-\nA tenancy is created as a result of an agreement between\nthe landlord and a tenant. Since the premises owned by the\nlandlord are leased out to the tenant by virtue of the agreement\nbetween the parties, the agreement is normally called a 'lease\ndeed'. To put it in the words of Prof. P.F. Smith \"The relationship\nof landlord and tenant arises where one person, who\npossesses either a freehold or leasehold property interest\nexpressly or impliedly grants to another, by means of a\ncontract, an estate in that property which is less than the\nfreehold interest or for a shorter duration than the leasehold\ninterest of the grantor, as the case may be.\" (The Law of\nE\nF.\nG\nH\nI\n558 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Landlord and Tenant, Fourth Edition, Page 9). Although, the\nlease deed is also a contract between the parties, the\nprovisions of T.P. Act relating to contracts, shall be taken as\npart of the Indian Contract Act, 1872 (vide Section 4 of T.P.\nAct). As a 'lease deed' is a contract relating to 'leases'\nB governed by T.P. Act, the relationship between the landlord and\nthe tenant would be governed by the terms of the lease deed\nand subject to its terms, by Section 108 relating to the rights\nand liabilities of leasor and leasee, and other statutory\nprovisions controlling leases under the T.P. Act.\nC\n11. Generally, the terms of the agreement between the\nlandlord and the tenant would require the landlord to maintain\nthe premises in tenantable condition, and he will get the\npremises repaired when necessary. The tenant will be required\nto vacate the premises at the end of the period of lease. During\nD the lease period, it will be the responsibility of the tenant to pay\nthe rent regularly and ‘keep the premises in good condition\nsubject only to changes caused by reasonable wear and tear.\nor irresistible force' and 'when such defect has been caused\nby any act or default on the part of the lessee, his servants or\nE agents, he is bound to make it good within three months after\nsuch notice has been given or left' (See Section 108 (m) of T.P.\nAct. If the tenant commits breaches of the lease agreement by\nnot paying the rent regularly or remaining in arrears thereof, or\ncausing damage to the premises, the landlord may terminate\nthe lease earlier, even before the expiry of the agreed term as\nper the provisions concerning the termination provided in the\nagreement and the Transfer of Property Act. If the tenant does\nnot vacate the premises after the termination of lease, the\nlandlord will have to file a suit for evicting him in the Civil Court.\nF\nG\n12. On the other hand 'if the lessor neglects to make, within\na reasonable time after notice, any repairs which he is bound\nto make to the property, the lessee may make the same himself,\nand deduct the expense of such repairs with interest from the\nrent, or otherwise recover it from the lessor' (see Section 108\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 559\n[H.L. GOKHALE, J.]\n(f) of T.P. Act). Section 108. (1) of the T.P. Act lays down that A\n'the lessee is bound to pay or tender, at the proper time and\nplace, the premium or rent to the lessor or his agent in this\nbehalf. This implies that the amount of rent that the landlord will\nrequire shall be a certain definite amount.\nThe changes brought about by the Rent Control Acts -\nB\n13. These general rules governing the relationship of the\nlandlord and the tenant have undergone a change after the\nSecond World War. There is a change in the economic\nscenario world over, and the intervention of the welfare state C\nin different walks of life became necessary. \"Due to scarcity\nof accommodation following the second World War, it was\nfound necessary to give special protection to tenants against\nincrease of rent and ejectment in supersession of the ordinary\nlaw of landlord and tenant, embodied in the Transfer of D\nProperty Act.\" (The Law of Rent Control, by R.B. Andhyarujina,\nSecond Edition, Page 12). The shortage of residential houses\nin urban areas led to the regulation of the relationship between\nthe landlord and the tenants by specific acts in that behalf. The\nconcept of standard rent arrived at after considering the totality Ė\nof the factors, came to control the rent to be charged by the\nlandlord. The landlord would not be entitled to charge in excess\nof the standard rent, although the additions therein on account\nof Municipal Taxes etc. became permissible. The Bombay\nRents, Hotel and Lodging House Rates (Control) Act, 1947,\n(Bombay Rent Act for short) is one such legislation which is an\nadvancement over the Transfer of Property Act. This Act laid\ndown that a tenant will not be evicted unless the landlord\nestablishes that the tenant has committed breaches as laid\ndown under that Act, and the burden will be on the landlord to\nestablish that the tenant has committed the particular breach,\nsuch as being in arrears of standard rent over a specified\nperiod, erecting permanent structures on the premises without\nlandlord's permission, sub-letting the premises and causing\nnuisance to the neighbours etc. A reasonable and bonafide\nrequirement of the landlord was also provided as a ground for\nF\nG\nH\n560 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA eviction. If the landlord was charging rent excessively, a right\nwas given to the tenant to have the standard rent fixed under\nSection 11 of that act. A further right was given to the tenant to\napproach the Court under Section 24 of that act for\nmaintenance and restoration of essential services in case the\nB landlord neglected the same.\nC\nD\n14. The first respondent L.I.C owns a large number of\nproperties in the city of Mumbai and elsewhere. Earlier, the\nrelationship between L.I.C as the landlord and its tenants was\ngoverned under the Bombay Rent Act 1947. The question is\nas to what change has been brought about by the Public\nPremises Act 1971, into this relationship? The Public Premises\nAct 1971, provides only for eviction of unauthorized occupants,\nand recovery of arrears of rent from the tenant. Can it therefore\nbe said that the other provisions of the Bombay Rent Act,\nceased to apply to the tenancies which were earlier covered\nthereunder? Or would it be proper to say that only the aspect\nof the eviction and recovery of arrears of rent came to be\ncovered under the Public Premises Act? Can it be said that\nbecause the Public Premises Act came to be applied in 1999,\nE L.I.C could suddenly charge any rent as it deemed fit in excess\nof the standard rent? Can it be said that the remedy for the\ntenant for fixation of standard rent, and getting the essential\nservices restored when necessary by moving the Court was no\nlonger available merely because the Public Premises Act came\nF to be applied? Does the Public Premises Act have an\noverriding effect denying these remedies to the tenants for all\npurposes?\nG\nH\n15. The Bombay Rent Act came to be replaced by the\nMRC Act 1999. The MRC Act is subsequent to the Public\nPremises Act, 1971, and has come into force with effect from\n31.3.2000 after receiving the assent of the President of India.\nTherefore, the subjects which were covered under the Bombay\nRent Act came to be covered under the MRC Act, 1999 as\nappropriately modified including the concept of standard rent.\nCan it therefore not be said that as far as premises of L.I.C.\n7\nBANATWALA \u0026 COMPANY v. L.I.C. OF INDIA \u0026 ANR. 561\n[H.L. GOKHALE, J.]\nare concerned, on all other subjects excluding the subject of A\neviction of unauthorized occupants and recovery of arrears of\nrent, the modified provisions under the MRC Act will apply\nwherever the Bombay Rent Act was applicable?\n16. As far as the petitioner is concerned, it occupied the\nsuit premises in the year 1988 under an agreement of lease\nwith L.I.C, at which time the Public Premises Act as well as\nBombay Rent Act were in force. This agreement has been\nextended from time to time. As stated above, the Bombay Rent\nAct was replaced with effect from 31.3.2000 by the MRC Act.\nWould it therefore not be correct to say that for aspects other\nthan eviction, and recovery of arrears of rent, the relationship\nbetween the petitioner and the respondent (which was earlier\ngoverned by the Bombay Rent Act) will now be governed under\nthe MRC Act?\nThe Maharashtra Rent Control Act, 1999 -\nB\nC\nD\nE\n17. The MRC Act consists of sixty sections which are\ndivided in nine separate chapters, Chapter (I) is on preliminary\nprovisions, Chapter (II) contains the provisions regarding fixation\nof standard rent and permitted increase, Chapter (III) contains\nthe provisions concerning relief against forfeiture, Chapter (IV)\nis for recovery of possession, or eviction of the tenant by the\nLandlord, Chapter (V) contains the special provisions for\nrecovery of possession in certain cases such as where the\npremises are owned by members of Armed Forces, Scientists\netc, Chapter (VI) contains the provisions regarding sub-\ntenancies and other matters concerning tenancies, Chapter (VII)\ncontains provisions regarding jurisdiction of the Courts, suits,\nappeals, practice and procedure, Chapter (VIII) contains:\nprovisions for the summary disposal of certain applications and Ģ\nChapter (IX) contains the miscellaneous provisions.\nF\n18. As stated earlier, the preamble of MRC Act states that\nit is an Act relating to five subjects, namely (i) control of rent,\n(ii) repairs of certain premises; (iii) eviction, (iv) encouraging H\n562 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA the construction of new houses by assuring fair return of\ninvestment by the landlord, and (v) matters connected with the\npurposes mentioned above. Section 2 of the act gives the\napplicability of the act. Sub-section (1) thereof lays down that\nin the first instance, the act applies to premises let for the\nB purposes of residence, education, business, trade or storage,\nand in the areas specified in Schedule I and Schedule II of the\nAct. Schedule I and II mention the cities and towns to which this\nAct applies.\nс\n19. Section 3 of MRC Act provides for the exemptions\nfrom this Act. Whereas sub-section 1 (a) thereof excludes from\nthe application of this Act, the premises belonging to the\nGovernment or a local authority, Sub-Section 1 (b) declines to\ngive protection of the provisions of this Act to certain tenants\nwhere the tenants are banks, public sector undertakings, multi-\nD national companies, private and public limited companies with\nE\nF\n☐ G\n☐ H\na share capital of more than Rs. 1 crore, etc. Section 4 gives\nthe power of the State Government to prescribe conditions for\nexemption in respect of premises belonging to local authority.\nWe quote these two sections in their entirety.\n\"3. Exemption\n(1) This Act shall not apply-\n(a)\nto any premises belonging to the Government or a\nlocal authority or apply as against the Government\nto any tenancy, licence or other like relationship\ncreated by a grant from or a licence given by the\nGovernment in respect of premises requisitioned\nor taken on lease or on licence by the Government,\nincluding any premises taken on behalf of the\nGovernment on the basis of tenancy or of licence\nor other like relationship by, or in the name of any\nofficer subordinate to the Government authorized in\nthis behalf, but it shall apply in respect of premises\nlet, or given on licence, to the Government or a local\n"}