{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\n[2010] 1 S.C.R. 678\nSTATE OF UTTARANCHAL\nV.\nBALWANT SINGH CHAUFAL \u0026 OTHERS\n(Civil Appeal Nos.1134-1135 of 2002)\nJANUARY 18, 2010\n[DALVEER BHANDARI AND DR. MUKUNDAKAM\nSHARMA, JJ.]\nConstitution of India, 1950:\nArticle 165, 217 and 226 - Advocate General for the\nState - Eligibility - Age - HELD: It is fully settled that the\nAdvocate General for the State can be appointed after he/she\nattains the age of 62 years - Similarly, the Attorney General\nfor India can be appointed after he/she attains the age of 65\nyears – Public Interest Litigation.\n-\nPublic Interest Litigation:\nAppointment of Advocate General for the State\nE Challenged by way of writ petition before High Court on the\nground that incumbent before his appointment to the post had\ncrossed 62 years of age - HELD: The issue having been\nsettled half a century ago by a judgment of the constitution\nBench of the Supreme Court and the position having been\nF reiterated in several decisions of High Courts and Supreme\nCourt thereafter, filing of writ petition by practicing advocate\non an issue which is no longer res integra, is a clear abuse\nof process of the Court for extraneous considerations - This\ntendency has to be curbed effectively - Exemplary cost\nimposed on writ petitioners - Significance and evolution of\npublic interest litigation - Explained - In order to preserve\npurity and sanctity of PIL, guidelines laid down - Constitution\nof India, 1950 -Article 165, 217 and 226 - Practice and\nProcedure.\nG\nI\n678\nSTATE OF UTTARANCHAL v. BALWANT SINGH 679\nCHAUFAL \u0026 ORS.\nPrecedent:\nWhen an issue is no longer res integra, filing of\nindiscriminate petitions raising the controversy repeatedly\ncreates unnecessary strain on judicial system and leads to\ninordinate delay in disposal of genuine and bona fide cases\n- It is the bounden duty of Courts to ensure that controversy\nonce settled by an authoritative pronouncement should not\nbe reopened unless there are extra-ordinary reasons for doing\nso – Though a petitioner can ask the Court to review its own\njudgment, but that should be in a bona fide presentation with\nlisting of all relevant cases in a chronological order and a brief\ndescription of what the judicial opinion has been, and why\nthere should be re-consideration of the existing law.\n-\n'Words and Phrases:\nExpression 'public interest litigation' - Defined.\nA writ petition was filed as public interest litigation by\nthe respondents in the High Court challenging the\nappointment of the Advocate General for the State on the\nground that the incumbent had crossed the age of 62\nyears before his appointment to the post and, therefore,\nhe was not eligible to hold the post. The High Court\ndirected the State Government to take decision on the\nissue within the time stipulated in the order. Aggrieved,\nthe State Government filed the appeals.\nGiving directions to High Courts and adjourning the\nappeals for compliance thereof, the Court\nHELD: 1.1. In view of the clear enunciation of law in\nvarious judgments, the controversy has been fully settled\nthat the Advocate General for the State can be appointed\nafter he/she attains the age of 62 years. Similarly, the\nAttorney General for India can be appointed after he/she\nattains the age of 65 years. In a number of other cases\nregarding the appointment of other authorities, courts\nA\n00\nB\nC\nD\nE\nF\nG\nH\n680 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA have consistently taken the similar view. [Para 15] [706-\nH; 707-A-B]\nB\nAtlas Cycle Industries Ltd. Sonepat v. Their Workmen\n1962 Supp. (3) SCR 89; Binay Kant Mani Tripathi v. Union\nof India \u0026 Others (1993) 4 SCC 49, relied on.\nG.D. Karkare v. T.L. Shevde \u0026 Others AIR 1952 Nagpur\n330, Ghanshyam Chandra Mathur v. The State of Rajasthan\n\u0026 Others 1979 Weekly Law Notes 773; Dr. Chandra Bhan\nSingh v. State of Rajasthan \u0026 Others AIR 1983 Raj. 149;\nC Manendra Nath Rai \u0026 Another v. Virendra Bhatia \u0026 Others\nAIR 2004 All. 133; Prem Chandra Sharma \u0026 Others v. Milan\nBanerji \u0026 Others 2005 (3) ESC 2001 and Baishnab Patnaik\n\u0026 Others v. The State AIR 1952 Orissa 60 and Gurpal Singh\nv. State of Punjab \u0026 Others (2005) 5 SCC 136, referred to.\nD\nE\n1.2. When the controversy is no longer res integra,\nthe filing of indiscriminate petitions raising the\ncontroversy repeatedly, creates unnecessary strain on\nthe judicial system and consequently leads to inordinate\ndelay in disposal of genuine and bona fide cases. [Para\n9 and 24] [709-G-H; 704-E]\n1.3. In the instant case, one of the petitioners before\nthe High Court was a local practicing lawyer. The State\nof Uttrakhand was a part of the State of U.P. a few years\nF ago. In the State of U.P., a large number of Advocate\nGenerals appointed were beyond 62 years of age at the\ntime of their appointment. The petitioner, ought to have\nbestowed some care before filing the writ petition in\npublic interest under Article 226 of the Constitution.\nG Similarly, it is the bounden duty of the court to ensure that\nthe controversy once settled by an authoritative judgment\nshould not be reopened unless there are extraordinary\nreasons for doing so. [Para 20, 21 and 23] [708-C-E; 709-\nE-F]\nH\nSTATE OF UTTARANCHAL v. BALWANT SINGH 681\nCHAUFAL \u0026 ORS.\n2.1. Public interest litigation has been defined by this A\nCourt as a cooperative or collaborative effort by the\npetitioner, the State or public authority and the judiciary\nto secure observance of constitutional or basic human\nrights, benefits and privileges upon poor, downtrodden\nand vulnerable sections of the society. [Para 30] [711-D- B\nE]\n*People's Union for Democratic Rights \u0026 Others v. Union\nof India \u0026 Others (1982) 3 SCC 235, relied on.\nBlack's Law Dictionary (6th Edition); Advanced Law\nLexicon; The Council for Public Interest Law, report of Public\nInterest Law, USA, 1976, referred to.\n2.2. Public interest litigation is an extremely important\njurisdiction exercised by the Supreme Court and the\nHigh Courts. It is the product of realization of the\nconstitutional obligation of the court. The Courts in a\nnumber of cases have given important directions and\npassed orders which have brought positive changes in\nthe country. Public interest litigation is upshot and\nproduct of this court's deep and intense urge to fulfill its\nbounden duty and constitutional obligation. The Courts'\ndirections have immensely benefited marginalized\nsections of the society in a number of cases. It has also\nhelped in protection and preservation of ecology,\nenvironment, forests, marine life, wildlife etc. etc. The\ncourt's directions to some extent have helped in\nmaintaining probity and transparency in the public life.\n[Para 31 and 33] [711-E-F; 712-C-E]\nс\nD\nE\nF\n2.3. This court while exercising its jurisdiction of G\njudicial review realized that a very large section of the\nsociety because of extreme poverty, ignorance,\ndiscrimination and illiteracy had been denied justice for\ntime immemorial and in fact they have no access to\njustice. Pre-dominantly, to provide access to justice to the H\n682\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA poor, deprived, vulnerable, discriminated and\nmarginalized sections of the society, this court has\ninitiated, encouraged and propelled the public interest\nlitigation. [Para 34] [712-C-E]\nB\nAkhil Bharatiya Soshit Karamchari Sangh (Railway) v.\nUnion of India \u0026 Others AIR 1981 SC 298; Bandhua Mukti\nMorcha v. Union of India \u0026 Others AIR 1984 SC 802, referred\nto.\n2.4. Public interest litigation is not in the nature of\nC adversary litigation but it is a challenge and an\nopportunity to the government and its officers to make\nbasic human rights meaningful to the deprived and\nvulnerable sections of the community and to assure them\nsocial and economic justice which is the signature tune\nD of our Constitution. The Government and its officers must\nwelcome public interest litigation because it would\nprovide them an occasion to examine whether the poor\nand the down-trodden are getting their social and\neconomic entitlements or whether they are continuing to\nE remain victims of deception and exploitation at the hands\nof strong and powerful sections of the community and\nwhether social and economic justice has become a\nmeaningful reality for them or it has remained merely a\nteasing illusion and a promise of unreality, so that in case\nthe complaint in the public interest litigation is found to\nbe true, they can in discharge of their constitutional\nobligation root out exploitation and injustice and ensure\nto the weaker sections their rights and entitlements. [Para\n39] [713-H; 714-C-E]\nF\nG\nFertilizer Corporation Kamagar Union (Regd., Sindri \u0026\nOthers v. Union of India \u0026 Others AIR 1981 SC 844;\nRamsharan Autyanuprasi \u0026 Another v. Union of India \u0026\nOthers AIR 1989 SC 549, referred to.\nI\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS.\nEVOLUTION OF PUBLIC INTEREST LITIGATION\n683\n3.1. The development of public interest litigation has\nbeen extremely significant development in the history of\nthe Indian jurisprudence and it can be broadly divided in\nthree phases. The decisions of the Supreme Court in the\nfirst phase in the 1970's loosened the strict locus standi\nrequirements to permit filing of petitions on behalf of\nmarginalized and deprived sections of the society by\npublic spirited individuals, institutions and/or bodies.\nMost of the public interest litigation cases which were\nentertained by the courts are pertaining to enforcement\nof fundamental rights under Article 21 of the Constitution,\nof marginalized and deprived sections of the society. The\nSupreme Court broadened the traditional rule of standing\nand the definition of “person aggrieved”. [Para 43 and 45]\n[715-D-H; 716-A]\nA\nB\nC\nD\nF\nM. C. Mehta \u0026 Another v. Union of India \u0026 Others AIR\n1987 SC 1086; Jasbhai Motibhai Desai v. Roshan Kumar,\nHaji Bashir Ahmed \u0026 Others (1976) 1 SCC 671 ; Bar Council\nof Maharashtra v. M.V. Dabholkar \u0026 Others 1976 SCR 306; E\nThe Mumbai Kamgar Sabha, Bombay v. Abdulbhai\nFaizullabhai \u0026 Others AIR 1976 SC 1455; Sunil Batra v. Delhi\nAdministration \u0026 Others AIR 1978 SC 1675; Hussainara\nKhatoon \u0026 Others v. Home Secretary, State of Bihar, Patna\nAIR 1979 SC 1369; Prem Shankar Shukla v. Delhi\nAdministration AIR 1980 SC 1535; Municipal Council, Ratlam\nv. Vardhichand \u0026 Others AIR 1980 SC 1622; S.P. Gupta v.\nPresident of India \u0026 Others AIR 1982 SC 149 ; Anil Yadav \u0026\nOthers v. State of Bihar and Bachcho Lal Das, Superintendent,\nCentral Jail, Bhagalpur, Bihar (1982) 2 SCC 195; Munna \u0026\nOthers v. State of Uttar Pradesh \u0026 Others, (1982) 1 SCC 545;\nSheela Barse v. State of Maharashtra AIR 1983 SC 378; Dr.\nUpendra Baxi (l) v. State of Uttar Pradesh \u0026 Another 1983 (2)\nSCC 308; Veena Sethi (Mrs.) v. State of Bihar \u0026 Others AIR\n1983 SC 339; Labourers Working on Salal Hydro Project v.\nState of Jammu \u0026 Kashmir \u0026 Others AIR 1984 SC 177; Shri\nG\nH\n684 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA Sachidanand Pandey \u0026 Another v. The State of West Bengal\n\u0026 Others (1987) 2 SCC 295; B. R. Kapoor \u0026 Another v. Union\nof India \u0026 Others AIR 1990 SC 752 ; Smt. Nilabati Behera\nalias Lalita Behera v. State of Orissa \u0026 Others AIR 1993 SC\n1960; Punjab and Haryana High Court Bar Association,\nB Chandigarh through its Secretary v. State of Punjab \u0026 Others\n(1994) 1 SCC 616; Navkiran Singh \u0026 Others v. State of\nPunjab through Chief Secretary \u0026 Another (1995) 4 SCC 591;\nDelhi Domestic Working Women's Forum v. Union of India\n\u0026 Others (1995) 1 SCC 14; Citizens for Democracy v. State\nof Assam \u0026 Others (1995) 3 SCC 743; Paramjit Kaur (Mrs.)\nv. State of Punjab \u0026 Others (1996) 7 SCC 20; M. C. Mehta\nv. State of Tamil Nadu \u0026 Others (1996) 6 SCC 756; D. K.\nBasu v. State of West Bengal (1997) 1 SCC 416; Vishaka \u0026\nOthers v. State of Rajasthan \u0026 Others (1997) 6 SCC 241;\nPrajwala v. Union of India \u0026 Others (2009) 4 SCC 798;\nAvinash Mehrotra v. Union of India \u0026 Others (2009) 6 SCC\n398, referred to.\nC\nD\nE\nF\nG\n3.2. The second phase of public interest litigation\nstarted sometime in the 1980's and it related to the courts'\ninnovation and creativity, where directions were given to\nprotect ecology and environment, forests, marine life,\nwild life, mountains, rivers and historical monuments etc.\nwith special attention to the problem of air pollution,\nwater pollution, environmental degradation. [Para 45 and\n81] [729-F-G; 716-D]\nM.C. Mehta \u0026 Another v. Union of India \u0026 Others AIR\n1987 SC 1086; Rural Litigation and Entitlement Kendra,\nDehradun \u0026 Others v. State of U.P. \u0026 Others AIR 1985 SC\n652; Chhetriya Pardushan Mukti Sangharsh Samiti v. State\nof U.P. \u0026 Others AIR 1990 SC 2060; Subhash Kumar v. State\nof Bihar \u0026 Others AIR 1991 SC 420; M.C. Mehta v. Union of\nIndia \u0026 Others (1988) 1 SCC 471; Vellore Citizens Welfare\nForum v. Union of India \u0026 Others AIR 1996 SC 2715; M.C.\nMehta v. Union of India \u0026 Others AIR 1988 SC 1037; M.C.\nH Mehta v. Union of India \u0026 Others AIR 1997 SC 734; A. P.\nSTATE OF UTTARANCHAL v. BALWANT SINGH 685\nCHAUFAL \u0026 ORS.\nPollution Control Board v. Prof. M. V. Nayadu (Retd.) \u0026 Others A\n(1999) 2 SCC 718; Essar Oil Ltd. v. Halar Utkarsh Samiti \u0026\nOthers AIR 2004 SC 1834, Karnataka Industrial Areas\nDevelopment Board v. Sri C. Kenchappa \u0026 Others AIR 2006\nSC 2038; M.C. Mehta v. Kamal Nath \u0026 Others (2000) 6 SCC\n213; Managing Director, A.P.S.R.T.C. v. S. P. Satyanarayana B\nAIR 1998 SC 2962; Re. Noise Pollution AIR 2005 SC 3136;\nIndian Council for Enviro-Legal Action v. Union of India \u0026\nOthers (1996) 5 SCC 281; and S. Jagannath v. Union of India\n\u0026 Others (1997) 2 SCC 87, referred to.\nC\nD\n3.3. In the third phase in the 1990's, the Supreme\nCourt expanded the ambit and scope of public interest\nlitigation further, and passed a number of judgments,\norders or directions to unearth corruption and maintain\nprobity, transparency, integrity and morality in the\ngovernance of the State. The probity in governance is a\nsine qua non for an efficient system of administration and\nfor the development of the country and an important\nrequirement for ensuring probity in governance is the\nabsence of corruption. The High Courts also under\nArticle 226 followed the Supreme Court. [Para 106] [739- E\nE-G]\nVineet Narain \u0026 Others v. Union of India \u0026 Another AIR\n1998 SC 889; Rajiv Ranjan Singh 'Lalan' \u0026 Another v. Union\nof India \u0026 Others (2006) 6 SCC 613.; M.C. Mehta v. Union\nof India \u0026 Others (2007) 1 SCC 110; M.C. Mehta v. Union of\nIndia \u0026 Others (2007) 12 SCALE 91; Centre for Public\nInterest Litigation v. Union of India \u0026 Another AIR 2003 SC\n3277; Pareena Swarup v. Union of India (2008) 13 SCALE\n84; L. Chandrakumar v. Union of India \u0026 Others (1997) 3 SCC\n261, referred to.\nF\nG\n3.4. The Indian courts may have taken some\ninspiration from the group or class interest litigation of\nthe United States of America and other countries but the\nshape of the public interest litigation as we see now is H.\n686 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA predominantly indigenously developed jurisprudence.\nThe public interest litigation as developed in various\nfacets and various branches is unparalleled. The Indian\nCourts by its judicial craftsmanship, creativity and urge\nto provide access to justice to the deprived, discriminated\nB and otherwise vulnerable sections of society have\ntouched almost every aspect of human life while dealing\nwith cases filed in the label of the public interest litigation.\nThe credibility of the superior courts of India has been\ntremendously enhanced because of some vital and\nimportant directions given by the courts. The courts'\ncontribution in helping the poorer sections of the society\nby giving new definition to life and liberty and to protect\necology, environment and forests are extremely\nsignificant. [Para 159 and 160] [754-B-E]\nс\nD\nF\nOshlack v Richmond River Council (1998) 193 CLR 72\n: (1998) 152 ALR 83; Oliver Brown v. Board of Education of\nTopeka 347 U.S. 483, 489-493 (1954); Association of Data\nProcessing Service Organizations v. William B. Camp 397\nU.S. 150 (1970); Olive B. Barrows v. Leola Jackson 346 U.S.\nE 249 (1953), 73 S.Ct. 1031; United States v. Students\nChallenging Regulatory Agency Procedures (SCRAP) 412\nUS 669 (1973); Paul J. Trafficante v. Metropolitan Life\nInsurance Company 409 U.S. 205 (1972); Thomas E.\nSingleton v. George J. L. Wulff 428 U.S. 106 (1976); Caplin\nv. Drysdale 491 U.S. 617, 623-24 n. 3 (1989); Robert Warth\nv. Ira Seldin 422 U.S. 490, 511 (1975); James B. Hunt v.\nWashington State Apple Advertising Commission, 432 U.S.\n333, 343 (1977); Re. Reed, Bowen \u0026 Co. (1887) 19 QBD 174;\nAttorney-General of the Gambia v. Pierre Sarr N'Jie (1961)\nG AC 617; Regina v. Commissioner of Police of the Metropolis,\nEx parte Blackburn [1968] 2 W.L.R. 893 (“Blackburn I”);\nBlackburn v. Attorney-General [1971] 1 W.L.R. 1037); Regina\nv. Commissioner of Police of the Metropolis, Ex parte\nBlackburn [1973] Q.B. 241; Regina v. Greater London\nCouncil ex parte. Blackburn [1976] 1 W.L.R. 550; Attorney\nH\nSTATE OF UTTARANCHAL v. BALWANT SINGH 687\nCHAUFAL \u0026 ORS.\nA\nGeneral Ex rel McWhirter v. Independent Broadcasting\nAuthority, (1973) Q.B. 629; Gouriet v. Union of Post Office\nWorkers [1978] A.C. 435; Inland Revenue Commissioners v.\nNational Federation of Self-Employed and Small Businesses\nLtd. [1982] A.C. 617; Regina v. Secretary of State for the\nEnvironment, Ex parte Rose Theatre Trust Co. (1990) 1 Q.B. B\n504; Soobramoney v. Minister of Health, KwaZulu-Natal, 1998\n(1) SA 765 (CC); Ferreira v. Levin NO \u0026 Others 1996 (1) SA\n984 (CC); S v. Twala (South African Human Rights\nCommission Intervening), 2000 (1) SA 879; Xinwa \u0026 Others\nv. Volkswagen of South Africa (PTY) Ltd. 2003 (4) SA 390, C\nreferred to.\n3.5. The development of public interest litigation in\nIndia has had an impact on the judicial systems of\nneighbouring countries like Bangladesh, Sri Lanka,\nNepal and Pakistan and other countries. [Para 146] [750-\nB-C]\nD\nGeneral Secretary, West Pakistan Salt Miners Labour\nUnion (CBA) Khewra, Jhelum v. The Director, Industries and\nMneral Development, Punjab, Lahore 1994 SCMR 2061 E\n(Supreme Court of Pakistan) ; Ms. Shehla Zia v. WAPDA\nPLD 1994 Supreme Court 693, referred to.\nABUSE OF THE PUBLIC INTEREST LITIGATION:\n4.1. Unfortunately, of late, it has been noticed that F\nsuch an important jurisdiction which has been carefully\ncarved out, created and nurtured with great care and\ncaution by the courts, is being blatantly abused by filing\nsome petitions with oblique motives. Time has come\nwhen genuine and bona fide public interest litigation G\nmust be encouraged whereas frivolous public interest\nlitigation should be discouraged. In considered opinion\nof the Court this important jurisdiction has to be\nprotected and preserved in the larger interest of the\npeople of this country but for this purpose, effective H\n"}