{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"748\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA 3(5) of Order 53 stipulates that the Court shall not grant leave\nfor judicial review “unless it considers that the applicant has a\nsufficient interest in the matter to which the applicant relates.\" -\nORDER 53, RULES OF THE SUPT. CT. (1981). In Inland\nRevenue Commissioners v. National Federation of Self-\nB Employed and Small Businesses Ltd. [1982] A.C. 617, the\nCourt explained that \"fairness and justice are tests to be\napplied\" when determining if a party has a sufficient interest.\nс\nD\nE\nF\nG\nH\n140. In Regina v. Secretary of State for the Environment,\nEx parte Rose Theatre Trust Co. (1990) 1 Q.B. 504, the Court\nelaborated that \"direct financial or legal interest is not required\"\nto find sufficient interest. Thus, under the new rule of standing\nembodied in Order 53, individuals can challenge actions of\npublic officials if they are found to have \"sufficient interest\" -a\nflexible standard.\nSOUTH AFRICA\n141. The South African Constitution has adopted with a\ncommitment to \"transform the society into one in which there\nwill be human dignity, freedom and equality.\" - See:\nSoobramoney v. Minister of Health, KwaZulu-Natal, 1998 (1)\nSA 765 (CC), p. 5. Thus, improving access to justice falls\nsquarely within the mandate of this Constitution. In furtherance\nof this objective, the South African legal framework takes a\nfavorable stance towards PIL by prescribing broad rules of\nstanding and relaxing pleading requirements.\n(A) Broad Rules of Standing\n142. Section 38 of the Constitution broadly grants standing\nto approach a competent court for allegations of infringement\nof a right in the bill of rights to:\n\"(a) anyone acting in their own interest;\n(b) anyone acting on behalf of another person who\ncannot act in their own name;\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n(c)\n749\nanyone acting as a member of, or in the interest of, A\na group or class of persons;\n(d) anyone acting in the public interest;\n(e)\nan association acting in the interest of its\nmembers.\"\nB\n143. In expressly permitting class actions and third-party\nactions, Section 38 prescribes broad rules of standing for\nconstitutional claims. Interpreting the language of Section 38,\nthe Constitutional Court elaborated in Ferreira v. Levin NO \u0026 C\nOthers 1996 (1) SA 984 (CC), p. 241 that a broad approach\nto standing should be applied to constitutional claims to ensure\nthat constitutional rights are given the full measure of protection\nto which they are entitled. In the said judgment by a separate\nconcurring judgment, Justice O'Regan suggested that a \"wider D\nnet for standing\" should be extended to all \"litigation of a public\ncharacter.\"\n(B) Relaxing Formal Requirements of Pleadings\n144. The Constitutional Court has been prompt to relax E\nformal pleading requirements in appropriate cases. In S v.\nTwala (South African Human Rights Commission\nIntervening), 2000 (1) SA 879, the President of the Court\ndirected that a hand written letter received from a prisoner\ncomplaining about his frustration in exercising his right to F\nappeal be treated as an application for leave to appeal.\n145. In Xinwa \u0026 Others v. Volkswagen of South Africa\n(PTY) Ltd. 2003 (4) SA 390 (CC), p. 8 the Court cemented the\nTwala principle that \"form must give way to substance\" in public\ninterest litigation. The Court explained that \"pleadings prepared\nby lay persons must be construed generously and in the light\nmost favourable to the litigant. Lay litigants should not be held\nto the same standard of accuracy, skill and precision in the\npresentation of their case required of lawyers. In construing\nG\nH\n750 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA such pleadings, regard must be had to the purpose of the\nB\nC\nD\nE\npleading as gathered not only from the content of the pleadings\nbut also from the context in which the pleading is prepared.\"\nIMPACT OF PUBLIC INTEREST LITIGATION ON\nNEIGHBOURING COUNTRIES\n146. The development of public interest litigation in India\nhas had an impact on the judicial systems of neighbouring\ncountries like Bangladesh, Sri Lanka, Nepal and Pakistan and\nother countries.\nPAKISTAN:\n147. By a recent path-breaking historical judgment of the\nPakistan Supreme Court at Islamabad dated 31st July, 2009\ndelivered in public interest litigation bearing Constitution\nPetition No.9 of 2009 filed by Sindh High Court Bar\nAssociation through its Secretary and Constitution Petition\nNo.8 of 2009 filed by Nadeem Ahmed Advocate, both\npetitions filed against Federation of Pakistan through\nSecretary, Ministry of Law and Justice, Islamabad \u0026 Others,\nthe entire superior judiciary which was sacked by the previous\npolitical regime has now been restored.\n148. Another path breaking judgment delivered very\nrecently on 16th December, 2009 by all the 17 judges of the\nF Pakistan Supreme Court in Constitution Petition Nos.76 to 80\nof 2007 and 59 of 2009 and another Civil Appeal No.1094 of\n2009 also has far-reaching implications.\nG\n149. In this judgment, the National Reconciliation\nOrdinance (No.XV) 2007 came under challenge by which\namendments were made in the Criminal Procedure Code,\n1898 and the Representation of the People Act, 1976 and the\nNational Accountability Ordinance of 1999. The National\nAccountability Ordinance, 1999 (for short, NAO) was designed\nto give immunity of the consequences of the offences\nH committed by the constitutional authorities and other authorities\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n751\nin power and (NRO) was declared void ab initio being ultra A\nvires and violative of constitutional provisions including 4, 8, 25,\n62(f), 63(i)(p), 89, 175 and 227 of the Constitution. This\njudgment was also delivered largely in public interest.\n150. In an important judgment delivered by the Supreme\nCourt of Pakistan in General Secrerary, West Pakistan Salt\nMineral Labour Union (CBA) Khewra, Jhelum v. The Director,\nIndustries and Mineral Development, Punjab, Lahore reported\nin 1994 SCMR 2061 (Supreme Court of Pakistan) in Human\nRight Case No. 120 of 1993 on 12th July, 1994 gave significant\ndirections largely based on the judgments of this court.\nB\nC\nD\n151. The petitioners in the said petition sought\nenforcement of the rights of the residents to have clean and\nunpolluted water. Their apprehension was that in case the\nminers are allowed to continue their activities, which are\nextended in the water catchment area, the watercourse,\nreservoir and the pipelines would get contaminated. According\nto the court, water has been considered source of life in this\nworld. Without water there can be no life. History bears\ntestimony that due to famine and scarcity of water, civilization E\nhave vanished, green lands have turned into deserts and arid\ngoes completely destroying the life not any of human being, but\nanimal life as well. Therefore, water, which is necessary for\nexistence of life, if polluted, or contaminated, will cause serious\nthreat to human existence.\n152. The court gave significant directions including\nstopping the functioning of factory which created pollution and\nenvironmental degradation.\nF\n153. Another significant aspect which has been decided G\nin this case was to widen the definition of the 'aggrieved\nperson'. The court observed that in public interest litigation,\nprocedural trappings and restrictions of being an aggrieved\nperson and other similar technical objections cannot bar the\njurisdiction of the court. The Supreme Court also observed that H\n752 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA the Court has vast power under Article 183(3) to investigate into\nquestion of fact as well independently by recording evidence.\nB\nC\n154. In another important case Ms. Shehla Zia v. WAPDA\nPLD 1994 Supreme Court 693, a three-Judge Bench headed\nby the Chief Justice gave significant directions. In the said\npetition four residents of Street No. 35,F-6/1, Islamabad\nprotested to WAPDA against construction of a grid station in\nF-6/1, Islamabad. A letter to this effect was written to the\nChairman on 15.1.1992 conveying the complaint and\napprehensions of the residents of the area in respect of\nconstruction of a grid station allegedly located in the green-belt\nof a residential locality. They pointed out that the\nelectromagnetic field by the presence of the high voltage\ntransmission lines at the grid station would pose a serious\nhealth hazard to the residents of the area particularly the\nD children, the infirm and the Dhobi-ghat families that live; the\nimmediate vicinity. The presence of electrical installations and\ntransmission lines would also be highly dangerous to the\ncitizens particularly the children who play outside in the area. It\nwould damage the greenbelt and affect the environment. It was\nE also alleged that it violates the principles of planning in\nIslamabad where the green belts are considered an essential\ncomponent of the city for environmental and aesthetic reasons.\nF\n155. The Supreme Court observed that where life of\ncitizens is degraded, the quality of life is adversely affected and\nhealth hazards created are affecting a large number of people.\nThe Supreme Court in exercise of its jurisdiction may grant\nrelief to the extent of stopping the functioning of such units that\ncreate pollution and environmental degradation.\nG SRI LANKA:\n156. There has been great impact of Public Interest\nLitigation on other countries. In Bulankulama and six others\nv. Secretary, Ministry of Industrial Development and seven\nH others (Eppawala case), the Supreme Court of Sri Lanka gave\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n753\nsignificant directions in public interest litigation. In the said A\ncase, Mineral Investment Agreement was entered between the\nGovernment and the private company for rapid exploitation of\nrock phosphate reserves at Eppawala in Sri Lanka's agriculture\nrich North Central Province - High intensity mining operation\nplus establishment of a processing plant on Trincomalee coast B\nwas set up which would produce phosphoric and sulphuric acid.\nSix residents of the area of whose agricultural lands stood to\nbe affected filed a petition before the court in public interest. It\nwas stated in the petition that the project was not for a public\npurpose but for the benefit of a private company and would not C\nbring substantial economic benefit to Sri Lanka. The petitioners\nclaimed imminent infringement of their fundamental rights under\nvarious provisions of the Constitution. The court invoked the\npublic trust theory as applied in the United States and in our\ncountry in the case of M.C. Mehta v. Kamal Nath (1997) 1\nSCC 388. The court upheld the petitioners' fundamental rights.\nThe respondents were restrained from entering into any contract\nrelating to the Eppawala phosphate deposit. The court allowed\nthe petition and the respondents were directed to give costs\nto the petitioners. The Supreme Court of Sri Lanka protected\nenvironmental degradation by giving important directions in this\ncase.\nNEPAL:\nD\nE\n157. A three-Judge Bench of the Supreme Court of Nepal F\nin Surya Prasad Sharma Dhungle v. Godawari Marble\nIndustries in writ petition No.35 of 1992 passed significant\ndirections. It was alleged in the petition that Godawari Marble\nIndustries have been causing serious environmental\ndegradation to Godawari forest and its surrounding which is rich\nin natural grandeur and historical and religious enshrinement\nare being destroyed by the respondents. In the petition it was\nmentioned that the illegal activities of the respondent Godawari\nMarble Industries have caused a huge public losses.\n0\nH\nA\nB\n754 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\n158. The Supreme Court of Nepal gave significant\ndirections to protect degradation of environment and ecology.\nThe court adopted the concept of sustainable development.\n159. The Indian courts may have taken some inspiration\nfrom the group or class interest litigation of the United States\nof America and other countries but the shape of the public\ninterest litigation as we see now is predominantly indigenously\ndeveloped jurisprudence.\n160. The public interest litigation as developed in various\nC facets and various branches is unparalleled. The Indian Courts\nby its judicial craftsmanship, creativity and urge to provide\naccess to justice to the deprived, discriminated and otherwise\nvulnerable sections of society have touched almost every\naspect of human life while dealing with cases filed in the label\nD of the public interest litigation. The credibility of the superior\ncourts of India has been tremendously enhanced because of\nsome vital and important directions given by the courts. The\ncourts' contribution in helping the poorer sections of the society\nby giving new definition to life and liberty and to protect ecology,\nE environment and forests are extremely significant.\nABUSE OF THE PUBLIC INTEREST LITIGATION:\n161. Unfortunately, of late, it has been noticed that such\nan important jurisdiction which has been carefully carved out,\nF created and nurtured with great care and caution by the courts,\nG\nH\nis being blatantly abused by filing some petitions with oblique\nmotives. We think time has come when genuine and bona fide\npublic interest litigation must be encouraged whereas frivolous\npublic interest litigation should be discouraged.\n162. In our considered opinion, we have to protect and\npreserve this important jurisdiction in the larger interest of the\npeople of this country but we must take effective steps to\nprevent and cure its abuse on the basis of monetary and non-\nmonetary directions by the courts.\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n755\n163. In BALCO Employees' Union (Regd.) v. Union of A\nIndia \u0026 Others AIR 2002 SC 350, this Court recognized that\nthere have been, in recent times, increasing instances of abuse\nof public interest litigation. Accordingly, the court has devised\na number of strategies to ensure that the attractive brand name\nof public interest litigation should not be allowed to be used for B\nsuspicious products of mischief. Firstly, the Supreme Court has\nlimited standing in PIL to individuals “acting bonafide.”\nSecondly, the Supreme Court has sanctioned the imposition\nof \"exemplary costs\" as a deterrent against frivolous and\nvexatious public interest litigations. Thirdly, the Supreme Court\nhas instructed the High Courts to be more selective in\nentertaining the public interest litigations.\nC\nD\n164. In S. P. Gupta's case (supra), this Court has found\nthat this liberal standard makes it critical to limit standing to\nindividuals “acting bona fide. To avoid entertaining frivolous and\nvexatious petitions under the guise of PIL, the Court has\nexcluded two groups of persons from obtaining standing in PIL\npetitions. First, the Supreme Court has rejected awarding\nstanding to \"meddlesome interlopers\". Second, the Court has\ndenied standing to interveners bringing public interest litigation E\nfor personal gain.\n165. In Chhetriya Pardushan Mukti Sangharsh Samiti\n(supra), the Court withheld standing from the applicant on\ngrounds that the applicant brought the suit motivated by enmity F\nbetween the parties. Thus, the Supreme Court has attempted\nto create a body of jurisprudence that accords broad enough\nstanding to admit genuine PIL petitions, but nonetheless limits\nstanding to thwart frivolous and vexations petitions.\nG\n166. The Supreme Court broadly tried to curtail the\nfrivolous public Interest litigation petitions by two methods - one\nmonetary and second, non-monetary. The first category of\ncases is that where the court on filing frivolous public interest\nlitigation petitions, dismissed the petitions with exemplary\ncosts. In Neetu v. State of Pubjab \u0026 Others AIR 2007 SC 758, H\n756\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA the Court concluded that it is necessary to impose exemplary\ncosts to ensure that the message goes in the right direction that\npetitions filed with oblique motive do not have the approval of\nthe Courts.\nB\nC\n167. In S.P. Anand v. H.D. Deve Gowda \u0026 Others AIR\n1997 SC 272, the Court warned that it is of utmost importance\nthat those who invoke the jurisdiction of this Court seeking a\nwaiver of the locus standi rule must exercise restraint in moving\nthe Court by not plunging in areas wherein they are not well-\nversed.\n168. In Sanjeev Bhatnagar v. Union of India \u0026 Others AIR\n2005 SC 2841, this Court went a step further by imposing a\nmonetary penalty against an Advocate for filing a frivolous and\nvexatious PIL petition. The Court found that the petition was\nD devoid of public interest, and instead labelled it as “publicity\ninterest litigation.\" Thus, the Court dismissed the petition with\ncosts of Rs.10,000/-.\nE\nF\nG\n169. Similarly, in Dattaraj Nathuji Thaware v. State of\nMaharashtra \u0026 Others (2005) 1 SCC 590, the Supreme Court\naffirmed the High Court's monetary penalty against a member\nof the Bar for filing a frivolous and vexatious PIL petition. This\nCourt found that the petition was nothing but a camouflage to\nfoster personal dispute. Observing that no one should be\npermitted to bring disgrace to the noble profession, the Court\nconcluded that the imposition of the penalty of Rs. 25,000 by\nthe High Court was appropriate. Evidently, the Supreme Court\nhas set clear precedent validating the imposition of monetary\npenalties against frivolous and vexatious PIL petitions,\nespecially when filed by Advocates.\n170. This Court, in the second category of cases, even\npassed harsher orders. In Charan Lal Sahu \u0026 Others v. Giani\nZail Singh \u0026 Another AIR 1984 SC 309, the Supreme Court\nobserved that, \"we would have been justified in passing a heavy\nH order of costs against the two petitioners\" for filing a \"light-\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n757\nhearted and indifferent” PIL petition. However, to prevent A\n“nipping in the bud a well-founded claim on a future occasion,\"\nthe Court opted against imposing monetary costs on the\npetitioners.” In this case, this Court concluded that the petition\nwas careless, meaningless, clumsy and against public interest.\nTherefore, the Court ordered the Registry to initiate prosecution B\nproceedings against the petitioner under the Contempt of\nCourts Act. Additionally, the court forbade the Registry from\nentertaining any future PIL petitions filed by the petitioner, who\nwas an advocate in this case.\n171. In J. Jayalalitha v. Government of Tamil Nadu \u0026\nOthers (1999) 1 SCC 53, this court laid down that public\ninterest litigation can be filed by any person challenging the\nmisuse or improper use of any public property including the\npolitical party in power for the reason that interest of individuals\ncannot be placed above or preferred to a larger public interest.\n172. This court has been quite conscious that the forum\nof this court should not be abused by any one for personal gain\nor for any oblique motive.\n173. In BALCO (supra), this court held that the jurisdiction\nis being abused by unscrupulous persons for their personal\ngain. Therefore, the court must take care that the forum be not\nabused by any person for personal gain.\nC\nD\nE\n174. In Dattaraj Nathuji Thaware (supra), this court F\nexpressed its anguish on misuse of the forum of the court under\nthe garb of public interest litigation and observed that the public\ninterest litigation is a weapon which has to be used with great\ncare and circumspection and the judiciary has to be extremely\ncareful to see that behind the beautiful veil of public interest, G\nan ugly private malice, vested interest and/or publicity seeking\nis not lurking. It is to be used as an effective weapon in the\narmoury of law for delivering social justice to the citizens. The\ncourt must not allow its process to be abused for oblique\nconsiderations.\nI\n"}