{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"708 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA in wild and reckless allegations besmirching the character of\nothers; and (ii) avoidance of public mischief and to avoid\nmischievous petitions seeking to assail, for oblique motives,\njustifiable executive actions.\nB\nC\n19. The aforementioned cases clearly give us the picture\nhow the judicial process has been abused from time to time\nand after the controversy was finally settled by a Constitution\nBench of this Court, repeatedly the petitions were filed in the\nvarious courts.\n20. In the instant case, one of the petitioners before the\nHigh Court is a practicing lawyer of the court. He has invoked\nthe extraordinary jurisdiction of the High Court in this matter. It\nwas expected from a Hon'ble member of the noble profession\nnot to invoke the jurisdiction of the court in a matter where the\nD controversy itself is no longer res integra.\nE\n21. Similarly, it is the bounden duty of the court to ensure\nthat the controversy once settled by an authoritative judgment\nshould not be reopened unless there are extraordinary reasons\nfor doing so.\n22. In the instant case, the High Court entertained the\npetition despite the fact that the controversy involved in the case\nwas no longer res integra. In reply to that writ petition, the Chief\nStanding Counsel of Uttrakhand also filed a Miscellaneous\nF Application before the High Court. The relevant portion of the\napplication reads as under:\n0\n\"3. That the following Attorney Generals appointed under\nArticle 76 of the Constitution were appointed when they\nwere appointed as Attorney General were beyond\nprescribed age for appointment as Supreme Court of\nIndia.\n(1) Sri M. C. Setalvad\nH\n(II)\nSri C. K. Dapatary\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n(III) Shri Niren De\n€\n(IV) Sri Lal Narain Singh\n(V) Sri K. Parasaran\n(VI) Sri Soli Sorabjee\n709\n4. That the appointment of present Attorney General (Mr.\nMilon Banerjee) was challenged before the Delhi High\nCourt and the petition was dismissed in limine. The\nappointment of Mr. R.P. Goel, Advocate General of U.P.\nwho has passed the age of 62 at the time of appointment\nwas also dismissed.\n5. That in the Hon'ble High Court of Judicature at\nAllahabad Sri JV. K.S. Chaudhary, Sir Rishi Ram, Pt.\nKanhaiya Lal Mishra, Sri Shanti Swaroop Bhatnagar and\nseveral others were appointed as Advocate General after\ncrossing the age of 62 years. There were several Advocate\nGenerals in India who were appointed after 62 years.\"\nA\nB\nC\nD\n23. The State of Uttrakhand was a part of the State of U.P. E\na few years ago. In the State of U.P., a large number of\nAdvocate Generals appointed were beyond 62 years of age\nat the time of their appointment. The petitioner, a local\npracticing lawyer, ought to have bestowed some care before\nfiling this writ petition in public interest under Article 226 of the\nConstitution.\n24. The controversy raised by the petitioner in this case\nwas decided 58 years ago in the judgment of Karkare (supra)\nwhich was approved by the Constitution Bench of the Supreme\nCourt way back in 1962. Unfortunately, the same controversy\nhas been repeatedly raised from time to time in various High\nCourts. When the controversy is no longer res-integra and the\nsame controversy is raised repeatedly, then it not only wastes\nthe precious time of the Court and prevent the Court from\ndeciding other deserving cases, but also has the immense\nF\nG\nH\n710 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA potentiality of demeaning a very important constitutional office\nand person who has been appointed to that office.\nB\n25. In our considered view, it is a clear case of the abuse\nof process of court in the name of the Public Interest Litigation.\nIn order to curb this tendency effectively, it has now become\nimperative to examine all connected issues of public interest\nlitigation by an authoritative judgment in the hope that in future\nno such petition would be filed and/or entertained by the Court.\n26. To settle the controversy, we deem it appropriate to\nC deal with different definitions of the Public Interest Litigation in\nvarious countries. We would also examine the evolution of the\npublic interest litigation.\nD\nE\nF\nG\nH\nDEFINITIONS OF PUBLIC INTEREST LITIGATION\n27. Public Interest Litigation has been defined in the\nBlack's Law Dictionary (6th Edition) as under:-\n\"Public Interest - Something in which the public, the\ncommunity at large, has some pecuniary interest, or some\ninterest by which their legal rights or liabilities are affected.\nIt does not mean anything so narrow as mere curiosity, or\nas the interests of the particular localities, which may be\naffected by the matters in question. Interest shared by\ncitizens generally in affairs of local, state or national\ngovernment....\"\n28. Advanced Law Lexicon has defined 'Public Interest\nLitigation' as under:-\n\"The expression 'PIL' means a legal action initiated in a\nCourt of law for the enforcement of public interest or\ngeneral interest in which the public or a class of the\ncommunity has pecuniary interest or some interest by\nwhich their legal rights or liabilities are affected.\"\n29. The Council for Public Interest Law set up by the Forc\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n711\nFoundation in USA defined \"public interest litigation\" in its A\nreport of Public Interest Law, USA, 1976 as follows:\n\"Public Interest Law is the name that has recently been\ngiven to efforts provide legal representation to previously\nunrepresented groups and interests. Such efforts have\nbeen undertaken in the recognition that ordinary market\nplace for legal services fails to provide such services to\nsignificant segments of the population and to significant\ninterests. Such groups and interests include the proper\nenvironmentalists, consumers, racial and ethnic minorities\nand others.\" (M/s Holicow Pictures Pvt. Ltd. v. Prem\nChandra Mishra \u0026 Ors. - AIR 2008 SC 913, para 19).\nB\nC\n30. This court in People's Union for Democratic Rights \u0026\nOthers v. Union of India \u0026 Others (1982) 3 SCC 235 defined\n'Public Interest Litigation' and observed that the \"Public interest D\nlitigation is a cooperative or collaborative effort by the petitioner,\nthe State of public authority and the judiciary to secure\nobservance of constitutional or basic human rights, benefits and\nprivileges upon poor, downtrodden and vulnerable sections of\nthe society\".\nORIGIN OF PUBLIC INTEREST LITIGATION:\nE\n31. The public interest litigation is the product of realization\nof the constitutional obligation of the court.\n32. All these petitions are filed under the big banner of the\npublic interest litigation. In this view of the matter, it has become\nimperative to examine what are the contours of the public\ninterest litigation? What is the utility and importance of the public\ninterest litigation? Whether similar jurisdiction exists in other\ncountries or this is an indigenously developed jurisprudence?\nLooking to the special conditions prevalent in our country,\nwhether the public interest litigation should be encouraged or\ndiscouraged by the courts? These are some of the questions\nwhich we would endeavour to answer in this judgment.\nF\nG\nН\nA\n712\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\n33. According to our opinion, the public interest litigation\nis an extremely important jurisdiction exercised by the Supreme\nCourt and the High Courts. The Courts in a number of cases\nhave given important directions and passed orders which have\nbrought positive changes in the country. The Courts' directions\nB have immensely benefited marginalized sections of the society\nin a number of cases. It has also helped in protection and\npreservation of ecology, environment, forests, marine life,\nwildlife etc. etc. The court's directions to some extent have\nhelped in maintaining probity and transparency in the public life.\nC\nD\nE\nF\nG\nH\n34. This court while exercising its jurisdiction of judicial\nreview realized that a very large section of the society because\nof extreme poverty, ignorance, discrimination and illiteracy had\nbeen denied justice for time immemorial and in fact they have\nno access to justice. Pre-dominantly, to provide access to\njustice to the poor, deprived, vulnerable, discriminated and\nmarginalized sections of the society, this court has initiated,\nencouraged and propelled the public interest litigation. The\nlitigation is upshot and product of this court's deep and intense\nurge to fulfill its bounded duty and constitutional obligation.\n35. The High Courts followed this Court and exercised\nsimilar jurisdiction under article 226 of the Constitution. The\ncourts expanded the meaning of right to life and liberty\nguaranteed under article 21 of the Constitution. The rule of\nlocus standi was diluted and the traditional meaning of\n'aggrieved person' was broadened to provide access to justice\nto a very large section of the society which was otherwise not\ngetting any benefit from the judicial system. We would like to\nterm this as the first phase or the golden era of the public\ninterest litigation. We would briefly deal with important cases\ndecided by this Court in the first phase after broadening the\ndefinition of 'aggrieved person'. We would also deal with cases\nhow this Court prevented any abuse of the public interest\nlitigation?\n36. This Court in Akhil Bharatiya Soshit Karamchari\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n713\nSangh (Railway) v. Union of India \u0026 Others AIR 1981 SC 298 A\nat page 317, held that our current processual jurisprudence is\nnot of individualistic Anglo-Indian mould. It is broad-based and\npeople-oriented, and envisions access to justice through 'class\nactions', 'public interest litigation', and 'representative\nproceedings'. Indeed, little Indians in large numbers seeking B\nremedies in courts through collective proceedings, instead of\nbeing driven to an expensive plurality of litigations, is an\naffirmation of participative justice in our democracy. We have\nno hesitation in holding that the narrow concepts of 'cause of\naction', 'person aggrieved' and individual litigation are C\nbecoming obsolescent in some jurisdictions.\n37. In Bandhua Mukti Morcha v. Union of India \u0026 Others\nAIR 1984 SC 802, this court entertained a petition even of\nunregistered Association espousing the cause of over down-\ntrodden or its members observing that the cause of \"little\nIndians\" can be espoused by any person having no interest in\nthe matter.\nD\nF\n38. In the said case, this court further held that where a\npublic interest litigation alleging that certain workmen are living E\nin bondage and under inhuman conditions is initiated it is not\nexpected of the Government that it should raise preliminary\nobjection that no fundamental rights of the petitioners or the\nworkmen on whose behalf the petition has been filed, have\nbeen infringed. On the contrary, the Government should\nwelcome an inquiry by the Court, so that if it is found that there\nare in fact bonded labourers or even if the workers are not\nbonded in the strict sense of the term as defined in the Bonded\nLabour System (Abolition) Act, 1976 but they are made to\nprovide forced labour or any consigned to a life of utter G\ndeprivation and degradation, such a situation can be set right\nby the Government.\n39. Public interest litigation is not in the nature of adversary\nlitigation but it is a challenge and an opportunity to the\ngovernment and its officers to make basic human rights H\n714 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA meaningful to the deprived and vulnerable sections of the\ncommunity and to assure them social and economic justice\nwhich is the signature tune of our Constitution. The Government\nand its officers must welcome public interest litigation because\nit would provide them an occasion to examine whether the poor\nB and the down-trodden are getting their social and economic\nentitlements or whether they are continuing to remain victims\nof deception and exploitation at the hands of strong and\npowerful sections of the community and whether social and\neconomic justice has become a meaningful reality for them or\nit has remained merely a teasing illusion and a promise of\nunreality, so that in case the complaint in the public interest\nlitigation is found to be true, they can in discharge of their\nconstitutional obligation root out exploitation and injustice and\nensure to the weaker sections their rights and entitlements.\nC\nD\n40. In Fertilizer Corporation Kamagar Union (Regd.,\nSindri \u0026 Others v. Union of India \u0026 Others AIR 1981 SC 844,\nthis court observed that \"public interest litigation is part of the\nprocess of participative justice and 'standing' in civil litigation\nof that pattern must have liberal reception at the judicial\nE doorsteps\".\n41. In Ramsharan Autyanuprasi \u0026 Another v. Union of\nIndia \u0026 Others AIR 1989 SC 549, this court observed that the\npublic interest litigation is for making basic human rights\nF meaningful to the deprived and vulnerable sections of the\ncommunity and to assure them social, economic and political\njustice.\nG\nEVOLUTION OF THE PUBLIC INTEREST LITIGATION IN\nINDIA\n42. The origin and evolution of Public Interest Litigation in\nIndia emanated from realization of constitutional obligation by\nthe Judiciary towards the vast sections of the society - the poor\nand the marginalized sections of the society. This jurisdiction\nH has been created and carved out by the judicial creativity and\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n715\nB\ncraftsmanship. In M. C. Mehta \u0026 Another v. Union of India \u0026 A\nOthers AIR 1987 SC 1086, this Court observed that Article 32\ndoes not merely confer power on this Court to issue direction,\norder or writ for the enforcement of fundamental rights. Instead,\nit also lays a constitutional obligation on this Court to protect\nthe fundamental rights of the people. The court asserted that,\nin realization of this constitutional obligation, \"it has all\nincidental and ancillary powers including the power to forge new\nremedies and fashion new strategies designed to enforce the\nfundamental rights\". The Court realized that because of extreme\npoverty, a large number of sections of society cannot approach C\nthe court. The fundamental rights have no meaning for them and\nin order to preserve and protect the fundamental rights of the\nmarginalized section of society by judicial innovation, the courts\nby judicial innovation and creativity started giving necessary\ndirections and passing orders in the public interest.\nD\nF\n43. The development of public interest litigation has been\nextremely significant development in the history of the Indian\njurisprudence. The decisions of the Supreme Court in the\n1970's loosened the strict locus standi requirements to permit\nfiling of petitions on behalf of marginalized and deprived E\nsections of the society by public spirited individuals, institutions\nand/or bodies. The higher Courts exercised wide powers given\nto them under Articles 32 and 226 of the Constitution. The sort\nof remedies sought from the courts in the public interest\nlitigation goes beyond award of remedies to the affected\nindividuals and groups. In suitable cases, the courts have also\ngiven guidelines and directions. The courts have monitored\nimplementation of legislation and even formulated guidelines\nin absence of legislation. If the cases of the decades of 70s.\nand 80s are analyzed, most of the public interest litigation cases\nwhich were entertained by the courts are pertaining to\nenforcement of fundamental rights of marginalized and deprived\nsections of the society. This can be termed as the first phase\nof the public interest litigation in India.\nG\nH\nA\nB\n716\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\n44. The Indian Supreme Court broadened the traditional\nrule of standing and the definition of \"person aggrieved\".\n45. In this judgment, we would like to deal with the origin\nand development of public interest litigation. We deem it\nappropriate to broadly divide the public interest litigation in three\nphases.\nC\nD\nE\nPhase-I:It deals with cases of this Court where\ndirections and orders were passed primarily to\nprotect fundamental rights under Article 21 of the\nmarginalized groups and sections of the society\nwho because of extreme poverty, illiteracy and\nignorance cannot approach this court or the High\nCourts.\nPhase-II:It deals with the cases relating to\nprotection, preservation of ecology, environment,\nforests, marine life, wildlife, mountains, rivers,\nhistorical monuments etc. etc.\nPhase-III:It deals with the directions issued by the\nCourts in maintaining the probity, transparency and\nintegrity in governance.\n46. Thereafter, we also propose to deal with the aspects\nof abuse of the Public Interest Litigation and remedial\nF measures by which its misuse can be prevented or curbed.\nDISCUSSION OF SOME IMPORTANT CASES OF PHASE-\n47. The court while interpreting the words “person\nG aggrieved\" in Jasbhai Motibhai Desai v. Roshan Kumar, Haji\nBashir Ahmed \u0026 Others (1976) 1 SCC 671 observed that \"the\ntraditional rule is flexible enough to take in those cases where\nthe applicant has been prejudicially affected by an act or\nomission of an authority, even though he has no proprietary or\nH even a fiduciary interest in the subject-matter. That apart, ir\n-\nSTATE OF UTTARANCHAL v. BALWANT SINGH\nCHAUFAL \u0026 ORS. [DALVEER BHANDARI, J.]\n717\nexceptional cases even a stranger or a person who was not a\nparty to the proceedings before the authority, but has a\nsubstantial and genuine interest in the subject-matter of the\nproceedings will be covered by this rule\".\n48. The rule of locus standi was relaxed in Bar Council\nof Maharashtra v. M. V. Dabholkar \u0026 Others 1976 SCR 306.\nThe court observed as under:\nA\nB\n\"Traditionally used to the adversary system, we search for.\nindividual persons aggrieved. But a new class of litigation\npublic interest litigation-where a section or whole of the C\ncommunity is involved (such as consumers' organisations\nor NAACP-National Association for Advancement of\nColoured People-in America), emerges in a developing\ncountry like ours, this pattern of public oriented litigation\nbetter fulfils the rule of law if it is to run close to the rule of D\nlife.\nXXXX\nXXX\nXXX\n\"The possible apprehension that widening legal standing\nwith a public connotation may unloose a flood of litigation\nwhich may overwhelm the judges is misplaced because\npublic resort to court to suppress public mischief is a\ntribute to the justice system.\"\nE\n49. The court in this case observed that \"procedural F\nprescriptions are handmaids, not mistresses of justice and\nfailure of fair play is the spirit in which Courts must view\nprocession deviances.\"\n50. In The Mumbai Kamgar Sabha, Bombay v. Abdulbhai\nFaizullabhai \u0026 Others AIR 1976 SC 1455, this Court made\nconscious efforts to improve the judicial access for the masses\nby relaxing the traditional rule of locus standi.\nG\n51. In Sunil Batra v. Delhi Administration \u0026 Others AIR\n1978 SC 1675, the Court departed from the traditional rule of H\n"}