{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nC\nD\nLU\nE\n670 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nprudence and the version put forward by the accused, the\nCourt, while declining to award death penalty and only\nawarding life imprisonment, held as under:\n(Satishbhushan Bariyar case, SCC pp. 551 \u0026 559-60,\nparas 135, 168-69 \u0026 171-73)\n\"135. Right to life, in its barest of connotation would\nimply right to mere survival. In this form, right to life\nis the most fundamental of all rights. Consequently,\na punishment which aims at taking away life is the\ngravest punishment. Capital punishment imposes\na limitation on the essential content of the\nfundamental right to life, eliminating it irretrievably.\nWe realise the absolute nature of this right, in the\nsense that it is a source of all other rights. Other\nrights may be limited, and may even be withdrawn\nand then granted again, but their ultimate limit is to\nbe found in the preservation of the right to life. Right\nto life is the essential content of all rights under the\nConstitution. If life is taken away, all other rights\ncease to exist.\n*\n*\nF\nG\nH\n168. We must, however, add that in a case of\nthis nature where the entire prosecution case\nrevolves round the statement of an approver or is\ndependant upon the circumstantial evidence, the\nprudence doctrine should be invoked. For the\naforementioned purpose, at the stage of sentencing\nevaluation of evidence would not be permissible,\nthe courts not only have to solely depend upon the\nfindings arrived at for the purpose of recording a\njudgment of conviction, but also consider the matter\nkeeping in view the evidences which have been\nbrought on record on behalf of the parties and in\nparticular the accused for imposition of a lesser\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 671\n[SWATANTER KUMAR, J.]\npunishment. A statement of approver in regard to A\nthe manner in which crime has been committed vis-\nà-vis the role played by the accused, on the one\nhand, and that of the approver, on the other, must\nbe tested on the touchstone of the prudence\ndoctrine.\nB\nC\n169. The accused persons were not criminals.\nThey were friends. The deceased was said to have\nbeen selected because his father was rich. The\nmotive, if any, was to collect some money. They\nwere not professional killers. They have no criminal\nhistory. All were unemployed and were searching\nfor jobs. Further, if age of the accused was a\nrelevant factor for the High Court for not imposing\ndeath penalty on Accused 2 and 3, the same\nstandard should have been applied to the case of\nthe appellant also who was only two years older and\nstill a young man in age. Accused 2 and 3 were as\nmuch a part of the crime as the appellant. Though\nit is true, that it was he who allegedly proposed the\nidea of kidnapping, but at the same time it must not E\nbe forgotten that the said plan was only executed\nwhen all the persons involved gave their consent\nthereto.\nD\n*\n*\n*\nF\nG\n171. Section 354(3) of the Code of Criminal\nProcedure requires that when the conviction is for\nan offence punishable with death or in the\nalternative with imprisonment for life or\nimprisonment for a term of years, the judgment shall\nstate the reasons for the sentence awarded, and in\nthe case of sentence of death, the special reasons\nthereof. We do not think that the reasons assigned\nby the courts below disclose any special reason to\nuphold the death penalty. The discretion granted to H\n672\nSUPREME COURT REPORTS\nA\n\u003e\u003e\nB\nC\nD\nE\nF\n0\n[2012] 3 S.C.R.\nthe courts must be exercised very cautiously\nespecially because of the irrevocable character of\ndeath penalty. Requirements of law to assign.\nspecial reasons should not be construed to be an\nempty formality.\n172. We have previously noted that the judicial\nprinciples for imposition of death penalty are far\nfrom being uniform. Without going into the merits\nand demerits of such discretion and subjectivity, we\nmust nevertheless reiterate the basic principle,\nstated repeatedly by this Court, that life\nimprisonment is the rule and death penalty an\nexception. Each case must therefore be analysed\nand the appropriateness of punishment determined\non a case-by-case basis with death sentence not\nto be awarded save in the 'rarest of the rare' case\nwhere reform is not possible. Keeping in mind at\nleast this principle we do not think that any of the\nfactors in the present case discussed above\nwarrants the award of the death penalty. There are\nno special reasons to record the death penalty and\nthe mitigating factors in the present case,\ndiscussed previously, are, in our opinion, sufficient\nto place it out of the 'rarest of rare' category.\n173. For the reasons aforementioned, we are\nof the opinion that this is not a case where death\npenalty should be imposed. The appellant,\ntherefore, instead of being awarded death penalty,\nis sentenced to undergo rigorous imprisonment for\nlife. Subject to the modification in the sentence of\nthe appellant (A-1) mentioned hereinbefore, both the\nappeals of the appellant as also that of the State\nare dismissed.\"\n(emphasis in original)\nH\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 673\n[SWATANTER KUMAR, J.]\nA\n41. The above principle, as supported by case illustrations,\nclearly depicts the various precepts which would govern\nthe exercise of judicial discretion by the courts within the\nparameters spelt out under Section 354(3) CrPC.\nAwarding of death sentence amounts to taking away the\nlife of an individual, which is the most valuable right B\navailable, whether viewed from the constitutional point of\nview or from the human rights point of view. The condition\nof providing special reasons for awarding death penalty\nis not to be construed linguistically but it is to satisfy the\nbasic features of a reasoning supporting and making C\naward of death penalty unquestionable. The circumstances\nand the manner of committing the crime should be such\nthat it pricks the judicial conscience of the court to the\nextent that the only and inevitable conclusion should be\nawarding of death penalty.\"\n28. In Machhi Singh \u0026 Ors. v. State of Rajasthan [(1983)\n3 SCC 470], this Court stated certain relevant considerations\nlike the manner of commission of murder, motive for\ncommission of murder, anti-social or socially abhorrent nature\nof the crime, magnitude of crime and the personality of the\nvictim of murder. These considerations further demonstrate that\nthe matter has to be examined with reference to a particular\ncase, for instance, murder of an innocent child who could not\nhave or has not provided even an excuse, much less a\nprovocation for murder. Similarly, murder of a helpless woman\nwho might be relying on a person because of her age or\ninfirmity, if murdered by that person, would be an indicator of\nbreach of relationship or trust as the case may be. It would\nneither be proper nor probably permissible that the judicial\napproach of the court in such matters treat one of the stated\nconsiderations or factors as determinative. The court should\nexamine all or majority of the relevant considerations to spell\ncomprehensively the special reasons to be recorded in the\norder, as contemplated under Section 354(3) of the Cr.P.C.\nD\nE\nF\nG\nH\nA\n674 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\n29. In the case of Dhananjoy Chatterjee @ Dhana v. State\nof West Bengal [(1994) 2 SCC 220] while affirming the award\nof death sentence by the High Court, this Court noticed that 'in\nrecent years, the rising crime rate-particularly violent crime\nagainst women has made the criminal sentencing by the courts\nB a subject of concern'. The Court reiterated the principle that it\nis not possible to lay down any cut and dry formula relating to\nimposition of sentence but the object of sentencing should be\nto see that the crime does not go unpunished and the victim of\ncrime, as also the society, has the satisfaction that justice has\nbeen done to it. The Court held as follows:-\nC\nD\nไม่\nE\nF\nG\n“15. In our opinion, the measure of punishment in a given\ncase must depend upon the atrocity of the crime; the\nconduct of the criminal and the defenceless and\nunprotected state of the victim. Imposition of appropriate\npunishment is the manner in which the courts respond to\nthe society's cry for justice against the criminals. Justice\ndemands that courts should impose punishment befitting\nthe crime so that the courts reflect public abhorrence of the\ncrime. The courts must not only keep in view the rights of\nthe criminal but also the rights of the victim of crime and\nthe society at large while considering imposition of\nappropriate punishment.\"\n30. In this case, the Court was concerned with the case of\na security guard who had been transferred at the complaint of\na lady living in the flats with regard to teasing of her young girl\nchild. The security guard went up to the flat of the lady,\ncommitted rape on her daughter and then murdered her brutally.\nThe Court found it to be a fit case for imposition of capital\npunishment.\n31. Again, in the case of Surja Ram v. State of Rajasthan\n[(1996) 6 SCC 271], this Court affirmed the death sentence\nawarded by the High Court primarily taking into consideration\nthat there was no provocation and the manner in which the\nI\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 675\n[SWATANTER KUMAR, J.]\ncrime was committed was brutal. Noticing that the Court has A\nto award a punishment which is just and fair by administering\njustice tempered with such mercy not only as the criminal may\njustly deserve but also to the rights of the victims of the crime\nto have the assailant appropriately punished and the society's\nreasonable expectation from the court for the appropriate B\ndeterrent punishment conforming to the gravity of the offence\nand consistent with the public abhorrence for the heinous crime\ncommitted by the accused. The Court further held as under:-\nC\nD\n\"18. After giving our anxious consideration to the facts and\ncircumstances of the case, it appears to us that for\ndeciding just and appropriate sentence to be awarded for\nan offence, the aggravating and mitigating factors and\ncircumstances in which a crime has been committed are\nto be delicately balanced in a dispassionate manner. Such\nact of balancing is indeed a difficult task. It has been very\naptly indicated in Dennis Councle McGautha v. State of\nCalifornia that no formula of a foolproof nature is possible\nthat would provide a reasonable criterion in determining a\njust and appropriate punishment in the infinite variety of\ncircumstances that may affect the gravity of the crime of E\nmurder. In the absence of any foolproof formula which may\nprovide any basis for reasonable criteria to correctly\nassess various circumstances germane to the\nconsideration of gravity of crime of murder, the\ndiscretionary judgment in the facts of each case, is the only F\nway in which such judgment may be equitably\ndistinguished.\"\n32. This Court in Prajeet Kumar Singh v. State of Bihar\n[(2008) 4 SCC 434], B.A. Umesh v. Registrar General, High\nCourt of Karnataka [(2011) 3 SCC 85], State of Rajasthan v.\nKashi Ram [(2006) 12 SCC 254] and Atbir v. Government of\nNCT of Delhi [(2010) 9 SCC 1] had confirmed the death\nsentence awarded by the High Courts for different reasons after\nG\nI\n676 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA applying the principles enunciated in one or more afore-referred\nB\n.\njudgments.\n33. Now, we may notice the cases which were relied upon\nby the learned counsel appearing for the appellants and\nwherein this Court had declined to confirm the imposition of\ncapital punishment treating them not to be the rarest of rare\ncases.\n34. In Ronny @ Ronald James Alwaris Etc. v. State of\nMaharashtra [(1998) 3 SCC 625], the Court while relying upon\nC the judgment of this Court in the case of Allauddin Mian \u0026 Ors.\nv. State of Bihar [(1989) 3 SCC 5], held that the choice of the\ndeath sentence has to be made only in the 'rarest of rare' cases\nand that where culpability of the accused has assumed depravity\nor where the accused is found to be an ardent criminal and\nD menace to the society. The Court also noticed the above-stated\nprinciple that the Court should ordinarily impose a lesser\npunishment and not the extreme punishment of death which\nshould be reserved for exceptional cases only. The Court, while\nconsidering the cumulative effect of all the factors such as the\nE offences not committed under the influence of extreme mental\nor emotional disturbance and the fact that the accused were\nyoung and the possibility of their reformation and rehabilitation\ncould not be ruled out, converted death sentence into life\nimprisonment.\nF\n35. Similarly, in the case of Bantu @ Naresh Giri v. State\nof M.P. [(2001) 9 SCC 615] while dealing with the case of rape\nand murder of a six year old girl, this Court found that the case\nwas not one of the 'rarest of rare' cases. The Court noticed\nthat, accused was less than 22 years at the time of commission\nG of the offence, there were no injuries on the body of the\ndeceased and the death probably occurred as a result of\ngagging of the nostril by the accused. Thus, the Court while\nnoticing that the crime was heinous, commuted the sentence\nof death to one of life imprisonment.\nH\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 677\n[SWATANTER KUMAR, J.]\n36. The above judgments provide us with the dicta of the A\nCourt relating to imposition of death penalty. Merely because\na crime is heinous per se may not be a sufficient reason for\nthe imposition of death penalty without reference to the other\nfactors and attendant circumstances.\n37. Most of the heinous crimes under the IPC are\npunishable by death penalty or life imprisonment. That by itself\ndoes not suggest that in all such offences, penalty of death alone\nshould be awarded. We must notice, even at the cost of\nrepetition, that in such cases awarding of life imprisonment\nwould be a rule, while 'death' would be the exception. The term\n'rarest of rare' case which is the consistent determinative rule\ndeclared by this Court, itself suggests that it has to be an\nexceptional case. The life of a particular individual cannot be\ntaken away except according to the procedure established by\nlaw and that is the constitutional mandate. The law\ncontemplates recording of special reasons and, therefore, the\nexpression 'special' has to be given a definite meaning and\nconnotation. 'Special reasons' in contra-distinction to 'reasons'\nsimplicitor conveys the legislative mandate of putting a\nrestriction on exercise of judicial discretion by placing the\nrequirement of special reasons.\nB\nC\nD\nE\n38. Since, the later judgments of this Court have added to\nthe principles stated by this Court in the case of Bachan Singh\n(supra) and Machhi Singh (supra), it will be useful to re-state F\nthe stated principles while also bringing them in consonance,\nwith the recent judgments.\n39. The law enunciated by this Court in its recent\njudgments, as already noticed, adds and elaborates the\nprinciples that were stated in the case of Bachan Singh (supra)\nand thereafter, in the case of Machhi Singh (supra). The\naforesaid judgments, primarily dissect these principles into two\ndifferent compartments one being the 'aggravating\ncircumstances' while the other being the 'mitigating\n-\nG\nΙ\n'\n678 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA circumstances'. The Court would consider the cumulative effect\nof both these aspects and normally, it may not be very\nappropriate for the Court to decide the most significant aspect\nof sentencing policy with reference to one of the classes under\nany of the following heads while completely ignoring other\nB classes under other heads. To balance the two is the primary\nduty of the Court. It will be appropriate for the Court to come to\na final conclusion upon balancing the exercise that would help\nto administer the criminal justice system better and provide an\neffective and meaningful reasoning by the Court as\nC contemplated under Section 354(3) Cr.P.C.\nD\nE\nF\nபட\nG\nAggravating Circumstances:\n(1) The offences relating to the commission of heinous\ncrimes like murder, rape, armed dacoity,\nkidnapping etc. by the accused with a prior record\nof conviction for capital felony or offences\ncommitted by the person having a substantial\nhistory of serious assaults and criminal convictions.\n(2) The offence was committed while the offender was\nengaged in the commission of another serious\noffence.\n(3) The offence was committed with the intention to\ncreate a fear psychosis in the public at large and\nwas committed in a public place by a weapon or\ndevice which clearly could be hazardous to the life\nof more than one person.\n(4) The offence of murder was committed for ransom\nor like offences to receive money or monetary\nbenefits.\n(5) Hired killings.\n(6)\nThe offence was committed outrageously for want\nH\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 679\n[SWATANTER KUMAR, J.]\nonly while involving inhumane treatment and torture A\nto the victim.\n(7) The offence was committed by a person while in\nlawful custody.\n(8) The murder or the offence was committed to\nprevent a person lawfully carrying out his duty like\narrest or custody in a place of lawful confinement\nof himself or another. For instance, murder is of a\nperson who had acted in lawful discharge of his duty\nunder Section 43 Cr.P.C.\n(9) When the crime is enormous in proportion like\nmaking an attempt of murder of the entire family or\nmembers of a particular community.\n(10) When the victim is innocent, helpless or a person\nrelies upon the trust of relationship and social\nnorms, like a child, helpless woman, a daughter or\na niece staying with a father/uncle and is inflicted\nwith the crime by such a trusted person.\n(11) When murder is committed for a motive which\nevidences total depravity and meanness.\nB\nC\nD\nE\n(12) When there is a cold blooded murder without\nprovocation.\nF\n(13) The crime is committed so brutally that it pricks or\nshocks not only the judicial conscience but even the\nconscience of the society.\nMitigating Circumstances:\nG\n(1) The manner and circumstances in and under which\nthe offence was committed, for example, extreme\nmental or emotional disturbance or extreme\nprovocation in contradistinction to all these\nsituations in normal course.\nH\n"}