{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"660 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA since the past two days. His son had challenged all the four\naccused persons in his presence and later he was informed\nby the Police that his son was a witness in the case. This\nwitness knew the accused persons as well as the deceased\nRajkumari. He was a party to the seizure memo, Exhibit P/7 to\nB P/10 though in the Court he stated that nothing was seized in\nC\nD\nhis presence and, at this stage, he was declared hostile. The\nstatement of PW6 does not suffer from any legal or factual\ninfirmity and appears to be the true and correct version of what\nactually happened at the scene of occurrence. The delay, if any,\nin lodging the FIR, thus, stands explained and is, in no way, fatal\nto the case of the prosecution.\n19. Now, we would deal with the contention that the\nrecoveries effected during the period of investigation are\nimproper and inadmissible. The report submitted by the FSL,\nas per Exhibit P/23, does not indicate or connect the accused\nwith the commission of the crime and, therefore, the case of\nthe prosecution should essentially fail. This argument, again, is\nwithout any merit. Firstly, Exhibit P/23 and the effect of the FSL\nReport have been appropriately discussed by the High Court\nE in its judgment. The articles seized, the human blood noticed\non Articles A, B, C, D, E, F1 and F2 and presence of seminal\nstains and human spermatozoa on Articles C, D, E, F1, F2, G1,\nH1, 1, J1 and K1 confirmed. Seminal stains and human\nspermatozoa were not found on Articles A and B. The seminal\nF stains on Articles C, D, E, F1 and F2 were not sufficient for\nserological examination. This was so recorded in Exhibit P23.\nThis document further stated that Articles G2, H2, 12, J2 and\nK2 were not examined by the FSL, Raipur. It was further\nrecorded that in case of necessity, the DNA test could be\nG performed at Hyderabad. The report also stated that the articles\nwith regard to the blood group and serum had been sent to\nKolkata Laboratory for futher investigation. Indefinite conclusion\nof the expert to this extent, cannot be treated as a report entirely\nin favour of the accused which ipso facto would entitle them for\nan order of acquittal. This expert report, has to be examined in\nH\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 661\n[SWATANTER KUMAR, J.]\nC\nconjunction with the oral evidence and particularly the medical A\nevidence. Exhibit P/12 is the post mortem report which has\ndepicted various external and internal injuries on the body of\nthe deceased as afore-noticed. It is also clear that the cause\nof death of Rajkumari was asphyxia due to throttling. It is further\nclear from the findings in the post mortem report that petechial B\nhemorrhage of lungs was present, the right side of heart was\nfilled with blood while the left chamber was empty and bloody\nfroth was oozing from nostrils and mouth of the deceased.\nThere has to be a very strong and compelling reason for the\nCourt to disbelieve an eye-witness. Statement of PW6 does not\nsuffer from any contradictions nor is at variance with the case\nof the prosecution. He was being kept under a constant watch\ninasmuch as he was the servant of PW1, whose brother Ranjeet\nwas one of the accused. Accused was even present near the\ndead body of Rajkumari till she was taken for post mortem. We\nhave already noticed that the expert evidence clearly\ndemonstrates, particularly in view of the injuries caused to the\ndeceased during the heinous crime, that it could not have been\ndone by a single person and, therefore, involvement of two or\nmore persons is most probable and in line with the story of the\nprosecution. The cumulative effect of the oral/documentary and\nexpert evidence is that the prosecution has been able to prove\nits case beyond any reasonable doubt.\nD\nE\n20. It is a case where not only the entire incriminating\nmaterial evidence was put to the accused while they were being F\nexamined under Section 313 Cr.P.C. but also that the accused\nexamined two witnesses DW1, Samelal Kewat and DW2,\nKamla, wife of Ranjeet Singh. In their statements under Section\n313 Cr.P.C., they have taken the stand that they were not\npresent at the place of occurrence but, in fact, they were present G\nin their respective houses and as such they have been falsely\nimplicated. The two witnesses were examined in support of this\nfact. DW1 has stated that he lives nearby the house of\nRajkumari and he did not hear any noise or cries on the fateful\nnight. He also stated that Ramnaresh came to his house at\nI\nB\n662 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA about 10:00 o'clock when he was going to attend the\nRamayana. He further stated that Ramnaresh was in his house\nand, thus, he could not have committed the crime. DW2 is the\nwife of Ranjeet. She stated that his husband was sleeping in\nthe house only and on the said date Ramnaresh, Vishwanath\nand Amar Singh had not visited their house. The cross\nexamination of these two witnesses has clearly created a doubt\nin regard to the authenticity of their statements. Firstly, as per\nthe version of the prosecution and as is even clear from the\nmedical evidence, the mouth of deceased Rajkumari had been\ngagged. Therefore, the question of hearing any noise or\nscreaming would not arise and, secondly, DW2 is the wife of\nthe accused and is bound to speak in his favour as an\ninterested witness. Furthermore, both these witnesses had not\ninformed the Police during the course of investigation and even\nwhen the accused were arrested that they had been present\nat their respective houses and not at the place of occurrence.\nIn fact, this has not even been the suggestion of the defence\nwhile cross-examining the prosecution witnesses.\nC\nD\n21. In terms of Section 313 Cr.P.C., the accused has the\nE freedom to maintain silence during the investigation as well as\nbefore the Court. The accused may choose to maintain silence\nor complete denial even when his statement under Section 313\nCr.P.C. is being recorded, of course, the Court would be\nentitled to draw an inference, including adverse inference, as\nF may be permissible to it in accordance with law. Right to fair\ntrial, presumption of innocence unless proven guilty and proof\nby the prosecution of its case beyond any reasonable doubt\nare the fundamentals of our criminal jurisprudence. When we\nspeak of prejudice to an accused, it has to be shown that the\naccused has suffered some disability or detriment in relation\nto any of these protections substantially. Such prejudice should\nalso demonstrate that it has occasioned failure of justice to the\naccused. One of the other cardinal principles of criminal justice\nadministration is that the courts should make a close\nexamination to ascertain whether there was really a failure of\nG\nH\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 663\n[SWATANTER KUMAR, J.]\njustice or whether it is only a camouflage, as this expression A\nis perhaps too pliable. [Ref. Rafiq Ahmed @ Rafi v. State of\nUttar Pradesh [(2011) 8 SCC 300].\n22. It is a settled principle of law that the obligation to put\nmaterial evidence to the accused under Section 313 Cr.P.C.\nis upon the Court. One of the main objects of recording of a\nstatement under this provision of the Cr.P.C. is to give an\nopportunity to the accused to explain the circumstances\nappearing against him as well as to put forward his defence, if\nthe accused so desires. But once he does not avail this\nopportunity, then consequences in law must follow. Where the\naccused takes benefit of this opportunity, then his statement\nmade under Section 313 Cr.P.C., in so far as it supports the\ncase of the prosecution, can be used against him for rendering\nconviction. Even under the latter, he faces the consequences\nin law.\nB\nC\nD\nF\n23. In the present case, the accused have denied their\npresence on the spot, at the time of occurrence. Thus, it was\nfor them to prove that they were not present at the place of\noccurrence and were entitled to plea of alibi. In our considered E\nopinion, they have miserably failed to establish this fact. On the\ncontrary, the behaviour explained by the defence witnesses\nappears to be somewhat unnatural in the social set up in which\nthe accused, the deceased and even some of the prosecution\nwitnesses were living. They knew each other very well and the\nnormal course of life in a village is that they are quite concerned\nwith and actively participate in each other's affairs, particularly\nsad occasions. Ranjeet was present at the place of occurrence\nand was holding one of the minor children of PW1. This\nsupports the statement of PW6 that he was constantly under\nthreat and watch from either of the accused. The version put\nforward by the accused in their statement under Section 313\nCr.P.C. is unbelievable and unacceptable. There is no cogent\nevidence on record to support their plea.\nG\n24. For the reasons afore-recorded, we have no hesitation Hi\n664 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA in holding that the prosecution has been able to prove its case\nbeyond reasonable doubt. The accused are guilty of committing\nB\nthe offence under Sections 499, 376(2)(g) and 302 IPC. We\nhold them guilty of committing these offences.\nThe death sentence and principles governing its\nconversion to life imprisonment\n25. Despite the transformation of approach and radical\nchanges in principles of sentencing across the world, it has not\nbeen possible to put to rest the conflicting views on sentencing\nC policy. The sentencing policy being a significant and\ninseparable facet of criminal jurisprudence, has been inviting\nthe attention of the Courts for providing certainty and greater\nclarity to it. Capital punishment has been a subject matter of\ngreat social and judicial discussion and catechism. From\nD whatever point of view it is examined, one undisputable\nstatement of law follows that it is neither possible nor prudent\nto state any universal formula which would be applicable to all\nthe cases of criminology where capital punishment has been\nprescribed. It shall always depend upon the facts and\nE circumstances of a given case. This Court has stated various\nlegal principles which would be precepts on exercise of judicial\ndiscretion in cases where the issue is whether the capital\npunishment should or should not be awarded.\nF\n26. The law requires the Court to record special reasons\nfor awarding such sentence. The Court, therefore, has to\nconsider matters like nature of the offence, how and under what\ncircumstances it was committed, the extent of brutality with\nwhich the offence was committed, the motive for the offence,\nany provocative or aggravating circumstances at the time of\nG commission of the crime, the possibility of the convict being\nreformed or rehabilitated, adequacy of the sentence of life\nimprisonment and other attendant circumstances. These\nfactors cannot be similar or identical in any two given cases.\nThus, it is imperative for the Court to examine each case on\nH its own facts, in light of the enunciated principles. It is only upon\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 665\n[SWATANTER KUMAR, J.]\napplication of these principles to the facts of a given case that A\nthe Court can arrive at a final conclusion whether the case in\nhand is one of the 'rarest of rare' cases and imposition of death\npenalty alone shall serve the ends of justice. Further, the Court\nwould also keep in mind that if such a punishment alone would\nserve the purpose of the judgment, in its being sufficiently B\npunitive and purposefully preventive.\n27. In order to examine this aspect in some greater depth\nand with objectivity, it is necessary for us to reiterate the various\nguiding factors. Suffices it to make reference to a recent\njudgment of this Court in the case of State of Maharashtra v.\nGoraksha Ambaji Adsul [(2011) 7 SCC 437], wherein this\nCourt discussed the law in some detail and enunciated the\nprinciples as follows:\nC\nE\n\"30. The principles governing the sentencing policy in our D\ncriminal jurisprudence have more or less been consistent,\nright from the pronouncement of the Constitution Bench\njudgment of this Court in Bachan Singh v. State of Punjab.\nAwarding punishment is certainly an onerous function in the\ndispensation of criminal justice. The court is expected to\nkeep in mind the facts and circumstances of a case, the\nprinciples of law governing award of sentence, the\nlegislative intent of special or general statute raised in the\ncase and the impact of awarding punishment. These are\nthe nuances which need to be examined by the court with\ndiscernment and in depth.\n31. The legislative intent behind enacting Section 354(3)\nCrPC clearly demonstrates the concern of the legislature\nfor taking away a human life and imposing death penalty\nupon the accused. Concern for the dignity of the human\nlife postulates resistance to taking a life through law's\ninstrumentalities and that ought not to be done, save in the\nrarest of rare cases, unless the alternative option is\nunquestionably foreclosed. In exercise of its discretion, the\ncourt would also take into consideration the mitigating\nF\nG\nI\nA.\nB\nс\nD\nE\nF\nG\n☐ H\n666 SUPREME COURT REPORTS\ncircumstances and their resultant effects.\n[2012] 3 S.C.R.\n32. The language of Section 354(3) demonstrates the\nlegislative concern and the conditions which need to be\nsatisfied prior to imposition of death penalty. The words,\n\"in the case of sentence of death, the special reasons for\nsuch sentence\" unambiguously demonstrate the\ncommand of the legislature that such reasons have to be\nrecorded for imposing the punishment of death sentence.\nThis is how the concept of the rarest of rare cases has\nemerged in law. Viewed from that angle, both the\nlegislative provisions and judicial pronouncements are at\nad idem in law. The death penalty should be imposed in\nthe rarest of rare cases and that too for special reasons\nto be recorded. To put it simply, a death sentence is not a\nrule but an exception. Even the exception must satisfy the\nprerequisites contemplated under Section 354(3) CrPC in\nlight of the dictum of the Court in Bachan Singh.\n33. The Constitution Bench judgment of this Court in\nBachan Singh has been summarised in para 38 in Machhi\nSingh v. State of Punjab and the following guidelines have\nbeen stated while considering the possibility of awarding\nsentence of death: (Machhi Singh case, SCC p. 489)\n\"(i) The extreme penalty of death need not be\ninflicted except in gravest cases of extreme\nculpability.\n(ii) Before opting for the death penalty the\ncircumstances of the 'offender' also requires to be\ntaken into consideration along with the\ncircumstances of the 'crime'.\n(iii) Life imprisonment is the rule and death\nsentence is an exception. ... death sentence must\nbe imposed only when life imprisonment appears\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 667\n[SWATANTER KUMAR, J.]\nto be an altogether inadequate punishment having A\nregard to the relevant circumstances of the crime,\nand provided, and only provided the option to\nimpose sentence of imprisonment for life cannot be\nconscientiously exercised having regard to the\nnature and circumstances of the crime and all the\nrelevant circumstances.\n(iv) A balance sheet of aggravating and mitigating\ncircumstances has to be drawn up and in doing so\nthe mitigating circumstances have to be accorded\nfull weightage and a just balance has to be struck\nbetween the aggravating and the mitigating.\ncircumstances before the option is exercised.\"\n(emphasis supplied)\n34. The judgment in Bachan Singh, did not only state the\nabove guidelines in some elaboration, but also specified\nthe mitigating circumstances which could be considered\nby the Court while determining such serious issues and\nthey are as follows: (SCC p. 750, para 206)\n“206. ... 'Mitigating circumstances.—In the\nexercise of its discretion in the above cases, the\ncourt shall take into account the following\ncircumstances:\n(1) That the offence was committed under the\ninfluence of extreme mental or emotional\ndisturbance.\n(2) The age of the accused. If the accused is\nyoung or old, he shall not be sentenced to death.\n(3) The probability that the accused would not\ncommit criminal acts of violence as would constitute\na continuing threat to society.\nB\nC\nD\nE\nF\nG\nI\nA\nB\nс\nD\nE\nF\nG\nH\n668\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\n(4) The probability that the accused can be\nreformed and rehabilitated.\nThe State shall by evidence prove that the accused\ndoes not satisfy Conditions (3) and (4) above.\n(5) That in the facts and circumstances of the\ncase the accused believed that he was morally\njustified in committing the offence.\n(6) That the accused acted under the duress\nor domination of another person.\n(7) That the condition of the accused showed\nthat he was mentally defective and that the said\ndefect impaired his capacity to appreciate the\ncriminality of his conduct.\"\n35. Now, we may examine certain illustrations arising from\nthe judicial pronouncements of this Court.\n36. In D.K. Basu v. State of W.B. this Court took the view\nthat custodial torture and consequential death in custody\nwas an offence which fell in the category of the rarest of\nrare cases. While specifying the reasons in support of such\ndecision, the Court awarded death penalty in that case.\n37. In Santosh Kumar Satishbhushan Bariyar v. State of\nMaharashtra this Court also spelt out in paras 56 to 58\nthat nature, motive, impact of a crime, culpability, quality\nof evidence, socio-economic circumstances, impossibility\nof rehabilitation are the factors which the court may take\ninto consideration while dealing with such cases. In that\ncase the friends of the victim had called him to see a movie\nand after seeing the movie, a ransom call was made, but\nwith the fear of being caught, they murdered the victim. The\nCourt felt that there was no evidence to show that the\ncriminals were incapable of reforming themselves, that it\nwas not a rarest of the rare case, and therefore, declined\nRAMNARESH \u0026 ORS. v. STATE OF CHHATTISGARH 669\n[SWATANTER KUMAR, J.]\nto award death sentence to the accused.\nA\n38. Interpersonal circumstances prevailing between the\ndeceased and the accused was also held to be a relevant\nconsideration in Vashram Narshibhai Rajpara v. State of\nGujarat where constant nagging by family was treated as\nB\nthe mitigating factor, if the accused is mentally unbalanced\nand as a result murders the family members. Similarly, the\nintensity of bitterness which prevailed and the escalation\nof simmering thoughts into a thirst for revenge and\nretaliation were also considered to be a relevant factor by\nthis Court in different cases.\nC\nE\n39. This Court in Satishbhushan Bariyar also considered\nvarious doctrines, principles and factors which would be\nconsidered by the Courts while dealing with such cases.\nThe Court discussed in some elaboration the applicability D\nof the doctrine of rehabilitation and the doctrine of\nprudence. While considering the application of the doctrine\nof rehabilitation and the extent of weightage to be given\nto the mitigating circumstances, it noticed the nature of the\nevidence and the background of the accused. The\nconviction in that case was entirely based upon the\nstatement of the approver and was a case purely of\ncircumstantial evidence. Thus, applying the doctrine of\nprudence, it noticed the fact that the accused were\nunemployed, young men in search of job and they were not\ncriminals. In execution of a plan proposed by the appellant\nand accepted by others, they kidnapped a friend of theirs.\nThe kidnapping was done with the motive of procuring\nransom from his family but later they murdered him\nbecause of the fear of getting caught, and later cut the\nbody into pieces and disposed it off at different places.\nOne of the accused had turned approver and as already\nnoticed, the conviction was primarily based upon the\nstatement of the approver.\nF\nG\n40. Basing its reasoning on the application of doctrine of H\n"}