{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nC\nD\nE\nF\nLL\nG\nН\n1020 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nthe function. Accordingly, Kanwaljeetkaur and accused and\nboth daughters attended the function. At that time, accused\nwas under the influence of liquor. While leaving my\nresidence after the function accused told Kanwaljeetkaur\nand her daughters that he will put you all below the running\ntruck to die.\nOn 9th April, 2003, at about 11.30 p.m. I received a\ntelephonic call from the accused from his residence. On\n10th April, 2003, at about 6 a.m. I received telephonic call\nfrom Phuldeepsingh Marva-PW3 regarding fire on the flat\nof accused. Accordingly, I went to the place of the incident.\nWhen I reached, I did not find the accused present. When\nI reached, four dead bodies were already kept in front of\nthe flat. I became unconscious noticing the dead bodies.\nPolice recorded my statement.\"\n16. Phuldeepsingh Marva, PW3 also supported the\nprosecution case. His wife and the wife of the appellant were\nreal sisters. In his deposition he has stated:\n“Before shifting to Mumbai, accused was doing\nbusiness at Ludhiana, Punjab in automobile spare parts.\nAccused suffered loss in his business at Ludhiana and that\nis why he shifted to Mumbai. We were having cordial\nrelations and we family members used to visit his house\nand vice-versa. The relations between accused and his\nentire family members were tense. Accused used to\nbehave with his family members as a dictator. He was not\nhaving cordial relations with his family members. Son and\ndaughters of the accused did not like the dictatorship of\naccused and that is why there were always quarrels\nbetween accused and his family. Accused used to tell me\nalso that 75% decisions would be mine in my house. I\npersuaded the accused several times to change his nature.\nHowever, the accused never changed his nature and he\nwas not ready to reduce his dictatorship.\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1021\nMAHARASHTRA [MARKANDEY KATJU, J.]\nThere was also telephone in the house of accused. A\nOn 10th April, 2003, I was at my residence. I received a\ntelephonic call from the landlord and estate agent of the\naccused at about 5.30 to 5.45 a.m. that there is a fire in\nthe flat of the accused. I along with my wife rushed to the\nplace of incident in my car. At about 6.30 a.m. I reached B\nthe place of incident. When I reached I saw fire brigade\nvehicles, police staff, fire brigade staff and four dead\nbodies which were kept in front of the flat. I saw all those\nfour dead bodies. I identified four dead bodies i.e. of\nKanwaljeetkaur, Amandeepsingh, Niti and Taniya. I noticed C\nthat accused along with his car was not present. Accused\nused to park his Zen car in front of the flat near the gate. I\nsaw four dead bodies who sustained burn injuries on their\nperson. I saw the bangles in the wrist of Kanwaljeetkaur. {\nalso saw a piece of glass in the body of Amandeepsingh\nnear wrist. Article 1 – pair of bangles before the court was\nin the hands of Kanwaljeetkaur. Police recorded my\nstatement.\"\n-\nD\n17. We see no reason to disbelieve PW3 or PW5. From\ntheir testimony it is evident that the appellant was a dictatorial E\npersonality, who wanted to dominate over his family and was\nalso hot tempered. He would even beat his wife (deceased)\nwith a leather belt.\n18. Mr. Jaspal Singh, learned counsel for the appellant, F\nsubmitted that if the relations between the accused and his wife\nwere strained why did his wife Kanwaljeetkaur continue to live\nwith him for 25 years. In this connection, we have only to point\nout that in India many women accept the bad treatment of their\nhusbands and continue living with them because a girl at the\ntime of marriage is told by her parents that after marriage her\nplace is with her husband and she has to accept whatever\ntreatment she gets from her husband and in-laws. She has to\n'nibhao' all treatment after marriage. Hence she continues living\nwith him even if her husband is a brutish, nasty and loathsome\nG\nH\n1022 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA person. However, it is evident that when the children of the\naccused grew up they often resisted and protested against the\ndictatorial behaviour of the appellant, and this led to a lot of\nfriction in the family. Hence we are of the opinion that the\nappellant did not have a happy married life with his wife, rather\nB it was just the reverse.\nC\n19. As to what motivated the appellant to commit this\ngruesome and ghastly act is impossible for us to say because\nthe Court cannot enter into the mind of a human being and find\nout his motive. We can only speculate.\n20. This is a case of circumstantial evidence and in cases\nof circumstantial evidence the settled law is that the prosecution\nmust establish the entire chain of circumstances which connects\nthe accused to the crime vide Wakkar and Anr. vs. State of\nD Uttar Pradesh 2011(3) SCC 306 = JT 2011(2) SC 502,\nKrishnan vs. State represented by Inspector of police\n2008(15)SCC 430=JT 2008(6) SC 282, Sharad Birdhichand\nSarda vs. State of Maharashtra AIR 1984 SC 1622, Mohd.\nMannan alias Abdul Mannan vs. State of Bihar 2011(5) SCC\nE 317 (vide para 14), etc.\nF\n21. We have, therefore, to see whether the prosecution has\nbeen able to establish the chain of circumstances connecting\nthe accused to the crime.\n22. The accused was last seen with the deceased. It has\ncome in the evidence of Vinodkumar Gudri Mandal, PW16 that\nhe was working with the accused at Sher-E-Punjab caterers.\nThis witness along with some servants used to sleep near the\nbedroom of the flat of the accused in the veranda. He has\nG stated that at about midnight when he was in the veranda in\nfront of the flat of the accused he heard loud sound of quarrels\nfrom the flat of the accused. He identified the sounds as the\nvoice of the accused and his wife.\nH\n23. This witness has stated that he was on talking terms\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1023\nMAHARASHTRA [MARKANDEY KATJU, J.]\nwith the family members of the accused. Since he was known A\nto the accused and his family members he could obviously.\nrecognize their voices. Hence we see no reason to disbelieve\nhis evidence that at about midnight of 9.4.2003 there was a\nquarrel between the appellant and his wife. No reason has been\nascribed by the defence counsel as to why this witness should\nmake a false statement.\nB\nC\n24. This witness has also stated that on 10.4.2003 at 4.30\na.m. he heard a big sound in the building. He and the other\nservants saw fire in the flat of the accused. They tried to\nextinguish the fire with the help of water and sand but were\nunsuccessful. One member of the society informed the fire\nbrigade telephonically and the fire brigade came and\nextinguished the fire. This witness identified the 4 dead bodies\ninside the flat of the accused. He also noticed that the Zen car\nwas not at its parking place and the accused was also not D\npresent.\n25. This witness has also stated in his evidence that one\nmonth before the incident when he returned to the building\nwhere the incident took place he went inside the flat of the\naccused and inadvertently opened a white color plastic can and\nhe noticed petrol in the said can. The witness identified the said\ncan before the court.\n26. We see no reason to disbelieve this witness\nVinodkumar Gudri Mandal. No enmity has been shown between\nhim and the accused and no motive shown why he should give\na false statement against the accused.\nE\nF\n27. PW4, Kamalsingh Mahipatsingh Rawat was working\nas a cook in the hotel cum catering of the appellant. He has G\nstated in his evidence that after his duty ended at 11.30 p.m.\nhe used to sleep in front of the flat of the accused in Jyotsna\nbuilding where the accused was residing with his wife and\nchildren. He said that he knows all the family members of the\naccused.\nH\nA\nB\nC\n1024 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\n28. In his evidence he has stated that at about 11.30 to\n11.45 p.m. he left the hotel and went towards the Jyotsna\nbuilding where he sleeps in front of the flat of the accused. He\nhas further stated that about half an hour thereafter the accused\nalso returned to his residence. At about 4.00 to 4.30 a.m. he\nheard a noise of bursting of something and smoke was coming\nout from the flat which was on fire. He also heard the sound of\ncrying from the said flat. He could not enter the flat as it was\ntoo smoky. Thereafter the fire brigade came and extinguished\nthe fire. He entered the flat and saw the dead bodies of the\ndeceased. The accused was not found there, nor his Maruti car.\nThe witness had seen the Maruti car parked in front of the flat\nwhen he went to sleep but it was not found in the morning.\n29. The evidences of PW3, PW4 and PW 5, which we see\nno reason to disbelieve, thus fully establish that the appellant\nD was last seen with his wife at about midnight and was in fact\nquarreling with her at that time.\nE\nF\n30. The incident happened at 4 or 4.30 a.m. and hence\nthere was a time gap of only about 4 hours from the time when\nthe appellant was seen with his wife (deceased) and the time\nof the incident. Thus he was last seen with his wife and there\nwas only a short interval between this and the fire.\n31. The last seen theory comes into play where the time\ngap between the point of time when the accused and deceased\nwere last seen alive and when the deceased is found dead is\nso small that the possibility of any person other than the\naccused being the author of the crime becomes impossible,\nvide Mohd. Azad alias Samin vs. State of West Bengal\n2008(15) SCC 449 = JT 2008(11) SC658 and State through\nG Central Bureau of Investigation vs. Mahender Singh Dahiya\n2011(3) SCC 109 = JT 2011(1) SC 545, S.K. Yusuf vs. State\nof West Bengal, J.T. 2011 (6) SC 640 (para 14).\nH\n32. In our opinion, since the accused was last seen with\nhis wife and the fire broke out about 4 hours thereafter it was\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1025\nMAHARASHTRA [MARKANDEY KATJU, J.]\nfor him to properly explain how this incident happened, which A\nhe has not done. Hence this is one of the strong links in the\nchain connecting the accused with the crime.\n33. The victims died in the house of the accused, and he\nwas there according to the testimony of the above witnesses.\nThe incident took place at a time when there was no outsider\nor stranger who would have ordinarily entered the house of the\naccused without resistance and moreover it was most natural\nfor the accused to be present in his own house during the night.\nB\nC\n34. Another link in the chain of circumstances connecting\nthe accused with the crime is his sudden disappearance from\nthe scene after the incident. The version of the accused is that\nhe left the scene as he had received a message that his sister\nin Delhi who was suffering from cancer had become critical,.\nand hence he rushed from Mumbai to be with her. We are not D\nat all convinced with the story. When a person living in Mumbai\nreceives a message that his relative is critical in Delhi, he would\nhave ordinarily take a flight from Mumbai to Delhi, and would\nnot go by car, which journey would take several days. A flight\nfrom Mumbai to Delhi takes two hours. There was no shortage E\nof money with the appellant as he was found with cash of\nRs.7,68,080/-.\n35. Leaned counsel for the appellant submitted that the\nappellant first went by car to the Dargah in Ajmer to pray for\nhis sister. We cannot accept this version. When a relative in.\nDelhi is critical, a person in Mumbai would have rushed to Delhi\nby flight to see her and would have gone to a Dargah only\nsubsequently. Under Section 114 of Evidence Act we have to\npresume the natural conduct of persons. Section 114 states:\n\"The Court may presume the existence of any fact which\nit thinks likely to have happened, regard being had to the\ncommon course of events, human conduct, and public and\nprivate business\"\nF\nG\nH\nA\nB\n1026 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\n36. We agree with the High Court which has observed in\nthe impugned judgment :\n\"We are not at all in agreement with the\nsubmissions made by the advocate for the accused in this\nregard. There are many reasons for this. The first reason\nis that there is nothing on record to show that a day or two\nbefore the accused left Mumbai on 10th April, 2003, the\naccused had received any urgent message from the wife\nof D.W.3 that his presence was imminently and\nimmediately required at Delhi and her condition was\ncritical or that the accused received SOS, that he should\nimmediately rush to Delhi. Secondly, if the accused had\nearlier planned to go to Delhi in such a case of urgency\nand exigency, ordinarily he should have and could have\ntraveled by flight or train and would not have driven to Delhi\nD by his car. Thirdly, looking to the age of accused, who was\nC\nE\nF\nG\nH\naround 50 to 52 years at that time, ordinarily the accused\nwould not have gone alone on such a long journey. He had.\na number of servants at his disposal, at least 7 were\nsleeping in front of his flat in the veranda at that very night,\nhe could have taken one of them as assistant on the road.\nFourthly, there was no reason for the accused not to have\ntaken a driver for such a long journey. Fifthly, there is no\none examined from the hotel to whom the accused had\ndisclosed that he would not be available for looking after\nthe business for at least a couple of weeks or one week.\nThe fact that the accused had with him 7 safari dresses\nand 7 turbans when he was arrested, clearly shows that\nthe accused had an intention to stay for quite a long time\naway from his house and away from his business. There\nis nothing on record to show that prior to this incident the\naccused was not on talking terms or visiting terms with his\nmother in law. Not a single suggestion was give to this\nwitness by the accused that they were informed by the\naccused that he is going to Delhi to see his sister or wife\nof D.W.3. Next impossibility in the theory of alibi is that\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1027\nMAHARASHTRA [MARKANDEY KATJU, J.]\nthere is no earthly reason for the accused to leave his A\nhouse at odd time of 2.00 a.m. He could have traveled\neither before mid night or he could have traveled after\nsunrise. Further there is no explanation from the accused\nas to why he was carrying such a huge amount of\nRs.7,68,080/- and 24 silver coins.\"\n37. We, therefore, agree with the High Court that the plea\nof alibi was totally false and bogus.\nB\nC\n38. It is difficult for us to speculate as to why the accused\nfled from the scene of the crime carrying cash of Rs.7,68.080/\napart from 7 safari suits and that too without a driver or an\nassistant, all of whom were easily available to him. It is quite\npossible that after having committed this horrible crime the\naccused may have himself realized the gravity of his crime and\nin this shocked state fled from the scene. However, this is only D\na speculation and nothing turns on it.\n39. It has then been argued that ordinarily the accused and\nhis wife used to sleep in one bedroom, while the 3 children used\nto sleep in the other bedroom. However, all 4 victims were found\nburnt in the children's bedroom. This has been explained by the\nprosecution by pointing that in the night of 9.4.2003 when the\naccused came from his hotel he had a heated quarrel with his\nwife and due to this quarrel the wife decided to sleep with the\nchildren and not with the accused. This version seems quite\nprobable, and the defence cannot make much out of the fact\nthat all 4 bodies were found in one bedroom.\nE\nF\n40. When the police party carried out panchanama of the\nhouse of the accused, that is, after the fire was fully extinguished\nand when the FIR was lodged by PW1, PSI Prakash Kamble, G\nhe found, as stated by him, that in the bedroom to the northern\nside of the hall on the bed i.e. on the mattress of the bed a 10\nlitre white plastic can was seen and it had some petrol in it. It\nwas also found and noticed that the can was new. It is a fact\nthat all the four inmates were burned to death by using petrol. H\n1028 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA Therefore, the finding of the 10 litre can with some petrol in its\nclearly shows that petrol, sufficient in quantity to burn and kill\nall the four persons, was brought by the accused.\nB\n41. In addition to this, the prosecution has also tendered\none more piece of evidence which is in the form of recovery at\nthe instance of the accused under Section 27 of the Evidence\nAct. In this regard, the prosecution has examined PW14 Nilesh\nKamalakar Aarate the panch witness and proved Exhibit 50 and\n50-A. Exhibit 50 is the statement of the accused under Section\n27 of the Evidence Act and Exhibit 50-A is recovery\nC\npanchanama. In his evidence PW14 has stated that on 14th\nApril, 2003 he was called by Meghwadi Police as the accused\nmade a voluntary statement that he will point out the bucket in\nwhich he took petrol from the plastic can. This statement was\nrecorded and thereafter the accused led the police party to his\nflat. The seal of the flat was removed and from the bath room\nof the said flat the accused pointed out the red bucket.\nDiscovery panchanama was Exhibit 50-A and red bucket was\nArticle 14.\nD\nE\nF\nG\nH\n42. This red bucket was sent to a Chemical Analyzer. The\nreport of the C.A. (Exhibit 67) is that the bucket showed positive\nresult regarding detection of petrol. This means that this bucket\nwas used for pouring petrol on all the four victims.\n43. Regarding this piece of evidence, the learned counsel\nfor the appellant contended that this was a fabrication by the\npolice. Learned counsel contended that if on 10th April, 2003\na detailed search of the house of the accused for finding out\nincriminating articles was made and if a detailed panchanama\nwas prepared and a number of articles were seized, then how\nwas it that the police could not find out this bucket on 10th April,\n2003 itself and why they waited for recovery for this bucket till\nthe accused was arrested and brought to Mumbai and made\ndiscovery statement on 14th April, 2003.\n44. We are not at all convinced by this submission. It is\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1029\nMAHARASHTRA [MARKANDEY KATJU, J.]\nA\ntrue that on 10th April, 2003 the flat of the accused was\nsearched, but it is quite natural that the investigating officer did\nnot understand the significance of this bucket even if it was seen\non that day. They could not visualize or imagine the use of the\nbucket for splashing or spreading the petrol on the four victims.\nThey came to know about it only after the accused made the B\ndisclosure statement, and then they recovered this bucket. The\ninvestigating office, regarding other aspects of the matter\nappears to be truthful and sincere. There is no reason to\nsuspect the bona fide of the investigating officer, and therefore\nthere is nothing on record from which it can be inferred that this\nbucket was planted by the police to strengthen the case against\nthe accused.\nC\nD\n45. Learned counsel for the appellant submitted that the\nappellant was making phone calls to his mother-in-law after\nleaving his flat in Mumbai on 10.4.2003. In our opinion nothing\nturns on that. It has come in evidence that Amandeep Singh,\nson of the accused, was looking after the business, and if the\naccused was going away for 3 to 4 days it was natural for him\nto expect calls from, and make calls to, his son Amandeep\nSingh and his wife and other relatives, but that was not done. E\n46. The learned counsel for the appellant then submitted\nthat as per the prosecution case, all the four victims were in\none bed room. Two bodies were found on the bed and two\nwere lying on the ground. The learned counsel contended that F\nif all four victims were sleeping on one bed then how were two\nbodies found on the ground. He also argued that if petrol was\nsplashed on the persons of four victims then why did none of\nthem wake up before the accused set them to fire. In our\nopinion, the presence of the 10 litre can and using the bucket\nclearly show that petrol in large quantity was used. Use of the\nbucket further fortifies the prosecution case because if the petrol\nwas sprinkled from a can it would have taken time to cover all\nthe bodies of four persons, the bed and the surroundings. But\nuse of the bucket clearly shows that splashing of petrol could\nG\nH\n"}