{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\n1040 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\n63. In Sunder Singh vs. State of Uttaranchal, (2010) 10\nSCC 611 the accused had gone to the place of occurrence well\nprepared carrying jerry cans containing petrol, sword, pistol with\ntwo bullets, which showed his pre-meditation and cold blooded\nmind. In the incident five persons lost their lives while the sole\nB surviving lady survived with 70% burn injuries. The murder was\ncommitted in a cruel, grotesque and diabolical manner, and\nclosing of the door of the house was the most foul act by which\nthe accused actually intended to burn all the persons inside the\nroom and precisely that happened. There were no mitigating\ncircumstances, and hence it was one of the rarest of rare\ncases. Consequently, the death sentence was justified.\nC\nD\n64. In C. Muniappan vs. State of T. N., (2010) 9 SCC 567\nthree members of an unlawful assembly engaged in road\nblocking (in a public demonstration against a court verdict),\ncommitted planned murder by burning a bus carrying helpless,\ninnocent, unarmed, girl students in a totally unprovoked\nsituation. Three girls died and 20 got burn injuries in the\nincident. This Court held that it was one of the rarest of rare\ncases, one where the accused would be a menace and threat\nE to the harmonious and peaceful co-existence of the society. The\naccused deliberately indulged in a planned crime without any\nprovocation and meticulously executed it, and hence the death\nsentence was the most appropriate punishment. There being\naggravating circumstances and no mitigating circumstance\nF death sentence imposed on the three members of the unlawful\nassembly was upheld.\nG\nH\n65. In M. A. Antony vs. State of Kerala, (2009) 6 SCC 220\nall six members of a family were murdered at their residence\nat night. The motive was money, and the absence of the\naccused from his own residence during the corresponding\nperiods i.e on the night of the occurrence till next morning, and\nrecovery of clothes under Section 27 of Evidence Act 1872,\nfinger prints on the door steps of the house matching with those\nof accused, and recovery of scalp hair of accused from place\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1041\nMAHARASHTRA [MARKANDEY KATJU, J.]\nof occurrence were damning circumstantial evidence. Having A\nregard to the chain of circumstances the death sentence was\nupheld.\n66. In Jagdish vs. State of M. P., (2009) 9 SCC 495 the\nassailant murdered his wife and five children (aged 1 to 16\nB\nyears) in his own house. The murders wee particularly horrifying\nas the assailant was in a dominant position and a position of\ntrust as the head of the family. The assailant betraying the trust\nand abusing his position assailant murdered his wife and minor\nchildren (youngest being the only son just 1 year old ). This Court\nheld that the balance sheet of aggravating and mitigating\ncircumstances was heavily weighted against the assailant\nmaking it a rarest of rare case. Consequently the award of\ndeath sentence was just.\nC\n67. In Prajeet Kumar Singh vs. State of Bihar, (2008) 4 D\nSCC 434 the accused was a paying guest for a continuous\nperiod of four years in lieu of a sum of Rs. 500/- for food and\nmeals. He brutally executed three innocent defenseless children\naged 8, 15 and 16, attempted to murder the father (informant)\nand mother who survived the attack with multiple injuries. There E\nwas no provocation or reason for committing this ghastly act\nat a time when the children were sleeping. There were several\nincised wounds (muscle deep or bone deep) caused to the\ndeceased. Considering the brutality, diabolic, inhuman nature\nand enormity of the crime (multiple murders and attacks), this\n'Court held that the mindset of the accused could not be said\nto be amenable to any reformation. Therefore it came under\nthe rarest of rare category where not awarding a death sentence\nwould have resulted in failure of justice.\n68. In Ram Singh vs. Sonia, (2007) 3 SCC 1 the wife in\ncollusion with her husband murdered not only her step brother\nand his whole family including three tiny tots of 45 days, 2 and\n½ years 4 years, but also her own father, mother and sister so\nas to deprive her father from giving property to her step brother\nand his family. The murders were committed in a cruel, pre-\nF\nןד\nG\nH\n1042 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA planned and diabolic manner while the victims were sleeping,\nwithout any provocation from the victim's side. It was held that\nthe accused persons did not possess any basic humanity and\ncompletely lacked the psyche or mindset amenable to any\nreformation. It was a revolting and dastardly act, and hence the\ncase fell within the category or rarest of rare cases and thus\ndeath sentence was justified.\nB\nC\nD\nF\n69. In State of U.P. vs. Satish (2005) 3 SCC 114 the victim\nwas a six year old girl who lost her life on account of the bestial\nacts of the respondent who raped and murdered her. The body\nwas found in a sugarcane field and blood was oozing from her\nprivate parts and there were marks of pressing on her neck\n(suggesting death by strangulation). It was held that this diabolic,\niniquitous, flagitious act reached the lowest level of humanity\nwhen the rape was followed by brutal murder. Hence death\nsentence was justified.\n70. In Holiram Bordoli vs. State of Assam (2005) 3 SCC\n793 the accused persons were armed with lathis, and various\nother weapons. They came to the house of the victim and\nE started pelting stones on the bamboo wall of the said house.\nThereafter, they closed the house from the outside and set the\nhouse on fire. When the son, daughter and the wife of the victim\nsomehow managed to come out of the house, the accused\npersons caught hold of them and threw them into the fire again.\nThereafter the elder brother who was staying in another house\nat some distance from the house of the victim was caught and\ndragged to the courtyard of the accused where the accused cut\nhim into pieces. It was held that there was absence of any strong\nmotive and the victims did not provoke or contribute to the\nincident. The accused was the leader of the gang, and the\noffence was committed in the most barbaric manner to deter\nothers from challenging the supremacy of the accused in the\nvillage. Held, that no mitigating circumstances to refrain from\nimposing death penalty were found.\nG\nH\n71. In Saibanna vs. State of Karnatka (2005) 4 SCC 165\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1043\nMAHARASHTRA [MARKANDEY KATJU, J.]\nthe accused was out on parole in the case of murder of his first A\nwife, in which he was already convicted and sentence to life\nimprisonment. He pre-planned the murder of his second wife\nand daughter (aged 1 to 1 ½ years) when the victims were\nsleeping by using a hunting knife (jambia) which is not ordinarily\navailable in a house. There were no justified reasons for any B\nextenuating circumstances in favour of the accused. Putting the\ncase under the 'rarest of rare case' category death sentence\nwas upheld.\n72. In Karan Singh vs. State of U.P. (2005) 6 SCC 342\nthe two appellants chased the deceased persons and\nbutchered them with axes and other weapons in a very\ndastardly manner. After killing three adults, the appellants\nentered their house and killed two children who in no way were\ninvolved with the alleged property dispute with the appellants.\nIt was held that the sole intention here was to exterminate the\nentire family. Thus, it was a 'rarest of the rare' case.\nC\nD\n73. In Gurmeet Singh vs. State of U.P. (2005) 12 SCC\n107, appellant G, along with his friend L killed thirteen members\nof his family including small kids for a flimsy reason (objection E\nof family of G to the visits and stay of L at their house) while\nthey were asleep. Award of death sentence was held proper.\n74. In Sushil Murmu vs. State of Jharkhand (2004) 2 SCC\n338, the accused sacrificed a child of another person before\nGoddess Kali in a most brutal and diabolic manner for personal\ngain and to promote his fortunes by appeasing the deity with\nblood. It was held that superstition can not and does not provide\njustification for any killing, much less a planned and deliberate\none.\n75. In State of Rajasthan vs. Kheraj Ram (2003) 8 SCC\n224, the accused deliberately planned and executed his two\ninnocent children, wife and brother-in-law when they were\nsleeping at night. There was no remorse for such a gruesome\nact which was indicated by the calmness with which he was\nF\nLL\nG\nH\n1044 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA smoking \"chilam\" after the commission of the act. As it was\npre-planned and after the entire chain of events and\ncircumstances were comprehended, the inevitable conclusion,\nwas that the accused acted in a most cruel and inhuman\nmanner and the murder was committed in an extremely brutal,\nB grotesque, diabolical, revolting and dastardly manner.\nC\n76. In Om Prakash vs. State of Uttaranchal (2003) 1 SCC\n648 the accused, a domestic servant killed three innocent\nmembers and attempted to kill the fourth member of the family.\nof his employer in order to take revenge for the decision to\ndispense with his service and to commit robbery. The death\nsentence was upheld.\n77. In Gurdev Singh vs. State of Punjab, AIR 2003 SC\n4187, the appellants, having known that on the next day a\nD marriage was to take place in the house of the complainant and\nthere would be lots of relatives present in her house, camè\nthere on the evening when a feast was going on and started\nfiring on the innocent persons. Thirteen persons were killed on\nthe spot and eight others were seriously injured. The appellants\nE thereafter went to another place and killed the father and brother\nof PW 15. Out of the thirteen persons, one of them was a seven-\nyear old child, three others had ages ranging between 15 and\n17 years. The death sentence was held justified.\nF\nG\n78. In Praveen Kumar vs. State of Karnataka (2003) 12\nSCC 199 the accused was accommodated by one of the\nvictims (who was his aunt) despite her large family, and she\ngave him an opportunity to make an honest living as a tailor.\nThe accused committed the pre-planned, cold-blooded murders\nof relatives and well wishers (including one young child) while\nthey were sleeping. After the commission of the crime the\naccused absconded from judicial custody for nearly four years,\nwhich indicates the fact that the possibility of any remorse are\nrehabilitation is nil. Held the extreme penalty of death was\njustified.\nH\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1045\nMAHARASHTRA [MARKANDEY KATJU, J.]\nA\n79. In Suresh vs. State of U. P. AIR 2001 SC 1344 the\nbrutal murder of one of the accused's brother and his family\nmembers including minor children at night when they were fast\nasleep with axe and chopper by cutting their skulls and necks\nfor a piece of land was considered to be a grotesque \u0026\ndiabolical act, where any other punishment than the death B\npenalty was unjustified.\n80. In Molai vs. State of M.P. AIR 2000 SC 177, the Jail\nofficer sent to his quarter a guard and a prisoner to work in the\nhouse. The 16 year old daughter of the said officer was at that\ntime alone in the quarter and was preparing for her class 10th\nexamination. Taking advantage of her loneliness, both the guard\nand the prisoner raped her, strangulated her and stabbed her.\nThereafter with an intention to hide their crime they threw her\ndead body into a septic tank. This Court held that death was a\nfit punishment.\n81. In Ramdeo Chauhan vs. State of Assam AIR 2000\nSC 2679, the accused committed a pre-planned cold-blooded\nbrutal murder of four inmates of a house including two helpless\nwomen and a child aged 2½ years during their sleep with a\nmotive to commit theft. The accused also attacked with a spade\nanother inmate of the house, an old woman, and a neighbour\nwhen they entered the house. The Court held that the young age\n(22 years) of the accused at the time of committing the crime\nwas not a mitigating circumstance, and death penalty was a\njust and proper punishment.\n82. In Narayan Chetanram Chaudhary vs. State of\nMahrashtra AIR 2000 SC 3352 there was a pre-planned,\ncalculated, cold-blooded murder of five women, including one\npregnant woman and two children aged 1 ½ years and 2 ½\nyears, all inmates of a house, in order to wipe out all evidence\nof robbery and theft committed by two accused in the house at\na time when male members of the house were out. It was held\nthat the young age (20-22 years) of the accused persons cannot\nserve as a mitigating circumstance.\nC\nD\nE\nF\nG\nH\nA\n1046 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\n83. In State of U.P. vs. Dharmendra Singh AIR 1999 SC\n3789, 5 persons were murdered, an old man of 75 years, a\nwoman aged 32 years, two boys aged 12 years and a girl aged\n15 years, at night when they were asleep by inflicting multiple\ninjuries to wreak vengeance. This Court held that the ghastly\nB and barbaric murder can be termed as rarest of the rare case\nand death penalty was just for such a diabolic act.\nC\nD\nE\nF\nG\nH\n84. In Ronny vs. State of Mahrashtra AIR 1998 SC 1251,\nthe accused was the nephew of the deceased, and because\nof the relationship he gained access inside the house for\nhimself and his friends. The victims were unarmed and the\ncrime was committed for gain i.e. to rob the valuables of the\ndeceased family. The accused then killed all three members\nand then committed rape on the lady who was the wife of his\nmaternal uncle and as old as his mother. Considering the facts\nof the case this Court held that it cannot be said that the\noffences were committed under the influence of extreme mental\nor emotional disturbance as everything was done in a\npreplanned way, and hence death penalty was upheld.\n85. In Surja Ram vs. State of Rajasthan AIR 1997 SC 18,\nthe appellant murdered his bother, his two minor sons and an\naged aunt by cutting their neck with a kassi while they were all\nsleeping. He also attempted to murder his brother's wife and\ndaughter but they survived with serious injuries. The dispute\nbetween them only related to putting a barbed fence on a\nportion of their residential complex. The death sentence was\nheld to be justified.\n86. In Umashankar Panda vs. State of M.P AIR 1996 SC\n3011, the accused and his wife and five children took dinner\ntogether and went to bed in the same room. At midnight the\naccused started to attack his wife with a sword and on hearing\nthe shouting the children woke up. On being questioned by the\nwife as to why he was trying kill her he did not give an answer\nbut rather inflicted on her head, hand and foot more injuries.\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1047\nMAHARASHTRA [MARKANDEY KATJU, J.]\nWhen the eldest daughter intervened, he did not spare her A\neither. The wife and two children died but three others escaped\ndeath. On being asked, the accused confessed to a witness\nthat he had slaughtered all of them but he did not know how\nthree others had escaped the death. This attitude of the\naccused clearly showed that he had purposely caused injuries B\nto all his family members in order to liquidate them and was\nnot happy that even the three children had escaped from death.\nThere was no provocation or other circumstances to suggest\nthat there was any quarrel between the accused and his wife\nor the children. The way in which the crime was executed C\nshowed that it was pre-meditated and not on account of sudden\nprovocation.\n87. In Ravji vs. State of Rajasthan AIR 1996 SC 787, the\naccused in a cool and calculated manner wanted to kill his wife\nand three minor children while they were asleep. When his\nmother intervened he injured her with an axe with an intention\nto kill her. He then silently went to the neighbour's house and\nattempted to kill his neighbour's wife who was also asleep.\nWhen his neighbour intervened he killed him too and fled from\nthe place of occurrence and tried to hide himself. The accused\nhad a solemn duty to protect his family members and maintain\nthem but he betrayed the trust reposed in him in a very cruel\nand calculated manner without any provocation whatsoever.\nHence the death penalty had to be upheld.\n88. In Suresh Chandra Bahri vs. State of Bihar AIR 1994\nSC 2420, the wife of accused wanted to sell her house and\nmigrate to USA with her children against the wishes of her\nhusband. Hence, the accused killed his wife after torturing her\nby truncating her body into two parts in a devilish style evincing\ntotal depravity only to gain control over the property. Further he\nkilled his own two innocent children making them believe that\nthey were being taken on a pleasure trip to the farm, killing them\nby inflicting severe injuries on their neck and other parts of the\nbody and throwing them in the river.\nD\nE\nF\nG\nH\nI\nA\nB\nC\nD\n1048 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\n89. In Bheru Singh vs. State of Rajasthan (1994) 2 SCC\n467, the accused slaughtered his own wife and five children for\nno fault of theirs but only on mere suspicion that his wife was\nhaving an affair. This deserved a death sentence.\n90. In Sevaka Perumal vs. State of T. N. AIR 1991 SC\n1463, the accused indulged in illegal business of purchase and\nsale of \"ganja\". They conspired to entice innocent boys from\naffluent families, took them to far flung places where the dead\nbody could not be identified. Letters were written to the parents\npurporting to be by the deceased to delude the parents that the\nmissing boys would one day come home alive and that they\nshould not give any report to the police so that the crime would\ngo undetected. Four murders in a span of five years were\ncommitted for gain in cold-blooded, premeditated and planned\nway. This Court held that any other penalty except the death\npenalty would amount to a miscarriage of justice.\n91. In Sudam @ Rahul Kaniram Jadhav vs. State of\nMaharashtra (Criminal Appeal Nos. 185-186 of 2011 decided\non 4.7. 2011 this Court held that where an accused was found\nE guilty of committing murder of four children and a woman with\nwhom he was living with as husband and wife, the death penalty\nwas justified. In that decision Hon'ble C. K. Prasad, J.\nobserved:\nF\n0\nG\nH\n\"Now we proceed to consider as to whether the case in\nhand falls in the category of rarest of the rarest cases. The\nappellant had chosen to kill the woman with whom he lived\nas husband and wife, a woman who was in deep love with\nhim and willing to pay Rs. 15,000/- to PW. 6, Muktabai, to\nsave the relationship. Appellant had not only killed the two\nchildren of the deceased who were born from the first\nhusband but also killed his own two children. He projected\nhimself to be single and changed his name to dupe a\nwoman and in fact succeeded in marrying her. However,\nwhen the truth came to light, he killed five persons. The\nmanner in which the crime has been committed clearly\nAJITSINGH HARNAMSINGH GUJRAL v. STATE OF 1049\nMAHARASHTRA [MARKANDEY KATJU, J.]\nB\nshows it to be premeditated and well planned. It seems A\nthat all the four children and the woman were brought near-\nthe Pod in a planned manner, strangulated to death and\ndead bodies of the children thrown in the pond to conceal\nthe crime. He not only killed Anita but crushed her head to\navoid identification. Killing four children, tying the dead\nbodies in bundles of two each and throwing them in the\npond would not have been possible, had the appellant not\nmeticulously planned the murders. It shows that the crime\nhas been committed in a beastly, extremely brutal, barbaric\nand grotesque manner. It has resulted in intense and C\nextreme indignation of the community and shocked the\ncollective conscience of the society. We are of the opinion\nthat the appellant is a menace to the society who cannot\nbe reformed. Lesser punishment in our opinion is fraught\nwith danger as it may expose the society to peril once\nagain at the hands of the appellant. We are of the opinion\nthat the case in hand falls in the category of the rarest of\nthe rare cases and the trial court did not err in awarding\nthe death sentence and the High Court confirming the\nsame.\"\n92. In Ranjeet Singh vs. State of Rajasthan (1988) 1 SCC\n633, the entire family was murdered when they were fast asleep\nand this Court observed as under:\n\"With regard to the sentence of death, there cannot be two\nopinions. The manner in which the entire family was\neliminated indicates that the offence was deliberate and\ndiabolical. It was pre-determined and cold blooded. It was\nabsolutely devilish and dastardly\".\nD\nE\nF\nG\n93. In Atbir vs. Govt. of NCT Delhi AIR 2010 SC 3477 this\nCourt confirmed the death sentence given to the appellant who\nhad committed multiple murders of members of his family, who\nare none other than step-mother, brother and sister in order to\ninherit the entire property of his father. The appellant, in\nconsultation with his mother planned to eliminate the entire H\n\"\n"}