{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"RAM JETHMALANI \u0026 ORS. v. UNION OF INDIA \u0026 83\nORS. [SURINDER SINGH NIJJAR, J.\nJudges in circulation and it will be for the Court to consider A\nwhether the application is to be rejected without giving an\noral hearing or whether notice is to be issued.\nOrder XL Rule 3 states as follows:\n\"3. Unless otherwise ordered by the Court, an application\nfor review shall be disposed of by circulation without any\noral arguments, but the petitioner may supplement his\npetition by additional written arguments. The Court may\neither dismiss the petition or direct notice to the opposite\nparty....\nIn case notice is issued, the review petition will be listed\nfor hearing, after notice is served. This procedure is meant\nto save the time of the Court and to preclude frivolous\nreview petitions being filed and heard in open court.\nHowever, with a view to avoid this procedure of \"no\nhearing\", we find that sometimes applications are filed for\n\"clarification\", \"modification\" or \"recall\" etc. not because any\nsuch clarification, modification is indeed necessary but\nbecause the applicant in reality wants a review and also\nwants a hearing, thus avoiding listing of the same in\nchambers by way of circulation. Such applications, if they\nare in substance review applications, deserve to be\nrejected straight away inasmuch as the attempt is\nobviously to bypass Order XL Rule 3 relating to circulation\nof the application in chambers for consideration without\noral hearing. By describing an application as one for\n\"clarification\" or \"modification\", - though it is really one of\nreview - a party cannot be permitted to circumvent or\nbypass the circulation procedure and indirectly obtain a\nhearing in the open Court. What cannot be done directly\ncannot be permitted to be done indirectly. (See in this\nconnection a detailed order of the then Registrar of this\nCourt in Sone Lal v. State of U.P deprecating a similar\npractice.)\n-\nB\nC\nD\nE\nF\nG\nI\nA.\nB\nC\nD\n84\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n18. We, therefore, agree with the learned Solicitor General\nthat the Court should not permit hearing of such an\napplication for \"clarification\", \"modification\" or \"recall\" if the\napplication is in substance one for review. In that event,\nthe Court could either reject the application straight away\nwith or without costs or permit withdrawal with leave to file\na review application to be listed initially in chambers.\"\n13. These observations leave no manner of doubt that the\nCourt should not permit hearing of such an application for\n\"clarification\", \"modification\" or \"recall\" if the application is in\nsubstance one for review. It is clearly indicated that in those\ncircumstances the Court could either reject the application.\nstraight away or permit withdrawal with leave to file a review\napplication to be listed initially in chambers.\n14. Examined on the touch stone of the observations made\nabove, I am of the considered opinion that the application herein\nthough described as an application for modification is in\nsubstance more in the nature of a Memorandum of Appeal. At\nbest, it could be said to be in substance an Application for\nE Review. It certainly does not lie within the very narrow limits\nwithin which this Court would entertain an application for\nmodification.\nF\nG\n3\n15. In yet another case of Zahira Habibullah Sheikh \u0026 Anr.\nVs. S tate of Gujarat \u0026 Ors. ³ this Court, faced with a similar\nsituation, had this to say:\n\"The petition is in essence and substance seeking for a\nreview under the guise of making an application for\ndirection and modification apparently being fully aware of\nthe normal procedure that such applications for review are\nnot, unless the Court directs, listed for open hearing in\nCourt, at the initial stage at least, before ordering notice\nto the other side and could be summarily rejected, if found\nto be of no prima facie merit. The move adopted in itself\nH 3. (2004 (5) SCC 353.\nRAM JETHMALANI \u0026 ORS. v. UNION OF INDIA \u0026\nORS. [SURINDER SINGH NIJJAR, J.\n85\nB\nis unjustified, and could not be countenanced also either A\nby way of review or in the form of the present application\nas well. The nature of relief sought, and the reasons\nassigned are such that even under the pretext of filing a\nreview such an exercise cannot be undertaken, virtually for\nrehearing and alteration of the judgment because it is not\nto the liking of the party, when there is no apparent error\non record whatsoever to call for even a review. The said\nmove is clearly misconceived and nothing but sheer abuse\nof process, which of late is found to be on the increase,\nmore for selfish reasons than to further or strengthen the\ncause of justice. The device thus adopted, being otherwise\nan impermissible move by mere change in nomenclature\nof the applications does not change the basic nature of the\npetition. Wishful thinking virtually based on surmises too,\nat any rate is no justification to adopt such undesirable\npractices. If at all, it should be for weighty and substantial\nreasons and not to exhibit the might or weight or even the\naffluence of the party concerned or those who represent\nsuch parties when they happen to be public authorities and\ninstitutions.\n16. This Court approved the observations made in the\ncase of Gurdip Singh Uban (supra) and observed that what\ncannot be done directly cannot be permitted to be done\nindirectly. The Court should not permit hearing of such an\napplication for \"clarification”, “modification\" or \"recall\" if the\napplication is in substance a clever move for review.\n17. These observations were reiterated in the case of A.P.\nSRTC \u0026 Ors. Vs. Abdul Kareemª. This Court observed that\nthe petition was in essence and substance seeking for a review\nunder the guise of making an application for direction and\nmodification apparently being fully aware of the normal\nprocedure that such applications for review are not, unless the\nCourt directs, listed for open hearing in Court, at the initial stage\n2007 (2) SCC 466.\n4.\nC\nD\nE\nF\nG\nH\n86\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nB\nE\nat least, before ordering notice to the other side and could be\nsummarily rejected, if found to be of no prima facie merit. The\nCourt further observed that such a move ought not to be\ncountenanced. The move was clearly misconceived and\nnothing but sheer abuse of process, which of late is found to\nbe on the increase, more for selfish reasons than to further or\nstrengthen the cause of justice.\n18. To be fair, it must be noticed that the learned Attorney\nGeneral appearing for the Union of India had relied on a\nnumber of judgments in support of his submissions that the\nC Court would have inherent powers to modify its own order/\njudgment. The primary judgment relied upon by the learned\nAttorney General is in the case of S. Nagaraj \u0026 Ors. Vs. State\nof Karnataka \u0026 Anr.5. I am of the considered opinion that the\naforesaid judgment would be of no assistance to the\nD submissions made by the learned Attorney General. The\naforesaid judgment was rendered in the background of very\npeculiar facts. It would appear that this Court had passed an\norder having far reaching consequences and pre-judicially\naffecting the rights of other groups of employees under Articles\n14 and 16 of the Constitution of India. The order had permitted\nbackdoor entry of thousands of stipendiary graduates because\nof the negligence of the State in putting correct facts before the\nCourt. The Government seemed to have woken up after\nconsiderable damage had already been done and moved an\nF application for modification/clarification of the order dated 30th\nOctober, 1991. The learned Attorney General placed strong\nreliance on the observations made by this Court in Paragraph\n18, 19 and 36 of the judgment in support of the submission that\nthe Court should not decline to review its orders when it is\nbrought to the notice of the Court that it would be in the interest\nof justice to modify the same. In order to appreciate the\nsubmission of learned Attorney General, it would be appropriate\nto notice the observations made by this Court in Paragraphs\n18, 19 and 36 of the judgment, which are as under:-\nG\nH 5.\n1993 (Supp. 4) SCC 595.\nRAM JETHMALANI \u0026 ORS. v. UNION OF INDIA \u0026\nORS. [SURINDER SINGH NIJJAR, J.\n\"18. Justice is a virtue which transcends all barriers.\n87\nA\nNeither the rules of procedure nor technicalities of law can\nstand in its way. The order of the Court should not be\nprejudicial to anyone. Rule of stare decisis is adhered for\nconsistency but it is not as inflexible in Administrative Law B\nas in Public Law. Even the law bends before justice. Entire\nconcept of writ jurisdiction exercised by the higher courts\nis founded on equity and fairness. If the Court finds that the\norder was passed under a mistake and it would not have\nexercised the jurisdiction but for the erroneous assumption C\nwhich in fact did not exist and its perpetration shall result\nin miscarriage of justice then it cannot on any principle be\nprecluded from rectifying the error. Mistake is accepted as\nvalid reason to recall an order. Difference lies in the nature\nof mistake and scope of rectification, depending on if it is\nD\nof fact or law. But the root from which the power flows is\nthe anxiety to avoid injustice. It is either statutory or inherent.\nThe latter is available where the mistake is of the Court. In\nAdministrative Law the scope is still wider. Technicalities\napart if the Court is satisfied of the injustice then it is its\nE\nconstitutional and legal obligation to set it right by recalling\nits order. Here as explained, the Bench of which one of us\n(Sahai, J.) was a member did commit an error in placing\nall the stipendiary graduates in the scale of First Division\nAssistants due to State's failure to bring correct facts on\nrecord. But that obviously cannot stand in the way of the F\nCourt correcting its mistake. Such inequitable\nconsequences as have surfaced now due to vague affidavit\nfiled by the State cannot be permitted to continue.\n19. Review literally and even judicially means reexamination G\nor re-consideration. Basic philosophy inherent in it is the\nuniversal acceptance of human fallibility. Yet in the realm\nof law the courts and even the statutes lean strongly in\nfavour of finality of decision legally and properly made.\nExceptions both statutorily and judicially have been carved\nH\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n88\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nout to correct accidental mistakes or miscarriage of justice.\nEven when there was no statutory provision and no rules\nwere framed by the highest court indicating the\ncircumstances in which it could rectify its order the courts\nculled out such power to avoid abuse of process or\nmiscarriage of justice. In Raja Prithwi Chand Lal\nChoudhury v. Sukhraj Rai the Court observed that even\nthough no rules had been framed permitting the highest\nCourt to review its order yet it was available on the limited\nand narrow ground developed by the Privy Council and the\nHouse of Lords. The Court approved the principle laid\ndown by the Privy Council in Rajunder Narain Rae v. Bijai\nGovind Singh that an order made by the Court was final\nand could not be altered:\n\"... nevertheless, if by misprision in embodying the\njudgments, by errors have been introduced, these\nCourts possess, by Common law, the same power\nwhich the Courts of record and statute have of\nrectifying the mistakes which have crept in .... The\nHouse of Lords exercises a similar power of\nrectifying mistakes made in drawing up its own\njudgments, and this Court must possess the same\nauthority. The Lords have however gone a step\nfurther, and have corrected mistakes introduced\nthrough inadvertence in the details of judgments; or\nhave supplied manifest defects in order to enable\nthe decrees to be enforced, or have added\nexplanatory matter, or have reconciled\ninconsistencies.\"\nBasis for exercise of the power was stated in the same\ndecision as under:\n\"It is impossible to doubt that the indulgence\nextended in such cases is mainly owing to the\nnatural desire prevailing to prevent irremediable\nRAM JETHMALANI \u0026 ORS. v. UNION OF INDIA \u0026 89\nORS. [SURINDER SINGH NIJJAR, J.\ninjustice being done by a Court of last resort, where A\nby some accident, without any blame, the party has\nnot been heard and an order has been inadvertently\nmade as if the party had been heard.\"\nRectification of an order thus stems from the fundamental\nprinciple that justice is above all. It is exercised to remove\nthe error and not for disturbing finality. When the\nConstitution was framed the substantive power to rectify\nor recall the order passed by this Court was specifically\nprovided by Article 137 of the Constitution. Our\nConstitution-makers who had the practical wisdom to\nvisualise the efficacy of such provision expressly conferred\nthe substantive power to review any judgment or order by\nArticle 137 of the Constitution. And clause (c) of Article 145\npermitted this Court to frame rules as to the conditions\nsubject to which any judgment or order may be reviewed.\nIn exercise of this power Order XL had been framed\nempowering this Court to review an order in civil\nproceedings on grounds analogous to Order XLVII Rule 1\nof the Civil Procedure Code. The expression, 'for any other\nsufficient reason' in the clause has been given an\nexpanded meaning and a decree or order passed under\nmisapprehension of true state of circumstances has been\nheld to be sufficient ground to exercise the power. Apart\nfrom Order XL Rule 1 of the Supreme Court Rules this\nCourt has the inherent power to make such orders as may\nbe necessary in the interest of justice or to prevent the\nabuse of process of Court. The Court is thus not precluded\nfrom recalling or reviewing its own order if it is satisfied\nthat it is necessary to do so for sake of justice.\n36. There is yet another circumstance. The question is,\nwhether this Court should enforce the 1982 Rules as\namended in 1987. The 1987 amendments have the effect\nof smuggling in thousands of persons into Government\nservice by a back-door - without complying with the\nB\nC\nD\nヨ\nF\nG\nH\nA\nB\nс\nD\nE\nF\n0\nH\n90\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nrequirements of Articles 14 and 16. One can understand\nthe rules as framed in 1982, but it is extremely difficult to\nappreciate or understand the reasons for which the 1987\namendment was brought in. The question, to repeat, is\nwhether this Court should extend its arm -- its\ndiscretionary power under Articles 136 and 32, as the\ncase may be, to implement such unconstitutional rules and\nhelp these persons to gain a back-door entry into\nGovernment service - that too at the highest level in\ngroup 'C' services straightaway. It is true that no one has\nquestioned the 1987 amendments. The petitioners do not\nquestion them because they are advantageous to them;\nthey want them to be implemented. The Government\ncannot and does not question them because it has itself\n· made them. The parties who are affected namely the\npersons awaiting employment under the Government\nprobably do not even know what is happening. But where\nan unconstitutional provision of such vast impact is\nbrought to the notice of this Court and it is asked to\nenforce it, it is the constitutional duty of this Court to refuse\nto do so. I am, therefore, of the firm opinion that this Court\nshould refuse to make any orders directing\nimplementation of the rules as amended in 1987. The\nproper direction would be to direct the absorption of the\nS.Gs. in accordance with the 1982 Rules as originally\nframed (i.e., without reference to the 1987 amendments)\nand to the extent provided therein. Of course those S.Gs.\nwho have been absorbed already into group 'C' service\nin accordance with the said rules will remain unaffected\nsince disturbing them, without notice to them and in view\nof all the circumstances of this case, may not be\nadvisable. All those S.Gs. who have not so far been\nabsorbed in group 'C' service shall continue in the present\nstatus, drawing Rs 960 per month. They will be entitled\nfor absorption in group 'C' posts only in accordance with\nthe 1982 Rules, without reference to the 1987\nRAM JETHMALANI \u0026 ORS. v. UNION OF INDIA \u0026\nORS. [SURINDER SINGH NIJJAR, J.\namendments.\"\n91\nA\nRelying on these observations, learned Attorney General,\nsubmits that the Court should regardless of any technical\nobjections proceed to hear the present application without\ninsisting that the applicant should seek its relief in an application B\nfor review.\nC\n19. I am of the considered opinion that the facts and\ncircumstances highlighted in the present application would not\nenable the applicant to satisfy the conditions under which this\nCourt exercised its inherent jurisdiction in the S. Nagaraj's case\n(supra). A perusal of the judgment would clearly show that the\nCourt was anxious to “even the balance”. On the one side, there\nwere orders of the Court passed on vague and incomplete\naffidavit, creating rights and hopes in favour of five thousand\nstipendiary graduates to be absorbed as First Division D\nAssistant, and on the other hand, there were others, the likely\ninjustice to whom had been highlighted in the affidavit filed by\nthe Government and in the writ petition filed by different sections\nof the employees. The Court in fact emphasised the principle\nof finality of orders and binding nature of directions issued by E\nthe Court which could only be overridden, if there is injustice.\ninherent in the situation (see Page 615, Para 14 e \u0026 f). A little\nlater in the judgment, in Paragraph 16, the Court observed as\nfollows:-\n\"16. \"Mere eligibility was not sufficient unless availability\nof posts was also established. In absence of posts and\ndue to equitable considerations arising in favour of other\nemployees the practical difficulty in appointing all the five\nthousand stipendiary graduates as First Division\nAssistants appears to be insurmountable. Even so we\nhave no hesitation in saying that we would have refused\nto modify our order dated October 30, 1991 at the instance\nof the Government but the Court cannot be unjust to other\nemployees.\" (emphasis supplied)\nF\nG\nH\nA\nB\nC\nD\nE\n- F\nG\n92\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n20. These observations make it abundantly clear that the\nCourt was dealing with a particularly unsavory situation created\nby the Government which had led to insurmountable difficulties\nand possible injustice to both the stipendiary Magistrates and\nother employees. The Court, therefore, observed that but for\nthis unique situation, it would have refused to modify the order\ndated 30th October, 1991. In Paragraph 18, the Court makes\nit clear that the order was passed under a mistake. The Court\nwould not have exercised its jurisdiction but for the erroneous\nassumption, which in fact did not exist. In Paragraph 36, again,\nit is reiterated by the Court that it would be the duty of the Court\nto rectify, revise and recall its orders as and when it is brought\nto its notice and certain of its orders were based on wrong or\nmistaken assumption of facts and that implementation of those\norders would have serious consequences.\n21. In my opinion, in the present case, there is no question\nof mistaken facts, being presented by anyone to the Court. The\napplication also fails to indicate any miscarriage of justice or\ninjustice which would be caused to any particular class. The\nother authorities cited by the learned Attorney General followed\nthe judgment in S. Nagaraj's case (supra) and would not\nadvance the cause of the applicant or Union of India any further.\n22. The judgment in Gurdip Singh Uban's case (supra)\nrather supports the writ petitioner as noticed in the earlier part\nof this order. The learned Attorney General further submitted\nthat this Court would be fully justified in passing the orders in\nexercise of its inherent jurisdiction under Article 142 of the\nConstitution of India. It can always correct its non errors brought\nto its notice either by way of a review petition or ex debito\njustitiae. In support of the submission, the learned Attorney\ngeneral has relied on judgment of this Court in the case of A.R.\nAntulay Vs. R.S. Nayak \u0026 Anr.6\nH 6.\n23. In my opinion, the aforesaid judgment was also\n1988 (2) SCC 602\n"}