{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"RAM JETHMALANI \u0026 ORS. v. UNION OF INDIA \u0026\nORS. [ALTAMAS KABIR, J.]\n73\n2 SCR 800], wherein it was observed that by jurisdiction what A\nis meant is the extent of power which is conferred upon a Court\nby its Constitution to try a matter or a cause. Such power is\nnot capable of being enlarged because an extraordinary\nsituation requires the Court to exercise it.\n10. Mr. Naphade submitted that by virtue of this application,\nthe Union of India was seeking to review a final order passed\nby this Court, treating the same to be an application for recalling\nthe order. Mr. Naphade repeated and reiterated his\nsubmissions that the application filed on behalf of the Union of\nIndia and its authorities was not maintainable and could only\nbe dismissed.\nB\nC\nD\n11. Replying to the submissions made by Mr. Divan and\nMr. Naphade, the learned Attorney General submitted that in\nearlier cases also this question had been raised and\nconsidered by this Court. Referring to the decision of a Bench\nof Seven Judges in the case of A.R. Antulay Vs. R.S. Nayak\n\u0026 Anr. [(1988) 2 SCC 602], the learned Attorney General\nsubmitted that by a majority judgment this Court held that\ndirections, if given in violation of the principles of natural justice, E\nif subsequently questioned in another appeal instead of by way\nof a Review Petition under Article 137, the same could be set\naside by another Bench of the Court ex debito justitiae in\nexercise of its inherent powers. The majority amongst the\nJudges held that the want of jurisdiction could be addressed\nsolely by a superior Court and, in practice, no decision could\nbe reviewed collaterally by any inferior Court, but the superior\nCourt could always correct its error either by way of a petition\nor ex debito justitiae. In fact, it was also observed that in certain\nsituations, the Supreme Court could always invoke its power\nof review in exercise of its inherent jurisdiction in any\nproceeding pending before it, without insisting on the\nformalities of a review application. The learned Attorney\nGeneral submitted that by appointing two retired Judges of the\nSupreme Court, Justice B.P. Jeevan Reddy as the Chairman\nF\nH\n74\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA and Justice M.B. Shah as the Vice-Chairman, and directing that\nthe Special Investigation Team would function under their\nguidance and directions, would amount to interference with the\nexecutive authority of the different officials representing different\nsections of the administration which would lead to a chaotic\nB situation. The direction given to include the Director, Research\n\u0026 Analysis Wing, was also improper, since the said authority\nfunctioned under strict rules of secrecy, which could be\njeopardized if its Director were to be included in the Special\nInvestigation Team.\nс\nD\n12. The learned Attorney General submitted that, in the\nevent there was any doubt as to whether the powers of the\nSupreme Court under Article 142 of the Constitution could be\ninvoked for doing complete justice in a matter which was not\npending before it, the present application could always be\ntreated as a Review Petition under Article 137 of the\nConstitution read with Order 47 Rule 6 of the Supreme Court\nRules, 1966. The learned Attorney General submitted that in\nview of the magnitude of the transactions involved and that too\nwithout any accounting of the monies used, this Court should\nE cut across technicalities and consider the matter pragmatically.\nThe learned Attorney General submitted that the present\napplication may, therefore, be treated as a Review Petition\nunder Article 137 of the Constitution read with Order 47 Rule\n6 of the Supreme Court Rules, 1966 and be proceeded with\nF accordingly, notwithstanding the objection taken on behalf of the\nPetitioners in regard to the different procedure to be adopted\nin respect of a review application. It was also submitted that\nas indicated in A.R. Antulay's case (supra), the Supreme Court\ncan grant relief in exercise of its inherent powers as the guardian\nG of the Constitution.\nH\n13. Reference was also made by the learned Attorney\nGeneral to the decision of this Court in S. Nagaraj \u0026 Ors. Vs.\nState of Karnataka \u0026 Anr. [(1993) Supp. (4) SCC 595], which\nwas heard along with several other cases by a Bench of three\nRAM JETHMALANI \u0026 ORS. v. UNION OF INDIA \u0026 75\nORS. [ALTAMAS KABIR, J.]\nB\nD\nJudges. In the said cases an order had been passed on oral A\nmentioning which ultimately resulted in several contempt\npetitions being filed. Two of the Hon'ble Judges, after\nconsidering the anomalous circumstances which had resulted\nfrom the passing of the order on oral mentioning, held that\njustice is a virtue which transcends all barriers and neither the\nrules of procedure nor technicalities of law can stand in its way.\nIt was further observed that the order of the Court should not\nbe prejudicial to anyone and if the Court found that the order\nwas passed under a mistake and it would not have exercised\nthe jurisdiction, but for the erroneous assumption which in fact C\ndid not exist, and its perpetration would result in miscarriage\nof justice, then it would not on any principle be precluded from\nrectifying the order. Mistake is accepted as a valid reason to\nrecall an order. Their Lordships emphasized the fact that\nrectification of an order stems from the fundamental principles\nthat justice is above all. It is exercised to remove the error and\nnot for disturbing finality. In the judgment it was also observed\nthat the Supreme Court has the inherent power to make such\norders as may be necessary for the interest of justice or to\nprevent the abuse of process of Court. The Court is, therefore,\nnot precluded from recalling or reviewing its own order, if it is\nsatisfied that it is necessary to do so for the sake of justice. It\nwas pointed out that even the learned third Judge held that while\nthe Government was mainly responsible for the unfortunate state\nof affairs that should not desist the Supreme Court from revising\nor reviewing the said orders which had serious consequences.\nThe learned third Judge also observed that it is the duty of the\nCourt to rectify, revise and recall its orders as and when it is\nbrought to its notice that certain of its orders were passed on\na wrong or mistaken assumption of facts and that\nimplementation of those orders will have serious consequences.\nE\nF\nG\n14. On a careful consideration of the submissions made\non behalf of the respective parties in regard to the\nmaintainability of I.A. No.8 of 2011 filed on behalf of the Union\nof India, wherein, inter alia, a prayer has been made to modify H\n76\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA the order dated 4th July, 2011 and to delete the directions\nrelating to the Special Investigation Team in paragraphs 49 and\n50 of the said order, it appears that the I.A. is maintainable. In\nview of the preliminary objection relating to the maintainability\nof the interlocutory application filed on behalf of the Union of\nB India, the said issue regarding the maintainability of I.A. No.8\nof 2011 has been taken up first.\nC\nD\n15. From the arguments advanced on behalf of the\nrespective parties, it appears at first blush that Mr. Anil B. Divan\nis technically correct in submitting that since there was no\nmatter pending before this Court, the provisions of Article 142\nof the Constitution would not be attracted and that even the\ninherent powers of this Court preserved under Order 47 Rule\n6 of the Rules framed by the Supreme Court in exercise of its\npowers under Article 145 of the Constitution would not be\napplicable. However, this Court has preserved its inherent\npowers to make such orders as may be necessary for the ends\nof justice in Order 47 Rule 6 of the Supreme Court Rules, 1966,\nframed under Article 145 of the Constitution. As has been held\nin A.R. Antulay's case (supra) and in S. Nagaraj's case (supra),\nE such a power was not only in herentin the Supreme Court, but\nthe Supreme Court was also entitled to and under an obligation\nto do justice to exercise such powers as the guardian of the\nConstitution. Justice transcends all barriers and neither rules\nof procedure nor technicalities can stand in its way, particularly\nF if its implementation would result ininjustice. In addition to the\ndecision rendered by this Court in A.R. Antulay's case (supra)\nand in S. Nagaraj's case (supra), reference may also be made\nto another equally important pronouncement of this Court in\nVineet Narain's case (supra), wherein the concept of continuing\nG mandamus was introduced in order to maintain the credibility\nof the investigation being conducted.\nH\n16. Reference may also be made to the decision of this\nCourt in Manganese Ore (India) Ltd. Vs. Chandi Lal Saha\n[(1991) Supp. 2 SCC 465], wherein this Court extended the\nRAM JETHMALANI \u0026 ORS. v. UNION OF INDIA \u0026\nORS.\n77\nbenefit of its judgment to persons who were not even in appeal A\nbefore it.\nB\n17. Even if the present application was to be dismissed\nas being not maintainable under Article 142 of the Constitution\nread with Order 47 Rule 6 of the Supreme Court Rules, 1966,\nit would not preclude the Applicants from filing an application\nfor review under Article 137 of the Constitution. As the very\nworking of the Special Investigation Team appointed under the\norder of 4th July, 2011, is in question, it is necessary to cut\nacross the technical tapes sought to be invoked on behalf of\nthe Petitioners and hold that in view of the inherent powers\nvested in the Supreme Court of India, preserved in Order 47\nRule 6 of the Supreme Court Rules, 1966, and having regard\nto the fact that the Supreme Court is the guardian of the\nConstitution, I.A. No.8 of 2011, even in its present form is\nmaintainable in the facts and circumstances of the case, which D\ninclude threats to the security of the country.\nC\n18. The objections raised by Mr. Anil B. Divan and\nsupported by Mr. Shekhar Naphade, regarding the\nmaintainability of I.A. No.8 of 2011, are, therefore, rejected and E\nthe said application may therefore be proceeded with for\nhearing.\nORDER\nSURINDER SINGH NIJJAR, J. 1. I have had the F\nopportunity, and the benefit of reading, in draft, the learned\nopinion of Hon'ble Mr. Justice Altamas Kabir. However, with all\nhumility and with due respect, I would not be able to concur with\nthe view taken by my Learned Brother. My Learned Brother has\nrejected the preliminary objections raised by Mr. Anil Divan and G\nMr. Shekhar Naphade, appearing for the writ petitioners and\ndirected the application to proceed for hearing. In my opinion,\nthe application is not maintainable for a number of reasons.\n2. The application clearly states that the order passed by\nH\n78\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nC\nD\nA this Court in I.A. No. 1 on 4th July, 2011 impinges upon the\ndoctrine of separation of powers. The application thereafter\nsets out the facts leading to the filing of the writ petition invoking\nArticle 32 of the Constitution of India. The application sets out\nthe prayers made in the writ petition. Thereafter, it is stated that\nB the writ petition, as originally filed, did not contain any prayer\nfor appointment of a Special Investigation Team. The application\nalso points out that in the counter affidavit filed on behalf of the\nUnion of India, it had been clearly stated that the Central\nGovernment had been alive to the need to be able to retrieve\ninformation about the alleged money lying deposited in the\nforeign accounts and highlighting steps taken by it in his behalf.\nIt further points out that it was on account of such an initiative,\ntax haven countries, including countries like Switzerland, made\nsolemn attempts to enter into effective tax information exchange\nagreements with various countries. The application proceeds\nto delineate the steps taken and the strategy formulated to\neradicate the menace of “Black Money\". It states that the\nGovernment had joined the global crusade against Black\nMoney. It had decided to create an appropriate legislative\nframework by incorporating various tax evasion measures in\nexisting Acts. Thereafter, the application gives the details of the\nproposed new legislation for unearthing Black Money. After\nenumerating all the efforts made by the Government at national\nand international level, it is stated that above all the Government\nhas constituted a Committee on 27th May, 2011 under the\nChairman, C.B.D.T. to examine ways to strengthen laws to stop\nthe generation of Black Money in the country, its legal transfer\nabroad and its recovery. The Committee also examined various\nother issues which are enumerated in the application. The\napplication further proceeds to tabulate the efforts to create\nG further legislative and administrative framework to obtain\ninformation about illicit money of Indian citizens already parked\noutside the country. Thereafter, the application sets out the\nefforts already made and the results thereof. On the basis of\nthat, it is stated that the Government has achieved substantial\nய\nE.\nF\nH\n1\nRAM JETHMALANI \u0026 ORS. v. UNION OF INDIA \u0026\nORS. [SURINDER SINGH NIJJAR, J.\n79\nsuccess not only in getting information on illicit money parked A\noutside the country but also in stopping the transfer of illicit\nmoney outside the country. Thereafter, the details are given of\nthe illicit money detected.\n3. It is stated that in the order dated 4th July, 2011, these\nefforts have neither been adverted to nor evaluated before\nrendering the finding in Paragraph 46 of the judgment.\nB\n4. The application thereafter sets out various efforts made\nin the matter of investigation of the case of Hasan Ali Khan and\nKashinath Tapuriah. The application thereafter reproduces the C\ndirections sought in I.A. No.1 of 2009, which was filed on 8th\nSeptember, 2009. Thereafter, it is submitted that even in this\napplication, no prayer was made for appointment of a Special\nInvestigation Team [SIT]. It is further submitted that such a prayer\nought not to have been granted on the basis of written D\nsubmissions of the learned counsel for the petitioners in the\nabsence of requisite pleadings in the writ petition or in the\nabsence of a formal prayer. The application further proceeds\nto state that it is filed invoking the inherent power of this Court\nunder Article 142(1) of the Constitution of India for doing E\ncomplete justice in any case or matter pending before it.\nF\n5. In the grounds of the application, it is stated that this\nCourt while exercising its jurisdiction would not be pleased to\nattain to itself, the task entrusted to the executive. It is\nemphatically submitted in the application that the order is\nwithout jurisdiction since the constitution of the High Level\nCommittee is within the realm of a decision on policy matters.\nIt is also submitted that formation of a SIT headed by two former\nJudges of this Court not only impinges on the policy decision\nG\nof the Government but also impinges upon the doctrine of\nseparation of powers. This, according to the application, would\nbe beyond the jurisdiction conferred on this Court under Article\n32 of the Constitution of India, which can be exercised for the\nenforcement of the rights conferred by Part III and for no other\npurpose. It is further submitted that the judgment proceeds on H\n80\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA admissions, concessions, submissions and acknowledgments\nattributed to the counsel appearing for the Union of India. It is\npointed out that such concessions and admissions do not\nappear to have been made. On the basis of the facts pleaded.\nthe prayer is made for modification of the order dated 4th July,\n2011 and deletion of the directions relating to SIT in\nParagraphs 49 and 50 Since the directions given in these\nparagraphs have been reproduced verbatim by His Lordship,\nJustice Kabir, the same are not necessary to be reproduced\nherein again.\nB\nC\nD\nE\nF\nG\nI\n6. The aforesaid facts have been stated merely to indicate\nthat the application would not be maintainable, in its present\nform, as in substance, it is more in the nature of a Memorandum\nof Appeal In my opinion, the application seeks to reopen the\nwhole matter on merits which would not be permissible in an\napplication for modification. Therefore, in my opinion, the\napplication deserves to be dismissed at the threshold.\n7 As the submissions made by the learned counsel for the\nparties have been succinctly noticed by my Learned Brother\nAltamas Kabir, J. in His Lordship's order, the same need not\nbe repeated herein\n8. In my opinion, an application for clarification/\nmodification touching the merits of the matter is not\nmaintainable. The Court can consider the matter, if at all, only\nupon a review application on limited grounds. In considering\nthe application for review, the procedure laid down under Order\nXL of the Supreme Court Rules, 1966 read with Article 137\nwould have to be followed. Review of a judgment is a serious\nmatter and is, therefore, governed by constitutional and\nstatutory provisions. This view of mine will find support from a\nnumber of earlier decisions of this Court. It would, at this stage,\nbe appropriate to make a reference to some of the\nobservations made.\n9. In the case of Ram Chandra Singh Vs. S avitri Devi \u0026\nRAM JETHMALANI \u0026 ORS. v. UNION OF INDIA \u0026 81\n1\nORS. [SURINDER SINGH NIJJAR, J.\nOrs. this Court considered the issue as to whether an\napplication for clarification/modification would be maintainable\nin the face of the provisions contained in Article 137 and Order\nXL Rule 1 of Supreme Court Rules. Upon consideration of the\nentire issue, it was observed as follows:-\n\"It is now well settled that an application for clarification or\nmodification touching the merit of the matter would not be\nmaintainable. A Court can rehear the matter upon review\nof its judgment but, therefore, the procedure laid down in\nOrder 40 Rules 3 and 5 of the Supreme Court Rules, 1966\nas also Article 137 of the Constitution are required to be\ncomplied with as review of a judgment is governed by the\nconstitutional as well as statutory provisions.\n......\n\"The prayer of\nA\nB\nC\nD\nE\nthe applicant is that apart from the corrections which are\nrequired to be made in the judgment, as noticed\nhereinbefore, the merit of the matter may also be\nconsidered, inter alia, with reference to the pleadings of\nthe parties. Such a course of action, in our opinion, is not\ncontemplated in law. If there exist errors apparent on the\nface of the record, an application for review would be\nmaintainable but an application for clarification and/or\nmodification cannot be entertained unless it is shown that\nthe same is necessary in the interest of justice. An\napplication which is in effect and substance an application F\nfor review cannot be entertained dehors the statutory\nembargo contained in Order 40 Rules 3 and 5 of the\nSupreme Court Rules, 1966.\"\n10. I am of the considered opinion that the present\napplication would be an abuse of the process of the Court as\nit seeks to camouflage an application for Review as an\napplication for modification. In my opinion, such a course ought\nnot to be encouraged. It would be relevant to notice the\n1 2004 (12) SCC 713\nG\nH\n82\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA observations made by this Court in paragraph 16 of the\njudgment in the case of Delhi Administration Vs. Gurdip Singh\nUban \u0026 Ors.².\nB\nC\nD\n\"16. At the outset, we have to refer to the practice of filing\nreview applications in large numbers in undeserving cases\nwithout properly examining whether the cases strictly come\nwithin the narrow confines of Rule XL of the Supreme\nCourt Rules. In several cases, it has become almost\neveryday experience that review applications are filed\nmechanically as a matter of routine and the grounds for\nreview are a mere reproduction of the grounds of special\nleave and there is no indication as to which ground strictly\nfalls within the narrow limits of Rule XL of the Rules. We\nseriously deprecate this practice. If parties file review\npetitions indiscriminately, the time of the Court is\nunnecessarily wasted, even it be in chambers where the\nreview petitions are listed. Greater care, seriousness and\nrestraint is needed in filing review applications.\"\n11. In my opinion, ten years down the line, the situation is\nE even worst than what is depicted by the aforesaid observations.\nNow we are facing an almost daily practice of having to\nconsider applications for \"modification and clarification\".\nF\nG\n12. In the aforesaid judgment, this Court also considered\nthe nature and scope of the jurisdiction to review its own order/\njudgment. Since the application herein has been described as\nan application for “modification\", it would be necessary to notice\nthe observations made by this Court in Paragraph 17 and 18\nof the judgment. The observations of this Court are as under:-\nH 2.\n\"17. We next come to applications described as\napplications for \"clarification\", \"modification\" or \"recall\" of\njudgments or orders finally passed. We may point out that\nunder the relevant Rule XL of the Supreme Court Rules,\n1966 a review application has first to go before the learned\n2000 (7) SCC 296\n"}