{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23}],"text":"C\n424 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA before registration of the plaint on one or more grounds\nmentioned in Order VII Rule 11 of the Code, the other\ndefendants need not necessarily be heard at all as it does not\naffect their rights. As a matter of fact, this Court in Saleem Bhai\n(supra) held that the plaint can be rejected even before the\nB issuance of summons. This Court has taken a view that the trial\nCourt can exercise its power under Order VII Rule 11 of the\nCode at any stage of the suit i.e. before registering the plaint\nor after issuance of summons to the defendants or at any time\nbefore the conclusion of the trial. We respectfully agree with the\nsaid view and reiterate the same. On the other hand, when the\nplaintiff itself persists in not impleading a necessary party in\nspite of objection, the consequences of non-joinder may follow.\nHowever, the said objection should be taken in the trial Court\nitself so that the plaintiff may have an opportunity to rectify the\ndefect. The said plea cannot be raised in this Court for the first\ntime. This position has been reiterated in State of U.P. vs. Ram\nSwarup Saroj (2000) 3 SCC 699. We hold that a plea as to\nthe non-joinder of the party cannot be raised for the first time\nbefore this Court if the same was not raised before the trial\nCourt and has not resulted in failure of justice. In the case of\nnon-joinder, if the objection is raised for the first time before\nthis Court, the Court can always implead the party on the\napplication wherever necessary. However, in the case on hand,\nfor the disposal of application filed for rejection of the plaint\nunder Order VII Rule 11, 2nd defendant is not a necessary party,\nF hence he need not be impleaded. Accordingly, we reject the\nsaid objection of the respondent herein.\nD\nE\n18. Apart from the above aspect, in the case on hand, the\napplication for rejection of the plaint of the appellant-1st\nG defendant seeks no relief against the respondent herein-2nd\ndefendant. It is settled legal position that a party against whom\nno relief is claimed in the application is not a necessary party\nat all.\nH\n19. Mr. Mukul Rohatgi, learned senior counsel for the\nCHURCH OF CHRIST CHARITABLE TRUST \u0026 EDU. CHARITABLE\nSOCIETY v. PONNIAMMAN EDU. TRUST [P. SATHASIVAM, J.]\n425\nrespondent pointed out that the learned single Judge while A\naccepting the case of the appellant-1st defendant in allowing\nthe application for rejection of plaint has taken into\nconsideration extraneous material, i.e., the suit filed by M/s\nKarthik Granites (P) Ltd. (C.S.No. 915 of 1994) and the\nMemorandum of Understanding (MoU) dated 13.02.1997. It is B\nbrought to our notice that it is the counsel for the plaintiff who\nrelied on these two extraneous materials beyond the plaint for\nsustaining the plaint though that material was sought to be\nincorporated by amendment of the plaint. Apart from these, in\naddition to the application for rejection of the plaint, two other\napplications, namely, for injunction and for amendment of plaint\nwere also taken up together which led to the situation\nconsidering materials other than the plaint averments for the\npurpose of considering the application for rejection of the plaint.\nAccordingly, the contention of the learned senior counsel for the\nrespondent is liable to be rejected.\nC\nD\n20. Finally, learned senior counsel for the respondent\nsubmitted that in view of a decision of this Court in Roop Lal\nSathi vs. Nachhattar Singh Gill (1982) 3 SCC 487, rejection\nof the plaint in respect of one of the defendants is not E\nsustainable. We have gone through the facts in that decision\nand the materials placed for rejection of plaint in the case on\nhand. We are satisfied that the principles of the said decision\ndoes not apply to the facts of the present case where the\nappellant-1st defendant is not seeking rejection of the plaint in\npart. On the other hand, the 1st defendant has prayed for\nrejection of the plaint as a whole for the reason that it does not\ndisclose a cause of action and not fulfilling the statutory\nprovisions. In addition to the same, it is brought to our notice\nthat this contention was not raised before the High Court and G\nparticularly in view of the factual details, the said decision is\nnot applicable to the case on hand.\n21. In the light of the above discussion, in view of the\nshortfall in the plaint averments, statutory provisions, namely,\nF\nH\n426 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA Order VII Rule 11, Rule 14(1) and Rule 14(2), Form Nos. 47\nand 48 in Appendix A of the Code which are statutory in nature,\nwe hold that the learned single Judge of the High Court has\ncorrectly concluded that in the absence of any cause of action\nshown as against the 1st defendant, the suit cannot be\nB proceeded either for specific performance or for the recovery\nof money advanced which according to the plaintiff was given\n'to the 2nd defendant in the suit and rightly rejected the plaint\nas against the 1st defendant. Unfortunately, the Division bench\nfailed to consider all those relevant aspects and erroneously\nreversed the decision of the learned single Judge. We are\nunable to agree with the reasoning; of the Division Bench of the\nHigh Court.\nC\nD\n22. In the light of the above discussion, the judgment and\norder dated 16.08.2011 passed by the Division Bench of the\nHigh Court in OSA No. 100 of 2006 is set aside and the order\ndated 25.01.2006 passed by the learned single Judge in\nApplication No. 3560 of 2005 is restored. The civil appeal is\nallowed with costs.\nE R.P.\nAppeal allowed.\n"}