{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"414\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA the plaint insofar as 1st defendant is concerned and directed\nthat the suit can be proceeded against the 2nd defendant. The\napplications bearing Nos. O.A.No.132 of 2005 and 179 of\n2006 filed by the plaintiff-respondent for interim injunction and\namendment of the plaint were also rejected by the learned\nB single Judge.\nC\n(f) Challenging the said orders, the plaintiff-respondent filed\nappeals before the Division Bench of the High Court. By\nimpugned order dated 16.08.2011, the Division Bench while\ndismissing the appeals against the order rejecting the\napplications for amendment and for interim injunction, allowed\nthe appeal against the rejection of the plaint.\n(g) Aggrieved by the said judgment insofar as it allowed\nthe appeal against the rejection of the plaint, the appellant-\nD Society (1st defendant) has filed this appeal by way of special\nleave petition before this Court.\nE\nF\nG\nH\n4. Heard Mr. K. Parasaran and Mr. Ranjit Kumar, learned\nsenior counsel for the appellant and Mr. Mukul Rohatgi, learned\nsenior counsel for the respondent.\nPoints for consideration:\n5. The points for consideration in this appeal are:\na) whether the learned single Judge of the High Court was\njustified in ordering rejection of the plaint insofar as the first\ndefendant (appellant herein) is concerned; and\nb) whether the Division Bench of the High Court was right\nin reversing the said decision?\n6. Since the appellant herein, as the first defendant before\nthe trial Judge, filed application under Order VII Rule 11 of the\nCode for rejection of the plaint on the ground that it does not\nshow any cause of action against him, at the foremost, it is\nuseful to refer the relevant provision:\nCHURCH OF CHRIST CHARITABLE TRUST \u0026 EDU. CHARITABLE 415\nSOCIETY v. PONNIAMMAN EDU. TRUST [P. SATHASIVAM, J.]\nOrder VII Rule 11 of the Code:\nA\n\"11. Rejection of plaint- The plaint shall be rejected in the\nfollowing cases:-\n(a) where it does not disclose a cause of action;\n(b) where the relief claimed is undervalued, and the plaintiff,\non being required by the Court to correct the valuation\nwithin a time to be fixed by the Court, fails to do so;\n(c) where the relief claimed is properly valued, but the plaint\nis returned upon paper insufficiently stamped, and the\nplaintiff, on being required by the Court to supply the\nrequisite stamp-paper within a time to be fixed by the\nCourt, fails to do so;\nB\nC\n(d) where the suit appears from the statement in the plaint D\nto be barred by any law;\n(e) where it is not filed in duplicate;\n(f) where the plaintiff fails to comply with the provision of\nRule 9:\nE\nProvided that the time fixed by the Court for the correction\nof the valuation or supplying of the requisite stamp-paper\nshall not be extended unless the Court, for reasons to be\nrecorded, is satisfied that the plaintiff was prevented by F\nany cause of an exceptional nature for correcting the\nvaluation or supplying the requisite stamp-paper, as the\ncase may be, within the time fixed by the Court and that\nrefusal to extend such time would cause grave injustice to\nthe plaintiff.\"\nIt is clear from the above that where the plaint does not disclose\na cause of action, the relief claimed is undervalued and not\ncorrected within the time allowed by the Court, insufficiently\nstamped and not rectified within the time fixed by the Court,\nG\nH\n416 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA barred by any law, failed to enclose the required copies and\nthe plaintiff fail to comply with the provisions of Rule 9, the Court\nhas no other option except to reject the same. A reading of the\nabove provision also makes it clear that power under Order VII\nRule 11 of the Code can be exercised at any stage of the suit\nB either before registering the plaint or after the issuance of\nsummons to the defendants or at any time before the\nconclusion of the trial. This position was explained by this Court\nin Saleem Bhai \u0026 Ors. vs. State of Maharashtra and Others,\n(2003) 1 SCC 557, in which, while considering Order VII Rule\n11 of the Code, it was held as under:\nC\nD\nE\nLL\nF\nG\nH\n\"9. A perusal of Order VII Rule 11 CPC makes it clear that\nthe relevant facts which need to be looked into for deciding\nan application thereunder are the averments in the plaint.\nThe trial court can exercise the power under Order VII Rule\n11 CPC at any stage of the suit - before registering the\nplaint or after issuing summons to the defendant at any time\nbefore the conclusion of the trial. For the purposes of\ndeciding an application under clauses (a) and (d) of Rule\n11 of Order VII CPC, the averments in the plaint are\ngermane; the pleas taken by the defendant in the written\nstatement would be wholly irrelevant at that stage,\ntherefore, a direction to file the written statement without\ndeciding the application under Order VII Rule 11 CPC\ncannot but be procedural irregularity touching the exercise\nof jurisdiction by the trial court.......\"\n་\nIt is clear that in order to consider Order VII Rule 11, the Court\nhas to look into the averments in the plaint and the same can\nbe exercised by the trial Court at any stage of the suit. It is also\nclear that the averments in the written statement are immaterial\nand it is the duty of the Court to scrutinize the averments/pleas\nin the plaint. In other words, what needs to be looked into in\ndeciding such an application are the averments in the plaint.\nAt that stage, the pleas taken by the defendant in the written\nstatement are wholly irrelevant and the matter is to be decided\nonly on the plaint averments. These principles have been\nCHURCH OF CHRIST CHARITABLE TRUST \u0026 EDU. CHARITABLE\nSOCIETY v. PONNIAMMAN EDU. TRUST [P. SATHASIVAM, J.]\n417\nreiterated in Raptakos Brett \u0026 Co. Ltd. vs. Ganesh Property A\n(1998) 7 SCC 184 and Mayar (H.K.) Ltd. and Others vs.\nOwners \u0026 Parties, Vessel M.V. Fortune Express and Others\n(2006) 3 SCC 100.\n7. It is also useful to refer the judgment in T. Arivandandam\nvs. T.V. Satyapal \u0026 Anr., (1977) 4 SCC 467, wherein while\nconsidering the very same provision, i.e. Order VII Rule 11 and\nthe duty of the trial Court in considering such application, this\nCourt has reminded the trial Judges with the following\nobservation:\n\"5...........The learned Munsif must remember that if on a\nmeaningful - for formal - reading of the plaint it is manifestly\nvexatious, and meritless, in the sense of not disclosing a\nclear right to sue, he should exercise his power under\nOrder VII, Rule 11 C.P.C. taking care to see that the\nground mentioned therein is fulfilled. And if clever drafting\nhas created the illusion of a cause of action nip it in the\nbud at the first hearing by examining the party searchingly\nunder Order X, C.P.C. An activist Judge is the answer to\nirresponsible law suits. The trial Courts would insist\nimperatively on examining the party at the first hearing so\nthat bogus litigation can be shot down at the earliest stage.\nThe Penal Code is also resourceful enough to meet such\nmen, (Cr.XI) and must be triggered against them.....'\nIt is clear that if the allegations are vexatious and meritless and\nnot disclosing a clear right or material(s) to sue, it is the duty\nof the trial Judge to exercise his power under Order VII Rule\n11. If clever drafting has created the illusion of a cause of action\nas observed by Krishna lyer J., in the above referred decision,\nit should be nipped in the bud at the first hearing by examining\nthe parties under Order X of the Code.\nCause of Action:\n8. While scrutinizing the plaint averments, it is the bounden\nB\nC\nD\nE\nF\nG\nH\n418 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA duty of the trial Court to ascertain the materials for cause of\naction. The cause of action is a bundle of facts which taken with\nthe law applicable to them gives the plaintiff the right to relief\nagainst the defendant. Every fact which is necessary for the\nplaintiff to prove to enable him to get a decree should be set\nB out in clear terms. It is worthwhile to find out the meaning of the\nwords \"cause of action\". A cause of action must include some\nact done by the defendant since in the absence of such an act\nno cause of action can possibly accrue.\nC\nD\nE\nF\nG\nI\n9. In A.B.C. Laminart Pvt. Ltd. \u0026 Anr. vs. A.P. Agencies,\nSalem (1989) 2 SCC 163, this Court explained the meaning\nof \"cause of action\" as follows:\n\"12. A cause of action means every fact, which if traversed,\nit would be necessary for the plaintiff to prove in order to\nsupport his right to a judgment of the court. In other words,\nit is a bundle of facts which taken with the law applicable\nto them gives the plaintiff a right to relief against the\ndefendant. It must include some act done by the defendant\nsince in the absence of such an act no cause of action can\npossibly accrue. It is not limited to the actual infringement\nof the right sued on but includes all the material facts on\nwhich it is founded. It does not comprise evidence\nnecessary to prove such facts, but every fact necessary for\nthe plaintiff to prove to enable him to obtain a decree.\nEverything which if not proved would give the defendant a\nright to immediate judgment must be part of the cause of\naction. But it has no relation whatever to the defence which\nmay be set up by the defendant nor does it depend upon\nthe character of the relief prayed for by the plaintiff.\"\n10. It is useful to refer the judgment in Bloom Dekor Ltd.\nvs. Subhash Himatlal Desai \u0026 Ors. (1994) 6 SCC 322, wherein\na three Judge Bench of this Court held as under:\n\"28. By \"cause of action\" it is meant every fact, which, if\ntraversed, it would be necessary for the plaintiff to prove\nCHURCH OF CHRIST CHARITABLE TRUST \u0026 EDU. CHARITABLE 419\nSOCIETY v. PONNIAMMAN EDU. TRUST [P. SATHASIVAM, J.}\nin order to support his right to a judgment of the Court, A\n(Cooke v. Gill, 1873 LR 8 CP 107). In other words, a\nbundle of facts which it is necessary for the plaintiff to prove\nin order to succeed in the suit.\"\nIt is mandatory that in order to get relief, the plaintiff has to aver\nall material facts. In other words, it is necessary for the plaintiff\nto aver and prove in order to succeed in the suit.\nForms 47 and 48 of Appendix A of the Code\nB\n11. Mr. K. Parasaran, learned senior counsel by taking us C\nthrough Form Nos. 47 and 48 of Appendix A of the Code which\nrelate to suit for specific performance submitted that inasmuch\nas those forms are statutory in nature with regard to the claim\nfiled for the relief for specific performance, the Court has to be\nsatisfied that the plaint discloses a cause of action. In view of D\nOrder VII Rule 11(a) and 11(d), the Court has to satisfy that the\nplaint discloses a cause of action and does not appear to be\nbarred by any law. The statutory forms require the date of\nagreement to be mentioned to reflect that it does not appear\nto be barred by limitation. In addition to the same, in a suit for\nspecific performance, there should be an agreement by the\ndefendant or by a person duly authorized by a power of attorney\nexecuted in his favour by the owner.\nE\nF\n12. In the case on hand, the plaintiff-respondent to get a\ndecree for specific performance has to prove that there is a\nsubsisting agreement in his favour and the second defendant\nhas the necessary authority under the power of attorney. Order\nVII Rule 14 mandates that the plaintiff has to produce the\ndocuments on which the cause of action is based, therefore,\nhe has to produce the power of attorney when the plaint is G\npresented by him and if he is not in possession of the same,\nhe has to state as to in whose possession it is. In the case on\nhand, only the agreement between the plaintiff and the second\ndefendant has been filed along with the plaint under Order VII\nRule 14(1). As rightly pointed out by the learned senior counsel H\n420 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA for the appellant, if he is not in possession of the power of\nattorney, it being a registered document, he should have filed\na registration copy of the same. There is no such explanation\neven for not filing the registration copy of the power of attorney.\nUnder Order VII Rule 14(2) instead of explaining in whose\nB custody the power of attorney is, the plaintiff has simply stated\n'Nil'. It clearly shows non-compliance of Order VII Rule 14(2).\nс\nD\n13. In the light of the controversy, we have gone through\nall the averments in the plaint. In paragraph 4 of the plaint, it is\nalleged that the 2nd defendant as agreement holder of the 1st\ndefendant and also as the registered power of attorney holder\nof the 1st defendant executed the agreement of sale. In spite\nof our best efforts, we could not find any particulars showing\nas to the documents which are referred to as \"agreement\nholder\". We are satisfied that neither the documents were filed\nalong with the plaint nor the terms thereof have been set out in\nthe plaint. The abovementioned two documents were to be\ntreated as part of the plaint as being the part of the cause of\naction. It is settled law that where a document is sued upon and\nits terms are not set out in the plaint but referred to in the plaint,\nE the said document gets incorporated by reference in the plaint.\nThis position has been reiterated in U.S. Sasidharan vs. K.\nKarunakaran and Another (1989) 4 SCC 482 and Manohar\nJoshi vs. Nitin Bhaurao Patil and Another (1996) 1 SCC 169.\nPower of Attorney:\nF\nG\n14. Next, we have to consider the power of attorney. It is\nsettled that a power of attorney has to be strictly construed. In\norder to agree to sell or effect a sale by a power of attorney,\nthe power should also expressly authorize the power to agent\nto execute the sale agreement/sale deed i.e., (a) to present the\ndocument before the Registrar; and (b) to admit execution of\nthe document before the Registrar. A perusal of the power of\nattorney, in the present case, only authorizes certain specified\nacts but not any act authorizing entering into an agreement of\nH sale or to execute sale deed or admit execution before the\nCHURCH OF CHRIST CHARITABLE TRUST \u0026 EDU. CHARITABLE 421\nSOCIETY v. PONNIAMMAN EDU. TRUST [P. SATHASIVAM, J.]\nRegistrar. In a recent decision of this Court in Suraj Lamp and A\nIndustries Pvt. Ltd. vs. State of Haryana and Another (2012)\n1 SCC 656, the scope of power of attorney has been explained\nin the following words:\n\"20. A power of attorney is not an instrument of transfer in\nregard to any right, title or interest in an immovable\nproperty. The power of attorney is creation of an agency\nwhereby the grantor authorises the grantee to do the acts\nspecified therein, on behalf of grantor, which when\nexecuted will be binding on the grantor as if done by him\n(see Section 1-A and Section 2 of the Powers of Attorney\nAct, 1882). It is revocable or terminable at any time unless\nit is made irrevocable in a manner known to law. Even an\nirrevocable attorney does not have the effect of transferring\ntitle to the grantee.\n21. In State of Rajasthan v. Basant Nahata, (2005)\n12 SCC 77. this Court held: (SCC pp. 90 \u0026 101, paras\n13 \u0026 52)\n\"13. A grant of power of attorney is essentially\ngoverned by Chapter X of the Contract Act. By reason of\na deed of power of attorney, an agent is formally appointed\nto act for the principal in one transaction or a series of\ntransactions or to manage the affairs of the principal\ngenerally conferring necessary authority upon another\nperson. A deed of power of attorney is executed by the\nprincipal in favour of the agent. The agent derives a right\nto use his name and all acts, deeds and things done by\nhim and subject to the limitations contained in the said\ndeed, the same shall be read as if done by the donor. A\npower of attorney is, as is well known, a document of\nconvenience.\nB\nC\nD\nE\nF\nG\n*\n52. Execution of a power of attorney in terms of the\nH\nA.\nB\nC\nD\n422 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nprovisions of the Contract Act as also the Powers of\nAttorney Act is valid. A power of attorney, we have noticed\nhereinbefore, is executed by the donor so as to enable the\ndonee to act on his behalf. Except in cases where power\nof attorney is coupled with interest, it is revocable. The\ndonee in exercise of his power under such power of\nattorney only acts in place of the donor subject of course\nto the powers granted to him by reason thereof. He cannot\nuse the power of attorney for his own benefit. He acts in a\nfiduciary capacity. Any act of infidelity or breach of trust is\na matter between the donor and the donee.\"\nAn attorney-holder may however execute a deed of\nconveyance in exercise of the power granted under the\npower of attorney and convey title on behalf of the grantor.\"\n15. It is clear that from the date the power of attorney is\nexecuted by the principal in favour of the agent and by virtue of\nthe terms the agent derives a right to use his name and all acts,\ndeeds and things done by him are subject to the limitations\ncontained in the said deed. It is further clear that the power of\nE attorney holder executed a deed of conveyance in exercise of\nF\nG\nH\nthe power granted under it and conveys title on behalf of the\ngrantor. In the case on hand, though the plaint avers that the\n2nd defendant is the agreement holder of the 1st defendant,\nthe said agreement is not produced. It was also pointed out that\nthe date of agreement is also not given in the plaint. We have\nalready mentioned Form Nos. 47 and 48 of Appendix A and\nfailure to mention date violates the statutory requirement and if\nthe date is one which attracts the bar of limitation, the plaint\nhas to conform to Order VII Rule 6 and specifically plead the\nground upon which exemption from limitation is claimed. It was\nrightly pointed out on the side of the appellant that in order to\nget over the bar of limitation all the required details have been\nomitted.\nRelief of Specific Performance is discretionary:\nCHURCH OF CHRIST CHARITABLE TRUST \u0026 EDU. CHARITABLE 423\nSOCIETY v. PONNIAMMAN EDU. TRUST [P. SATHASIVAM, J.}\nB\n16. Under Section 20 of the Specific Relief Act, 1963, it A\nis settled that the jurisdiction to grant specific performance is\ndiscretionary. The above position has been reiterated by the\nDivision Bench of the Madras High Court even in 1937 vide\nSirigineedi Subbarayadu vs. Kopanathi Tatayya, 1937\nMadras Weekly Notes 1158, 1159. The same view has been\nreiterated once again by the Madras High Court in\nRamaswamy Gounder vs. K.M. Venkatachalam 1976(1)\nMadras Law Journal 243, 248, 249 paras 11-13. The similar\nview has been reiterated by this Court in Mohammadia\nCooperative Building Society Ltd. vs. Lakshmi Srinivasa\nCooperative Building Society Ltd. and Others (2008) 7 SCC\n310.\nNon-joinder of Defendant No. 2 in the application filed\nunder Order VII Rule 11\nC\nD\nF\n17. In view of the conduct of the plaintiff, bereft of required\nmaterials as mandated by the statutory provisions, the plaint\nis liable to be rejected at this stage itself as the cause of action\npleaded in the plaint is vitiated. Learned senior counsel for the\nrespondent vehemently contended that inasmuch as in the E\napplication for rejection of plaint, the 1st defendant has not\nimpleaded the 2nd defendant, the said application is liable to\nbe dismissed on the ground of non-joinder of the 2nd\ndefendant, who is a necessary party. On the other hand, learned\nsenior counsel for the appellant submitted that 2nd defendant\nis not a necessary party to the application for rejection of plaint\nand according to him non-joinder of the 2nd defendant does\nnot affect the merit of the application as the plaintiff alone is a\nnecessary party to the application for rejection of plaint. The\nstand taken by the appellant, who has filed the application for\nrejection of the plaint, is sustainable and acceptable. We have\nalready adverted to the averments in the plaint and we have\nheld that the plaint has not shown a complete cause of action\nof privity of contract between the plaintiff and the first defendant\nor on behalf of the 1st defendant. To reject the plaint even\nG\nH\n"}