{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64}],"text":"C\n394 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA for creation of supernumerary posts to facilitate absorption of\ncompany paid staff were not legally sustainable. In many ways,\nthe facts are common, inasmuch as, the duty, which were done\nby the staff was undoubtedly an official duty. This Court took\ninto account the fact that they were never paid the wages by\nB the Central Government nor were they on the Central\nGovernment establishment. This staff, undoubtedly, worked\nunder the control of the Official Liquidators, who were none else\nbut the Central Government employees and yet the Court came\nto the conclusion that they could not be given the status of the\nCentral Government employees. This case comes very near to\nthe facts of the present case and would be much helpful to the\nappellants, inasmuch as, firstly, this staff, though appointed by\nthe Central Government, was working in the premises provided\nby the Central Government and sometimes in the High Court\npremises, and secondly, though they were on ad-hoc basis, they\nwere working continuously and the nature of their duties was\nofficial. Further, they were under the direct control of the Official\nLiquidator, as is being claimed in the present case and yet it\nwas held by the court that they could not claim the status of the\nCentral Government employees. The situation is more or the\nless identical in the present case. We are, therefore, convinced\nthat the law relied upon by Shri Mitra, Learned Senior Counsel,\nas also the other Learned Senior Counsel like Shri Ranjit\nKumar, Shri P.P. Rao, and Learned Counsel like Shri Dipak\nKumar Jena, does not help the respondents and it cannot be\nheld that there was master-servant relationship between State\nGovernment and the Copywriters.\nD\nE\nF\n45. Shri Gupta contended that if all the Copywriters were\nto be accommodated as the Clerks in the Government service,\nG then more than 6000 posts would have to be created and that\nwould be a practical difficulty. Further majority of these\nCopywriters did not have the basic qualification required and\nthus there would be a practical problem in accommodating\nthese Copywriters. He further reiterated that all that would not\nbe possible without there being any Rules under Article 309 of\nI\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 395\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nthe Constitution of India. The contention is undoubtedly correct. A\nThis factor of the practical difficulty has been completely ignored\nin the impugned judgment.\nB\nC\n46. Shri Gupta pointed out that such licenses are given in\nnumber of other Departments where the creation of service\ncannot be even conceived. He pointed out that the claim of the\nCopywriters that they were doing the essential service of the\nGovernment is falsified from the fact that in the Districts of\nBurdwan, Purba Medinipur, Paschim Medinipur, Maldah, Uttar\nDinajpur and Dakshin Dinajpur the Copywriters Rules, 1999\nhave never been implemented since inception and there are\nno such copywriters available. In those Districts the Xerox\ncopies of the documents are provided as their true copies. Had\nthe work of copywriters been essential, Government would not\nhave dispensed with the services of the Copywriters in these\nsix Districts. According to the learned counsel this clearly\nsuggest that the Copywriters did not execute any Governmental\nwork nor was their work essentially required for the working of\nRegistration Office. The argument is undoubtedly correct.\nLearned counsel also pointed out that there are 6466 Deed-\nwriters, 1200 Marriage Registrars, 20,000 Post-office Agents, E\n40,000 Insurance Agents and 1100 Stamp Vendors in the State\nof West Bengal. He pointed out that clothing the Copywriters\nwith the Government Service would mean a financial debacle\nfor the State. The argument is undoubtedly correct as each and\nevery licence granted by the Government does not amount to\nService.\n47. The conclusion of all the above discussion is as under:\nD\nF\n(i)\nThat the original Writ Petitioners-Copywriters are\nmere licensees.\nG\n(ii) Though the Rules have been formulated by the\nGovernment for awarding these licenses the Rules\ndo not spell out an absolute control over the working\nof these Copywriters. The Rules merely pertain to H\n396\nSUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA\nB\nC\nE\nLL\nF\nG\nthe grant of licences and control of those licences,\nhowever, did not control the working and duties of\nthe Copywriters.\n(iii) The Copywriters do not do any Government duty.\nThey are merely required to copy the deeds which\nare to be presented for registration. Though the\nfiling of a fresh copy is necessary for registration,\nthe making of that copy does not amount to a\nGovernment duty.\n(iv) The Copywriters are not controlled in the matters\nof their attendance, working hours, leave, pension\nand output of work etc., by the Government.\n(v)\nThe Copywriters are not on the establishment under\nthe Rules, more particularly the Rules formulated\nunder Article 309 of the Constitution of India.\n(vi) The Copywriters are not paid from the Government\ncoffers. On the other hand they are paid by the\nprivate parties who require those copies for\nRegistration of the deeds. Therefore, there is no\nfiduciary relationship between the Government and\nthe Copywriters nor is the government responsible\nfor any such payment.\n(vii) In short the grant of licence for copywriting does not\namount to creating a service. Hence there is no\nmaster-servant relationship between the\nCopywriters and the Government nor can they said\nto be Government servants entitling them to so-\ncalled equal treatment with the other Government\nservants.\n(viii) The High Court has erred in directing the creation\nof service and for that purpose framing the Rules\nas also providing the nomenclature for such a\nH\n་\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 397\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nservice. In that the High Court has traveled beyond A\nthe scope of the original application and the writ\npetition.\n48. The appeals thus deserve to be allowed and they are\naccordingly allowed. The common judgment of the High Court\nis set aside and that of the Tribunal is restored. Under these\ncircumstances, however, there shall be no order as to costs.\nN.J.\nAppeals allowed.\nB\n"}