{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"B\nC\n354 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA and as such, they were treated to be Government employees\nand regularized. The Tribunal also found that the said Extra-\nmuharrirs were engaged in connection and for the purpose of\nassisting the collection of land revenue, which was held to be\nperennial type of a work, although their services were on the\nseasonal basis. The Tribunal also further found that admittedly,\nthe Copywriters were not the casual workers, they were mere\nlicense holders for the purposes of their livelihood and merely\nbecause some facilities like accommodation etc. were\nprovided to them and because they were under the control of\nthe authorities under the terms of license, it did not mean that\nthe said licensees were directly under the State Government\nor there was relationship of master and servant between the\nState Government and the Copywriters. The Tribunal further\nfound that insofar as the posts of LDC were concerned, there\nwere specific Recruitment Rules providing examination/\ninterview and in the absence of any provision, the petitioners\n(respondents herein) could not claim to be absorbed as LDCs,\ngiving the complete go-by to the Recruitment Rules framed\nunder Article 309 of the Constitution of India. The Tribunal\nspecifically found that the license was hereditary in nature,\nE whereas, employment under such was not so and it\ndistinguished the status of the petitioner (respondents herein).\nGiving the findings, the Tribunal dismissed all the original\napplications.\nD\nF\nG\nI\n12. The petitioners (respondents herein) then filed the Writ\nPetitions before the Calcutta High Court, challenging the\ncommon judgment by way of W.P.S.T. No. 826 of 2001,\nW.P.S.T. No. 1312 of 2001 and W.P.S.T. No. 15 of 2002. All\nthese Writ Petitions were heard and were disposed of by the\ncommon judgment passed by the Division Bench of the\nCalcutta High Court. The High Court in its impugned judgment\nfound that there existed relationship of master and servant\nbetween the State Government and the Copywriters appointed\nunder the Rules and in reality, the relationship was not that of\nlicensee or licensor. The High Court noted that the Writ\nT\nSTATE OF WEST BENGAL v. WEST BENGAL REGN.355\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nPetitioners had conceded that they were not entitled to the relief A\nclaimed in the application before the Tribunal, namely, the\nabsorption in the post of LDC. The High Court, however,\nentertained the stand that the Writ Petitioners were entitled to\nequal protection of law, as is available to a Government servant,\nprovided in Article 14, 16 and 308-311 of the Constitution of B\nIndia, while serving under the State. In short, the High Court held\nthat firstly, there existed master and servant relationship\nbetween the State Government and the petitioner Copywriters\nand, therefore, they were entitled to the relief claimed. It was\nurged on behalf of the respondent Government before the High C\nCourt that the Copywriters were merely the licensees and they\ncould claim any better status than that. It was also pointed out\nthat these licenses were granted in keeping with the Rules made\ntherefor. That contention was negatived. In coming to this\nconclusion, the High Court has relied on various Rules brought\nin vide the Copywriters' Rules of 1999. As per the interpretation\nput forth by the High Court, the said Rules had the effect of\ncreating a master and servant relationship between the\nCopywriters and the State Government.\nD\n13. The High Court has also very heavily relied on the five E\nJudges' Bench decision of this Court in State of Assam \u0026 Ors.\nVs. Shri Kanakchandra Dutta reported in AIR 1967 SC 884,\nas also another decision in The State of U.P. Vs. Chandra\nPrakash Pandey reported in AIR 2001 SC 1298. The contention\nof the State Government that the Copywriters were F\nprofessionals, was also repelled. Various other decisions were\nconsidered by the High Court and it ultimately came to the\nconclusion that since there existed master and servant\nrelationship between the State Government and the Copywriters\nappointed under the Rules, it could not be said that the G\nrelationship was merely that of licensees and licensor. The High\nCourt observed that the Rules gave a \"false impression\" that\nthe said relationship was merely of licensees and licensor. It\nwas further held that the demand of remuneration to these\nCopywriters, which was recoverable from the parties at the rates\nH\n356 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA fixed by the Rules, was violative of principles and tenets of the\nConstitution, as mentioned in Articles 14, 16, 21, 308-311, as\nlike every other Government servant, they were entitled for a\nregular scale of pay.\nB\nC\n14. The High Court went on to observe that though they\ncould not be absorbed as LDCs, it would be for the State\nGovernment to decide the nomenclature of their post and their\nsalary was liable to be fixed after taking into consideration the\nnature of the jobs and duties entrusted to them, only after\ncomparing those with the similarly placed Government\nemployees either in the same or in other Departments, the\nprinciple of \"equal pay for equal work\". On the basis of this\nfinding, the High Court further went on to hold that these benefits\nshould be awarded to the Copywriters from the date of filing\nthe first of the applications filed by the Association, namely, Writ\nD Petition No. 1643 of 1996, which got renumbered as T.A. No.\n391 of 1998. The High Court also awarded the arrears to the\nCopywriters from the said date after adjusting the remuneration.\nalready received by the individual Copywriters. The High Court\nfurther directed that the years of continuous service put in by\nE them even prior to the date as Copywriters, should be taken\ninto account for the purposes of calculation of the retiral\nbenefits, subject to the minimum and maximum age limit for\nentry into the Government service (probably the date, when they\nfirst got the license to practice as Copywriters) and secondly,\nF their service rendered prior to the attainment of minimum\nqualifying age should be ignored. The High Court also held that\nthe service rendered beyond the age limit prescribed for\nsuperannuation should not be considered for giving retiral\nbenefits. Lastly, the High Court also directed to decide the\nG nomenclature of the post and the scale of pay for the same\nwithin three months from the date of judgment. The State\nGovernment was given six months' time to pay the arrears. It\nwas further held that if the Government defaulted to pay the\narrears, the amount would carry interest at the rate of eight per\ncent per annum. With all these findings, the High Court allowed\nH\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 357\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nthe Writ Petitions, which are now fallen for our consideration. A\nC\nD\n15. Shri Bhaskar P. Gupta, Learned Senior Counsel\nappearing on behalf of the State of West Bengal, firstly took\nus through various provisions of the Registration Act, 1908 and\nthe various amendments made to them by the State of West B\nBengal. We were also taken through 1981 Amendments and\nthe Statement of Objects and Reasons, so also we were taken\nthrough the Registration (West Bengal Amendment) Bill, 1986.\nShri Gupta took us through various Rules, firstly, the\nCopywriters' Rules of 1979 and more particularly, the\nCopywriters' Rules of 1999. The whole thrust of the argument\nwas that there was nothing in the provisions of the Registration\nAct or the Rules to suggest that the legislature ever intended\ncreation of a separate service for these Copywriters. The\nLearned Senior Counsel very earnestly argued that vide the\nabove mentioned Rules, the legislature has created a separate\nclass, called \"Copywriters\". The contention was that, firstly, filing\nof a copy of a deed before the same presented for registration,\nwas made compulsory and then a class was created called\n\"Copywriters\", who were given the licenses by the concerned\nauthorities to make those copies. It was urged that the\nCopywriters had the task of copying the said deeds on payment\nof prescribed fees, as fixed under the Rules and for that\npurpose, the Copywriters were given licenses and for giving\nthose licenses, they were selected, meaning that licenses were\ngranted not to all and sundry, but to certain persons, depending F\nupon their qualifications. The Learned Senior Counsel was at\npains to point out that there could never exist master and servant\nrelationship because these Copywriters were not under the\ncontrol of the authorities, insofar as their attendance, their\nworking hours or their emoluments were concerned. The G\nLearned Senior Counsel pointed out that it was a total\nmisnomer to say that those Copywriters were the Government\nservants since from the very nature of the work of Copywriters,\nit could not be said that they were doing any Government\nduties. It was further argued that the Division Bench, in its H\nE\n1\n358 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA impugned judgment, has almost rewritten the Rules. It was\npointed out by the Learned Senior Counsel that such directions\neven under the plenary jurisdiction of Article 227, could not be\ngiven, as that amounted to legislating and hence impermissible.\nLastly, the Learned Senior Counsel urged that the rulings which\nB the High Court had relied on, were not at all applicable.\nC\n16. As against this, Shri Jayant Kumar Mitra, Learned\nSenior Counsel, as also Shri Ranjit Kumar, Shri P.P. Rao,\nLearned Senior Counsel and other Learned Counsel like Shri\nDipak Kumar Jena appearing on behalf of the respondents,\nsupported the High Court judgment. In the leading address, Shri\nJayant Kumar Mitra urged that though the Writ Petitioners\nbefore the High Court had given up their main prayer, it could\nnot be said that the High Court had given the relief not prayed\nor the one beyond the pleadings. The Learned Senior Counsel\npointed out that the High Court had moulded the relief and\ninstead of directing the absorption of Copywriters as the LDCs,\nhad directed to create a new class for the Writ Petitioners. He\nalso pointed out that the State Government had earlier\nregularized the services of Extra-muharrirs and the Copywriters\nE were doing no different work than those persons. It is on these\nrival pleas that the present appeal has to be decided.\nD\nF\nG\nH\n17. It will be better first to see the legal provisions, which\nhave been relied on by the parties extensively. The Registration\nAct, 1908 is a Central legislation for consolidating the\nenactments relating to the registration of the documents.\nVarious States have introduced State amendments to this Act.\nSection 19A was introduced by a State amendment in 1981\nwhich provided that notwithstanding anything elsewhere in the\nAct or any other law, no document shall be accepted by the\nRegistration Officer for registration, unless it is prepared and\npresented and accompanied by a true copy thereof in\naccordance with such Rules, as may be made in that behalf.\nWhile amending the Act, the State of West Bengal had\nintroduced Part XIII A. XIIIB and XIIIBB in 1978. Part XIII BB\n-\nf\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 359\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nC\nwhich is relevant here deals with the Inspector General, who has A\nthe power to make Rules, consistent with the Act, with\nprospective or retrospective effect, providing for the grant of\nlicenses to the Copywriters, revocation of such licenses, the\nterms and conditions, subject to which and the authority by\nwhich such licenses shall be granted and generally for all B\npurposes connected with the copying of documents for\nregistration. Rules so made, were to be submitted to the State\nGovernment for approval and after approval were to be\npublished in the Official Gazette and on such publication, those\nRules would have the effect as if they are enacted in the Act.\nThis power in the State Government, to make the Rules, came\nvide Section 80A. On its heels, came the Copywriters' Rules\nof 1982, as also the West Bengal (Deed Writers) Rules, 1982\n(hereinafter called \"the Deed Writers' Rules of 1982\" for short).\nNeedless to mention that we are presently concerned with the\nCopywriters' Rules of 1982. Section 80GG was incorporated\nthereafter in 1986, which empowered the Inspector General to\nmake rules relating to Copywriters. Section 80GG became\noperative w.e.f. 1.1.1993. The Copywriters' Rules of 1982 were\nreplaced by Notification Nos. 23335 and 23336 and in their\nplace, the Copywriters' Rules of 1999 were brought in. For the\npurposes of the controversy in question, though it started in\n1996, the relevant Rules are the Copywriters' Rules of 1999\nsince 1982 Rules were replaced by 1999 Rules. These Rules\nintroduced a completely new scheme of self-employment by\ngranting licenses to the deed writers and Copywriters creating\nfor them self-employment, profession or vocation. The most\nrelevant amongst these Rules are Rules 2(3), 3, 5, 6, 7, 8, 9,\n10, 15, 17, 19, 20(2), 21, 24 and 26. They are as under:-\nD\nE\nF\n2(3) \"Licensing Authority\" means the District Registrar G\nas defined in Section 2 of the Registration Act, 1908.\n(16 of 1908).\n3.\nProhibition of unlicensed persons:- No person who\nis not a licensed Copywriter duly appointed by the\nH\nA\nB\nD\nE\nF\n360 SUPREME COURT REPORTS\nம்\n5.\n6.\nG\n7.\n[2009] 8 S.C.R.\nlicensing authority under these Rules, shall engage\nhimself in the profession of a Copywriters.\nPersons eligible for license:-A Copy Writer's\nlicense may be granted to a person:-\n(i) who is a citizen of India;\n(ii) who has completed eighteen years of age,\nbut is below 35 years of age, on the date of\nnotification inviting applications for license;\n(iii) who has passed the School Final or its\nequivalent examination, provided that any\nperson applying for a Copy Writer's license\nunder Rule 6 shall be eligible for such license\nif such person has passed Class VI\nExamination for promotion to Class VII and\nhas gained experience as an assistant to a\nDeed Writer in his profession for not less\nthan three years on the date of application;\n(iv) who has passed the Copywriter's Licensing\nTest conducted by the licensing authority;\n(v)\nwho writes neatly, legibly and correctly;\n(vi) whose conduct is good; and\n(vii) who is not debarred by any of the conditions\nas laid down in Rule 7.\n(Provides die-in-Harness Principle)\nDisqualifications:-\n(1) A Copywriter's license shall not be granted to a\nperson:-\nH\n(a)\nif he has been declared by a competent\n+\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 361\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nCourt to be of unsound mind; or\n(b) if he has been convicted for any criminal\noffence or any proceeding is pending against\nhim in any criminal Court; or\nX\n(2)\n(c)\nif he is a deaf-mute; or\nA\nB\n(d) if he is a leper or suffers from an incurable\ncontagious disease; or\n(e) if his license has at any time been cancelled\nand the order cancelling the license has not\nbeen quashed by the competent authority; or\n(f)\nif he is engaged in any gainful occupation or\nemployment.\nIn the case of refusal to grant a license, the\nlicensing authority shall record his reasons for\nrefusal and communicate a copy of the order to the\nperson applying for license.\n8. (Not necessary)\n9.\nC\nD\nE\nRenewal of license:- (1)A license issued under\nthese Rules may be renewed on year to year basis\nby the District Register, subject to good conduct,\nsatisfactory work and physical fitness, duly certified F\nby the Registering Officer under whose\nsuperintendence and control the Copywriter works,\nby an endorsement on the body of the renewal\napplication, on payment of the prescribed renewal\nfee. The application for renewal shall be filed to the G\nRegistering Officer in the month of November each\nyear together with the Treasury Challan or Bank\nDraft or Money Order Receipt showing the\nremittance of renewal fee. The Registering Officer\nshall forward the application to the concerned\nH\nA\n362\nSUPREME COURT REPORTS\n[2009] 8 S.C.R.\nDistrict Registrar with necessary endorsement as\nrequired under this rule with his remarks, if any.\nB\n0\nD\nE\nLL\nF\nG\n(2) xx\n(3) XXXX\nXXX\nXXX\nXXX\nXXX\n10. Conditions of renewal:- (1)A license shall not be\nrenewed:-\n(a) if the licensee fails or has failed to observe\nany of the conditions of his license or to\ncomply with the direction of making deposit\nof renewal fees as provided in Rule 9; or\n(b) during the period for which the license has\nbeen suspended; or\n(c) if the licensee becomes physically unfit or\nmentally unbalanced to perform the duties of\na Copywriter.\n(2) (a) The name of the Copywriter, the renewal of\nwhose license is refused by the District Registrar\nunder any provision of these Rules, shall be struck\noff from the registers maintained by the District\nRegistrar, as well as, by the Registering Officers\nconcerned.\n(b) A Copywriter, who fails to apply for renewal within\nthe stipulated period, may, however, apply for a\nfresh license.\n15. Rights and duties of Copywriter:-(1) A licensed\nCopywriter shall be allowed to sit in the officer\nprecincts.\n(2) He shall work under the control and\nsupervision of the Registering Officer.\nH\nཏེ ཁ\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 363\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\n(3) He will enter office either on being A\n✓ summoned by the Registering Officer or in\nconnection with his specified work of\npreparing true copy.\n(4) A Copywriter shall confine himself to the\nwork of preparing true copies of documents\nto be presented for registration. He shall not\nengage himself in the act of canvassing for\nthe Deed Writer.\nB\n17. Cancellation of Copywriter's license:- (1)A license C\ngranted under these rules to a Copywriter may be\ncancelled by the District Registrar, if-\n(a) his license has been suspended thrice during\nthe course of two consecutive years, D\nprovided that where the suspension of the\nlicense is for demanding or receiving\nremuneration in excess of the amount\nspecified in these rules, the license may be\ncancelled if it has been suspended twice\nduring the course of two consecutive years;\n(b)\nhe become disqualified on any of the\ngrounds specified in Rule 7.\nE\n(2) The District Registrar shall have powers to F\ncancel the license of a Copywriter, who is\nguilty of the breach of any of the provisions\nof these rules or of his license or of any\nmisconduct..\nG\n(3) The District Registrar shall cancel the license\nof a Copywriter after a regular proceeding.\nIn such a proceeding generally, charge shall\nbe formally framed, copy of the charge shall\nbe made over to the Copywriter concerned,\nevidence shall be recorded in his present, H\n:\nT\n"}