{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nE\nF\n364\nSUPREME COURT REPORTS\nG.\nH\n[2009] 8 S.C.R.\nadequate opportunity shall be allowed to him\nto defend himself by adducing witnesses.\nand, finally, there shall be written orders with\nappropriate reasons.\n19. Suspension of a Copywriter's license:- A license\ngranted under these Rules to a Copywriter may be\nsuspended if he-\nfails to maintain the Register or to issue\nreceipts as required under Rule 12;\n(2) contravenes any of the provisions of these\nRules or any of the conditions of his license\nor is found guilty of disobedience to any\nlawful order passed under these rules;\n(3) is found guilty of abatement or participation\nin any illegal transaction with any member of\nthe staff of the Registrations Office'\n(4) Conducts or behaves himself improperly in\nthe Registration Offices.\n20(2) An order of suspension shall be issued after a\nregular proceeding. The Copywriter accused of\nguilt shall be given adequate opportunity to be\nheard and defend himself. The decision of the\nsuspending authority shall be recorded in writing.\nand a copy of it shall be furnished to the Copywriter\nconcerned.\n21. Copywriter's licensing test:- (1)An examination to\nbe called \"Copywriter's Licensing Test\" shall be\nconducted by the licensing authority of each district.\nThe time and place of the examination and also the\nlanguage in which the candidates shall be\nexamined shall be notified in such manner as the\nlicensing authority considers appropriate and\nי.\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 365\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\n24.\nnecessary.\n(2) The test shall relate to the transcription of\ndocuments and may include any other\nsubject as may be prescribed by the\nlicensing authority.\n(3)\nAn examination fee as provided in these\nrules shall be levied on each application.\nRemuneration:-The rate of remuneration shall be\nas follows:-\n(1) For copying 100 words or part thereof\nRs.6.00, subject to the minimum of Rs.30.00;\n(2)\nFor preparing typed copy by licensed\nCopywriter, the charge shall be the same as\nin Clause (1);\n(3) For comparing 100 words or part thereof,\neach comparer shall get Rs.4.00, subject to\na minimum of Rs.20.00.\n26. Suspension, cancellation, revocation and/or\nA\nB\nC\nD\nE\ngranting of\nlicense under certain\ncircumstances:-\nF\n(1) Notwithstanding anything contained in these\nrules, the Inspector General of Registration\nand Commissioner of Stamp Revenue, West\nBengal, may, on his own motion or otherwise,\ncall for the records of any case relating to\ngrant of license, and if it so appears to him G\nthat license has been granted or not granted\nin contravention of these rules or if it so\nappears to him that the licensing authority\nwas biased or influenced in granting or not\ngranting the license, he may pass such order H\nA\nB\nC\n366\nSUPREME COURT REPORTS\n(2)\n[2009] 8 S.C.R.\nincluding order of suspension, cancellation,\nrevocation, and/or granting of license, as he\nmay deem fit and proper, after giving the\nreasons therefor in writing, provided that no\nsuch order shall be passed without giving the\nperson or persons so affected, an\nopportunity of being heard and without calling\nfor a report from the licensing authority.\nAn appeal against any order under Sub-Rule\n(1) shall lie to the Government in the Finance\n(Taxation) Department, if preferred within\nthirty days from the date of communication of\nthe order passed under that sub-rule.\nThe above mentioned Rules were generally referred to and\nD relied on by the parties and hence, we have quoted them\nextensively. Apart from that, Shri Jayant Kumar Mitra, Learned\nSenior Counsel appearing on behalf of the respondents, also\nreferred to Rule 5 and 9 of the Copywriters' Rules of 1979. Rule\n5 provides for preparation of copies, while Rule 9 provides for\nE authentication and filing of the copies. We need not dilate upon\nthese Rules at this juncture.\nF\n18. Coming back to the Copywriters' Rules of 1999, they\nin general and particularly those Rules, which have been quoted\nabove, bring out a position that the Copywriters' licenses are\nto be held exclusively, in the sense that a person holding deed\nwriter's license shall not be entitled to hold the same and that\nnone excepting the license holder, can engage himself in the\nprofession of a Copywriter. The language used in Rule 3.\ndescribing it as a \"profession of Copywriter\" is extremely\nimportant. Rule 5 provides for the qualifications for holding such\na license. It is worth seeing that it requires is only passing of\nVIth Class Examination. Such a person should have minimum.\n3 years of experience on the date of application. Such a person\nwould also have to appear for a Test, he should be able to right\nH neatly, legibly and correctly and he should have good conduct.\nG\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 367\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nA\nRule 6 suggests that if a Copywriter dies in harness or\nbecomes incapacitated, then his/her spouse or any one of his/\nher sons/daughters/near relations would be eligible to be\nconsidered for grant of Copywriter's license on their making\napplication through proper channel to the Inspector General of\nRegistration. Rule 9 provides for renewal of license, as the B\nlicense granted is only an annual one. Rule 10 provides for the\nconditions of renewal. The Rule provides that if the licensee has\nviolated any of the conditions or does not pay the renewal fee\nor during the earlier period, his license has been suspended\nor he becomes physical unfit or mentally unbalanced, then his C.\nlicense shall not be renewed. Though Rule 12 has not been\nquoted by us, even that was referred to by the Learned Counsel\nand more particularly, Learned Counsel for the respondents, to\nshow that the licensee has to abide by the conditions, he cannot\ncharge more fees then prescribed under Rules. He has to issue\na receipt in Form No. 6 and he may be debarred for not\nfollowing these conditions, he is also required to maintain a\nregister in Form No. 5, he shall exhibit the rates of remuneration\nand he shall be amenable to the inspections made by the\nRegistering Officer and shall be generally under the control of\nE\nlicensing authority. Rule 15 provides the rights of the Copywriter,\nsuggesting that he should be allowed to sit in the office precincts\nand shall work under the control of Registering Officer. Rule 17\nprovides for the cancellation of license, while Rule 19 provides\nfor the suspension of the license. Suspension has been dealt\nwith in Rule 26. Rule 20(2) provides the manner and procedure,\nunder which the suspension shall take place. Lastly, Rule 24\nprovides for the rates of remuneration or the fees. All this\ncompletes the legal scenario.\nD\nF\n19. Shri Bhaskar P. Gupta, the Learned Senior Counsel G\nfor the appellants pointed out that the Rules and the provisions,\nread in any manner, cannot conceive of a relationship of master\nand servant between the Copywriters and the State\nGovernment. Shri Gupta said that it is at the most, a self-\nemployment generating scheme. The Learned Senior Counsel\nH\nA\nB\nC\nD\n368 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\npointed out that there are Rules under Article 309 for\nrecruitment of the Government servants and the present Rules\ndo not come anywhere near those Rules. It was pointed out that\nthere are no tests in the Government Organization, which are\ncomparable to or equivalent to the post of Copywriters. It was\nsuggested that these Copywriters do not do any work relating\nto the Registration Office of State nor is any payment required\nto be made to them from the public exchequer. It is for this\nreason that the Learned Senior Counsel argued that the whole\nclaim of absorption, as made initially in the original application,\nis baseless.\n20. When we see the aforementioned Rules, they nowhere\nprovide even distantly, any master and servant relationship in\nbetween the State Government and the Copywriters. It is the\nbasic principle of interpretation that where the language of the\nStatute is clear and admits of no doubt, then the Court will\naccept the plain meaning of the provisions. Applying the test\nof plain meaning, no Rule either under the Copywriters' Rules\nof 1982 or the Copywriters' Rules of 1999, can be read as\nclothing the Copywriters with the status of Government servants.\nE The Rules, at the most, provide for the licenses armed with\nwhich, the Copywriters can follow the profession of Copywriting,\nas is clear from Rule 3 of the Copywriters' Rules of 1982.\nF\nG\n21. The demand for absorption seems to have emanated\nfrom what happened earlier in the case of Extra-muharrirs, who\nwere admittedly absorbed by the State Government in the posts\nof LDCs. That fact was used by Shri Jayant Kumar Mitra,\nLearned Senior Counsel for the respondents very earnestly to\nconvince us that the Extra-muharrirs did the same job of\nCopywriting and were identically placed as these Copywriters.\nOn the other hand, Shri Bhaskar P. Gupta, Learned Senior\nCounsel for the appellants pointed out to us that there cannot\nbe any comparison between the Extra-muharrirs and the\nCopywriters for the simple reason that the Extra-muharrirs were\nalready on the establishment of the Government in the regular\nI\nT\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 369\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nB\nC\nposts. All that was done to change the nomenclature of that A\npost, and finding that the duties of that post were almost\nidentical to the duties of the LDCs, they were absorbed as the\nLDCs. Therefore, it is not a case where the persons, who were\nnot even on the establishment of the Government were\nconferred with the status of the Government servant. Such was\nnot the case in case of the Copywriters. Admittedly, they were\nnever on the Government establishment. They were private\npersons and they took the advantage of the Copywriters' Rules\nof 1999, which provide for the licenses to be given for doing\nthe job of a Copywriter. They have been provided with this\nopportunity to earn their livelihood by working as the\nCopywriters on the basis of the licenses. They were not\ncomparable in any manner with the Extra-muharrirs even in\nrespect of their educational qualification. It is to be seen from\nthe Rules that the minimum qualification for a licensee as a\nD\nCopywriter is barely Vlth Class passing, which is unimaginable\nin the present days as a minimum qualification for a\nGovernment job. It is tried to be suggested that almost all the\nCopywriters were educated and were holding a better\nqualification. That may be so, but that does not in any manner\nsolve the problem of the Copywriters, whose minimum\nqualification, as prescribed in the Rules, is much lower than that\nof the LDCs. Again during the debate, as also before the High\nCourt, no evidence has been brought, showing as to how the\npost of Extra-muharrirs is comparable to or identical to the post\nof Copywriters. We will have to, therefore, straightaway reject\nthe claim in this behalf.\nE\nF\n22. At this juncture, we must consider the arguments of Shri\nBhaskar P. Gupta, Learned Senior Counsel for the appellants,\nabout the relief which has been granted to the Writ petitioners. G\nWe have referred to this argument in the earlier part of this\njudgment. The Prayer clause in the Writ Petition No. 2304/1996,\nwhich Writ Petition was transferred to the Tribunal to be\nrenumbered as T.A. No. 392 of 1998 is already quoted by us\nin paragraph 7 of this Judgment.\nH\n!\nA\n370 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\n23. The whole petition was based on the perpetual\ndemand on the part of the Copywriters to be absorbed as the\nLDCs. A substantial part of the petition deals with not only the\ndemand, but also the agitations, which were taken up by the\nCopywriters individually, as well as, on Association level. We\nB have seen the Writ Petition very carefully. After referring to the\nC\nD\nCopywriters Rules of 1982 (the Copywriters' Rules of 1999 had\nnot, by then, come into effect, since Writ Petition was filed in\n1996), the Writ Petitioners pointed out, more particularly, Rule\n5, 7 and 14 thereof to suggest that the Writ Petitioners'\neligibility for license was fixed by the Government and that they\nwere selected after making an application under Rule 7 and\nfurther to show from Rule 14 that they were to work under the\ncontrol and supervision of the Registering Officer. The Writ\nPetitioners have also relied on some other Rules and also the\nfact that the Rule of 'dying in harness' was made applicable to\nthese Copywriters. In short, the contention was that the Writ\nPetitioners were carefully selected for the grant of license and\nthat their service conditions were almost alike to the LDCs.\n24. In para 14 of the Writ Petition particularly, Writ\nE Petitioners referred to the representations given by them for\ntheir permanent absorption as Copywriters under the\nrespondent State. A reference is made to demonstration in the\nyear 1995 and a further reference is made to the intervention\nand alleged assurances given by the Finance Minister of State\nF and other Officers for considering the grievance, as well as, the\nproposal of permanent absorption of the Writ Petitioners, upon\nwhich the continuous strike was withdrawn by them. Writ\nPetitioners, in para 15 and 16, have referred to a representation\ndated 20.6.1995 and have further asserted that recently\nG vacancies had cropped up in the Office of Registrar throughout\nthe 'West Bengal and, therefore, the names of the prospective\ncdidates to fill up such vacancies were invited from the\nmployment exchanges. In fact, this was the sore point felt by\nthe Writ Petitioners, whose main demand in the Writ Petition,\nas would be clear from the Prayer clause, was to stop such\nI\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 371\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nC\nD\nprocess for employment, started by the State Government. It A\nis only with that idea that they had sought for an injunction\nagainst the said process. In para 17 of the Writ Petition, the\nWrit Petitioners urged that previously, i.e. in or about 1979, the\nGovernment had absorbed all the Copywriters working in the\noffice of Registrars throughout the West Bengal as LDCs under B\nthe said office and had employed them under the State, though\nthe Writ Petitioners were careful enough to state that those\npersons were then called \"Extra-muharrirs\". We have already\ndealt with the question of Extra-muharrirs in the earlier part of\nthe judgment. In para 18, again it was asserted that the Writ\nPetitioners had requisite qualification, expertise and experience\nto work as LDCs. The Writ Petitioners then referred to their\nTrade Union and in para 21, the Writ Petitioners asserted that\nthose, who had the qualifications, should be allowed to sit for\nexamination for absorption in the posts of LDCs, which.\nexamination was meant for filling up the vacancies of LDCs.\nThey also pointed out that their Cards of employment exchange\nwere surrendered temporarily in view of their engagement as\nCopywriters. They also referred to a so-called assurance given\nthat they would ultimately be absorbed in the office of the\nrespondent Registrars on availability of the vacancies for the\nposts of LDC. They also prayed in para 26 that the age bar\nshould not be introduced in their case, as some of them had\nalready crossed the age limit of 35 years. In para 28, they\nasserted their legal and fundamental rights to be absorbed. In\npara 30, they stated about their requisite qualifications and\neligibility to be selected as LDCs. Lastly, in para 31, the Writ\nPetitioners asserted that the exercise on the part of the\nGovernment was discriminatory and arbitrary. What prominently\nappears from the Writ Petition is that in the whole Writ Petition,\nthe Writ Petitioners are conspicuously silent about any master G\nand servant relationship between them and the Government\nmuch less on the basis of 1982 or 1999 Rules.\nE\nF\n25. The petition is wholly silent about the assertion that the\nWrit Petitioners are doing the identical duty as that of the LDCs H\n372 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA and they are actually the Government servants. Further, there\nis not even a whisper in the Writ Petition that a separate cadre\nwith a separate nomenclature should be created for them by\nthe Government. In fact, in the last part of the Writ Petition, the\nWrit Petitioners have asserted that injustice has been done to\nB them in their representations remaining without a reply and in\ntheir not being absorbed in service and further they are not\nbeing allowed to sit in the examination. In para 36, they asserted\nthat the respondents should be injuncted from proceeding with\nthe absorption in the post of LDCs in their offices and from\ncalling for interview or written tests or for any selection\nprocedures in respect of the said posts. What we fail to\nunderstand is as to how on the basis of such a Writ Petition,\nthe Writ Petitioners were allowed to completely change their\nstand and introduce, for the first time, a theory of master and\nservant or even allowed to argue that they were the\nGovernment servants and in fact, because of the duties\nconducted by them, they were the servants of the Government.\non its establishments. Unfortunately, all this was allowed, though\nnot at the Tribunal level, but at the level of the High Court.\nC\nD\nE\n26. Shri Jayant Kumar Mitra, Learned Senior Counsel for\nthe respondents tried to point out that in their counter-affidavit,\nthe State Government themselves asserted that there was no\nmaster and servant relationship between the Writ Petitioners\nand the State Government and, therefore, the Writ Petitioners\nF could not assert their right to be absorbed as LDCs. Therefore,\nShri Mitra pointed out that if the theory of master and servant\nwas introduced by the Government in its reply, then the Writ\npetitioners had every right to assert that there was a master\nand servant relationship between them and the Government.\nG We completely fail to understand this logic. A Writ Petitioner\nhas to stand on his own legs and has to rely on the pleadings\nin the Writ Petition. A simple case was pleaded by the Writ\nPetitioners in the Writ Petition that they had a right to be\nabsorbed as LDCs, firstly because the Extra-muharrirs were\nso absorbed and secondly, because they were doing the same\nH\n1\nSTATE OF WEST BENGAL v. WEST BENGAL REGN. 373\nCOPY WRITERS ASSN. [V.S. SIRPURKAR, J.]\nA\njob as LDCs. They had nowhere suggested that they were\nalready on the Government establishment and there existed\nmaster and servant relationship between them and the\nGovernment and, therefore, it was incumbent on the\nGovernment to either absorb them as the LDCs or to create a\nseparate service for them. It has to be understood that they B\nnever asserted that they were equally circumstanced with the\nLDCs or Extra-muharrirs, which position, they introduced for the\nfirst time before the High Court. Such radical change in the\nstand, as also the radical change in the Prayers could not have\nbeen allowed by the High Court in a Writ Petition, muchless C\nwhen the High Court was concerned with the limited exercise\nof deciding the correctness or otherwise of the Tribunal's\njudgment. Unfortunately, the High Court seems to have travelled\nmuch beyond the pleadings and has, therefore, fallen into error\nin granting an unimaginable relief to the Writ Petitioners of\nD\ncreating a service for them with a separate nomenclature. All\nthis was clearly beyond the jurisdiction of the High Court.\nE\nF\n27. We have already stated about the original Writ Petition,\nwhich was converted as a Transfer Application. Unfortunately,\ncopy of Writ Petition being WPST No. 826 of 2001, which was\nfiled after the order of the Tribunal was passed, has not been\nfiled before us. We have, therefore, seen the other two Writ\nPetitions, which came to be filed before the Calcutta High Court,\nthey being WPST No. 1312 of 2001 and WPST No. 15 of\n2002, which were also decided by the High Court by the\ncommon judgment. The story is no different. The plea are\nalmost the same, inasmuch as the petitioners therein also\ncompared themselves to the Extra-muharrirs and claimed a\nparity with them. The same plea regarding right and control and\nthe manner of working for determining the employer-employee G\nrelationship has been pressed into service for the first time,\nthough same was not the case before the Tribunal. It was also\ntried to be suggested in the grounds that in pith and substance,\nthe Copywriters held statutory licenses and since they were\nworking under the command and control of the authorities and H\n"}