{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"BALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n907\nC\nD\nwho cease to be in office. Regarding interpretation of the A\nprovisions of paragraph 2(1)(a) of the Tenth Schedule of the\nConstitution, Kumar,J., referred to the decisions rendered by\nthis Court in - (1) Kihoto Hollohan Vs. Zachillhu \u0026 Ors. [(1992)\nSupp.2 SCC 651]; (2) G. Viswanathan Vs. Hon'ble Speaker\nTamil Nadu Legislative Assembly, Madras \u0026 Anr. [(1996) 2B\nSCC 353]; (3) Dr. Mahachandra Prasad Singh Vs. Chairman,\nBihar Legislative Council \u0026 Ors. [(2004) 8 SCC 747]; and (4)\nRajendra Singh Rana \u0026 Ors Vs. Swami Prasad Maurya \u0026\nOrs. [(2007) 4 SCC 270], and held that from the scheme of the\nTenth Schedule it was clear that the same applied only to a\nMember of the House: Such Member could be elected on the\nticket of any political party or as an Independent, but a member\nof a political party who is elected as a Member of the House,\nwould automatically become a member of the Legislature Party\nin the said House. The learned Judge held that paragraph 2 of\nthe Tenth Schedule deals with disqualification of Members of\nthe House. The learned Judge also held that paragraph 2(1)\ndeals with disqualification of a Member of a House who\nbelongs to a political party, while paragraph 2(2) deals with\ndisqualification of a Member of a House elected as an\nIndependent. In the case of a Member of a House elected as\nan Independent candidate, the question of his voluntarily giving\nup his membership of a political party would not arise. Similarly,\nwhen he did not belong to any political party, the question of\nvoting or abstaining from voting in such House contrary to the\ndirections issued by the political party would not arise. The\nlearned Judge observed that once a person gets elected as\nan Independent candidate, the mandate of the voters is that he\nshould remain independent throughout his tenure in the House\nand under no circumstances could he join any political party.\nHowever, in the case of a Member of the House belonging to G\na political party, the disqualification occurs when he voluntarily\ngives up the membership of that political party. It is because\nof the mandate of the people that he should continue to be the\nmember of that political party which set him up as a candidate\nfor the election. He was, however, free to give up his H\nE\nF\n908 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA membership of the party, but for the said purpose he had to\nresign from the membership of the House as well as the\nmembership of the political party and then contest the election\nin the vacancy caused because of his resignation and then only\nhe would have an independent course of choice.\nB\nC\nD\n25. After analyzing the intent behind the inclusion of the\nTenth Schedule to the Constitution, the learned Judge also\nobserved that the anti-defection law was enacted to prevent\nfloor crossing and destabilizing the Government which is duly\nelected for a term. If, however, a Member of the House\nvoluntarily gave up his membership of a political party, the\nobject of the anti-defection law was to prevent him from\nextending support to the opposition party to form the\nGovernment by his vote or to ensure that if he has resigned from\nthe membership of a party, his support was not available for\nforming an alternative Government by the opposition party. The\nlearned Judge observed that if a Member violates the above\nconditions, the Parliament has taken care to see by enacting\nthe Tenth Schedule that such Member would be instantly\ndisqualified from being a Member of the House. Once the act\nE of disqualification occurred, the question of condoning such act\nor taking him back to the party on his tendering an apology or\nexpressing his intention to come back to the party, would not\narise. Therefore, if the act falls within the ambit of paragraph\n2(1)(a) of the Tenth Schedule, his membership becomes void.\nF However, if such disqualification was incurred under paragraph\n2(1)(b), such disqualification did not render his membership\nvoid but it was voidable at the option of the political party.\nG\nH\n26. The learned Judge went on to further hold that when a\nMember of a House expressed his no-confidence in the leader\nof a Legislature Party and if he happened to be the Chief\nMinister who is heading the Council of Ministers and had written\nto the Governor in that regard, such act by itself would not\namount to an act of floor crossing. Similarly, if the Governor,\nafter taking note of the expression of no-confidence, was\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n909\nB\nD\nsatisfied that the Chief Minister had lost majority support in the A\nHouse, he could call upon the Chief Minister to prove his\nmajority on the Floor of the House. It was further observed that\nif the Chief Minister, on such request, failed to establish that\nhe enjoyed the support of the majority of the Members, his\nMinistry would fall, but such act of the Member of the House\nwould not constitute 'defection' under the Tenth Schedule. By\nsuch act, the political party which had formed the Government,\nwould not lose its right to form a Government again. It is not as\nif the Governor can recommend the imposition of President's\nRule under Article 356 of the Constitution or call upon the leader C\nof the opposition to form an alternative Government after the\nfall of the earlier Government. Before embarking upon either\nof the two options, the Governor was expected to explore the\npossibility of formation of an alternative Government. The\nSpeaker could call upon the leader who enjoyed the majority\nsupport of the Members of the House to form an alternative\nGovernment. In such case it was open to the political party,\nwhose Government had fallen on the Floor of the House, to\nonce again stake a claim before the Governor, either with the\nsame leader or another leader elected by the party, by showing\nthe majority support of the Members of the House. In that a\nsituation, the stability of the Government of the political party is\nnot disturbed. On the other hand, what is disturbed by such an\nact is the Government of the political party with a particular\nleader in whom the Members of the House belonging to the\nsame political party have no confidence. But this would not\nmean that the member of the political party to which the Chief\nMinister belonged had given up his membership of the political\nparty. Other provisions have been made in the Constitution for\ndealing with such dissenting members. In such a case, by\nissuing a whip, those who had expressed their no-confidence\nin the leader of the House, can be directed to vote in his favour\nat the time of voting on the floor of the House. Once such\ndirection is given, the member concerned can neither abstain\nfrom voting nor vote contrary to the direction. If he does so, he\nincurs disqualification under paragraph 2(1)(b) of the Tenth H\nE\nF\nG\n910 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA Schedule to the Constitution. The learned Judge observed\nfurther that, in fact, the said provision also provides for such an\nact being condoned so that by persuasion or by entering into\nan understanding, their support could still be relied upon by the\nparty to save the Government before voting or in forming a fresh\nB Government after such voting, if in the voting the Government\nfails. The said dissent amounts to the dissent within the party\nitself.\n•\n27. The learned Judge observed that the two grounds set\nout in paragraph 2 of the Tenth Schedule to the Constitution are\nC\nmutually exclusive and operate in two different fields. While\nparagraph 2(1)(a) deals with the Member who voluntarily walks\nout of the party, paragraph 2(1)(b) deals with the Member who\nremains in the party but acts in a manner which is contrary to\nthe directions of the party. The learned Judge, however, went\non to observe that if a Member voluntarily gives up his\nmembership from the party, then paragraph 2(1)(b) is no longer\nattracted. In either event, it is the political party which is\naggrieved by such conduct. However, it was left to the party to\ncondone the conduct contemplated in paragraph 2(1)(b), but\nE such conduct would have to be condoned within 15 days from\nthe date of such voting or abstention.\nD\nF\nG\nH\n28. Having dealt with the various decisions referred to\nhereinabove, the learned Judge came to the conclusion that it\nwas clear that an act of no confidence in the leader of the\nlegislative party does not amount to his voluntarily giving up the\nmembership of the political party. Similarly, his act of\nexpressing no confidence in the Government formed by the\nparty, with a particular leader as Chief Minister, would not also\namount to a voluntary act of giving up the membership of the\npolitical party. The learned Judge further observed that\ndeserting the leader and deserting the Government is not\nsynonymous with deserting the party. If a Minister resigned from\nthe Ministry, it would not amount to defection. What constitutes\ndefection under paragraph 2(1)(a) of the Tenth Schedule is\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n911\ndeserting the party. The learned Judge observed that dissent A\nis not defection and the Tenth Schedule while recognising\ndissent prohibits defection.\nB\n29. The learned Judge also considered the case of Shri\nM.P. Renukacharya and Shri Narasimha Nayak, who were\namong the 13 members against whom the disqualification\npetition had been filed by the Chief Minister. The learned Judge\npointed out that along with the Appellants herein, the aforesaid\ntwo members had also signed a representation which had been\ngiven to the Governor and if such an act would amount to\nC\nvoluntarily giving up the membership of a political party and the\ncase fell within paragraph 2(1)(a), the disqualification becomes\nautomatic and the membership of such persons becomes void.\nThe question of those members retracting their steps and\nreaffirming their confidence in the Chief Minister and the Party\nPresident confirming the same on a subsequent date, is of no\nconsequence. The learned Judge held that the same yardstick\nhad not been applied for the Appellants and the two other\nmembers against whom the disqualification petition filed by the\nChief Minister was dismissed.\n30. Expressing his views with regard to the manner in which\nthe Speaker had acted in the matter in hot haste, the learned\nJudge referred to paragraphs 180, 181 and 182 of the decision\nrendered by this Court in Kihoto Hollohan's case (supra), which\nwas the minority view, but had suggested that the office of the\nSpeaker which was attached with great dignity should not be\nmade the target of bias since his tenure as Speaker is\ndependent on the will of the majority of the House. While holding\nthat right to dissent is the essence of democracy, for the\nsuccess of democracy and democratic institutions honest\ndissent is to be respected by persons in authority. On the basis\nof his aforesaid conclusions, the learned Judge held that the\norder of the Speaker impugned in the writ petition was in\nviolation of the constitutional mandate and also suffered from\nperversity and could not, therefore, be sustained. The impugned\nD\nE\nLL\nF\nG\nH.\n912 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA order of the Speaker was, therefore, set aside by the learned\nJudge.\nB\nс\nD\nE\nF\n31. On account of such difference of opinion between the\nChief Justice and his companion Judge, the matter was referred\nto a third Judge to consider the following issue :-\n\"Whether the impugned order dated 10.10.2010 passed\nby the Speaker of the Karnataka State Legislative\nAssembly is in consonance with the provisions of\nparagraph 2(1)(a) of the Tenth Schedule of the Constitution\nof India.\"\n32. On the basis of the said reference, the matter was\nreferred to the Hon'ble Mr. Justice V.G. Sabhahit, who by his\njudgment and order dated 29th October, 2010, concurred with\nthe decision rendered by the Chief Justice upholding the order\npassed by the Speaker. As a result, the majority view in the\nwrit petitions was that the Hon'ble Speaker was justified in\nholding that the Appellants herein had voluntarily resigned from\ntheir membership of the Bharatiya Janata Party by their conduct,\nwhich attracted the provisions of paragraph 2(1)(a) of the Tenth\nSchedule to the Constitution and were rightly disqualified from\nthe membership of the House.\n33. Mr. R.F. Nariman, learned Senior Advocate, appearing\nfor the Appellants in SLP(C) Nos. 33123-33155 of 2010,\nBalchandra L. Jarkiholi \u0026 Ors. Vs. B.S. Yeddyurappa \u0026 Ors.\n(now appeals), questioned the order of the Speaker dated 10th\nOctober, 2010, disqualifying the Appellants from membership\nof the House, on grounds of mala fide and violation of Rules\n6(5)(b) and 7(3) of the Disqualification Rules, 1986, as also the\nG principles of natural justice. Contending that the order passed\nby the Speaker on 10th October, 2010, was vitiated by mala\nfides, Mr. Nariman submitted that the same had been passed\nwith the oblique motive of preventing the Appellants from\nparticipating in the Trust Vote which was to be taken by the\nH\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n913\nChief Minister on 11th October, 2010. Learned counsel also A\nsubmitted that the letters dated 6th March, 2010, addressed by\nthe Appellants individually along with Shri M.P. Renukacharya\nand Shri Narasimha Nayak to the Governor did not even suggest\nthat they had intended to leave the Bharatiya Janata Party or .\nto join another political party but that they were disillusioned with B\nthe functioning of the Government under Shri B.S. Yeddyurappal\nand had, therefore, decided to withdraw support to the\nGovernment headed by him. Furthermore, apart from\nmentioning that the Appellants had written to the Governor\nwithdrawing their support to the Government, the\nDisqualification Application does not also contain any averment\nthat the Appellants had met any person from any other political\nparty. Although certain press statements had been mentioned\nin the petition, the same had not been annexed to the\napplication. Mr. Nariman submitted that, in fact, no documentary\nevidence was at all annexed to the said application.\nC\nD\n34. In addition to the above, Mr. Nariman also pointed out\nthat the Disqualification Application had not been properly\nverified in terms of Rules 6(6) of the Disqualification Rules,\n1986, and that the said application was, therefore, liable to be E\nrejected on such ground also. Instead of rejecting the application\nor even returning the same for proper verification, the Speaker\nchose to ignore the shortcomings and issued Show-Cause\nnotices to the Appellants in undue haste with the oblique motive\nof disqualifying them from the membership of the House prior F\nto the Trust Vote to be taken on 11th October, 2010.\nApplications sans annexures were not even served on the\nAppellants, but merely pasted on the doors of the official\nresidence of the Appellants which were locked since the\nAssembly was not in session. Mr. Nariman submitted that the G\nAppellants were granted time till 5.00 p.m. on 10th October,\n2010, to respond to the Show-Cause notices although Rule 7(3)\nprovided for seven days' time or more to respond to such an\napplication. Instead, in complete violation of the said Rules, the\nAppellants were given only three days' time to respond to the\nH\nA\nB\nC\nD\n914 SUPREME COURT REPORTS\n[2011] 10 S.C.A\nShow-Cause notices and even more serious objection was\ntaken by Mr. Nariman that it was in the Show-Cause notices\nthat for the first time, it was stated that the actions of the\nAppellants were in violation of paragraph 2(1)(a) of the Tenth\nSchedule of the Constitution, although no such specific\naverment had been made by the Respondent No.1 in his\napplication. It was urged that on account of the short time given\nby the Speaker to the Appellants to respond to the Show-\nCause notices, they could only submit an interim reply of a\ngeneral nature and it had been categorically mentioned that on\nreceipt of all the documents on which reliance had been placed,\na detailed response would be given to the Show-Cause\nnotices. Mr. Nariman contended that certain documents were\nmade available to the learned Advocate of the Appellants just\nbefore the hearing was to be conducted before the Speaker\non 10th October, 2010, which contained facts which could be\nanswered only by the Appellants personally. However, since the\nAppellants were not available in Karnataka at the relevant point\nof time, it was not possible for the learned Advocate appearing\non their behalf to respond to the issues raised in the additional\ndocuments. It was submitted that the Speaker acted against\nall principles of natural justice and the propriety in taking on\nrecord the affidavit affirmed by the State President of the\nBharatiya Janata Party Shri K.S. Eswarappa, with the sole\nintention of supplying the inadequacies in the Disqualification\nApplication filed by Shri Yeddyurappa. In addition, the Speaker\nalso took into consideration the statements of retraction made\nby Shri M.P. Renukacharya and Shri Narasimha Nayak and\nallowed the same, whereafter they proceeded to make\nallegations against the Appellants that they had intended to\nremove the BJP Government and to support any Government\nG led by Shri H.D. Kumaraswamy. Mr. Nariman submitted that the\nSpeaker had applied two different yardsticks as far as the\nAppellants and Shri M.P. Renukacharya and Shri Narasimha\nNayak are concerned, despite the fact that they too had written\nidentical letters to the Governor withdrawing support to the\nE\nF\nH\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n915\nGovernment led by Shri Yeddyurappa. Mr. Nariman submitted A\nthat once Shri M.P. Renukacharya and Shri Narasimha Nayak\nhad written to the Governor expressing their decision to\nwithdraw support to the Government headed by Shri\nYeddyurappa, the provisions of paragraph 2(1)(a) of the Tenth\nSchedule came into operation immediately and the Speaker B\nwas no longer competent to reverse the same.\nD\n35. Mr. Nariman submitted that the action taken by the\nSpeaker on the Disqualification Application filed against Shri\nM.P. Renukacharya and Shri Narasimha Nayak made it\nC\nobvious that such steps were taken by the Speaker to save the\nmembership of the said two MLAs to enable them to participate\nin the Trust Vote. It was also submitted that to make matters\nworse, the Speaker took personal notice about the statements\nallegedly made by the Appellants to the effect that they wanted\nto topple the BJP Government and to form a new Government\nwith the others. It was submitted that while performing an\nadjudicatory function under the Tenth Schedule, while holding\na highly dignified office, all personal knowledge which the\nSpeaker may have acquired, should not have been taken into\nconsideration in taking a decision in the matter. In this regard, E\nMr. Nariman referred to the decision of this Court in S. Partap\nSingh Vs. State of Punjab [(1964) 4 SCR 733], wherein it was\nheld that if while exercising a power, an authority takes into\naccount a factor which it was not entitled to, the exercise of the\npower would be bad. However, where the purpose sought to F\nbe achieved are mixed, some relevant and some not germane\nto the purpose, the difficulty is resolved by finding the dominant\npurpose which impelled the action and where the power itself\nis conditioned by a purpose, such exercise of power was\nrequired to be invalidated.\n36. Mr. Nariman submitted that at every stage the Speaker\nhad favoured Shri Yeddyurappa and even though Rule 7(2) of\nthe 1986 Rules provided for the dismissal of the petition which\ndid not comply with the requirements of Rule 6, as in the present\nG\nH\nA\n916\nSUPREME COURT REPORTS\n[2011] 10 S.C.R.\ncase, the Speaker did not do so. Even the period of seven\ndays' which was required to be granted to allow the Appellants\nto respond to the Show-Cause notices, only three days' time\nwas given to the Appellants to submit their response which\ncould be done only in a hurried manner for an interim purpose\nB and despite the request made by the Appellants to the Speaker\nto postpone the date in order to give the Appellants a proper\nopportunity of responding to the allegations contained in the\nShow-Cause notices, such request was turned down thereby\ndenying the Appellants a proper opportunity of representing\ntheir case, particularly when neither the Show-Cause notices\nnor the Disqualification Application filed by Shri Yeddyurappa\nalong with all annexures had been supplied to the Appellants.\nс\n37. Referring to the decisions which had been mentioned\nby the Speaker in his order, Mr. Nariman pointed out that both\nD in Mahachandra Prasad Singh's case and also in Ravi S.\nNaik's case (supra), this Court had held that the 1986 Rules\nwere only directory in nature and that as a result the order dated\n10th October, 2010, could be questioned not only on the ground\nof violation of the Rules, but in the facts of the case itself. It was\nE pointed out that in Mahachandra Prasad Singh's case it had\nnever been disputed that the petitioner therein had been\nelected to the Legislative Council on an Indian National\nCongress ticket and had contested Parliamentary elections as\nan independent candidate. It was submitted that it was in such\nF background that this Court had held that non-supply of a copy\nof the letter of the Leader of the Congress Legislative Party had\nnot caused any prejudice to the petitioner. Mr. Nariman\nreiterated that the Appellants had all said in separate voices\nthat they had not left the BJP and had only withdrawn support\nG to the Government led by Shri Yeddyurappa and that they were\nready to support any new Government formed by the BJP,\nwithout Shri Yeddyurappa as its leader.\nH\n38. Mr. Nariman also referred to the decision of this Court\nin Kihoto Hollohan's case (supra) and urged that the order of\ndisqualification passed against the Appellants for merely\n"}