{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"BALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n927\n56. Mr. Sorabjee submitted that coupled with the allegation A\nof mala fides was the allegation that the Speaker had\nconducted the entire exercise of disqualifying the Appellants\nfrom the membership of the House in great haste so that they\nwould not be able to participate in the Trust Vote. Mr. Sorabjee\nsubmitted that proceedings under the Tenth Schedule have to B\nbe decided as early as possible in order to avoid the\nparticipation of a disqualified Member in the House. It was\ncontended that in view of the decision of the Constitution Bench\nin Rajendra Singh Rana's case, the Speaker was under an\nobligation to decide the issue of eligibility of the Member to cast C\nhis vote before the Confidence Vote was taken. Mr. Sorabjee\nsubmitted that as had been held in Rajendra Singh Rana's\ncase, disqualification occurs on the date of the act of the\nMember and not on the date of the Speaker's order. Applying\nthe said analogy to the facts of this case, it had to be presumed\nthat the disqualification had already occurred when the\nconcerned Member had presented his letter to the Governor\nand as a result since the Vote of Confidence was fixed for the\nnext day, the Speaker had no option but to decide the question\nof disqualification before the Vote of Confidence was taken.\nMr. Sorabjee submitted that even N. Kumar, J. while dissenting\nfrom the order of the Chief Justice, concurred with him on the\nissue regarding absence of mala fides on the part of the\nSpeaker.\nD\nE\n57. Mr. Sorabjee urged that although various charges had F\nbeen made against the Appellants, they had neither denied the\nsame before the Speaker nor in the Writ Petition nor in the\nproceedings before the High Court, which gave rise to a\npresumption that there was a ring of truth in such allegations.\nMr. Sorabjee urged that the case of the Appellants that they had G\nnot been provided a proper opportunity of dealing with and\nreplying to the Show-Cause notices, was completely incorrect,\nsince they had sent detailed replies to the Speaker in response\nto the Show-Cause notices.\nH\nA\nB\nC\n928\nSUPREME COURT REPORTS\n[2011] 10 S.C.R.\n58. Mr. Sorabjee submitted that after detailed replies had\nbeen filed by the Appellants, a full-fledged hearing had been\ngiven to them and hence the Appellants did not suffer any\nprejudice on account of the procedure adopted by the Speaker\nin disposing of Shri Yeddyurappa's Disqualification application.\n59. On the question as to whether the Appellants incurred\ndisqualification under paragraph 2(1)(a) of the Tenth Schedule\non account of their conduct, Mr. Sorabjee submitted that it was\nsettled law that for a Member to incur disqualification under\nparagraph 2(1)(a) of the Tenth Schedule, he was not required\nto formally resign from the party, but an inference to that effect\ncould be drawn from his conduct which may be incompatible\nwith his political allegiance to the Party. Relying again on\nparagraph 11 of the decision in Ravi S. Naik's case (supra),\nMr. Sorabjee submitted that a person could voluntarily give up\nD his membership of a political party, even without tendering his\nresignation from the membership of that party and in the\nabsence of a formal resignation from the membership, an\ninference can be drawn from the conduct of the Member that\nhe had voluntarily given up his membership of the political party\nE to which he belonged. Mr. Sorabjee submitted that the view\nexpressed in Ravi S. Naik's case (supra) had been reiterated\nin Jagjit Singh's case (surpa) and had also been approved by\nthe Constitution Bench in Rajendra Singh Rana's case (supra).\nF\nG\nH\n60. Once again referring to the letters written by the\nAppellants withdrawing support from the Government of their\nown political party and asserting that a situation had arisen in\nwhich the governance of the State could not be carried on in\naccordance with the provisions of the Constitution, Mr. Sorabjee\nsubmitted that the language of the letters submitted by the\nAppellants contemplated a situation where the governance of\nthe State could not be carried out in accordance with the\nprovisions of the Constitution. It was submitted that the\nreproduction of the words of Article 356 of the Constitution,\nwhich enables imposition of President's Rule and dissolution\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n929\nof the Assembly, coupled with the request to the Governor to A\nintervene and initiate the constitutional process, could only\nmean that the Appellants had voluntarily resigned from the\nBharatiya Janata Party and wanted President's Rule to be\nimposed in the State.\n61. Mr. Sorabjee submitted that there is no constitutional\nprovision which permits the Members of a House from\nwithdrawing support to the Chief Minister alone. It is the entire\nCouncil of Ministers that is collectively responsible to the House.\nIn other words, a Vote of Confidence is expressed in the entire\nCouncil of Ministers and not in the Chief Minister alone.\nAccording to Mr. Sorabjee, the arguments advanced on behalf\nof the Appellants, that expression of honest political dissent\nmust not be seen as defection, had been rejected in Kihoto\nHollohan's case (supra) where this Hon'ble Court observed that\na political party functions on the strength of shared beliefs. Its\nown political stability and social utility depends on such shared\nbeliefs and concerted action of its Members in furtherance of\nthose commonly held principles. Any freedom of its Members\nto vote as they please independent of the political party's\ndeclared policies, would not only embarrass its public image\nand popularity but also undermine public confidence in it.\nMr. Sorabjee submitted that it necessarily follows that as long\nas a Member professes to belong to a political party, he must\nabide by and be bound by the decision of the majority within\nthe party. He is free to express dissent within the party platform,\nbut disparate stands in public or public display of revolt against\nthe party, undeniably undermines the very foundation of the\nparty. The very object of the Tenth Schedule was to bring about\npolitical stability and prevent members from conspiring with the\nopposite party.\n62. Having dealt with the disqualification of the Appellants\nby the Speaker, Mr. Sorabjee next took up the question of the\nrejection of the disqualification application in relation to Shri\nM.P. Renukacharya and Shri Narasimha Nayak, who were\nB\nC\nD\nE\nF\nG\nH\nс\n930 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA among the 13 MLAs who had submitted individual but identical\nletters to the Governor withdrawing support to the Bharatiya\nJanata Party Government led by Shri B.S. Yeddyurappa, on the\nground that they had lost confidence in him in view of the\ncorruption and nepotism prevalent in the administration under\nB him. It was pointed out that the Speaker had made a distinction\nbetween the said two MLAs and the other eleven on the ground\nthat while the other two MLAs had retracted their letter to the\nGovernor, they had also indicated that they had full faith in the\nGovernment led by Shri Yeddyurappa, whereas the Appellants\nhad simply indicated that they were willing to support any other\nGovernment formed by the Bharatiya Janata Party, but with a\ndifferent Chief Minister. Mr. Sorabjee submitted that while the\ntwo MLAs had retracted their letters to the Governor upon\nreiterating their faith in the Government led by Shri\nYeddyurappa, the Appellants were bent upon bringing down\nthe Bharatiya Janata Party Government with the ulterior motive\nof forming a new Government with the Members of the\nopposition. It was submitted that the concept of collective\nresponsibility is essentially a political concept. The Cabinet\nwhich takes a collective decision relating to policy stands or\nfalls together and any individual member of the Government\ncannot show a face which is different from that of the Cabinet,\nas anything contrary would contribute to serious weakening of\nthe Government itself.\nD\nE\nF\n63. Mr. Sorabjee submitted that even if the Speaker's\ndecision was wrong, it could not be said to be a perverse order,\nsince there was no deviation from the accepted rules and norms\nwhich had prejudiced the Appellants. It was also urged that while\nthe Chief Justice and V.G. Sabhahit, J. had taken one view, N.\nG Kumar, J. had taken a different view, which only reinforced the\nproposition that in this case two views are possible since the\nmajority decision was that the view of the Speaker could not\nbe regarded as perverse, the Appeals were liable to be\ndismissed.\nH\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n931\n64. In addition to the submissions made by Mr. Sorabjee, A\nwhich he adopted, Shri Satyapal Jain, appearing for Shri\nYeddyurappa in the several Civil Appeals, submitted that two\nother issues were also required to be taken into consideration,\nnamely, (1) whether the Appellants had been prejudiced by the\naction of the Speaker; and (2) whether the action of withdrawing B\nsupport from the Chief Minister amounted to voluntarily giving\nup the membership of the Bharatiya Janata Party which\ndisqualified them under paragraph 2(i)(a) of the Tenth Schedule.\n65. Mr. Jain submitted that the crucial facts had not been\ndenied by the Appellants and hence it could not be said that\nany prejudice had been caused to them. Mr. Jain submitted that\nit was for the Appellants to deny the allegations made regarding\ntheir moving in a group from Karnataka to Goa and to other\nplaces where they had issued press releases stating that they\nwere together and had withdrawn support to the Government.\nMr. Jain also submitted that the Appellants had not denied the\nallegation that they had negotiated with another party of the\nState led by Shri H.D. Kumaraswamy, exploring the possibility\nof forming an alternate Government.\n66. Mr. Jain submitted that apart from denying the\nallegations made against them, the Appellants could not\nestablish that they had in any way been prejudiced by the order\npassed by the Speaker and such fact had been duly noted by\nthe Chief Justice in his judgment.\n67. On the question of construction of paragraph 2(1)(a)\nof the Tenth Schedule to the Constitution, Mr. Jain reiterated\nthe submissions made by Mr. Sorabjee relying on the decision\nof this Court in Ravi S. Naik's case (supra) which was upheld\nin Rajendra Singh Rana's case (supra).\nC\nD\nE\nF\nG\n68. Mr. Jain submitted that even the question of not having\nreceived the copy of the notice sent by the Speaker was a clear\nafterthought, since detailed replies had been submitted by them\nand if the Appellants had to differ with the functioning of Shri H\n932 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA Yeddyurappa, they should have taken up the matter within the\nparty without writing to the Governor withdrawing their support\nto the Bharatiya Janata Party Government led by Shri\nYeddyurappa. Mr. Jain submitted that it was quite obvious from\nthe letters written by the Appellants to the Governor that they\nB were bent upon effecting the fall of the Bharatiya Janata Party\nGovernment, led by Shri Yeddyurappa, in breach of party\ndiscipline, and, as a result, the order passed by the Speaker\nwas fully justified and did not warrant any interference in these\nproceedings.\nC\nD\nE\nF\nG\n69. The main questions which emerge from the\nsubmissions made on behalf of the respective parties and the\nfacts of the case may be summarised as follows:\n(a)\n(b)\n(c)\n(d)\nDid the Appellants voluntarily give up their\nmembership of the Bharatiya Janata Party?\nSince only three days' time was given to the\nAppellants to reply to the Show-Cause notices, as\nagainst the period of 7 days or more, prescribed\nin Rule 7(3) of the Disqualification Rules, were the\nsaid notices vitiated?\nDid the Speaker act in hot haste in disposing of the\nDisqualification Application filed by Shri B.S.\nYeddyurappa introducing a whiff of bias as to the\nprocedure adopted?\nWhat is the scope of judicial review of an order\npassed by the Speaker under Paragraph 2(1)(a) of\nthe Tenth Schedule to the Constitution, having\nregard to the provisions of Article 212 thereof?\n70. The facts of the case reveal that the Appellants along\nwith Shri M.P. Renukacharya and Shri Narasimha Nayak, wrote\nidentical letters to the Governor on 6th October, 2010, indicating\nthat as MLAs of the Bharatiya Janata Party they had become\nH disillusioned with the functioning of the Government headed by\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n933\nShri B.S. Yeddyurappa. According to them, there was A\nwidespread corruption, nepotism, favouritism, abuse of power\nand misuse of Government machinery in the functioning of the\nGovernment headed by Chief Minister, Shri Yeddyurappa, and\nthat a situation had arisen when the governance of the State\ncould not be carried on in accordance with the provisions of B\nthe Constitution (Emphasis added). Accordingly, they were\nwithdrawing their support from the Government headed by Shri\nYeddyurappa with a request to the Governor to intervene and\nto institute the constitutional process as the constitutional head\nof the State (Emphasis added).\n71. The Speaker took the view that the said letter and the\nconduct of the Appellants in moving from Karnataka to Goa and\nother places and issuing statements both to the print and\nelectronic media regarding withdrawal of support to the BJP\nGovernment led by Shri Yeddyurappa and the further fact that\nthe Appellants are said to have negotiated with Shri H.D.\nKumaraswamy, the leader of the State Janata Dal, and its\nmembers, regarding the formation of an alternative Government\nwas sufficient to attract the provisions of Paragraph 2(1)(a) of\nthe Tenth Schedule to the Constitution. It was held by the\nSpeaker that in the absence of any denial to the allegations\nmade by Shri K.S. Eswarappa, the State President of the BJP,\nthe same had to be accepted as having been proved against\nthe Appellants.\nC\nD\nE\nF\n72. In this regard, the Speaker referred to the views\nexpressed by the Constitution Bench in Kihoto Hollohan's case\n(supra), wherein, one of the issues which had been raised and\ndecided was that the act of voluntarily giving up membership\nof a political party may be either express or implied. Even G\ngreater emphasis was laid on the decision in Ravi S. Naik's\ncase (supra), wherein, it was observed that there was no\nprovision in the Tenth Schedule which indicated that till a\npetition, signed and verified in the manner laid down in the Civil\nProcedure Code for verification of pleadings, was made to the\nH\n934 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA Chairman or Speaker of the House, he did not get jurisdiction\nto give a decision as to whether a Member of the House had\nbecome subject to disqualification under Paragraph 2(1)(a) of\nthe Tenth Schedule or not.\nB\nC\n73. The aforesaid view taken by the Speaker has to be\ntested in relation to the action of the concerned Members of\nthe House and it has to be seen whether on account of such\naction a presumption could have been drawn that they had\nvoluntarily given up their membership of the BJP, thereby\nattracting the provisions of Paragraph 2(1)(a) of the Tenth\nSchedule.\n74. In the instant case, the Appellants had in writing\ninformed the Governor on 6th October, 2010, that having\nbecome disillusioned with the functioning of the Government\nD headed by Shri B.S. Yeddyurappa, they had chosen to withdraw\nsupport to the Government headed by Shri B.S. Yeddyurappa\nand had requested the Speaker to intervene and institute the\nconstitutional process as constitutional head of the State. The\nsaid stand was re-emphasized in their replies to the Show-\nE Cause notices submitted by the Appellants on 9th October,\n2010, wherein they had, inter alia, denied that their conduct had\nattracted the vice of \"defection\" within the scope of Paragraph\n2(1)(a) of the Tenth Schedule. In their said replies they had\ncategorically indicated that nowhere in the letter of 6th October,\nF 2010, had they indicated that they would not continue as\nMembers of the Legislature Party of the BJP. On the other\nhand, they had reiterated that they would continue to support\nthe BJP and any Government formed by the BJP headed by\nany leader, other than Shri B.S. Yeddyurappa, as Chief Minister\nof the State. They also reiterated that they would continue to\nsupport any Government headed by a clean and efficient\nperson who could provide good governance to the people of\nKarnataka according to the Constitution of India and that it was\nonly to save the party and Government and to ensure that the\nState was rid of a corrupt Chief Minister, that the letter had been\nG\nH\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\nsubmitted to the Governor on 6th October, 2010.\n935\n75. At this point let us consider the contents of the letter\ndated 6th October, 2010, written by the Appellants to the\nGovernor, which has been reproduced hereinbefore. The letter\nA\nC\nclearly indicates that the author thereof who had been elected B\nas a MLA on a Bharatiya Janata Party ticket, having become\ndisillusioned with the functioning of the Government headed by\nShri B.S. Yeddyurappa on account of widespread corruption,\nnepotism, favouritism, abuse of power and misuse of\nGovernment machinery, was convinced that a situation had\narisen in which the governance of the State could not be carried\non in accordance with the provisions of the Constitution and that\nShri Yeddyurappa had forfeited the confidence of the people.\nThe letter further indicates that it was in the interest of the State\nand the people of Karnataka that the author was expressing\nhis lack of confidence in the Government headed by Shri\nYeddyurappa and that he was, accordingly, withdrawing his\nsupport to the Government headed by Shri Yeddyurappa with\na request to the Governor to intervene and institute the\nconstitutional process as constitutional head of the State.\n76. Although, Mr. Sorabjee was at pains to point out that\nthe language used in the letter was similar to the language used\nin Article 356 of the Constitution, which, according to him, was\nan invitation to the Governor to take action in accordance with\nthe said Article, the same is not as explicit as Mr. Sorabjee\nwould have us believe. The \"constitutional process”, as hinted\nat in the said letter did not necessarily mean the constitutional\nprocess of proclamation of President's rule, but could also\nmean the process of removal of the Chief Minister through\nconstitutional means. On account thereof, the Bharatiya Janata\nParty was not necessarily deprived of a further opportunity of\nforming a Government after a change in the leadership of the\nlegislature party. In fact, the same is evident from the reply given\nby the Appellants on 9th October, 2010, in reply to the Show-\nCause notices issued to them, in which they had re-emphasized\nD\nE\nព\nLL\nF\nG\nH\n936\nSUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA their position that they not only continued to be members of the\nBharatiya Janata Party, but would also support any Government\nformed by the Bharatiya Janata Party headed by any leader,\nother than Shri B.S. Yeddyurappa, as the Chief Minister of the\nState. The conclusion arrived at by the Speaker does not find\nB support from the contents of the said letter of 6th October,\n2010, so as to empower the Speaker to take such a drastic\nstep as to remove the Appellants from the membership of the\nHouse.\nC\n77. The question which now arises is whether the Speaker\nwas justified in concluding that by leaving Karnataka and going\nto Goa or to any other part of the country or by allegedly making\nstatements regarding the withdrawal of support to the\nGovernment led by Shri Yeddyurappa and the formation of a\nnew Government, the Appellants had voluntarily given up their\nD membership of the B.J.P. and were contemplating the formation\nof a Government excluding the Bharatiya Janata Party. The\nSpeaker has proceeded on the basis that the allegations must\nbe deemed to have been proved, even in the absence of any\ncorroborative evidence, simply because the same had not been\nE denied by the Appellants. The Speaker apparently did not take\ninto consideration the rule of evidence that a person making\nan allegation has to prove the same with supporting evidence\nand the mere fact that the allegation was not denied, did not\namount to the same having been proved on account of the\nF silence of the person against whom such allegations are made.\nExcept for the affidavit filed by Shri K.S. Eswarappa, State\nPresident of the B.J.P., and the statements of two of the thirteen\nMLAs, who had been joined in the Disqualification Application,\nthere is nothing on record in support of the allegations which\nG had been made therein. Significantly, the said affidavits had not\nbeen served on the Appellants. Since Shri K.S. Eswarappa was\nnot a party to the proceedings, the Speaker should have caused\nservice of copies of the same on the Appellants to enable them\nto meet the allegations made therein. In our view, not only did\nthe Speaker's action amount to denial of the principles of\nH\nזי\n"}