{"pages":[{"pageNumber":71},{"pageNumber":72}],"text":"BALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n947\nenables the Speaker in a quasi-judicial capacity to declare that A\na Member of the House stands disqualified for the reasons\nmentioned in paragraph 2(1)(a) of the Tenth Schedule to the\nConstitution.\n91. Having considered all the different aspects of the\nmatter and having examined the various questions which have\nbeen raised, we are constrained to hold that the proceedings\nconducted by the Speaker on the Disqualification Application\nfiled by Shri B.S. Yeddyurappa do not meet the twin tests of\nnatural justice and fair play. The Speaker, in our view,\nproceeded in the matter as if he was required to meet the\ndeadline set by the Governor, irrespective of whether, in the\nprocess, he was ignoring the constitutional norms set out in the\nTenth Schedule to the Constitution and the Disqualification\nRules, 1986, and in contravention of the basic principles that\ngo hand-in-hand with the concept of a fair hearing.\n92. As we have earlier indicated, even if the\nDisqualification Rules were only directory in nature, even then\nsufficient opportunity should have been given to the Appellants\nto meet the allegations levelled against them. The fact that the\nShow-Cause notices were issued within the time fixed by the\nGovernor for holding the Trust Vote, may explain service of the\nShow-Cause notices by affixation at the official residence of\nthe Appellants, though without the documents submitted by Shri\nYeddyurappa along with his application, but it is hard to explain\nas to how the affidavits, affirmed by Shri K.S. Eswarappa, Shri\nM.P. Renukacharya and Shri Narasimha Nayak, were served\non the learned Advocates appearing for the Appellants only on\nthe date of hearing and that too just before the hearing was to\ncommence. Extraneous considerations are writ large on the\nface of the order of the Speaker and the same has to be set\naside.\n93. Incidentally, in paragraph 5 of the Tenth Schedule,\nwhich was introduced into the Constitution by the Fifty-second\nAmendment Act, 1985, to deal with the immorality of defection\nB\nC\nD\nE\nF\nG\nH\n948\nSUPREME COURT REPORTS\n[2011] 10 S.C.R.\nB\nA and Floor crossing during the tenure of a legislator, it has been\nindicated that notwithstanding anything contained in the said\nSchedule, a person who has been elected to the office of the\nSpeaker or the Deputy Speaker of the House of the People or\nthe Deputy Chairman of the Council of States or the Chairman\nor the Deputy Chairman of the Legislative Council of the State\nor the Speaker or the Deputy Speaker of the Legislative\nAssembly of a State, shall not be disqualified under the\nSchedule if he by reason of his election to such office, voluntarily\ngives up the membership of the political party to which he\nbelonged immediately before such election, and does not, so\nlong as he continues to hold such office thereafter, rejoin that\npolitical party or become a member of another political party.\nThe object behind the said paragraph is to ensure that the\nSpeaker, while holding office, acts absolutely impartially, without\nany leaning towards any party, including the party from which\nhe was elected to the House.\nC\nD\n94. The Appeals are, therefore, allowed. The order of the\nSpeaker dated 10th October, 2010, disqualifying the Appellants\nfrom the membership of the House under paragraph 2(1)(a) of\nE the Tenth Schedule to the Constitution is set aside along with\nthe majority judgment delivered in Writ Petition (Civil)\nNo.32660-32670 of 2010, and the portions of the judgment\ndelivered by Justice N. Kumar concurring with the views\nexpressed by the Hon'ble Chief Justice, upholding the decision\nF of the Speaker on the Disqualification Application No.1 of 2010\nfiled by Shri B.S. Yeddyurappa. Consequently, the\nDisqualification Application filed by Shri B.S. Yeddyurappa is\ndismissed.\nG\n95. There will be no order as to costs.\nB.B.B.\nAppeals allowed.\n"}