{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"BALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n917\nB\nexpressing their disagreement with the manner of functioning A\nof the Respondent No.1 as Chief Minister, had not only\nimpinged upon the Appellants' right of free speech, as\nguaranteed under Article 19(1)(a) of the Constitution, but from\na bare reading of the letter dated 6th October, 2010, written\nby the Appellants to the Governor, it could not be held that the\nsame indicated their intention to voluntarily give up the\nmembership of the BJP. Mr. Nariman submitted that the\nimpugned orders and the order of the Speaker dated 10th\nOctober, 2010, were unsustainable since they had been\nengineered to prevent the Appellants from participating in the C\nVote of Confidence fixed on 11th October, 2010.\nD\n39. Mr. P.P. Rao, learned Senior Advocate, who\nappeared for the Appellants in the Civil Appeals arising out of\nSpecial Leave Petition (Civil) Nos.33533-33565 of 2010,\nsubmitted that in order to attract the disqualification clause\nunder paragraph 2(1)(a) of the Tenth Schedule, Shri\nYeddyurappa had first to establish that the Appellants had\nvoluntarily given up their membership of the BJP. It was\nsubmitted that in the Disqualification Application filed by Shri\nYeddyurappa, there is no averment to the said effect and what E\nhas been averred is that the Appellants had withdrawn their\nsupport to his government and had informed the Governor of\nKarnataka about their decision, despite there being no decision\nin the party in this regard, which made such action a clear.\nviolation of the Tenth Schedule to the Constitution. Mr. Rao F\nsubmitted that the Disqualification Application did not even refer\nto paragraph 2(1)(a) of the Tenth Schedule to the Constitution\nand that the same should, therefore, have been rejected by the\nSpeaker in terms of Rule 6(2) of the 1986 Rules.\n40. Reiterating Mr. Nariman's submissions, Mr. Rao\nsubmitted that withdrawal of support by the Appellants to the\nGovernment led by Shri Yeddyurappa did not amount to\nvoluntarily relinquishing the membership of the BJP since the\nGovernment led by a particular leader and the political party are\nG\nH\n918 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA not synonymous. Mr. Rao also urged that asking the Governor\nto institute the constitutional process for replacing one Chief\nMinister by another, did not also amount to voluntary\nrelinquishment of the membership of the party. According to Mr.\nRao, withdrawal of support to the incumbent Chief Minister and\nB intimation thereof to the Governor, could, at best, be said to be\na pre-voting exercise in regard to the Vote of Confidence\nsought by the Chief Minister, but the question of disqualification\nwill arise only if the Appellants voted in the House contrary to\nthe directions of the whip issued by the BJP. However, even\nsuch a transgression could be condoned by the party within 15\ndays of such voting. Mr. Rao submitted that announcement of\nwithdrawal of support to the Chief Minister before actual voting\nin violation of the whip would not bring the case within the ambit\nof paragraph 2(1)(a) of the Tenth Schedule to the Constitution\nand make him liable to disqualification.\nC\nD\n41. Mr. Rao submitted that the minority view taken by N.\nKumar, J. that \"dissent\" could not be regarded as defection was\na correct view and did not amount to voluntarily relinquishing\nmembership of the political party, since such act expresses a\nE lack of confidence in the leader of the party, but not in the party\nitself. Quoting the minority view expressed by N. Kumar, J., Mr.\nRao submitted that the object of paragraph 2(1)(a) was not to\ncurb internal democracy or the right to dissent, since dissent\nis the very essence of democracy, but neither the Chief Justice\nF nor V.G. Sabhahit, J. even adverted to such basic principle of\nParliamentary democracy and erred in equating withdrawal of\nsupport to the Government led by Shri B.S. Yeddyurappa with\nwithdrawing support to the BJP Government. According to Mr.\nRao, the Appellants were only doing their duty as conscious\nG citizens to expose the corruption and nepotism in the\nGovernment led by Shri B.S. Yeddyurappa. Mr. Rao referred\nto and relied upon the decisions of this Court in (1) State of\nM.P. Vs. Ram Singh [(2000) 5 SCC 88] and (2) B.R. Kapur\nVs. State of T.N. [(2001) 7 SCC 231], wherein, such sentiments\nhad also been expressed. Mr. Rao contended that it is a well-\nH\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n919\nsettled principle of law that when a power is conferred by the A\nStatute and the procedure for executing such power is\nprescribed, the power has to be exercised according to the\nprocedure prescribed or not at all. In this regard, Mr. Rao\nreferred to the celebrated decision of the Privy Council in Nazir\nAhmad Vs. King Emperor [63 Indian Appeals 372] and State B\nof U.P. Vs. Singhara Singh [(1964) 4 SCR 485]. Mr. Rao urged\nthat the 1986 Rules had a statutory flavour and had to be treated\nas part of the Representation of the Peoples Act, 1951. Going\none step further, Mr. Rao also urged that the Rules and\nAdministrative Instructions lay down certain norms and\nguidelines and violation thereof would attract Article 14 of the\nConstitution and even if the said Rules were directory, they had\nto be substantially complied with.\nC\nD\n42. Mr. Rao also contended that the order of\ndisqualification passed by the Speaker was vitiated by mala\nfide on the part of the Chief Minister Shri Yeddyurappa, who\nfiled the application for disqualification with the deliberate\nintention of preventing the Appellants from participating in the\nTrust Vote to be taken on 11th October, 2010. It was urged that\nsuch mala fide acts on the part of the Speaker would be evident E\nfrom the fact that although the Disqualification Application did\nnot conform to Rules 6(4), (6) and (7) of the 1986 Rules read\nwith Order VI Rule 15(2)(4) of the Code of Civil Procedure, the\nsame was entertained by the Speaker and a separate page\nof verification was subsequently inserted, which ought not to F\nhave been permitted by the Speaker. Mr. Rao reiterated the\nsubmissions made by Mr. Nariman that the Disqualification\nApplication was liable to be dismissed under Rule 7(2) of the\naforesaid Rules which says that \"if the petition does not comply\nwith the requirement of Rule 6, the Speaker shall dismiss the G\npetition and intimate the petitioner\". Despite the fact that the\napplication was not properly verified, the same was not\ndismissed. Mr. Rao submitted that in blatant disregard of the\nabove-mentioned Rules, the Speaker had entertained the\ndefective petition filed by Shri Yeddyurappa in complete H\n920 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA disregard of Rules 6 and 7 of the 1986 Rules. It was submitted\nthat the said steps were taken by the Speaker in a partisan\nmanner and against the highest traditions of the Office of the\nSpeaker with the obvious intention of bailing out the Chief\nMinister to whom he owed his Chair as Speaker, which he\ncould lose if the Chief Minister failed to win the Vote of\nConfidence in the Assembly..\nB\nC\nD\nE\nF\nG\n43. Mr. Rao repeated Mr. Nariman's submissions\nregarding the purported violation of Rule 7(3) of the 1986 Rules,\nbut added that such breach not only amounted to violation of\nprinciples of natural justice but also in violation of Article 14 of\nthe Constitution itself, as was held in Union of India Vs.\nTulsiram Patel [(1985) 3 SCC 398]. Mr. Rao submitted that\nthis was a clear case of abuse of constitutional powers\nconferred on the Speaker by paragraph 6 of the Tenth\nSchedule, with the sole motive of saving his own Chair and the\nChair of the Chief Minister. The Show-Cause notice was not\nonly unconstitutional and illegal, but motivated and mala fide\nand devoid of jurisdiction.\n44. Referring to the judgment of the Chief Justice, which\nwas in variance with the decision of N. Kumar, J., Mr. Rao urged\nthat the Chief Justice had only noted and considered ground\n\"K\" to the Writ Petition, without considering grounds C, D, F, H.\nand I, which dealt with the very maintainability of the\nDisqualification application on account of improper verification.\nMr. Rao submitted that indecent haste with which the\nDisqualification Application was processed was clearly in\nviolation of the mandate of Rule 7 of the 1986 Rules, which\nprovided for at least 7 days' time to reply to a Show-Cause\nnotice issued under Rule 6.\n45. Mr. Rao also submitted that despite pointed references\nmade to the corruption and nepotism in the Government led by\nShri Yeddyurappa, the same has not been denied by Shri B.S.\nYeddyurappa and this Court should draw an adverse inference\nH when such allegations of bias or mala fide had not been denied\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\nby Shri B.S. Yeddyurappa.\n921\n46. Mr. Rao also repeated and reiterated Mr. Nariman's\nsubmissions regarding non-service of Notices and copies of\nthe application and the annexures thereto on the Appellants and\nthe introduction of the affidavit filed by Shri K.S. Eshwarappa\nand the Statements of Shri M.P. Renukacharya and Shri\nNarasimha Nayak without serving copies thereof on the\nAppellants and giving them reasonable opportunity to deal with\nthe same. It was submitted that by adopting the procedure as\nmentioned above, the Speaker denied the Appellants a proper\nopportunity of contesting the Disqualification Application\ndespite the fact that the additional affidavit and the submissions\nmade by Shri M.P. Renukacharya and Shri Narasimha Nayak\ncontained factual allegations against the Appellants which they\ncould only answer. Mr. Rao submitted that the Speaker rushed\nthrough the formalities of an enquiry within four days from the\nissuance of the Show-Cause notices knowing that the Chief\nMinister had to face a Confidence Vote in the Assembly on\n11th October, 2010.\nA\nC\nD\nF\n47. On the scope of justiceability of an order passed by E\nthe Speaker under paragraph 6 of the Tenth Schedule to the\nConstitution, Mr. Rao submitted that such a question had been\ngone into and settled by this Court firstly by the Constitution\nBench in Kihoto Hollohan's case (supra) and thereafter in Dr.\nMahachandra Prasad Singh's case (supra), wherein it had\nbeen held that Rules 6 and 7 of the Disqualification Rules were\ndirectory and not mandatory in nature and hence the finality\nclause in paragraph 6 did not completely excluded the\njurisdiction of the Courts under Articles 136, 226 and 227 of\nthe Constitution. It is pointed out that it had been indicated in\nKihoto Hollohan's case (supra) that the very deeming provision\nimplies that the proceedings for disqualification are not before\nthe House but only before the Speaker as a substantially distinct\nauthority and that the decision under paragraph 6(1) of the\nTenth Schedule is not the decision of the House nor is it subject\nG\nH\nC\nD\n922 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA to approval of the House and that the said decision operates\nindependently of the House. It was accordingly held that there\nwas no immunity under Articles 122 and 212 from judicial\nscrutiny of the decision of the Speaker or Chairman exercising\npowers under paragraph 6(1) of the Tenth Schedule. Mr. Rao\nB pointed out that paragraph 100 of the decision in Kihoto\nHollohan's case (supra) declares the Speaker or the Chairman\nacting under paragraph 6 of the Tenth Schedule to be a\nTribunal. Mr. Rao submitted that the view taken in Ravi S.\nNaik's case (supra) that the Disqualification Rules being\nprocedural in nature, any violation of the same would amount\nto irregularity in procedure which was immune from judicial\nscrutiny in view of Rule 6(2) of the 1986 Rules, was an\ninaccurate statement of law in view of the decision of the\nConstitution Bench in Kihoto Hollohan's case (supra). Mr. Rao\nalso pointed out that the decision in Ravi S. Naik's case (supra)\nhad been considered by a Bench of 3 Judges of this Court in\nMayawati Vs. Markandeya Chund [(1998) 7 SCC 517],\nwherein K.T. Thomas J. had observed that the decision in\nKihoto Hollohan's case had not been considered in Ravi S.\nNaik's case in its proper perspective. M. Srinivasan, J. did not\nagree with the views expressed by K.T. Thomas, J. and quoted\napprovingly from the decision in Ravi S. Naik's case (supra).\nHowever, Chief Justice M.M. Punchhi took the view that the\nmatter was required to be referred to a Constitution Bench, as\nthe decision in Kihoto Hollohan's case (supra) is silent on the\nquestion as to whether cognizance taken by the Speaker of the\noccurrence of a split is administrative in nature, unconnected\nwith the decision making process or is it an adjunct thereto. Mr.\nRao submitted that the decision in Dr. Mahachandra Prasad\nSingh's case (supra) suffered from the same vice and was,\nG therefore, per incuriam.\nE\nF\nH\n48. Mr. Rao also contended that the view subsequently\ntaken by the Constitution Bench in Rajendra Singh Rana Vs.\nSwami Prasad Maurya [(2007) 4 SCC 270] that the failure on\nthe part of the Speaker to decide an application seeking\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n923\ndisqualification cannot be said to be merely in the realm of A\nprocedure, goes against the very constitutional scheme\ncontemplated under the Tenth Schedule, read in the context of\nArticles 102 and 191 of the Constitution. It was also observed\nthat it also went against the Rules framed in that behalf and the\nprocedure that was expected to be followed by the Speaker. It B\nwas further observed that the lapse on the part of the Speaker\namounted to jurisdictional error. Mr. Rao urged that the\npronouncement in the aforesaid case was final on this aspect\nof the matter and was required to be reiterated in the present\ncase.\n49. The submissions made on behalf of the Appellants\nwere strongly opposed by Mr. Soli J. Sorabjee, learned Senior\nAdvocate appearing for the Respondent No.1, Shri B.S.\nYeddyurappa, Chief Minister of Karnataka. He identified six\nissues which, according to him, had arisen in the Appeals for\nconsideration. The same are reproduced hereinbelow:-\nC\nD\n(i) The extent and scope of Judicial Review available\nagainst the order of the Speaker passed in\nexercise of powers under the Tenth Schedule to the E\nConstitution.\n(ii)\nWhether the Karnataka Disqualification Rules\nframed in exercise of powers under paragraph 8 of\nthe Tenth Schedule are directory and procedural in\nnature and whether judicial review is available\nagainst an alleged breach of the said Rules?\n(iii) Whether the Speaker's order impugned herein is\nmala fide?\n(iv) Whether Speaker's order can be said to be vitiated\non account of non-compliance with the principles of\nnatural justice?\nF\nG\n(v)\nThe scope of paragraph 2(1)(a) of the Tenth\nschedule; and\nH\n924\nSUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA\nB\nс\n(vi) Whether the Speaker's inference from the conduct\nof the MLA's in the present case that they have\ngiven up the membership of the political party to\nwhich they belong, can be said to be 'perverse'?\n50. It was submitted that the scope of judicial review of the\norder of the Speaker of the Legislative Assembly was extremely\nlimited in view of the finality attached to the Speaker's order\nunder paragraph 6(1) of the Tenth Schedule. Mr. Sorabjee\nsubmitted that in Kihoto Hollohan's case this Court had held\nthat the immunity granted under sub-paragraph (2) of paragraph\n6 was in respect of the procedural aspect of the disqualification\nproceedings, but that the decision itself was not totally immune\nfrom judicial scrutiny. However, having regard to the finality\nattached to the decision of the Speaker, as indicated in sub-\nparagraph (1), judicial review of the said order would be\nconfined to infirmities based on (a) violation of constitutional\nmandate; (b) mala fides; (c) non-compliance with the rules of\nnatural justice; and (d) perversity. Mr. Sorabjee submitted that\nthe Speaker's order impugned in these proceedings did not\nsuffer from any of the infirmities mentioned in paragraph 6(1)\nE of the Tenth Schedule to the Constitution and that on account\nof the decision in Kihoto Hollohan's case (supra), the decision\nof the Speaker could not be assailed even on the ground of\nviolation of any of the Rules framed by the Speaker.\nD\nF\nG\nH\n51. Relying heavily on the decision of this Court in Ravi\nS. Naik's case (supra), Mr. Sorabjee pointed out that this Court\nhad held that the 1986 Rules had been framed to regulate the\nprocedure to be followed by the Speaker for exercising his\npowers under paragraph 6(1) of the Tenth Schedule. The same\nare, therefore, procedural in nature and any violation thereof\nwould be a procedural irregularity which is immune from judicial\nscrutiny in view of the provisions of paragraph 6(2) as was\nconstrued by this Court in Kihoto Hollohan's case (supra). Mr.\nSorabjee submitted that the 1986 Rules framed by the Speaker\nbeing subordinate legislation, the same could not be equated\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n925\nwith the provisions of the Constitution and could not, therefore, A\nbe regarded as constitutional mandates and violation of the\n1986 Rules did not afford a ground for judicial review of the\norder of the Speaker.\n52. Mr. Sorabjee also placed strong reliance on the\ndecision of this Court in Dr. Mahachandra Prasad Singh's\ncase (supra), wherein the same view was reiterated. It was\nobserved that the Rules being in the domain of procedure, they\nwere intended to facilitate the holding of an inquiry and not to\nfrustrate or obstruct the same by introducing innumerable\ntechnicalities. Mr. Sorabjee submitted that the Rules being\ndirectory, any alleged breach thereof cannot also be a ground\nfor striking down the Speaker's order or make the same\nsusceptible to judicial review as per the parameters laid down\nin Kihoto Hollohan's case (supra). It was also submitted that\nthe power of the Speaker flowed from the Tenth Schedule and\nwas not dependent on the framing of Rules and even in the\nabsence of Rules, the Speaker always has the authority to\nresolve any dispute raised before him, without any fetter on his\npowers by the Rules.\nB\nC\nD\nE\n53. As to the period of three days given to the Appellants\nto reply to the Show-Cause notices, instead of seven days\nmentioned in Rule 7(3) of the 1986 Rules, Mr. Sorabjee\nsubmitted that it was quite clear that the use of the expression\n\"within 7 days\" clearly indicated that the full period of 7 days F\nwas not required to be given by the Speaker for showing cause\nby the Member concerned. Mr. Sorabjee submitted that since\nthe period of 7 days was the maximum period prescribed, it\ndid not circumscribe the Speaker's authority to require such\nresponse to the Show-Cause notice within a lesser period and,\nin any event, the said issue was a non-starter since the Rules\nhad been held by this Court to be directory and not mandatory.\nIn any event, in Ravi S. Naik's case (supra), it had been\nobserved that while applying the principles of natural justice, it\nhad to be kept in mind that \"they were not cast in a rigid mould\nG\nI\n926 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA nor can they be put in a legal strait jacket.” Mr. Sorabjee\nsubmitted that the same view had been reiterated in Jagjit\nSingh's case (supra) and the contention that the Speaker ought\nnot to have relied upon his personal knowledge was specifically\nrejected in the said case.\nB\nC\nD\nF\n54. Mr. Sorabjee urged that this Court in Kihoto\nHollohan's case (supra) had drawn a distinction between the\nprocedure followed by the Speaker and the decision rendered\nby him and had held that the procedure followed would be\nimmune from judicial review, being administrative in nature,\nthough the decision could be challenged on grounds of\njurisdictional errors. It was urged that in any event the decision\nin Ravi S. Naik's case (supra) which had been subsequently\napproved in Dr. Mahachandra Prasad Singh's case (supra) is\nbinding upon this Bench, having been rendered by a Bench of\nthree Judges.\n55. As far as the charge of mala fides against the Speaker\nis concerned, Mr. Sorabjee submitted that such a charge was\nnot maintainable since the Speaker had been made a\nE Respondent in the proceedings not in his personal capacity but\nin his capacity as Speaker. It was contended that as had been\nheld by this Court in Sangramsinh P. Gaekwad Vs. Shantadevi\nP. Gaekwad [(2005) 11 SCC 314], allegation of mala fide has\nto be pleaded with full particulars in support of the charge.\nMaking bald allegations that the Chief Minister had influenced\nthe Speaker to get the Appellants removed from the\nmembership of the House before the Trust Vote scheduled to\nbe held on 11th October, 2010, without any material in support\nof such allegations, could not and did not amount to mala fides\non the part of the Speaker. Mr. Sorabjee submitted that as was\nalso observed in the case of E.P. Royappa Vs. State of Tamil\nNadu [(1974) 4 SCC 3], the allegations of mala fide are often\nmore easily made than proved and the very seriousness of such\nallegations demands proof of a high order of credibility.\nG\nI\n"}