{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 10 S.C.R. 877\nBALCHANDRA L. JARKIHOLI \u0026 ORS.\nV.\nB.S. YEDDYURAPPA \u0026 ORS.\n(Civil Appeal Nos.4444-4476 of 2011)\nMAY 13, 2011\n[ALTAMAS KABIR AND CYRIAC JOSEPH, JJ.]\n-\n-\nA\nB\nConstitution of India, 1950 - Tenth Schedule, Paragraph\n2(1)(a) – Disqualification application against MLA on ground\nof defection - Manner of disposal by the Speaker - Challenge C\nto - Tests of natural justice and fair play - Respondent no.1\nwas the Legislature Party Leader of BJP in the Karnataka\nLegislative Assembly, and also the Chief Minister of the State\nof Karnataka – 13 BJP MLAs including the appellants and\ntwo others-'MPR' and 'NN' wrote to the Governor of the State D\nthat they were withdrawing support to the Government led by\nRespondent no.1 - Governor asked Respondent no.1 to seek\nvote of confidence on the floor of the House, and also\nintimated the Speaker accordingly - Respondent no.1, as\nleader of the BJP Legislature Party in the Legislative E\nAssembly, filed Disqualification application before the\nSpeaker against all the said 13 MLAs - Speaker issued Show-\nCause notices to all the said MLAs - Meanwhile 'MPR' and\n'NN' retracted their stand, stating that they continued to\nsupport the Government led by Respondent no. 1 - Also,\n'KSE', State President of the BJP filed affidavit along with\nsupporting documents, adverse to the interests of the\nappellants Speaker disqualified the appellants reasoning\nthat they had voluntarily given up their membership of the BJP\nby their acts and conduct, but did not disqualify ‘MPR' and\n'NN' taking note of the retraction made by them – Justification\n- Held: Except for the affidavit filed by 'KSE', State President\nof the B.J.P., and the statements of 'MPR' and 'NN', there was\nnothing on record in support of the allegations made in the\n-\n877\n-\nF\nG\nH\nB\nD\n878. SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA Disqualification application - No presumption could be drawn\nfrom the action of the appellants that they had voluntarily given\nup their membership of the BJP - All along the appellants\nemphasized their position that they not only continued to be\nmembers of the BJP, but were also willing to support any\nGovernment formed by the BJP headed by any leader, other\nthan Respondent no.1, as the Chief Minister of the State -\nThe Speaker acted in hot haste in disposing of the\nDisqualification application filed by Respondent no.1 - No\nconvincing explanation was given as to why notices to show\ncause had been issued to the appellants under Rule 7 of the\nDisqualification Rules, giving the Appellants only three days'\ntime to respond to the same, despite the stipulated time of\nseven days or more - The proceedings conducted by the\nSpeaker did not meet the twin tests of natural justice and fair\nplay - Procedure adopted by the Speaker seems to indicate\nthat he was trying to ensure that the appellants stood\ndisqualified prior to the date on which the Floor Test was to\nbe held, so that they could not participate and, in their\nabsence Respondent no.1 was able to prove his majority in\nthe House - Also, although the same allegations, as were\nE\nmade against the Appellants by Respondent no.1, were also\nmade against 'MPR' and 'NN', their retraction was accepted\nby the Speaker and they were, accordingly, permitted to\nparticipate in the Confidence Vote - The Speaker proceeded\nin the matter as if he was required to meet the deadline set\nby the Governor, irrespective of whether, in the process, he\nwas ignoring the constitutional norms set out in the Tenth\nSchedule to the Constitution and the Disqualification Rules,\nand in contravention of the basic principles that go hand-in-\nhand with the concept of a fair hearing – Even if the\nG Disqualification Rules were only directory in nature, sufficient\nopportunity should have been given to the Appellants to meet\nthe allegations levelled against them - Affidavits, affirmed by\n'KSE', 'MPR' and 'NN', were served on the Advocates\nappearing for the Appellants only on the date of hearing before\nF\nH\n-\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS.\n879\nthe Speaker and that too just before the hearing was to A\ncommence - Extraneous considerations writ large on the face\nof the order of the Speaker and therefore the same has to be\nset aside - Disqualification application filed by Respondent\nno. 1 accordingly dismissed – Karnataka Legislative Assembly\n(Disqualification of Members on Ground of Defection) Rules, B\n1986 Rules 6 and 7.\n-\n-\n-\nConstitution of India, 1950 Tenth Schedule,\nParagraphs 2(1)(a) and 6 – Power of the superior Courts to\njudicially review order passed by Speaker under paragraph\n2(1)(a) of the Tenth Schedule – Held: Under paragraph 2(1)(a)\nof the Tenth Schedule, the Speaker functions in a quasi-\njudicial capacity, which makes an order passed by him in such\ncapacity, subject to judicial review - Judicial Review.\n-\nC\nConstitution of India, 1950 - Tenth Schedule, Paragraph D\n5 - Object of - Held: The object behind the paragraph 5 is to\nensure that the Speaker, while holding office, acts absolutely\nimpartially, without any leaning towards any party, including\nthe party from which he was elected to the House.\nRespondent no.1 was the Legislature Party Leader\nof the Bharatiya Janata Party (BJP) in the Karnataka\nLegislative Assembly, and also the Chief Minister of the\nState of Karnataka.\nE\nF\nOn 6th October, 2010, 13 BJP MLAs of the Karnataka\nLegislative Assembly including the appellants and two\nothers- MPR' and 'NN', wrote identical letters to the\nGovernor of the State stating that they were withdrawing\ntheir support to the Government led by Respondent no.1.\nFive independent MLAs also withdrew support to the said G\nGovernment. The same day, the Governor addressed\nletter to Respondent no.1 informing him of the\ndevelopments regarding the withdrawal of support by 13\nBJP MLAs and 5 independent MLAs and requesting\nH\n880\nSUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA Respondent no.1 to seek vote of confidence on the floor\nof the House on or before 12th October, 2010 by 5 p.m.\nThe Speaker was also requested accordingly.\nB\nC\nOn the very same day, Respondent no.1, as the\nleader of the BJP Legislature Party in the Karnataka\nLegislative Assembly, filed an application before the\nSpeaker under Rule 6 of the Karnataka Legislative\nAssembly (Disqualification of Members on Ground of\nDefection) Rules, 1986, praying to declare that all the said\n13 MLAs elected on BJP tickets had incurred\ndisqualification from the Legislative Assembly in view of\nthe Tenth Schedule to the Constitution.\nThe Speaker issued Show-Cause notices to all the\naforesaid 13 MLAs on 7th October, 2010, informing them\nD of the Disqualification Application filed by Respondent\nno.1, but the appellants were not served with the notices\ndirectly. Instead the notices were pasted on the outer\ndoors of their quarters in the M.I.A complex. Time was\ngiven to them till 5 p.m. on 10th October, 2010 (i.e. within\nE 3 days), to submit their objections, if any, to the\napplication.\nF\nG\nI\nThe appellants made objections stating that the\nnotice was in clear violation of the Disqualification Rules,\n1986, especially Rules 6 and 7 thereof; that copies of the\ndisqualification petition and annexures thereto were not\nforwarded with the Show-cause notice as required under\nthe Rules; that the appellants ought to have been given\na minimum notice period of 7 days' to reply and the\nSpeaker could only extend the period of 7 days, but could\nnot curtail the time from 7 days to 3 days. In addition, the\nappellants also sought to explain that they had chosen\nto withdraw their support only to the Government headed\nby Respondent no.1 as Chief Minister, as he was corrupt\nand encouraged corruption, and not to the BJP itself,\nwhich could form another Government which could be\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS.\n881\nled by any other person, other than Respondent no.1, to A\nwhom the Appellants would extend support. Accordingly,\nthe appellants prayed for withdrawal of the Show-Cause\nnotices and for dismissal of the petition dated 6th\nOctober, 2010 moved by Respondent no.1, alleging that\nthe same was made with mala fide intention and the B\noblique motive of seeking their disqualification and\nthereby preventing them from voting on the confidence\nmotion.\nMeanwhile both 'MPR' and 'NN' retracted their stand,\nstating that they continued to support the Government\nled by Respondent no.1 and had no intention of\nwithdrawing such support and accordingly prayed for\nwithdrawal of any action proposed against them. Also,\n'KSE', State President of the BJP filed affidavit along with\nsupporting documents, which were adverse to the\nAppellants' interests.\nC\nD\nThe Speaker rejected the objections filed on behalf\nof Appellants and thereafter went on to disqualify the\nappellants under Paragraph 2(1)(a) of the Tenth Schedule E\nwith immediate effect stating that from the conduct of the\nAppellants in writing to the Governor that they had\nwithdrawn support, joining hands with the leader of\nanother party and issuing statements to the media, it was\nevident that the appellants had voluntarily given up the F\nmembership of the party from which they were elected.\nThe Speaker then took note of the retraction by 'MPR' and\n'NN', and arrived at the decision that the said two MLA's\nwere not disqualified under the Tenth Schedule of the\nConstitution.\nThe Appellants filed writ petitions challenging the\ndecision of the Speaker, which were listed before the\nHon'ble Chief Justice of High Court and his companion\nJudge (Hon'ble Mr. Justice N. Kumar). On account of\nG\nH\n882 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA difference of opinion between the Hon'ble Chief Justice\nand his companion Judge, the matter was referred to a\nthird Judge who concurred with the decision rendered\nby the Chief Justice and as a result, per majority, the\norder passed by the Speaker was upheld by the High\nB Court.\nс\nD\nE\nய\nF\nG\nH\nIn the instant appeals, the questions which arose for\nconsideration were:(a) Did the Appellants voluntarily give\nup their membership of the BJP; (b) Since only three\ndays' time was given to the Appellants to reply to the\nShow-Cause notices, as against the period of 7 days or\nmore, prescribed in Rule 7(3) of the Disqualification\nRules, were the said notices vitiated; (c) Did the Speaker\nact in hot haste in disposing of the Disqualification\nApplication filed by Respondent no.1 introducing a whiff\nof bias as to the procedure adopted and (d) What is the\nscope of judicial review of an order passed by the\nSpeaker under Paragraph 2(1)(a) of the Tenth Schedule\nto the Constitution, having regard to the provisions of\nArticle 212 thereof.\nAllowing the appeals, the Court\nHELD: 1.1. In the instant case, the Appellants had in\nwriting informed the Governor on 6th October, 2010, that\nhaving become disillusioned with the functioning of the\nGovernment headed by Respondent no.1, they had\nchosen to withdraw support to the Government headed\nby Respondent no.1 and had requested the Speaker to\nintervene and institute the constitutional process as\nconstitutional head of the State. The said stand was re-\nemphasized in their replies to the Show-Cause notices\nsubmitted by the Appellants on 9th October, 2010,\nwherein they had, inter alia, denied that their conduct had\nattracted the vice of \"defection\" within the scope of\nParagraph 2(1)(a) of the Tenth Schedule. In their said\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS.\n883\nA\nD\nreplies they had categorically indicated that nowhere in\nthe letter of 6th October, 2010, had they indicated that\nthey would not continue as Members of the Legislature\nParty of the BJP. On the other hand, they had reiterated\nthat they would continue to support the BJP and any\nGovernment formed by the BJP headed by any leader, B\nother than Respondent no.1, as Chief Minister of the\nState. They also reiterated that they would continue to\nsupport any Government headed by a clean and efficient\nperson who could provide good governance to the\npeople of Karnataka according to the Constitution of\nс\nIndia and that it was only to save the party and\nGovernment and to ensure that the State was rid of a\ncorrupt Chief Minister, that the letter had been submitted\nto the Governor on 6th October, 2010. The letter dated 6th\nOctober, 2010, written by the Appellants to the Governor\nclearly indicates that the authors thereof who had been\nelected as a MLA on a BJP ticket, having become\ndisillusioned with the functioning of the Government\nheaded by Respondent no.1 on account of widespread\ncorruption, nepotism, favouritism, abuse of power and\nmisuse of Government machinery, were convinced that\na situation had arisen in which the governance of the\nState could not be carried on in accordance with the\nprovisions of the Constitution and that Respondent no.1\nhad forfeited the confidence of the people. The letter\nfurther indicates that it was in the interest of the State and\nthe people of Karnataka that the authors were expressing\ntheir lack of confidence in the Government headed by\nRespondent no.1 and that they were, accordingly,\nwithdrawing their support to the Government headed by\nRespondent no.1 with a request to the Governor to G\nintervene and institute the constitutional process as\nconstitutional head of the State. [Paras 74, 75] [934-D-H;\n935-A-E]\n1.2. Although, the language used in the letter dated\nE\nF\nH.\nB\n884 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA 6th October, 2010 was similar to the language used in\nArticle 356 of the Constitution, but the same could not be\nsaid to be an explicit invitation to the Governor to take\naction in accordance with the said Article. The\n\"constitutional process\", as hinted at in the said letter did\nnot necessarily mean the constitutional process of\nproclamation of President's rule, but could also mean the\nprocess of removal of the Chief Minister through\nconstitutional means. On account thereof, the BJP was\nnot necessarily deprived of a further opportunity of\nC forming a Government after a change in the leadership\nof the legislature party. In fact, the same is evident from\nthe reply given by the Appellants on 9th October, 2010,\nin reply to the Show-Cause notices issued to them, in\nwhich they had re-emphasized their position that they not\nonly continued to be members of the BJP, but would also\nsupport any Government formed by the BJP headed by\nany leader, other than Respondent no.1, as the Chief\nMinister of the State. The conclusion arrived at by the\nSpeaker does not find support from the contents of the\nsaid letter of 6th October, 2010, so as to empower the\nSpeaker to take such a drastic step as to remove the\nAppellants from the membership of the House. [Para 76]\n[935-E-H; 936-A-B]\nD\nE\n1.3. The Speaker concluded that by leaving\nF Karnataka and going to Goa or to any other part of the\ncountry or by allegedly making statements regarding the\nwithdrawal of support to the Government led by\nRespondent no.1 and the formation of a new Government,\nthe Appellants had voluntarily given up their membership\nG of the B.J.P. and were contemplating the formation of a\nGovernment excluding the BJP. The Speaker proceeded\non the basis that the allegations must be deemed to have\nbeen proved, even in the absence of any corroborative\nevidence, simply because the same had not been denied\nH by the Appellants. The Speaker apparently did not take\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS.\n885\nD\ninto consideration the rule of evidence that a person A\nmaking an allegation has to prove the same with\nsupporting evidence and the mere fact that the allegation\nwas not denied, did not amount to the same having been\nproved on account of the silence of the person against\nwhom such allegations are made. Except for the affidavit B\nfiled by 'KSE', State President of the B.J.P., and the\nstatements of two of the thirteen MLAs, who had been\njoined in the Disqualification Application, there is nothing\non record in support of the allegations which had been\nmade therein. Significantly, the said affidavits had not C\nbeen served on the Appellants. Since 'KSE' was not a\nparty to the proceedings, the Speaker should have\ncaused service of copies of the same on the Appellants\nto enable them to meet the allegations made therein. Not\nonly did the Speaker's action amount to denial of the\nprinciples of natural justice to the Appellants, but it also\nreveals a partisan trait in the Speaker's approach in\ndisposing of the Disqualification Application filed by\nRespondent no.1. If the Speaker wished to rely on the\nstatements of a third party which were adverse to the\nAppellants' interests, it was obligatory on his part to have\ngiven the Appellants an opportunity of questioning the\ndeponent as to the veracity of the statements made in the\naffidavit. This conduct on the part of the Speaker is also\nindicative of the \"hot haste\" with which the Speaker\ndisposed of the Disqualification Petition as complained\nof by the Appellants. The question does, therefore, arise\nas to why the Speaker did not send copies of the affidavit\naffirmed and filed by 'KSE' as also the affidavits of the two\nMLAs, who had originally withdrawn support to the\nGovernment led by Respondent no.1, but were later G\nallowed to retract their statements, to the Appellants.\nGiven an opportunity to deal with the said affidavits, the\nAppellants could have raised the question as to why the\nsaid two MLAs, 'MPR' and 'NN', were treated differently\nE\nF\nH\n886 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA on account of their having withdrawn the letters which\nthey had addressed to the Governor, while, on the other\nhand, disqualifying the Appellants who had written\nidentical letters to the Governor, upon holding that they\nhad ceased to be members of the BJP, notwithstanding\nB the Show-Cause notices issued to them. The explanation\ngiven as to why notices to show cause had been issued\nto the Appellants under Rule 7 of the Disqualification\nRules, giving the Appellants only three days' time to\nrespond to the same, despite the stipulated time of seven\nC days or more indicated in Rule 7(3) itself, is not very\nconvincing. There was no compulsion on the Speaker to\ndecide the Disqualification Application filed by\nRespondent no.1 in such a great hurry within the time\nspecified by the Governor to the Speaker to conduct a\nVote of Confidence in the Government headed by\nRespondent no.1. Apparently, such a course of action\nwas adopted by the Speaker on 10th October, 2010, since\nthe Vote of Confidence on the Floor of the House was\nslated for 12th October, 2010. The element of hot haste\nis also evident in the action of the Speaker in this regard\nas well. [Para 77] [936-C-H; 937-A-H; 938-A]\nD\nE\n1.4. Even if Rules 6 and 7 of the Disqualification Rules\nare taken as directory and not mandatory, the Appellants\nwere still required to be given a proper opportunity of\nF meeting the allegations mentioned in the Show-Cause\nnotices. The fact that the Appellants had not been served\nwith notices directly, but that the same were pasted on\nthe outer doors of their quarters in the MLA complex and\nthat too without copies of the various documents relied\nG upon by Respondent no.1, giving them three days' time\nto reply to the said notices justifies the Appellants'\ncontention that they had not been given sufficient time\nto give an effective reply to the Show-Cause notices.\nFurthermore, the Appellants were not served with copies\nof the affidavit filed by ‘KSE', although, the Speaker relied\nH\n"}