{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"BALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n897\nthem from continuing as Members of the Legislature. Time was\ngiven to the Appellants till 5 p.m. on 10th October, 2010, to\nsubmit their objections, if any, to the application. They were\nalso directed to appear in person and submit their objections\norally or in writing to the Speaker, failing which it would be\npresumed that they had no explanation to offer and further action\nwould thereafter be taken ex-parte, in accordance with law.\n6. It also appears that replies were submitted by the\nAppellants to the Speaker on 9th October, 2010 indicating that\nhaving come to learn from the media that a Show-Cause notice\nhad been issued as per the orders of the Speaker and had\nbeen pasted on the doors of the MLA quarters in the MLA\nhostels at Bangalore, which were locked and used by the\nlegislators only when the House was in session, they had the\ncontents of the notices read out to them on the basis whereof\ninterim replies to the Show-Cause notices were being\nsubmitted. In the interim replies filed by the Appellants on 9th\nOctober, 2010, it was categorically indicated that the interim\nreply was being submitted, without prejudice and by way of\nabundant caution, as none of the documents seeking\ndisqualification had either been pasted on the doors of the\nMLA quarters or forwarded to the Appellants along with the\nShow-Cause notice. Similarly, a copy of the Governor's letter,\nwhich was made an enclosure to the Show-Cause notice, was\nalso not pasted on the doors of the residential quarters of the\nAppellants or otherwise served on them personally. A\ncategorical request was made to the Speaker to supply the said\ndocuments and the Appellants reserved their right to give\nexhaustive replies after going through the aforesaid enclosures\nto the Show-Cause notice as and when supplied.\n7. Having said this, the Appellants submitted that the notice\nwas in clear violation of the Disqualification Rules, 1986, and\nespecially Rules 6 and 7 thereof. It was mentioned that Rule\n7(3) requires copies of the petition and annexures thereto to\nbe forwarded with the Show-Cause notice. The notice dated\n7th October, 2010 called upon the Appellants to appear and\nA\nB\nC\nD\nE\nF\nG\nH\n898 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA reply by 5 p.m. on 10th October, 2010, which was in flagrant\nviolation of Rule 7 of the aforesaid Rules which laid down a\nmandatory procedure for dealing with a petition seeking\ndisqualification filed under the Rules.\nB\nC\n8. It was pointed out that Rule 7 requires that the\nAppellants had to be given 7 days' time to reply or such further\nperiod as the Speaker may for sufficient cause allow. Under\nthe said Rule the Speaker could only extend the period of 7\ndays, but could not curtail the time from 7 days to 3 days. It was\nthe categorical case of the Appellants that the minimum notice\nperiod of 7 days was a requirement of the basic principles of\nnatural justice in order to enable a MLA to effectively reply to\nthe Show-Cause notice issued to him seeking his\ndisqualification from the Legislative Assembly. It was\nmentioned in the reply to the Show-Cause notice that issuance\nof such Show-Cause notice within a truncated period was an\nabuse and misuse of the Constitutional provisions for the\npurpose of achieving the unconstitutional object of disqualifying\nsufficient number of Members of the Assembly from the\nmembership of the House in order to prevent them from\nE participating in the Vote of Trust scheduled to be taken by Shri\nB.S. Yeddyurappa on the Floor of the House at 11 a.m. on 11th\nOctober, 2010. It was contended that the Show-Cause notices\nwas ex-facie unconstitutional and illegal, besides being\nmotivated and mala fide and devoid of jurisdiction.\nD\nF\nG\nH\n9. In addition to the above, it was also sought to be\nexplained that it was not the intention of the Appellants to\nwithdraw support to the BJP, but only to the Government\nheaded by Shri Yeddyurappa as the leader of the BJP in the\nHouse. It was contended that withdrawing of support from the\nGovernment headed by Shri B.S. Yeddyurappa as the Chief\nMinister of Karnataka did not fall within the scope and purview\nof the Tenth Schedule to the Constitution of India. It was urged\nthat the conduct of the Appellants did not fall within the meaning\nof \"defection\" or within the scope of paragraph 2(1)(a) of the\nTenth Schedule or the scheme and object of the Constitution\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n899\nB\nof India. It was further emphasized that even prima facie, A\n\"defection\" means leaving the party and joining another, which\nis not the case as far as the Appellants were concerned who\nhad not left the BJP at all. It was repeatedly emphasized in the\nreply to the Show-Cause notice that the Appellants had chosen\nto withdraw their support only to the Government headed by Shri\nB.S. Yeddyurappa as Chief Minister, as he was corrupt and\nencouraged corruption, and not to the BJP itself, which could\nform another Government which could be led by any other\nperson, other than Shri Yeddyurappa, to whom the Appellants\nwould extend support. In the reply to the Show-Cause notice it\nC\nwas, inter alia, stated as follows :-\n\"My letter submitted to H.E. Governor of Karnataka of\nwithdrawing the support from the Government headed by\nShri B.S. Yeddyurappa as Chief Minister of the State is\nan act of an honest worker of the BJP party and a member\nof the Legislative Assembly to salvage the image and\nreputation of the BJP or the BJP as such. In fact my letter\nis aimed at cleansing the image of the party by getting rid\nof Shri B.S. Yeddyurappa as Chief Minister of the State\nwho has been acting as a corrupt despot in violation of the\nConstitution of India and contrary to the interests of the\npeople of the State.\"\n10. It was also categorically stated that as disciplined\nsoldiers of the BJP the Appellants would continue to support\nany Government headed by a clean and efficient person who\ncould provide good governance to the people of Karnataka. The\nAppellants appealed to the Speaker not to become the tool in\nthe hands of a corrupt Chief Minister and not to do anything\nwhich could invite strictures from the judiciary. A request was,\ntherefore, made to withdraw the Show-Cause notices and to\ndismiss the petition dated 6th October, 2010 moved by Shri\nB.S. Yeddyurappa, in the capacity of the leader of the\nLegislature Party of the Bharatiya Janata Party and also as the\nChief Minister, with mala fide intention and the oblique motive\nD\nE\nF\nG\nH\n900 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA of seeking disqualification of the answering MLAs and\npreventing them from voting on the confidence motion on 11th\nOctober, 2010.\nB\nC\n11. The Speaker took up the Disqualification Application\nNo.1 of 2010 filed by Shri B.S. Yeddyurappa, the Respondent\nNo.1 herein, along with the replies to the Show-Cause notices\nissued to the thirteen MLAs, who had submitted individual\nletters to the Governor indicating their withdrawal of support to\nthe Government led by Shri Yeddyurappa. Except for Shri M.P.\nRenukacharya and Shri Narasimha Nayak, all the other MLAs\nwere represented by their learned advocates before the\nSpeaker. It was noticed during the hearing that Shri\nRenukacharya had subsequently filed a petition stating that he\ncontinued to support the Government and also prayed for\nwithdrawal of any action proposed against him. He reiterated\nD his confidence in the Government headed by Shri Yeddyurappa\nand alleged that a fraud had been perpetrated at the time when\nthe individual letters were submitted to the Governor and that\nhe had no intention of withdrawing support to the Government\nin which he had full confidence. A similar stand was taken on\nE behalf of Shri Narasimha Nayak also. In addition to the above,\nan affidavit along with supporting documents, affirmed by one\nShri K.S. Eswarappa, State President of the Bharatiya Janata\nParty (B.J.P.) was filed and it was taken into consideration by\nthe Speaker. On the basis of the above, the following two issues\nF were framed by the Speaker:\nG\n\"(a) Whether the respondents are disqualified under\nparagraph 2(1)(a) of Tenth Schedule of the Constitution of\nIndia, as alleged by the Applicant?\n(b) Is there a requirement to give seven days' time to the\nrespondents as stated in their objection statement?\"\n12. Answering the aforesaid issues, the Speaker arrived\nat the finding that after having been elected from a political\nH party and having consented and supported the formation of a\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n901\nB\nGovernment by the leader of the said party, the respondents, A\nwho are the Appellants herein, other than Shri M.P.\nRenukacharya and Shri Narasimha Nayak, had voluntarily given\nup their membership of the party by withdrawing support to the\nsaid Government. In arriving at such a conclusion, the Speaker\ntook into consideration the allegations made by Shri\nYeddyurappa that after submitting their respective letters to the\nGovernor withdrawing support to the Government, the said\nrespondents had gone from Karnataka to Goa and other places\nand had declared that they were a separate group and that they\nwere together and that they had withdrawn their support to the C\nGovernment. The Speaker also took personal notice of\nstatements alleged to have been made by the Appellants and\nobserved that they had not denied the allegations made by Shri\nYeddyurappa that they had negotiated with the State Janata\nDal, its members and leader, Shri H.D. Kumaraswamy,\nregarding formation of another Government. In support of the\nsame, the Speaker relied on media reports and the affidavit\nfiled by Shri Eswarappa. The Speaker recorded that the same\nhad not been denied by the Appellants herein.\nD\nE -\n13. Referring to the Tenth Schedule and certain decisions E\nof this Court as to how statutory provisions are to be interpreted\nin order to avoid mischief and to advance remedy in the light\nof Heyden's Rule, the Speaker extracted a portion of a\npassage from Lord Denning's judgment in Seaford Court\nEstates Ltd. Vs. Asher, wherein Lord Denning had stated that F\na Judge must not alter the material of which the Act is woven,\nbut he can and should iron out the creases. The Speaker was\nof the view that in the event of a difference of opinion regarding\nleadership in a political party, the matter had to be discussed\nin the platform of the party and not by writing a letter to the\nGovernor withdrawing support to the Government. The Speaker\nalso observed that the Governor never elects the leader of the\nlegislature party. Accordingly, from the conduct of the Appellants\nin writing to the Governor that they had withdrawn support,\njoining hands with the leader of another party and issuing H.\n0\nG\n902 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA statements to the media, it was evident that by their conduct\nthe Appellants had become liable to be disqualified under the\nTenth Schedule. In coming to the said conclusion, the Speaker\nplaced reliance on several decisions of this Court and in\nparticular, the decision in Ravi S. Naik Vs. Union of India\nB [(1994) Suppl.2 SCC 641], wherein the question of a member\nvoluntarily giving up his membership of a political party was\nconsidered in detail. Special emphasis was laid on the\nobservation made in the said decision to the effect that a person\ncan voluntarily give up his membership of a political party even\nC though he may not have tendered his resignation from the\nmembership of the party. In the said decision it was further\nobserved that even in the absence of a formal resignation from\nmembership, an inference could be drawn from the conduct of\na member that he had voluntarily given up his membership of\nthe political party to which he belonged.\nD\nE\nF\nG\n14. The Speaker also referred to and relied on the\ndecision of this Court in Jagjit Singh Vs. State of Haryana\n[(2006) 11 SCC 1], wherein, it was expressed that to determine\nwhether an independent member had joined a political party,\nthe test to be considered was whether he had fulfilled the\nformalities for joining a political party. The test was whether he\nhad given up his independent character on which he was\nelected by the electorate.\n15. Yet another decision relied upon by the Speaker was\nthe decision in Rajendra Singh Rana \u0026 Ors. Vs. Swami\nPrasad Maurya \u0026 Ors. [(2007) 4 SCC 270], wherein the\nquestion of voluntarily giving up membership of a political party\nwas also under consideration. The Speaker relied on\nparagraphs 48 and 49 of the said judgment, wherein it was\nindicated that the act of giving a letter requesting the Governor\nto call upon the leader of the other side to form a Government\nwould itself amount to an act of voluntarily giving up the\nmembership of the party on whose ticket the member was\nelected.\nH\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n903\n16. The Speaker observed that the Appellants herein had\nnot denied their conduct anywhere and had justified the same\neven during their arguments. The Speaker was of the view that\nby their conduct the Appellants had voluntarily given up the\nmembership of the party from which they were elected, which\nattracted disqualification under the Tenth Schedule. The\nSpeaker further held that the act of withdrawing support and\nacting against the leader of the party from which they had been\nelected, amounted to violation of the object of the Tenth\nSchedule and that any law should be interpreted by keeping in\nmind the purpose for which it was enacted.\n17. The Speaker then took note of the retraction by Shri\nM.P. Renukacharya and Shri Narasimha Nayak, indicating that\nthey had no intention of withdrawing support to the Government\nled by Shri Yeddyurappa and that they extended support to the\nparty and the Government and their elected leader. The\nSpeaker also relied on the affidavit filed by Shri K.S.\nEswarappa and on considering the same, arrived at the\ndecision that the said two MLAs were not disqualified under\nthe Tenth Schedule of the Constitution. As far as the Appellants\nare concerned, the Speaker held that in view of the reasons\nstated and the factual background, he was convinced that they\nwere disqualified from their respective posts of MLAs under\nparagraph 2(1)(a) of the Tenth Schedule of the Constitution.\n18. The Speaker then took up the objection taken on behalf\nof the Appellants herein that the Show-Cause notice to the\nAppellants had been issued in violation of the provisions of\nRules 6 and 7 of the Karnataka Legislative Assembly\n(Disqualification of Members on Ground of Defection) Rules,\n1986, hereinafter referred to as \"the Disqualification\nRules, 1986”, inasmuch as, they were not given seven days'\ntime to reply to the Show-Cause notice, as contemplated by\nRule 7(3) of the aforesaid Rules. The Speaker, without\nanswering the objection raised, skirted the issue by stating that\nit was sufficient for attracting the provisions of paragraph\nA\nB\nC\nD\nE\nF\nG\nH\nA\n904 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\n2(1)(a) of the Tenth Schedule to the Constitution of India that\nthe Appellants herein had admitted that they had withdrawn\nsupport to the Government. The Speaker further recorded that\nthe Appellants had been represented by counsel who had\njustified the withdrawal of support and \"recognizing themselves\nB with the leader and MLAs of another party\". Without giving\ndetails, the Speaker observed that this Court had stated that\nthe Disqualification Rules were directory and not mandatory as\nthey were to be followed for the sake of convenience. The stand\ntaken by the Speaker was that since the Appellants had\nC appeared and filed objection and submitted detailed\narguments, the objection taken with regard to insufficient time\nbeing given in violation of the Rules to reply to the Show-Cause\nnotice, was only a technical objection and was not relevant to\na decision in the matter. On the basis of his aforesaid\nreasoning, the Speaker rejected the objection filed on behalf\nof Appellants and went on to disqualify the Appellants herein\nunder paragraph 2(1)(a) of the Tenth Schedule to the\nConstitution with immediate effect. The application seeking\ndisqualification of Shri M.P. Renukacharya and Shri Narasimha\nNayak was dismissed.\nD\nE\n19. The Appellants herein challenged the decision of the\nSpeaker in Writ Petition Nos.32660-32670 of 2010, which were\nlisted for hearing before the Chief Justice of Karnataka and the\nHon'ble Mr. Justice N. Kumar. In his judgment, the Hon'ble\nF Chief Justice took up the objections taken on behalf of the\nAppellants herein, beginning with the objection that the\napplication for disqualification filed by Shri Yeddyurappa was\nnot in conformity with Rules 6 and 7 of the Defection Rules.\nReferring to Sub-rules (5) and (6) of Rule 6, the Chief Justice\nG held that there had been substantive compliance with the said\nRules which had been held to be directory in nature and that it\nwould not be possible merely on account of the violation of the\nprocedure contemplated under the Rules to set aside the order\nof the Speaker, unless the violation of the procedure was shown\nto have resulted in prejudice to the Appellants. Repeating the\nH\nBALCHANDRA L. JARKIHOLI \u0026 ORS. v. B.S.\nYEDDYURAPPA \u0026 ORS. [ALTAMAS KABIR, J.]\n905\nreasons given by the Speaker to reject the objection of the A\nAppellants on the aforesaid score and relying on the judgments\nrendered by this Court in Ravi S. Naik's case (supra) and in\nthe case of Dr. Mahachandra Prasad Singh vs. Chairman,\nBihar Legislative Council \u0026 Ors. [(2004) 8 SCC 747] the Chief\nJustice held that it was not possible to accept the contentions B\nof the learned counsel for the Appellants and rejected the same.\nC\n20. On the second contention relating to violation of the\nrules of natural justice and the proceedings conducted by the\nSpeaker in extreme haste, thereby depriving the Appellants of\na reasonable opportunity of defending themselves, the Chief\nJustice, placing reliance on the decision in Ravi S. Naik's case\n(supra), negated the submissions made on behalf of the\nAppellants upon holding that since no prejudice had been\ncaused to the Appellants, it was difficult to accept the contention\nadvanced on their behalf that the entire proceedings of the D\nSpeaker deserved to be set aside.\n21. Regarding the other objection taken on behalf of the\nAppellants on the question of reliance having been placed on\nthe affidavit filed by the State President of the Bharatiya Janata E\nParty, the Chief Justice held that none of the Appellants had\ndisputed the factual position expressed in the newspaper\ncuttings which formed part of the affidavit and that the\nsubmission made on behalf of the Appellants that had they been\nafforded proper time to deal with the said affidavit, they would\nhave been able to show that the facts recorded in the\nnewspaper article were incorrect, was, therefore, without any\nbasis.\nF\n22. On the main question as to whether the action of the\nAppellants had attracted the provisions of paragraph 2(1)(a) of G\nthe Tenth Schedule to the Constitution, the Chief Justice came\nto a categorical finding that the Appellants had defected from\nthe Bharatiya Janata Party and had voluntarily given up their\nmembership thereof. Furthermore, while doing so, the\nAppellants had indicated that the constitutional machinery had H\nB\n906 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA broken down leading to a situation where the governance of\nthe State could not be carried on in accordance with the\nConstitution and requested the Governor to intervene and\ninstitute the constitutional process as the constitutional head of\nthe State. Referring to the wordings of Article 356 of the\nConstitution which provides for proclaiming President's Rule in\na State where it was no longer possible to carry on the\ngovernance of the State in accordance with the provisions of\nthe Constitution of India, the Chief Justice agreed with the view\nexpressed by the Speaker that by withdrawing support from the\nGovernment led by Shri Yeddyurappa, the Appellants had\nvoluntarily chosen to disassociate themselves from the\nBharatiya Janata Party with the intention of bringing down the\nGovernment.\nC\nD\nE\nF\nG\nH\n23. The Chief Justice also rejected the allegations of mala\nfide on account of the speed with which the Speaker had\nconducted the disqualification proceedings within five days i.e.\none day ahead of the Trust Vote which was to be taken by Shri\nYeddyurappa on the Floor of the Assembly. The Chief Justice,\naccordingly, found no merit in any of the contentions raised on\nbehalf of the Appellants and holding that the order of the\nSpeaker did not suffer from any infirmity, dismissed the Writ\nPetitions filed by the Appellants.\n24. Mr. Justice N. Kumar, who, along with the Chief Justice,\nheard the writ petition filed by the Appellants herein, in his\nseparate judgment, differed with the views expressed by the\nChief Justice in regard to the interpretation of paragraph 2(1)(a)\nof the Tenth Schedule of the Constitution. Observing that in a\nparliamentary democracy the mandate to rule the State is given\nnot to any individual but to a political party, the learned Judge\nfurther observed that the Council of Ministers headed by the\nChief Minister can continue in the office as long as they enjoyed\nthe confidence of the majority of the Members of the House. If\nthe House expressed no confidence in the Chief Minister, it was\nnot only the Chief Minister, but his entire Council of Ministers\n"}