{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"'\nAtz\n906\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA relating to legality of the initial appointments of the respondents\nhas become purely academic and this Court need not go into\nthe same because their services had been regularised by the\ncompetent authority in 1992.\nB\nC\nD\nE\nF\n0\nH\n31. In our opinion, there is no merit in the submission of\nthe learned senior counsel. If the initial appointments of the\nrespondents are found to be illegal per se, the direction given\nby the High Court for their reinstatement with consequential\nbenefits cannot be approved by relying upon the so-called\nregularization of their services. Had the respondents been\nappointed by the competent authority after issuing an\nadvertisement or sending requisition to the employment\nexchange so as to enable the latter to sponsor the names of\neligible persons then they would have certainly produced the\nrelevant documents before the High Court or at least before\nthis Court. However, the fact of the matter is that none of the\ndocuments which could give a semblance of legitimacy to the\nappointments of the respondents was produced before the High\nCourt and none has been produced before this Court. The report\nof enquiry held against Dr. Darogi Razak, the then Regional\nDirector, Gaya (a copy of the report has been placed before\nthis Court in the form of additional document) bears ample\ntestimony of manipulations made by the officer in making\nappointment on Class III and Class IV posts. So much so, with a\nview to remove every trace of the illegality committed by him,\nDr. Darogi Razak ensured disappearance of all the papers\nrelating to appointment from his office. A reading of the enquiry\nreport shows that in all the following five charges were leveled\nagainst Dr. Darogi Razak:\n\"Charge No.1: You while working as Regional Director,\nAnimal Husbandry, Gaya had made irregular appointments\nof 61 persons on 23 Class-3 posts and 61 Class-4 posts.\nAs such, the State Funds were misused/wasted on salary,\nallowances, etc. of the personnel appointed irregularly.\n'\nན\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n907\nCharge No.2: You while working as Regional Director, A\nAnimal Husbandry, Gaya, made appointments on Sate\nLevel posts (such as Milk Recorder (Dugadh Abhilekhak),\nPoultry Attendant (Kukkoot Sahayak), Statistics Teller\n(Sankhiyaki Ganak), Progress Assistant (Pragati Sahayak,\netc.) whereas Regional Directors had no power to make B\nsuch appointments. Director, Animal Husbandy is only\ncompetent to make appointments to such posts.\nCharge No.3: You adopted the practice of appointment of\nfour or less than four persons at one go for which it is not\nnecessary to give advertisement in the newspapers, but C\nas per Roster, requisition to call for names from\nEmployment Exchange is mandatory. However, you have\nnot complied with this rule.\nCharge No.4: You also appointed persons in excess of D\nsanctioned strength.\nCharge No.5: The relevant records regarding\nappointments are not available in the office. In this\nconnection, this fact has come to notice that these records\nhave been removed/misplaced at your level.\"\nThe Officer who conducted the enquiry considered the\ndocuments produced by the departmental representative and\nthe charged officer, arguments advanced by them, analyzed the\nentire evidence and concluded that charge No. 1 is partly\nproved, charges No. 2 and 3 are fully proved, charge No. 4 is\nnot proved and charge No. 5 is partly proved. The analysis of\ncharges No. 1 to 3 and charge No. 5 made by the Inquiry Officer\nis worth noticing. The same reads as under:\n“Charges No. 1 to 3:- In the analyses of three charges\nunder consideration, firstly it was seen that how much proof\nhas been made available by the department regarding\nappointments made by the charged officer. As has been\nshown in detail under heading 'evidence' hereinabove,\nnumber of appointment letters issued by the charged\nE\nF\nG\nH\nA\nB\n908\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nofficers comes near around 54 and it may vary by two\nthree less or more. Practical problems were faced in\nworking out exact number of appointment letters because\nmany appointment letters were not readable to such extent\nthat no clear conclusion could be arrived at as to whether\nthis is second copy of some other appointment letter or it\ncontain any other order.\nThese appointment letters were casually perused. Some\nimportant facts emerged from such perusal. The details of\nappointment letters issued with No.M.Camp were found\nas under: -\nC\nS.No. Letter No.\nDate\nName of person\nappointed\nCategory\n1.\nD\n14/M. Camp, 9.5.89\nNabada\nRaj Kumar Rajak\nClass-4\n2.\n12/M. Camp, 9.5.89\nAshok Kumar\nClass-4\nNabada\nRajak\n3.\n15/M. Camp, 9.5.89\nIlleg.\nClass-4\nNabada\nE\n4.\n21/M. Camp, 3.5.90\nSunil Prasad\nClass-4\nNabada\n5.\n16/M. Camp, 19.3.90 Kailash Rajak\nClass-4\nNabada\nF\n6.\n95/Camp,\n26.5.90 Onkar Kumar\nClass-4\nJahanabad\nSingh\n7.\n266/Camp,\nAurangabad\n17.2.90 Arun Kumar Singh Class-4\nG\nH\nThe following appointment letters have been issued with\nIssue No. \"Con.\", which is normally used for confidential\ncorrespondence, and use of the same in normal course in the\noffice is not desired in the interest of work. Using such issue\nNo. for appointment letter has practically no justification.\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n12 3 4 5\n909\nA\n1. 3/Con.\n30.4.91\nRaj Kishore Gupta\nClass-4\n2.\n5/Con.\n10.6.91\nMadhuri Ram\nClass-4\n3.\n26/Con. 27.10.91\nShyam Pyare Singh\nClass-4\nB\n4.\n25/Con. 27.10.91\nUpender Kumar\nClass-4\nSingh\nPrasannjeet Kumar\nSingh\n5.\n22/Con. 27.10.91\nSanjay Kumar Singh\nClass-4\nC\n6.\n16/Con. 25.10.91\nSatrughan Sah\nClass-4\nSahender Prasad\nSingh\n7.\n15/Con.\n24.10.91\n-Ramji Ravi Das\nClass-4\nAnil Kumar Singh\nD\n8. 6/Con.\n2.7.91\nRaj Kishore Singh\nClass-4\n9. 8/Con.\n19.12.90\nRam Pyare Singh\nClass-4\n10. 7/Con.\n10.12.90\nRam Bachan Singh\nClass-4\nPawan Kumar\nE\n11. 11/Con. 1.2.89\nGanesh Rajak\nClass-3\n12. 13/Con. 2.2.89\nAjay Prakash Diwakar\nAppointment letter not made available but this appointment\nhas been referred to in a letter No.28/Con. Dated illeg. August, F\n89 issued by charged officer.\n13. 3/Con.\n12.2.92\nVinah Sharma\nClass-3\n14. 18/Con. 26.10.91\nVirender Kumar Singh\nPawan Kumar\nClass-4\nG\n15. 8/Con.\n25.10.91\nBodh Narain Singh\nClass-4\n16. 8/Con.\n17. 14/Con. 7.4.89\n11.10.88\nNarain Tiwari\nClass-4\nUma Shankar Sharma| Class-4\nH\n910\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA\n18.2/Con.\n30.4.91\nLeela Kumari\nClass-3\nx\n19. 10/Con. 23.10.91\nVijender Mandal\nClass-3\n20. 5/Con.\n9.11.90\nAjay Kumar\nClass-4\n21. 11/Con.\n23.10.91\nLakhan Lal Mandal\nClass-3\nB\n22. 2/Con.\n23. 9/Con. 2.11.88\n23.01.92\nPawan Kumar\nClass-3\nBrij Kishore Singh\nClass-3\n24. 20/Con.\n31.5.89\nRavinder Sharma\nClass-4\nC\nFollowing appointment letters were found which have been\nissued putting both i.e. “Con.” And “Camp\":-\n1 2\n3\n4\n5\n1.\n7/Con./Camp- 21.8.90\nRaghvendra Narain Class-4\nD\nSadar, Gaya\nVijay Kumar\nClass-4\n2.\n3/Con./Camp- 3.1.90\nPandey\nClass-4\nSadar, Gaya\nAmar Kumar\n3.\n6/Con./Camp- 3.8.90\nMithlesh Kumar\nClass-4\nE\nSadar,Gaya\nSuman\nAshok Kumar Abhay Class-4\n4.\n8/Con./Camp- 2.9.90\nMahender Kumar\nClass-4\nSadar, Gaya\nYadav\nPankaj Kumar\nClass-4\nF\nIn the following appointment letters, there does not appear\nany relation between Issue Nos. and Date, for example, Issue\nNo. like 1,2,3 have been put in ninth and tenth month of the year:-\n3\n1\n2\n4\n5\nG\n1. 1 18.9.91\nAnand Mohan Singh Class-4\n2.\n2\n18.9.91\nGaya Prasad\nClass-4\n3. 3\n22.10.91\nSudama Singh\nClass-4\nH\nJ\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n911\nThe specific feature of all the above seven appointment A\nletters is that in all these the charged officer has this or that way\nordered to one Clerk of Sadar, Gaya named Shri Avadesh\nPrasad that issue these from the Confidential Issue Register of\nSub Divisional Animal Husbandry Officer, Sadar, Gaya. There\nis strong possibility arises from this that naturally no one was B\ninterested to issue such letters otherwise such a senior officer\nwould have not faced such a situation of giving such written order\nto a clerk only for issue of letters.\nThe importance of above letters is more clear on perusal\nof some of the remaining letters because as an exception, some C\nletters have also been issued with Nos. as given below:-\n12345\n1. 423\nIlleg.\n1. Illeg.\nClass-3\n2. Illeg.\nClass-3\nD\n2. 978\n4.7.91\nGirija Yadav\nClass-3\n3.\n913\nIlleg.\nJan Vikas Kumar\nClass-3\nChaudhary\nE\n4.\n1616\n15.11.91\nMahender Prasad\nClass-4\nSingh\n5.\n1467\n9.10.91\nUpender Narain\nClass-4\nSingh\nF\n6.\n1432\n1.10.91\nSunil Kumar\nClass-4\nBharat Kumar Singh Class-4\n7.\n221\n28.6.89\nMunender Kumar\nBharti\n8.\n1365\n11.9.91\nMegh Nath Sah\nClass-4\nClass-4\nG\nIt remains a matter of surprise that when some letters could\nbe shown to have been issued from office in a normal routine\nmanner, then what is the need of issuing other appointment\nletters in huge numbers by sometime putting \"Confidential\", H\n912\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA sometime putting \"Mukhya (Hq.)\" and sometime putting \"Camp\"\nand sometime by both \"Camp\" and \"Confidential\" contradictory\nand un-matched Nos. No satisfactory reply to this is found\nanywhere during the course of hearing.\nB\nC\nD\nヨ\nLL\nF\n0\nH\nIn some cases, it also appears to be very unnatural that\ncharged officer was Regional Director and his headquarter\nwas also Gaya but showing office of Animal Husbandry\nOfficer of Sadar Sub. Division, Gaya as “Camp”, letters\nwere got issued from there. Any need of getting issued\nletters using \"Camp\" is not understandable. When the\noffice of charged officer was itself in Gaya, and when any\nletter whatsoever was to be got issued, there would have\nbeen no difficulty for him to get it issued from his own\noffice itself. Merely for the reason that he is not sitting in\nOfficer chamber and in fact is present in the officer of\nSub Divisional Animal Husbandry Officer, justification of\nissue of letter from camp is difficult to understand.\nRegarding letters issued from \"Camp\", this is also another\nissue for consideration that such letters are normally issued\nunder such circumstances wherein it is necessary to issue\nthe letter immediately. Any such emergent situation could\nnot have been in appointment like matters. There is no\nreason to think that if charged officer had got the\nappointment letter issued even after returning to his office,\nthe work would have suffered immensely. Nature of letters\nis not such that the subject matter could be considered to\nbe fit for issue from \"camp\".\nIt can also be easily understood with regard to letters\nissued by putting different Issue Nos. that for some reasons\nthe charged officer had considered it not proper to allow\nthose letters pass through many hands in the office, hence\nseparate Serial No. used for getting those issued. Even\non seeing the available Nos. it is clear that no other\nparticular correspondence used to be done by using this\n“Con.\" Issue Register from which only these appointment\nT\n+\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n913\nletters have been issued, because Issue Nos. are of very A\nless units/digits. In very few instances/examples, the No.\nhas come in double digit. A question mark arises on Year-\nwise maintenance of such Register – which is natural.\n-\nB\nNow this question also arises that had charged officer\nhad taken all the actions as per rules, then why such\nsituation cropped up that unnatural Issue Nos. had to be\nput on the appointment letters which are generally used\nfor keeping those letters out of the sight of office. Charged\nOfficer even otherwise has been merely giving his\nstatement regarding following procedure of appointment C\nthat he had done such and such. During the course of\nfollowing procedure, many records and correspondence/\nfiles are created/originated such as calling for information\nof vacancies, taking decision on the requirement for\nappointments, preparing reservation roster and D\nmaintenance of the same in the Roster Register,\nclassification of available appointments as per Roster,\nnotifying the vacancies to the employment exchange or\nnewspapers, inviting applications, following procedure for\nregistration of applications, thereafter examination of E\napplications as per qualifications, holding meetings of\nSelection Committee, issue of minutes and issue of\nappointment letters after completion of work. All these\ndocuments going missing appear to be impossible. By\nmerely saying that he followed procedure does not\nbecome clear proof that he had done so. In fact, contrary\nposition appears to be more reliable from the statements\ngiven by his successors and officials of his office. There\nare sufficient grounds to hold that the charged officer\nhas not followed the procedure in appointment.\nF\nG\nCharge No. (5): -Here position is not such in which any\nfile related to appointment was ever seen by anyone. No\none has made such admission in his statement. The\nappointment letters issued by the charged officer himself\ndo not bear any File No. It is correct for the charged H\nA\nB\nс\nD\nE\nF\nG\nH\n914\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nofficer to state that it is the duty of the office and concerned\nclerk to maintain File Record Register etc. If charged\nofficer take shelter of this technical argument, then he\nshall also be bound to take this responsibility that he\nshould have seen that other files submitted to him with\nother documents related to appointment bear file No.\nand that at the time of issuing fair copy of letters, File\nNos. are mentioned on the letters issued from that file.\nNormally, an officer who depends and rely on such defence\nis also supposed to take much more care and vigil.\nDuring the course of analyses under charge No.1 to 3,\nmany such letters have been referred in which some\nunnatural type of Issue Nos. have been given. There are\nnumber of such letters on which Issue No. \"Con.\" has been\ngiven. The charged officer cannot naturally put liability on\nhis office for whatever file maintained for issue of such\nletters. This question is altogether different that why letters\nwere got issued by putting Issue No. \"Con.\" treating the\nsubject like appointment as confidential.\nThe argument of charged officer in defence also does not\nclear this fact that why many appointment letters had been\nissued with Issue Nos. “Camp”. As charged officer states\n- Files were maintained and office is responsible for safe\n\"custody\" of the same, then it is difficult to understand this\nfact that how the letters issued with No.\"Camp\" had come\nin the files maintained by the office. If came, then how\noffice can be responsible for this. \"Camp\" are also of\ndifferent types. \"Camp\" order has been got issued from\nGaya itself by sitting from Sadar Sub Divisional Office\nand for this purpose some clerk has also been given written\norder. Such papers do not have any concern with\nmaintenance of file. Some \"Camp\" orders have also been\nissued from Nabada-Aurangabad and other places also.\nWhich file could be submitted before him at those places\non which letter had been issued from Nabada or\nAurangabad itself and responsibility of the same was of\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n915\nthe office of Regional Director, Gaya - it is also difficult to A\nunderstand.\nB\nAs such, the explanation of charged officer is totally one\nsided. The matter is not confined to Issue No. only. When\nthe charged officer in his defence claim of completing all\nthe formalities, then all such actions such as assessing\nthe vacancies, calling names from employment\nexchange or giving advertisement, making list of\ncandidates, following selection process for the same,\nholding meeting of committee and preparing minutes\nand getting it approved are required to be taken. It is C\nalso difficult to accept that all such documents had gone\nmissing at the same time. Merely by saying that safe\ncustody of records was the responsibility of the office is\nneither complete in itself but credibility of this statement\nalso suffers in view of nature of letters issued.\nNow question arises is that whether charged officer had\nremoved the files/records of appointments made during\nhis tenure or had taken away by him or somehow destroyed\nthese records. All these three possibilities arise only when\nsuch records had been maintained. The type of\nappointment letters shown from which the fourth possibility\nalso arises that no record has at all been maintained\nanywhere. As such, there is also no need to remove or\ntake away any document. It is merely a possibility for which\ncharged officer would have needed cooperation and\nparticipation of other persons to whom employees were\nbeing sent after appointment.\nD\nE\nF\nIt is not possible to finally decide from the evidences.\nproduced in this departmental inquiry that out of above G\nthree or fourth possibilities, which one is correct. One\nthing is though clear that charged officer had not left any\nof the papers related to appointment in his office and the\nmanner in which he adopted the working system of\nappointments, this strong possibility arises that even if\nH\n"}