{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2009] 4 S.C.R. 866\nA\nB\nC\nSTATE OF BIHAR\nV.\nUPENDRA NARAYAN SINGH \u0026 OTHERS\nCivil Appeal No.1741 of 2009\nMARCH 20, 2009\n(MARKANDEY KATJU AND G.S. SINGHVI, JJ.)\nService Law:\nEmployment Exchanges (Compulsory Notification of\nVacancies) Act, 1959:\nLarge no. of appointments made on adhoc basis without\ncomplying with the relevant rules and procedure - Government\npassing termination orders - High Court quashing the\ntermination orders and directing reinstatement with\nD consequential benefits - On appeal, Held: The initial\nappointments were made in gross violation of the doctrine of\nequality enshrined in Articles 14 and 16 of the Constitution\nand the provisions of the 1959 Act - Orders of the Single Judge\nand Division Bench of the High Court set aside - Constitution\nof India, Articles 14, 16.\nE\nF\nThis appeal by the State relates to large no. of adhoc\nappointments without complying with relevant rules and\nprocedure and the High Court directing reinstatement of\nsuch employees with consequential benefits.\nAllowing the appeal, the Court\nHELD: 1. The equality clause enshrined in Article 16\nmandates that every appointment to public posts or office\nshould be made by open advertisement so as to enable\nG. all eligible persons to compete for selection on merit.\nAlthough, the Courts have carved out some exceptions\nto this rule, for example, compassionate appointment of\nthe dependent of deceased employees, for the purpose\nH\n866\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS\n867\nof this case it is not necessary to elaborate that aspect. A\n[Para 13] [883-G-H; 884-A]\nE.P. Royappa v. State of Tamil Nadu and others (1974) 4\nSCC 3; Umesh Kumar Nagpal v. State of Haryana and others\n(1994) 4 SCC 138; Union Public Service Commission v. Girish\nJayanti Lal Vaghela (2006) 2 SCC 482; State of Manipur and\nothers v. Y. Token Singh and others (2007) 5 SCC 65 and\nCommissioner, Municipal Corporation, Hyderabad and others\nv. P. Mary Manoranjani and another (2008) 2 SCC 758 - relied\non.\n2.1 For ensuring that equality of opportunity in\nmatters relating to employment becomes a reality for all,\nParliament enacted the Employment Exchanges\n(Compulsory Notification of Vacancies) Act, 1959. Section\n4 of that Act casts a duty on the employer in every\nestablishment in public sector in the State or a part thereof\nto notify every vacancy to the employment exchange\nbefore filling up the same. [Para 15] [885-B]\nB\nC\nD\n2.2 In terms of Section 4 of the 1959 Act, every public\nemployer is duty bound to notify the vacancies to the E\nconcerned employment exchange so as to enable it to\nsponsor the names of eligible candidates and also\nadvertise the same in the newspapers having wider\ncirculation, employment news bulletins, get announce-\nment made on radio and television and consider all eligible F\ncandidates whose names may be forwarded by the\nconcerned employment exchange and/or who may apply\npursuant to the advertisement published in the news-\npapers or announcements made on radio/television.[Para\n16] [887-G-H; 888-A-B]\nExcise Superintendent, Malkapatnam, Krishna District,\nA.P. v. K.B.N. Visweshwara Rao and others (1996) 6 SCC 216\nand Arun Kumar Nayak v. Union of India and others (2006) 8\nSCC 111 – relied on.\n-\nG\nH\n868\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA\nB\nD\nUnion of India and others v. N. Hargopal and others (1987)\n3 SCC 308 – referred to.\n-\n3. The hope and expectation of the framers of the\nConstitution that after independence every citizen will get\nequal opportunity in the matter of employment or\nappointment to any office under the State and members\nof civil services would remain committed to the\nConstitution and honestly serve the people of this country\nhave been belied by what has actually happened in last\nfour decades. The Public Service Commissions which\nC have been given the status of Constitutional Authorities\nand which are supposed to be totally independent and\nimpartial while discharging their function in terms of\nArticle 320 have become victims of spoil system. In the\nbeginning, people with the distinction in different fields\nof administration and social life were appointed as\nChairman and members of the Public Service\nCommissions but with the passage of time appointment\nto these high offices became personal prerogatives of the\npolitical head of the Government and men with\nE questionable background have been appointed to these\ncoveted positions. Such appointees have, instead of\nmaking selections for appointment to higher echelons of\nservices on merit, indulged in exhibition of faithfulness\nto their mentors totally unmindful of their Constitutional\nF responsibility. This is one of several reasons why most\nmeritorious in the academics opt for private employment\nand ventures. The scenario is worst when it comes to\nappointment to lower strata of the civil services. Those\nwho have been bestowed with the power to make\nappointment on Class III and Class IV posts have by and\nlarge misused and abused the same by violating relevant\nrules and instructions and have indulged in favouritism\nand nepotism with impunity resulting in total negation of\nthe equality clause enshrined in Article 16 of the\nConstitution. Thousands of cases have been filed in the\nG\nH\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS\n869\nCourts by aggrieved persons with the complaints that A\nappointment to Class III and Class IV posts have been\nmade without issuing any advertisement or sending\nrequisition to the employment exchange as per the\nrequirement of the 1959 Act and those who have links with\nthe party in power or political leaders or who could pull B\nstrings in the power corridors get the cake of employment.\nCases have also been filed with the complaints that\nrecruitment to the higher strata of civil services made by\nthe Public Service Commissions have been affected by\nthe virus of spoil system in different dimensions and\nselections have been made for considerations other than\nmerit. [Para 20] [891-F-H; 892-A-F]\nA. Umarani v. Registrar, Coop. Societies and others\n(2004) 7 SCC 112 - relied on.\nC\nD\nE\nF\nState of Haryana v. Piara Singh (1992) 4 SCC 118; Delhi\nDevelopment Horticulture Employees Union v. Delhi\nAdministration, Delhi and others (1992) 4 SCC 99 State of\nU.P. and others v. U.P. State Law Officers Association and others\n(1994) 2 SCC 204; Director, Institute of Management\nDevelopment, U.P. v. Pushpa Srivastava (1992) 4 SCC 33;\nDr. M.A. Haque and others v. Union of India and others (1993)\n2 SCC 213; J \u0026 K Public Service Commission and others v.\nDr. Narinder Mohan and others (1994) 2 SCC 630; Dr.\nArundhati Ajit Pargaonkar v. State of Maharashtra and others\n1994 Suppl. (3) SCC 380; Union of India and others v. Kishan\nGopal Vyas (1996) 7 SCC 134; Union of India v. Moti Lal (1996)\n7 SCC 481; Hindustan Shipyard Ltd. and others v. Dr. P.\nSambasiva Rao and others (1996) 7 SCC 499; State of H.P.\nv. Suresh Kumar Verma and another (1996) 7 SCC 562; Dr.\nSurinder Singh Jamwal and another v. State of J\u0026K and others G\n(1996) 9 SCC 619; E. Ramakrishnan and others v. State of\nKerala and others (1996) 10 SCC 565; Union of India and\nothers vs. Bishambar Dutt 1996 (11) SCC 341; Union of India\nand others v. Mahender Singh and others 1997 (1) SCC 245;\nP. Ravindran and others v. Union Territory of Pondicherry and H\nA\nB\nC\nD\nE\nF\nG\nH\n870\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nothers 1997 (1) SCC 350; Ashwani Kumar and others v. State\nof Bihar and others 1997 (2) SCC 1; Santosh Kumar Verma\nand others v. State of Bihar and others (1997) 2 SCC 713;\nState of U.P. and others vs. Ajay Kumar (1997) 4 SCC 88;\nPatna University and another v. Dr. Amita Tiwari (1997) 7 SCC\n198 and Madhyamik Shiksha Parishad, U.P. v. Anil Kumar\nMishra and others (2005) 5 SCC 122 – referred to.\n4. The so-called regularization of the services of the\nrespondents on which heavy reliance was placed in the\ncontext of averments contained in paragraph 4 of the\ncounter affidavit filed before this Court by respondent no.3\nis a proof of nepotism practiced by the officer and\ndeserves to be ignored. For the reasons best known to\nthem, the respondents have not produced copy of the\norder by which their services were regularised. Perhaps\nnone exists. The statement furnished by counsel for the\nappellant, which is accompanied by documents marked\n'A' and 'B', shows that in less than 7 months of the\nrespondents appointment (except respondent no.1 who\nis said to have been appointed with effect from 9.10.1991),\nDr. Darogi Razak is said to have written confidential\nmemorandum bearing no.20 dated 11.5.1992 (Annexure'A')\nto District Animal Husbandry Officer, Aurongabad, Gaya\nthat ad hoc appointments made vide Memorandum\nNo.1467 dated 9.10.1991 are being regularized temporarily\nby the local appointments committee constituted on\n11.5.1992. What is most amazing to notice is that the local\nappointments committee was constituted on 11.5.1992,\nthe committee met on the same day and regularised the\nad hoc appointments and on that very day the Regional\nDirector sent confidential letter to his subordinate, i.e., the\nDistrict Animal Husbandry Officer informing him about the\nregularization of ad hoc appointments. No rule or policy\nhas been brought to the notice of the Court which\nempowers the appointing authority to regularize ad hoc\nappointments within a period of less than 7 months.\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS\n871\nTherefore, this Court has no hesitation to hold that the A\nexercise undertaken by Dr. Darogi Razak for showing that\nappointments of the respondents were regularized by the\nlocal appointments committee on 11.5.1992 was a farce.\n[Para 32] [916-C-H; 917-A]\nSecretary, State of Karnataka vs. Uma Devi 2006 (4) SCC\n1 - relied on.\nB\n5. The initial appointments of the respondents were\nmade in gross violation of the doctrine of equality\nenshrined in Articles 14 and 16 and the provisions of the C\n- 1959 Act and the Single Judge of the High Court gravely\nerred by directing their reinstatement with consequential\nbenefits. [Para 33] [917-B]\n6. By now it is settled that the guarantee of equality\nbefore law enshrined in Article 14 is a positive concept D\nand it cannot be enforced by a citizen or court in a negative\nmanner. If an illegality or irregularity has been committed\nin favour of any individual or a group of individuals or a\nwrong order has been passed by a judicial forum, others\ncannot invoke the jurisdiction of the higher or superior\nCourt for repeating or multiplying the same irregularity or\nillegality or for passing wrong order.[Para 34] [917-D-E]\nE\nLL\nF\nChandigarh Administration and another v. Jagjit Singh\nand another (1995) 1 SCC 745; Secretary, Jaipur Development\nAuthority, Jaipur v. Daulat Mal Jain and others (1997) 1 SCC\n35; Union of India [Railway Board] and others v. J.V. Subhaiah\nand others (1996) 2 SCC 258; Gursharan Singh v. New Delhi\nMunicipal Committee (1996) 2 SCC 459; State of Haryana v.\nRam Kumar Mann (1997) 1 SCC 35; Faridabad CT Scan\nCentre v. D.G. Health Services and others (1997) 7 SCC 752; G\nStyle (Dress Land) v. Union Territory, Chandigarh and another\n(1999) 7 SCC 89; State of Bihar and others v. Kameshwar\nPrasad Singh and another (2000) 9 SCC 94; Union of India\nand another v. International Trading Co. and another (2003) 5\nSCC 437 and Directorate of Film Festivals and others v. H\n872\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA Gaurav Ashwin Jain and others (2007) 4 SCC 737 - referred\nB\nto.\n7. The orders of the learned Single Judge and\nDivision Bench are set aside and the writ petition filed by\nthe respondents is dismissed. [Para 37] [924-H]\nCase Law Reference\n(1974) 4 SCC 3\nrelied on\nPara 12\n(1994) 4 SCC 138\nrelied on\nPara 13\nC\n(2006) 2 SCC 482\nrelied on\nPara 13\n:\n(2007) 5 SCC 65\nrelied on\nPara 13\n(2008) 2 SCC 758\nrelied on\nPara 13\nD\n(1987) 3 SCC 308\nreferred to\nPara 15\n3\n(1996) 6 SCC 216\nrelied on\nPara 15\nI\n(2006) 8 SCC 111\nrelied on\nPara 15\n(1992) 4 SCC 118\nreferred to\nPara 21\nE\n(1992) 4 SCC 99\nreferred to\nPara 22\n(1994) 2 SCC 204\nreferred to\nPara 23\n(1992) 4 SCC 33\nreferred to\nPara 24\nF\n(1993) 2 SCC 213\nreferred to\nPara 24\n(1994) 2 SCC 630\nreferred to\nPara 24\n1994 Suppl.\n(3) SCC 380\nreferred to\nPara 24\nG\n(1996) 7 SCC 134\nreferred to\nPara 24\n(1996) 7 SCC 481\nreferred to\nPara 24\n(1996) 7 SCC 499\nreferred to\nPara 24\nH\n(1996) 7 SCC 562\nreferred to\nPara 24\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS\n873\n(1996) 9 SCC 619\nreferred to\nPara 24\nA\n(1996) 10 SCC 565\nreferred to\nPara 24\n1996 (11) SCC 341\nreferred to\nPara 24\n1997 (1) SCC 245\nreferred to\nPara 24\nB\n1997 (1) SCC 350\nreferred to\nPara 24\n1997 (2) SCC 1\nreferred to\nPara 24\n(1997) 2 SCC 713\nreferred to\nPara 24\nC\n(1997) 4 SCC 88\nreferred to\nPara 24\n(1997) 7 SCC 198\nreferred to\nPara 24\n(2005) 5 SCC 122\nreferred to\nPara 24\n(2004) 7 SCC 112\nrelied on\nPara 25\nD\n2006 (4) SCC 1\nrelied on\nPara 26\n:;\n(1995) 1 SCC 745\nreferred to\nPara 34\n(1997) 1 SCC 35\n(1996) 2 SCC 258\n(1996) 2 SCC 459\n_\nreferred to\nPara 34\nE\nreferred to\nPara 34\nreferred to\nPara 34\n(1997) 1 SCC 35\nreferred to\nPara 34\nF\n(1997) 7 SCC 752\nreferred to\nPara 34\n(1999) 7 SCC 89\nreferred to\nPara 34\n(2000) 9 SCC 94\nreferred to\nPara 34\n(2003) 5 SCC 437\nreferred to\nPara 34\nG\n(2007) 4 SCC 737\nreferred to\nPara 34\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1741\nof 2009\nH\n874\nSUPREME COURT REPORTS\n[2009] 4 S.C.R.\nA\nFrom the Judgement and Order dated 19.03.2007 of the\nHon'ble High Court of Judicature at Patna, in L.P.A. 61 of 2007.\nManish Kumar, Gopal Singh, for the Appellants.\nNagendra Rai, Shantanu Sagar, Avinash Sharma, T.\nB Mahipal, for the Respondents.\nC\nD\nE\nThe Judgement of the Court was delivered by\nG.S. SINGHVI, J.\n1. Leave granted\n2. After taking cognizance of the fact that large number of\nad hoc appointments were being made in different departments\nwithout complying with the relevant rules and procedure, the\nGovernment of Bihar vide its Circular No.7260 dated 27.4.1979\nwhich was followed by another Circular No.3001 dated\n16.3.1982 imposed ban on such appointments. Notwithstanding\nthis, ad hoc appointments continued to be made in violation of\nthe rules and relevant instructions. This compelled the State\nGovernment to pass order dated 10.3.1985 for cancellation of\nad hoc appointments and for filling the vacancies in accordance\nwith the rules. After one year, the issue relating to large scale\nillegalities committed in the making of ad hoc appointments was\nraised in the Bihar Legislative Assembly and members\nexpressed concern over such appointments. In the backdrop of\nthis development, Chief Secretary, Government of Bihar vide\nhis letter dated 11.6.1986 made it clear to all the Secretaries to\nthe Government, Heads of Departments, Divisional\nCommissioners and District Magistrates that they will be\npersonally responsible for the compliance of the rules and\ninstructions in the making of ad hoc appointments. It, however,\nappears that the ban imposed by the State Government was\nrelaxed qua Animal Husbandry Department and vide letter dated\n4.7.1987, Under Secretary to the Government informed the\nDirector, Animal Husbandry that for implementation of the\nschemes being operated by the department, appointments may\nH be made on Class IV posts by committees comprising of\nF\nG\n+\nSTATE OF BIHAR V.\nUPENDRA NARAYAN SINGH \u0026 OTHERS [G.S. SINGHVI, J.]\n875\nRegional Director, Animal Husbandry as Chairman, Regional A\nJoint Director, Animal Husbandry/Assistant Director, Animal\nHusbandry as Secretary and one officer belonging to Scheduled\nCastes/Scheduled Tribes.\nB\n3. By taking advantage of letter dated 4.7.1987, Dr. Darogi\nRazak, the then Regional Director, Animal Husbandry, Gaya,\nmade a number of appointments on Class III and Class IV posts.\nwithout issuing any advertisement or sending requisition to the\nemployment exchange and without making selection of any sort.\nThe respondents were also beneficiaries of the largess doled\nout by Dr. Darogi Razak in violation of instructions issued by C\nthe Chief Secretary and the Animal Husbandry Department. They\nwere appointed as Class IV employees on 9.10.1991\n(respondent no.1), 24.10.1991 (respondent no.2) and\n27.10.1991 (respondent nos. 3, 4 and 5). Copies of the orders\nof appointment of the respondents have been placed on record D\nalong with affidavit dated 8.9.2008 of Dr. Ram Narayan Singh,\nJoint Director (HQ), Animal Husbandry, Animal Husbandry and\nFisheries Resources Department, Bihar. For the sake of\nreference, the relevant extracts of English translation of order\npassed in the case of respondent no.1 Upendra Narayan E\nSingh are reproduced below:\n-\n\"OFFICE OF REGIONAL DIRECTOR, ANIMAL\nHUSBANDRY, MAGADH RANGE, GAYA\nORDER\nF\nIn exercising the power given by letter no.5094 dated\n04.07.1987 and letter no.3430 dated 14.12.1977 of\nDeputy Secretary, Department of Animal Husbandry and\nCooperative, the adhoc appointments of the following\npersons on the class IV posts in the scale Rs.775-12- G\n955-14-1025 are made.\nTheir services can be terminated without any prior notice.\ni\nHealth certificate from Civil Surgeon will have to be\nproduced at the time of joining.\nH\n"}