{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59}],"text":"KISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 783\n[SWATANTER KUMAR, J.]\naggrieved'; (ii) ‘stranger'; (iii) busybody or A .\nmeddlesome interloper. Persons in the last\ncategory are easily distinguishable from those\ncoming under the first two categories. Such\npersons interfere in things which do not concern\nthem. They masquerade as crusaders for justice. B\nThey pretend to act in the name of pro bono\npublico, though they have no interest of the public\nor even of their own to protect. They indulge in the\npastime of meddling with the judicial process either\nby force of habit or from improper motives. Often, C\nthey are actuated by a desire to win notoriety or\ncheap popularity; while the ulterior intent of some\napplicants in this category, may be no more than\nspoking the wheels of administration. The High\nCourt should do well to reject the applications of\nsuch busybodies at the threshold\".\"\nII) R \u0026 M Trust v. Koramangala Residents Vigilance\nGroup (2005) 3 SCC 91]\n\"25. In this connection reference may be made to a recent\ndecision given by this Court in the case of Dattaraj Nathuji\nThaware v. 49Page 50 State of Maharashtra in which\nHon'ble Pasayat, J. has also observed as follows:\n'12. Public interest litigation is a weapon which has\nto be used with great care and circumspection and\nthe judiciary has to be extremely careful to see that\nbehind the beautiful veil of public interest, an ugly\nprivate malice, vested interest and/or publicity-\nseeking is not lurking. It is to be used as an effective\nweapon in the armoury of law for delivering social\njustice to citizens. The attractive brand name of\npublic interest litigation should not be used for\nsuspicious products of mischief. It should be aimed\nat redressal of genuine public wrong or public injury\nand not be publicity-oriented or founded on\nD\nE\nF\nG\nH\n784\nSUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA\nB\nC\nD\npersonal vendetta'.\"\n49. On the analysis of the above principles, it is clear that\na person who brings a petition even for invocation of a\nfundamental right must be a person having some direct or\nindirect interest in the outcome of the petition on his behalf or\non behalf of some person under a disability and/or unable to\nhave access to the justice system for patent reasons. Still, such\na person must act bonafidely and without abusing the process\nof law. Where a person is a stranger/unknown to the parties\nand has no interest in the outcome of the litigation, he can\nhardly claim locus standi to file such petition. There could be\ncases where a public spirited person bonafidely brings petition\nin relation to violation of fundamental rights, particularly in\nhabeas corpus petitions, but even in such cases, the person\nshould have some demonstrable interest or relationship to the\ninvolved persons, personally or for the benefit of the public at\nlarge, in a PIL. But in all such cases, it is essential that the\npetitioner must exhibit bonafides, by truthful and cautious\nexercise of such right. The Courts would be expected to\nexamine such requirement at the threshold of the litigation in\nE order to prevent abuse of the process of court. In the present\ncase, both the appellant and respondent No.8 are total\nstrangers to the three mentioned petitioners. Appellant, in fact,\nis a resident of Madhya Pradesh, belonging to a political party\nand was elected in constituency Tehsil Lanji in District Balaghat\nF at Madhya Pradesh. He has no roots in Amethi and, in fact, he\nwas a stranger to that place. The appellant as well as\nrespondent No.8 did not even know that the persons on whose\nbehalf they have acted as next friend had shifted their residence\nin the year 2010 to Hardoia in District Faizabad. They have\nG made false averments in the petition and have withheld true\nfacts from the Court.\nH\n50. This Court, in the case of Charanjit Lal Chowdhury v.\nThe Union of India \u0026 Ors. [AIR 1951 SC 41], while discussing\nthe distinction between the rights and possibility of invocation\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 785\n[SWATANTER KUMAR, J.]\nB\nD\nof legal remedy of a company and a shareholder, expressed A\nthe view that this follows logically from the rule of law that a\ncorporation has a distinct legal personality of its own with rights\nand capacities, duties and obligations separate from those of\nits individual members. As the rights are different and inhere\nin different legal entities, it is not competent to one person to\nseek to enforce the right of another except where the law\npermits him to do so. A well known illustration of such exception\nis furnished by the procedure that is sanctioned in an\napplication for a writ of habeas corpus. Not only the man who\nis imprisoned.or detained in confinement but any person, C\nprovided he is not an absolute stranger, can institute\nproceedings to obtain a writ of habeas corpus for the purpose\nof liberating another from an illegal imprisonment. It is not a\ncase of a mere third person moving the court simpliciter on\nbehalf of persons under alleged detention. It is a case of definite\nimproprietory abuse of process of court, justice and is a\nmotivated attempt based on falsehood to misguide the Court\nand primarily for publicity or political vendetta. More so, when\nthe petitioners in the writ petitions have categorically stated that\nthey made no complaint of the alleged incident of 3rd\nDecember, 2006 and never authorised, requested or\napproached either of the petitioners to move the court for\nredressal of any grievance.. The question of filing habeas\ncorpus petitions on their behalf would not arise because they\nwere living at their own house and enjoying all freedoms.\nAccording to them, they were detained by none at any point of\ntime either by respondent No.6 or the Police authorities. In face\nof this definite stand taken by these persons, the question of\nlocus standi has to be answered against both the petitioners.\nIn fact, it is not only abuse of the process of the Court but also\nis a case of access to justice unauthorisedly and illegally. Their G\nwhole modus operandi would be unacceptable in law. Thus, we\nhave no hesitation in holding on the facts of the present case\nthat both the petitioners had no locus standi to approach the\nHigh Court of Allahabad in the manner and method in which\nthey did. It was contended on behalf of the appellant as well as\nE\nF\nH\nB\nC\n786 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA respondent No.8 that a petition for habeas corpus is not struck\nby the rule of res judicata or constructive res judicata. According\nto them, the decision of the Writ Petition No.3719 of 2009 was\nin no way an impediment for institution of the writ petition as in\nthe case of habeas corpus every day would be a fresh and a\ncontinuing cause of action. For this purpose, reliance has been\nplaced upon the judgment of this Court in the case of Ghulam\nSarwar v. Union of India [AIR 1967 SC 1335] and Kirti Kumar\nChaman Lal Kundaliya v. Union of India [AIR 1981 SC 1621].\nWe do not consider it necessary to decide this question as a\nquestion of law in the facts and circumstances of the present\ncase particularly in view of the findings recorded by us on other\nissues. Suffice it to note that the judgment of the Allahabad High\nCourt dated 17th April, 2009 in Civil Writ Petition 3719 of 2009\nhad attained finality as the legality or correctness thereof was\nnot challenged by any person. There can hardly be any doubt\nthat upon pronouncement of this judgment this case squarely\nfell in the public domain and was obviously known to both the\npetitioners but they did not even consider it necessary to\nmention the same in their respective writ petitions. Another\ncontention that has been raised on behalf of the appellant is\nthat a petition of habeas corpus lies not only against the\nExecutive Authority but also against private individual. Reliance\nis placed on the case of In Re: Shri Sham Lal [(1978) 2 SCC\n479]. As a proposition of law, there is no dispute raised before\nus to this proposition. Thus, there is no occasion for this Court\nF to deliberate on this issue in any further elaboration.\nD\nE\n51. Having dealt with various aspects of this case, now we\nmust revert to the essence of the present appeal on facts. The\npetitions instituted by the appellant and respondent No.8 were\nG certainly an abuse of the process of Court. They have\nencroached upon the valuable time of the courts. The\ncontradictory stands taken before the courts and their entire\ncase being denied by the petitioners themselves clearly show\nthat they have misused the judicial process and have stated\nfacts that are untrue to their knowledge. The alleged incident\nH\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 787\n[SWATANTER KUMAR, J.]\nB\nD\nwhich, according to the petitioners, police and the CBI, never A\nhappened and illegal detention of the petitioners has been\nfalsified by the petitioners themselves in the writ petitions. It is\na matter of regret that the process of the court has been abused\nby unscrupulous litigants just to attain publicity and adversely\naffect the reputation of another politician, respondent No.6. One\nof the obvious reasons which can reasonably be inferred from\nthe peculiar facts and circumstances of the case is the political\nrivalry. According to the counsel appearing for respondent No.6,\nit is a case of political mudslinging. He has rightly contended\nthat the websites information was nothing but secondary C\nevidence, as stated by this Court in Samant N. Balkrishna \u0026\nAnr. v. V. George Fernandez and Ors. [(1969) 3 SCC 238] but\nnot even an iota of evidence has been placed on record of the\nwrit petitions before the High Court or even in the appeal before\nthis Court, which could even show the remote possibility of\nhappening of the alleged rape incident on 3rd December, 2006.\nThere is an affidavit by the police and report by the CBI to show\nthat this incident never occurred and the three petitioners have\nspecifically disputed and denied any such incident or making\nof any report in relation thereto or even in regard to the alleged\nillegal detention. Political rivalry can lead to such ill-founded\nlitigation. In the case of Gosu Jayarami Reddy \u0026 Anr. v. State\nof Andhra Pradesh [(2011) 11 SCC 766], this Court observed\nthat political rivalry at times degenerates into personal vendetta\nwhere principles and policies take a back seat and personal\nambition and longing for power drive men to commit the foulest\nof deeds to avenge defeat and to settle scores. These\nobservations aptly apply to the facts of the present case\nparticularly the writ petition preferred by the appellant. At one\nplace, he claims to have acted as a public figure with good\nconscience but has stated false facts. On the other hand, he\ntakes a somersault and claims that he acted on the directives\nof the political figures. It is unworthy of a public figure to act in\nsuch a manner and demonstrate a behaviour which is\nimpermissible in law. Appellant as well as respondent No.8 filed\nHabeas corpus petitions claiming it to be a petition for H\nE\nF\nG\nC\nD\n788 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA attainment of public confidence and right to life. In the garb of\ndoctrines like the Right to Liberty and access to justice, these\npetitioners not only intended but actually filed improper and\nuntenable petitions, primarily with the object of attaining publicity\nand causing injury to the reputation of others. The term 'person'\nB includes not only the physical body and members but also every\nbodily sense and personal attribute among which is the\nreputation a man has acquired. Reputation can also be defined\nto be good name, the credit, honour or character which is\nderived from a favourable public opinion or esteem, and\ncharacter by report. The right to enjoyment of a good reputation\nis a valuable privilege of ancient origin and necessary to human\nsociety. 'Reputation' is an element of personal security and is\nprotected by Constitution equally with the right to enjoyment of\nlife, liberty and property. Although 'character' and 'reputation'\nare often used synonymously, but these terms are\ndistinguishable. 'Character' is what a man is and 'reputation'\nis what he is supposed to be in what people say he is.\n'Character' depends on attributes possessed and 'reputation'\non attributes which others believe one to possess. The former\nsignifies reality and the latter merely what is accepted to be\nreality at present. {Ref. Smt. Kiran Bedi v. The Committee of\nInquiry \u0026 Anr. [(1989) 1 SCC 494] and Nilgiris Bar Association\nv. T.K. Mahalingam \u0026 Anr. [AIR 1998 SC 398]}. The\nmethodology adopted by the next friends in the writ petitions\nbefore the High Court was opposed to political values and\nadministration of justice. In the case of Kusum Lata v. Union\nof India [(2006) 6 SCC 180], this Court observed that when\nthere is material to show that a petition styled as a public\ninterest litigation is nothing but a camouflage to foster personal\ndisputes, the said petition should be dismissed by the Court. If\nG such petitions are not properly regulated and abuse averted, it\nbecomes a tool in unscrupulous hands to release vendetta and\nwreak vengeance as well.\nE\nF\nH\n52. In light of these legal principles, appellant and, in fact,\nto a great extent even respondent No.8 have made an attempt\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 789\n[SWATANTER KUMAR, J.]\nto hurt the reputation and image of respondent no.6 by stating A\nincorrect facts, that too, by abusing the process of court.\nB\nC\n53. Coming to the judgment of the High Court under appeal\nit has to be noticed that the appellant was deprived of adequate\nhearing by the High Court, but that defect stands cured\ninasmuch as we have heard of the concerned parties in both\nthe writ petitions at length. The transfer of Writ Petition No. 111/\n2011 was not in consonance with the accepted canons of\njudicial administrative propriety. The imposition of such heavy\ncosts upon the petitioner was not called for in the facts and\ncircumstances of the case as the Court was not dealing with a\nsuit for damages but with a petition for habeas corpus, even if\nthe petition was not bona fide. Furthermore, we are unable to\nendorse our approval to the manner in which the costs imposed\nwere ordered to be disbursed to the different parties. Moreover,\nthe question of paying rewards to the Director General of Police D\ndoes not arise as the police and the Director General of Police\nwere only performing their duties by producing the petitioners\nin the Court. They, in any case, were living in their own house\nwithout restriction or any kind of detention by anyone. In fact,\nthe three petitioners have been compulsorily dragged to the E\ncourt by the petitioner in Writ Petition No. 125/2011. They had\nmade no complaint to any person and thus, the question of their\nillegal detention and consequential release would not arise.\nThese three persons have been used by both the petitioners\nand it is, in fact, they are the ones whose reputation has suffered F\na serious setback and were exposed to inconvenience of being\ndragged to courts for no fault of their own. We hardly see any\nattributes of the Police except performance of their duties in\nthe normal course so as to entitled them to exceptional rewards.\nCertainly, the reputation of respondent no.6 has also been\ndamaged, factually and in law. Both these petitions are based\non falsehood. The reputation of respondent no.6 is damaged\nand his public image diminished due to the undesirable acts\nof the appellant and respondent no.8.\nG\nH\n790\nSUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA\nB\n54. For these reasons, we are unable to sustain the order\nunder appeal in its entirety and while modifying the judgments\nunder appeal, we pass the following order: -\n1.\nс\n2.\nD\nE\nF\nG\nH\n3.\nWrit petition No. 111/2011 was based upon\nfalsehood, was abuse of the process of court and\nwas driven by malice and political vendetta. Thus,\nwhile dismissing this petition, we impose exemplary\ncosts of Rs. 5 lacs upon the next friend, costs being\npayable to respondent no.6.\nThe next friend in Writ Petition No. 125/2011 had\napproached the court with unclean hands, without\ndisclosing complete facts and misusing the judicial\nprocess. In fact, he filed the petition without any\nproper authority, in fact and in law. Thus, this\npetition is also dismissed with exemplary costs of\nRs. 5 lakhs for abuse of the process of the court\nand/or for such other offences that they are found\nto have committed, which shall be payable to the\nthree petitioners produced before the High Court,\ni.e. Ms. Kirti Singh, Dr. Balram Singh and Ms.\nSushila @ Mohini Devi.\nOn the basis of the affidavit filed by the Director\nGeneral of Police, U.P., statement of the three\npetitioners in the Writ Petition, CBI's stand before\nthe Court, its report and the contradictory stand\ntaken by the next friend in Writ Petition No.111/\n2011, we, prima facie, are of the view that the\nallegations against the respondent no.6 in regard\nto the alleged incident of rape on 3rd December,\n2006 and the alleged detention of the petitioners,\nare without substance and there is not even an iota\nof evidence before the Court to validly form an\nopinion to the contrary. In fact, as per the petitioners\n(allegedly detained persons), they were never\ndetained by any person at any point of time.\nR.P.\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 791\n[SWATANTER KUMAR, J.]\n4. The CBI shall continue the investigation in A\nfurtherance to the direction of the High Court against\npetitioner in Writ Petition No. 111/2011 and all other\npersons responsible for the abuse of the process\nof Court, making false statement in pleadings, filing\nfalse affidavits and committing such other offences B\nas the Investigating Agency may find during\ninvestigation. The CBI shall submit its report to the\ncourt of competent jurisdiction as expeditiously as\npossible and not later than six months from the date\nof passing of this order.\n5.\nThese directions are without prejudice to the rights\nof the respective parties to take such legal remedy\nas may be available to them in accordance with\nlaw. We also make it clear that the Court of\ncompetent jurisdiction or the CBI would not in any\nway be influenced by the observations made in this\njudgment or even the judgment of the High Court.\nAll the pleas and contentions which may be raised\nby the parties are left open.\n55. The appeal is disposed of in the above terms.\nAppeal disposed of.\nC\nD\nE\n"}