{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"KISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 773\n[SWATANTER KUMAR, J.]\npro bono proceedings, are. We cannot dwell in the home.\nof processual obsolescence when our Constitution\nhighlights social justice as a goal. We hold that there is\nno merit in the contentions of the writ petitioner and\ndismiss the petition.\"\n31. It has been consistently stated by this Court that the\nentire journey of a Judge is to discern the truth from the\npleadings, documents and arguments of the parties, as truth\nis the basis of the Justice Delivery System.\nA\nB\nD\n32. With the passage of time, it has been realised that C\npeople used to feel proud to tell the truth in the Courts,\nirrespective of the consequences but that practice no longer\nproves true, in all cases. The Court does not sit simply as an\numpire in a contest between two parties and declare at the end\nof the combat as to who has won and who has lost but it has a\nlegal duty of its own, independent of parties, to take active role\nin the proceedings and reach at the truth, which is the\nfoundation of administration of justice. Therefore, the truth should\nbecome the ideal to inspire the courts to pursue. This can be\nachieved by statutorily mandating the Courts to become active E\nseekers of truth. To enable the courts to ward off unjustified\ninterference in their working, those who indulge in immoral acts\nlike perjury, prevarication and motivated falsehood, must be\nappropriately dealt with. The parties must state forthwith\nsufficient factual details to the extent that it reduces the ability F\nto put forward false and exaggerated claims and a litigant must\napproach the Court with clean hands. It is the bounden duty of\nthe Court to ensure that dishonesty and any attempt to surpass\nthe legal process must be effectively curbed and the Court must\nensure that there is no wrongful, unauthorised or unjust gain to\nanyone as a result of abuse of the process of the Court. One\nway to curb this tendency is to impose realistic or punitive costs.\n33. The party not approaching the Court with clean hands.\nwould be liable to be non-suited and such party, who has also\nsucceeded in polluting the stream of justice by making patently\nG\nH\n774 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA false statements, cannot claim relief, especially under Article\n136 of the Constitution. While approaching the court, a litigant\nmust state correct facts and come with clean hands. Where such\nstatement of facts is based on some information, the source\nof such information must also be disclosed. Totally\nB misconceived petition amounts to abuse of the process of the\ncourt and such a litigant is not required to be dealt with lightly,\nas a petition containing misleading and inaccurate statement,\nif filed, to achieve an ulterior purpose amounts to abuse of the\nprocess of the court. A litigant is bound to make \"full and true\ndisclosure of facts\". (Refer: Tilokchand H.B. Motichand \u0026 Ors.\nv. Munshi \u0026 Anr. [1969 (1) SCC 110]; A. Shanmugam v. Ariya\nKshatriya Rajakula Vamsathu Madalaya Nandhavana\nParipalanai Sangam \u0026 Anr. [(2012) 6 SCC 430]; Chandra\nShashi v. Anil Kumar Verma [(1995) SCC 1 421]; Abhyudya\nSanstha v. Union of India \u0026 Ors. [(2011) 6 SCC 145]; State\nof Madhya Pradesh v. Narmada Bachao Andolan \u0026 Anr.\n[(2011) 7 SCC 639]; Kalyaneshwari v. Union of India \u0026 Anr.\n[(2011) 3 SCC 287)].\nC\nD\n34. The person seeking equity must do equity. It is not just\nE the clean hands, but also clean mind, clean heart and clean\nobjective that are the equi-fundamentals of judicious litigation.\nThe legal maxim jure naturae aequum est neminem cum alterius\ndetrimento et injuria fieri locupletiorem, which means that it is\na law of nature that one should not be enriched by the loss or\nF injury to another, is the percept for Courts. Wide jurisdiction of\nthe court should not become a source of abuse of the process\nof law by the disgruntled litigant. Careful exercise is also\nnecessary to ensure that the litigation is genuine, not motivated\nby extraneous considerations and imposes an obligation upon\nG the litigant to disclose the true facts and approach the court with\nclean hands.\nH\n35. No litigant can play 'hide and seek' with the courts or\nadopt 'pick and choose'. True facts ought to be disclosed as\nthe Court knows law, but not facts. One, who does not come\nwith candid facts and clean breast cannot hold a writ of the court\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 775\n[SWATANTER KUMAR, J.]\nwith soiled hands. Suppression or concealment of material facts A\nis impermissible to a litigant or even as a technique of\nadvocacy. In such cases, the Court is duty bound to discharge\nrule nisi and such applicant is required to be dealt with for\ncontempt of court for abusing the process of the court. {K.D.\nSharma v. Steel Authority of India Ltd. \u0026 Ors. [(2008) 12 SCC\n481].\n36. Another settled canon of administration of justice is that\nno litigant should be permitted to misuse the judicial process\nby filing frivolous petitions. No litigant has a right to unlimited\ndrought upon the court time and public money in order to get\nhis affairs settled in the manner as he wishes. Easy access to\njustice should not be used as a licence to file misconceived and\nfrivolous petitions. (Buddhi Kota Subbarao (Dr.) v. K.\nParasaran, (1996) 5 SCC 530).\n37. In light of these settled principles, if we examine the\nfacts of the present case, next friends in both the petitions are\nguilty of suppressing material facts, approaching the court with\nunclean hands, filing petitions with ulterior motive and finally for\nabusing the process of the court.\n38. In this regard, first of all we may deal with the case of\nthe appellant, Kishore Samrite:\nB\nC\nD\nE\nF\n39. Firstly, he filed Writ Petition No. 111/2011 on vague,\nuncertain and incomplete averments. In fact, he withheld the fact\nthat the earlier Writ Petition No. 3719/2009 had been dismissed\nby a Division Bench of the Allahabad High Court as back as\non 17th April, 2009, while he instituted Writ Petition No. 111/\n2011 in the year 2011. The excuse put forward by the appellant\nwas that he did not know about the dismissal of that case. This G\nflimsy excuse is hardly available to the appellant as he claims\nto be a public person (ex-MLA), had allegedly verified the facts\nand incidents before instituting the petition and made the\ndesired prayers therein. It is obvious that subject matter of Writ\nPetition No. 3719/2009 must have received great publicity H\n776 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA before and at the time of the dismissal of the writ petition.\nB\nC\n40. Secondly, without verification of any facts, the appellant\nmade an irresponsible statement that the petitioners Sukanya\nDevi, Sh. Balram Singh and Smt. Sumitra Devi were in the\nillegal detention of Respondent no.6. The averments made in\nthe writ petition were supported by an affidavit filed in the High\nCourt stating that contents of paragraphs 1 and 3 to 15 were\ntrue, partly true to knowledge and partly based on record while\nparagraphs 2 and 16 were believed to be correct as per legal\nadvice received. This stood falsified from the fact that the\nappellant did not even know the three petitioners, their correct\naddresses and identity.\n41. Thirdly, in the Writ Petition in paragraph 10, it is stated\nthat the petitioners were last seen on 4 th January, 2007 in\nD Amethi and the appellant had not seen them thereafter. The\nappellant also claims in the same paragraph that the facts came\nto his knowledge when he, in order to personally verify the facts,\nvisited Amethi a couple of times and also as late as in\nDecember, 2010. From this, the inference is that the petition\nE was based upon the facts which the petitioner learnt and\nF\n0\nH\nbelieved during these visits. On the contrary, when he filed an\naffidavit in this Court on 25th July, 2012, in paragraph 6 of the\naffidavit, he stated as under:\n\"....The Petitioner has been the Member of Ruling Party in\nthe State of M.P. and because of his standing in the\nSociety, in 2007 he was called for by the Samajwadi Party\nLeadership, to contest Legislative Assembly Election from\nConstituency Lanji, Dist. Balaghat, Madhya Pradesh, he\nwon the Bye-election and remained MLA, during\n03.11.2007 to 08.12.2008. True Copy of the Identity Card\nis annexed herewith and marked as ANNEXURE P-8.\nThat the Petitioner, from a young age since 1986 he\nhas been involved in Social Activities, in State of Madhya\nPradesh being a Social Activist, he has filed several Writ\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 777\n[SWATANTER KUMAR, J.]\nPetitions before Various High Courts, raising serious A\npublic and Social issues, and the issues concerning\nCorruption and Crime in Politics, and the courts have been\npleased to entertain his writ petitions and grant reliefs in\nthe several such writ Petitions filed by him. This List of Writ\nPetitions filed by the Petitioner is annexed herewith and B\nmarked as ANNEXURE P-9.\nThat taking into account his standing and\nantecedent at behest of the leader of his political\nparty the Petitioner was called to C-1/135, Pandara\nPark, New Delhi in 2010 to meet the other Senior\nLeaders, who were in Delhi as the Parliament was\nin Session, where he was appraised about the\nfacts of the serious incident that had been reported\nfrom a village in U.P. and in view of the fact that he\nhad taken up several public causes in the past he\nwas requested to file a Writ Petition in the nature\nof a public interest litigation in the High Court of\nJudicature at Allahabad Lucknow Bench at\nLucknow and thus the Writ Petition came to be\nfiled. Notice was issued in the said Writ Petition.\"\n'\n42. Thus, there is definite contradiction and falsehood in\nthe stand taken by the petitioner in the writ petition and in the\naffidavit filed before this court, as afore-noticed. This clearly\nindicates the falsehood in the averments made and the intention\nof the appellant to misguide the courts by filing such frivolous\npetitions. No details, whatsoever, have been furnished to state\nas to how he verified the alleged website news of the incident\nof 3rd December, 2006 and from whom. Strangely, he did not\neven know the petitioners and could not even identify them. The\nprayer in the writ petition was for issuance of a direction in the\nnature of habeas corpus to respondent no.6 to produce the\npetitioners. And lastly, the writ petition is full of irresponsible\nallegations which, as now appears, were not true to the\nknowledge of the petitioner, as he claimed to have acted as\nC\nD\nE\nF\nG\nH\n778\nSUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA next friend of the petitioners while he was no relation, friend or\neven a person known to the petitioners. His acting as the next\nfriend of the petitioners smacks of malice, ulterior motive and\nmisuse of judicial process.\nB\n43. The alleged website provides that the girl was missing.\nIt was not reported there that she and her parents were in illegal\ndetention of the respondent no.6. So by no means, it could not\nbe a case of habeas corpus.\n44. Now, we would deal with Writ Petition No.125 of 2011\nC instituted by Sh. Gajender Pal Singh, respondent No.8 in this\nappeal, being next friend of petitioners Sukanya Devi, Sh.\nBalram Singh and Sh. Sumitra Devi. The glaring factors\nshowing abuse of process of Court and attempt to circumvent\nthe prescribed procedure can be highlighted, inter alia, but\nD primarily from the following:\nE\nF\nG\n☐ H\n(a)\n(b)\n(c)\nSh. Gajender Pal Singh also had no relationship,\nfriendship or had not even known the three\npetitioners.\nIn face of the statements made by the three\npetitioners before the Police and the CBI, stating\nthat they had never approached, asked or even\nexpected respondent No.8 to act as next friend, he\nhad no authority to act as their next friend before\nthe Court and pray for such relief.\nIn the garb of petition for habeas corpus, he filed a\npetition asking for transfer of Writ Petition No.111\nof 2011, to which he was neither a party nor had\nany interest.\n(d) Respondent No.8 intentionally did not appear in writ\npetition No.111 of 2011 raising the question of\njurisdiction or any other question but circumvented\nthe process of Court by filing Writ Petition No. 125\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 779\n(e)\n[SWATANTER KUMAR, J.]\nof 2011 with the prayers including investigation by A\nan authority against the petitioner in writ petition\nNo.111 of 2011. Respondent No.8, despite being\na resident of that very area and town, Amethi, did\nnot even care to mention about the dismissal of Writ\nPetition No.3719 of 2009.\nB\nC\nD\nIn the writ petition, he claimed to be a neighbour of\nthe three petitioners but did not even know this much\nthat the petitioners had, quite some time back,\nshifted to Village Hardoia in district Faizabad. He\nalso stated in paragrah 5 of the writ petition that he\nwas neighbour of the petitioners and having not\nseen them, had sought to lodge a police report,\nwhich the authorities refused to take on the ground\nthat the petitioners were in custody of the police as\nthey had committed some wrong. This averment, to\nthe knowledge of the petitioner, was false inasmuch\nas the Director General of Police, U.P. had stated\nin his affidavit that they were never detained or\ncalled to the police station. In fact, they had shifted\ntheir house to the aforestated Village. Respondent E\nNo.8 has, thus, for obvious and with ulterior motive\nabused the process of the court and filed a petition\nbased on falsehood, came to the Court with\nunclean hands and even attempted to circumvent\nthe process of law by making motivated and\nuntenable prayers. This petitioner (respondent No.8)\nalso made irresponsible allegations stating that\nKishore Samrite, petitioner in Writ Petition No.111\nof 2011, was a mentally challenged person.\n45. From the above specific averments made in the writ\npetitions, it is clear that both these petitioners have approached\nthe Court with falsehood, unclean hands and have misled the\ncourts by showing urgency and exigencies in relation to an\nincident of 3rd December, 2006 which, in fact, according to the\nF\nG\nН\n780\nSUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA three petitioners and the police was false, have thus abused\nthe process of the court and misused the judicial process. They\nmaliciously and with ulterior motives encroached upon the\nvaluable time of the Court and wasted public money. It is a\nsettled canon that no litigant has a right to unlimited drought\nB upon the court time and public money in order to get his affairs\nD\nsettled in the manner as he wishes. The privilege of easy\naccess to justice has been abused by these petitioners by filing\nfrivolous and misconceived petitions. On the basis of incorrect\nand incomplete allegations, they had created urgency for\nC expeditious hearing of the petitions, which never existed. Even\nthis Court had to spend days to reach at the truth. Prima facie\nit is clear that both these petitioners have mis-stated facts,\nwithheld true facts and even given false and incorrect affidavits.\nThey well knew that Courts are going to rely upon their\npleadings and affidavits while passing appropriate orders. The\nDirector General of Police, U.P., was required to file an affidavit\nand CBI directed to conduct investigation. Truth being the basis\nof justice delivery system, it was important for this Court to\nreach at the truth, which we were able to reach at with the able\nassistance of all the counsel and have no hesitation in holding\nthat the case of both the petitioners suffered from falsehood,\nwas misconceived and was a patent misuse of judicial process.\nAbuse of the process of the Court and not approaching the\nCourt with complete facts and clean hands, has compelled this\nCourt to impose heavy and penal costs on the persons acting\nas next friends in the writ petitions before the High Court. This\nCourt cannot permit the judicial process to become an\ninstrument of oppression or abuse or to subvert justice by\nunscrupulous litigants like the petitioners in the present case.\nG Locus Standi\nE\nF\nH\n46. Having discussed the abuse of process of Court and\nmisuse of judicial process by both the petitioners, the issue of\nlocus standi would obviously fall within a very narrow compass.\nThe question of locus standi would normally be a question of\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 781\n[SWATANTER KUMAR, J.]\nfact and law both. The issue could be decided with reference\nto the given facts and not in isolation. We have stated the facts\nand the stand of the respective parties in some detail. Both,\nthe appellant and respondent No.8, had filed their respective\nwrit petitions before the Allahabad High Court as next friends\nof the three petitioners whose names have not been stated with\ncomplete correctness in both the writ petitions. There has been\ncomplete contradiction in the allegations made in the two writ\npetitions by the respective petitioners. According to the\nappellant, the three stated petitioners were illegally detained by\nthe respondent no.6 while according to the respondent no.8 they\nwere detained by the authorities. These contradictory and untrue\nallegations are the very foundation of these writ petitions. It may\nalso be noticed that in both the writ petitions, baseless\nallegations in regard to the alleged incident of 3rd December,\n2006, involving the respondent no.6, had also been raised.\nA\nB\nC\nD\nE\nF\n47. Ordinarily, the party aggrieved by any order has the\nright to seek relief by questioning the legality, validity or\ncorrectness of that order. There could be cases where a person\nis not directly affected but has some personal stake in the\noutcome of a petition. In such cases, he may move the Court\nas a guardian or next friend for and on behalf of the disabled\naggrieved party. Normally, a total stranger would not act as next\nfriend. In the case of Simranjit Singh Mann v. Union of India\n[(1992) 4 SCC 653], this Court held that a total stranger to the\ntrial commenced against the convicts, cannot be permitted to\nquestion the correctness of the conviction recorded against\nsome convicts unless an aggrieved party is under some\ndisability recognised by law, othewise it would be unsafe or\nhazardous to allow a third party to question the decision against\nhim. In the case of S.P. Gupta v. Union of India [AIR (1982) G\nSC 149], the Court stated, “but we must be careful to see that\nthe member of the public, who approaches the court in cases\nof this kind, is acting bona fide and not for personal gain or\nprivate profit or political motivation or other oblique\nconsideration. The court must not allow its process to be H\n782 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA abused by politicians and others.\" Dealing with the question of\nthe next friend bringing a petition under Article 32 of the\nConstitution, this Court in the case of Karamjeet Singh v. Union\nof India [(1992) 4 SCC 666], held as under:\nB\nC\nD\nE\nF\nG\nH\n\"We are afraid these observations do not permit a mere\nfriend like the petitioner to initiate the proceedings of the\npresent nature under Article 32 of the Constitution. The\nobservations relied upon relate to a minor or an insane or\none who is suffering from any other disability which the law\nrecognises as sufficient to permit another person, e.g. next\nfriend, to move the Court on his behalf; for example see:\nSections 320(4)(a), 330(2) read with Section 335(1)(b) and\n339 of the Code of Criminal Procedure. Admittedly, it is\nnot the case of the petitioner that the two convicts are\nminors or insane persons but the learned counsel argued\nthat since they were suffering from an acute obsession\nsuch obsession amounts to a legal disability which permits\nthe next friend to initiate proceedings under Article 32 of\nthe Constitution. We do not think that such a contention is\ntenable. The disability must be one which the law\nrecognises.\"\n48. Dealing with public interest litigation and the cases\ninstituted by strangers or busybodies, this Court in the following\ncases cautioned the courts and even required that they be\ndismissed at the threshold:\n1) Janata Dal v. H.S. Chowdhary, (1992) 4 SCC 305, at\npage 347:\n\"Sarkaria, J. in Jasbhai Motibhai Desai v. Roshan Kumar\nexpressed his view that the application of the busybody\nshould be rejected at the threshold in the following terms:\n'It will be seen that in the context of locus standi to\napply for a writ of certiorari, an applicant may\nordinarily fall in any of these categories: (i) 'person\n"}