{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"KISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 753\n(v)\n[SWATANTER KUMAR, J.]\nstated petitioners (in Writ Petition No. 111 of 2011) A\nnor was he competent to institute such a petition.\nMoreover, the petition itself did not satisfy the basic\ningredients of a petition for habeas corpus.\nIn view of the dismissal of the Writ Petition No.3719\nof 2009 by the same High Court and its non-\nmentioning by the petitioner in Writ Petition No.111\nof 2011, besides being suppression of material\nfacts was hit by the principles of res judicata.\n(vi) Writ Petition No.111 of 2011 had been rightly\ntransferred by the Division Bench and its dismissal\nand imposition of costs was in proper exercise of\njurisdiction.\n(vii) Lastly, it is contended that the next friend had given\nfictitious addresses of the petitioners which are\ndifferent than the ones given in the present appeal.\n6. On behalf of Respondent No.6, Shri Rahul Gandhi, it\nwas contended that Writ Petition No.111 of 2011 is an abuse\nof the process of Court and, in fact, is a motivated petition\nprimarily based on 'political mudslinging'. While supporting the\nstand of Respondent No. 1, the State of Uttar Pradesh, it is also\ncontended that the appellant, Shri Kishore Samrite, was a total\nstranger, had no knowledge of the facts and, therefore, had no\nright to file the petition as next friend. It was not a case of private\ndetention and the petition filed by the appellant was not in\nconformity with the rules. The petition was primarily aimed at\nhurting the reputation and image of respondent No.6 out of\nulterior motives and political vendetta.\n7. According to Respondent No. 7, the Central Bureau of\nInvestigation (for short \"CBI\"), it had investigated the matter and\nfound that it was not a case of detention and, therefore, petition\nfor habeas corpus was not maintainable. It had, in furtherance\nto the order of the Court, registered a case on 11th March,\nB\nC\nD\nE\nF\nG\nH\n754 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA 2011 being RC No.219-2011-(E)2002 under Sections 120B,\n181, 191, 211, 469, 499 and 500 of the Indian Penal Code,\n1860 (IPC). The CBI could not complete the investigation\nbecause of the order of stay passed by this Court on 6 th April,\n2011. From the limited investigation which was conducted\nB during that period and from the statement of Shri Balram Singh\nand other witnesses, it came to light that nothing had happened\non 3 rd December, 2006 as alleged by the appellant. In fact,\nthe persons and the addresses given in the petition were found\nto be fictitious and non-existent. Shri Balram Singh had not\nC supported the version advanced by the appellant. On the\ncontrary, he had belied the entire version and categorically\ndenied the allegations and informed that the name of his wife\nand daughter were incorrectly mentioned as Smt. Sushila and\nSukanya Devi. In regard to the website, CBI stated that the three\nsuspected websites were posted outside the geographical\nlimits of our country and the originating IP address could not\nbe traced and further investigation had to be stopped.\nD\nIt was specifically contended on behalf of the CBI that the\nappellant had made no enquiry, had no personal knowledge\nE and that the litigation had been funded from sources other than\nappellant's own sources.\nF\nG\nH\n8. Lastly, Respondent No.8 in this appeal, Shri Gajendra\nPal Singh, who was the petitioner in Writ Petition No.125 of\n2011, has stated that he had filed that petition bona fidely while\nWrit Petition No. 111 of 2011 was based upon a false affidavit,\npublic justice system has been abused by the petitioner in that\ncase and he has committed perjury. According to Respondent\nNo.8, Writ Petition No.125 of 2011 was necessitated and he\nhad the right to file the habeas corpus petition as next friend of\nthe petitioners stated therein.\n9. As is evident from the varied stand taken by the\nrespective parties, they are not ad idem in regard to the factual\nmatrix of the case. The facts as they emerge from the record\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS.\n[SWATANTER KUMAR, J.]\nbefore this Court can usefully be noticed as follows: -\n755\nA\nB\nC\n10. The appellant, Shri Kishore Samrite, an ex-member of\nlegislative assembly of Madhya Pradesh, elected on the ticket\nof Samajwadi Party from the legislative constituency of Tehsil\nLangi in District Balaghat, Madhya Pradesh, instituted a Writ\nPetition in the High Court of Judicature at Allahabad being Writ\nPetition No. 111/2011 acting as next friend of one Sukanya\nDevi, Balram Singh and Sumrita Devi. Address of all these\nthree persons was given as 23-12, Medical Chowk, Sanjay\nGandhi Marg, Chhatrapati Shahu Ji Mahraj Nagar, Uttar\nPradesh. According to the appellant, these three persons were\nkept in illegal detention by the respondent no.6 and were\nincapacitated to file the writ petition. It was averred in the\npetition filed by him before the High Court that he came to know\nfrom certain websites viz., www.indybay.org,\nwww.arizona.indymedia.org and www.intellibriefs.blogspot.com,\nwhich contained news items stating that on the night of 3 rd\nDecember, 2006, while on a tour of his parliamentary\nconstituency in Amethi, respondent no.6, along with six of his\nfriends (two from Italy and four from Britain) committed rape on\nSukanya Devi, daughter of Balram Singh. The appellant placed E\nthe said news reports on record along with the writ petition.\nD\nF\n11. The writ petition also contained the averment that\nBalram Singh is a congress worker in Amethi constituency and\nSukanya Devi along with Sumitra Devi wanted to report the said\nincident but the concerned authorities did not lodge the\ncomplaint. They approached various other authorities but to no\navail. The appellant specifically averred that he had not seen\nall the three persons in public for a long time, particularly since\n4 th January, 2007, when they were last seen in Amethi. He G\nclaims to have visited Amethi to verify these facts and also a\ncouple of times thereafter. Lastly, on 12th December, 2010, he\nvisited the place where all the three persons lived, but found\nthe same locked. The incident was reported to various\nauthorities, including the Chief Minister, the Home Minister,\nH\n756 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA Chief Secretary of the State, Governor and the other authorities\nof the State. The only communication he received was from the\noffice of the Governor wherein it was said that his application\nhad been sent to the State Government for proper action.\nInvoking the right to life and liberty as enshrined under Article\nB 21 of the Constitution of India on behalf of the three named\npetitioners in the writ petition and alleging that respondent No.6\nwould influence any fruitful investigation, the appellant prayed\nfor issuance of a writ of habeas corpus commanding the\nopposite party particularly respondent No.6 to produce the\npetitioners before the Court and for passing any other\nappropriate order or direction.\nC\nD\nE\n12. Before we refer to the events subsequent to the filing\nof the Writ Petition no. 111/2011, it must be noticed that a\nperson named Ram Prakash Shukla, a practising advocate at\nLucknow, who claimed himself to be a human rights activist and\na public spirited person had earlier instituted a writ petition on\nthe same facts being Writ Petition No. 3719/2009 tilted as Ram\nPrakash Shukla v. Union of India and Ors. He also stated that\nhe had got information from the internet website about the rape\nof Ms. Sukanya Devi in the evening of 3rd December, 2006\nand no action was being taken on the basis of the said report.\nHe further stated that congress men had threatened to kill both,\nSmt. Sumitra Devi and Sukanya Devi, if they raised the issue.\nAccording to him they had stayed at Delhi for over a fortnight\nto meet the authorities which they ultimately could not. It was\nstated that they are missing since then and were not traceable.\nOn the basis of the news report, though an offence under\nSection 376 of the IPC was made out, yet no FIR was being\nregistered by the authorities. In that writ petition, Ram Prakash\nG Shukla had made the following prayers: -\nF\nH\n\"(i) Issue a writ, order or direction in the nature of\nMandamus commanding the opposite parties nos. 1 to 4\nto ensure the lodging of the F.I.R. and to refer it for\ninvestigation to independent agency like S.I.T or C.B.I.\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 757\n[SWATANTER KUMAR, J.]\n(ii) Issue a writ, order or direction in the nature of Habeas A\nCorpus commanding the respondents nos. 1 to 4 to search\nand produce the Ms. Sukanya Devi, her mother Smt.\nSumitra Devi, her father Balram Singh as well as\nVideographer Mr. Drupadh and the CNN-IBN Cameramen\nbefore this Hon'ble Court.\n(iii) Issue a writ, order or direction in the nature of\nMandamus directing the respondents nos. 5 \u0026 6 (the\nHuman Right Commission) and the National Commission\nfor Women) to submit the report of the investigation if any,\ndone by them on the complaint lodged by Ms. Sukanya\nDevi.\n00\nB\nC\n(iv) Issue any other order or directions which this Hon'ble\nCourt may deem fit and proper under the facts and\ncircumstances of the case in favour of the petitioner in the D\ninterest of justice.\n(v) Allow the cost of the writ petition in favour of the\npetitioner.\"\n13. This writ petition was heard by a Division Bench of the\nAllahabad High Court at Lucknow and was dismissed by a\ndetailed judgement dated April 17th, 2009. The Court\nspecifically noticed that before passing a direction for lodging.\nof an FIR, the Court is required to see that the pleadings are\nabsolutely clear, specific and precise and that they make out\na charge or criminal offence,, which prima facie is supported\nby cogent and reliable evidence and that the State machinery\nhas failed to take appropriate action in accordance with law\nfor no valid reason. In absence thereof, the Court cannot issue\nsuch a direction. The Court recorded its complete\ndissatisfaction about the correctness of the allegations made\nin the writ petition as they were not supported by any reliable\nor cogent evidence. The Court, while declining to grant the\nreliefs prayed for, dismissed the writ petition. The operative part\nof the judgment reads as under:\nE\nF\nG\nH\nA\nB\nC\nD\nE\nLL\nF\n0\n758\nSUPREME COURT REPORTS\n[2012] 9 S.C.R.\n\"So far the petitioner's plea that the respondents may be\nrequired to inform the court, whether any such incident had\ntaken place or not, suffice would be to mention that in the\nabsence of clear and precise pleadings with no supporting\nevidence, the Court will not make any roving and fishing.\nenquiry.\nThe writ petition does not make any case for grant\nof the reliefs claimed.\nThe writ Petition has not force, which is being\ndismissed.\"\n14. It may be noticed that Writ Petition No. 3719 of 2009\nitself was instituted in the year 2009 nearly three years after the\nalleged news and was dismissed vide order dated 17th April,\n2009. It was in the beginning of the year 2011 that the present\nappellant instituted Writ Petition No.111 of 2011 in the\nAllahabad High Court. The latter writ petition was filed by the\nappellant herein as next friend of the three petitioners, namely,\nSukanya Devi, Balram Singh and Sumitra Devi, all residents\nof 23/12, Medical Chowk, Sanjay Gandhi Marg, Chhatrapati\nShahu Ji Maharaj Nagar, Uttar Pradesh relying upon the\nwebsite news relating to the alleged occurrence of 2006 and\nmaking the same allegations, including illegal detention of the\npetitioners by respondent No.6, and praying as follows:\n\"WHEREFOR, it is most humbly prayed that this Hon'ble\nCourt may be pleased to\n1.\n2.\nIssue a writ of or writ, order or direction in the nature\nof habeas corpus commanding the opposite\nparties, particularly opposite party No.6, to produce\nthe petitioners before this Hon'ble Court and set\nthem at liberty.\nIssue any other order or direction which it deems\nfit and proper in the present circumstances, in\nH\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 759\n[SWATANTER KUMAR, J.]\nfavour of the petitioners, in the interest of justice. A\n3. Award the cost of Petition to the petitioners.\"\nnear\nB\nC\n15. This Writ petition was listed before a Single Judge of\nthe Allahabad High Court who, vide order dated 1 st March,\n2011 directed issuance of notice to respondent No.6 to submit\nhis reply. The matter was to be listed before the Court after\nservice of notice. During the pendency of this writ petition,\nrespondent No. 8, Shri Gajendra Pal Singh, again acting as\nnext friend of Sukanya Devi, Shri Balram Singh and Smt.\nSumitra Devi @ Mohini Devi, all residents of Ward No.5,\nGurudwara, Town Area Amethi District, Chhatrapati Shahu Ji\nMaharaj Nagar, Uttar Pradesh filed Writ Petition No. 125 of 2011\non 4 th March, 2011 stating that a false writ petition No.111 of\n2011 was filed by Shri Kishore Samrite as next friend and that\nit was politically motivated to harm the reputation of the opposite D\nparty. Further that Shri Kishore Samrite was neither the next\nfriend of the petitioners in that petition nor had any interest in\nthe liberty of those petitioners. Respondent No. 8, Shri Gajendra\nPal Singh claimed to be a neighbour of Shri Balram Singh,\nfather of Sukanya and husband of Smt. Sumitra @ Mohini Devi. E\nAccording to him, when the three petitioners in Writ Petition\nNo.125 of 2011 were not seen in their house for some time,\nhe approached the Police Station, Amethi, to lodge a complaint\nbut the police authorities refused to file/register the complaint\non the ground that the petitioners were in custody of police as\nthey had committed some wrong. Seeing that right to life and\nliberty of the petitioners was involved, he prayed for the following\nrefliefs:\n\"Wherefor it is most respectfully prayed that this\nHon'ble Court may kindly be pleased to:\na.\nIssue a writ or writ order or direction in the nature\nof habeas corpus commanding the opposite\nparties to produce the petitioner before this Hon'ble\nCourt and set them at Liberty.\nF\nG\nH\n760\nSUPREME COURT REPORTS\nA\nb.\nB\nC\nD\nE\nF\nG\nH\nC.\nd.\ne.\n[2012] 9 S.C.R.\nTo call the record of Writ Petition No.111 H.C. of\n2011 and connect with this present Writ Petition.\nThe order passed in Writ Petition. The order\npassed in Writ Petition No.111 H.C. of 2011 be\nreviewed and recalled.\nTo order the investigation by the appropriate\nagency.\nIssue any other order or direction which is deemed\nfit and proper in the present circumstances in favour\nof the petitioners, in the interest of justice.\nAward the cost of the petition to the petitioner.\n16. This petition was taken up by a Division Bench of the\nAllahabad High Court and the Court passed the following order\non 4th March, 2011 :\n\"In view of all the aforesaid, we direct that the records of\nWrit Petition No.111 (H/C) of 2011, said to be pending\nbefore a learned Single Judge, shall be connected with this\nwrit petition. Besides, we also direct that the Director\nGeneral of Police, U.P., shall produce the petitioners, in\nparticular, Sukanya Devi, on the next date of hearing i.e.\n7.3.2011. However, we make it clear that this direction to\nthe Director General of Police, U.P., shall not be construed\nto mean that the detenu is in illegal custody of State\nauthorities and the Director General of Police, U.P., in this\ncase shall function only as an officer of the Court for the\npurpose of production of detenu.\"\n17. The Court directed transfer of Writ Petition No.111 of\n2011 and directed tagging of the same with Writ Petition\nNo. 125 of 2011, besides issuing notice to the Director General\nof Police, U.P. to produce the petitioners on 7 th March, 2011.\nIn Writ Petition No.125 of 2011, the Director General of Police\nfiled a personal affidavit. According to him, the Superintendent\nof Police, Chhatrapati Shahu Ji Maharaj Nagar, while noticing\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 761\n[SWATANTER KUMAR, J.]\nA\nC\nthe allegations made in both the writ petitions reported that the\naddress mentioned in Writ Petition No.111 of 2011 was wrong\nand there was no such place in the town of Amethi with the\nname of Medical Chowk, Sanjay Gandhi Marg and the address\nmentioned in Writ Petition no.125 of 2011 was the correct\naddress of Shri Balram Singh who lived there in the past. On B\n3rd December, 2007, Balram Singh had sold the plot, which\nwas in the name of his wife, Smt. Sushila Singh, to one Smt.\nRekha and, thereafter he himself shifted to village Hardoia,\nPolice Station Kumar Ganj, District Faizabad. Even the house\nadjacent to the plot was sold off by Balram Singh to Dr. Vikas\nShukla who was residing at the said village with his entire family.\nIt was stated that Balram Singh was living in Village Hardoia\nwith his wife and four children, three daughters and one son.\nName of their eldest daughter is Kumari Kirti Singh, aged\nabout 21 years. She had passed her B.Sc. examination in the\nyear 2009-2010. Balram Singh had stated to the police that he\nknew Gajendra Pal Singh but did not know Kishore Samrite.\nAccording to this affidavit, Balram Singh also informed the\npolice that in the year 2006 some men claiming to be media\npersons had come to his house in Amethi and asked his wife\nafter showing photograph of Sukanya Devi, if she was her\ndaughter. Upon this, his wife produced their daughter before\nthem and told them that the girl in the photograph was different\nthan their daughter. Further, Balram Singh also stated to the\npolice that they had never authorised any advocate or anybody\nelse to institute any writ petition in the court. In this very affidavit,\nin regard to the incident of 3rd December, 2006, the DGP has\nreferred to the following statement of Balram Singh:\nD\nE\nF\n\"It has also been stated by Sri Balram Singh that neither\nhe nor his wife Sushila Singh nor daughter Kirti Singh has G\never made any allegation either on 03.12.2006 or before\nor after that against Shri Rahul Gandhi or anybody else;\nnor any writ petition has been preferred in the Hon'ble High\nCourt making any kind of allegations. He has never\nauthorised any Advocate or anybody else to institute any H.\n762\nSUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA\nB\nс\nwrit petition.\"\n18. The Ration Card and Pan Card of Balram Singh was\nproduced during investigation. It is also noticed that Sukanya\nand Kirti, the name mentioned in Writ Petition No.125 of 2011\npartially matches the particulars of daughter of Balram Singh\nand they have no relation whatsoever to any of the next friend\nin either of the writ petition. Shri Balram Singh, Kumari Kirti\nSingh and Smt. Sushila Singh, all three were produced by he\nDirector General of Police in Court.\n19. When the Writ Petition No. 125 of 2011 came up for\nhearing before the Court on 7 th March, 2011, the Division\nBench passed the detailed order impugned in the present\nappeal. Vide this order, Writ Petition No.111 of 2011 was\ndisposed of while Writ Petition No. 125 of 2011 was partly\nD disposed of and, as aforenoticed, Director of CBI was directed\nto register a case against Shri Kishore Samrite and all other\npersons involved in the plot. The Court also imposed cost of\nRs.50,00,000/- which was to be distributed as per the order.\nThe contention raised was that the counsel appearing for the\nE petitioner in Writ Petition No.111 of 2011 was not given the\nopportunity of hearing by the Bench before passing the\nimpugned order and, in fact, the counsel was standing in the\nCourt when the order was being dictated.\nF\n20. At this stage, we may also notice that according to the\nappellant, he was not aware of Writ Petition No.3719 of 2009\nhaving been filed or the orders passed by the Bench thereupon.\nThe appellant has also stated that there was no urgency for\ntaking up the matter on that very day and, in any case, Writ\nPetition No.111/11 could not have been transferred by that\nG Bench. The appellant in the present appeal has even gone to\nthe extent of saying that the girl Kumari Kirti Singh has been\nimplanted in place of Sukanya Devi and even the name of the\nmother has been wrongly described. No notice is stated to\nhave been given to the petitioner in Writ Petition No.111 of\nH\n"}