{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"KISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 763\n[SWATANTER KUMAR, J.]\nB\n2011. It is contended that the Writ Petition No.111 of 11 had A\nbeen filed in consonance with the proviso to Rule 1(2) of\nChapter XXI of the Allahabad High Court Rules, 1952 under\nwhich habeas corpus against a private person was\nmaintainable and could be listed before a Single Judge.\nAllegations have been made in Writ Petition No.125 of 11\ncalling the present appellant, petitioner in Writ Petition No.111\nof 2011, as mentally challenged. The Division Bench dealing\nwith Writ Petition No. 125 of 2011 could not have dealt with Writ\nPetition No.111 of 2011 and could not have exercised its\nappellate jurisdiction. The cost imposed upon the appellant is\nexorbitant and without any basis.\n21. In the background of the above factual matrix and the\nstand taken by the respective parties, we shall now proceed\nto examine the contentions raised before the Court by the\nlearned counsel appearing for the parties. For this purpose, we\nwould deal with various aspects of the case under different\nheads.\n(1)\nC\nD\nWhether there was violation of Principles of\nNatural Justice and whether transfer of Writ E\nPetition No. 111/2011 was in accordance with\nlaw?\nF\n22. It is contended that the impugned order dated 7th\nMarch, 2011 has been passed in violation of the principles of\nnatural justice. No adequate opportunity was granted to the\npresent appellant to put forward his case. The Writ Petition No.\n111/2011 had been transferred to the Division Bench without\neven issuing notice to the appellant. The order dated 4 th\nMarch, 2011 had not directed issuance of notice. It is only vide\norder dated 7th March, 2011 that the Registrar of the High\nCourt was directed to issue copy of the order to all the\nconcerned parties for immediate compliance. Absence of\nnotice and non-grant of adequate hearing has caused serious\nprejudice to the appellant and the order is liable to be set aside\non this sole ground. It is also contended that the appellant's Hi\nG\n764 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA counsel was present only when the order was being dictated\nand had no notice of the hearing. On the contrary, the contention\non behalf of Respondent No. 1, State of Uttar Pradesh, and\nother parties is that the counsel for the appellant was present\nand had due notice of hearing of the Writ Petitions No. 125/\nB 2011 and 111/2011 and as such there was neither any violation\nof the principles of natural justice nor has any prejudice been\ncaused to the appellant.\nC\n23. Compliance with the principle of audi alteram partem\nand other allied principles of natural justice is the basic\nrequirement of rule of law. In fact, it is the essence of judicial\nand quasijudicial functioning, and particularly the Courts would\nnot finally dispose of a matter without granting notice and\nadequate hearing to the parties to the lis. From the record, i.e.\nin the orders dated 4th March, 2011 as well as 7th March, 2011\nD it has not been specifically recorded nor is it implicitly clear that\na notice was directed to the petitioners in Writ Petition No. 111/\n2011 and they were given opportunity to address the Court.\nLack of clarity in this behalf does raise a doubt in the mind of\nthe Court that the appellant did not get a fair opportunity to put\nE forward his case before the Division Bench. The fact that we\nhave issued notice to all the concerned parties in both the Writ\nPetitions bearing nos. 125/2011 and 111/2011, have heard\nthem at great length and propose to deal with and dispose of\nboth these writ petitions in accordance with law, renders it\nF unnecessary for this Court to examine this aspect of the matter\nin any further detail. Suffice it to note that we have heard the\ncounsel appearing for the parties on all aspects including\nmaintainability, jurisdiction as well as merits of both the\npetitions, which issues we shall shortly proceed to deal with\nG hereinafter. Thus, this submission of the appellant need not\ndetain us any further.\nH\n24. From the above narrated facts it is clear that a petition\nfor habeas corpus (Writ Petition No. 111/2011) had been filed\nby the present appellant while referring to the news on the\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 765\n[SWATANTER KUMAR, J.]\nA\nB\nD\nwebsite in relation to the incident dated 3rd December, 2006\n(in paragraphs 3 and 4) to the effect that since the petitioners,\nbecause of their illegal detention by private opposite party no.6\nare incapacitated to file the instant writ petition and also that\nthose petitioners were in illegal detention of the private opposite\nparty no.6 and they have not been seen since 4th January, 2007.\nThis writ petitionwas treated as private habeas corpus and was\nlisted before a Single Judge of the Allahabad High Court. Rule\n1 of Chapter XXI of the Allahabad High Court Rules provided\nthat an application under Article 226 of the Constitution for a\nwrit in the nature of habeas corpus, except against private C\ncustody, if not sent by post or telegram, shall be made to the\nDivision Bench appointed to receive applications or on any day\non which no such Bench is sitting, to the Judge appointed to\nreceive applications in civil matters. In the latter case, the Judge\nshall direct that the application be laid before a Division Bench\nfor orders. In terms of proviso to this Rule, it is provided that\nan application under Article 226 of the Constitution in the nature\nof habeas corpus directed against private custody shall be\nmade to the Single Judge appointed by the Chief Justice to\nreceive such an application. The clear analysis of the above\nRule shows that habeas corpus against a private custody has\nto be placed before a Single Judge while in the case of custody\nother than private custody, the matter has to be placed before\na Division Bench. It appears that on the strength of this Rule,\nWrit Petition No. 111/2011 was listed before the Single Judge\nof Allahabad High Court. The roster and placing of cases\nbefore different Benches of the High Court is unquestionably\nthe prerogative of the Chief Justice of that Court. In the High\nCourts, which have Principal and other Benches, there is a\npractice and as per rules, if framed, that the seniormost Judge\nat the Benches, other than the Principal Bench, is normally\npermitted to exercise powers of the Chief Justice, as may be\ndelegated to the senior most Judge. In absence of the Chief\nJustice, the senior most Judge would pass directions in regard\nto the roster of Judges and listing of cases. Primarily, it is the\nexclusive prerogative of the Chief Justice and does not admit H.\nE\nF\nG\n766 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA any ambiguity or doubt in this regard. Usefully we can refer to\nsome judgments of this Court where such position has been\nclearly stated by this Court. In the case of State of Rajasthan\nv.Prakash Chand \u0026 Ors., (1998) 1 SCC 1, a three-Judge\nBench of this Court was dealing with the requirement of\nB constitution of Benches, issuance of daily cause list and the\npowers of the Chief Justice in terms of the Rajasthan High Court\nOrdinance, 1949 read with Article 225 of the Constitution of\nIndia. The Court held as under: -\nC\nD\nE\nF\nG\nH\n\"10. A careful reading of the aforesaid provisions of the\nOrdinance and Rule 54 (supra) shows that the\nadministrative control of the High Court vests in the Chief\nJustice of the High Court alone and that it is his prerogative\nto distribute business of the High Court both judicial\nandadministrative. He alone, has the right and power to\ndecide how the Benches of the High Court are to be\nconstituted: which Judge is to sitalone and which cases.\nhe can and is required to hear as also as to which Judges\nshall constitute a Division Bench and what work those\nBenches shall do. In other words the Judges of the High\nCourt can sit alone or in Division Benches and do such\nwork only as may be allotted to them by an order of or in\naccordance with the directions of the Chief Justice. That\nnecessarily means that it is not within the competence or\ndomain of any Single or Division Bench of the Court to give\nany direction to the Registry in that behalf which will run\ncontrary to the directions of the Chief Justice. Therefore\nin the scheme of things judicial discipline demands that in\nthe event a Single Judge or a Division Bench considers\nthat a particular case requires to be listed before it for valid\nreasons, it should direct the Registry to obtain appropriate\norders from the Chief Justice. The puisne Judges are not\nexpected to entertain any request from the advocates of\nthe parties forlisting of case which does not strictly fall\nwithin the determined roster. In such cases, it is\nappropriate to direct the counsel to make a mention before\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 767\n[SWATANTER KUMAR, J.]\nthe Chief Justice and obtain appropriate orders. This is A\nessential for smooth functioning of the Court. Though, on\nthe judicial side the Chief Justice is only the \"first amongst\nthe equals\", on the administrative side in the matter of\nconstitution of Benches and making of roster, he alone is\nvested with the necessary powers. That the power to make B\nroster exclusively vests in the Chief Justice and that a daily\ncause list is to be prepared under the directions of the\nChief Justice as is borne out from Rule 73, which reads\nthus:\n\"73. Daily Cause List.—The Registrar shall subject\nto such directions as the Chief Justice may give\nfrom time to time cause to be prepared for each\nday on which the Court sits, a list of cases which\nmay be heard by the different Benches of the Court.\nThe list shall also state the hour at which and the\nroom in which each Bench shall sit. Such list shall\nbe known as the Day's List.\"\nXXXX XXXX XXXX XXXX\n24................The correctness of the order of the Chief\nJustice could only be tested in judicial proceedings\nin a manner known to law. No Single Judge was\ncompetent to find fault with it.\"\n25. In view of the above discussion, the Court amongst\nothers, stated the following conclusions:\n\"59(1) That the administrative control of the High Court\nvests in the Chief Justice alone. On the judicial side,\nhowever, he is only the first amongst the equals.\nC\nD\nE\nF\nG\n(2) That the Chief Justice is the master of the roster. He\nalone has the prerogative to constitute benches of the court\nand allocate cases to the benches so constituted.\nH\nA\nB\nC\n768 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\n(3) That the puisne Judges can only do that work as is\nallotted to them by the Chief Justice or under his directions.\n(4) That till any determination made by the Chief Justice\nlasts, no Judge who is to sit singly can sit in a Division\nBench and no Division Bench can be split up by the\nJudges constituting the bench themselves and one or both\nthe Judges constituting. such bench sit singly and take up\nany other kind of judicial business not otherwise assigned\nto them by or under the directions of the Chief Justice.\"\n26. Similarly, in the case of State of Uttar Pradesh \u0026 Ors.\nv. Neeraj Choubey and Ors. (2010) 10 SCC 320, the Court\nhad directed appearance of certain persons in the matter of\nselection to the post of Assistant Professor and treated the\nmatter as a writ petition in the nature of Public Interest Litigation.\nD The Court, while passing widespread orders, in paragraph 10\nof the judgment held as under: -\nE\nF\n\"10. In case an application is filed and the Bench comes to the\nconclusion that it involves some issues relating to public interest,\nthe Bench may not entertain it as a public interest litigation but\nthe court has its option to convert it into a public interest\nlitigation and ask the Registry to place it before a Bench which\nhas jurisdiction to entertain the PIL as per the Rules, guidelines\nor by the roster fixed by the Chief Justice but the Bench cannot\nconvert itself into a PIL and proceed with the matter itself.\"\n27. Judicial discipline and propriety are the two significant\nfacets of administration of justice. Every court is obliged to\nadhere to these principles to ensure hierarchical discipline on\nthe one hand and proper dispensation of justice on the other.\nG Settled canons of law prescribe adherence to the rule of law\nwith due regard to the prescribed procedures. Violation thereof\nmay not always result in invalidation of the judicial action but\nnormally it may cast a shadow of improper exercise of judicial\ndiscretion. Where extraordinary jurisdiction, like the writ\nH\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS.\n[SWATANTER KUMAR, J.]\n769\njurisdiction, is very vast in its scope and magnitude, there it A\nimposes a greater obligation upon the courts to observe due\ncaution while exercising such powers. This is to ensure that the\nprinciples of natural justice are not violated and there is no\noccasion of impertinent exercise of judicial discretion.\nB\nC\nD\n28. In the present case there is no dispute to the fact that\nno order was passed by the Chief Justice of Allahabad High\nCourt or even the senior-most Judge, administratively Incharge\nof the Lucknow Bench, transferring Writ Petition No. 111/2011\nfor hearing from a Single Judge before which it was pending,\nto the Division Bench of that Court. On basis of the allegations\nmade in the Writ Petition No. 111/2011, that matter had been\nlisted before the Single Judge. If this writ petition was\nimproperly instituted before the Single Judge of the High Court\nthen it was for the Registry of that Court or any of the contesting\nparties to that petition, to raise an objection in that behalf. The\nobjection could relate to the maintainability and/or jurisdiction\non the facts pleaded. If the Writ Petition No. 125 of 2011 was\nfiled with a prayer for transfer of Writ Petition No. 111/2011 on\nthe ground stated in the petition, this power fell within the\nexclusive domain of the Chief Justice or the Senior Judge E\nIncharge for that purpose. It does not appear to be apt exercise\nof jurisdiction by the Division Bench to suo moto direct transfer\nof Writ Petition No. 111/2011 without leave of the Chief Justice\nof that Court as such action would ex facie amount to dealing\nwith matters relating to constitution and roster of Benches. We\nhave already cited various judgments of this Court where\nmatters relating to the roster and constitution of the Benches\nfall within the exclusive domain of the Chief Justice of the\nconcerned High Courts. Transfer of a petition may not\nnecessarily result in lack of inherent jurisdiction. It may be an\nadministrative lapse but normally would not render the Division\nBench or Court of competent jurisdiction as lacking inherent\njurisdiction and its orders being invalid ab initio. Such an order\nmay necessarily not be vitiated in law, particularly when the\nparties participate in the proceedings without any objection and H\nF\nG\n770 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA protest. This, however, always will depend on the facts and\ncircumstances of a given case. In the present case, suffices it\nto note that transfer of Writ Petition No. 111/2011 by the\nDivision Bench to its own Board was an order lacking\nadministrative judicial propriety and from the record it also\nB appears that adequate hearing had not been provided to the\nwrit petitioners before dismissal of the Writ Petition No. 111\nof 2011 by the Division Bench.\nC\nAbuse of the process of Court:\n29. Now, we shall deal with the question whether both or\nany of the petitioners in Civil Writ Petition Nos. 111/2011 and\n125/2011 are guilty of suppression of material facts, not\napproaching the Court with clean hands, and thereby abusing\nthe process of the Court. Before we dwell upon the facts and\nD circumstances of the case in hand, let us refer to some case\nlaws which would help us in dealing with the present situation\nwith greater precision. The cases of abuse of the process of\ncourt and such allied matters have been arising before the\nCourts consistently. This Court has had many occasions where\nit dealt with the cases of this kind and it has clearly stated the\nprinciples that would govern the obligations of a litigant while\napproaching the court for redressal of any grievance and the\nconsequences of abuse of the process of court. We may\nrecapitulate and state some of the principles. It is difficult to\nstate such principles exhaustively and with such accuracy that\nwould uniformly apply to a variety of cases. These are:\nE\nF\nG\nH\n(i)\n(ii)\nCourts have, over the centuries, frowned upon\nlitigants who, with intent to deceive and mislead the\nCourts, initiated proceedings without full disclosure\nof facts and came to the courts with 'unclean\nhands'. Courts have held that such litigants are\nneither entitled to be heard on the merits of the\ncase nor entitled to any relief.\nThe people, who approach the Court for relief on\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 771\n[SWATANTER KUMAR, J.]\nan ex parte statement, are under a contract with the A\ncourt that they would state the whole case fully and\nfairly to the court and where the litigant has broken\nsuch faith, the discretion of the court cannot be\nexercised in favour of such a litigant.\n(iii) The obligation to approach the Court with clean\nhands is an absolute obligation and has repeatedly\nbeen reiterated by this Court.\n(iv) Quests for personal gains have become so intense\nthat those involved in litigation do not hesitate to\ntake shelter of falsehood and misrepresent and\nsuppress facts in the court proceedings.\nMaterialism, opportunism and malicious intent have\nover-shadowed the old ethos of litigative values for\nsmall gains.\n(v) A litigant who attempts to pollute the stream of\njustice or who touches the pure fountain of justice\nwith tainted hands is not entitled to any relief,\ninterim or final.\n(vi) The Court must ensure that its process is not\nabused and in order to prevent abuse of the\nprocess the court, it would be justified even in\ninsisting on furnishing of security and in cases of\nserious abuse, the Court would be duty bound to\nimpose heavy costs.\n(vii) Wherever a public interest is invoked, the Court\nmust examine the petition carefully to ensure that\nthere is genuine public interest involved. The stream\nof justice should not be allowed to be polluted by\nunscrupulous litigants.\n(vii) The Court, especially the Supreme Court, has to\nmaintain strictest vigilance over the abuse of the\nB\nC\nD\n- E\nF\nG\nH\nA\nB\nC\n772\nSUPREME COURT REPORTS\n[2012] 9 S.C.R.\nprocess of court and ordinarily meddlesome\nbystanders should not be granted \"visa\". Many\nsocietal pollutants create new problems of\nunredressed grievances and the Court should\nendure to take cases where the justice of the lis\nwell-justifies it.\n[Refer: Dalip Singh v. State of U.P. \u0026 Ors. (2010) 2 SCC\n114; Amar Singh v. Union of India \u0026 Ors. (2011) 7 SCC\n69 and State of Uttaranchal v Balwant Singh Chaufal \u0026\nOrs. (2010) 3 SCC 402].\n30. Access jurisprudence requires Courts to deal with the\nlegitimate litigation whatever be its form but decline to exercise\njurisdiction, if such litigation is an abuse of the process of the\nCourt. In P.S.R. Sadhanantham v. Arunachalam \u0026 Anr. (1980)\nD 3 SCC 141, the Court held:\nE\nLL\nF\n0\nH\n\"15. The crucial significance of access jurisprudence has\nbeen best expressed by Cappelletti:\n\"The right of effective access to justice has emerged\nwith the new social rights. Indeed, it is of paramount\nimportance among these new rights since, clearly,\nthe enjoyment of traditional as well as new social\nrights presupposes mechanisms for their effective\nprotection. Such protection, moreover, is best\nassured be a workable remedy within the\nframework of the judicial system. Effective access\nto justice can thus be seen as the most basic\nrequirement the most basic 'human-right' of a\nsystem which purports to guarantee legal rights.\"\n16. We are thus satisfied that the bogey of busybodies\nblackmailing adversaries through frivolous invocation of\nArticle 136 is chimerical. Access to justice to every bona\nfide seeker is a democratic dimension of remedial\njurisprudence even as public interest litigation, class action,\n"}