{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"KISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 743\noutcome of a petition. In such cases, he may move the A\ncourt as a guardian or next friend for and on behalf of the\ndisabled aggrieved party. Normally, a total stranger would\nnot act as next friend. There could be cases where a\npublic spirited person bonafidely brings petition in\nrelation to violation of fundamental rights, particularly in B\nhabeas corpus petitions, but even in such cases, the\nperson should have some demonstrable interest or\nrelationship to the involved persons, personally or for the\nbenefit of the public at large, in a PIL. But in all such\ncases, it is essential that the petitioner must exhibit\nbonafides, by truthful and cautious exercise of such\nright. The courts would be expected to examine such\nrequirement at the threshold of the litigation in order to\nprevent abuse of the process of court. [para 46, 47 and\n49] [780-G; 781-D-E; 784-B-D]\nC\nD\nSimranjit Singh Mann v. Union of India (1992) 4 SCC\n653; S.P. Gupta v. Union of India AIR 1982 SCR 365 = (1982)\nSC 149; Karamjeet Singh v. Union of India 1992 (1) Suppl.\nSCR 898 = (1992) 4 SCC 666; Janata Dal v. H.S. Chowdhary,\n1992 (1) Suppl. SCR 226 = (1992) 4 SCC 305; R \u0026 M Trust E\nv. Koramangala Residents Vigilance Group 2005 (1) SCR\n582 = (2005) 3 SCC 91 - referred to.\n3.2. In the instant case, both the appellant and\nrespondent No.8 are total strangers to the three\nmentioned petitioners. The appellant, in fact, is a resident\nof Madhya Pradesh, belonging to a political party and was\nelected an MLA in Madhya Pradesh. He has no roots in\nAmethi and, in fact, he was a stranger to that place. The\nappellant as well as respondent No.8 did not even know\nthat the persons on whose behalf they have acted as\nnext friend had shifted their residence in the year 2010\nto another district. They have made false averments in the\npetition and have withheld true facts from the court. The\nissue could be decided with reference to the given facts\nF\nG\nH\n744 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA and not in isolation. They filed their respective writ\npetitions before the High Court as next friends of the\nthree petitioners whose names have not been stated with\ncomplete correctness in both the writ petitions. There has\nbeen complete contradiction in the allegations made in\nB the two writ petitions by the respective petitioners. It may\nalso be noticed that in both the writ petitions, baseless\nallegations in regard to the alleged incident of 3.12.2006,\ninvolving respondent no.6, had also been raised. [para 46\nand 49] [780-H; 781-A-C; 784-D-F]\nC\nCharanjit Lal Chowdhury v. The Union of India \u0026 Ors.\n1950 SCR 869 = AIR 1951 SC 41 - referred to\n3.3. It is not a case of a mere third person moving the\ncourt simpliciter on behalf of persons under alleged\nD detention. It is a case of definite improprietory abuse of\nprocess of court, justice and is a motivated attempt\nbased on falsehood to misguide the court and primarily\nfor publicity or political vendetta. More so, the petitioners\nin the writ petitions have categorically stated that they\nE made no complaint of the alleged incident of 3.12.2006\nand never authorised, requested or approached either of\nthe appellant or respondent no. 8 to move the court for\nredressal of any grievance. The question of filing habeas\ncorpus petitions on their behalf would not arise because\nF they were living at their own house and enjoying all\nfreedoms. According to them, they were detained by none\nat any point of time either by respondent No.6 or the\nPolice authorities. In the face of this definite stand taken\nby these persons, the question of locus standi has to be\nanswered against both the appellant and respondent no.\n8. In fact, it is not only abuse of the process of the court\nbut also is a case of access to justice unauthorisedly and\nillegally. Their whole modus operandi would be\nunacceptable in law. Thus, this Court holds on the facts\nof the instant case that both the appellant and respondent\nG\nH\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS.\n745\nno. 8 had no locus standi to approach the High Court in\nthe manner and method in which they did. [para 50] [785-\nB-G]\nA\n4. As regards the plea that a petition for habeas\ncorpus is not struck by the rule of res judicata or B\nconstructive res judicata, suffice it to note that the\njudgment of the Allahabad High Court dated 17.4.2009 in\nCivil Writ Petition 3719 of 2009 had attained finality as the\nlegality or correctness thereof was not challenged by any\nperson. There can hardly be any doubt that upon\npronouncement of this judgment this case squarely fell\nin the public domain and was obviously known to both\nthe petitioners but they did not even consider it\nnecessary to mention the same in their respective writ\npetitions. [para 50] [785-G; 786-B-D]\nGhulam Sarwar v. Union of India 1967 SCR 271 = AIR\n1967 SC 1335 and Kirti Kumar Chaman Lal Kundaliya v.\nUnion of India AIR 1981 SC 1621; Re: Shri Sham Lal 1978\n(2) SCR 581 = (1978) 2 SCC 479 cited\n5.1. 'Reputation' is an element of personal security\nand is protected by Constitution equally with the right to\nenjoyment of life, liberty and property. In light of the legal\nprinciples, the appellant and, in fact, to a great extent\neven respondent No.8 have made an attempt to hurt the\nreputation and image of respondent no.6 by stating\nincorrect facts, that too, by abusing the process of court.\n[para 51-52] [788-B-C; G]\nC\nD\nE\nF\n5.2. However, imposition of such heavy costs upon\nthe petitioner in W.P. No. 111 of 2011 as was imposed by G\nthe High Court, was not called for in the facts and\ncircumstances of the case as the Court was not dealing\nwith a suit for damages but with a petition for habeas\ncorpus, even if the petition was not bona fide.\nFurthermore, the manner in which the costs imposed\nH\n746 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA were ordered to be disbursed to the different parties can\nalso not be approved. Moreover, the question of paying\nrewards to the Director General of Police does not arise\nas the police and the Director General of Police were only\nperforming their duties by producing the petitioners in the\nB Court, who, in any case, were living in their own house\nwithout restriction or any kind of detention by anyone. In\nfact, the three petitioners have been compulsorily\ndragged to the court in Writ Petition No. 125/2011. They\nhad made no complaint to any person and thus, the\nC question of their illegal detention and consequential\nrelease would not arise. These three petitioners have\nbeen used by both the appellant and respondent no. 8\nand it is, in fact, they are the ones whose reputation has\nsuffered a serious setback and were exposed to\ninconvenience of being dragged to courts for no fault of\ntheir own. Certainly, the reputation of respondent no.6\nhas also been damaged, factually and in law. [para 53]\n[789-B-F]\nD\n5.3. Therefore, the order under appeal cannot be\nE sustained in its entirety and is modified as follows:\nLL\nF\nG\n(i) Writ petition No. 111/2011 was based upon\nfalsehood, was abuse of the process of court\nand was driven by malice and political\nvendetta. The exemplary costs of Rs. 5 lacs is\nimposed upon the next friend, costs being\npayable to respondent no.6.\n(ii)\nThe next friend in Writ Petition No. 125/2011\nhad approached the court with unclean hands,\nwithout disclosing complete facts and\nmisusing the judicial process. In fact, he filed\nthe petition without any proper authority, in\nfact and in law. Costs of Rs. 5 lakhs is imposed\nupon next friend for abuse of the process of\nthe court and/or for such other offences that\n☐ H\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS.\n747\n(iii)\nthey are found to have been committed, which A\nshall be payable to the three petitioners\nproduced before the High Court.\nC\nOn the basis of the affidavit filed by the\nDirector General of Police, U.P., statement of\nB\nthe three petitioners in the writ petition, CBI's\nstand before the Court, its report and the\ncontradictory stand taken by the next friend in\nWrit Petition No.111/2011, this Court is, prima\nfacie, of the view that the allegations against\nrespondent no.6 in regard to the alleged\nincident of rape on 3.12.2006 and the alleged\ndetention of the petitioners, are without\nsubstance and there is not even an iota of\nevidence before the Court to validly form an\nopinion to the contrary. In fact, as per the\npetitioners (allegedly detained persons), they\nwere never detained by any person at any\npoint of time.\nD\nF\n(iv) The CBI shall continue the investigation in E\nfurtherance of the direction of the High Court\nagainst the petitioner in Writ Petition No. 111/\n2011 and all other persons responsible for the\nabuse of the process of court, making false\nstatement in pleadings, filing false affidavits\nand committing such other offences as the\ninvestigating agency may find during\ninvestigation. The CBI shall submit its report\nto the court of competent jurisdiction as\nexpeditiously as possible. [para 54] [789-G-H; G\n790-A-H; 791-A-B]\nCase Law Reference:\n1997 (6) Suppl. SCR 1\nrelied on\npara 24\n2010 (11) SCR 542\nrelied on\npara 26\nH\n748 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\nA\n2009 (16) SCR 111\nrelied on\npara 29\n2011 (6) SCR 403\nrelied on\npara 29\n2010 (1) SCR 678\nrelied on\npara 29\nB\n(1980) 3 SCC 141\nrelied on\npara 30\n1969 (1) SCC 110\nreferred to\npara 33\n2012 (6) SCC 430\nreferred to\npara 33\n1994 (5) Suppl. SCR 465\nreferred to\npara 33\nC\n2011 (7) SCR 611\nreferred to\npara 33\n2011 (6) SCR 443\nreferred to\npara 33\n2011 (1) SCR 894\nreferred to\npara 33\nD\n2008 (10) SCR 454\nrelied on\npara 35\n1996 (4) Suppl. SCR 574\nrelied on\npara 36\n(1992) 4 SCC 653\nreferred to\npara 47\nヨ\n1982 SCR 365\nreferred to\npara 47\n1992 (1) Suppl. SCR 898\nreferred to\npara 47\n1992 (1) Suppl. SCR 226\nreferred to\npara 48\n2005 (1) SCR 582\nreferred to\nF\npara 47\n1950 SCR 869\nreferred to\npara 50\n1978 (2) SCR 581\ncited\npara 50\n1967 SCR 271\ncited\npara 50\nG\nAIR 1981 SC 1621\ncited\npara 50\n1969 (3) SCR 603\nrelied on\npara 51\n2011 (9) SCR 503\nreferred to\npara 51\nН\n1989 (1) SCR 20\nreferred to\npara 51\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS. 749\n1997 (6) Suppl. SCR 246\nreferred to\npara 51\nA\n2006 (3) Suppl. SCR 462\nreferred to\npara 51\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 1406 of 2012.\nFrom the Judgment \u0026 Order dated 07.03.2011 of the High\nCourt of Allahabad at Lucknow in WP No. 111of 2011.\nHarin P. Raval, ASG, P.P. Rao, Rakesh Diwedi, S.P.\nSingh, K.T.S. Tulsi, Gaurav Bhatia, AAG, Kamini Jaiswal,\nAsbhimanue Shrestha, S.M. Royekwar, R.K. Shukla, Ajay\nSingh, Kr. Prashant, Mahalakshmi Pavani, G. Balaji, Rajiv\nNanda, P.K. Dey, B.V. Balram Das, Arvind Kumar, Sharma,\nMohd. Fuzail Khan, Gaurav Dhingra, V.K. Biju, Sadhana\nSandhu, Sunit Sharma, Anil Katiyar, Subramonium Prasad, Raj\nKamal, Kuber Boddh for the Appearing Parties.\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR, J. 1. Challenge in the present\nappeal is to the order dated 7th March, 2011 passed by a\nDivision Bench of the High Court of Judicature at Allahabad\n(Lucknow Bench). The operative part of the order reads as\nunder:\nB\nC\nD\nE\nF\n\"In view of all the aforesaid and particularly for the reasons\nthat the writ petition No.111 (H/C) of 2011 was filed on the\ninstructions of Kishor Samrite (who has also sworn the\naffidavit in support of the writ petition) which contained wild\nallegations/insinuation against Shri Rahul Gandhi and\nquestions the virtue and modesty of a young girl of 22 years\nKm. Kirti Singh, we dismiss this writ petition with a cost G\nof Rs.50,00,000/- (Fifty lacs). Out of the cost amount,\nRs.25,00,000/- (Twenty five lacs) shall be paid to Km. Kirti\nSingh and Rs.20,00,000/- (Twenty lacs) to Shri Rahul\nGandhi, opposite part no.6. The cost amount shall\nbedeposited within a period of one month with the H\nA\nB\nC\nD\nE\nחד\nF\nG\n750 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\nRegistrar of this Court, failing which the Registrar shall\ntake necessary action for recovery of the amount as land\nrevenue.\nWe also record our special note of appreciation for\nShri Karamveer Singh, Director General of police, U.P. (a\nhighly decorated police officer), for producing the alleged\ndetenues within the time frame as directed in the order.\nThus, for all thepromptness and sincerity shown, in themidst\nof serious law and order problems all over the State on\naccount of some agitation in obeying and complying with\nthe directions, we direct payment of Rs.5,00,000/- (five\nlacs) towards a reward to the DGP. We also record our\nappreciation for Shri Jyotindra Misra, learned Advocate\nGeneral and the State Government for showing concern\nin this matter.\nWe also direct the Director, Central Bureau of\nInvestigation, to register case against Kishor Samrite, the\nwebsites referred to in Writ Petition No.111 (H/C) of 2011\nand all other persons who are found involved in the plot, if\nany, hatched in order to frame up Shri Rahul Gandhi,\nMember of Parliament from Amethi. We also appreciate\nShri Gajendra Pal singh, author of Writ Petition No.125(H/\nC) of 2011 for approaching this Court in order to save the\nreputation of Shri Rahul Gandhi and the family of alleged\ndetenues at the hands of vested interests responsible for\nfiling Writ Petition No.111 (H/C) of 2011.\nTill the investigation continues and the websites in\nquestion are not cleared by the CBI, their display in India.\nshall remain banned. The Director, CBI, shall ensure\ncompliance of this order forthwith. He shall also prepare\na list of such other websites which are involved in display\nof scandalous informations about the functionaries holding\nhigh public offices and submit a report in respect thereof\non the next date of hearing.\n☐ H\nKISHORE SAMRITE v. STATE OF U.P. \u0026 ORS.\n[SWATANTER-KUMAR, J.]\n751\nThus, writ petition No.125 (H/C) of 2011 is partly A\ndisposed of to the extent insofar as it relates to production\nof the alleged detenues. However, it shall remain pending\nin respect of notice issued to the Registrar General\nAllahabad High Court and for the submission of report by\nthe CBI as directed hereinabove. The matter shall remain\npart heard.\nList the matter on 11.04.2011 for further hearing.\nThe Registrar of this Court shall issue copy of this\norder to all the concerned parties including the Director,\nCentral Bureau of Investigation, for immediate\ncompliance.\"\n2. Challenge to the above impugned order, inter alia, but\nprimarily is on the following grounds:\n(i)\nThe Court could not have called for the records of\nWrit Petition No.111 of 2011. Consequently it\nlacked inherent jurisdiction to deal with and decide\nthe said writ petition. Furthermore, no order was\npassed by the competent authority, i.e., the Chief\nJustice of the High Court transferring that writ\npetition to the Bench dealing with Writ Petition\nNo.125 of 2011.\nB\nC\nD\nE\n(ii)\nThe Bench showed undue haste and has not dealt\nwith Writ Petition No.125 of 2011 in accordance\nwith the prescribed procedure.\nF\n(iii) The order was passed without notice and grant of\nappropriate hearing to the present appellant.\n(iv) The orders for imposition of cost and registration\nof a case against the appellant by the CBI are\nuncalled for and in any case are unjust and\ndisproportionate as per the known canons of law.\nG\nH\nA\n752 SUPREME COURT REPORTS\n[2012] 9 S.C.R.\n3. Stands on merits is that Writ Petition No. 125 of 2011\nwas, in fact and in law, not a petition for habeas corpus and,\nthus, could not have been entertained and dealt with by a\nDivision Bench of that Court. The said petition primarily related\nto transfer of a petition though in the garb of a prayer for\nB production of the corpus. It did not satisfy the pre-requisites of\na petition of habeas corpus.\nC\nD\nE\nF\nG\nH\n4. Writ Petition No.111 of 2011, even if not complete in\nits form, was maintainable and the same could not have been\ndismissed by the Court as the prayer by the appellant in that\nwrit petition for habeas corpus was maintainable in view of the\nright to life and liberty of the petitioners stated therein, as\nenshrined in Article 21 of the Constitution of India, was violated.\nThe petition had been filed by the appellant as next friend and\nhad not seen the alleged detenues since 4 th January, 2007\nwhen they were last seen in Amethi. According to the appellant\nthe representations made to various authorities had failed to\nyield any results. Thus, that petition was not liable to be\ndismissed.\n5. To the contra, it is contended on behalf of the State of\nUttar Pradesh that :\n(i)\n(ii)\nThe Writ Petition No.111 of 2011 was an abuse of\nthe process of Court. The appellant had not\napproached the Court with clean hands as the facts\nas were pleaded by him were not correct to the\nknowledge of the appellant.\nThe petition was mala fide and even the affidavit\nof the appellant was not in conformity with the\nprescribed procedure.\n(iii) The averments made in the affidavit and in the other\ndocuments were contradictory in terms.\n(iv) The appellant was neither the next friend of the\n"}