{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nNEW DELHI MUNICIPAL COUNCIL\nV.\nP.P. GARG AND ANR.\nFEBRUARY 20, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nC\nService Law:\nPay Scale-NDMC-Mechanics (Auto)-Appointed as Assistant\nEngineer (E \u0026 M )—Continued to work in Auto workshop-As Mechanic\n(Auto) drawing pay scale as per Shiv Shankar Committee Report-But on\nbeing posted as Assistant Engineer (E. \u0026 M) granted pay scale according\nto Pay Commission Report-Claim for pay-scale as per Shiv Shankar\nCommittee Report-Held, employees even after their promotion as Assistant\nD Engineers (E \u0026 M ) having been posted and continued in Auto Workshop\nwhich forms part of Electrical Wing of NDMC are entitled to Shiv Shankar\nCommittee pay scale—New Delhi Municipal Council Act, 1994.\nRespondents were recruited as Mechanics (Auto) in the Auto Workshop\nof appellant-NDMC. They were getting the pay scale as per Shiv Shankar\nE Committee Report. Subsequently they were appointed as Assistant Engineers\nF\n(E \u0026 M), which according to the appellant formed part of Civil Engineering\nWing, in the pay scale recommended by the Pay Commission. The respondents\nfiled writ petitions before the High Court claiming Shiv Shankar Committee\npay scale on the ground that they had all along been working in the Auto\nWorkshop Department of the NDMC and were retained in Auto Workshop\nafter promotion to the post of Assistant Engineer ( E \u0026 M ). The NDMC\ncontested the writ petition stating that its work force was divided between the\nCivil Engineering Department and the Electrical Wing. Though the\nrespondents were initially recruited as Mechanic (Auto) in Auto Workshop\npay-scales wherein were governed by Shiv Shankar Committee Report, they\nG were subsequently posted as Assistant Engineers ( E \u0026 M ) in the Hot Mix\nPlant in the Civil Engineering Wing which had its independent seniority list,\nrecruitment rules and pay-scales fixed in accordance with the\nrecommendations made by the Pay Commission, and, as such, they were not\nentitled to pay scale as per Shiv Shankar Committee. The single Judge of the\nH\n846\n+\nNEW DELHI MUNICIPAL COUNCIL v. P.P. GARG [ALTAMAS KABIR, J.] 847\nHigh Court allowed the writ petition. The writ appeal of NDMC having been A\ndismissed by the Division Bench of the High Court, it filed the present appeal.\nDismissing the appeal, the Court\nB\nHELD: Except for a bald statement that the post of Assistant Engineer\n(E \u0026 M) had been created in the Hot Mix Plant, which was a part of the Civil\nWing of NDMC, there is no other corroborating evidence to support the said\nstatement of the NDMC. Nothing has been shown on behalf of NDMC to\nestablish the stand taken on its behalf that the posts in question had, in fact,\nbeen created in the Hot Mix Plant or that the same formed part of the Civil\nWing. In the circumstances, the High Court was justified in arriving at the C\nconclusion that since the respondents/writ-petitioners, even after their\npromotion to the post of Assistant Engineers (E \u0026 M), had been posted and\ncontinued to work in the Auto Workshop, which forms a part of the Electrical\nWing of the NDMC, they were entitled to the Shiv Shankar Committee pay-\nscale. [Para 11] [851-B-D]\nR.D. Gupta v. Lt. Governor, Delhi Admn. \u0026 Ors., [1987] 4 SCC 505, held\ninapplicable.\nD\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 864 of 2007. ·\nFrom the final Judgment and Order dated 15.2.2005 of the High Court E\nof Delhi at New Delhi in L.P.A. No. 34/2004.\nRakesh K. Khanna, Surya Kant, Rashmi Khanna and Jahanvi Warah for\nthe Appellant.\nInderjeet Swaroop, Prem Kumar and Manjeet Chawla for the F\n⚫ Respondents.\nThe Judgment of the Court was delivered by\nALTAMAS KABIR, J. 1. Leave granted.\n2. The New Delhi Municipal Committee was constituted under the\nPunjab Municipal Act, 1911. It was later on renamed and reconstituted as the\nNew Delhi Municipal Council by virtue of the New Delhi Municipal Council\nOrdinance notified on 25th May, 1994, which was later on replaced by the\nNew Delhi Municipal Council Act, 1994 with effect from 5th July 1994. The\nG\nH\nT\nY\n848\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA work force of the New Delhi Municipal Council (hereinafter referred to as the\n'NDMC') is divided between the Civil Engineering Department and the Electrical\nWing. According to the NDMC, a Hot Mix Plant forms part of the Civil\nEngineering Wing of NDMC and in 1974 the post of Assistant Engineer (E\n\u0026 M) was created in the Hot Mix Plant. The role of the Assistant Engineer\n(E \u0026 M) was confined to looking after the electrical and mechanical circuits\nof vehicles owned by the NDMC whereas Electrical Engineers working in the\nelectricity wing were looking after the supply and distribution of electricity\nin the NDMC area. According to the NDMC, not only were the two posts\ndifferent in terms of nature of duty and qualification, but they also belong to\ndifferent departments and enjoy different pay-scales.\nB\nC\nThe respondents in this appeal had been recruited as Mechanic (Auto)\nin the Auto Workshop of NDMC which is a part and parcel of the electricity\nestablishment and were enjoying pay-scales as per the recommendations of\nthe Shiv Shankar Committee. Subsequently, they were appointed to the post\nof Assistant Engineer (E \u0026 M), which according to the NDMC formed part\nD of the Civil Engineering Wing having their independent seniority list,\nrecruitment rules and pay-scales fixed in accordance with the recommendations\nmade by the Pay Commission. Consequent upon their promotion to the post\nof Assistant Engineer (E \u0026 M), the pay of the respondents was also refixed\nfrom the Shiv Shankar Committed pay-scale to the pay-scale recommended by\nthe Pay Commission.\nE\nF\n3. On 27th October, 1997, long after promotion to the post of Assistant\nEngineer (E \u0026 M), the respondents filed Writ Petition No. 4805/1997 in the\nDelhi High Court inter alia for issuance of an appropriate writ to direct the\nNDMC to fix the pay of the respondents in the Shiv Shankar Committee pay-\nscale for their promotional post of Assistant Engineer (E \u0026 M) with effect\nfrom the date of their respective promotions. By his judgment dated 21st\nAugust, 2003, the Single Judge of the Delhi High Court allowed the writ\npetition upon holding that since the auto workshop of the NDMC had been\nheld by this Court to be part and parcel of the electricity establishment, the\nwrit petitioners were entitled to receive the Shiv Shankar Committee pay-scale.\nAn appeal, being L.P.A.No.34/2004, preferred by the appellant herein was\ndismissed by the Division Bench of the High Court by a very brief order upon\nholding that the contention of the appellant that on promotion the respondents\nwere transferred to the Civil Wing could not be accepted as even after\npromotion they were working in the Auto Workshop itself, which forms part\nH of the Electricity Wing.\nG\ni\n\"\n1.\n44\n1\nNEW DELHI MUNICIPAL COUNCIL v. P.P. GARG [ALTAMAS KABIR, J.] 849\nB\n4. Mr. Rakesh Khanna, learned senior counsel appearing for the NDMC, A\nrepeated the stand taken on behalf of NDMC before the Delhi High Court.\nHe admitted that the writ petitioners-respondents herein, had been appointed\nin the initial stage in the Auto Workshop of NDMC, which admittedly formed\npart of the Electrical Wing. The salaries of the writ petitioners were, therefore,\nfixed in the pay-scales as recommended by the Shiv Shankar Committee which\nhad been accepted by the NDMC. Subsequently, however with the creation\nof the post of Assistant Engineer (E \u0026 M) in the Hot Mix Plant, the writ\npetitioners-respondents consciously accepted promotion to the post of\nAssistant Engineer (E \u0026 M) which was created in the year 1974 and formed\npart of the Civil Engineering Wing which had different sets of pay-scales fixed\non the basis of the recommendations of the Pay Commission. After having C\nenjoyed the said scale for about 10 years, the writ petitioners-respondents\nmade a claim for fixation of their pay-scale according to the recommendations\nof the Shiv Shankar Committee pay-scale purportedly on the ground that\nsince after promotion they were continued to be stationed in the Auto\nWorkshop, which formed part of the Electrical Wing, they were entitled to the D\nbenefit of the Shiv Shankar Committee pay-scale.\n5. Mr.Khanna urged that both the Single Judge, as also the Division\nBench of the Delhi High Court, had completely disregarded the fact that the\npost of Assistant Engineer (E \u0026 M) had been created in the Hot Mix Plant\nwhich was part of the Civil Wing, and notwithstanding the posting of the writ E\npetitioners-respondents in the Auto Workshop, they were part and parcel of\nthe Civil Wing. Mr. Khanna submitted that the Delhi High Court had proceeded\non the erroneous assumption that since the writ petitioners-respondents had\nbeen posted in the Auto Workshop even after their promotion to the post of\nAssistant Engineer (E \u0026 M), they must be held to be part of the Electrical F\nWing of the NDMC. Mr. Khanna urged that the said basic error in\nunderstanding the manner in which the writ petitioners-respondents had been\npromoted and thereafter posted in the Auto Workshop Department, has\nresulted in a judgment which is liable to be set aside.\n6. In conclusion, Mr. Khanna referred to the judgment of this Court in G\nthe case of R.D. Gupta v. Lt. Governor, Delhi Admn. \u0026 Ors., reported in\n[1987] 4 SCC 505, wherein it was held that the Civil Engineering Department\nwas separate and self-contained and that the employees of the said department\nwere not entitled to the benefit of the Shiv Shankar Committee pay-scale.\n7. On behalf of the writ petitioners-respondents, it was urged that the\nH\n1\nY\ny\n850\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA writ-petitioners-respondents, who had all along been working in the Auto\nWorkshop Department of the NDMC, had been retained in the Auto Workshop\nafter promotion to the post of Assistant Engineer ( E \u0026 M). It was denied\nthat the said promotional post was part of the Hot Mix Plant or that the same\nformed part of the Civil Wing. On the other hand, it was the definite contention\nof the writ petitioners-respondents that having been recruited in the Auto\nWorkshop, which admittedly was part of the Electrical Wing of the NDMC,\nthey had been retained in the Auto Workshop even after their promotion to\nthe post of Assistant Engineer (E \u0026 M) and they continued to belong to the\nElectrical Wing and were thus entitled to the Shiv Shankar Committee pay-\nscale.\nB\nC\nD\nE\nF\n8. It was urged that the decision in R.D. Gupta's case (supra) referred\nto and relied upon by Mr. Rakesh Khanna had no application to the facts of\nthe present case since the writ petitioners claimed to be a part of the Electrical\nWing, whereas in R.D. Gupta's case it was the Assistant Engineers (Civil) who\nhad raised grievance before this Court that they were at par with Electrical\nEngineers. Appearing for the respondents, Mrs. Inderjeet Swaroop submitted\nthat the said decision had been rendered on a totally different set of facts and\nhad been rightly held by the learned Single Judge not to be of any help to\nthe NDMC.\n9. From the aforesaid submissions it will be evident that the only\nquestion for decision in this appeal is whether the writ petitioners-respondents\non their promotion to the post of Assistant Engineer (E \u0026 M) were transferred\nto the Civil Wing from the Electrical Wing to which they had been originally\nrecruited. The question as to whether the writ petitioners-respondents would\nbe entitled to the Shiv Shankar Committee pay-scale, which is applicable to\nthe Electrical Wing only, will depend on the answer of the said question.\n10. There is no difficulty with regard to the initial recruitment of the writ\npetitioners-respondents in the Electrical Wing since the Auto Workshop was\nadmittedly a part of the of the Electrical Wing. The difficulty arose with the\nG promotion of the writ petitioners to the post of Assistant Engineer (E \u0026M),\nH\nwhich according to the appellant were posts which were created in the Civil\nDepartment in the Hot Mix Plant. It has been contended on behalf of the\nNDMC that the Hot Mix Plant was a part of the Civil Department and the writ\npetitioners-respondents had consciously accepted promotion to the said posts\nwhich entailed a transfer of their services from the Electrical Wing to the Civil\nWing of the NDMC, carrying with it all its consequences.\nL\nNEW DELHI MUNICIPAL COUNCIL v. P.P. GARG [ALTAMAS KABIR, J.] 851\nOn behalf of the appellant-NDMC an attempt has been made to show A\nthat the work performed by the writ petitioners-respondents were confined to\nlooking after the electrical and mechanical circuits of vehicles owned by the\nNDMC and their nature of work could by no stretch of imagination be\ncompared to the work performed by the electrical engineers who were looking\nafter the supply and distribution of electricity in the NDMC area.\nB\nC\n11. Unfortunately, except for a bald statement that the post of Assistant\nEngineer (E \u0026 M) had been created in the Hot Mix Plant, which was a part\nof the Civil Wing of NDMC, there is no other corroborating evidence to\nsupport the said statement. Nothing has been shown on behalf of NDMC to\nestablish the stand taken on its behalf that the posts in question had, in fact,\nbeen created in the Hot Mix Plant or that the same formed part of the Civil\nWing. In the said circumstances, the Single Judge of the Delhi High Court was\njustified in arriving at the conclusion that since the writ-petitioners, even after\ntheir promotion to the post of Assistant Engineer (E \u0026 M), had been posted\nin the Auto Workshop, which forms a part of the Electrical Wing of the\nNDMC, they were entitled to the Shiv Shankar Committee pay-scale. The D\nDivision Bench while considering the appeal also accepted the said position\nand on the same reasoning categorically rejected the contention raised on\nbehalf of NDMC that the writ petitioners on promotion had been transferred\nto the Civil Wing. The Division Bench observed that such a contention could\nnot be accepted as even after the promotion, the writ petitioners continued\nto work in the Auto Workshop which formed part of the Electrical Wing.\n12. As indicated hereinabove, nothing has been shown on behalf of\nNDMC which could have persuaded us to take a view which was different\nfrom that of the Single Judge and the Division Bench of the Delhi High Court.\n13. In such circumstances, we see no reason to interfere with the\ndecision of the High Court and the appeal is accordingly dismissed but\nwithout any order as to costs.\nR.P.\nAppeal dismissed.\nE\nF\n\u003e\n"}