{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"904\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA\nB\nс\nD\nE\nF\nclient to allege that default has been committed when the\ntruth is otherwise.\nMy client is ready and willing to pay the balance of sale\nconsideration and have the sale completed provided the\ndocuments are handed over to her immediately for scrutiny\nand approval. Once again in the circumstances set out\nabove, there is no default on the part of my client and she\nis always ready and willing to perform her part of the\nagreement provided your client hands over the documents\nfor scrutiny and the title is found good to the satisfaction\nof my client's legal advisers.\nMy client therefore stated that the purported cancellation\nof the agreement by the said notice is not legal and valid\nand your client is called upon to perform her part of the\nobligation, viz., the handing over of the original documents\nforthwith and without any undue delay, so that the\ntransaction may be completed. I hope that your client will\nsee the reasonableness in the offer and will not precipitate\nthe matter any further. My client expects an early reply in\nthis regard.\"\n7. This brought forth a rejoinder dated 26.8.1981 from\nrespondents 1 to 3 through their counsel. They denied the claim\nof the appellant that there was a variation in the term regarding\npayment of balance consideration in specified instalments.\nThey also denied that such a variation was agreed at a meeting\nheld in March 1981. They reiterated that the time was the\nessence of the contract and that the agreement was executed\nonly after the appellant had satisfied herself about their title and\nthe respondent's husband had in fact taken true copies of all\nG the documents together with the encumbrance certificate upto\n1980, and in those circumstances, the question of appellant\nagain seeking any document of title did not arise. They\ncontended that they were not bound to deliver the original\ndocuments before payment of the entire price. It was pointed\nH out that payment of instalments relating to sale consideration\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 905\nORS. [R.V. RAVEENDRAN, J.]\nstipulated in the agreement did not depend upon the appellant A\nsatisfying herself about the title after scrutinising the documents\nof title and that the appellant had unconditionally agreed to pay\nthe entire consideration on the due dates mentioned in clause\n(4) of the agreement. It was further pointed out that as appellant\nwas already in possession of xerox copies of the documents B\nof title, if she wanted inspection of the originals, she could have\naddressed a letter seeking inspection.\nC\nD\n8. This brought forth a second reply dated 4.9.1981 from\nthe appellant, reiterating the averments in the reply notice dated\n7.8.1981. Thereafter the appellant got a public notice published\nin the newspaper 'Hindu' dated 11.11.1981 through her\ncounsel, informing the public that she had purchased the\nschedule properties (as also Sy. Nos.20/1, 21 and 24) from\nrespondents 1 to 3 through the fourth respondent and that she\nwas in possession thereof and was cultivating them. The notice\nfurther stated that pending completion of documentation, she\nhad learnt that respondents were trying to resell the properties\nand issued a warning that if any third party enters into any\nagreement with the owners, they will be doing so at their own\nrisk, and the same will not bind her. This public notice brought E\nforth two responses. The first was a notice dated 14.11.1981\nfrom one Gulecha stating that the documents relating to Sy. Nos.\n16 and 18 were deposited with him by the second respondent\nas security for a loan taken from him and that if appellant\npurchased the said lands, she will be doing so at her risk. The F\nsecond was a notice dated 14.11.1981 from respondent Nos.\n1 to 3 through their counsel stating that the claim of the appellant\nthat she had purchased the lands bearing Nos.8, 10, 12, 13,\n14, 15, 16, 17, 18, 19, 20, 20/1, 21 and 24 and was in\npossession thereof was false; the survey numbers mentioned G\nwere erroneous; that after the agreement dated 17.1.1981 was\ncancelled, they had entered into an agreement with a third party\nwhich fell through because of the public notice, causing loss to\nthem; that the appellant had been appointed only as a caretaker\nof the lands under the agreement dated 17.1.1981 and the said H\n906\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA appointment was cancelled and a new caretaker had been\nB\nC\nD.\nE\nappointed. Respondents 1 to 3 called upon the appellant to\nhand over all movables on 19.11.1981 to the new caretaker.\n9. In this factual background the appellant filed the following\nthree suits:-\n(i) O.S. No. 1709/1981 on the file of the District Munsif,\nPoonamallee against respondents 1 to 4 for a permanent\ninjunction restraining the respondents, their men and\nagents from in any way interfering with her peaceful\npossession and enjoyment of the suit properties. (This suit\nwas subsequently transferred to Madras High Court and\nrenumbered as C.S. No.302 of 1989).\n(ii) C.S. No. 95/1984 on the file of Madras High Court, filed\non 19.6.1982, against respondents 1 to 4 seeking a\ndecree for specific performance of the agreement of sale\ndated 17.1.1981 and a direction to respondents 1 to 3 to\nexecute a sale deed after receiving the balance.\n(iii) C.S. No. 170 of 1984 on the file of the Madras High\nCourt, filed on 12.1.1984 against the fourth respondent for\nreturn of Rs.1,25,000/- paid as commission along with the\ninterest at market rate from 17.1.1981 to date of payment.\n10. The first two suits were resisted by the defendants\nF contending that time was of the essence of the term regarding\npayment of sale price and that the agreement was cancelled\nas a consequence of default committed by appellant in paying\nthe balance sale price in terms of the agreement. It was alleged\nthat appellant's husband knew even before the agreement was\nG signed that the original documents were with State Bank of\nMysore and Gulecha and that the release of the documents\ncould be obtained only on payment of amounts due and that\ncould have been done only if the appellant had paid the\ninstalments in terms of the agreement.\nH\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 907\nORS. [R.V. RAVEENDRAN, J.]\n11. The four respondents contested the third suit (C.S. A\nNo.170 of 1984) filed against him by denying that he had\nreceived a commission of Rs.1.25 lakhs and contending that\nit was received as security for due performance of the contract\nin terms of the agreement dated 17.1.1981.\n12. The following issues were framed in the injunction suit:\n(i) Whether the plaintiff is entitled to the permanent\ninjunction as prayed for against the defendants?\n(ii) To what reliefs, the plaintiff is entitled to?\nThe following issues were framed in the specific\nperformance suit :\n(1) Whether the plaintiff has committed breach of the\ncontract by way of default in payment and thus was\nlacking in readiness and willingness to perform his\npart of the contract?\nB\nC\nD\n(2) Is the time essence of the contract?\nE\n(3) If so, whether the termination of the contract by the\ndefendant is valid?\n(4) Is not the plaintiff entitled to specific performance?\n(5) To what relief is the parties entitled?\nF\nAddl. Issue (1) Whether the fourth defendant is a\nnecessary and proper party to the suit?\nAddl. Issue (2) :Whether by reason of filing of C.S. No.\n170 of 1984, is the plaintiff entitled to specific G\nperformance?\nIn the suit for refund of Rs.1,25,000/-, the following issues\nwere framed:\nH\nA\nB\nC\nD\nE\nF\n908\nSUPREME COURT REPORTS\n(1)\n(2)\n[2011] 8 S.C.R.\nWhether the payment of Rs. 1,25,000/- made by\nthe plaintiff to the defendant on 17.1.1981 was\ntowards the commission charges as per the letter\ngiven by the defendant or towards part of\nconsideration for the sale in question?\nWhether the plaintiff is entitled to return of the said\namount of Rs.1,25,000/-.\n(3) To what other relief, if any, the plaintiff is entitled?\n13. Common evidence was recorded in the three suits. On\nbehalf of the plaintiff, three witnesses were examined, that is\nplaintiff as PW1 and one Babu as PW-2 and one Balaraman\nas PW-3. Ex P-1 to P-20 were marked on behalf of the plaintiff.\nOn behalf of the defendants, two witnesses were examined,\nthat is one Rajendran as DW-1 and fourth defendant as DW-\n2. Ex.D-1 to D-6 were marked on behalf of the defendants. After\nconsidering the oral and documentary evidence, a learned\nSingle Judge of the High Court, by his common judgment dated\n29.11.1991, dismissed all the three suits.\n14. Aggrieved by the said judgment, the appellant filed\nthree original side appeals. A Division Bench of the Madras\nHigh Court dismissed the said appeals by common judgment\ndated 19.6.2002, affirming the judgment of the trial court. The\nDivision Bench however directed the respondents to repay\nRs.3,50,000 (i.e. Rs.2,25,000 paid to defendants 1 to 3 and\nRs.1,25,000 paid to defendant No. 4) with interest at 9% per\nannum for the period during which the appellant was not acting\nas caretaker till the complete payment was made. While\ndisposing of the said three appeals, the Division Bench also\nG dismissed three applications. The first (CMP No.2888/1996)\nwas an application filed for appointment of an Advocate\nCommissioner to note the existing condition and physical\nfeatures of the suit property. The second (CMP No.17401/1997)\nwas an application filed by the appellant's son to implead him\nH as a party alleging that the substantial part of the amounts paid\n\"\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 909\nORS. [R.V. RAVEENDRAN, J.]\nto defendant came from him. The third (CMP No.7471/1002) A\nwas an application by the appellant to receive by way of\nadditional evidence, a judgment rendered by this Court in suo\nmoto contempt proceedings, as also a letter from the\nappellant's counsel to the Bank of India, Mylapore Branch and\na reply thereto.\n15. The learned Single Judge and the Division Bench,\nafter exhaustive consideration of the evidence, have recorded\nthe following findings of fact:\n(a) Respondents 1 to 3 entered into an agreement dated\n17.1.1981 agreeing to sell 24 acres 95 cents of land to\nthe plaintiff for a consideration of Rs.3,75,000/- and\nreceived in all, Rs.2,25,000 as advance.\nB\nC\n(b) Plaintiff had paid an additional consideration of D\nRs.1,25,000 for the movables and taken a letter from the\nfourth respondent describing it as 'commission', by way\n1 of security, with the understanding that if the sale did not\ntake place, the amount should be refunded.\n(c) The time for payment of the balance sale price\nstipulated in Clause (4) of the agreement of sale was the\nessence of the contract.\nE\n(d) Plaintiff's claim that in March, 1981, clause (4)\nregarding payment schedule was modified by oral F\nagreement under which it was agreed that the instalments\ndue on 6.4.1981 and 30.5.1981 could be paid after the\ndefendants satisfied the plaintiff about their title to the\nproperty agreed to be sold, was not established by plaintiff.\nThe terms of the agreement remained unaltered.\n(e) Plaintiff committed breach by failing to pay the sum of\nRs.1,00,000 due on 6.4.1981 (except Rs.25,000 paid on\n2.4.1981) and the sum of Rs.75,000 due on 30.5.1981 and\nthe defendants were therefore justified in cancelling the\nagreement on 2.8.1981.\nG\nH\nA\nB\nC\nD\nヨ\nF\nG\n910\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\n(f) The defendants did not deliver possession of the\nproperties agreed to be sold, to the plaintiff in part\nperformance of the agreement of sale dated 17.1.1981.\nThe defendants delivered the property to the plaintiff in trust\nto hold the same as caretaker, until the vendors received\nthe entire sale price and delivered possession. Therefore\nwhen the agreement was cancelled and consequently the\nappointment as caretaker came to an end, the plaintiff\nbecame liable to return the suit schedule properties to the\ndefendants.\n(g) The plaintiff and her husband had knowledge of the\nexistence of mortgage, before entering into the agreement\nof sale on 17.1.1981; and the case put forth by the\ndefendants that as per the understanding between the\nparties, the defendants had to discharge the mortgage\ndebts and secure the original title deeds after receiving the\nentire consideration, merited acceptance. As per the term\nof the agreement, the defendants had no obligation to\nproduce the original title deeds or proof of clearance of\nloans, before plaintiff paid the entire sale consideration.\n(h) The plaintiff failed to establish her readiness and\nwillingness to complete the sale in terms of the agreement\nand she was not entitled to the relief of specific\nperformance.\n16. Feeling aggrieved by the judgment of the division\nbench, the appellant has filed these appeals (CA Nos. 7254\nto 7256 of 2002), challenging the findings of fact arrived at by\nthe High Court and also raising some legal contentions. Where\nfindings of fact recorded by the learned single Judge (trial court)\nare affirmed by the appellate bench of the High Court in appeal,\nthis court will be reluctant to interfere with such findings in\nexercise of jurisdiction under Article 136 of the Constitution,\nunless there are very strong reasons to do so. On the\ncontentions urged, the following questions arise for our\nH consideration:\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 911\nORS. [R.V. RAVEENDRAN, J.]\n(i)\nWhether the time stipulated for payment of balance A\nconsideration was the essence of contract and whether the\ndefendants were justified in cancelling the agreement,\nwhen the time schedule stipulated for such payment was\nnot adhered to?\n(ii) Whether the parties had agreed upon sequence of\nperformance, which required payment of balance\nconsideration by appellant, as stipulated in clause (4) of\nthe agreement, only after the respondents satisfied the\nappellant regarding their title to the lands?\n00\nB\nC\n(iii) Whether the respondents had failed to disclose the\nencumbrances over the properties and thereby committed\nfraud, entitling the appellant for extension of time stipulated\nfor payment corresponding to the delay caused by the fraud\nand consequently the cancellation of the agreement by D\nnotice dated 2.8.1981 is illegal and invalid?\n(iv) Whether an adverse inference ought to be drawn on\naccount of the non-examination of defendants 1 to 3 who\nwere the vendors under the agreement of sale?\nRe: Question (i)\nE\n17. The appellant contends that time is not the essence\nof the agreement of sale dated 17.1.1981. She contends that\nwhere the vendors fail to give the documents of title to satisfy F\nthe purchaser about their title, and the purchaser is ready and\nwilling to perform the contract, the termination of the agreement\nof sale by the vendors is illegal and amounts to breach of\ncontract. They submit that High Court had failed to apply section\n55 of the Contract Act, 1872. Section 55 of Contract Act deals\nwith the effect of failure to perform at a fixed time, in contract\nin which time is essential. Said Section is extracted below :\n“Section 55. Effect of failure to perform at a fixed time, in\ncontract in which time is essential.-- When a party to a\ncontract promises to do a certain thing at or before a\nG\nH\nA\nB\nC\nD.\nE\nF\n912\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nspecified time, or certain things at or before a specified\ntime, and fails to do such thing at or before a specified.\ntime, the contract, or so much of it as has not been\nperformed, becomes voidable at the option of the\npromisee, if the intention of the parties was that time\nshould be of essence of the contract.\nEffect of such failure when time is not essential: If it was\nnot the intention of the parties that time should be of the\nessence of the contract, the contract does not become\nvoidable by the failure to do such thing at or before the\nspecified time; but the promisee is entitled to\ncompensation from the promisor for any loss occasioned\nto him by such failure.\nEffect of acceptance of performance at time other than\nagreed upon: If, in case of a contract voidable on account\nof the promisor's failure to perform his promise at the time\nagreed, the promisee accepts performance of such\npromise at any time other than agreed, the promisee\ncannot claim compensation of any loss occasioned by the\nnon-performance of the promise at the time agreed,\nunless, at the time of acceptance, he give notice to the\npromisor of his intention to do so.\"\nThe above section deals with the effect of failure to perform\nat a fixed time, in contracts in which time is essential. The\nquestion whether time is the essence of the contract, with\nreference to the performance of a contract, what generally may\narise for consideration either with reference to the contract as\na whole or with reference to a particular term or condition of\nthe contract which is breached. In a contract relating to sale of\nG immovable property if time is specified for payment of the sale\nprice but not in regard to the execution of the sale deed, time\nwill become the essence only with reference to payment of sale\nprice but not in regard to execution of the sale deed. Normally\nin regard to contracts relating to sale of immovable properties,\nH time is not considered to be the essence of the contract unless\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 913\nORS. [R.V. RAVEENDRAN, J.]\nsuch an intention can be gathered either from the express terms A\nof the contract or impliedly from the intention of the parties as\nexpressed by the terms of the contract.\nB\n18. Relying upon the observation of this court in\nN.Srinivasa v. Kuttukaran Machine Tools Ltd. [2009 (5) SCC\n182] that \"in the contract relating to immovable property, time\ncannot be the essence of the contract\", the appellant put forth\nthe contention that in all contracts relating to sale of immovable\nproperty, time stipulated for performance, even if expressed to\nbe the essence, has to be read as not being the essence of\nC\nthe contract and consequently the contract does not become\nvoidable by the failure to perform before the specified time. A\ncareful reading of the said decision would show that the\nsentence relied on (occurring in para 31) apparently was not\nthe statement of legal position, but a conclusion on facts\nregarding the contract that was being considered by the court\nin that case, with reference to its terms. In fact the legal position\nis differently stated in para 27 of the said decision, thus:\nD\n\"27. In a contract for sale of immoveable property, normally\nit is presumed that time is not the essence of the contract. E\nEven if there is an express stipulation to that effect, the\nsaid presumption can be rebutted. It is well settled that to\nfind out whether time was the essence of the contract. It is\nbetter to refer to the terms and conditions of the contract\nitself.\"\n19. The legal position is clear from the decision of a\nConstitution Bench of this court in Chand Rani v. Kamal Rani\n[1993 (1) SCC 519], wherein this court outlined the principle\nthus:\nF\nG\n\"It is a well-accepted principle that in the case of sale of\nimmovable property, time is never regarded as the\nessence of the contract. In fact, there is a presumption\nagainst time being the essence of the contract. This\nprinciple is not in any way different from that obtainable in H\n"}