{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"C\nD\n884\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA her name or in the name of her nominee or nominees.\nClause 12 provided that if the second party (purchaser)\nfound the title of the properties to be unsatisfactory or\nunacceptable, the vendors would be put on notice about\nher intention not to conclude the sale and in such an\nB event, if the vendors failed to satisfy the purchaser\nregarding their title, the vendors shall pay to the\npurchaser within three months from that date, all monies\nadvanced by the purchaser till then. Clause 12 also\nprovided that the payments of balance sale price in three\ninstalments on the specified due dates were not\ndependent upon the further examination of title or the\nsatisfaction of the purchaser about the title which\nshowed that the purchaser on the basis of whatever initial\nexamination she had taken of the documents, had\nunconditionally agreed to pay the amounts in three\ninstalments and if the purchaser was not thereafter\nsatisfied with the title or found the title unacceptable and\nif the vendors failed to satisfy her about their title when\nshe notified them about her dissatisfaction, the vendors\nhad to refund all payments made within three months.\nThus it was categorically made clear in the agreement that\ntime regarding payment of balance price was the essence\nof the contract and such payment was not dependent\nupon the purchaser's satisfaction regarding title. Apart\nfrom that, the plaintiff in her evidence admitted that time\nfor performance was the essence of the contract. Her\nevidence also showed that she apparently did not have\nthe funds to pay the balance of Rs.75,000 due on 6.4.1981\nand Rs.75000/- due on 30.5.1981 as was evident from the\nBank pass book. It was, therefore, possible that being not\nG ready to perform the contract in terms of the agreement,\nthe appellant had invented a modification in the terms of\nthe agreement. The Single Judge and the Division Bench\nrecorded a concurrent finding that the time was the\nessence of the contract and that no change was agreed\nE\nF\nH\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 885\nORS.\nin respect of the agreement terms as alleged by the A\nappellant. The appellant was unable to place any material\nwhich called for reversal of the said findings. Therefore,\ntime regarding payment stipulated in clauses (4), (5) and\n(6) of the agreement of sale was the essence of the\ncontract and failure of the appellant to adhere to it, B\njustified cancellation of the agreement by the\nrespondents. [Para 17, 20-22] [912-F-G; 913-A; 915-G-H;\n916-A-H; 917-A-H; 918-A-E]\nN.Srinivasa v. Kuttukaran Machine Tools Ltd. 2009 (5)\nSCC 182:2009 (2) SCR 852; Chand Rani v. Kamal Rani\n1993 (1) SCC 519: 1992 (3) Suppl. SCR 798;\nGomathinayagam Pillai v. Pallaniswami Nadar 1967 (1) SCR\n227; Govind Prasad Chaturvedi v. Hari Dutt Shastri 1977 (2)\nSCC 539: 1977 (2) SCR 877 - relied on.\n1.2. The distinction between contracts relating to\nimmovable properties and other contracts was not drawn\nby section 55 of Contract Act (or any other provisions of\nContract Act or Specific Relief Act, 1963). Courts in India\nmade the said distinction, by following the English law\nevolved during the nineteenth century. This Court held\nthat time is not of the essence of the contracts relating\nto immovable properties; and that notwithstanding\ndefault in carrying out the contract within the specified\nperiod, specific performance will ordinarily be granted, if\nhaving regard to the express stipulation of the parties,\nnature of the property and surrounding circumstances,\nit is not inequitable to grant such relief. The principle that\ntime is not of the essence of contracts relating to\nimmovable properties took shape in an era when market\nvalue of immovable properties were stable and did not\nundergo any marked change even over a few years\n(followed mechanically, even when value ceased to be\nstable). As a consequence, time for performance,\nstipulated in the agreement was assumed to be not\nC\nD\nLEI\nF\nG\nH\n886\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA material, or at all events considered as merely indicating\nthe reasonable period within which contract should be\nperformed. The assumption was that grant of specific\nperformance would not prejudice the vendor-defendant\nfinancially as there would not be much difference in the\nB market value of the property even if the contract was\nperformed after a few months. This principle made sense\nduring the first half of the twentieth century, when there\nwas comparatively very little inflation, in India. The third\nquarter of the twentieth century saw a very slow but\nC steady increase in prices. But a drastic change occurred\nfrom the beginning of the last quarter of the twentieth\ncentury. There has been a galloping inflation and prices\nof immovable properties increased steeply, by leaps and\nbounds. Market values of properties are no longer stable\nD or steady. Judicial notice is taken of the comparative\npurchase power of a rupee in the year 1975 and now, as\nalso the steep increase in the value of the immovable\nproperties between then and now. It is no exaggeration\nto say that properties in cities, worth a lakh or so in or\nabout 1975 to 1980, may cost a crore or more now. The\nreality arising from this economic change cannot\ncontinue to be ignored in deciding cases relating to\nspecific performance. The steep increase in prices is a\ncircumstance which makes it inequitable to grant the\nrelief of specific performance where the purchaser does\nnot take steps to complete the sale within the agreed\nperiod, and the vendor has not been responsible for any\ndelay or non-performance. A purchaser can no longer\ntake shelter under the principle that time is not of\nessence in performance of contracts relating to\nG immovable property, to cover his delays, laches,\nbreaches and 'non-readiness'. The precedents from an\nera, when high inflation was unknown, holding that time\nis not of the essence of the contract in regard to\nimmovable properties, may no longer apply, not because\nH the principle laid down therein is unsound or erroneous,\nE\nF\n:\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 887\nORS.\nbut the circumstances that existed when the said A\nprinciple was evolved, no longer exist. In these days of\ngalloping increases in prices of immovable properties, to\nhold that a vendor who took an earnest money of say\nabout 10% of the sale price and agreed for three months\nor four months as the period for performance, did not B\nintend that time should be the essence, will be a cruel\njoke on him, and will result in injustice. Adding to the\nmisery is the delay in disposal of cases relating to\nspecific performance, as suits and appeals therefrom\nroutinely take two to three decades to attain finality. As a\nresult, an owner agreeing to sell a property for Rs.One\nlakh and received Rs.Ten Thousand as advance may be\nrequired to execute a sale deed a quarter century later by\nreceiving the remaining Rs.Ninety Thousand, when the\nproperty value has risen to a crore of rupees. [Paras 23-\nD\n25] [918-F-H; 919-A-H; 920-A-F]\nIndira Kaur v. Sheo Lal Kapoor 1988 (2) SCC 188;\nJamshed Khodaram Irani v. Burjorji Dhunjibhai AIR 1915 PC\n83 – relied on.\n-\n1.3. It is now well settled that laws, which may be\nreasonable and valid when made, can, with passage of\ntime and consequential change in circumstances,\nbecome arbitrary and unreasonable. There is an urgent\nneed to revisit the principle that time is not of the essence\nin contracts relating to immovable properties and also\nexplain the current position of law with regard to\ncontracts relating to immovable property made after 1975,\nin view of the changed circumstances arising from\ninflation and steep increase in prices. [Paras 26-27] [920-\nG; 923-D-E]\nRattan Arya v. State of Tamil Nadu (1986) 3 SC 385;\nMalpe Vishwanath Acharya v. State of Maharashtra (1998) 2\nSCC 1: 1997 (6) Suppl. SCR 717; K.S. Vidyanadam and\nOthers vs. Vairavan (1997) 3 SCC 1: 1997 (1) SCR 993 –\nrelied on.\n-\nC\nE\nF\nG\nHI\nH\nA\n888\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\n1.4. Courts, while exercising discretion in suits for\nspecific performance, should bear in mind that when the\nparties prescribe a time/period, for taking certain steps or\nfor completion of the transaction, that must have some\nsignificance and, therefore, time/period prescribed\nB cannot be ignored. Courts will apply greater scrutiny and\nstrictness when considering whether the purchaser was\n‘ready and willing' to perform his part of the contract.\nEvery suit for specific performance need not be decreed\nmerely because it is filed within the period of limitation\nC by ignoring the time-limits stipulated in the agreement.\nCourts will also 'frown' upon suits which are not filed\nimmediately after the breach/refusal. The fact that\nlimitation is three years does not mean a purchaser can\nwait for 1 or 2 years to file a suit and obtain specific\nperformance. The three year period is intended to assist\npurchasers in special cases, as for example, where the\nmajor part of the consideration has been paid to the\nvendor and possession has been delivered in part\nperformance, where equity shifts in favour of the\npurchaser. [Para 28] [923-F-H; 924-A-C]\nD\nE\nF\nG\nH\nQUESTION (ii)\n2.1 Section 54 of Contract Act provides that when a\ncontract consists of reciprocal promises, such that one\nof them cannot be performed, or that its performance\ncannot be claimed till the other has been performed, and\nthe promisor of the promise last mentioned fails to\nperform it, such promisor cannot claim the performance\nof the reciprocal promise, and must make compensation\nto the other party to the contract for any loss which such\nother party may sustain by the non-performance of the\ncontract. There was no such express fixation of the order\nin which the reciprocal promises were to be performed.\nClause (4) of the agreement did not say that the balance\nof the sale price shall be paid only after the vendors\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 889\nORS.\nA\nD\nsatisfied the purchaser in regard to title or that the\npurchaser shall pay the balance of sale price only after\nshe satisfies herself regarding title of the vendors to the\nlands. Nor did clause (3) contain a provision, after stating\nthat execution of the sale deed shall depend upon the\npurchaser getting satisfied regarding title to the land as\nB\nalso the nil encumbrance, that the payment of sale\nconsideration will also depend upon such satisfaction\nregarding title and nil encumbrance. There is an\nunconditional promise to pay the balance consideration\nin three instalments and the said promise by the\nC\npurchaser is not dependent upon performance of any\nobligation by vendors. The contract specifically stated\nthat having paid the balance price, if the purchaser is not\nsatisfied about the title and on being intimated about the\nsame if the vendors fail to satisfy the purchaser about\ntheir title, all amounts paid towards the price should be\nrefunded to purchaser. This clearly demonstrated that the\npayment of balance of sale price in terms of the contract\nwas not postponed nor made conditional upon the\npurchaser being satisfied about the title, but that payment\nof the balance price should be made to the vendors as\nagreed unconditionally. In fact if the intention of the\nparties was that only after the vendors satisfying the\npurchaser about their title, balance consideration had to\nbe paid, clause (12) would be redundant as the situation\ncontemplated therein would not arise. Further, if that was\nthe intention, the purchaser would not have paid\nRs.1,00,000 as further advance on 28.1.1981 and\nRs.25,000 on 2.4.1981. Therefore, the contract did not\nexpressly (or even impliedly) specify the order of\nperformance of reciprocal promises, as alleged by the G\nappellant. The terms of the contract made it clear that\npayment of sale price did not depend on execution of the\nsale deed. The sale deed was not required to be executed\nwithin any specific period. The purchaser had to fulfil her\nobligation in regard to payment of price as provided in\nE\nF\nH\n1\n890\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nA clause 4 and thereafter vendors were required to perform\ntheir reciprocal promise of executing the sale deed,\nwhenever required by the purchaser, either in her name\nor in the names of her nominees. The sale deed had to\nbe executed only after payment of complete sale\nB consideration within the time stipulated. In these\ncircumstances, Section 52 of the Contract Act which talks\nabout the order of performance of reciprocal promises did\nnot help the appellant but actually supported the\nvendors-respondents. [Paras 34, 36, 37] [927-F-G; 928-F-\nC H; 929-A-H; 930-A-B]\nQUESTION (¡¡¡)\n3.1. Whenever a party wants to put forth a contention\nof fraud, it has to be specifically pleaded and proved. The\nD plaint did not allege any fraud by the defendants.\nEvidence showed that before the agreement was entered,\nthe purchaser's husband and legal advisor had examined\nthe xerox copies of the title deeds and satisfied\nthemselves about the title of the vendors. The appellant\nE in her evidence clearly admitted that xerox copies of the\ntitle deeds were shown to her husband. The agreement\nof sale provided that the sale would depend upon\npurchaser getting satisfied about the title of the vendors.\nThe manner in which the agreement was drafted by the\nF purchaser showed that the purchaser and/or her\nhusband were made aware of the encumbrances. Firstly\nthere was no provision in the agreement that the lands\nwere not subject to any encumbrances. Secondly, the\nprovision for payment of sale price within a specified time\ndid not link the payment to execution of a sale deed.\nThirdly the contract provided that on execution of the\nagreement the purchaser will take possession as\ncaretaker of the suit schedule properties and that on\ncomplete payment of the sale price on 30.5.1981, she will\nbe entitled to possession in part performance and that the\nexecution of the sale deed will be whenever required by\nG\nI\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 891\nORS.\nB\nC\nD\nthe purchaser, totally disconnected with either payment A\nof price or delivery of possession. All these provisions\ndemonstrated that the vendors were in urgent need of\nmoney, that the purchaser was made aware of the\nencumbrances, that on the purchaser paying the sale\nprice, the vendors had to clear the encumbrances and\nthereafter convey the property, free from encumbrances.\nThe contention that the vendors deliberately or\nintentionally suppressed any information regarding the\npending encumbrances or the fact that the original\ndocuments were not available and thereby committed c\nfraud was neither pleaded nor proved. The appellant did\nnot allege in the plaint, any fraud on the part of vendors,\nin regard to suppression of encumbrances over the\nproperty. The entire plaint tried to justify that the plaintiff\ndid not commit breach of contract by not paying the\nbalance instalments on 6.4.1981 and 30.5.1981, except for\na stray sentence that the plaintiff will be entitled to\nproceed against the third defendants 1 to 3 for damages,\nfor not performing their part of the contract and not\ndisclosing several prior encumbrances over the property.\nIn the written statement, the defendants submitted that\nthe encumbrance certificate upto the year 1980 had been\ngiven to appellant's husband, which showed the\nencumbrance in favour of State Bank of Mysore, that\nplaintiff and her husband both knew before entering into\nthe agreement of sale that original documents were with\nthe said bank and that therefore the allegation that the\nencumbrance was not disclosed was false. It was also\ndisclosed in the written statement, that a document was\nsurreptitiously detained by one 'G'. It was stated that the\ndefendants intended to utilise the last two instalments for G\nsecuring back the original documents by discharging the\nloans. It was not disputed that the amount due to ‘G' was\naround Rs.40,000 and the amount due to State Bank of\nMysore was around Rs.39,000 and any of the last two\ninstalments would have been sufficient to discharge the H\nE\nF\n892\nSUPREME COURT REPORTS\n[2011] 8 S.C.R.\nB\nD\nA said liabilities. The appellant having committed default in\npaying the last two instalments which would have\nenabled discharging the debts, cannot find fault with the\nvendors by contending that they did not secure the\noriginal title deeds. If the mortgage/encumbrance was\nmade known to appellant's husband and if it had been\nunderstood that the same would be cleared from the last\nof the instalments paid by the appellant, the absence of\noriginal title deeds could not be made a ground for not\npaying the last two instalments. The claim of the\nC appellant that the vendors should have cleared all the\nencumbrances before payment of the last two\ninstalments is not borne out by any evidence. Even in law,\nthe obligation of the vendors is to convey an\nencumbrance free, good and marketable title subject to\ncontract to the contrary. The stage of execution of sale\ndeed had not arrived as the appellants did not pay the\namount due in terms of the contract. The appellant\ncontended that the debt due to the Bank of India had\nbeen fraudulently suppressed by the vendors. There was\nno reference to such a mortgage either in the plaint or the\nevidence of the plaintiff. No one was examined from the\nbank nor any document produced to prove the existence\nof such mortgage. Appellant attempted to produce some\ndocuments relating to the said mortgage with an\napplication under Order 41 Rule 27 CPC which was |\nrejected by the High Court. What is significant and\nrelevant is the fact that as on the date of the agreement\nof sale (17.1.1981) the first defendant was not a debtor of\nBank of India but on the other hand the bank itself was a\ndebtor to the extent of more than Rs.33,00,000 with\nG interest. Therefore the contention of the appellant that an\nencumbrance in favour of Bank of India was in existence\nand that was not disclosed and the said liability was not\ndisclosed, was wholly untenable. From the evidence on\nrecord as rightly held by the courts below it was not\nH possible to make out either any fraud or any suppression\nE\nF\nSARADAMANI KANDAPPAN v. S. RAJALAKSHMI \u0026 893\nORS.\nor failure to disclose facts on the part of the respondents. A\n[Para 40, 42] [932-D-H; 933-A-B; 934-D-H; 935-A-B]\nBank of India v. Vijay Transport 2000 (8) SCC 512: 2000\n(3) Suppl. SCR 685 - relied on.\nB\nC\n3.2. The failure of the appellant to pay the balance of\nRs.75,000 on 6.4.1981 and failure to pay the last\ninstalment of Rs.75,000 on or before 30.5.1981 clearly\namounted to breach since time for such payment was the\nessence of the contract, the respondents were justified\nin determining the agreement of sale. Therefore rejection\nof the prayer for specific performance is upheld. The\nappellant was not put in possession of the suit properties\nin part-performance of the agreement of sale. Under\nclause 15 of the agreement of sale, she was only\nentrusted with the suit schedule properties as a caretaker D\nuntil possession is given on receipt of the entire sale\nconsideration. As neither the entire sale consideration\nwas paid nor possession delivered, the plaintiff remained\nmerely a caretaker and on cancellation of the agreement\nof sale by the respondents, the plaintiff became liable to E\nleave the suit schedule properties as the possession\ncontinued to be with the defendants. As appellant never\nhad 'possession' she was not entitled to seek a\npermanent injunction to protect her possession. There\nwas also no reason to interfere with the dismissal of the F\nsuit for recovery of Rs.1,25,000 from the fourth\nrespondent. The trial court held that the said amount was\nnot paid as commission but was paid as consideration\nfor the movables. The said suit was dismissed by the trial\ncourt. In the High Court, the appellant did not press for G\nany decree against the fourth respondent in view of the\nfinding that the amount paid was part of the\nconsideration for movables. Therefore the dismissal of\nsuit for Rs.1,25,000 is also upheld. [Paras 43 to 45] [935-\nC-H; 936-A-C]\nH\n"}