{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nC\nJAMEEL\nV.\nSTATE OF MAHARASHTRA\nJANUARY 16, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nPenal Code, 1860; ss. 363, 377 and 511:\nRape of a minor girl-Accused allegedly enticed a minor girl, later\nraped her-Trial Court found him guilty of offences under ss. 363, 376\nr/w ss. 511 and 377 IPC and sentenced him accordingly-Appeal dismissed\nby High Court-On appeal, Held: Prosecutrix was absolutely a minor\ninnocent girl-She having identified the accused, it would be futile to hold\na test identification parade-On the basis of deposition of prosecutrix and\nher parents, Trial Court as also High Court rightly convicted the accused\nD persons.\nE\nF\nG\nH\nJuvenile Justice (Care and Protection of Children) Act, 2000–\nApplicability of Held: Not applicable since accused having attained\neighteen years of age on 1.4.2001, the date on which 2000 Act came into\nforce.\nAccused-appellant allegedly enticed the prosecutrix, a 5 years old\ngirl, and taken her away and raped her. She returned and narrated the\nincident to her parents. On the next day the girl was taken to the garage\nwhere accused was working as mechanic, where she identified the accused.\nAn FIR was lodged and the prosecutrix was examined medically. Trial\nCourt found the accused guilty of committing the offences u/ss. 363, 376\nr/w Section 511 and Section 377 IPC and sentenced him accordingly and\nalso imposed fine. Accused preferred an appeal, which was dismissed by\nthe High Court. Hence the present appeal.\nAppellant contended that he having not been put to test identification\nparade, which was imperative having regard to the fact that the prosecutrix\ndid not know him, the impugned judgment cannot be sustained; that\nalthough his age on the date of the occurrence was more than sixteen years\nbut below eighteen years, having regard to the provision of the Juvenile\nJustice (Care and Protection of Children) Act, 2000, it was imperative on\n946\n\"\n}\n་\n'\nJAMEEL v. STATE\nthe part of the court to follow the procedures laid down therein.\nDismissing the appeal, the Court\n947\nA\nHELD: 1.1. The appellant allured the prosecutrix stating that he would\ntake her on his Luna for a ride. She was tempted to go along with him. The\nmedical report is also not in dispute. The identification of the accused by\nthe prosecutrix on the next day of the incident also stands proved. Having\nregard to the depositions of the prosecutrix and her parents, the Trial\nCourt as also the High Court cannot be held to have committed any error\nin arriving at the finding convicting the accused for committing offences\nu/ss. 363, 376 r/w ss. 377 and 511 IPC. [Paras 10 and 11] [950-C-D]\n1.2. The deposition of the prosecutrix clearly shows that she was\nabsolutely an innocent girl. [Para 12] [950-H]\n1.3. Having regard to the fact that the appellant was known to the\nprosecutrix and her family members and she having identified him before\nlodging of the F.I.R., it would have been futile to hold a test identification\nparade. Even otherwise the substantive evidence is the evidence of\nidentification in court. Hence, the prosecution has not proved its case.\n[Para 12] [951-A-B]\nAmitsingh Bhikamsing Thakur v. State of Maharashtra, [2007] 1\nSCALE 62, relied on.\n2.1. Appellant on the date of occurrence had completed sixteen years\nof age. The offence having been committed on 16.12.1989, the 2000 Act has\nno application. In terms of the Juvenile Justice Act, 1986, 'juvenile' was\ndefined to mean \"a boy who had not attained the age of sixteen years or a\ngirl who had attained the age of eighteen years\". [Para 13] [951-C]\nPratap Singh v. State of Jharkhand and Another, [2005] 3 SCC 551,\nfollowed.\n2.2. Appellant was above eighteen years of age on 01.04.2001. The\n2000 Act, therefore, cannot have any application whatsoever in the instant\ncase. [Para 15] [952-E]\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 173 of\nB\nC\nD\nE\nF\nG\n2006.\nH\nA\nB\nC\nD\nE\nF\nG\n948\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nFrom the Judgment and Final Order dated 27.1.2005 of the High Court\nof Judicature of Bombay, Bench at Aurangabad in Crl. A. No. 23/1991.\nSanjeev Kumar Choudhary, Sanjay Visen and P.V. Yogeswaran for the\nAppellant.\nSushil Karanjkar, Gautam Godara and Ravindra K. Adsure for the\nRespondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. : This appeal is directed against a judgment and order\ndated 27.01.2005 passed by a learned Single Judge of the Aurangabad Bench\nof the Bombay High Court in Criminal Appeal No. 23 of 1991 whereby and\nwhereunder the appeal preferred by the appellant herein against a judgment\nof conviction and sentence dated 16.01.1991 was dismissed.\n2. Appellant herein is a resident of Ambedkarnagar, Nanded. He was\na mechanic of two-wheelers. One Shivrani Dhondiba Kshirsagar, aged about\n6 years at that time, was also residing at House No. 14, Ambedkarnagar,\nNanded. He allured the said child to ride with him on his Luna. She was\ntaken towards Aerodrome. A search was made for her, but she could not\nbe traced. She came back to her house weeping and crying. It has been\nnoticed by the High Court:\n\"...When her mother made query, she told that the person who\nused to repair Luna had taken her towards aerodrome on Luna and\nthee, after removing her nicker, he urinated on his private part. She\nalso told that as a result of the same, she was having pains at her\nprivate part. After arrival of the father of the prosecutrix, Vandana,\nthe mother of the prosecutrix narrated the incident to him. The\nprosecutrix also narrated the said incident to her father. Thereafter,\nfather tried to search the person who had committed the above\nacts, but he was not traced...'\n3. A First Information Report could not be lodged immediately as night\nhad set in. On the next day, the girl was taken to the 'Noor Garage' where\nthe appellant was identified as the person who had committed the 'mischievous\nact' against her on the previous day. The First Information Report thereafter\nH\n!\nJAMEEL v. STATE [SINHA, J.]\n949\nwas lodged. The prosecutrix was medically examined by one Dr. Sheela\nKadam. The medical report reads as under :\nA\n\"(i) Hymen intact\n(ii) No evidence of injury over valva\nB\n(iii) External anal spinctor abrasion anteriorly and laterally about\n¼ cm x ½ cm. Redness of spinctor PR powerful.\n(iv) For vaginal examination not possible.\n(v) No semen deposit and hymen intact. So wet smear for spearm\ntaken from rectum. Negative.\nThere is evidence of intercourse through rectum.'\n\"\n4. Although a chargesheet was filed against the appellant under\nSections 363 and 376 of the Indian Penal Code, but the same was altered to\none under Sections 363, 376 read with Section 511 and Section 377 thereof.\n5. Before the learned Sessions Judge, not only the prosecutrix but also\nher mother Vandana Dhondiba Kshirsagar and father Dhondiba Kishan\nKshirsagar were examined.\n6. Believing the testimonies of the said witnesses, the learned Sessions\nJudge found the charges to have been proved as against the appellant. He\nwas convicted under Sections 363, 376 read with Section 511 and Section\n377 IPC. He was sentenced to suffer rigorous imprisonments for three years,\nfive years and seven years under Sections 363, 376/511 and 377 IPC\nrespectively and to pay a fine of Rs.2,000 under Section 363 and Rs. 3,000\neach under Section 376/511 and 377 IPC respectively.\n7. The appeal preferred by the appellant herein was dismissed by the\nHigh Court by reason of the impugned judgment. Hence, the appellant is\nbefore us.\n8. The learned counsel appearing on behalf of the appellant would\nsubmit that the appellant having not been put to test identification parade,\nwhich was imperative having regard to the fact that the prosecutrix did not\nknow him, the impugned judgment cannot be sustained.\nC\nD\nE\nF\nG\nH\n950\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n9. It was furthermore submitted that although the age of the appellant\non the date of the occurrence was more than sixteen years but below\neighteen years, having regard to the provision of the Juvenile Justice (Care\nand Protection of Children) Act, 2000, (for short, 'the 2000 Act), it was\nimperative on the part of the court to follow the procedures laid down\ntherein.\n10. The fact that the appellant as also the prosecutrix are of the same\ntown is not in dispute. It is also not in dispute that the appellant was a\nmechanic of two-wheelers. He was working in the 'Noor Garage'. At about\n2.00 p.m. on 16.12.1989, the appellant allured the prosecutrix stating that he\nwould take her on his Luna for a ride. She was tempted to go along with\nhim. The medical report is also not in dispute. The identification of the\naccused by the prosecutrix on the next day also stands proved.\n11. Having regard to the depositions of the prosecutrix and her parents,\nthe learned Sessions Judge as also the High Court cannot be held to have\nD committed any error in arriving at the finding as noticed hereinbefore. The\nHigh Court, in our opinion, has rightly opined:\n(I)\nE\nF\nG\nH\n\"Merely because there was no evidence of stains over perineum\nor clothes and no semen was detected, it cannot be concluded that\nsexual intercourse through rectum had not taken place. Suggestion\nin this behalf has been categorically denied by Dr. Sheela Kadam.\nSo, the medical evidence, in fact, supports the version of prosecutrix.\nMerely because prosecutrix has stated that the accused put his\npenis on her private part and urinated there and has not specifically\nstated that he had inserted his penis in her vagina on her private\npart, we cannot jump to the conclusion that there was no attempt\non the part of the accused to commit rape on prosecutrix. We must\ntake into consideration the fact that the prosecutrix is hardly of six\nyears age and whatever act was committed by the accused, she\nmight have thought that the accused urinated there, but in fact, the\nevidence indicates that he must have tried to commit rape on\nProsecutrix. However, finding that it is difficult to insert his penis\nin her vagina, intercourse through rectum was committed. The\ndoctor has stated that there is evidence of intercourse through\nrectum...\"\n12. The deposition of the prosecutrix, in our opinion, clearly shows that\n外\nJAMEEL v. STATE [SINHA, J.]\n951\nshe was absolutely an innocent girl. So far as the submission of the learned\ncounsel in regard to non-holding of the test identification parade of the\nappellant is concerned, we are of the opinion that having regard to the fact\nthat the appellant was known to the prosecutrix and her family members and\nshe having identified him before lodging of the F.I.R., it would have been\nfutile to hold a test identification parade. Even otherwise the substantive\nevidence is the evidence of identification in court. [See Amitsingh Bhikamsing\nThakur v. State of Maharashtra - 2007 (1) SCALE 62]. We, therefore, cannot\naccept the contention that the prosecution has not proved its case.\nA\nB\n13. So far as the submission of the learned counsel in regard to the\napplicability of the 2000 Act, is concerned, it is not in dispute that the C\nappellant on the date of occurrence had completed sixteen years of age. The\noffence having been committed on 16.12.1989, the 2000 Act has no application.\nIn terms of the Juvenile Justice Act, 1986, ‘juvenile' was defined to mean\n\"a boy who had not attained the age of sixteen years or a girl who had\nattained the age of eighteen years”.\n14. The applicability of the provisions of Section 20 of the 2000 Act\nwas considered by a Constitution Bench of this Court in Pratap Singh v.\nState of Jharkhand and Another, [2005] 3 SCC 551, wherein, inter alia, it\nwas held :\n“31. Section 20 of the Act as quoted above deals with the\nspecial provision in respect of pending cases and begins with non-\nobstante clause. The sentence \"notwithstanding anything contained\nin this Act, all proceedings in respect of a juvenile pending in any\ncourt in any area on date of which this Act came into force\" has\ngreat significance. The proceedings in respect of a juvenile pending\nin any court referred to in Section 20 of the Act are relatable to\nproceedings initiated before the 2000 Act came into force and\nwhich are pending when the 2000 Act came into force. The term\n\"any court\" would include even ordinary criminal courts. If the\nperson was a “juvenile\" under the 1986 Act the proceedings would\nnot be pending in criminal courts. They would be pending in\ncriminal courts only if the boy had crossed 16 years or girl had\ncrossed 18 years. This shows that Section 20 refers to cases where\na person had ceased to be a juvenile under the 1986 Act but had\nnot yet crossed the age of 18 years then the pending case shall\ncontinue in that Court as if the 2000 Act has not been passed and\nD\nE\nF\nG\nH\n952\nA\nB\nC\nD\nE\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nif the Court finds that the juvenile has committed an offence, it shall\nrecord such finding and instead of passing any sentence in respect\nof the juvenile, shall forward the juvenile to the Board which shall\npass orders in respect of that juvenile.\nXXX\nXXX\nXXX\n34. This Rule also indicates that the intention of the Legislature\nwas that the provisions of the 2000 Act were to apply to pending\ncases provided, on 1.4.2001 i.e. the date on which the 2000 Act\ncame into force, the person was a “juvenile” within the meaning of\nthe term as defined in the 2000 Act i.e. he/she had not crossed 18\nyears of age.\nXXX\nXXX\nXXX\n(b) The 2000 Act would be applicable in a pending proceeding in\nany court/authority initiated under the 1986 Act and is pending\nwhen the 2000 Act came into force and the person had not\ncompleted 18 years of age as on 1.4.2001.\"\n15. The appellant was above eighteen years of age on 01.04.2001. The\n2000 Act, therefore, cannot have any application whatsoever in the instant\ncase.\nFor the reasons aforementioned, there is no merit in this appeal which\nis dismissed accordingly.\nS.K.S.\nAppeal dismissed.\nt\n3.\n"}