{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"FOOD CORPORATION OF INDIA\nA\nV.\nM/S. LAXMI CATTLE FEED INDUSTRIES\nFEBRUARY 22, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nB\nContract Act, 1872:\nBreach of contract—Agreement for sale of damaged-food grains entered\ninto between Food Corporation and an Industry-Industry could not fulfil its\npart of the contract and requested for refund of balance amount deposited in\nterms of the contract-Corporation warned the industry to lift the balance\nstocks failing which the stocks would be disposed of at its risk—Industry filing\na suit for recovery of damages-Decreed by Trial Court-Appeal against\ndismissed by the High Court-On appeal, Held: Evidence furnished by the\nCorporation clearly established the loss sustained by them-Without any\nmaterial in support the Courts below held the Corporation liable for committing\nbreach of the contract-Hence, judgment and decree of the Trial Court set\naside.\nC\nD\nF\nThe appellant-Corporation invited tenders for purchasing the E\ndamaged foodgrains. Tender submitted by the respondent-Industries was\naccepted by the Corporation. In terms of the contract, respondent\ndeposited certain amount with the appellant. Later, the respondent\nrequested the appellant that part of the agreement which was not capable\nof being performed may be cancelled and balance amount be refunded\nand for waiver of storage charges levied by the authorities concerned.\nCertain amount was refunded by the appellant. In the meantime, a\ntelegram was issued by the appellant-Corporation asking the respondent\nlift the balance stocks from the Depot immediately, failing which the stocks\nwould be disposed of at the respondent's risk as per the terms of the\ncontract. However, a suit was filed by the respondent for recovery of G\ncertain sum from the appellant alleging breach of contract. The Trial\nCourt decreed the suit holding that the appellant had committed breach\nof the contract in refunding the balance amount and not supplying the\ngoods to the entire extent for which the bid was submitted by the\n409\nH\n410\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA respondent. First Appeal was filed by the appellant-Corporation before\nthe Delhi High Court which was dismissed by the High Court upholding\nthe judgment and decree of the Trial Court. Hence the present appeal.\nB\nC\nD\nE\nF\nG\nAllowing the appeal, the Court\nHELD: Without any material whatsoever the Courts below held that\nthe appellant had committed breach. On the contrary, the evidence clearly\nestablished that the appellant had proved the loss sustained. The\nrespondent was to establish its own case. It did not choose to lead evidence.\nTherefore, the Trial Court in the absence of any evidence tendered by the\nplaintiff should not have decreed the suit. The High Court committed error\nby proceeding under the erroneous assumption that the respondent had\nled evidence and not the appellant-Corporation. Hence, the judgment and\ndecree of the trial Court as affirmed by the High Court cannot be\nsustained, and are set aside. [413-D-E--F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 5261 of 2003.\nFrom the Final Order \u0026 Judgment and dated 30.1.2003 of Delhi High\nCourt in Regular First Appeal No. 546 of 1988.\nAjit Pudussery for the Appellant.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Appellant-Corporation calls in question legality\nof the judgment rendered by a Division Bench of the Delhi High Court\ndismissing the First Appeal questioning correctness of the order dated\n13.11.1987 of learned Additional District Judge, Delhi who had granted a\ndecree of Rs.81,442.53 with interest in favour of the respondent who was the\nplaintiff before the Trial Court.\nThe background facts in a nutshell are as follows:-\nThe appellant invited tenders from persons intending to purchase\ndamaged foodgrains, by advertisement dated 9.6.1983. Tender submitted by\nthe respondent was accepted on 22.7.1983. It is to be noted that the respondent\nwas one of the successful bidders. Certain terms of the agreement which shall\nbe indicated in detail stipulated payment of the price and the consequence of\nfailure to do so i.e. levy of storage charges for the stock not lifted and\nH interest. The tendered quantity was 2246 M.T. of damaged foodgrains.\nFOOD CORPN. OF INDIA 1. LAXMI CATTLE FEED INDUSTRIES [PASAYAT, J.]\n411\nB\nRespondent deposited certain amounts. On 1.2.1984 the respondent requested A\nthat part of the agreement which was not capable of being executed may be\ncancelled and balance amount may be refunded. Prayer was also made for\nwaiver of storage charges levied by the concerned district Manager. A sum\nof Rs.1,46,049.50 was refunded by the appellant. Subsequently on 16.7.1984,\na further sum of Rs.9959.68 was also refunded. The total amount of deposit\nby the respondent was Rs.8,45,972.31. Out of the same, a sum of\nRs.1,44,864.85 was refunded by the district office of the appellant-Corporation,\nAmritsar. On 16.2.1982 a telegram was issued by the Senior Regional Manager\nof the appellant-Corporation, Punjab Region requesting the respondent to\nimmediately lift the balance stocks from Jalandhar Depot latest by 5th March,\n1985 failing which, it was mentioned the stocks would be disposed of at the C\nrespondent's risk as per the terms indicated in the contract. A suit was filed\nby the respondent which was numbered as Suit No.310 of 1985 for recovery\nof Rs.99,900/- from the appellant alleging breach of contract. On 15.1.1986\nwritten statement was filed substantially denying the allegations. It is to be\nnoted that the plaintiff-respondent did not tender any evidence and evidence\nIwas led only by the appellant-Corporation. The Trial Court decreed the suit\nholding that the appellant had committed breach of the contract in refunding\nthe balance of amount and not supplying the goods to the entire extent for\nwhich the bid was submitted by the plaintiff-respondent. Regular First Appeal\nwas filed by the appellant-Corporation before the Delhi High Court which\nwas dismissed by impugned judgment and order dated 30.1.2003 upholding E\nthe judgment and decree of the Trial Court.\nᎠ\nIn support of the appeal learned counsel for the appellant submitted\nthat the Trial Court and the High Court have not considered the clauses\nrelevant for the purpose of adjudication. The Trial Court proceeded on the\nbasis as if appellant was required to supply the goods for the whole amount F\ndeposited. The Trial Court as well as the High Court have also erroneously\nheld that when the appellant had failed to deliver the goods for the whole\namount deposited, there was breach of contract and storage charges and\ninterest on account of late payment cannot be claimed. The Trial Court also\nerroneously held that the goods were justifiably not lifted by the plaintiffs in\ntime and it had paid more amount, and therefore no question of charging\ninterest arises. The respondent has not entered appearance in spite of service\nof notice.\nCourt:\nIt is to be noted that the following issues were framed by the Trial\nG\nH -\nge 7\n412\nA\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\n\"1. Whether the defendant is entitled to adjustment of Rs.31,097.91\non account of storage charges and Rs.5,374.20 on account of\ninterest for the late payment? OPD\n2.\nTo what amount, if any, in the plaintiff firm entitled on account\nof principal sum and interest? OPP.\nB\n3.\nRelief.\"\nC\nA few conditions in the contract need to be noted. They read as follows:\n\"A. (ii) It will be the responsibility of the buyer to obtain necessary\nimport/export permits from the concerned authorities in case the stocks\nare to be moved to place outside the one, where they are held. Such\npermit shall have to be produced at the time of taking delivery.\nB. The Food Corporation of India do not guarantee to make any\ndefinite quantity of damaged foodgrains available to the buyers.\nD\nXX XX XX XX\nE\nF\nE(ii) The earnest money deposited by the successful tenders, along\nwith the tender will be adjusted towards security deposit for due\nperformance of the contract and would be liable to forfeiture. The\nsecurity deposit will be refunded on the due completion of the contract\nbut the Corporation will not be liable to pay interest thereon.\n(iii)(a) If the contractor fails or neglects to observe or perform any of\nhis obligations under the contract, it shall be lawful for the Corporation\nto forfeit either in whole or in part in its absolute discretion the\nsecurity deposit furnished by the contractor or any part thereof towards\nthe satisfaction of any sum due to be claimed from the contractor for\nany damages, losses charges expenses or costs that may be incurred\nor suffered by the Corporation. The decision of the Corporation in\nthis regard shall be final and binding on the contractor.\nXX\nXX\nXX\nXX\nG\nH\n(F)(ii) In the event of failure to complete the payment and present\nthe demand draft or deposit at call receipt within the aforesaid period\nof seven days, the Food Corporation of India shall have the option to\nforfeit the security and resale stocks at the risk and cost of the original\nbuyer and also recover the loss sustained by the Food Corporation of\nIndia as a result of such failure or extend the period by 7 days for\n}\nFOOD CORPN. OF INDIA v. LAXMI CATTLE FEED INDUSTRIES [PASAYAT, J.]\n413\nmaking the payments provided interest of 18% per annum and storage A\ncharges at the rate of three paise per bag or part thereof are paid by\nthe party. Any saving or profit on resale as aforesaid shall be\nexclusively to the account of the Food Corporation of India.\n(G) The buyer will make his own arrangements for transport and will\nnot be entitled to claim any facility or assistance for transport from B\nthe Food Corporation of India. The things shall be placed at Food\nCorporation of India's cost by godown labour on buyer's trucks at\nthe godown rates, or wagons of godowns labour or buyer will be\nresponsible for subsequent handling including stacking of bags in the\ntrucks/wagons.\"\nC\nD\nIt is to be noted from the judgment of the Trial Court that no evidence\nwas led by the plaintiff. The High Court proceeded on the basis as if the\nplaintiff had led evidence and the appellant-Corporation had not led any\nevidence. On the contrary, the records clearly show that evidence was led to\nestablish loss suffered on account of delay in lifting damaged stock. Without\nany material whatsoever the Trial Court as well as the High Court held that\nthe appellant had committed breach. On the contrary the evidence clearly\nestablished that the appellant had proved the loss sustained. The plaintiff was\nto establish its own case. It did not choose to lead evidence. Therefore, the\nTrial Court in the absence of any evidence tendered by the plaintiff should\nnot have decreed the suit. The High Court committed error by proceeding E\nunder the erroneous assumption that the plaintiff had led evidence and not\nthe appellant-Corporation who was the defendant.\nAbove being the position, the judgment and decree of the trial Court as\naffirmed by the High Court cannot be sustained, and are set aside. The appeal\nis allowed. No costs.\nS.K.S.\nAppeal allowed.\nF\n"}