{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"VIJAY SINGH CHARAK\nV.\nUNION OF INDIA AND ORS.\nFEBRUARY 26, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nService Law: Selection-Preparation of select list-Requirement of-\nHeld: Separate select list should be prepared for a particular year—\nCandidates eligible in that particular year alone to be considered for selection\nin the select list-There cannot be clubbing of vacancies of several years-\nClubbing is illegal-Indian Forest Service (Recruitment) Rules, 1965–\nRegulation 5.\nPractice and Procedure: Writ Petition-Issue with regard to the validity\nof select list-High Court sending the matter back to Selection Committee\nwithout deciding the issue-Held: High Court abdicated its functions-It\nwas unjustified and unwarranted.\nThe select list was prepared for induction of Officers into Indian Forest\nService. There were 35 vacancies and appellant's name was at no. 26. He was\nnot selected. Select list was challenged. Division Bench sent back the select\nlist for consideration to the Selection Committee. State Government prepared\na fresh select list dated 12.9.1995. Appellant's name was not there. Select\nlist of 1995 had clubbed together vacancies for period 1991-1995. Single\nJudge of High Court dismissed the writ petition. Appeal was also dismissed.\nHence the present appeal.\nAllowing the appeal, the Court\nC\nD\nE\n[I\nF\nHELD: 1. When a Select List is challenged the High Court can either\nquash the Select List if it finds it invalid, or it can uphold the validity of the\nList, but instead of taking recourse to either of these two courses of action,\nthe Division Bench devised a third method of disposing of the case by sending\nback the select list to the Selection Committee. The High Court practically G\nabdicated its functions. It was the duty of High Court to decide the controversy\nas to whether the select list of 1991 was valid or not, and it was wholly\nunjustified and improper on its part to refuse to perform its function.\n[Paras 4 and 5] [189-G; 190-A]\nT\n187\nH\nA\nB\n188\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n2.1 A Select List can only be prepared for a particular year, and only\nthose who are eligible in that particular year alone can be considered for\nselection in the Select List. Even if the Select List is not prepared in that\nvery year, it will relate back to that particular year. Therefore, clubbing is\nillegal. [Paras 12 and 14] [191-G-H]\n2.2. In the instant case, a Select List had to be prepared for the year\n1991. Hence, only those officers who were eligible for induction into the IFS\nin the year 1991 could have been considered in the Select List for the year\n1991 (even if it is prepared subsequent to 1991). The Select List dated\n12.9.1995 has clubbed together the vacancies for the period 1991-1995 which\nC was in violation of Regulation 5 of the Indian Forest Service (Recruitment)\nRules, 1965. In the Select List of 12.9.1995 many persons who were not\neligible for selection for the year 1991 have been included, while the appellant\nhas been excluded. The clubbing done was clearly illegal and also any\nselection made in pursuance thereof. The impugned Select List dated\n12.9.1995 is quashed. The State Government is directed to prepare a fresh\nD Select List for each year separately considering only those persons/officers\nwho were eligible for selection in that particular year.\nE\nF\nG\nH\n[Paras 6, 13, 14 and 15] [190-C; 191-G-H; 192-B]\nUnion of India and Ors. v. Vipinchandra Hiralal Shah, [1996] 6 SCC\n721, relied on.\nH.R. Kasturi Rangan and Ors. v. Union of India and Ors., (1998) 1\nSCALE SP 11 and Nepal Singh Tanwar, etc. v. Union of India and Ors., (1998)\n1 SCALE (SP) 7, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6660 of 2000.\nFrom the Final Judgment and Order dated 26.5.1999 of the High Court\nof Jammu \u0026 Kashmir at Jammu in L.P.A. (SW) No. 222/1999.\nRajeev Sharma, Diwakar Sinha and Nihar Ranjan Mohapatra for the\nAppellant.\nShakeel Ahmed \u0026 Arna Das, Anis Suhrawardy, S. Mehndi Imam \u0026\nTabreez Ahmad, Indra Sawhney and Shreekant N. Terdal for the Respondents.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. This appeal has been filed against the\n1\nT\nVIJAY SINGH CHARAK v. U.O.I. [KATJU, J.]\n189\nimpugned judgment of the Jammu \u0026 Kashmir High Court dated 26.5.1999 in A\nLPA (SW) No. 222/99.\n2. Heard learned counsel for the parties and perused the record.\n3. The facts of the case are that a Select List dated 28.3.1991 was\nprepared for induction of State Forest Service officials of Jammu \u0026 Kashmir B\ninto the Indian Forest Service (hereinafter referred to as 'IFS'). The appellant's\nname figured in the Select List at serial Number 26. The total number of\nvacancies were 35, and hence ordinarily appellant should have been selected\nand appointed. However, the Select list was challenged in a batch of writ\npetitions which were disposed of by a Division Bench of the High Court\ndated 12.3.1993. The operative portion of that order states:\n\"This order will dispose of writ petitions Nos. 400/90, 80, 249, 618, 933,\n619, 1395of 1991,264, 208, 287 and 266 of 1992, because they raise a\ncommon question of law and fact. Learned counsel for the respondent-\nState has placed on record a copy of the communication dated 11.3.1993\nwherein it has been stated:\nIn case the petitioners withdraw the writ petitions, Government\nshall refer the proposed select list of IFS of 1991 back to the\nSelection Committee where the points raised by the petitioners\nand respondents will be considered under rules by the said\nSelection Committee. The final list appoved by the Selection\nCommittee shall be final and binding on the parties.\nIn view of the above assurance, learned counsel for the petitioners\nsubmit that they do not want to press the writ petitions and the\nsame be dismissed as withdrawn.\nWe order accordingly\".\nC\nD\nE\nF\n4. We were surprised to read the aforesaid order dated 12.3.1993. when\na Select List is challenged the High Court can either quash the Select List in\nquestion if it finds it invalid, or it can uphold the validity of the List, but\ninstead of taking recourse to either of these two courses of action, the G\nDivision Bench devised a third method of disposing of the case which, in our\nopinion, was wholly unjustified and unwarranted.\n5. The Division Bench by its order dated 12.3.1993 sent back the Select\nList to the Selection Committee for considering the points raised by the writ\nH\n190\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA petitioners. In the way, the High Court practically abdicated its function. It\nwas the duty of the High Court to decide the controversy as to whether the\nSelect List dated 28.3.1991 was valid or not, and it was wholly unjustified and\nimproper on its part to refuse to perform its function and instead send the\nmatter back to the Selection Committee.\nB\nC\n6. However, what has happened. Subsequent to the High Court's order\ndated 12.3.1993 a fresh exercise was undertaken by the State Government and\nthe State Government prepared a fresh Select List dated 12.9.1995. The\nappellant's name was not in that Select List. It appears that the Select List\ndated 12.9.1995 has clubbed together the vacancies for the period 1991-1995\nwhich, in our opinion, was in violation of Regulation 5 of the Indian Forest\nService (Recruitment) Rules, 1965 (hereinafter referred to as the 'Regulation').\nIn the Select List of 12.9.1995, many persons who were not eligible for\nselection for the year 1991 have been included, while the appellant has been\nexcluded.\nD 7. Thus, the persons at serial numbers 32 to 35 in the Select List of 1995\nwere not even eligible for selection in 1991. In the notification dated 12.9.1995,\na copy of which has been annexed as annexure P-4 to this appeal shows that\nthe persons at serial numbers 27 to 28 were not even eligible in 1991. However,\nby the impugned judgment dated 24.9.1998, the learned Single Judge of the\nHigh Court dismissed the writ Petition filed by the appellant herein. Thereafter,\nthe appellant filed a Letters Patent Appeal before the Division Bench of the\nHigh Court which was also dismissed by the impugned dated 26.5.1999.\nHence, this appeal by way of special leave.\nE\nF\nG\nH\n8. Learned counsel for the appellant has invited our attention to the\njudgment of this Court in Union of India \u0026 Ors. v. Vipinchandra Hiralal\nShah, [1996] 6 SCC 721. In paragraph 11 of the said judgment, it is stated:\n\"It must, therefore, be held that in view of the provisions contained\nin Regulation 5, unless there is a good reason for not doing so, the\nSelection Committee is required to meet every year for the purpose of\nmaking the selection from amongst the state Civil Service officers who\nfulfil the conditions regarding eligibility on the first day of January of\nthe year in which the Committee meets and fall within the zone of\nconsideration as prescribed in clause (2) of Regulation 5. The failure\non the part of the Selection Committee to meet during a particular\nyear would not dispense with the requirement of preparing the Select\nList for that year. If for any reason the selection Committee is not able\nT\nVIJAY SINGH CHARAK v. U.O.I. [KATJU. J.]\n191\nto meet during a particular year, the Committee when it meets next, A\nshould, while making the selection, Prepare a separate list for each\nyear keeping in view the number of vacancies in that year after\nconsidering the state Civil Service officers who were eligible and fell\nwithin the zone of consideration for selection in that year.\n(emphasis supplied) B\n9. On the other hand, learned counsel for the respondents has relied\nupon a judgment of this court in H.R. Kasturi Rangan \u0026 Ors. v. Union of\nIndia \u0026 Ors., (1998) 1 SCALE SP 11, which was followed by the judgment\nin Nepal Singh Tanwar, etc. v. Union of India \u0026 Ors etc., (1998) 1 SCALE\nSP 7.\nC\n10. We have carefully considered the aforesaid decisions and we are of\nthe opinion that the decisions in the case o H.R. Kasturi Rangan and Nepal\nSingh Tanwar (supra), only lay down that it is not an absoulutely mandatory\nrequirement of the Regulation that a Select List must be prepared every year. D\nList was not prepared every year, that by itself would not invalidate the Select\nList for that year.\n11. However, the dicisions in S.H. Kasturi Rangan and Nepal Singh\nTanwat (supra) do not, in our opinion, deal with the other principle laid down\nin the decision in Union of India v. Vipinchandra Hiralal Shah (supra), E\nwherein it has been stated that the Selection Committee should prepare a\nseparate Select List for each year. In our opinion, this means that there cannot\nbe clubbing of vacancies of several years and there cannot be a common\nSelect list for these years.\n12. A Select List can only be prepared for a particular year, and only F\nthose who are eligible in that particular year alone can be considered for\nselection in the Select List. Even if the Select List is not prepared in that very\nyear, it will relate back to that particular year.\n13. In the present case, a Select List had to be prepared for the year\n1991. Hence, only those officers who were eligible for induction into the IFS G\nin the year 1991 could have been considered in the Select List for the year\n1991 (even if it is prepared subsequent to 1991).\n14. It is obvious, therefore, that clubbing is illegal. Since clubbing has\nbeen done for vacancies arising between 1991-95 in the IFS, this was clearly H\n192\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA illegal in view of the decision in Union of India v. Vipinchandra Hiralal Shah\n(supra).\n15. In view of the above, the appeal is allowed. The impugned judgments\nof the Division Bench as well as the Single Bench of the High Court are set\naside. Resultantly, the impugned Select List dated 12.9.1995 is quashed. The\nB State Government is directed to prepare a fresh Select list for each year\nC\nseparately considering only those persons/officers who were eligible for\nselection in that particular year. This exercise must be completed as\nexpeditiously as possible. Any selection made in pursuance of the Select List\ndated 12.9.1995 stands quashed. Fresh selections and appointments will be\nmade as directed above. No costs.\nN.J.\nAppeal allowed.\nT\n"}