{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"KHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1081\nB\nby the appellant is taken to be correct, he would A\nsuperannuate on 30th June, 2010, and if another date is\ntaken, he would be only 57 years of age as on 22nd\nOctober, 2009. Besides this, he had joined service as per\nthe letter of appointment of 9th may, 1996, but at page 34\nof the paper book, he claimed to have joined service on\n15th May, 1995, which on the face of it, is not a correct\nstatement of facts. We further note that the case of the\nappellant is that during the period of his service, no\nadverse entries had been made in his service record,\nwhich has been seriously disputed by the respondents who C\nstate that even complaints were received against the\nappellant.\nWith some amount of anguish, we must also notice\nthat the High Court appears to be callous about the whole\nmatter. The reply filed on behalf of the High Court does not\nspecifically dispute any of the averments made by the\nappellant. The reply besides being vague, is intended to\nbenefit the appellant, which is entirely uncalled for. It has\nbecome necessary for us to know the correct position of\nfacts before we dwell upon legal submissions raised on\nbehalf of the appellant. This Court vide its order dated 28th\nApril, 2006, had expressed certain doubts and directed\nthat the records should be produced before the Court and\nrecords should be made available before this Court at the\ntime of hearing. Despite the fact that this case has been\non Board for this entire week and was heard for\nconsiderable time yesterday and was part-heard for today,\nstill records are not available. We are unable to appreciate\nthis attitude of the High Court towards this case, pending\nin the highest Court of the land. We may also notice that\nyesterday some papers had been shown to us showing\nthat the name of the appellant was placed in the \"rowdy\"\nlist of the police maintained by the concerned police station\nand his local activities were being watched. The appellant\nhas filed the writ petition praying for quashing and deletion\nD\nE\nF\nG\nH\n1082\nSUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nof his name from the said list. This fact does not find\nmention either in the reply filed by the appellant before the\nHigh Court. Learned counsel for the appellant submitted\nthat this event was subsequent to the filing of the writ\npetition. Whatever be the merit or otherwise of that Writ\nPetition, we fail to understand why this fact was not taken\nnote of and brought to the notice of the High Court when\nthe police gave a verification report about the appellant\nwhich was monitored prior to the appointment of the\nHigher Judicial Services of the State. We find that we are\nunable to appreciate the conduct of the appellant as well\nas that of the High Court in the present proceedings and\nin our view certain directions need to be issued in this\nregard. Before we issue any such orders or consider the\nconduct of either of them in accordance with law, we\nconsider it appropriate to require the appellant to file an\naffidavit explaining the above-mentioned events. The High\nCourt is also at liberty to file affidavit, if any, but the\nRegistrar General of the High Court shall be present in\nCourt with complete records. We are compelled to pass\nsuch directions but are left with no alternative in view of\nthe conduct of the parties in the present appeal.\nList for further hearing on 28th may, 2010.\nCopy of this order be sent to the Registrar General of the\nHigh Court of Karnataka by the Registry\".\n5. Besides the conduct of the parties which is reflected in\nour above order, it is also very important to notice another facet\nof this case. It is not in dispute that the appellant had filed a\nWrit Petition being Writ No. WP No. 16244 of 2000 in the High\nCourt praying for issuance of mandamus to the Superintendent\nof Police, Karwar to strike off the entries against the name of\nthe appellant, in the 'rowdy and goonda register' prior to his\nselection as the District Judge, maintained by the concerned\nPolice Station. The Police has sought to justify before the Court\nH the inclusion of the appellant's name in the list and for the\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1083\nB\nс\nD\nreasons declared in the reply affidavit filed by the State in that A\ncase. The stand of the Government in that case was that while\nkeeping in view the antecedents and past activities of the\nappellant, his name was entered in the Form No. 100 being\nthe Communal Goonda Sheet on 8th January, 1993 under order\nNo. 9/93 dated 2.1.1993 of the then Superintenent of Police,\nUttaraka Kannada. The appellant was General Secretary of an\norganization called Majlis-Isa-o-Tanzim and was in the habit of\nharbouring criminals, who were involved in serious crimes like\nmurder and communal riots etc. There was a specific charge\nagainst the appellant for his delivering provocative communal\nspeeches, which contributed to aggravate communal\ndisturbance in Bhatkal in the year 1993. He was president of\nthe Bar Association, Bhatkal and still used to provoke young\npeople in that institution. Nineteen people were killed and many\ninjured in a group clash. With this background under Rules 65\nand 66 of State Interchange Manual the name of the appellant\nwas inducted on the sheet of Register of Rowdies maintained\nby the Karnataka Police in Form No. 100 in terms of Rule 1059\nof the Karnataka Police Manual which is normally treated as\nconfidential. Keeping all these averments in mind and the\njudgment of the Supreme Court, the High Court vide its order\ndated 3rd of November 2000 dismissed the Writ Petition and\ndeclined to declare the entries as being without basis or\narbitrary. The ancillary but an important issue that flows from\nthese facts is as to how and what the Police Verification Report\nwas submitted to the Government/High Court before the\nappellant was permitted to join his duties as an Additional\nDistrict Judge? Normally, the person, with such antecedents,\nwill hardly be permitted to join service of the Government and,\nparticularly, the post of a Judge. The High Court on the\nadministrative side also appears to have dealt with the matter\nin a very casual manner. The averments made in the Writ\nPetition 16244 of 2000, if it were true, it was a matter of serious\nconcern for the High Court as he was being appointed as an\nAdditional District and Sessions Judge and would have\nremained as such for a number of years. It was expected of H\nE\nF\nG\n1084 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA the Government as well as the High Court to have the character\nB\nC\nverification report before the appointment letter was issued. The\ncumulative effect of the conduct of the appellant in making\nincorrect averments in the Court proceedings as well as the\nfact that his name was in the 'Rowdie list' of the concerned\nPolice Station are specific grounds for the Courts not to\nexercise its discretionary and inherent jurisdiction under Articles\n136 and 226 of the Constitution of India in favour of the\nappellant. These reasons have to be given definite significance,\nparticularly when the High Court has declined to quash the\nentries against the appellant and inclusion of his name in the\n'Rowdie list'. Another aspect of this case, to which our attention\nhas been invited, is that for the first time, the High Court has\nfiled the detailed affidavit in this Court after passing of the order\ndated 20th May, 2010. We failed to understand why appropriate\nand detailed affidavit was not even filed before the Court.\nDuring the course of hearing, we have also called for the\noriginal Confidential Reports of the appellant, copies whereof\nhave been filed. The Confidential Reports, which could have\nbeen recorded in the case of the appellant as per the rules and\nregulations, or resolutions of the Full Court of High Court of\nKarnataka, will be for the years 1996-97, 1997-98 and 1998-\n99. There is only one Confidential Report on record for the year\n1997 wherein the appellant has been graded as 'Satisfactory'.\nThis falsifies his claim that he had outstanding service record\nin regard to disposal of cases and other service related\nF matters.\nD\nE\n6. with some regret and anxiety, we must notice that for\nall the remaining years no Confidential Report of this officer,\nand in fact, many others, as the record now reflects, have been\nG recorded by the High Court. We are unable to overlook this\naspect, as it is just not a simplicitor question of writing the\nConfidential Report of a given officer but adversely affects the\nadministration of justice on the one hand and dilutes the\nconstitutional power \u0026 functions of Superintendence of the High\nH court, on the other. A note was put up by the Registrar General\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1085\nbefore the then Hon'ble Acting Chief Justice that Confidential A\nReport was put up before Hon'ble Chief Justice for recording\nremarks but that were not recorded and orders were being\nobtained now in that behalf. However, even thereafter no\nconfidential remarks were recorded. We may also notice that\nreference was made to the resolution of the Full Court passed B\nin its meeting dated 15th March, 1988 which has been referred\nto in the office note, reads as under:-\n\"Resolved that Judicial Officers Annual Confidential\nReports shall be recorded in the Proforma at Annexure -\n'A' for the period from 1.1.1988 onwards.\"\nс\nE\n7. Even thereafter, the records were submitted to the\nconcerned Judge of the High court and no Confidential Reports\nwere recorded. All this demonstrates not a very healthy state.\nof affairs in relation to the recording of Confidential Reports of D\nthe officers in the Judicial Services of the State of Karnataka.\nThe Confidential Report of an officer is a proper document,\nwhich is expected to be prepared in accordance with the Rules\nand practice of the Court, to form the basis while considering\nthe officer for promotion to higher post and all other service\nrelated matters, in future. Non-writing of the Confidential\nReports is bound to have unfair results. It affect the morale of\nthe members of the service. The timely written Confidential\nReports would help in putting an officer at notice, if he is\nexpected to improve in discharging of his duties and in the\npresent days where 25% (now 10%) of the vacancies in Higher\nJudicial Service cadre are expected to be filled, from out of turn\npromotions after holding of written examination and interview.\nHighly competitive standard of service discipline and values are\nexpected to be maintained by the Judicial Officers as that alone\ncan help them for better advancement of their service career.\nIn such circumstances, the significance of proper\nSuperintendence of the High Court over the Judicial Officers\nhas a much greater significance than what it was in the past\nyears. In fact, in our view, it is mandatory that such Confidential\nF\nG\nH\n1086 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA Reports should be elaborate and written timely to avoid any\nprejudice to the Administration as well as to the officer\nconcerned.\nB\nC\n8. We do express a pious hope that Hon'ble Chief Justice\nof the Karnataka High Court would examine this aspect and\ntake corrective steps. We also do hope that appropriate\ndecisions of the High Court are in place to ensure writing of\nAnnual Confidential Reports in a comprehensive manner at\nregular intervals and timely. It is a matter which should invite\nthe attention of all concerned without any further delay. We direct\nthe Registry to send a copy of this Judgment to Hon'ble Chief\nJustice of the Karnataka High Court to invite his kind attention\nto these aspects.\n9. Having discussed in some elaboration the conduct of\nD the appellant as well as his antecedents, now we proceed to\nexamine the merits of the legal controversy raised in the present\ncase on behalf of the appellant in relation to 'deemed\nconfirmation'. The 'deemed confirmation' is an aspect which\nis known to the service jurisprudence now for a considerable\nE time. Both the views have been taken by the Court. Firstly, there\ncan be 'deemed confirmation' after an employee has\ncompleted the maximum probation period provided under the\nRules where after, his entitlement and conditions of service are\nplaced at parity with the confirmed employee. Secondly, that\nthere would be no ‘deemed confirmation' and at best after\ncompletion of maximum probation period provided under the\nRules governing the employee, the employee becomes eligible\nfor being confirmed in his post. His period of probation remains\nin force till written document of successful completion of\nprobation is issued by the Competent Authority. Having\nexamined the various judgments cited at the bar, including that\nof all larger Benches, it is not possible for this Bench to state\nwhich of the view is correct enunciation of law or otherwise. We\nare of the considered opinion, as to what view has to be taken,\nwould depend upon the facts of a given case and the relevant\nF\nG\nH\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1087\nB\nC\nRules in force. It will be cumulative effect of these two basics A\nthat would determine application of the principle of law to the\nfacts of that case. Thus, it will be necessary for us to refer to\nthis legal contention in some elucidation. According to the\nappellant the language of Rule 3 of 1977 Rules provides that\nthe probation period can not be extended beyond 3 years and\nupon expiry of such period the appellant would be deemed to\nhave been confirmed. To substantiate this contention, the\nappellant relied upon Rules 3 and 4 of 1977 Rules and Entry 2\nof schedule under Rule 2 of 1983 Rules which provide that\nthere shall be two year probation during which period, the officer\nwas to undergo such training, as may be specified by the High\nCourt of Karnataka. Therefore, the submission is that once the\nmaximum period of probation provided under these Rules has\nexpired the officer will stand automatically confirmed and thus\nis incapable of being discharged under Rule 5(B) of the 1977\nRules. We shall now proceed to discuss the judgments which\nhave been relied upon by the appellant in support of his\ncontentions. On merits these judgments are hardly applicable\nto the facts of the present case. While examining the cited\njudgments this Court has to keep in mind the specific rules\nrelating to alleged automatic confirmation of the appellant and\nthe fact that the appellant failed to satisfactorily complete the\nperiod of probation or extended period of probation in terms\nof Rule 5(B) of the 1977 Rules. The 1983 Rules ought to be\nread in conjunction with the 1977 Rules as they have duly been\nadopted by the High Court. The 1977 Rules are specific Rules F\non the subject in question while 1983 Rules are general Rules\nand in any case there is no conflict between the two as they\nseek to achieve the same object in relation to probation and\neffects thereof in relation to different matters.\nD\nLUJ\nE\nG\n10. Not only the Rules but even the principles of service\njurisprudence fully recognizes the status of employee as\nprobationer and a confirmed employee: Probationer in terms\nof Rule 2 (ii) of 1977 Rules means a Government servant on\nprobation. Rules 3 to 6 are the relevant Rules which specifically H\n1088 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA deal with the period of probation, extension or reduction of\nperiod of probation, satisfactory completion of the probation\nperiod and discharge of a probationer during the period of\nprobation. The relevant Rules read as under:\nB\nс\nD\nE\nபட\nF\nG\nH\n\"3. Period of Probation:- The period of probation shall be\nas may be provided for in the Rules of recruitment specially\nmade for any service or post, which shall not be less than\ntwo year, excluding the period if any, during which the\nprobationer was on extraordinary leave.\n4. Extension or reduction of period:- (1) The period of\nprobation may, for reason to be recorded, in writing, be\nextended-\n(i) by the Governor or the Government by such period as\nhe or it deems fit;\n(ii) by any other appointing authority by such period not\nexceeding half the prescribed period of probation;\nProvided that if within the prescribed or extended period\nof probation, a probationer has appeared for any\nexamination or tests required to be passed during the\nperiod of probation and the results thereof are not known\nbefore the expiry of such period, then the period of\nprobation shall be deemed to have been extended until the\npublication of the results of such examinations or tests or\nof the first of them in which he fails to pass.\n(2) The Government may, by order, reduce the period of\nprobation of a probationer by such period not exceeding\nthe period during which he discharged the duties of the\npost to which he was appointed or of a post the duties of\nwhich are in the opinion of the Government, similar (and)\nequivalent to those of such post.\n5. Declaration of satisfactory completion of probation etc.:-\n(1) At the end of the prescribed or as the case may be\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1089\nthe reduced or extended period of probation the appointing A\nauthority shall consider the suitability of the probationer to\nhold the post to which he was appointed, and-\n(a) if it decides that the probationer is suitable to hold the\npost to which he was appointed and has passed the\nspecial examinations or test, if any, required to be passed\nduring the period of probation it shall, as soon as possible,\nissue an order declaring the probationer to have\nsatisfactorily completed his probation and such an order\nshall have effect from the date of expiry of the prescribed,\nreduced or extended period of probation;\n(b) if the appointing authority decides that the probationer\nis not suitable to hold the post to which he was appointed\nor has not passed the special examinations or special\ntests. If any, required to be passed during the period of\nprobation, it shall, unless the period of probation is\nextended under Rule 4, by order, discharge him from\nservice.\n(2) A probationer shall not be considered to have\nsatisfactorily completed the probation unless a specific\norder to that effect is passed. Any delay in the issue of an\norder under sub-Rules\n(1) shall not entitle the probationer to be deemed to have\nsatisfactorily completed his probation.\nNote: In this Rules and Rules 6'discharge' in the case of\na probationer appointed from another service or post,\nmeans reversion to that service or post.\n6. Discharge of a probationer during the period of\nprobation:- (1) Notwithstanding anything in Rules 5, the\nappointing authority may, at any time during the period of\nprobation, discharge from service a probationer on\ngrounds arising out of the conditions, if any, imposed by\nB\nC\nD\nE\nF\nG\nH\nA\nB\nс\n1090 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nthe Rules or in the order of appointment, or on account of\nhis unsuitability for the service of post; but the order of\ndischarge except when passed by the Government shall\nnot be given effect to till it has been submitted to and\nconfirmed by the next higher authority.\n(2) An order discharging a probationer under this Rule shall\nindicate the grounds for the discharge but no formal\nproceedings under the Karnataka Civil Services\n(Classification, Control and Appeal) Rules, 1957, shall be\nnecessary.\n11. Now, let us analyze these Rules. No doubt Rule 3 states\nthat the period of probation shall be, as may be, provided for\nin the Rules of recruitment specially made for any service or\npost, which shall not be less than two years (emphasis\nD supplied). Out of which period extraordinary leave will have to\nbe excluded. Thus the Rules contemplate that every service\nprovide Rules relating to probation. But the probation period\nshould not be less than two years. The emphasis of the Rules\nis that minimum period of probation has to be two years. The\nE period of probation can be extended for reason to be recorded\nby the Competent Authority by such period not exceeding half\nof the prescribed period of probation. Interestingly, to this Rule\nthe framers of the Rules have introduced proviso, which gives\ndiscretion to the Authorities and, in fact, introduced deemed\nextension in the event of the probationer has appeared for any\nexam or result thereof has not been declared within the period\nof probation and extended period. The Rule, therefore,\ncontemplates deemed extension of probation period where the\nAuthorities have not passed any order for extending or\ndeclining to extend the period of probation provided the\ncircumstances stated therein are satisfied.\nF\nG\n12. The purpose of any probation is to ensure that before\nthe employee attains the status of confirmed regular employee,\nhe should satisfactorily perform his duties and functions to\nH enable the Authorities to pass appropriate orders. In other\n"}