{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"KHAZIA MOHAMMED. MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1091\nC\nD\nwords, the scheme of probation is to judge the ability, suitability A\nand performance of an officer under probation. Once these\ningredients are satisfied the Competent Authority may confirm\nthe employee under Rule 5 of the 1977 Rules. Rule 5(2) places\nan obligation upon the Authority that at the end of the prescribed\nperiod of probation, the Authority shall consider the suitability B\nof the probationer to the post to which he is appointed and take\na conscious decision whether he is suitable to hold the post\nand issue an order declaring that the probationer has\nsatisfactorily competed his period or pass an order extending\nthe period of probation etc. Rule 5(b) empowers the Authority\nthat in the event it is of the view that the period of probation\nhas not been satisfactorily completed or has not passed the\nspecial examinations, it may discharge him from service unless\nthe period of probation is extended. Rule 5(2) has been coveted\nwith negative language. It specifically prescribes that a\nprobationer shall not be considered to have satisfactorily\ncompleted the probation unless a specific order to that effect\nis passed. This Rule further clarifies that if there is a delay in\nissuance of an order under sub-Rule (1), it shall not entitle the\nprobationer to be deemed to have satisfactorily completed his\nprobation. In other words, the framers of the Rules have\nintroduced a double restriction to the concept of automatic\nconfirmation or deemed satisfactorily completion of the\nprobation period. Firstly, the specific order is required to be\nissued in that regard and secondly, delay in issuance of such\norders does not tilt the balance in favour of the employee. Rule\n6 (1) states that the Competent Authority may, at any time,\nduring the period of probation, discharge from service, a\nprobationer on grounds arising out of the conditions, if any,\nimposed by the Rules or in the order of appointment, or on\naccount of his unsuitability for the service of post. However, the G\nsaid order of discharge would take effect only after it is\nconfirmed by the next higher authority. Rule 6(2) specifically\nexcludes the application or holding of formal proceedings under\nthe Karnataka Civil Services (Classification, Control and\nAppeal) Rules 1957. It says that such course will not be H\nE\nF\n1092 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA necessary. In light of this statutory provision, let us also examine\nC\nD\nthe probation period referred to under item No. 2 of Rule 2 of\n1983 Rules. Rule states that probation period will be of 2 years\nand further mandates during that period of probation, the officer\nmust undergo a training, as may be specified by the High\nB Court. This itself has been indicated under the head 'minimum\nqualifications'. It, therefore, clearly shows that it is not the\nprovision dealing with the probation period, extension and\ndischarge of a probationer during that period but is primarily\nrelatable to the minimum qualifications, which are to be\nessentially satisfied by the officer concerned before he takes\nover his appointment as a regular judge. The reference to the\nprobation period has to be examined and interpreted with\nreference to and in conjunction with 1977 Rules which are the\nprimary Rules dealing with probation. These Rules have\nadmittedly been adopted by the High Court. Under the 1983\nRules, the emphasis is on performance and training during the\nperiod of probation. In other words, the primary purpose of these\nRules is only to ensure that the concerned officer undergoes\ntraining during the period of probation. While the significance\nunder the 1983 Rules is on training, under 1977 Rules, all\nmatters relating to probation are specifically dealt with. It would\nnot be permissible to read the relevant part of 1983 Rules to\nsay that it mandates that probation period shall be only for two\nyears and not more. If that was to be accepted, all provisions\nunder Rules 3 to 6 of 1977 Rules will become redundant and\nF ineffective. In fact, it would frustrate the very purpose of framing\nthe 1977 Rules. What will be the period of probation, the\ncircumstances under which it can be extended or reduces and\ndischarge of the Probationer Officer in the event of unsuitability\netc. are only dealt with under the 1977 Rules. The 1983 Rules\nG would have to be read harmoniously with 1977 Rules to achieve\nthe real purpose of proper and timely training of Judicial Officers\non the one hand and appropriate control over the matters\nrelating to probation of the officers on the other. That, in fact,\nis the precise reason as to why 1983 Rules do not deal\nH specifically with any of the aspects of probation. In view of this\nE\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1093\ndiscussion the contention of the appellants has to be rejected. A\nB\nC\nD\n13. Having referred to the specific Rules on the subject and\nthe entire scheme under the relevant provisions relating to\ndifferent aspects of probation, let us examine the law and the\npronouncements of this Court in some detail. We have already\nnoticed that two views are prevalent. Primarily, the Court has\ntaken the diametrical opposite view. One which accepts the\napplication of the deemed confirmation after the expiry of the\nprescribed period of probation, while other taking the view that\nit will not be appropriate to apply the concept of deemed\nconfirmation to the officers on probation as that is not the intent\nof law. In our opinion, the rules and regulations governing a\nparticular service are bound to have greater impact on\ndetermining such question and that is the precise reason that\nwe have discussed Rules 3 to 6 of 1977 Rules in the earlier\npart of the judgment. What view out of the two views indicated\nabove should be followed in the facts of the present case can\nbe fairly stated only after we have discussed the earlier\njudgment of the larger as well as equi benches on this aspect.\nLet us, at the very outset, refer to the Constitution Bench\nJudgment of this Court in the case of State of Punjab v.\nDharam Singh, [AIR 1968 SC 1210] In that case the Court was\nconcerned with Rule 6(3) of the Punjab Educational Service\n(Provincialised Cadre) Class III Rules, 1961 which fixed certain\nperiod beyond which the probation period cannot be extended\nand an employee appointed or promoted to a post on probation F\nis allowed to continue in that post after completion of the\nmaximum period of probation. The view taken by the Court was\nthat there would be confirmation of the employee in the post\nby implication. We may refer to the following paragraphs of the\njudgment of this Court:\n\"8. The initial period of probation of the respondents ended\non October 1, 1958. By allowing the respondents to\ncontinue in their posts thereafter without any express order\nof confirmation, the competent authority must be taken to\nE\nF\nH\nA\nB\nC\nD\nE\nF\n0\nI\n1094 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nhave extended the period of probation up to October 1,\n1960 by implication. But under the proviso to Rule 6(3),\nthe probationary period could not extend beyond October\n1, 1960. In view of the proviso to Rule 6(3), it is not possible\nto presume that the competent authority extended the\nprobationary period after October 1, 1960, or that\nthereafter the respondents continued to hold their posts as\nprobationers.\n9. Immediately upon completion of the extended\nperiod of probation on October 1, 1960, the appointing\nauthority could dispense with the services of the\nrespondents if their work or conduct during the period of\nprobation was in the opinion of the authority unsatisfactory.\nInstead of dispensing with their services on completion of\nthe extended period of probation, the authority continued\nthem in their posts until sometime in 1963, and allowed\nthem to draw annual increments of salary including the\nincrement which fell due on October 1, 1962. The rules did\nnot require them to pass any test or to fulfil any other\ncondition before confirmation. There was no compelling\nreason for dispensing with their services and re-employing\nthem as temporary employees on October 1, 1960, and\nthe High Court rightly refused to draw the inference that\nthey were so discharged from services and re-employed.\nIn these circumstances, the High Court rightly held that the\nrespondents must be deemed to have been confirmed in\ntheir posts. Though the appointing authority did not pass\nformal orders of confirmation in writing, it should be\npresumed to have passed orders of confirmation by so\nallowing them to continue in their posts after October 1,\n1960. After such confirmation, the authority had no power\nto dispense with their services under Rule 6(3) on the\nground that their work or conduct during the period of\nprobation was unsatisfactory. It follows that on the dates\nof the impugned orders, the respondents had the right to\nhold their posts. The impugned orders deprived them of\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J:]\n1095\nthis right and amounted to removal from service by way of A\npunishment. The removal from service could not be made\nwithout following the procedure laid down in the Punjab\nCivil Services (Punishment and Appeal) Rules, 1952 and\nwithout conforming to the constitutional requirements of\nArticle 311 of the Constitution. As the procedure laid down B\nin the Punjab Civil Services (Punishment and Appeal)\nRules, 1952 was not followed and as the constitutional\nprotection of Article 311 was violated, the impugned orders\nwere rightly set aside by the High Court.\"\nC\nD\nE\nய\nSeven Judge Bench of this Court, in the case of Shamsher vs.\nState of Punjab [(1974) 2 SCC 834], was concerned primarily,\nwith the question whether termination during probation could be\nviewed as a punitive action in some case or always has to be\nas discharge simplicitor during the said period. The Court\nexpressed the view that no abstract proposition can be laid\ndown that where the services of a probationer are terminated\nwithout saying anything more in the order of termination, it can\nnever amount to punishment. In the facts and circumstances of\nthe case if the probationer is discharged on the ground of\ninsufficiecy or for similar reasons without a proper enquiry and\nwithout his getting a reasonable opportunity to show cause\nagainst his discharge it may in a given case amount to removal\nfrom service within Article 311 (2) of the Constitution of India.\nBut while dealing with this principle question the Bench even\ndiscussed, at some length, whether a probationer can F\nautomatically be confirmed on the expiry of period of probation.\nThe Court considered the earlier judgment of this Court in\nDharam Singh's case (supra) discussing the case of appellant,\nwho had completed his initial period of two years' probation\non 11th November, 1967 and the maximum period of three G\nyears' probation on 11th November, 1968 and by reason of the\nfact that he continued in service after the expiry of the maximum\nperiod of probation he became confirmed, was the contention\nraised before the Bench. In that case the relevant Rule 7 (1)\nprovided that every subordinate Judge, in the first instance, be\nH.\n18.\n1096 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA appointed on probation for two years but this period may be\nextended from time to time expressly or impliedly so that the\ntotal period of probation does not exceed three years.\nExplanation to Rule 5 (1) further provided that period of\nprobation shall be deemed to have been extended if a\nB Subordinate Judge is not confirmed on the expiry of his period\nof probation. The appellant had also placed reliance on\nDharam Singh' case (supra) to contend that the only view\npossible was that he would be deemed to have been\nconfirmed. However, on the facts of the case before the Bench\nthe Court held as under:\nC\nD\nE\nF\nG\nI\nH\n\"Any confirmation by implication is negatived in the present\ncase because before the completion of three years the\nHigh Court found prima facie that the work as well as the\nconduct of the appellant was unsatisfactory and a notice\nwas given to the appellant on October 4, 1968 to show\ncause as to why his services should not be terminated.\nFurthermore, Rule 9 shows that the employment of a\nprobationer can be proposed to be terminated whether\nduring or at the end of the period of probation. This\nindicates that where the notice is given at the end of the\nprobation the period of probation gets extended till the\ninquiry proceedings commenced by the notice under Rule\n9 come to an end. In this background the explanation to\nRule 7(1) shows that the period of probation shall be\ndeemed to have been extended impliedly if a Subordinate\nJudge is not confirmed on the expiry of this period of\nprobation. This implied extension where a Subordinate\nJudge is not confirmed on the expiry of the period of\nprobation is not found in Dharam Singh's case. (AIR 1968\nSC 1210) This explanation in the present case does not\nmean that the implied extension of the probationary period\nis only between two and three years. The explanation on\nthe contrary means that the provision regarding the\nmaximum period of probation for three years is directory\nand not mandatory unlike in Dharam Singh case and that\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF 1097\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\na probationer is not in fact confirmed till an order of A\nconfirmation is made.\nB\nC\nIn this context reference may be made to the proviso to\nRule 7(3). The proviso to the rule states that the completion\nof the maximum period of three years' probation would not\nconfer on him the right to be confirmed till there is a\npermanent vacancy in the cadre. Rule 7(3) states that an\nexpress order of confirmation is necessary. The proviso\nto Rule 7(3) is in the negative form that the completion of\nthe maximum period of three years would not confer a right\nof confirmation till there is a permanent vacancy in the\ncadre. The period of probation is therefore extended by\nimplication until the proceedings commenced against a\nprobationer like the appellant are concluded to enable the\nGovernment to decide whether a probationer should be\nconfirmed or his services should be terminated. No D\nconfirmation by implication can arise in the present case\nin the facts and circumstances as also by the meaning and\noperation of Rules 7(1) and 7(3) as aforesaid.\nF\nIt is necessary at this stage to refer to the second proviso E\nto Rule 7(3) which came into existence on November 19,\n1970. That proviso of course does not apply to the facts\nof the present case. That proviso states that if the report\nof the High Court regarding the unsatisfactory work or\nconduct of the probationer is made to the Governor before\nthe expiry of the maximum period of probation, further\nproceedings in the matter may be taken and orders\npassed by the Governor of Punjab dispensing with his\nservices or reverting him to his substantive post even after\nthe expiry of the maximum period of probation. The second\nproviso makes explicit which is implicit in Rule 7(1) and\nRule 7(3) that the period of probation gets extended till the\nproceedings commenced by the notice come to an end\neither by confirmation or discharge of the probationer.\nG\nH\n1098\nSUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA\nB\nC\nD\nIn the present case, no confirmation by implication can\narise by reason of the notice to show cause given on\nOctober 4, 1968 the enquiry by the Director of Vigilance\nto enquire into allegations and the operation of Rule 7 of\nthe Service Rules that the probation shall be extended\nimpliedly if a Subordinate Judge is not confirmed before\nthe expiry of the period of probation. Inasmuch as Ishwar\nChand Agarwal was not confirmed at the end of the period\nof probation confirmation by implication is nullified.\"\n14. Before we discuss the subsequent judgment to these\nlandmark judgments of this Court it will be quite appropriate to\nnotice that the divergent views by different Benches of this\nCourt and, more so, by different High Courts have been the\nsubject matter of concern and have been noticed again by\ndifferent Benches of this Court. In the case of Dayaram Dayal\nvs. State of M.P. [(1997) 7 SCC 443]. The Court specifically\nnoticed the two line of rulings pronounced by this Court in its\ndifferent judgments. At the cost of some repetition, we may\nnotice that one line of judgments held that mere continuation\nof service beyond the period of probation does not amount to\nE confirmation unless it was so specifically provided. The other\nline, though in very few cases, but, has been taken by this Court\nis that where there is provision in the Rules for initial probation\nand extension thereof, a maximum period of such extension is\nalso provided beyond which it is not permissible to extend\nF probation. However, the Bench dealing with the case of\nDayaram Dayal's case (supra) did demonstrate that there was\nnot any serious conflict between the two sets of decisions and\nit depends on the conditions contained in the order of\nappointment and the relevant rules applicable. Though the\nG Bench in that case held that there was confirmation of the\nemployee and while setting aside the order of termination,\ngranted liberty to hold departmental enquiry in accordance with\nlaw. In order to analyze the reasoning recorded by the Bench\nwe may refer to the following paragraphs as they would throw\nH proper insight into the discussion:\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1099\nB\n\"9. The other line of cases are those where while there is A\na provision in the rules for initial probation and extension\nthereof, a maximum period for such extension is also\nprovided beyond which it is not permissible to extend\nprobation. A question as to its effect arose before the\nConstitution Bench in State of Punjab v. Dharam Singh B\n[AIR 1968 SC 1210]. The relevant rule there provided\ninitially for a one-year probation and then for extension.\nthereof subject to a maximum of three years. The petitioner\nin that case was on probation from 1-10-1957 for one year\nand was continued beyond the extended period of three C\nyears (in all four years) and terminated in 1963 without any\ndepartmental inquiry. A Constitution Bench of this Court\nreferred Sukhbans Singh v. State of Punjab [AIR 1962\nSC 1711], G.S. Ramaswamy v. Inspector General of\nPolice [AIR 1966 SC 175] and State of U.P. v. Akbar Ali\nD\nKhan [AIR1966 SC 1842] cases and distinguished the\nsame as cases where the rules did not provide for a\nmaximum period of probation but that if the rule, as in the\ncase before them provided for a maximum, then that was\nan implication that the officer was not in the position of a\nprobationer after the expiry of the maximum period. The\npresumption of his continuing as a probationer was\nnegatived by the fixation of a maximum time-limit for the\nextension of probation. The termination after expiry of four\nyears, that is after the maximum period for which probation\ncould be extended, was held to be invalid. This view has F\nbeen consistently followed in Om Parkash Maurya v. U.P.\nCoop. Sugar Factories' Federation [(1986) Supp. SCC\n95]; M.K. Agarwal v. Gurgaon Gramin Bank [{1987) Supp\nSCC 643] and State of Gujarat v. Akhilesh C. Bhargav\n[(1987) 4 SCC 482] which are all cases in which a\nmaximum period for extension of probation was prescribed\nand termination after expiry of the said period was held to\nbe invalid inasmuch as the officer must be deemed to\nhave been confirmed.\nE\nG\nH\ni\n1100\nSUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nH\n10. The decision of the Constitution Bench in State of\nPunjab v. Dharam Singh [AIR 1968 SC 1210] was\naccepted by the seven-Judge Bench in Samsher Singh\nv. State of Punjab [(1974) 2 SCC 831]. However it was\ndistinguished on account of a further special provision in\nthe relevant rules applicable in Samsher Singh case. The\nrule there provided for an initial period of 2 years of\nprobation and for a further period of one year as the\nmaximum. One of the officers, Ishwar Chand Agarwal in\nthat case completed the initial period of 2 years on 11-11-\n1967 and the maximum on 11-11-1968, and after\ncompletion of total 3 years his services were terminated\non 15-12-1969. But still Dharam Singh case was not\napplied because the Rules contained a special provision\nfor continuation of the probation even beyond the maximum\nof 3 years. The Explanation to Rule 7(1) stated (see\np. 852) that the period of probation shall be deemed\nextended if a Subordinate Judge is not confirmed on the\nexpiry of his period of probation. The Court held (p.\n853) that this provision applied to the extended period of\nprobation. It observed: (SCC para 71)\n\"71. ... This explanation in the present case does not mean\nthat the implied extension of the probationary period is only\nbetween two and three years. The explanation on the\ncontrary means that the provision regarding the maximum\nperiod of probation for three years is directory and not\nmandatory unlike in Dharam Singh case and that a\nprobationer is not in fact confirmed till an order of\nconfirmation is made.\n(emphasis supplied)\"\nThus Samsher Singh case while it accepted Dharam\nSingh case is still not covered by that case because of\nthe special Explanation which clearly deemed the probation\nas continuing beyond the maximum period of probation as\nlong as no confirmation order was passed.\n"}