{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"KHAZIA MOHAMMED MUZAMMIL v. STATE OF 1071\nKARNATAKA AND ANR.\nB\nC\nis of three years, then in view of the language of Rules 5 A\n(1) and 5(2) there cannot be automatic confirmation, a\ndefinite act on the part of the authority is contemplated.\nThe act is not a mere formality but a mandatory\nrequirement which has to be completed by due\napplication of mind. The suitability or unsuitability, as the\ncase may be, has to be recorded by the authority after\ndue application of mind and once it comes to such a\ndecision the other requirement is that a specific order in\nthat behalf has to be issued and unless such an order is\nissued it will be presumed that there shall not be\nsatisfactorily completion of probation period. The Rules,\nbeing specific and admitting no ambiguity, must be\nconstrued on their plain language to mean that the\nconcept of 'deemed confirmation' or 'automatic\nconfirmation' cannot be applied in the present case.\nProviso to Rule 4 shows that where during the period of\nprobation the results of an examination have not been\ndeclared which the probationer was required to take, in\nthat event the period of probation shall be deemed to\nhave extended till completion of the act i.e. declaration of\nresult. Applying this analogy to the provisions of Rule 5\nunless certificate is issued by the competent authority the\nprobation period would be expected to have been\nextended as it is a statutory condition precedent to\nsuccessful completion of the period of probation and\nconfirmation of the probationer in terms of this Rule. F\n[Paras 19, 20] [1113-B-H; 1114-A-G]\nD\nE\n7. In the present case, the appellant was appointed\nto the post by letter dated 9/10th May, 1996 and he\nreported for his duty on 15th May, 1996. He was on G\nprobation for a period of two years. Thereafter, no letter\nof extension of probation or order stating that the\nappellant has completed the period of probation\nsuccessfully in terms of Rule 5(1) was ever issued. Rule\n5 (2), therefore, would come into play and till the issuance\nH\n1072 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA of such an order and certificate of satisfactory\ncompletion of probation period, the appellant cannot\nclaim to be a confirmed employee by virtue of principle\nof automatic or deemed confirmation. His services were\nterminated by order dated 24th March, 2000. It was\nB discharge from service simplicitor without causing any\nstigma on the appellant. Even prior to his selection as a\nmember of the Higher Judicial Services of State of\nKarnataka, his name was placed for surveillance in the\npolice records. The original service record of the\nC appellant also did not reflect that he was an officer of\noutstanding caliber or had done extraordinary judicial\nwork. He was an officer who was not even aware of his\ndate of birth and mentioned his age as per his\nconvenience. In these circumstances, it is a case where\nin exercise of jurisdiction of this Court under Article 136\nof the Constitution of India, interference with the\njudgment of the High Court is not called for as the same\ndoes not suffer from any factual or legal infirmity. [Para\n21] [1114-G-H; 1115-A-E]\nD\nE\n8. The concerned authorities failed to act\nexpeditiously and in accordance with the spirit of the\nrelevant Rules. Rule 5 (2) of 1977 Rules has used the\nexpression 'as soon as possible' which clearly shows\nthe intent of the rule framers explicitly implying urgency\nF and in any case applicability of the concept of reasonable\nG\nH\ntime which would help in minimizing the litigation arising\nfrom such similar cases. It is hoped that all the authorities\nconcerned would take care that timely actions are taken\nin comity to the Rules governing the service and every\nattempt is made to avoid prejudicial results against the\nemployee/probationer. It is expected of the Courts to pass\norders which would help in minimizing the litigation\narising from such similar cases. Timely action by the\nauthority concerned would ensure implementation of rule\nof fair play on the one hand and serve greater ends of\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF 1073\nKARNATAKA AND ANR.\njustice on the other. It would also boost the element of A\ngreater understanding and improving the employer\nemployee relationship in all branches of the States and\nits instrumentalities. The Courts, while pronouncing\njudgments, should also take into consideration the\nissuance of direction which would remove the very cause B\nof litigation. Boni judicis est causes litium dirimere. [Para\n22] [1115-E-G; 1116-D-G]\nShiv Kumar Sharma v. Haryana State Electricity Board\n(1988) Supp. SCC 669, affirmed.\nс\nE\n9. It is really unfortunate that a person, who is\ninvolved in the process of judicial dispensation, is dealt\nwith in a manner that for years neither his confidential\nreports were written nor the competent authority issued\nan order of satisfactory completion of probation period D\nor otherwise. Another very important aspect is that in the\npresent days of high competition and absolute integrity\nand even to satisfy the requirements of out of turn\npromotions by competition it is expected of the High\nCourt to inform the concerned judicial officer as of his\ndrawbacks so as to provide him a fair opportunity to\nimprove. Unfortunately High Court did not maintain the\nexpected standards of proper administration. There is a\nconstitutional obligation on the High Court to ensure that\nthe members of the judicial services of the State are\ntreated appropriately, with dignity and without undue\ndelay. They are the face of the judiciary inasmuch as a\ncommon man, primarily, comes in contact with these\nmembers of the judicial hierarchy. It is a matter of\nconcern, that timely action on behalf of the High Court\nwould have avoided this uncalled for litigation as it would\nhave been a matter of great doubt whether the appellant\ncould at all be inducted into the service in face of the\nadmitted position that the name of the appellant was\nstated to be on the rowdy list at the relevant time. [Para\n23] [1116-H; 1117-A-E]\nF\nG\nH\nA\nC\n1074 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\n10. The judgment of this Court should be placed\nbefore the Hon'ble the Chief Justice of Karnataka High\nCourt for appropriate action. It is hoped that steps would\nbe taken to ensure timely recording of the confidential\nreports of the judicial officers by appropriate authority\n☐ B (which in terms of Chapter VI with particular reference to\nthe provisions of Article 235 of the Constitution is the\nHigh Court) and in an elaborate format depicting\nperformance of the judicial officers in all relevant fields,\nso as to ensure that every judicial officer in the State\nwould not be denied what is due to him in accordance\nwith law and on the basis of his performance; the\nSecretary of the Union of India, Ministry of Personnel,\nPublic Grievances and Pension as well as all the Chief\nSecretaries of the States are directed to issue appropriate\nguidelines, in the light of this judgment, within eight\nweeks from the date of the pronouncement of this\njudgment. Further all the High Courts are directed to\nensure that 'police verification reports', conducted in\naccordance with law, are received by the concerned\nauthority before an order of appointment/posting in the\nState Judicial Service is issued by the said authority.\n[Para 24] [1117-F-H; 1118-A-C]\nD\nE\nCase Law Reference:\nAIR 1968 SC 1210\nreferred to\nPara 13\nF\n(1974) 2 SCC 834\nreferred to\nPara 13\nAIR 1968 SC 1210\nreferred to\nPara 14\n(1997) 7 SCC 443°\nreferred to\nPara 15\n0\nG\n(2000) 5 SCC 250\nreferred to\nPara 15\n(2001) 7 SCC 161\nreferred to\nPara 16\n(2005) 1 SCC 132\nreferred to\nPara 17\nI\n(1988) Supp. SCC 669\naffirmed\nPara 22\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF 1075\nKARNATAKA AND ANR.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 596 A\nof2007.\nFrom the Judgment \u0026 Order dated 09.07.2004 of the High\nCourt of Karnataka at Banglore in W.P. No.11965 of 2000.\nGuru Krishna Kumar, Abhay Kumar, S.R. Setia for the\nAppellant.\nAnil Kr. Mishra, A. Rohen Singh, Sanjay R. Hegde, R.B.\nBudihal, RG, Karnataka HC for the Respondent.\nThe Judgment of the Court was delivered by\nB\nC\nSWATANTER KUMAR, J. 1. The appellant, who was a\npracticing advocate, was appointed as District Judge under the\nKarnataka Judicial Services (Recruitment) Rules 1983 (for\nshort 'the 1983 Rules') vide Notification No. DPAR 37 SHC 96 D\ndated 9.5.1996. In furtherance to this notification letter of\nappointment dated 14th May 1996 was issued where after the\nappellant joined the service on 15th May, 1996. However, vide\norder dated 20th of May, 1996, the appellant was transferred\nand posted as 1st Additional City Civil \u0026 Sessions Judge, E\nBangalore City. It is the case of the appellant that he performed\nhis duties with utmost diligence and had an excellent track\nrecord. His rate of disposal of the cases was very good. The\nHigh Court had scrutinized his performance and neither any\nadverse remarks were communicated to him nor any memo or\nshow-cause notice was served upon him during the entire\nperiod of his service. Initially in terms of the notification/letter\nof appointment, he was appointed on probation for two years.\nAccording to the appellant, he had completed the probation\nperiod successfully and there was no specific communication\nissued to him by the authority extending his probation period.\nThus, the appellant would be deemed to be a confirmed judge\nas per the rules. A Sub-Committee of the Hon'ble Judges\nconstituted by the High Court had recommended to the Full\nCourt in its meetings held on 11th Feburary, 1999 and 15th\nF\nG\nH\nB\nс\n1076 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA October, 1999 for discharge of the appellant from service. It\nappear that in October 1999, the Registrar General of the High\nCourt addressed a communication to the Chief Secretary of the\nState seeking the discharge of the appellant in terms of Rule\n6 (1) Karnataka Civil Service (Probation) Rules, 1977 on the\nground that appellant was not 'suitable for the post'. Pursuant\nto this recommendation, the Government issued a notification\non 24th March, 2000 discharging the appellant from service.\nAccording to the appellant, the notification dated 24th March,\n2000 was arbitrary, contrary to rules and was unsustainable in\nlaw. The appellant had put in 3 years 10 months and 10 days\nin service as on that date and therefore the appellant was\nentitled to confirmation. Aggrieved from the said notification\ndated 24th March, 2000, the appellant filed the Writ Petition in\nthe High Court of Karnataka, Bangalore which came to be\nregistered as Writ Petition No. 11965/2000 and raised various\nissues including the legal submissions referable to the relevant\nrules. The High Court vide its judgment dated 9th July, 2004\ndismissed the Writ Petition holding that the notification dated\n24th March, 2000 did not suffer from any error or illegality \u0026\nno interference was called for. It will be useful to reproduce the\nreasoning given by the High Court which reads as follows:-\nD\nE\nLL\nF\nG\nI\nLI\nA bare reading of Rule 3 makes it clear that the period\nof probation shall be fixed as per the rules of recruitment\nspecially made for any service and also that the minimum\nperiod of probation shall be two years. Rule 4 deals with\nthe extension of reduction of period of probation. Rule 5\ndeals with declaration of satisfactory completion of\nprobationary period. Sub-rule (1) (b) of Rule 5 states that\nthe if the appointing authority decides that the probationer\nis not suitable to hold the post, it may discharge him from\nservice, if the probationary period if not extended. Rule\n5(2) makes it clear that there has to be an order declaring\nthe probationer to have completed the probationary period\nand if there is a delay in issuing such an order, the\nprobationer will not be deemed to have completed the\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1077\nprobationary period. Rule 6(1) provides for discharge of A\na probationer during the probationary period under the\ncircumstances like the grounds arising out of the\nconditions, if any, imposed in the rules or in the order of\nappointment or unsuitability to hold the post. Rule 7 states\nthat when a probationer, whether during or at the end of B\nprobation period, is terminated for any misconduct, the\ntermination shall be in accordance with Karnataka Civil\nServices (Classifications, Control and Appeal) Rules, 1957\n(for short 'the 1957 Rules')\nIn the instant case, the petitioner, who was appointed\non probation, though he had worked for 3 years 10 months\nand 10 days, was not found suitable to hold the post and\nno order has been passed that he has satisfactory\ncompleted the probationary period. Under the\ncircumstances, the argument that Rule 6 (1) of KCSRs\ncannot be invoked and the petitioner's case falls under\nRule 7 of the KCSRs is not sustainable. It is seen that the\npetitioner has not been removed on misconduct pending\nprobation. So the argument that Rule 7 of the KCSRs has\nnot been considered by this Court and the decisions\nreferred to above are not applicable, it not acceptable in\nthe facts of the given case as Rule 7 deals with termination\nfor misconduct during or at the end of probation period,\nwhereas as stated in the present case on hand, the\nprobationer has been discharged from his services as he\nis found unsuitable to hold the post and there is no violation\nof the provisions of the 1957 Rules.\"\n2. Aggrieved from the judgment of the High Court, the\nappellant has preferred the present appeal to this Court under\nArticle 136 of the Constitution of India. The challenge to the\njudgment of the High Court as well as notification, dated 24th\nof March 2000, is on the ground that the appellant could not\nhave remained probationer beyond the period of probation. He\nhad held the office for a period of more than 3 years. After this\nC\nD\nE\nF\nG\nH\nC\n1078 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA period, the appellant will be deemed to have been confirmed\nand thus his discharge from service is contrary to the rules. A\nconfirmed employee cannot be discharged as probationer and\nif there is anything against the appellant, the department i.e.\nHigh Court/Government, on that plea ought to have conducted\nB departmental enquiry in accordance with rules. Further, it is\ncontended that the action of the High Court and the State\nGovernment is arbitrary and without any basis. The service\nrecord of the appellant was excellent and there was nothing on\nthe record to justify that the appellant had become ‘unsuitable\nfor the post'. On the contrary, the submission on behalf of the\nrespondents is that there cannot be a deemed confirmation.\nThe High Court, in exercise of its power of superintendence as\nwell as under the rules found that the appellant was entirely\nunsuitable for his retention in service. The service record of the\nappellant is also such that it does not justify his retention in\nservice being a person under surveillance of Police prior to\njoining the service. The appellant, being a probationer, has\nrightly been discharged from service and the Writ Petition has\nrightly been dismissed by the High Court for valid reasons and\njudgment of the High Court does not call for any interference.\nBefore we proceed to discuss the merit or otherwise of the rival\ncontention raised before us, at the very outset, we may refer to\nthe impugned notification which reads as under:\nD\nE\n\"CONFIRM EDIT OF KARNATAKA\nF\nNo. PPAR 69 SHO 99. ...\nG\nKarnataka\nGovernment\nSecretariat,\nVidhan Soudha,\nBangalore,\nDated 24.3.2000\nNOTIFICATION\n│H\nIn exercise of the powers conferred by Rule 6 (1) of\nthe Karnataka Civil Services (Probation) Rules, 1977, I,\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1079\nV.S. RAMA DEVI, Governor of Karnataka, hereby order A\nthat Sri. Kazia Mohammed Muzzammil, Ist Additional City\nCivil and Sessions Judge, Bangalore City be discharged\nfrom service with immediate effect as he is unsuitable to\nhold the post of District Judge.\nSd/-\nB\n(V.S. RANA DEVI)\nGOVERNOR OF KARNATAKA\nBY ORDER AND IN THE\nNAME OF THE GOVERNOR OF\nKARNATAKA,\n(V.R. TLKAL)\nUNDER SECRETARY TO THE\nGOVERNMENT DEPARTMENT OF\nPERSONNEL AND ADMINISTRATIVE\nREFORMS (SERVICES .3)\nXXX\nXXX\nXXX\nXXX\nC\nD\n3. The bare reading of the above impugned notification\nshows that it is ex-facie not stigmatic. It simply discharges the\nappellant from service as having been found unsuitable to hold\nthe post of District Judge. Until and unless, the appellant is able\nto show circumstances supported by cogent material on record\nthat this order is stigmatic and is intended to over reach the\nprocess of law provided under the rules, there is no occasion\nfor this Court to interfere on facts. As far as law is concerned,\nthe question raised is with regard to the applicability of the\nconcept of 'deemed confirmation', to the present case under\nthe service jurisprudence.\nE\nF\n4. We may also notice that conduct of the appellant, who G\nis a Judicial Officer, belonging to the Higher Judicial Services\nof the State is matter of some concern. Contradictory\nstatements have been made in the Writ Petition before the High\nCourt, memorandum of appeal before this Court and even in\nthe rejoinder and further affidavit filed before this Court.\nH\n'\n+\n1080 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA Strangely, the High Court has neither contested this case nor\npursued it in its correct perspective. As it appears, even\nappearance on behalf of the High Court was not entered upon.\nDespite specific orders of this Court the High Court had failed\nto produce the records and even no responsible officer was\nB present. This attitude of the respondents in this court compelled\nthe Bench to pass an order dated 20th May, 2010 which reads\nas under:-\nC\nD\n\"This case was heard at some length yesterday and was\npart-heard for today. At the very outset, we must notice that\nfrom the record before us, ex-facie, it appears that the\nappellant before this Court has sworn the false and/or\nincorrect affidavits. In order to demonstrate our above\nobservation, we must refer to the following details which\nhave been given by the appellant in various affidavits and/\nor pleadings of the present case, which are as follows:\nDate Age\nPage (s)\n29.3.2000\n46\n28/37\n23.2.2001\n46\n51\nE\n20.9.2004\n50\n18\n14.10.2006\n54\n52\n22.10.2009\n57\n4/5 (Appin.\nfor Early Hearing)\nF\n30.6.2010\n60\n60\n0\n☐ H\nJoined Service E\n9.5.1996\n20.3.2000\nWP\nCounter Affidavit 44\nBy the High Court\n34\n15.5.95)\n25.3.2000)\nAs would be evident that if one of the dates given\n"}