{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"B\n692 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA equal value not due for payment; the transactions were\nrequired to be bona fide commercial transaction. UCO\nBank Manual although permits advances as against\nhouse bills but it stipulates that for the said purpose,\ncreditworthiness of the customer was required to be\nverified. Credit limit was also to be fixed. For the said\npurpose, credit reports were to be compiled; limits were\nto be sanctioned. The jurisdiction of Chairman-cum-\nManaging Director and other Authorities are fixed if the\nBill of Exchange exceeds Rs. 25,000/-, credit report on\ndrawees on whom the bill is drawn is also required to be\nobtained. The Manual mandates that security be also\ntaken. The duty had been cast on the Manager to satisfy\nhimself that Bill of Exchange is the result of genuine\ntrade transaction. [Paras 71 and 88] [730-A-B; 735-C-H]\nC\nD\n8.1. Section 43 IPC carries a very wide meaning. If\nany ground for civil action can be founded on the basis\nof any act of omission or commission on the part of a\nperson, his act may be held to be illegal or it may be held\nthat he was legally bound to do an act which he had\nE omitted to do. If a person is guilty of breach of a\ndepartmental order, he may be held to be guilty as he\nwas legally bound to act in terms thereof. It does not\nmatter whether the violation was in relation to the Circular\nissued by the Reserve Bank of India or whether it was in\nF violation of the guidelines issued by the Bank itself. The\nquestion as to whether the directions are statutory in\ncharacter and binding in law may not depend upon the\nnature of the powers to be exercised by the Reserve Bank\nof India. Discounting and rediscounting of Bills of\nExchange is an integral part of banking transactions.\nPurchase and sale of securities is also a part of the\nbanking transactions as would appear from Section\n6(1)(a) of the Banking Regulations Act. Harshad Mehta\nwas having a very good customers credit rating which\nwas even spoken of by PW 7. The Bills of Exchange\nG\nH\nSUDHIR SHANTILAL MEHTA v. C.B.I.\n693\nbeing usance Bills of Exchange in terms of Section 32 of\nthe Negotiable Instruments Act on their maturity, only the\nacceptors, namely, Growmore and Mazda were\nresponsible for clearance thereof and not M/s J.H. Mehta.\n[Paras 89 and 90] [736-C-E; 736-E-G]\nA\nB\nD\n8.2. The bills were drawn by M/s JH Mehta and were\naccepted by M/s Growmore and M/s Mazda. The payment\non rediscounting by the Bank should therefore be made\nto M/s JH Mehta, but the payment was in fact made to M/\ns Growmore and M/s Mazda Industries. If the Bills of\nC\nExchange was drawn because M/s JH Mehta had sold the\nshares to Mazda and Growmore, it was M/s JH Mehta\nentitled to the purchase price of the shares which it was\nsold to M/s Growmore and M/s Mazda. In the present case\nthe Bank first made a credit entry in the account of JH\nMehta and then transferred the amount to Growmore and\nMazda by issuing cheques in favour of ANZ Grindleys\nBank favouring Mazda and Growmore. Thus the ultimate\npayment on the rediscounting of the two bills of\nexchange went to Growmore and Mazda who had been\nshown as the purchasers of the shares from M/s JH\nMehta and were therefore to make payment of the price\nof the share to JH Mehta. Even the cheques for\nrepayment to the Bank on 27.04.1992 were issued by M/\ns Growmore and M/s Mazda. As the amount paid under\nthe Bills of exchange by the Bank was returned to the F\nBank, it is beyond the purview of any explanation why\nthe bills of exchange was drawn in the first place.\nObviously the discounting of the Bills of exchange did not\nrepresent a bonafide commercial transaction. [Para 91]\n[736-H; 737-A-E]\n9. It was brought to notice by the appellants that\nHarshad Mehta was behind all the entities. Apart from his\nindividual capacity, he was acting on behalf of M/s J.H.\nMehta, Mazda and Growmore. This fact was not unknown\nE\nG\nH\n694\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nC\nA to the officers of the Bank. Each one of the private\naccused was connected in one way or the other with\neach of the said entities. J.H. Mehta, Mazda and\nGrowmore were new customers. An account was opened\non the same day as the Bill of Exchange was presented\nB for discounting. It is beyond any doubt or dispute that the\npower to sanction advance so far as the Chairman is\nconcerned is limited to Rs.5 crores. Prior sanction of the\nBoard of Director was necessary if the Bill discounting\nexceeds Rs.5 crores. Admittedly, even the Board of\nDirectors did not ratify the said transaction although in\nterms of the Manual it was necessary that prior sanction\nshould be obtained. The Manual, prescribed exercise of\ngreater caution in the cases where the drawer and\ndrawee of the Bill are identical or connected persons. It\nprovided for the meeting of safeguards by way of making\nan enquiry as regards the creditworthiness, a satisfaction\nof which was required to be arrived at by the Manager.\nThereabout, having regard to the credit rating, business\nintegrity and past dealing, the Manual provided that those\nborrowers who did not satisfy the said tests laid down\nwould not be eligible for any loan. Evidently, all these\nprocedural requirements necessary for safeguarding the\ninterests of the Bank were not fulfilled. [Paras 92, 93 and\n94] [737-F-G; 738-G-H; 739-A-B; 739-C]\nD\nE\nF\n10.1. The Executive Director of UCO Bank, PW-37\naccepted that the discounting of bills is a method of\nadvancing credit to a party. Evidently, therefore, the\nprudent lending norms were required to be observed.\nOne of the contentions raised for the appellants was that\nG further security was not necessary as two cheques had\nbeen issued by two scheduled Banks. The cheques were\nissued for the purpose of earning interest by way of\nrediscounting. It may be true that whereas the Syndicate\nBank and State Bank of Patiala were to get 17.5% of\nH\nSUDHIR SHANTILAL MEHTA v. C.B.I.\n695\ninterest, the UCO Bank was to receive interest from A\nHarshad Mehta at the rate of 21% per month. This itself\nshows the speculative nature of the transaction.\nSyndicate Bank and State Bank of Patiala or even the\nbanker of Harshad Mehta and his group ANZ Grindlays\nBank were of the opinion that they proceeded with so B\nmuch amount even for a short period. [Para 97] [739-H;\n740-A-C]\n10.2. Evidently, UCO Bank was approached as a\nconduit as it had no money of its own. Whereas other\nbanks were secured as they had issued cheques in the\nname of Nationalized Bank; UCO Bank did not obtain any\nsecurity or pledge. The fact that it had undertaken a grave\nrisk is not in dispute. Money was to be returned by a fixed\ndate, namely, 24.4.1992. Even the balance sheet and\nannual reports of the two banks were not sought for far\nless scrutinized for arriving at a satisfaction as regards\nthe capability of the borrower to repay the amount within\nthe stipulated time. Only after advances were made i.e. on\n26.3.1992, PW-44 asked PW-1 to collect the balance sheet\nC\nD\nfrom Mazda and Growmore for forwarding them to the E\nHead Office for seeking approval of the Bill Discounting\nalready done. Thus, all attempts to procure the balance\nsheet, etc. were undertaken at a later date. As the date of\nrepayment was coming closer, UCO Bank sent letters to\nMazda and Growmore for arranging funds to retire the Bill F\nof Exchange on due date. Evidently, they were unable to\nfulfill their promise. For the said purpose, Accused No.1\nagreed that the Bills would be rolled over for one more\nmonth. PW-44 was informed about this by Accused No.9.\nNaturally, as the entire blame would be put on him, he did G\nnot agree thereto and insisted on payment. From the\nevidence, it is evident that PW-44 informed about his\ndecision for insistence of payment to Accused No. 2 and\nPW-45 also informed of the same to Accused No. 1.\nAccused No. 2 being a high-ranking Officer was informed H\n696 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA particularly in view of the fact that if the Bank does not\nget back the money, it has to take loan for the purposes\nof having call money, but the very fact that the high-\nranking officers also informed the Accused No. 8, speaks\na volume. [Paras 100, 103] [741-C-D; 741-E-F; 724-B-D;\nB 743-B-C]\nс\n10.3. Admittedly, even on 24.4.1992 payments were\nnot made either by the drawer or by the acceptors. In\nterms of Section 32 of the Negotiable Instruments Act, it\nwas the acceptor's liability and not the drawer's liability.\nThe fact remained that the money was not re-deposited.\nIndisputably, UCO bank had to make payment out of its\nown funds. As by reason thereof a shortfall occurred, call\nmoney was borrowed from two other banks, namely,\nCorporation Bank and Oriental Bank of Commerce to the\nD tune of Rs. 50 crores for three days. Therefore, the\ncharge of criminal breach of trust stands established\nagainst Accused 1, and 2. The role played by Accused\nNo. 2 in the entire chain of events is significant. The\ndecision to discount the two bills of exchange at Nariman\nE Point Branch was taken by Accused No. 1 only after\nconsulting Accused No. 2. Accused No. 2 had full details\nof the transaction. He also played a key role in the\npurchase of shares by UCO Bank to provide for\nrepayment of the amount advanced by UCO Bank itself.\nF He also similarly made an endorsement for issuing a\ncheque in favour of ANZ Grindley's Bank on account of\nJH Mehta. However the role played by Accused No. 2 was\nsubsidiary to that played by Accused No. 1. The entire\ntransaction appeared to have been gone through\nbecause of a deal struck between deceased Harshad\nMehta and Accused No. 1. [Paras 104 and 105] [743-D-F;\n744-C-E]\nG\nH\n10.4. Accused No. 8 was not in a position to issue\nany directions; he being a Scale IV employee. He\nSUDHIR SHANTILAL MEHTA v. C.B.I.\n697\ntherefore could not be said to be guilty of the offence of A\nCriminal Breach of trust. The judgment of acquittal\nrecorded by the Special Judge as regards the Accused\nNo. 8 is not interfered with. [Para 106] [744-F-G]\n11.1. Criminal conspiracy is an independent offence.\nIt is punishable independent of other offences; its\ningredients being:- an agreement between two or more\npersons; the agreement must relate to doing or causing\nto be done either (a) an illegal act; (b) an act which is not\nillegal in itself but is done by illegal means. It is now,\nhowever, well settled that a conspiracy ordinarily is\nhatched in secrecy. The court for the purpose of arriving\nat a finding as to whether the said offence was committed\nor not may take into consideration the circumstantial\nevidence. While however doing so, it must bear in mind\nthat meeting of the minds is essential; mere knowledge\nor discussion would not be. [Para 107] [744-H; 745-A-C]\nB\nC\nD\nYogesh @ Sachin Jagdish Joshi v. State of Maharashtra\n(2008) 6 SCALE 469; Nirmal Singh Kahlon vs. State of\nPunjab \u0026 Ors. (2008) 14 SCALE 639; Ram Lal Narang vs. E\nState (Delhi Administration (1979) 2 SCC 322, referred to.\nChaman Lal \u0026 Ors. v. State of Punjab \u0026 Ors. JT 2009\n(4) SC 662; K.R. Purushothaman vs. State of Kerala (2005)\n12 SCC 631; P.K. Narayanan vs. State of Kerala (1995) 1\nSCC 142, relied on.\nF\n11.2. Offence was committed purely for the benefit of\nHarshad Mehta. He was the prime beneficiary. He made\nelaborate plans to obtain liquid cash for a short period\nwith a view to enable him to make investments in the G\nsecurity market so that he could obtain quick returns. He\ninvolved a few Nationalized Banks in the process.\nProsecution sought to establish the offence of\nconspiracy from the evidence of P.W. 44, P.W. 45 and\nP.W. 7. The conduct of Growmore and Mazda in passing H\n698 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA the resolution for opening the accounts even before the\nalleged purchase of shares by them from JH Mehta who\nhad drawn the bills of exchange raise doubt about the\nbonafide of the entire transaction. [Para 111 and 112] [747-\nG-H; 748-C-D; 748-A]\nB\nC\n11.3. Both Accused 1 and Accused 2 played a major\nrole in arranging the entire transaction. In fact had it not\nbeen for Accused No. 1, it would not have been possible\nfor Harshad Mehta or his associates to take the Bank for\na ride and unlawfully utilize the funds of the bank. With a\nview to achieve the said object, neither the RBI directions\nrequiring bills of exchange to satisfy the tests of bona fide\ncommercial or cash transactions were complied with nor\nthe procedure laid down under the UCO Bank Manual\nwere followed. The power of the Chairman for investment\nD in shares is upto Rs. 10 crore. His power in regard to bill\ndiscounting is only upto Rs.5 crore. So far as other\naccused are concerned, namely Accused No.3, Accused\nNo. 4 and Accused 5, they were not only residing at the\nsame place but Accused No. 4 and Accused 5 were men\nE of trust of Harshad Mehta. A power of attorney had been\nexecuted in their favour. [Paras 114 and 117] [750-C-D;\n750-E-F]\nF\n12. The Board of Directors of Growmore had by their\nresolution dated 14th March, 1992 authorized Accused 4\nand 5 to seek bill discounting facility from UCO Bank to\nthe limit of Rs. 50 crores. The application for opening the\naccount of Growmore at Nariman point was signed by\nAccused No. 4. Further on behalf of Growmore the Bill of\nexchange was accepted by Accused No. 4. Not only this\nbut the letter dated 24.3.1992 addressed to UCO Bank by\nGrowmore undertaking to repay the amount by 24.4.1992\nwas also signed by Accused No. 4. Legally the Bank\nwould be concerned only with M/s JH Mehta. But the letter\nof Growmore signed by Accused No. 4 clearly indicates\nH his involvement in the criminal conspiracy. So far as\nG\n=\nSUDHIR SHANTILAL MEHTA v. C.B.I.\n699\n:\nA\nAccused No. 5 is concerned, it is he who had signed the\nBill of Exchange as the Power of attorney of the\nproprietors of M/s JH Mehta. It is he who had signed the\nforms for opening the account with the Nariman Point\nBranch of UCO Bank. He had signed the letter dated\n23.3.1992 requesting the Bank to discount the two bills B\nof Exchange. The relationship between the parties both\npersonal and professional clearly establishes criminal\nconspiracy on the part of Accused No. 5. The decision\nof the special judge holding Accused No. 5 guilty of the\noffence of criminal conspiracy is affirmed. Accused Nos. C\n6, 7 and 9 did not prefer appeals challenging their\nconviction. There is no reason to interfere with the\njudgment of conviction arrived at by the Special Judge\nwith respect to the said accused. However the\nconclusions arrived at by the Special Judge with regard\nto the guilt of Accused No. 8 for the offence of Criminal\nConspiracy is not upheld. The mere fact that he may be\npresent at the meeting dated 14.3.1992 of the officers of\nUCO Bank by itself does not conclusively prove his\ninvolvement in the conspiracy hatched by the other\n⚫ officers of the Bank. Something more was needed to be\nshown that he was a party thereto. [Paras 118 and 121]\n[750-G-H; 751-A-B; 751-B-D; 751-E; 751-E-G]\nCase Law Reference:\nD\nE\nF\nAIR 1960 SC 610\nrelied on\nPara 38\n(1991) 3 SCC 617\nrelied on\nPara 38\n(2007) 3 SCC 124\nrelied on\nPara 39\n(2001) 8 SCC 257\nreferred to\nPara 42\n0\n(2004) 11 SCC 456\nreferred to\nPara 43\n(2001) 3 SCC 71\nrelied on\nPara 44\n(1994) 5 SCC 213\nreferred to\nPara 53\nH\n700 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA (2002) 1 SCC 367\nreferred to Para 53\n1997 (10) SCC 488\nheld inapplicable Para 58\nAIR 1977 MP 68\nreferred to\nPara 64\n(2008) 6 SCALE 469\nreferred to\nPara 108\nB\n(2008) 14 SCALE 639\nreferred to\nPara 109\nJT 2009 (4) SC 662\nrelied on\nPara 109\n(2005) 12 SCC 631\nrelied on\nPara 110\nC\n(1995) 1 SCC 142\nrelied on\nPara 110\nD\nE\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 905 of 2005.\nFrom the Judgment \u0026 Order dated 09.06.2005 of the\nSpecial court (Trial of Offences Relating to Transactions in\nSecurities) at Bombay in Special Case No. 1 of 1993.\nWITH\nCrl. A. Nos. 922, 925, 945 \u0026 965 of 2005.\nBishwajit Bhattacharyya, V.A. Mohta, Kamini Jaiswal, P.S.\nNarasimha, Amit Sharma, Rohit Rao, Rosh Mani, Anupam Lal\nDas, Debashis Mukherjee, Ajay Singh, Ravindra Kumar, E.C.\nF Agrawala. for the Appellant.\nG\nH\nA. Mariarputham, A. Subba Rao, Aruna Mathur, C.V.\nSubba Rao, T.A. Khan, B.K. Prasad, P. Parmeswaran, for the\nRespondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J.\nINTRODUCTION\n1. These appeals arise out of a judgment and order dated\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 701\n9.6.2005 passed by the learned Judge, Special Court, Bombay A\nconstituted under the Special Court (Trial of Offences Relating\nto Transactions in Securities) Act, 1992 (for short, \"the said\nAct\") in Special Case No. 1 of 1993 whereby and whereunder\nappellants herein with accused Munipally Subramanium\nEshwar Chandra (Accused No. 6), Sunil Samtani (Accused No. B\n7) and Pankaj Brijlal Shah (Accused No. 9) were convicted for\ncommission of offences punishable under Sections 409 and\n120B amongst others and sentenced as under:\n(a) Accused No. 1, K. Margabanthu was sentenced to\nundergo R.I. for a period of six months and to pay fine of\nRs.1,00,000/-, in default S.I. for two months.\n(b) Accused No. 2, Ramaiya Venkatkrishnan was\nsentenced to undergo R.I. for three months and to pay fine\nof Rs.50,000/-, in default S.I. for 15 days.\n(c) Accused No. 4, Ashwin Mehta was sentenced to\nundergo R.I. for a period of three months and to pay fine\nof Rs. 2,00,000/-, in default S.I. for one month.\n(d) Accused No. 5, Sudhir Mehta was sentenced to\nundergo R.I. for a period of three months and to pay fine\nof Rs.2,00,000/-, in default S.I. for one month.\nC\nD\nE\n(e) Accused Nos. 6, Munipally Subramanium Eshwar\nChandra, Accused No. 7 Sunil Samtani, Accused No. 9 F\nPankaj Brijlal Shah were directed to pay fine in the amount\nof Rs.25,000/- each, in default S.I. for 15 days.\n(f) Accused No. 8, S.V. Ramanathan was sentenced to\nundergo R.I. for a period of one month and to pay fine of\nRs. 25,000/- in default R.I. for 15 days.\n2. Before proceeding further, we may place on record that\nHarshad Shantilal Mehta (Original Accused No. 3) expired\nduring the pendency of the criminal proceedings and the case\nG\nH\n"}