{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\n0\nD\nE\nF\nG\nH\n712\nii.\niii.\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nThe purported Circular Letter dated 5.9.1988 not\nbeing law within the meaning of Section 405 of the\nIndian Penal Code read with Section 43 thereof,\nthe prosecution of the appellants ex facie was illegal\nand without jurisdiction. In any event, the said\nCircular Letter not being in the public domain having\nnot been published cannot have any force of law as\nis ordinarily understood.\nThe said Circular in any event being not binding on\nthe private accused, they could not be said to have\nbeen a party to the offence of conspiracy.\niv. The Circular Letter being confined to rediscounting\nand a separate procedure having been laid down\nfor discounting of Bills of Exchange permitting the\nhouse loan/accommodation loan for some time as\nprovided for in Exhibit 299; the impugned judgment\ncannot be sustained. No money, thus, having been\ntransferred in violation of any law, the question of\ncommission of any offence under Section 409 did\nnot arise.\nV.\nvi.\nThe transactions having been entered into bona fide\nby the officials of the Bank and with the accused in\norder to earn profit for the bank and in that view of\nthe matter, the prosecution cannot be said to have\nproved any dishonest intention on their part as\nenvisaged under Section 24 of the Indian Penal\nCode.\nThe prosecution has not been able to prove that any\nwrongful loss or wrongful gain was caused to any\nperson. In view of the admitted case that Harshad\nMehta or his group had not made any default in\npayment of the amount due and only because now\na purported scam is said to have been committed,\nall the private accused who were connected with\nx\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 713\nHarshad Mehta Group of Companies are alleged A\nto have committed the offence of conspiracy,\nalthough the prosecution had failed to prove any of\nthe charges levied against them.\nvii. The deposition of S.V. Prabhu (PW 44), Bhaskar\nRoy Choudhary (PW 45) should not have been\nrelied upon by the learned Special Judge without\nany material corroboration having regard to the fact\nthat they were approvers.\nB\nviii. The judgment of the learned Special Judge being C\nfull of speculative inferences and surmises, is wholly\nix.\nX.\nxi.\nunsustainable.\nNo witness having been examined by the\nprosecution to show that the action on the part of D\nthe official accused was not bona fide, the learned\nSpecial Judge committed a serious error in passing\nthe impugned judgment. It suffers not only from\nmisreading and misconstruction of the evidences\nbut also in taking note of the deposition of the\nwitnesses examined on behalf of the defence.\nE\nAccused No. 1 being the Chairman-cum-Managing\nDirector of the Bank having taken a decision to\ntransact business with Harshad Mehta in the\ninterest of the Bank whose reputation and F\ncreditworthiness in those\nthose \ndays being\nunquestionable and particularly in view of the fact\nthat even the prosecution witness accepted that he\nwas respected by all concerned, the inference that\nthe transaction was not entered into bona fide is G\nwholly unsustainable.\nThe learned Special Judge committed a serious\nerror in arriving at a finding that no contract had\nbeen entered into by and between the Banks as it\nH\nA\nB\nс\nD\nE\nF\nG\nH\n714\nXII.\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nhas categorically been accepted by Shri Prashant\nD. Patel, (P.W. 17) that a contract was entered into.\nIn any event, a contract, it is well known, can be\nentered into by necessary implication.\nThe learned Special Judge committed a serious\nerror in holding that accused No. 5 was Director of\nthe Company although in fact he was merely an\nemployee.\nxiii. Even assuming that Jyoti Mehta, Mazda and\nGrowmore belonged to one group but in terms of\nthe Manual issued by the UCO Bank itself, house\nloan transactions in favour of persons having the\nsame identity and belonging to a group being\npermissible; the transactions were not violative of\nthe directions issued by the Reserve Bank of India.\nxiv.\nXV.\nIn any event, the Reserve Bank of India's directions\nbeing confined to rediscounting and UCO Bank\nhaving knowledge thereof entered into the\ntransaction for discounting, the said Circular was\nnot applicable to the case at hand. The decision to\nenter into the said transaction having been taken\nin a meeting and not by Accused No. 1 alone, he\ncannot be said to have any mens rea particularly\nwhen the Bank had earned a huge amount by way\nof interest.\nPurchase of shares of Gujarat Ambuja Cement\nhaving been recommended by the Investment\nCommittee which was a separate Department in a\nmeeting held on 27.4.1992; purchase was not in\nviolation of any law.\nxvi. The learned Special Judge committed a serious\nerror in recording the judgment of conviction against\neach of the appellants herein without considering\n1\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 715\ntheir individual involvement.\n33. Mr. Mariarputham learned counsel appearing on behalf\nof the C.B.I., on the other hand, urged:\ni.\nii.\nA\nConspiracy amongst the accused had clearly been\nestablished by the evidence of S.V. Prabhu (PW\n44), Bhaskar Roy Choudhary (PW 45) and R.L.\nJoshi (PW 7).\nB\nThe manner in which the transactions had been\ncarried through and in particular accused No. 1's C\nmeeting with Harshad Mehta on 13.3.1992 as also\nthe transactions taking place in quick succession\nthereafter clearly establish that all the accused were\nparties to the conspiracy, which would appear from\nthe following:\na. The decision was taken to make available a sum\nof Rs. 50 crores to Harshad Mehta by way of Bill\nDiscounting.\nD\nb. A branch which had not been dealing with Bill E\nDiscounting of such high value had been chosen\nwhich demonstratively proved that the transactions\nin question were not ordinary commercial\ntransactions as the branch which had been dealing\nwith such bill discounting transactions was D.N.\nRoad branch and not the Nariman Point Branch.\nThe said branch was purposely chosen as the\nofficers working there were not familiar with Bill\ndiscounting transactions.\nc. Immediately after the meeting between accused\nNo. 1 and Harshad Mehta on 13.3.1992, resolutions\nwere passed by Growmore and Mazda for opening\naccounts with a view to obtaining Rs. 50 crores from\nthe Bank. Transactions were shown to have been\nF\nG\nH\nA\n\u003e\u003e\nB\nC\nD\nヨ\nF\nG\nH\n716\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nentered into between M/s J.H. Mehta on the one\nhand and Mazda and Growmore on the other,\npurporting to sell shares worth Rs. 50 crores on\n20.3.1992; on the strength whereof two Bills of\nexchange were prepared by M/s J.H. Mehta and\npurported to have been accepted by Growmore\nand Mazda. The same were presented to UCO\nBank, Nariman Point branch for discounting. The\nsaid Bills of Exchange were not accompanied by\nthe original credit note relating to the alleged sale\ntransaction of share securities. The Bills of\nExchange were discounted and payment of Rs.50\ncrores was made. The accounts for facilitating the\nsaid bill discounting had been opened on the same\nday. No verification as per the required procedure\nwas undertaken.\nd. No security was taken even before the Bills of\nExchange were discounted, although rediscounting\nhad been carried out by two other Banks. Even the\nusance promissory notes for rediscounting was\nissued by the UCO Bank much later.\ne. When there was default in retiring the Bills of\nExchange with a view to cover up the matter, shares\nworth Rs. 49.50 crores were purchased from J.H.\nMehta; as a result whereof, the said amount was\nmade available to it for the purpose of retiring the\nBills of Exchange. The acquisition of shares was\nneither bona fide nor in the interest of the Bank.\nf. Mazda had approached Hamam Street Branch\nof UCO Bank for bill discounting facility upto the\nlimit of Rs. 50 crores. However the same had not\nbeen granted as it had been found that Mazda did\nnot satisfy the eligibility criterion, as would appear\nfrom the evidence of PW 2, Mazda would have been\nentitled to a maximum credit limit only of Rs. 2.76\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 717\ncrores; but even then transactions worth Rs. 50 A\ncrores were undertaken with J.H. Mehta, Growmore\nand Mazda.\ng. Guidelines laid down in the Manual of UCO Bank\n(Exhibit 239) and directions of the Reserve Bank\nof India dated 5.9.1988, which have statutory force,\nstipulated that the credit limit be fixed only after\nverifying the creditworthiness of the customer\nwherefor it was necessary to compile the credit\nreports and accordingly the credit limit should have\nbeen sanctioned only thereafter. In terms of the said\ndirections, if the Bills of Exchange exceeded Rs.\n25,000/-, credit report on the drawee on whom the\nBill was drawn was required to be obtained.\nSecurity was also required to be taken and it was\nthe duty of the Manager to satisfy himself that the\nBills of Exchange were a result of genuine trade\ntransactions. But in the instant case, the said\nprocedures were given a complete go by.\nB\nC\nD\nh. Accused No. 1 and Accused No. 2 being the E\nofficers of the Bank and having dominion over the\nfunds thereof could not part with the same in favour\nof any person without complying with the statutory\nrequirements. Even if the Manual of the UCO Bank\nand the Circular of Reserve Bank of India were not\nstatutory in nature, the transactions having\ndishonestly been carried out, the same would satisfy\nthe requirements of Section 405 read with Section\n24 of the Indian Penal Code.\ni. By reason of such transaction wrongful loss was\ncaused to the Bank and wrongful gain was made\nby the Harshad Mehta group. Money of a Public\nSector Bank was diverted to share/securities\nmarket transactions in violation of law and the\nprosecution therefore must be held to have proved\nF\nG\nH\nA\nB\nC\nD\nE\nחד\nF\n0\nH\n718\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nthe charges made against the accused. The two\nbanker's cheque issued by the Syndicate Bank and\nState Bank of Patiala, although were not per se\nsecurities but as by reason thereof liability to pay\ninterest had been cast on UCO Bank.\nj. Accused No. 6 being Chief Executive of Mazda,.\nAccused No. 7 being Vice President of Mazda and\nAccused No. 9 being Vice President of Growmore,\nthey were also party to the conspiracy for\ncommission of the offence of criminal breach of\ntrust.\nJURISDICTION OF THE SPECIAL COURT\n34. The history as regards constitution of the Special\nCourts has been noticed by us heretobefore. Its jurisdiction,\ninter alia, is confined to trial of offence relating to transactions\nin securities and for matters connected therewith or incidental\nthereto committed during the period between 1.4.1991 and\n6.6.1992. The alleged offence had been committed admittedly\nduring the said period.\nSection 2(c) of the 1992 Act defines “securities\" to mean:-\n\"(c) \"securities\" includes--\n(i) shares, scrips, stocks, bonds, debentures, debenture\nstock, units of the Unit Trust of India or any other mutual\nfund or other marketable securities of a like nature in or\nof any incorporated company or other body corporate;\n(ii) Government securities; and\n(iii) rights or interests in securities;\"\n35. Sub-section (1) of Section 3 of the 1992 Act provides\nfor appointment and functions of custodian. Sub-section (2) of\nSection 3 enables the custodian, on being satisfied on\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 719\ninformation being received that any person had been involved A\nin any offence relating to transaction in securities after the 1st\nday of April, 1991 and on and before the 6th June, 1992, to\nnotify the name of such person in the Official Gazette. Section\n4 provides for cancellation of contracts entered into fraudulently.\nSection 5 provides for the establishment of the Special Court. B\nSection 6 empowers the Special Court to take cognizance of\nor try such cases which are instituted before it or transferred\nto it. Jurisdiction of the Special Court is provided for in Section\n7 of the 1992 Act. It starts with a non obstante clause providing\nthat any prosecution in respect of any offence referred to in sub- C\nsection (2) of Section 3 shall be instituted only in the Special\nCourt and any prosecution in respect of such offence pending\nin any Court shall stand transferred to the Special Court. Section\n9 provides for the procedure and powers of the Special Court.\n36. Let us, at the outset, deal with contention of learned\ncounsel for the appellant that having regard to the definition of\n'securities' as contained in Section 2(c) of the 1992 Act which\ndoes not involve 'bill discounting and rediscounting', the Special\nCourt had no jurisdiction to try the accused for the offences\nalleged against them.\n37. The definition of 'securities' is an inclusive one. It is\nnot exhaustive. It takes within its purview not only the matters\nspecified therein but also all other types of securities as\ncommonly understood. The term 'securities', thus, should be\ngiven an expansive meaning.\n38. In State of Bombay and others v. The Hospital Mazoor\nSabha and others, AIR 1960 SC 610 this Court while\ninterpreting the definition of \"industry\" as contained in Section\n2(j) of the Industrial Disputes Act, 1947 held as under:-\n\"It is obvious that the words used is an inclusive definition\ndenote extension and cannot be treated as restricted in\nany sense. (Vide Stroud;s Judicial Dictionary\", Vol., p.\nD\nヨ\nF\nG\nH\n720\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nB\nC\nD\nE\n1415). Where we are dealing with an inclusive definition\nit would be inappropriate to put a restrictive interpretation\nupon terms of wider denotation\"\n(See also Regional Director, Employees State Insurance\nCorporation v. High Land Coffee Works of P.X.S. Saldanha\nand sons and another, [ (1991) 3 SCC 617).\n39. In Commercial Taxation Officer, Udaipur v. Rajasthan\nTaxchem Ltd. [(2007) 3 SCC 124, this Court stated:\n\"22. We have already extracted the definition of raw\nmaterial under Section 2(34) which specifically includes\nfuel required for the purpose of manufacture as raw\nmaterial. The word includes gives a wider meaning to the\nwords or phrases in the statute. The word includes is\nusually used in the interpretation clause in order to enlarge\nthe meaning of the words in the statute. When the word\ninclude is used in the words or phrases, it must be\nconstrued as comprehending not only such things as they\nsignify according to their nature and impact but also those\nthings which the interpretation clause declares they shall\ninclude.\"\n40. This jurisdiction of the Special Court is not confined\nto the scam relating to securities alone but utilization of any\namount relating to transactions in securities and for matters\nF connected therewith or incidental thereto.\nG\nH\n41. The jurisdiction of the Special Court is exclusive one.\nIt exercises original jurisdiction to try offences relating to\nsecurity scam. The said Act having regard to the peculiar nature\nof offence sought to be dealt with, should receive a liberal\nconstruction.\n42. In Harshad S. Mehta and others v. State of\nMaharashtra, [(2001) 8 SCC 257], this Court held:\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 721\n\"The use of different words in Sections 6 and 7 of the Act A\nas already noticed earlier also show that the words in\nSection 7 that the prosecution for any offence shall be\ninstituted only in Special Court deserve a liberal and wider\nconstruction.\"\n43. We may also notice another decision of this Court in\nL.S. Synthetics Ltd. v. Fairgrowth Financial Services Ltd. and\nanother, [(2004) 11 SCC 456] wherein it was held as under:-\nB\n\"18. The jurisdiction of the Special Court is of wide\namplitude. Subject to a decision in appeal therefrom, its C\ndecision is final.\"\n44. Jurisdiction of the Special Court is required to be\ndetermined with regard to the provisions of Section 6 of the\nCode of Criminal Procedure, 1973. The Act is a special Act. It D\ncontains a non obstante clause. It shall, thus, prevail over any\nother Act. [See - Solidaire India Ltd. v. Fairgrowth Financial\nServices Ltd. and others, [(2001) 3 SCC 71].\nE\nF\n45. An offence is committed with a view to circumvent the\nlaw. An apparent state of affairs need not be the real state of\naffairs. A simple transaction of discounting and rediscounting\non its face may appear to be genuine and lawful but there may\nbe underlying purposes behind it. It has not been disputed that\nHarshad Mehta was dealing in the money market and securities\nmarket and that Growmore although being a public limited\ncompany, was controlled by Harshad Mehta. Both Mazda as\nalso Growmore indisputably were dealing in the business of\nselling and buying of shares. Further M/s J.H. Mehta, was the\nproprietary concern of the wife of Harshad Mehta. She used to\nexecute business through her constituted attorney. General G\nPower of Attorney had also been issued by the aforementioned\nCompanies in favour of the accused persons. The Harshad\nMehta Group of Companies were therefore dealing in\nsecurities.\n\u003c\nI\n"}