{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"702 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA against him, thus, abated. Accused Nos. 1, 2 and 8 who are\nappellants in Criminal Appeal Nos. 945, 965 and 922 of 2005\nrespectively were the Chairman-cum-Managing Director, the\nGeneral Manager and the Divisional Manager of UCO Bank\nrespectively.\nB\nC\n3. Whereas Accused No. 1 and 2 have been found guilty\nof committing both Criminal Breach of Trust as well as Criminal\nConspiracy, Accused No 8, being a Scale IV Bank employee\nwas found guilty only for commission of the offence of criminal\nconspiracy. Accused Nos. 4 and 5 (hereinafter referred to as,\n\"the private accused\") were found guilty of commission of\noffences only under Section 120B of the Indian Penal Code\nbeing related to and otherwise connected with the activities of\nthe original accused No. 3. Accused Nos. 6, 7 and 9 on whom\nonly a punishment of fine was imposed accepted the judgment\nD and have not preferred any appeal before this Court.\nE\nBACKGROUND FACTS\n4. The prosecution case centers around transactions, of\ndiscounting and rediscounting of Bills of Exchange and two Pay\nOrders issued by the State Bank of Patiala and Syndicate\nBank, in favour of the UCO Bank. This was said to be at the\ninstance of the private accused.\n5. Harshad Mehta was a dealer in the money and\nF securities market. The Reserve Bank of India had found that\nG\nHarshad Mehta along with his other associates had diverted a\nhuge amount of public fund belonging to Public Sector Banks\nand Financial Institutions for short term investment in the\nsecurities market, and thus defrauded the banks of a huge\namount.\n6. An Inquiry Committee was thereafter constituted under\nthe Chairmanship of Shri Janakiraman. The Committee\nsubmitted its report; pursuant to and in furtherance whereof the\nsaid Act was enacted providing inter alia for the constitution of\nH a Special Court for trial of the criminal offences, as also civil\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 703.\nA\ndisputes arising therefrom during the period between 1.4.1991\nand 6.6.1992. The said Act provides for the appointment of a\nCustodian for attaching the properties of notified parties to\nprevent diversion of such properties. The properties which were\nattached included shares of various companies as well as\nmoveable and immoveable properties of the private parties B\nherein.\n7. Accused No. 1 being Chairman-cum-Managing Director\nof the UCO Bank used to sit in the Head Office of the Bank\nsituated at Calcutta. The Bank has an office and a guest house\nat Bombay as well.\nC\n8. On or about 14th March 1992, Accused No. 1 visited\nHarshad Mehta. Thereafter he came back to his office and\ncalled a meeting in which, inter alia, four Prosecution Witnesses\nbeing Shri S.V. Prabhu, Assistant General Manager (PW 44), D\nShri Bhaskar Roy Choudhary, Dy. General Manager (PW-45),\nShri Ramanathan, Divisional Manager (Accused No. 8) and\nShri R.L. Joshi, Public Relations Officer (PW 7) participated.\nE\n9. Accused No. 1 allegedly informed others that he had\nmet Harshad Mehta who had suggested that it would be in the\ninterest of the Bank to undertake the business of discounting\nand rediscounting of Bills of Exchange. The officers present\nwere assured by him that the business could be transacted\nwithout involving the banks' funds. He furthermore insisted that\nthe said business be undertaken through the Nariman Point F\nBranch of the Bank though such transactions were generally not\nundertaken therefrom. In course of the meeting, Accused No.\n1 contacted Accused No. 2 R. Venkatkrishnan at Calcutta and\ninformed him about the transactions which had to be carried\nout. On the other officers of the Bank objecting thereto, Accused G\nNo. 1 assured them that the business of discounting and\nrediscounting of Bills of Exchange would be personally looked\nafter by Harshad Mehta himself.\n10. On the same day, that is, on 14.3.1992, a resolution\nwas passed by M/s Growmore Research and Asset\nH\n704 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA Management Ltd. (for short, \"Growmore”) to open an account\nin UCO Bank, Nariman Point so as to enable it to avail Bill\nDiscounting facility provided by UCO Bank limited to Rs.50\ncrores. Harshad Mehta (the Original Accused No. 3), Ashwin\nMehta (Accused No. 4) and/or Sudhir Mehta (Accused No. 5)\nB had been authorized by the said resolution to execute\nnecessary documents on behalf of the Company. A similar\nresolution was also passed by M/s Mazda Industries \u0026 Leasing\nLtd. (for short, \"Mazda”) (Accused No. 7), which is a public\nlimited company for the purpose of opening up of a current\naccount in UCO Bank, so that it too could avail the Bill\ndiscounting facilities from the Bank.\nC\n11. Two or three days thereafter, Sunil Samtani, the Vice\nPresident of Mazda and Pankaj Shah, the Vice President of\nGrowmore (Accused No. 9) met Shri Prabhu (PW 44) with\nD Ramanathan (Accused No. 8). They procured two forms for\nopening current accounts with the Bank. They were introduced\nby Accused No. 8, who were also invited for attending the\nAnnual General Meeting of Mazda as also a cocktail party\nwhich was to be held on 18.3.1992 at Hotel Oberoi.\nE\n12. The party was attended by Ramanathan (Accused No.\n8), Prabhu (PW 44), Roy Choudhary (PW 45), Pankaj Brijlal\nShah (Accused No. 9) and Harshad Mehta.\n13. On 24.3.1992, at about 2.30 P.M., Sunil Samtani\nF (Accused No. 7) and Pankaj Shah (Accused No. 9) came to\nthe Nariman Point Branch of the UCO Bank. They had brought\nwith them two banker's cheques; one cheque was from\nSyndicate Bank dated 24.3.1992 for a sum of Rs.24,63,01,370/\n- drawn in favour of UCO Bank (Exh. 24); and the other from\nState Bank of Patiala dated 24.3.1992 for a sum of\nRs.25,00,53,636/-.\nG\n14. They had also brought with them the application forms\nfor opening Current Accounts in the Bank. The same were\nhanded over to Prabhu (PW 44). The two cheques that they had\nH brought were handed over to Ranjit Mukherjee (PW 1) for\n+\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 705\nclearance.\n15. Two Bills of Exchange for a sum of Rs.14,41,44,000/\n- and Rs.35,95,24,000/- drawn by J.H. Mehta which were\naccepted by Ashwin Mehta (Accused No. 4) on behalf of\nGrowmore (Exhibit 154) and by Sunil Samtani (Accused No.\n7) on behalf of Mazda respectively were brought by Accused\nNos. 7 and 9. Both the Bills of Exchange were executed by\nSudhir Mehta (Accused No. 5), authorized signatory of M/s J.H.\nMehta. It is not in dispute that original contract note with respect\nto the underlying security transaction had not been produced\nand only a photocopy thereof had been produced.\n16. Letters were also issued by Mazda and Growmore to\nthe effect that the said amount would be repaid by them on or\nbefore 24.4.1992. They had asked the Bank in writing to issue\ncheques in the name of ANZ Grindlays Bank.\n17. For the said two cheques receipts were obtained from\nSyndicate Bank and State Bank of Patiala. The two usance\npromissory notes were handed over to Accused No. 7 and\nAccused No. 9. Indisputably, J.H. Mehta, the drawer of the Bills\nof Exchange did not have any account in his name. The\nacceptors, namely, Mazda and Growmore also did not have any\naccount at the said branch.\n18. Two draft promissory notes were handed over to\nMr.Prabhu (PW 44) by Accused Nos. 7 and 9; one issued in\nfavour of Syndicate Bank and the other in favour of State Bank\nof Patiala to be executed by UCO Bank in relation to the said\ncheques. Those usance promissory notes were signed by Mr.\nPrabhu (PW 44) and Ranjit Mukherjee (PW 1), pursuant\nwhereto the Bank issued two pay orders on the same day in\nfavour of ANZ Grindlays Bank for a sum of Rs.25,27,00,000/-\nand Rs. 14,14,00,000/-.\nA\nB\nC\nD\nE\nF\nG\n19. An account in the name of M/s J.H. Mehta was opened\non the same day; the amount of Bill of Exchange was credited\ninto that account; three accounts were opened in the Bank for H\n706\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA carrying on transactions in the name of the aforementioned\nthree entities bearing Nos. 1705, 1706 and 1708. The Account\nNos. 1705 and 1706 were introduced by Ashwin Mehta\n(Accused No. 4) and Account No. 1708 was introduced by\nSudhir Mehta (Accused No. 5). Two Bills of Exchange were\nB drawn by M/s J.H. Mehta. The same were signed by Sudhir\nC\nMehta (Accused No. 5) as the Constituted Attorney of Mrs. Jyoti\nMehta, the proprietor of M/s J.H. Mehta. On behalf of Mazda,\nthe bill was accepted by Ashwin Mehta (Accused No. 4). The\namount of Bills of Exchange were credited to the account of\nM/s J.H. Mehta and thereafter they were transferred to the\naccount of Mazda and Growmore. The Bills of Exchange in\nrelation to Growmore was accepted by Ashwin Mehta (Accused\nNo.4).\n20. On 25.3.1992, the account of J.H. Mehta in Grindlays\nD Bank credited the said amount and the amount was promptly\ntransferred to Harshad Mehta's 'Account. On 26.3.1992, Prabhu\n(PW 44) asked Ranjit Mukherjee (PW 1) to prepare a note for\nthe Chairman so as to enable him to seek approval from the\nBoard for the transaction pursuant whereto the said note was\nE prepared and it was shown to accused No. 1. On the same\ndate, PW 1 was asked by Prabhu (PW 44) to collect the\nBalance Sheets from Mazda and Growmore. Whether the\nBalance Sheets and Annual Reports of the said two Companies\nwere ultimately collected or not is unknown. A proposal for\nF ratification of the Bill Discounting transaction was sent to the\nHead office on 3.4.1992. On 24.4.1992, i.e., the due date for\nretiring the Bills of Exchange, the payments were not made\neither by the drawer or by the acceptors. Accused No. 1\nallegedly agreed to the suggestion of Harshad Mehta for rolling\nover the same for one more month. PW 44 allegedly did not\nagree thereto and insisted on prompt payment.\nG\nAs the funds had not been received, UCO Bank made\npayments to Syndicate Bank and State Bank of Patiala out of\nits own funds. There being a shortfall in the funds available with\nH UCO Bank, the requisite call money to meet the deficient had\n17\n-1\n'\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 707\nto be borrowed by it from the Corporation Bank and the Oriental A\nBank of Commerce to the tune of Rs. 50 crores for three days.\nOfficers of UCO Bank thereafter visited the offices of Mazda\nand Growmore for realization of the payments due. Two\ncheques were handed over by M/s J.H. Mehta with a request\nthat the same not be encashed and that the cheques of B\nGrowmore and Mazda would be given at a later date. Mazda\nand Growmore also issued two cheques. They were not sent\nfor clearing as the requisite funds therefor were admittedly not\navailable in their accounts in Grindlays Bank. The said two Bills\nof Exchange, for want of fund, were not retired either by M/s C\nJ.H. Mehta or Growmore or Mazda.\n22. Subsequent thereto, a formal meeting of the Investment\nCommittee consisting of Accused Nos. 1 and 3 and PW 45\nwas held. At the instance of Accused Nos. 1 and 3, shares of\nD\nGujarat Ambuja Cement worth Rs. 50 crores were purchased\nby UCO Bank. It was routed through V.B. Desai a broker and\nan amount of commission for a sum of Rs. 9.53 lakhs was paid\nto him. The amount received by J.H. Mehta from UCO Bank\nunder the said transaction was transferred by him to Mazda and\nGrowmore so as to facilitate encashment of the said cheques\nfor retiring the Bills of Exchange. Payment towards purchase\nof shares was made by UCO Bank before delivery thereof. The\namount due to the Bank was sought to be realized in that\nmanner.\n23. However Mr. VB. Desai, could not deliver all the shares\nof Gujarat Ambuja Cement. It was agreed that in place of 3\nlakhs shares of Gujarat Ambuja Cement, 77150 shares of\n'CASTROL' would be delivered at the rate of Rs.1750/- per\nshare.\n24. Mr. Prabhu thereafter contacted accused No. 2 and\ninformed him about the transactions, which according to him,\nhad to be gone through at the Nariman Point Branch as had\nbeen directed by accused No. 1.\nE\nF\nG\nH\n708 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA CHARGES\nB\nC\nD\nE\nF\nG\nH\n25. Several charges were framed against the accused\npersons by the learned Judge, Special Court on or about\n9.10.1995. A Special Leave Petition was preferred\nthereagainst. Although the order of the Special Court dated\n9.10.1995 was not interfered with, this Court recorded a\nstatement made by the Additional Solicitor General of India that\ncharges No. 10 to 13 and 16 would not be pressed. We may\nalso place on record that the prosecution at a later stage did\nnot press charges No.2, 4 and 6. The charges which were, thus,\nframed and pressed against the accused persons were charge\nNos. 1, 3, 5, 7, 8, 9, 14 and 15 as also charge No. 12 and 13\n(Exhibit – 228). As charges No. 14 and 15 related to the\ndeceased accused No. 3- Harshad Mehta, the same stood\nabated. The charges which survived were charges No. 1, 3, 5,\n7, 8, 12 and 13.\n-\n26. In the words of the learned Special Court, the said\ncharges read as under:\n“2. By charge No.1, it is alleged that the accused nos. 1,\n2 and 8 being public servants and being entrusted with\npublic funds entered into a criminal conspiracy to commit\noffences punishable under Section 409 of the Indian Penal\nCode. It is also alleged that accused nos. 1, 2, and 8 being\npublic servant entered into a criminal conspiracy and\nthereby committed offence punishable under Section\n120B of the Indian Penal Code. It is further alleged that\naccused nos. 1, 2 and 8 are also guilty of the offence of\ncriminal misconduct under Section 13(1)(d) and Section\n13(2) of the Prevention of Corruption Act.\n3. By charge nos. 2, 4, 6 and 9, it is alleged that accused\nnos. 4, 5, 6, 7 and 9 acted in furtherance of the criminal\nconspiracy and abetted accused nos. 1, 2 and 8 in\ncommitting offence of criminal breach of trust. It is thus,\nclear that basically the offences with which the accused\n+\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 709\nnos. 1, 2 and 8 are charged are offences of committing A\ncriminal breach of trust and entering into a criminal\nconspiracy, and the accused nos.4, 5, 6, 7 and 9 are\ncharged with the offence of criminal conspiracy.\"\nEVIDENCE\n27. The prosecution in support of its case examined a large\nnumber of witnesses. The defence also examined some\nwitnesses. Ashwin Mehta (Accused No. 4) also examined\nhimself in defence.\nA large number of documents were also brought on record\nby the parties. We would refer to some of them at an\nappropriate stage.\nPROCEEDINGS BEFORE THE SPECIAL COURT\nB\nC\nD\nE\n28. Before the special court it was alleged that the original\ncontract note with respect to the underlying security transaction\nfor the discounting of Bills had not been produced at the time\nof entering into the said transactions and only a photocopy\nthereof was produced. It was furthermore alleged that no\nsecurity was insisted upon for discounting the Bills of Exchange\nand before signing the promissory notes, the Bank did not have\nwith it the shares in relation to which the Bills of Exchange were\ndrawn. The said acts of omission and commission on the part\nof Accused Nos. 1, 2 and 8 are said to be in violation of the F\nUCO Bank Manual of Instructions on Bill Discounting (Exhibit-\n239) as also the Circular letter dated 5.9.1988 issued by the\nReserve Bank of India (Exhibit-247).\n29. The prosecution alleged that the transaction of\ndiscounting and rediscounting of the two Bills of Exchange was\nbogus and that the said modus operandi was adopted for\nsiphoning of the public funds wherewith accused Nos. 1, 2 and\n8 were entrusted. It was furthermore alleged that the said Bills\nof Exchange were not issued by way of any bona fide\ncommercial transaction and were prepared only to secure\nG\nH\n710 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA financial accommodation for the deceased Harshad Mehta and\nB\nC\nD\nE\nF\nG\nI\nhis group.\n30. The prosecution further alleged that as the deceased\nHarshad Mehta was not in a position to pay the amount due to\nthe Bank on 24.4.1992; only with a view to facilitate the\npayment of amount to the Bank against the two Bills of\nExchange, accused Nos. 1 and 2 decided to purchase shares\nof Gujarat Ambuja Cement and the amount of purchase price\nof the shares was paid to M/s J.H. Mehta. Growmore and\nMazda thereafter issued cheques in favour of the Bank in\ndischarge of the liability in relation to the said two Bills of\nExchange. The authority on the part of the accused Nos. 1, 2\nand 8 to enter into the said transactions without obtaining\nsanction from the Board of Directors was also questioned.\nThe defence of the accused persons had been a mere\ndenial of the allegations.\n31. Before proceeding further, we may notice that Bhaskar\nRoy Choudhary (PW 45) and S.V. Prabhu (P.W. 44) were\ninitially made accused in the case. They were arrested and later\non released on bail. Applications were filed on their behalf\npurported to be in terms of Section 307 of the Code of Criminal\nProcedure, 1973, which were allowed by the learned Special\nJudge by order dated 22.6.1993, inter alia, on the condition that\nthey would give evidence during the trial and make a full-and\ntrue disclosure of the circumstances within their knowledge\nrelating to the said offences.\nJUDGMENT\n32. The learned Special Judge upon consideration of the\nentire materials brought on record by the parties, in a very\ndetailed and well considered judgment, held:\ni.\nThe offence of criminal breach of trust on the part\nof the accused Nos. 1 and 2 was proved beyond\nall reasonable doubts as they had been entrusted\nSUDHIR SHANTILAL MEHTA v. C.B.I. [S.B. SINHA, J.] 711\nii.\niv.\nwith the funds of UCO Bank, they had discounted A\ntwo Bills of Exchange drawn by M/s J.H. Mehta and\naccepted by two corporate entities, Growmore and\nMazda.\nThe said discounting of bills was illegal as it violated\nthe Circular issued by the Reserve Bank of India\ndated 5.9.1988 (Exhibit 247); and by reason\nthereof, a sum of Rs. 50 crores was transferred to\nthe deceased accused No. 3 Harshad Mehta and/\nor his groups.\nThe transactions having been carried out in violation\nof the aforementioned Circular dated 5.9.1988\nissued by the Reserve Bank of India, the accused\nNos. 1, 2 \u0026 8 having acted contrary thereto or\ninconsistent therewith, the same constituted an\noffence within the meaning of Section 405 of the\nIndian Penal Code.\nThe said transactions having been carried out to\nbenefit Harshad Mehta Group of Companies by the\naccused in conspiracy with each other, the\nprosecution has proved its case. The private\naccused as well as Accused No.8 were convicted\nonly for commission of the offence of criminal\nconspiracy.\nSUBMISSIONS\nThe learned counsel appearing on behalf of the appellants,\ninter alia, would urge:\ni.\nThe transactions being related to discounting and\nrediscounting of Bills of Exchange and not to\nsecurities, the Special Court had no jurisdiction to\npass the impugned judgment of conviction and\nsentence.\nB\nC\nD\nE\nF\nG\n7\nH\n"}