{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nB\nSHARE MEDICAL CARE\nV.\nUNION OF INDIA AND ORS.\nFEBRUARY 23, 2007\n[C.K. THAKKER AND LOKESHWAR SINGH PANTA, JJ.]\nC\nCustoms Act, 1962:\nCharitable Hospital-Importing hospital equipments-Claiming benefit\nunder para 3 of the Table of exemption Notification No. 64/88-Cus dated\nMarch 1,1988-Refusal on ground that hospital itself had sought and was\ngranted benefit of para 2, and since the benefit was withdrawn on non-\nfulfilment of obligation under para 2, it cannot claim benefit under para 3-\nHeld, authorities would reconsider case of hospital as to exemption under\nD para 3 strictly in accordance with law on its own merits—Notification No.\n64/88-Cus dated March 1, 1988.\nThe appellant, a Society registered under the Andhra Pradesh\n(Telengana Area) Public Societies Act, 1350-Fasli and being a charitable\nhospital imported certain medical equipment in the year 1992-93 and applied\nE for the benefit of exemption of Notification No. 64/88-Cus dated March 1,1988,\nunder para\n2 of the Table. The benefit was granted. Since the Society was\nalso entitled to exemption under para 3 of the table, an application was made\nto that effect. The application was rejected with the observation that since\nrequest was made for exemption under para 2 earlier which was granted, it\nwas not open to the Society to apply for exemption under para 3 of the table.\nThe appellant challenged the order in the High Court, which dismissed the\nwrit petition.\nF\nG\nH\nIn the appeal filed by the Society, it was contended for the respondent\nthat the appellant never objected to categorization of the Hospital under para\n2 of the table of the exemption notification and when the said exemption benefits\nwere withdrawn for non-fulfilment of free treatment obligations, the appellant\nrepresented its case as an afterthought to category under para 3.\nOn the question: whether the appellant could claim exemption under\npara 3 of the table of the exemption Notification and non consideration of the\n44\n\u003e\nSHARE MEDICAL CARE v. U.O.I.\n45\nsaid application was in consonance with law.\nA\nAllowing the appeal, the Court\nHELD:1.1. Even if an applicant does not claim benefit under a particular\nnotification at the initial stage, he is not debarred, prohibited or estopped from\nclaiming such benefit at a later stage. In the instant case, the ground which B\nweighed with the authority concerned for non-considering the prayer of the\nappellant was that earlier, exemption was sought under category 2 of exemption\nnotification, not under category 3 and exemption under category 2 was\nwithdrawn. This is hardly a ground sustainable in law. On the contrary, well\nsettled law is that in case the applicant is entitled to benefit under two different\nNotifications or under two different Heads, he can claim more benefit and it\nis the duty of the authorities to grant such benefits if the applicant is otherwise\nentitled to such benefit. Therefore, non-consideration on the part of the\nauthority concerned to the prayer of the appellant in claiming exemption under\ncategory 3 of the notification is illegal and improper. [Paras 16-17] [50-D-G]\nCollector of Central Excise, Baroda v. Indian Petro Chemicals, [1997]\n11 SCC 318; H.C.L. Limited v. Collector of Customs, New Delhi, (2001) 130\nE.L.T. 405 (SC); Unichem Laboratories Ltd. v. Collector of Central Excise,\nBombay, [2002] 7 SCC 145 : JT (2002) 6 SC 547 and Kerala State\nCooperative Marketing Federation Ltd. \u0026 Ors. v. Commissioner of Income\nTax, [1998] 5 SCC 48 : JT (1998) 4 SC 145, relied on.\n1.2. The decision in Mediwell Hospital* would not take away the right\nof the appellant to claim benefit under para 3 of the Table of exemption\nnotification. If the appellant is not entitled to exemption under para 2, it cannot\nmake grievance against denial of exemption. But if it is otherwise entitled to\nsuch benefit under para 3, it cannot be denied either. [Para 21] [52-A-B]\nMediwell Hospital \u0026 Health Care Pvt. Ltd. v. Union of India \u0026 Ors.,\n[1997] 1 SCC 759 : JT (1997) 1 SC 270, referred to.\nC\nD\nE\nF\n1.3. The respondent-authorities are directed to re-consider the case of\nG\nthe appellant as to exemption in category 3 of the exemption notification\nstrictly in accordance with law, on its own merits and without being inhibited\nby the observations made in the judgment. [Para 22] [52-B-C]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 919 of 2007.\nH\nA\nB\n46\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nFrom the Final common Judgment and Order dated 31.12.2004 of the\nHigh Court of Judicature, Andhra Pradesh at Hyderabad in W.P. Nos. and\n22734, 22735/1996 and 3355 of 2001.\nV. Sridharan, Alok Yadav, G. Tushar Rao, Y. Ramesh, Y. Raja Gopala Rao\nand Y. Vismai for the Appellant.\nVikas Singh, A.S.G., Krishan Mahajan, R. Basani and Sushma Suri for\nthe Respondents.\nThe Judgment of the Court was delivered by\nC\nC.K. THAKKER, J. 1. Leave granted.\nᎠ\n2. This appeal has been filed against a common judgment and order\npassed by the High Court of Andhra Pradesh, Hyderabad on December 31,\n2004 in Writ Petition Nos. 22734 \u0026 22735 of 1996 and 3355 of 2001.\n3. Few facts which are necessary for understanding the controversy are\nthat the appellant-Share Medical Care is a Society registered under the Andhra\nPradesh (Telengana Area) Public Societies Act, 1350 Fasli (Act 1 of 1350 F)\n('Society' for short) and owes its origin to the desire of Non Resident Indian\n(NRI) Scientists and Doctors based in the United States of America (USA).\nThe aim of the Society is to share the advanced technology with the citizens\nof India. The appellant-Society was established with the intention to construct\nand run hospitals, medical and diagnostic centers, etc. It is a charitable\nhospital and is run on 'no-profit' basis. It is located at village Ghanapur, about\n40-50 kms away from the city of Hyderabad. It started its activities in the year\n1993. It has specialized in treatment of heart and related ailments having the\nF latest equipments and specialist doctors.\nE\n4. In the year 1992-93, the appellant-Society imported certain medical\nequipments for the use in its charitable hospital. According to the appellant,\nunder Notification No. 64/88-Cus dated March 1, 1988, exemptions were granted\nto hospital equipments imported by specified category of hospitals (charitable)\nG subject to certification by Directorate General of Health Services (DGHS). The\ntable in the notification classified hospitals in four categories. According to\nthe appellant, it falls under Para No.3 of the table of notification.\nH\n5. The appellant, however, along with several other hospitals, had applied\nfor the benefit of exemption notification not under para 3 but para 2 of the\n'\n'\n--\nSHARE MEDICAL CARE v. U.O.I. [THAKKER, J.]\n47\ntable. The benefit of exemption was granted. Since the Society was also A\nentitled to exemption under para 3 of the table, an application was made to\nDGHS highlighting the fact that the appellant is a non-profit organization and\nhad been permitted to import medical equipments by DGHS by certification.\nIt has been registered as an institution to receive donations in foreign exchange\nand since the area of operations of the main hospital at Ghanapur and the\nB\nRural Health Hospital are in rural areas, it would be entitled to invoke para\n3 of the table of notification of exemption. The Deputy Director General\n(Medical), DGHS, by an order dated January 25, 2000 rejected the application\nof the appellant observing therein that initially the request was made by the\nappellant for exemption under para 2 of the notification and accordingly, the\ninstitution was granted such exemption. It was, therefore, not open to apply C\nfor exemption under para 3 of the table of the exemption notification and the\napplication was liable to be rejected.\n6. Being aggrieved by the above order passed by the Deputy Director\nGeneral (Medical), the appellant-Society filed the above petitions in the High\nCourt of Andhra Pradesh. The High Court also dismissed the petitions D\nobserving that it was not in dispute that the appellant (petitioner) claimed\nexemption in respect of import of hospital equipments and was allowed on the\nbasis of its prayer under category para 2 of the table. The High Court noted\nthat the learned counsel for the appellant-petitioner relied upon certain\ndecisions in support of the contention that a categorization could be changed\nbut it held that the exemption was granted in category 2 of the table, certain\ninformation was sought which was not supplied by the Society and the\nexemption was withdrawn. Regarding category 3, however, the High Court\nobserved that when the appellant did not fulfill conditions relatable to category\n2 institution, its claim for conversion of categorization under category 3 was\nuntenable. Accordingly, all petitions were dismissed.\n7. We have heard learned counsel for the parties.\nE\nF\n8. Learned counsel for the appellant submitted that it is settled law that\neven if exemption is granted for one category or under one notification and\nthe applicant is entitled to claim more or greater benefit under other category G\nor other notification, the authority is duty bound to consider the case of the\napplicant in the other category or other notification and there is no question\nof any estoppel or bar to such plea. It was, therefore, incumbent upon the\nDeputy Director General (Medical), DGHS to consider the application of the\nappellant on merits and rejection of application only on the ground that the H\n48\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA appellant had earlier applied under category 2 and, therefore, it was not open\nto it to apply under category 3 and the application was not tenable was illegal\nand contrary to law. The learned counsel for the appellant further submitted\nthat it was only because of rejection of application on the ground of\nmaintainability that it made a limited prayer before the High Court to direct\nthe Deputy Director General (Medical), DGHS to consider and decide the\napplication of the appellant on merits. By not doing so, the error of law\ncommitted by the Deputy Director General (Medical), DGHS had been repeated\nby the High Court and hence both the orders are liable to be set aside. It was\nsubmitted that the Deputy Director General (Medical), DGHS may be asked\nto consider the matter of the appellant on merits as to whether it would be\nC entitled to exemption under category 3.\nB\n9. The learned counsel for the respondents, on the other hand, supported\nthe order of the authority relying on an affidavit in reply filed by the Assistant\nDirector General (M) who stated that the representation of the appellant was\nexamined carefully by the authorities and it was decided that when the\nD appellant had voluntarily applied under category 2 of the exemption notification,\nhe could not change it to category 3. Category 2 exemption was not 'thrust\nupon' the appellant. The appellant-hospital never objected the categorization\nof its hospital in the past. When the said exemption benefits were withdrawn\nfor non-fulfillment of free treatment obligations, the appellant represented its\ncase as an 'afterthought' to category under para 3 of the table of exemption\nnotification which was rejected. It, therefore, cannot be said that any illegality\nhad been committed and the appeal deserves to be dismissed.\nE\n10. Having heard learned counsel for the parties, in our opinion, the\nappeal deserves to be allowed. It is, no doubt, true that initially the appellant\nF claimed exemption under category 2 of exemption notification which was\ngranted. That, however, does not mean that the appellant could not claim\nexemption under category 3. So far as cancellation of exemption under category\n2 is concerned, we are not called upon to decide legality or otherwise of the\nsaid decision as it has not been challenged before us in the present\nproceedings. The short question which we have to answer is whether the\nappellant could claim exemption under category 3 and non-consideration of\nthe said application by the Deputy Director General (Medical) is in consonance\nwith law. Our reply is in the negative. And we are supported in our view by\nthe decisions of this Court.\nG\nH\n11. In this connection, attention of the Court has been invited to certain\nSHARE MEDICAL CARE v. U.O.I. [THAKKER, J.]\ndecisions by the learned counsel for the appellant.\n49\nA\n12. In Collector of Central Excise, Baroda v. Indian Petro Chemicals,\n[1997] 11 SCC 318, this Court held that if two exemption notifications are\napplicable in a given case, the assessee may claim benefit of the more beneficial\none. Similarly, in H.C.L. Limited v. Collector of Customs, New Delhi, (2001)\n130 E.L.T. 405 (SC), this Court relying upon Indian Petro Chemicals, held that B\nwhere there are two exemption notifications that cover the case in question,\nthe assessee is entitled to the benefit of that exemption notification which\nmay give him greater or larger relief. In Unichem Laboratories Ltd. v. Collector\nof Central Excise, Bombay, [2002] 7 SCC 145 JT (2002) 6 SC 547, the\nappellant was a manufacturer of bulk drugs. Exemption was granted to him C\nunder one item. He, thereafter, filed a revised classification list categorizing\nits bulk drugs under the other Head claiming more benefit. The claim was\nrejected on the ground that the appellant had not claimed the benefit of\nexemption at the time of filing the classification list and subsequently it could\nnot be done. The appellant approached this Court.\n13. Allowing the appeal and setting aside the order, this Court held that\nif no time is fixed for the purpose of getting benefit under the exemption\nnotification, it could be claimed at any time. If the notification applies, the\nbenefit thereunder must be extended to the appellant. The Court held that the\nauthorities as well as the Tribunal were not right in holding that the appellant\nought to have claimed the benefit of the notification at the time of filing of\nclassification lists and not at a subsequent stage.\n14. The Court then stated:\n\"...There can be no doubt that the authorities functioning under the\nAct must, as are in duty bound, protect the interest of the Revenue\nby levying and collecting the duty in accordance with law - no less\nand also no more. It is no part of their duty to deprive an assessee\nof the benefit available to him in law with a view to augment the\nquantum of duty for the benefit of the Revenue. They must act\nreasonably and fairly\".\nD\nE\nF\nG\n(Emphasis supplied)\n15. In Kerala State Cooperative Marketing Federation Ltd. \u0026 Ors. v.\nCommissioner of Income Tax, [1998] 5 SCC 48: JT (1998) 4 SC 145, interpreting\nSection 80-P(2)(a) of the Income Tax Act, 1961, this Court said:\nH\n50\nA\nB\nC\nᎠ\nE\nF\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n\"We may notice that the provision is introduced with a view to\nencouraging and promoting growth of co-operative sector in the\neconomic life of the country and in pursuance of the declared policy\nof the Government. The correct way of reading the different heads of\nexemption enumerated in the section would be to treat each as a\nseparate and distinct head of exemption. Whenever a question arises\nas to whether any particular category of an income of a co-operative\nsociety is exempt from tax what has to be seen is whether income fell\nwithin any of the several heads of exemption. If it fell within any one\nhead of exemption, it would be free from tax notwithstanding that the\nconditions of another head of exemption are not satisfied and such\nincome is not free from tax under that head of exemption. The\nexpression \"marketing\" is an expression of wide import. It involves.\nexchange functions such as buying and selling, physical functions\nsuch as storage, transportation, processing and other commercial\nactivities such as standardisation, financing, marketing intelligence\netc. Such activities can be carried on by an Apex Society rather than\na primary society\". (emphasis supplied)\n16. From the above decisions, it is clear that even if an applicant does\nnot claim benefit under a particular notification at the initial stage, he is not\ndebarred, prohibited or estopped from claiming such benefit at a later stage.\n17. In the instant case, the ground which weighed with the Deputy\nDirector General (Medical), DGHS for non-considering the prayer of the\nappellant was that earlier, exemption was sought under category 2 of exemption\nnotification, not under category 3 of exemption notification and exemption\nunder category 2 was withdrawn. This is hardly a ground sustainable in law.\nOn the contrary, well settled law is that in case the applicant is entitled to\nbenefit under two different Notifications or under two different Heads, he can\nclaim more benefit and it is the duty of the authorities to grant such benefits\nif the applicant is otherwise entitled to such benefit. Therefore, non-\nconsideration on the part of the Deputy Director General (Medical), DGHS to\nthe prayer of the appellant in claiming exemption under category 3 of the\nG notification is illegal and improper. The prayer ought to have been considered\nH\nand decided on merits. Grant of exemption under category 2 of the notification\nor withdrawal of the said benefit cannot come in the way of the applicant in\nclaiming exemption under category 3 if the conditions laid down thereunder\nhave been fulfilled. The High Court also committed the same error and hence\nthe order of the High Court also suffers from the same infirmity and is liable\nto be set aside.\nSHARE MEDICAL CARE v. U.O.I. [THAKKER, J.]\n51\nA\n18. Strong reliance was placed by the respondents on a decision of this\nCourt in Mediwell Hospital \u0026 Health Care Pvt. Ltd. v. Union of India \u0026 Ors.,\n[1997] 1 SCC 759: JT (1997) 1 SC 270. In Mediwell Hospital, the Court was\nconsidering the very same notification 64/88 and grant of exemption to hospital\nequipments imported by specified category of hospitals. The Court held that B\nan Individual Diagnostic Centre if covered by the notification, could claim\nimport of equipments without paying customs duty. But in case of failure on\nthe part of the persons availing the benefit to satisfy conditions laid down\nin the notification, it is incumbent on the authorities to recover such duty.\n19. The Court stated;\nC\nD\nThe competent authority, therefore, should continue to be vigilant\nand check whether the undertakings given by the applicants are being\nduly complied with after getting the benefit of the exemption notification\nand importing the equipment without payment of customs duty and\nif on such enquiry the authorities are satisfied that the continuing\nobligation are not being carried out then it would be fully open to the\nauthority to ask the person who have availed of the benefit of\nexemption to pay the duty payable in respect of the equipments which\nhave been imported without payment of customs duty. Needless to\nmention the government has granted exemption from payment of E\ncustoms duty with the sole object that 40% of all outdoor patients and\nentire indoor patients of the low income group whose income is less\nthan Rs.500/- p.m. would be able to receive free treatment in the\nInstitute. That objective must be achieved at any cost, and the very\nauthority who have granted such certificate of exemption would ensure\nthat the obligation imposed on the persons availing of the exemption\nnotification are being duly carried out and on being satisfied that the\nsaid obligations have not been discharged they can enforce realisation\nof the customs duty from them.\n20. In the counter-affidavit, it has been asserted that in the light of the\nobservations in Mediwell Hospital, the Director General of Health Services\nand Department of Health decided to review cases of all (396) beneficent\ninstitutions who had availed of benefits under notification 64/88, and the\nappellant was one of them. Since it was found that the appellant was not\nfulfilling the conditions set out in para 2 of the Table, the benefit was\nwithdrawn.\nF\nG\nH\nA\nB\n52\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n21. In our opinion, the decision in Mediwell Hospital would not take\naway the right of the appellant to claim benefit under para 3 of the Table of\nexemption notification. If the appellant is not entitled to exemption under para\n2, it cannot make grievance against denial of exemption. But if it is otherwise\nentitled to such benefit under para 3, it cannot be denied either. The contention\nof the authorities, therefore, has no force and must be rejected.\n22. For the foregoing reasons, the appeal deserves to be allowed and\nis accordingly allowed. The respondent-authorities are directed to re-consider\nthe case of the appellant as to exemption in category 3 of the exemption\nnotification strictly in accordance with law, on its own merits and without\nC being inhibited by the observations made by us hereinabove. The appeal is\nallowed with costs.\nR.P.\nAppeal allowed.\n"}