{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"के\ni\n1\n1\n·\n'\nA\nB\nC\nD\nSTATE OF PUNJAB AND ORS.\nV.\nDES BANDHU\nMARCH 15, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nLabour Laws Termination-Claim of reinstatement and back wages—\nDelay in pursuing the remedy before industrial Forum-Entitlement of claim—\nHeld: There being delay in filing Reference due to pendency of civil suit and\nappeal employer directed to pay Rs. 60,000/- In full and final settlement of\nclaim instead of re-instatement-Industrial Disputes Act, 1947.\nIt was the workmen's case that he was appointed as surveyor on\n15.2.1988. He worked for more than 240 days in 12 calendar months and\nwas terminated from service without any notice or written order from\n26.3.1989. Assuming that he is still in service, respondent filed civil suit for\ndeclaration with regard to his continuance in service of employer but the same\nwas dismissed. Appeal was also dismissed on 08.02.1997. Respondent then\nfiled Reference Labour Court held that the respondent was entitled to\nreinstatement with continuity of service with full back wages from the date of\nE termination till actual reinstatement. Appellant-employer filed writ petition.\nAppellants contended that the reference was highly belated; and that since\nthe respondent had worked on purely temporary basis for 89 days only\nrespondent was not entitled to any relief. High Court dismissed the writ\npetition. Hence the present appeal.\nF\nG\nDisposing of the appeal, the Court\nHELD: The alleged order of termination was passed in February, 1989.\nA demand notice was issued in December 1997. The delay was occasioned to\na considerable extent due to pendency of Civil Suit and the appeal, In view of\nthese peculiar facts, the order passed by the Labour Court as upheld by the\nHigh Court is modified. Instead of reinstatement and/or payment of back wages\nfor a certain period appellants are directed to pay a sum of Rs. 60,000/- to the\nrespondent which will be in full and final settlement of the claims of the\nrespondent. [Para 7] [29-A-B|\n1\nH\n26\nX\nSTATE OF PUNJAB v. DES BANDHU [PASAYAT. J.]\n27\nAnil Kumar Puri v. Presiding Officer, Labour Court, Chandigarh and A\nAnr., [2000] 9 SCC 129, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 9042 of 2003.\nFrom the Final Judgment and Order dated 25.10.2002 of the High Court\nof Punjab \u0026 Haryana at Chandigarh in C.W.P. No. 9503 of 2002.\nDr. Rajeev Dhawan, (A.C.) Kuldip Singh. R.K. Pandey, Sanjay Katyal\nand Arun K. Sinha, Vinay Mohan Sharma, Ravinder Yadav, Neha Sharma, Dr.\nVipin Gupta, A.P. Mohanty, Ranbir Yadav, S. Janani and Deepak Goel for the\nappearing parties.\nThe Judgment of the Court was delivered by\nB\nC\nDR. ARIJIT PASAYAT, J. 1. Challenge in this appeal is to the judgment\nrendered by a Division Bench of the Punjab and Haryana High Court dismissing.\nthe writ petition filed by the appellants. In a reference under Section 10(1)(c) D\nof the Industrial Disputes Act, 1947 (in short the 'Act'), the Presiding officer,\nLabour Court, Gurdaspur (in short the 'Labour Court') held that the respondent\nwas entitled to be reinstated with continuity of service with full back wages\nfrom the date of termination till actual reinstatement.\nF\n2. The case of the workman as briefly stated in the demand notice dated E\n3.12.1997 and statement is that he was appointed as surveyor by the concerned\nSuperintending Engineer on 15.2.1988 and worked as such for more than 240\ndays in 12 calendar months and that he was non-employed without any\nnotice/written order from 26.3.1989 which was dishonest, illegal as it was done\nin contravention of Sections 25-F, N and G of the Act without payment of\nretrenchment compensation etc. and that juniors to him have been retained\nin service and fresh recruitments have also been made after termination of\nservice of the workman and that he was getting the pay scale of Rs.400-600\nat the time of termination of his services. It was further pleaded that no\ntermination order was given to him. Assuming that he is still in service, he\nG\nfiled the Civil Suit on 28.2.1990 for declaration that he is continuing in service\nof the employer and the said suit was dismissed by the Civil Court on\n23.12.1991 and the appeal dated 17.1.1992 preferred against the said order\ndismissing his suit was also dismissed by the Appellate Court on 8.2.1997.\nIt was further pleaded that since 1989, he has been taking action for his\nH\n28\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA redressal for treating him to be in continuous service without challenging the\norder of termination dated 26.3.1989 in the Civil Court and the Civil Court\ndeclined to give him any relief regarding continuing in service and the findings\nof the Civil Court that he is no longer in service after 26.3.1989 and his\nservices have to be treated to have been terminated which fact was not\nsubject matter of the above suit. In the end, it was prayed that the reference\nmay be accepted and the employer be directed to reinstate him with continuity\nof service and with full back wages from the date of termination till his\nreinstatement. The Labour Court accepted the plea and passed the award as\nafore-noted. The same was challenged before the High Court by filing a writ\npetition.\nB\nC\nD\nE\n3. In the writ petition, the appellants took the stand that the reference\nwas highly belated and the respondent was not entitled to any relief and he\nworked on purely temporary basis i.e. on 89 days basis. It was also specifically\npleaded that even otherwise he had not worked for 240 days as erroneously\nheld by the Labour Court and the High Court. Considering the fact that in\nmany cases the effect of non-compliance of Section 25-F of the Act involved\nand entitlement of back wages was considered, by order dated 11.8.2005, Dr.\nRajiv Dhawan, learned Senior counsel was requested to act as Amicus Curiae.\nDuring the course of hearing Dr. Dhawan has referred to various decisions\nof this Court and the view expressed by various Benches.\n4. Main stand of the appellants appears to be the belated approach for\nadjudication in the Industrial Forums after having taken resort to filing of suit\nand an appeal against the decree passed in the said suit.\n5. Learned counsel for the respondent has submitted that merely because\nF the respondent had under erroneous advice moved the Civil Court, he should\nnot be deprived of the relief granted.\nG\n6. In Anil Kumar Puri v. Presiding Officer, Labour Court, Chandigarh\nand Anr., [2000] 9 SCC 129 it was held by this Court that there was no\ndeliberate delay on the part of the workman. In that case nearly 5 years had\nbeen spent in pursuing the remedy before the Central Administrative Tribunal.\nOn the peculiar facts of the case this Court ordered reinstatement but restricted\nthe back wages to 50%.\n7. It is to be noted that at the time of issuance of notice on 8.7.2003\nHinterim stay was granted. The interim order of stay was made absolute\n.\nSTATE OF PUNJAB v. DES BANDHU [PASAYAT. J.]\n2\n29\nsubsequently. It has been specifically pleaded that purported industrial dispute A\nwas raised after 9 years of alleged termination and a demand notice was\nissued in December. 1997. The alleged order of termination was passed in\nFebruary, 1989. The delay was occasioned to a considerable extent due to\npendency of Civil Suit and the appeal. In view of these peculiar facts, it would\nbe appropriate to modify the order passed by the Labour Court as affirmed\nby the High Court to the following effect:\nN.J.\n1.\n2.\n3.\nInstead of reinstatement and/or payment of back wages for a\ncertain period let the appellants pay a sum of Rs.60,000/- to the\nrespondent. This shall be in full and final settlement of the claims\nof the respondent.\nDirection for reinstatement stands vacated. The payment shall be\nmade within a period of eight weeks from today by a demand\ndraft drawn in the name of respondent of any Nationalised Bank.\nB\nC\nIf the amount is not paid within the stipulated time the order of\nthe Labour Court as affirmed by the High Court shall stand D\nrevived.\n8. Appeal is accordingly disposed of. There will be no order as to costs.\nAppeal disposed of.\n"}