{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"448\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nC\nD\n40. The Act of 1882 is a general law and controls and\noperates in a very wide field. It was an Act enacted for and\nrelated to transfer of immovable property in India and to decide\nthe disputes as well as to resolve the confusion and conflict,\nwhich was in existence, as the courts were forced to decide\nthe disputes according to their own notions of justice and fair\nplay. The Act of 1882 does not have application to a particular\nsituation or class of persons. On the contrary, the Act of 1985\nis a special legislation providing for imperative functioning of\nspecialized bodies like the BIFR and AAIFR and is intended\nto apply to a very specific situation, i.e., where a company is a\nsick industrial company. It has no application even to other\ndifferent kinds of companies within the purview of the\nCompanies Act, except sick industrial companies. The\nLegislature has undoubtedly given an overriding effect to the\nprovisions of the Act of 1985 and even restricted the jurisdiction\nof the civil courts, as is demonstrated from the language of\nSections 26 and 32 of the Act of 1985. Thus, we have no\nhesitation in holding that the provisions of the Act of 1985 shall\nprevail over the provisions of the Act of 1882.\nE Discussion on Merits with reference to Factual Matrix of\nthe Case\nF\nG\nH\n-\n41. Having dealt with the basic legal questions arising for\nconsideration of this Court in the facts of the present case, now\nwe will now proceed to examine the issues of facts and law with\nreference to the present case. The Respondent-Company,\nupon some negotiations had executed a Memorandum of\nUnderstanding with the appellant-company on 13th April, 2006.\nA land admeasuring about 344 acres, situated in the revenue\nestate of villages Ambivali, Mohone, Wadavli, Atalee and\nGalegaon in taluk Kalyan, District Thane was agreed to be sold\non the conditions which were stated therein and it had also\npostulated the execution of a proper Agreement to Sell.\nPrincipal Agreement of Sale was executed on 1st March, 2007\nbetween the parties. As certain amounts were found to have\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 449\nORS. [SWATANTER KUMAR, J.]\nbeen incorrectly stated in the Principal Agreement and parties A\nintended to pre-pone the payment of instalments as per the\nterms of that agreement, they executed First Supplementary\nAgreement dated 29th September, 2007. It may be noticed.\nhere that the Respondent Company, in the meanwhile, had\nfinancial crisis and was not able to pay off its debt of nearly B\nRs.147 crore as on 31st March, 2006. The company itself had\napproached the BIFR for declaring the company as a 'sick\nindustrial company' and to examine the possibility of its revival\nthrough a scheme, in accordance with the provisions of the Act\nof 1985.\nC\nD\nE\n42. The scheme of rehabilitation in relation to the sick\nindustrial company was presented before the Corporate Debt\nRestructuring (CDR) Empowered Group which was appointed\nby the consortium of the banks to whom large sums were due\nfrom the said company on 13th June, 2007. The scheme was\napproved by the CDR on 12th December, 2007 which resulted\nin issuance of a letter of approval dated 21st January, 2008.\nPrior to the complete implementation of the revival scheme, the\nRespondent Company applied to the BIFR under Section 15\nof the Act of 1985 for being declared as a 'sick company' on\n3rd December, 2008. During the consideration of this\napplication, the rehabilitation scheme approved by the CDR\nwas placed before the BIFR for its acceptance and adoption.\nVide its order dated 16th July, 2009, passed under Section\n17(3) of the Act of 1985, the Scheme was adopted and for the\npurposes of implementation of the Scheme, the cut-off date was\ndeclared as 30th July, 2007 by the BIFR. As already noticed,\nthe parties had entered into a Memorandum of Understanding\ndated 13th April, 2006 and the Agreement to Sell dated 1st\nMarch, 2007 for sale of the land belonging to the company. The G\nBIFR, while approving the scheme, had taken into consideration\nthese events in relation to the sale of the land. Thereafter, the\nparties executed Supplementary Agreements dated 29th\nSeptember, 2007 and 17th August, 2010. The Agreements\nprovided for pre-ponement of the instaiments payable in terms\nF\nН\n450\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA of the Agreements as well as giving of possession of the land\nto the Appellant Company. The Agreement dated 29th\nSeptember, 2007 was executed when the rehabilitation scheme\nwas pending consideration before the BIFR, while the\nAgreement dated 17th August, 2010 was executed subsequent\nB to the adoption of the Scheme by the BIFR. It appears from the\nrecord that the Second Supplementary Agreement dated 17th\nAugust, 2010 was not executed between the parties with prior\napproval of the BIFR. The BIFR, vide its order dated 16th July,\n2009, had placed certain restrictions and had not permitted the\nC transfer of the land without its prior approval. It had also raised\ncertain other queries including valuation, etc. This order was\nset aside by the AAIFR, which had permitted the sale of the\nland in favour of the Appellant Company, even during the\nconsideration and implementation of the revival scheme. This\norder of the AAIFR dated 28th May, 2010 was disturbed by the\nHigh Court vide its order dated 29th July, 2011. The High Court\npractically restored the order of BIFR, giving rise to the present\nappeal.\nD\n43. The contention raised before us is that in view of the\nE provisions of Sections 53A and 54 of the Act of 1882, the title\nin the property in question is vested in the Respondent-\nCompany and they are entitled to transfer of the property, free\nfrom any restrictions or limitations. As such, the order of the\nHigh Court is liable to be set aside and that of the AAIFR be\nF restored. In view of our afore-stated discussion and the\nreasons to follow, we are unable to accept this contention\nentirely or even in part for that matter. Firstly, we may examine\nwhether an agreement to sell in relation to an immovable\nproperty transfers or creates any right or title in the immovable\nG property itself in favour of the purchaser. Section 54 defines\n'Sale' as a transfer of ownership in exchange for price paid or\npromised or part-paid and part-promised. Such a transfer of\ntangible immovable property of the value of Rs.100/- and\nupwards can be made only by a registered instrument. The\n'contract for sale' has been explained under this very provision\nH\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 451\nORS. [SWATANTER KUMAR, J.]\nas follows:\n\"Contract for sale:- A contract for the sale of immoveable\nproperty is a contract that a sale of such property shall take\nplace on terms settled between the parties.\nIt does not, of itself, create any interest in or charge on such\nproperty.\"\n44. Thus, on a plain reading of the statutory provisions, it\nis clear that an agreement for sale or an agreement to sell itself\ndoes not create any interest or charge in such property. Mulla\non 'Transfer of Property Act', 9th Edition, page 181, clearly\nstates that Section 54 enacts that an agreement for the sale of\nland does not itself create an interest in land. There was a\nconsiderable conflict of decisions as to the application of the\nrule against perpetuity to such agreements. This conflict has\nbeen resolved by judgment of this Court in the case of\nRambaran Prosad vs. Ram Mohit Hazra [AIR 1967 SC 744]\nwhere this Court held that a mere contract for sale of immovable\nproperty does not create any interest in the immovable property.\nIn this case, this Court held as under:-\nA\nB.\nC\nD\nE\n“10. In the case of an agreement for sale entered into prior\nto the passing of the Transfer of Property Act, it was the\naccepted doctrine in India that the agreement created an\ninterest in the land itself in favour of the purchaser. For\ninstance, in Fati Chand Sahu v. Lilambar Sing Das (1871) F\n9 B.L.R. 433 a suit for specific performance of a contract\nfor sale was dismissed on the ground that the agreement,\nwhich was held to create an interest in the land, was not\nregistered under s. 17, clause(2) of the Indian Registration\nAct of 1866. Following this principle, Markby J. in Tripoota G\nSoonduree v. Juggur Nath Dutt (1875) 24 W.R. 321\nexpressed the opinion that a covenant for pre-emption\ncontained in a deed of partition, which was unlimited in\npoint of time, was not enforceable in law. The same view\nwas taken by Baker J. in Allibhai Mahomed Akuji v. Dada H\nA\nB\nC\nD\nE\nF\nG\nH\n452\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nAlli Isap A.L.R. 1931 Bom. 578 where the option of\npurchase was contained in a contract entered into before\nthe passing of the Transfer of Property Act. The decision\nof the Judicial Committee in Maharaj Bahadur Singh v.\nBal Chanad 48 I.A. 376 was also a decision relating to a\ncontract of the year 1872. In that case, the proprietor of a\nhill entered into an agreement with a society of Jains that,\nif the latter would require a site thereon for the erection of\na temple, he and his heirs would grant the site free of cost.\nThe proprietor afterwards alienated the hill. The society,\nthrough their representatives, sued the alienees for\npossession of a site defined by boundaries, alleging notice\nto the proprietor requiring that site and that they had taken\npossession, but been dispossessed. It was held by the\nJudicial Committee that the suit must fail. The Judicial\nCommittee was of the opinion that the agreement\nconferred on the society no present estate or interest in\nthe site, and was unenforceable as a covenant, since it did\n⠀ not run with the land, and infringed the rule against\nperpetuity. Lord Buckmaster who pronounced the opinion\nof the Judicial Committee observes as follows:\n-\n\"Further, if the case be regarded in another light -\nnamely, an agreement to grant in the future\nwhatever land might be selected as a site for a\ntemple as the only interest created would be one\nto take effect by entry at a later date, and as this\ndate is uncertain, the provision is obviously bad as\noffending the rule against perpetuities, for the\ninterest would not then vest in present, but would\nvest at the expiration of an indefinite time which\nmight extend beyond the expiration of the proper\nperiod.\"\n(11) But there has been a change in the legal position in\nIndia since the passing of the Transfer of Property Act.\nSection 54 of the Act states that a contract for sale of\nimmovable property \"does not, of itself, create any interest\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 453\nORS. [SWATANTER KUMAR, J.]\nin or charge on such property\". Section 40 of the Act is\nalso important and reads as follows:\n\"40. Where, for the more beneficial enjoyment of his\nown immovable property, a third person has,\nindependently of any interest in the immovable\nproperty of another or of any easement thereon, a\nright to restrain the enjoyment in a particular manner\nof the latter property, or\nWhere a third person is entitled to the benefit of an\nobligation arising out of contract, and annexed to\nthe ownership of immovable property, but not\namounting to an interest therein or easement\nthereon, such right or obligation may be enforced\nagainst a transferee with notice thereof or a\ngratuitous transferee of the property affected\nthereby, but not against a transferee for\nconsideration and without notice of the right or\nobligation nor against such property in his hands.\"\nThe second paragraph of s. 40 taken with the\nillustration establishes two propositions: (1) that a\ncontract for sale does not create any interest in the\nland, but is annexed to the ownership of the land\nand (2) that the obligation can be enforced against\na subsequent gratuitous transferee from the vendor\nor a transferee for value but with notice. Section 14\nof the Act states as follows:\n\"14. No transfer of property can operate to\ncreate an interest which is to take effect after the\nlifetime of one or more persons living at the date\nof such transfer, and the minority of some person\nwho shall be in existence at the expiration of that\nperiod, and to whom, if he attains full age, the\ninterest created is to belong.\"\nA\nB\nC\nD\nE\nF\nG\nReading S. 14 along with S. 54 of the Transfer of Property H\n454\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nC\nD\nE\nF\nAct its manifest that a mere contract for sale of immovable\nproperty does not create any interest in the immovable\nproperty and it therefore follows that the rule of perpetuity\ncannot be applied to a covenant of pre-emption even\nthough there is no time limit within which the option has to\nbe exercised. It is true that the second paragraph of s. 40\nof the Transfer of Property Act make a substantial\ndeparture from the English law, for an obligation under a\ncontract which creates no interest in land but which\nconcerns land is made enforceable against an assignee\nof the land who takes from the promisor either gratuitously\nor takes for value but with notice. A contract of this nature\ndoes not stand on the same footing as a mere personal.\ncontract, for it can be enforced against an assignee with\nnotice. There is a superficial kind of resemblance between\nthe personal obligation created by the contract of sale\ndescribed under s. 40 of the Act which arises out of the\ncontract, and annexed to the ownership of immovable\nproperty, but not amounting to an interest therein or\neasement thereon and the equitable interest of the person\npurchasing under the English Law, in that both these rights\nare liable to be defeated by a purchaser for value without\nnotice. But the analogy cannot be carried further and the\nrule against perpetuity which applies to equitable estates\nin English law cannot be applied to a covenant of pre-\nemption because s. 40 of the statute does not make the\ncovenant enforceable against the assignee on the footing\nthat it creates an interest in the land.\"\n45. This very view was reiterated by this Court in the cases\nof State of U.P. v. District Judge and Ors. [AIR 1997 SC 53[;\nG Dharma Naika v. Rama Naika [AIR 2008 SC 1276] and Mrs.\nSaradamani Kandappan vs. Rajalakshmi \u0026 Ors. [JT 2011 (8)\nSC 129].\nH\n46. Heavy reliance was placed by the learned counsel\nappearing for the Respondent-Company, upon the provisions\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 455\nORS. [SWATANTER KUMAR, J.]\nD\nof Section 53A of the Act of 1882 to substantiate his argument A\nthat in part performance of the contract, possession of the\nproperty having been given, the execution of the title documents\nand transfer of the property in its favour could not be hampered\nor controlled by the BIFR in exercise of its powers under\nSection 22(3) of the Act of 1985. We are not called upon in B\nthis case to adjudicate upon the merits or otherwise the rights\nand liabilities of the parties arising out of the agreement dated\n1st March, 2007 or the agreements entered into subsequent\nthereto. We would also not like to venture upon and decide\nwhether the second supplementary agreement dated 17th C\nAugust, 2010 vide which the payment of intallments was pre-\nponed and the possession of the land in question is alleged to\nhave been given to the Appellant-Company is a valid,\nenforceable and its consequences in law. Suffices it to note that\nmemorandum of understanding and agreement to sell the land\nbelonging to the company between the appellant and the\nrespondent-company was signed prior to the presentation of\nthe scheme before the BIFR. However, second supplementary\nagreement was executed not only subsequent to the\npresentation of the scheme before the BIFR but even after the\nBIFR had passed an order under Section 17(3) of the Act of\n1985. It cannot be disputed that even the sale proceeds\nreceived under the agreements have been utilized for the revival\nof the company to a large extent. The agreement with the\nworkers dated 5th September, 2008 stands testimony to this\nfact. Once the asset of the company and/or its sale proceeds\nhave been integral part of the formation and finalization of the\nrevival scheme, such transaction by any stretch of imagination\ncannot be stated to be beyond the ambit and scope of Section\n22(3) of the Act of 1985. Thus BIFR has the power to issue\ndeclarations in relation to contracts, agreements, settlements, G.\nawards, standing orders or even other instruments in force to\nwhich the sick industrial company is a party. The power to\nsuspend or power to enforce the same subject to such\nadaptations as the BIFR may consider appropriate is a power\nof great magnitude and scope, the only restriction thereupon H\nE\nF\n456 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA is as contemplated in the proviso to Section 22(3) of the Act\nof 1985.\nB\nс\nD\nE\nF\nG\n47. The provisions of Section 53A of 1882 Act recognize\na right of a transferee, where a transferor has given and the\ntransferee has taken possession of the property or any part\nthereof. Even this provision does not create title of the transferee\nin the property in question but gives him a very limited right,\nthat too, subject to the satisfaction of the conditions as stated\nin Section 53A of the Act of 1882 itself. In the case of State of\nU.P. v. District Judge (supra), this Court, while deliberating upon\nthe rights emerging from Section 53A of the Act of 1882, held\nas under:\n\"\nThat protection is available as a shield only against the\ntransferor, the proposed vendor, and would disentitle him\nfrom disturbing the possession of the proposed\ntransferees who are put in possession pursuant to such an\nagreement. But that has nothing to do with the ownership\nof the proposed transferor who remains full owner of the\nsaid land till they are legally conveyed by Sale Deed to the\nproposed transferees.\"\n48. Thus, even if the part performance of the agreement\nis accepted, still no title is created in favour of the Respondent-\nCompany. Provisions of Section 53A would also not, in any\nway, alter the position of the Act of 1985 having an overriding\neffect vis-à-vis the provisions of the Act of 1882. We have\nalready held that the provisions of Act of 1985 shall have.\nprecedence and overriding effect over the provisions of the Act\nof 1882.\n49. This brings us to the last and final question arising for\nconsideration of this Court in the present case, that is, whether\nin the facts and circumstances of the case, the BIFR had the\njurisdiction to issue a direction or make a declaration in relation\nto the agreement in question in exercise of the powers vested.\nH in it under Section 22(3) of the Act of 1985 and, if answer to\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 457\nORS. [SWATANTER KUMAR, J.]\nD\nthe above is in the affirmative, whether the order dated 16th A\nJuly, 2009 of the BIFR and that of the High Court dated 29th\nJuly, 2011 are unsustainable on facts? The BIFR vide its order\ndated 16th July, 2009, after declaring the Respondent-\nCompany as a sick company and appointing the Punjab\nNational Bank as the Operating Agency, had fixed the cut off B\ndate as 30th July, 2007, as indicated in the CDR Scheme. The\nCDR scheme had been approved, after taking into\nconsideration the agreement to sell and the sale proceeds likely\nto be received therefrom. The BIFR had passed certain\ndirections/declarations in the order passed under Section 17(3) C\nof the Act of 1985 requiring the company to state clearly the\ndetails of the land to be sold including survey numbers as well\nas the remaining land with the company and confirming if the\nremaining land was adequate for functioning and viability of the\ncompany on long term basis. The BIFR raised the query\nwhether all the secured creditors who had charge over the land,\nhad approved the sale of 350 acres of land belonging to the\nrespondent-company at Kalyan, Thane for a sum of Rs.166.40\ncrore and for entering into memorandum of understanding with\nthe appellant company in that behalf. Besides issuing a directive\nthat assets including investments will require prior approval of\nthe BIFR as the company was under the purview of SICA, it also\nissued a clear prohibitory order requiring the secured creditors\nnot to take any coercive steps against the company without prior\npermission of the BIFR. This order of the BIFR was therefore\npassed clearly at the stage of the consideration of the revival\nscheme which had been approved by the CDR Group as well\nas the secured creditors. The scheme for revival of the\ncompany on long term basis, thus, was primarily dependent\nupon the sale proceeds of the land in question on the one hand\nand the utility of the remaining land for revival of the company\non the other. To put it simply, the land was the paramount asset\nof the company for its revival and successful implementation\nof the scheme in accordance with law. The asset was duly\ntaken into consideration in formulation of the scheme as\ncontemplated under Sections 17 and 18 of the Act of 1985 and H\nE\nF\nG\n"}