{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2012] 3 S.C.R. 388\nRAHEJA UNVIERSAL LIMITED\nV.\nNRC LIMITED \u0026 ORS.\n(Civil Appeal No. 1920 of 2012)\nFEBRUARY 07, 2012\n:\n[S.H. KAPADIA, CJI., K.S. RADHAKRISHNAN AND\nSWATANTER KUMAR, JJ.]\nSick Industrial Companies (Special Provisions) Act,\nC 1985:\nD\nE\n-\nss. 22, 22(3), 22A, 17(3) - Sale of assets of sick\ncompany – Rehabilitation scheme - Determination of the\nright of purchaser - Jurisdiction of BIFR to restrain transfer\nof sick industrial company's property - Respondent-Company\nentered into memorandum of understanding and agreement\nfor sale of its land to appellant-Company to obtain funds for\nfinancial restructuring and received part payment from the\nappellant-Company - Failure of appellant-Company to pay\nthird instalment and financial position of respondent-\nCompany not improved - Proposal by respondent-Company\nto the consortium of banks for Corporate Debt Restructuring\n(CDR) - Approval of scheme of rehabilitation - Prior to\nimplementation of the scheme, the respondent-Company\nsought declaration from BIFR that it was a 'sick company' and\nfor adoption of the rehabilitation scheme approved by creditor\nbanks – BIFR by order u/s. 17(3) adopted rehabilitation\nScheme and directed that the sale of assets including\ninvestments would require prior approval of the BIFR -\nThereafter, execution of second Supplementary Agreement\nG by respondent-Company and possession of land given to the\nappellant-Company, without the prior approval of the BIFR -\nAppeal before AAIFR – AAIFR permitted the land to be sold\n- High Court quashed the order of AAIFR - On appeal, held:\nMemorandum of understanding and agreement to sell the\nF\nН\n-\n-\n-\n388\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 389\nORS.\n-\nA\nB\nC\nland was signed prior to the presentation of the scheme before\nthe BIFR - However, second supplementary agreement was\nexecuted subsequent to the presentation of the scheme\nbefore the BIFR as also after the BIFR had passed an order\nu/s. 17(3) - Asset of the company and/or its sale proceeds\nreceived under the agreements had been integral part of the\nformation and finalization of the revival scheme, and as such\ntransaction cannot be stated to be beyond the ambit and\nscope of s. 22(3) whereby all these instruments to which the\nsick industrial company is a party, would be subject to the\norders of BIFR - Further, in view of the provisions of s. 53A,\neven if the part performance of the agreement is accepted,\nyet no title is created in favour of the appellant-Company\nAs regards the issue of jurisdiction, BIFR had the jurisdiction\nto issue prohibitory order which was passed clearly at the\nstage of the consideration of the revival scheme for the D\nformulation of which asset was duly taken into consideration\n- Prohibitory orders were issued by the BIFR within the ambit\nand scope of ss. 22(1), 22(3) and 22A - Further; there was\nno jurisdictional or other error in the order of the High Court\nin restoring the order of the BIFR - Land being the primary E\nasset of the respondent-Company, could not be permitted to\nbe dissolved by sale or otherwise without the consent and\napproval of the BIFR - BIFR is the authority proprio vigore\nand required to oversee the entire affairs of a sick industrial\ncompany - Thus, order of the BIFR, which merged into the\norder of the High Court upheld - Transfer of Property Act,\n1882 - ss. 53A, 54.\nss. 22 and 22A - Scope and ambit of\nScope and ambit of \n- Held: Section\n22 deals with the suspension of legal proceedings, execution\nand distress sale etc. against the assets of a sick company\nwhile Section 22A deals with restrictions and prohibitory orders\nwhich the BIFR can pass, all for the purposes of preparation\nof the scheme and proper implementation and effective\nmanagement of the revival of the sick industrial company -\nSection 22 operates from the presentation of the scheme, its\nF\nG\nH.\n390 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA consideration, preparation, finalization and ultimately the\nimplementation of the said scheme and consequent\nrehabilitation of the sick industrial company, while Section\n22A operates only during the preparation or consideration of\nthe scheme, or upto the commencement of the proceedings\nB for winding up before the concerned High Court, in the event\nthe BIFR recommends winding up proceedings - These\nprovisions primarily ensure that the scheme prepared by the\nBIFR does not get frustrated because of certain other legal\nproceedings and to prevent untimely and unwarranted\ndisposal of the assets of the sick industrial company - These\nSections operate at different stages and in different fields.\nC\nD\nss. 22 and 22A - Powers of BIFR under - Held: Sections\n22 and 22A specify the complete jurisdiction and authority of\nthe BIFR in relation to preparation, consideration, finalization\nand implementation of a revival scheme in relation to a sick\nindustrial company - BIFR is vested with the power to issue\ndirections in the interest of the company or even in public\ninterest, to prevent the disposal of assets of the company\nduring the period of preparation, consideration or\nE implementation of the scheme - Also, BIFR is expected to\nensure proper implementation by appropriately monitoring the\nscheme during the entire relevant period.\nF\nG\nH\nOverriding effect of the 1985 Act - Whether the provisions\nof the 1985 Act would prevail over the provisions of the\nTransfer of Property Act, 1882 - Held: Provisions of the 1985\nAct would prevail over the provisions of the 1882 Act - 1882\nAct is a general law controlling and operating in a very wide\nfield, enacted for and related to transfer of immovable property\nin India and to decide the disputes as well as to resolve the\nconfusion and conflict, in existence - It does not have\napplication to a particular situation or class of persons\nHowever, the 1985 Act is a special legislation providing for\nimperative functioning of specialized bodies like the BIFR and\nAAIFR and is intended to apply to a sick industrial company\n-\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 391\nORS.\n-\nIt has no application even to other different kinds of A\ncompanies within the purview of the Companies Act\nLegislature gave an overriding effect to the provisions of the\n1985 Act and even the jurisdiction of the civil courts is\nrestricted - Transfer of Property Act, 1882.\nB\nC\nLegislative scheme and object of - Held: Is to develop\nthe mechanism of revival and rehabilitation of sick industrial\nunits and channelization of the complete administrative-cum-\nquasi judicial process within the framework of the Act -The\nAct empowers the quasi-judicial body-BIFR, to take\nappropriate measures for revival and rehabilitation of the\npotentially viable sick industrial companies and for liquidation\nof non-viable companies within the time specified - It is\nregulatory only to a limited extent - As regards matters\ncovered under the Act as also matters allied to the\nformulation and sanction of the scheme, the jurisdiction of the D\ncivil courts is ousted and has to be decided by the BIFR itself.\nE\nF\nRespondent-Company faced a financial crunch. The\nconsortium of banks sanctioned loan against the current\nassets as well as fixed assets of the respondent-\nCompany including the surplus land. Thereafter, the\nrespondent-Company sought to dispose of the surplus\nland so as to bring in additional funds required for\nfinancial restructuring. They entered into memorandum\nof understanding and other agreements with appellant-\nCompany for the sale of land and receiving payment of\nthe sale consideration in instalments from the appellants.\nThe appellant-Company failed to pay the third instalment\nand as such the respondent-Company could not attain\nthe object of financial restructuring. The parties executed\nSupplementary Agreement for pre-ponement of the\ninstalments payable in terms of the agreement as well as\ngiving of possession of the land to the appellant-\nCompany. The respondent-Company then submitted a\nproposal to the consortium of banks for Corporate Debt\nRestructuring (CDR). The scheme of rehabilitation in H\nG\nC\n392 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA relation to the sick industrial company was approved by\nthe CDR. Prior to the complete implementation of the\nrevival scheme, the respondent-Company applied to the\nBIFR under Section 15 of the Sick Industrial Companies\n(Special Provisions) Act, 1985 for being declared as a\nB 'sick company' and for acceptance and adoption of the\nrehabilitation scheme approved by the CDR. BIFR by an\norder under Section 17(3) of the 1985 Act, adopted the\nrehabilitation Scheme, appointed an operating agency,\nfixed the cut-off date for financial revival and directed that\nthe sale of assets including investments would require\nprior approval of the BIFR. Thereafter, the parties\nexecuted second Supplementary Agreement and\npossession of the land was given to the appellant-\nCompany, without the prior approval of the BIFR.\nAggrieved, appellant-Company as well as the respondent-\nCompany filed appeal before the Appellate Authority for\nIndustrial and Financial Reconstruction (AAIFR). AAIFR\nset aside the certain findings of the BIFR permitting the\nland though an asset of the company to be sold. The\nHigh Court quashed the order of the AAIFR holding that\nthe order of the BIFR was within the scope of Section\n22(3) of the 1985 Act; and that the order of the AAIFR\npermitting the sale of the land in furtherance to the\nagreement between the parties was not sustainable.\nTherefore, the appellant-Company filed the instant.\nF appeals.\nD\nE\nG\nDismissing the appeals, the Court\nHELD: 1.1. The Sick Industrial Companies (Special\nProvisions) Act, 1985 basically and predominantly is\nremedial and ameliorative in so far as it empowers the\nquasi-judicial body, the BIFR, to take appropriate\nmeasures for revival and rehabilitation of the potentially\nviable sick industrial companies and for liquidation of\nnon-viable companies. It is regulatory only to a limited\nI\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 393\nORS.\nextent. The provisions of the Act of 1985 impose an A\nobligation on the sick industrial companies and\npotentially sick industrial companies to make references\nto the BIFR within the time specified under the Act of\n1985. Default thereof is punishable under the provisions\nof the Act of 1985. Largely, the proceedings before the B\nBIFR are specific to rehabilitation or winding up of the\nsick company and the Act of 1985 hardly contemplates\nadversarial proceedings. The bodies constituted under\nthe Act of 1985 would least exercise their jurisdiction to\na lis between any party or upon the rival interests of the\nparties. With regard to the matters covered under the Act\nof 1985, the jurisdiction of the civil courts is ousted and\nthe matters which are even allied to the formulation and\nsanction of the scheme would have to be decided by the\nBIFR itself. [Para 11] [420-E-H; 421-A]\nC\nD\n1.2. The BIFR has been vested with wide powers and,\nbeing an expert body, is required to perform duties and\nfunctions of wide-ranged nature. If one looks into the\nlegislative intent in relation to a sick industrial company,\nit is obvious that the BIFR has to first make an effort to E\nprovide an opportunity to the sick industrial company to\nmake its net worth exceed the accumulated losses within\na reasonable time, failing which the BIFR has to formulate\na scheme for revival of the company, even by providing\nfinancial assistance in cases wherein the BIFR in its F\nwisdom deems it necessary and finally only when both\nthese options fail and the public interest so requires, the\nBIFR may recommend winding up of the sick industrial\ncompany. So long as the scheme is under consideration\nbefore the BIFR or it is being implemented after being G\nsanctioned and is made operational from a given date, it\nis the legislative intent that such scheme should not be\ninterjected by any other judicial process or frustrated by\nthe impediments created by third parties and even by the\nmanagement of the sick industrial company, in relation\nH\nB\n394 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA to the assets of the company. In other words, the object\nand purpose of the Act of the 1985 is to ensure smooth\nsanctioning of the scheme and its due implementation.\nBoth these stages, i.e., pre and post sanctioning of the\nscheme by the BIFR, are equally material stages where\nthe provisions of Sections 22 and 22A read with Section\n32 of the Act of 1985 would come into play. Such an\napproach would also be acceptable as otherwise the\nentire scheme under Chapter Ill of the Act of 1985 would\nbe frustrated. Doctrine of frustration envisages that an\nexercise of special jurisdiction in futility, is neither the\nrequirement of legislature nor judicial dictum. [Para 22]\n[434-D-H; 435-A]\nC\n1.3. The relevant provisions of the Act of 1985 clearly\ndemonstrate that BIFR is vested with the power to issue\nD directions in the interest of the company or even in public\ninterest, to prevent the disposal of assets of the company\nduring the period of preparation, consideration or\nimplementation of the scheme. Not only this, BIFR is\nexpected to ensure proper implementation by\nE appropriately monitoring the scheme during the entire\nrelevant period. Sections 22 and 22A thus, specify the\ncomplete jurisdiction and authority of the BIFR in relation\nto preparation, consideration, finalization and\nimplementation of a revival scheme in relation to a sick\nF industrial company. [Para 30] [441-E-G]\nG\nH\n1.4. The powers of the BIFR under Section 22(3) can\nbe segregated under two different heads. Firstly, the\npower to suspend simplicitor the operation of all or any\nof the contracts, assurances of property, agreements,\nsettlements, awards, standing orders or any other\ninstrument in force, to which the sick industrial company\nis a party or which may be applicable to the sick industrial\ncompany before the date of such order. Secondly, any\nrights, privileges, obligations or liabilities accruing or\narising before the said date, shall be enforceable with\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 395\nORS.\nB\nC.\nsuch adaptation and in such manner as may be specified A\nby the BIFR. Section clearly demonstrates the intent of\nthe framers of law, that the BIFR has the power to even\nmake changes in such instruments, documents etc.\nwhich create rights and liabilities vis-à-vis the sick\nindustrial company, and before permitting them to be\nenforced. Such an approach alone can be justified, as\notherwise the expression ‘shall be enforceable with such\nadaptation and in such manner as may be specified by\nthe BIFR would be meaningless. It is a settled principle\nof interpretation of statutes that every word and\nexpression used by the legislature has to be given its\nproper and effective meaning as the legislature uses no\nexpression without purpose or meaning. The maxim Lex\nNil Frusta Jubet i.e. Law Commands nothing vainly\nfurther elucidates this principle. Of course, the power to\nmake this declaration is controlled by limitation of time\nas specified in the proviso to the Section. Lifting of such\ndeclaration by lapse of time or otherwise or in accordance\nwith the provisions of Section 22(4) shall bring the status\nquo ante as if such declaration had never been made.\nSection 22A is obviously a power over and above the\nwide powers vested in BIFR under the provisions of\nSection 22 of the Act of 1985. [Paras 27 and 28] [439-B-\nH; 440-A]\nD\nE\n1.5. All these provisions which fall under Chapter III F\nof the Act of 1985 have to be read conjointly and that too,\nalong with other relevant provisions and the scheme of\nthe Act of 1985. It is a settled canon of interpretation of\nstatutes that the statute should not be construed in its\nentirety and a sub-section or a section therein should not G\nbe read and construed in isolation. Chapter III, in fact, is\nthe soul and essence of the Act of 1985 and it provides\nfor the methodology that is to be adopted for the\npurposes of detecting, reviving or even winding up a sick\nindustrial company. Provisions under the Act of 1985 H\n396 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA also provide for an appeal against the orders of the BIFR\nbefore another specialised body, i.e., the AAIFR. This is\na self-contained code and because of the non obstante\nprovisions, contained therein, it has an overriding effect\nover the other laws. As per Section 32 of the Act of 1985,\nB the Act is required to be enforced with all its vigour and\nin precedence to other laws. [Para 21] [433-G-H; 434-A-\nC]\n1.6. The intent of introducing Section 22A was to\nempower the BIFR to issue any direction to the sick\nC industrial company, its creditors and shareholders, in the\ninterest of the company or even in public interest,\ndirecting the company not to dispose of any assets,\nexcept with the consent of the BIFR. The directions so\nissued are to remain in force during the preparation and\nD consideration of the scheme. Section 22 is the reservoir\nof the statutory powers empowering the BIFR to\ndetermine a scheme, right from its presentation till its\ncomplete implementation in accordance with law, free of\ninterjections and interference from other judicial\nE processes. Section 22(1) deals with the execution,\ndistress or the like proceedings against the company's\nproperties, including appointment of a Receiver. It also\nspecifically provides that even a winding up petition\nwould not be instituted and no other proceedings shall\nlie or proceed further, except with the consent of the\nBIFR. In contradistinction to this power, Section 22(3)\nstates that pending an enquiry or a scheme under the\nprovisions of the Act of 1985 and even where the scheme\nis sanctioned, for the due implementation of such\nscheme, the BIFR may, by an order, declare with respect\nto the sick industrial company concerned that the\noperation of all or any of the contracts, assurances of\nproperty, agreements, settlements, awards, standing\norders or other instruments in force to which such sick\nindustrial company is a party or which may be applicable\nF\nG\nH\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 397\nORS.\nC\nD\nto such sick industrial company immediately before the A\ndate of such order, shall remain suspended or that all or\nany of the rights or privileges, obligations and liabilities\naccruing or arising thereunder before the said date, shall\nremain suspended and shall be enforceable with such\nadoption and in such a manner as may be specified by B\nthe BIFR. In other words, all those instruments to which\nthe sick industrial company is a party, will be subject to\nthe orders of the BIFR. Further, such proceedings can\neven be modified by the BIFR, of course, for the limited\npurpose of implementing the scheme. The declarations\nmade by the BIFR under Section 22(3) are subject to the\nrestrictions of time as stated under the proviso to this\nsection. The maximum period for which such a\ndeclaration in aggregate can continue is seven years. The\nlegislative intent of giving an over-riding effect to the\ndeclarations of the BIFR, as contemplated under Section\n22(3) of the Act of 1985, is further fortified by the language\nof Section 22(4), which states that any declaration made\nunder Section 22(3) shall take effect notwithstanding\nanything contained in the Companies Act, 1956 or any\nother law, the memorandum and articles of association\nof the company or any instrument, decree, order of a\ncourt, settlement etc. Any remedy for enforcement of a\nright which may be available to a third party and any such\nproceedings before any court or tribunal shall remain\nstayed or be continued subject to such declaration.\nSection 22(4)(b) brings status quo ante and in fact, makes\nit clear that on cessation of such a declaration, the right,\nprivilege, obligation or liability which was suspended\nshall become revived and enforceable as if the\ndeclaration had never been made. The proceedings will G\ncontinue from the stage at which they were stayed. It can\nsafely be perceived that the provisions of Section 22 of\nthe Act of 1985 are self-explanatory. They would cease\nto operate within their own limitations and not by force\nof any other law, agreement, memorandum or even H\nE\nF\n"}