{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"408 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\n2006 (6) Suppl. SCR 189 Referred to\nPara 14, 16,\n23, 34, 37\n(2009) 17 SCC 665\nReferred to\nPara 15\n1993 (1) SCR 340\nReferred to\nPara 32\nB\n1997 (3) Suppl. SCR 232 Referred to\nPara 32, 37\n1992 (2) SCR 999\nReferred to\nPara 35\n2008 (9) SCR 267\nReferred to\nPara 37\n'\nс\n2005 (3) Suppl. SCR 747 Referred to\nPara 38\n1967 SCR 293\nReferred to\nPara 44\n1996 (7) Suppl. SCR 513 Referred to\nPara 45\nD\n2008 (2) SCR 451\nReferred to\nPara 45\nJT 2011 (8) SC 129\nReferred to\nPara 45\n2010 (8) SCR 836\nReferred to\nPara 53\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\nE 1920 of 2012.\nFrom the Judgment \u0026 Order dated 29.07.2011 of the High\nCourt of Judicature at Bombay in Civil Writ Petition No. 6450\nof 2010.\nF\nWith\nC.A. Nos. 1921, 1922 \u0026 1923 of 2012.\nH.N. Salve, Gopal Subramaniam, Mukul Rohotagi, S.\nGanesh Shyam Divan, Colin Gonsalves, Mahesh Agarwal,\nG Rishi Agarwal, Bharat Zaveri, Gaurav Goel, E.C. Agrawala,\nU.A. Rana, Devina Sehgal, Saurabh Sinha, S. Kumar, Rohit\nSingh, Anuradha, Jayshree, Jyoti Mendiratta for the appearing\nparties.\nThe Judgment of the Court was delivered by\nH\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 409\nORS.\nSWATANTER KUMAR, J. “Leave granted all cases.\"\n1. An interesting question of law as to the ambit and scope\nof Section 22 of the Sick Industrial Companies (Special\nProvisions) Act, 1985 (for short, the 'Act of 1985') and its\noverriding application over the provisions of Transfer of\nProperty Act, 1882 (for short, the 'Act of 1882'), with particular\nreference to Section 53A and Section 54 of the latter Act, arises\nfor consideration in the present case.\nReference to the basic facts which give rise to this\nproposition of law would be necessary and are as follows:\nFacts:\nA\nB\nC\nD\nE\n2. NRC Limited is a company which was originally\nincorporated under the name and style of 'National Rayon\nCorporation Limited' in the year 1946. However, subsequently,\nby an appropriate resolution of the Board of Directors, its name\nwas changed to 'NRC Limited' on 4th August, 1994 (hereinafter\nreferred to as the 'Respondent-Company'). The Respondent-\nCompany was engaged in the manufacture of viscos filament\nyarn, chemicals and allied products with its factory at Mohane,\nKalyan, District Thane. As per the facts on record, the\nRespondent-Company was declared a 'sick industrial company'\nin the year 1987, but as its net worth turned positive, vide order\ndated 10th January, 1994 passed by the Board for Industrial\nand Financial Restructuring (for short, the 'BIFR'), it was\ndischarged from the purview of the Act of 1985. The\nRespondent-Company had arranged finances and invested\nnearly Rs.86 crore in the financial year 2005-06 whereafter it\nstarted incurring losses because reduction in the customs duty\nseriously affected its business. Because of the financial crunch\nfaced by the Respondent-Company, a consortium of five\nnationalized banks comprising of Punjab National Bank, Dena\nBank, Canara Bank, Indian Overseas Bank and the Bank of\nBaroda had sanctioned a term loan as well as a working capital\nloan, secured by the current assets as well as the fixed assets H\nF\nG\nC\n410\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA of the Respondent-Company including the land in question. The\ntotal outstanding amount of loan, as on 31st March, 2006, was\napproximately Rs.147 crore. The Respondent-Company\nintensified its efforts to dispose of the surplus land so as to\nbring in additional funds required for financial restructuring. A\nB Memorandum of Understanding was signed on 13th April, 2006\nwith 'K. Raheja Universal Limited' renamed as 'Raheja\nUniversal Limited' (hereinafter referred to as the 'Appellant-\nCompany') for sale of about 344 acres of land for a total\nconsideration of Rs.166.40 crore. After obtaining 'No Objection\nCertificates' from the lending banks, an agreement dated 1st\nMarch, 2007 was signed between the parties and a sum of\nRs.25 crore was paid by the Appellant-Company to the\nRespondent-Company. The balance consideration of Rs.141.40\ncrore was to be paid as per the terms of the agreement. In\nterms of the said agreement, the Appellant-Company was to\npay the second instalment of Rs.25 crore, as and when required,\nto be utilized only to remove the first charge on the saleable\nland, the third instalment of Rs.48.90 crore was to be paid on\nreceipt of 'No Objection Certificate' from the labour, Kalyan\nDombivli Municipal Corporation and, on completion of fencing\nand the vacant possession of non-colony land and the fourth\nand final instalment of Rs.72.50 crore was to be paid\nsubsequent thereto.\nD\nE\n3. The Agreement dated 1st March, 2007 had postulated\nF payment of the sale consideration in instalments. The parties\ncontinued further negotiations in regard to payment of the\nbalance sale consideration. The Respondent-Company had\nrequested the Appellant-Company to advance the payment of\ninstalments. Thereafter, the parties came to an understanding\nG and, in furtherance to such understanding, a supplementary\ndeed to the agreement was signed on 29th September, 2007.\nAs already noticed, the Appellant-Company had declined to\npay the third instalment of the consideration payable, causing\nimpediment to payments towards labour costs and other\nH expenses of the Respondent-Company. Then, the parties, by\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 411\nORS. [SWATANTER KUMAR, J.]\nmutual agreement, signed a second supplementary agreement A\ndated 17th August, 2010. This agreement referred to the\nprincipal agreement and besides advancing the payment of\ninstalments, the possession of the property was also given to\nthe Appellant-Company.\nB\nC\nD\nE\n4. There is some dispute between the parties with regard\nto the manner and time in which these payments were or were\nnot made. On failure to attain the object of restructuring, the\nRespondent-Company submitted a proposal to the consortium\nof banks for Corporate Debt Restructuring (CDR) and\nimproving the performance and to achieve positive results\nduring the year 2006-07. The CDR mechanism used the land\nsale proceeds. Upon making the proposal, the Respondent-\nCompany discontinued its production activity in the nylon plant.\nThe CDR Empowered Group approved the package for\nrestructuring of debts on 21st January, 2008 but still it could not\nimprove the financial business position of the Respondent-\nCompany till the period ending on 30th June, 2008. On or about\n24th September, 2008, the consortium banks released their\ninterest over the property. An agreement with the recognized\nemployees' unions was also entered into on 5th September,\n2008 but then it ran into problems, as it was contended by the\nLabour Unions that their dues should be cleared first and on\ntransfer of land, Appellant-Company should provide 18 acres\nof land for a proposed employee's colony. An early retirement\nscheme was also introduced and out of the total strength of F\n3725 employees, about 577 employees opted to take the\nbenefit of this scheme. The Respondent-Company then\nnegotiated with the Appellant-Company sometime in\nSeptember 2008 for payment of the third instalment of Rs.48.90\ncrore. However, simultaneously, the Labour Unions raised the G\nquestion of payment of bonus which adversely affected the\nrevival plans. The chemical plant of the company was re-started.\nOn 3rd December, 2008, the Respondent-Company moved an\napplication before the BIFR in Case No. 55 of 2008 under\nSection 15(1) of the Act of 1985. The Appellant-Company H\n1\n412 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA refused to release the third instalment and resultantly, even the\ndues of 577 employees, who had taken the benefit of the early\nretirement scheme, could not be cleared. The BIFR, vide its\norder dated 16th July, 2009, fixed the cut-off date as 30th July,\n2007. It directed that the sale of assets, including investments,\nB will require prior approval of the BIFR. It also appointed the\nPunjab National Bank as the Operating Agency under Section\n17(3) of the Act of 1985.\nC\nD\nE\nF\n. G\nH\n5. As per Section 18(8) of the Act of 1985, the cut-off date\nis the date of coming into operation of the sanctioned scheme,\nor any provisions thereof. In other words, all matters relating to\nthe company would, after this date, be within the ambit and\nscope of the provisions of the Act of 1985 and, as already\nnoticed, the BIFR had declared the cut-off date to be 30th July,\n2007. Vide its order dated 16th July, 2009, which was passed\nunder Section 17(3) of the Act of 1985, the following directions\nwere given:\n\"(i) The Company shall submit a fully tied up DRS to the\nOA (Punjab National Bank) (PNB) within a period of three\nmonths. The sale of 350 acres of land stated to be\napproved by the CDR Empowered Group (EG) and the\nsecured creditors may form part of the DRS. The details\nof the land to be sold including survey numbers should be\nclearly specified. The company shall give similar details\nof the remaining land and conform that it is adequate for\nthe functioning and viability of the company on long term\nbasis. The OA (PNB) shall convene a joint meeting of all\nconcerned and submit a fully tied up DRs, if it emerges,\nalong with the minutes of the joint meeting within a further\nperiod of one month.\n(ii) Bank of Baroda (BOB) shall submit an authenticated\ncopy of the CDR scheme approved by consortium of\nbanks within a period of 15 days.\n(iii) PNB (OA) shall confirm to the Board within a period\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 413\nORS. [SWATANTER KUMAR, J.]\nof 15 days under copy to the company that all the secured A\ncreditors who had charge over the land had approved sale\nof 350 acres of land belonging to the company at Kalyan,\nThane Dist. To K. Raheja Universal Pvt. Ltd. For a sum of\nRs. 166.40 crore. The secured creditors who had charge\nover the land shall clearly indicate whether the company B\nhad obtained their approval before entering into MOU and\nagreement for sale of 350 acres of land with K. Raheja\nUniversal Ltd. under copy to the company the OA (PNB)\nand the Board. Secured creditors shall also similarly\nsubmit copy of their approval for sale of investments, giving C\ndetails of the investments. OA shall also submit copies of\nthe approvals given by the secured creditors for the sale\nof the said land along with the copies of valuation report\nand the details of the valuer and the procedure followed\nbased on which the sale consideration of Rs.166.40 crores\nwas arrived at. OA shall also submit a copy of the approvals\nby secured creditors for sale of investment giving details\nof the investments. The company shall fully co-operate with\nthe OA in furnishing the documents/details required by\nthem.\nD\nE\n(iv) The company shall submit within 15 days under copy\nto the OA (PNB) copies of the No Objection Certificates\nfor sale of land and release of charge issued by all the\ncharge holder lenders and the State Government in respect\nof 350 acres of land for which MOU and agreement of sale F\nare stated to be entered into in 2006 and 2007\nrespectively with K. Raheja Universal Pvt. Ltd. under copy\nto the PNB (OA). The company should also submit certified\ncopies of the Board resolutions of the company authorizing.\nthese transactions to the OA with a copy to the Board. The G\ncompany shall similarly submit full details of the investments\nto be sold under the CDR scheme. It is reiterated that sale\nof assets including investments will require the prior\napproval of BIFR as the company is now under the purview\nof SICA.\nH\nA\nB\n414 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\n(v) The company shall submit a copy of the clearance\nstated to have been received from Hon'ble High Court of\nBombay for sale of 350 acres of land under copy to the\nOA (PNB).\n(vi) The secured creditors are directed u/s 22(1) of SICA\nnot to take any coercive action against the company\nwithout prior permission of BIFR.\"\n6. As is evident from the above-noted directions, the BIFR\ntreated the land as an investment and has put certain\nC restrictions thereupon, including that of sale of assets, which\nrequired the prior approval of BIFR as the Respondent-\nCompany was under the purview of the Act of 1985. With\nreference to the land, it was directed that Capacity Valuation\nReport should be placed on record to show how the sale\nD consideration of Rs.166.40 crore was arrived at. Aggrieved\nfrom this order, the Appellant-Company as well as the\nRespondent-Company, both have preferred an appeal before\nthe Appellate Authority for Industrial and Financial\nReconstruction (for short the 'AAIFR') under Section 25 of the\nE Act of 1985. The AAIFR made major variations in the order of\nF\nG\nH\nthe BIFR. Firstly, it held that BIFR should not have fixed 30th\nJuly, 2007 as the cut-off date and secondly, that the provisions\nof Section 22A would not apply to an agreement for sale which\nhad already been entered into, registered, acted upon and was\nin the process of completion. While dealing with the order of\nthe BIFR, AAIFR vide its order dated 28th May, 2010, set aside\ncertain findings of the BIFR as well as passed certain other\ndirections. It is useful to refer to some of the findings recorded\nby the AAIFR in its order which are as under:\n\"22.\nThe BIFR has also not considered the impact\nof Section 22A or the transactions, contracts/agreements\nentered into between the company and third parties prior\nto the filing of reference when the company was not a sick\nentity. If the BIFR was of the view that the agreement for\nsale of land was not in the interest the company, it could\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 415\nORS. [SWATANTER KUMAR, J.]\nhave suspended the contract under Section 22(3) of SICA A\nas it was a pre-existing contract. Despite arguments to the\ncontrary, the BIFR has not given any reasons to justify how\nSection 22A of SICA applies to a pre-existing agreement\nfor sale entered into between the company and a third party\nprior to filing of the reference. In fact, the agreement for B\nsale is a clog on the absolute ownership of the property\nof the appellant company and the property cannot be said\nto be free from encumbrance unless the registered\nagreement for sale is cancelled. The property under\nagreement cannot be sold to others during the subsistence C\nof agreement for sale.\nXXX\nXXX\nXXX\nE\n24. In view of the aforesaid discussion and considering the\nvarious provisions of the MOU dated 13.4.06, agreement D\nfor sale dated 01.3.07 and supplementary agreement\ndated 21.9.07, we are of the view that the provisions of\nSection 22A will not apply to the agreement for sale\nalready entered into, registered, and acted upon and in the\nprocess of completion. Had it been the intention of the\nlegislature to cover the past transactions within the ambit\nof Section 22A, the provisions for suspension of existing\ncontracts etc. would not have been provided under Sub-\nSection (3) of Section 2 of SICA under which the BIFR has\nnot passed any order. Readiness and willingness of the\nparties to the sale agreement to honour the contract is also\na paramount consideration.\"\n7. AAIFR summed up its conclusion in paragraphs 41 and\n42 which read as under:\n\"41. To sum up :\nThe sale-purchase agreement dated 30.6.2009 was\nsigned after the reference was filed and 15 days before\nthe BIFR passed the restraint order under section 22A;\nF\nG\nH\nA\nB\nс\nD\nE\nF\nG\nH\n416\nSUPREME COURT REPORTS\n▸\n[2012] 3 S.C.R.\nThere is no evidence to show whether various provisions\nof SEBI Take Over Code have been complied with;\nThe company has violated the amended terms and\nconditions of STL dated 29.6.2009 by not paying to PNB\none instalment of Rs.2.78 crores before 30.6.2009;\nConsequently, PNB ha not released the shares of AOL for\nre-pledge by ISG Traders Ltd.:\nAccording to PNB, however, the company has shown the\nentire shares of AOL as sold:\nThere is no evidence to show that sale consideration has\nbeen paid; and\nThe ISG Traders Ltd. is neither a party before the BTR nor\nbefore this Authority.\nIn these circumstances, the BIFR was fully justified in\nseeking full details of the investments to be sold in the\nCDR scheme and to direct that the sale of investments will\nrequire the prior approval of the BIFR. We find no reasons\nto interfere with the aforesaid order of the BIFR regarding\nsale of investments.\n42. We observed that the BIFR has fixed the cutoff date\nas 30.07.2007 on the basis of the CDR scheme while\npassing the order under Section 17(3). The fixation of cut\noff date implies that the liabilities and the dues of the\ncreditors will be determined as on that date and the\nrepayment obligations will commence during the year\nfollowing the cut oil date. If there is a substantial gap\nbetween the cut off date fixed and the date of sanction of\nthe scheme, the scheme will become a non starter\nbecause the sick industrial company will be unable to fulfill\nits repayment obligations for the period between the cut\noff date as stipulated in the impugned order and date of\nsanction of the scheme, The issue can be resolved by\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 417\nORS. [SWATANTER KUMAR, J.]\ndetermining a prospective cut off date. Section 17(4)(b) A\nof SICA vests in the BIFR the necessary power to review\nand modify its orders under Section 17(3) of SICA.\nTherefore, in our view the cut off date fixed by the BIFR in\nthe impugned order is required to be suitably modified by\nthe BIFR.\"\n8. With the above findings, the AAIFR recorded that the\nscheme could be approved but subject to pre-payment of the\nentire remaining consideration of Rs.124.64 crores, as per its\ndirections, for setting off labour dues. In other words, it permitted\nthe land, though an asset of the company, to be sold. The\ncorrectness and legality of this order of the AAIFR was\nquestioned by the Appellant-Company, the Respondent-\nCompany and the NRC Mazdoor Sangh before the High Court.\nThese Writ Petitions, along with other connected Writ Petitions,\nwere disposed of by the High Court by a common judgment\ndated 29th July, 2011. The High Court, primarily, framed two\nquestions for discussion: firstly, whether the land covered by the\nagreement of sale dated 1st March, 2007 and supplementary\nagreement signed on 29th September, 2007, was an existing\nasset of the Respondent-Company and secondly, what was the\nscope of the powers of the BIFR under Section 22(3) of the Act\nof 1985. The High Court quashed the order of the AAIFR and\nconfirmed the order passed by the BIFR holding as under:\n\"(8)\nB\nC\nD\nE\nThe AIFR further held that prior to the filing F\nof the reference under Section 15 of SICA, a debt\nrestructuring scheme under the CDR mechanism on 12/\n12/2007 and 21/1/2008, the CDR package envisaged sale\nof surplus land as well as sale of investments of the\nappellant company. Any restraint order on the sale of land,\nunder the agreements for sale, would not only complicate\nthe matter but would hamper the revival process and would\nalso lead to a prolonged litigation between the parties and\nthis will not be in the interest of revival of the sick company.\nThe provisions of Section 22A which are prospective in\n0\nH\n"}