{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"438 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA all or any of the rights or privileges, obligations and liabilities\naccruing or arising thereunder before the said date, shall\nremain suspended and shall be enforceable with such adoption\nand in such a manner as may be specified by the BIFR. In other\nwords, all those instruments to which the sick industrial\nB company is a party, will be subject to the orders of the BIFR.\nFurther, such proceedings can even be modified by the BIFR,\nof course, for the limited purpose of implementing the scheme.\nThe declarations made by the BIFR under Section 22(3) are\nsubject to the restrictions of time as stated under the proviso\nC to this section. The maximum period for which such a\ndeclaration in aggregate can continue is seven years. The\nlegislative intent of giving an over-riding effect to the\ndeclarations of the BIFR, as contemplated under Section 22(3)\nof the Act of 1985, is further fortified by the language of Section\n22(4), which states that any declaration made under Section\n22(3) shall take effect notwithstanding anything contained in the\nCompanies Act, 1956 or any other law, the memorandum and\narticles of association of the company or any instrument,\ndecree, order of a court, settlement etc. Any remedy for\nenforcement of a right which may be available to a third party\nand any such proceedings before any court or tribunal shall\nremain stayed or be continued subject to such declaration.\nSection 22(4)(b) brings status quo ante and in fact, makes it\nclear that on cessation of such a declaration, the right, privilege,\nobligation or liability which was suspended shall become\nF revived and enforceable as if the declaration had never been\nD\nE\nmade. The proceedings will continue from the stage at which\nthey were stayed. It can safely be perceived that the provisions\nof Section 22 of the Act of 1985 are self-explanatory. They\nwould cease to operate within their own limitations and not by\nG force of any other law, agreement, memorandum or even articles\nof association of the company. The purpose is so very clear\nthat during the examination, finalization and implementation of\nthe scheme, there should be no impediment caused to the\nsmooth execution of the scheme of revival of the sick industrial\nH company. It is only when the specified period of restrictions and\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 439\nORS. [SWATANTER KUMAR, J.]\ndeclarations contemplated under the provisions of the Act of A\n1985 is over, that the status quo ante as it existed at the time\nof the consideration and finalization of the scheme, would\nbecome operative. This is done primarily with the object that\nthe assets of the company are not diverted, wasted, taken away\nand/or disposed of in any manner, during the relevant period. B\nC\n27. The powers of the BIFR under Section 22(3) can be\nsegregated under two different heads. Firstly, the power to\nsuspend simplicitor the operation of all or any of the contracts,\nassurances of property, agreements, settlements, awards,\nstanding orders or any other instrument in force, to which the\nsick industrial company is a party or which may be applicable\nto the sick industrial company before the date of such order.\nSecondly, any rights, privileges, obligations or liabilities accruing\nor arising before the said date, shall be enforceable with such\nadaptation and in such manner as may be specified by the D\nBIFR.\nE\nLL\nF\n28. This dissection clearly demonstrates the intent of the\nframers of law, that the BIFR has the power to even make\nchanges in such instruments, documents etc. which create rights\nand liabilities vis-à-vis the sick industrial company, and before\npermitting them to be enforced. Such an approach alone can\nbe justified, as otherwise the expression 'shall be enforceable\nwith such adaptation and in such manner as may be specified\nby the BIFR would be meaningless. It is a settled principle of\ninterpretation of statutes that every word and expression used\nby the legislature has to be given its proper and effective\nmeaning as the legislature uses no expression without purpose\nor meaning. The maxim Lex Nil Frusta Jubet i.e. Law\nCommands nothing vainly further elucidates this principle. Of\ncourse, the power to make this declaration as already noticed G\nis controlled by limitation of time as specified in the proviso to\nthe Section. Lifting of such declaration by lapse of time or\notherwise or in accordance with the provisions of Section 22(4)\nshall bring the status quo ante as if such declaration had never\nbeen made. Section 22A is obviously a power over and above H\n440 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA the wide powers vested in BIFR under the provisions of Section\n22 of the Act of 1985. Section 22 is the reservoir of the statutory\npowers empowering the BIFR to deal with the scheme, right\nfrom its presentation till its complete implementation in\naccordance with law, free of interjections and interference from\nother judicial processes.\nB\nC\nD\nE\nF\nG\n29. Section 22A of the Act of 1985 empowers the BIFR\nto pass injunctive or restraint orders in relation to the assets of\nthe sick industrial company. These injunctive orders are to be\nin operation during the period of preparation or consideration\nof the scheme under Section 18 of the Act of 1985. Section\n22A, thus, has a narrower scope than Section 22. Section 22\noperates from the presentation of the scheme, its consideration,\npreparation, finalization and ultimately the implementation of the\nsaid scheme and consequent rehabilitation of the sick industrial\ncompany, while Section 22A operates only during the\npreparation or consideration of the scheme, or upto the\ncommencement of the proceedings for winding up before the\nconcerned High Court, in the event the BIFR recommends\nwinding up proceedings.\n30. The relevant provisions of the Act of 1985 clearly\ndemonstrate that BIFR is vested with the power to issue\ndirections in the interest of the company or even in public\ninterest, to prevent the disposal of assets of the company during\nthe period of preparation, consideration or implementation of\nthe scheme. Not only this, BIFR is expected to ensure proper\nimplementation by appropriately monitoring the scheme during\nthe entire relevant period. Sections 22 and 22A thus specify\nthe complete jurisdiction and authority of the BIFR in relation\nto preparation, consideration, finalization and implementation\nof a revival scheme in relation to a sick industrial company.\n31. Where Section 22(1) deals with the restrictions and\nlimitations vis-à-vis the court proceedings while Section 22(3)\nof the Act of 1985 deals with the agreement, intents or other\nH obligations as stated in that provision and declarations which\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 441\nORS. [SWATANTER KUMAR, J.]\nwill be made by the BIFR for the purposes of finalization and A\neffective implementation of the scheme. There, Section 22A\ndeals with restrictions and prohibitory orders which the BIFR\ncan pass, all for the purposes of preparation of the scheme and\nproper implementation and effective management of the revival\nof the sick industrial company. These provisions have to be B\nread along with the provisions of Section 26 of the Act of 1985\nwhich ousts the jurisdiction of the civil courts and vests exclusive\njurisdiction for the specified purposes with the BIFR. Another\nrelevant provision in this regard is Section 32 of the Act of 1985,\nwhich gives an overriding effect to the provisions of the Act of C\n1985 over the other laws in force except the law specifically\nstated therein. Sections 22, 22A, 26 and 32 have to be read\nand construed conjointly. A common thread of legislative intent\nto treat this law as a special law, in contradistinction to the other\nlaws except the laws stated in the provisions and to ensure its\neffective implementation with utmost expeditiousness, runs.\nthrough all these provisions. It also mandates that no injunction\nshall be granted by any court or authority in respect of an action\ntaken or to be taken in pursuance of the powers conferred to\nor by under this Act.\nCASE LAW\nD\nE\n[M]\nF\n32. In the case of Shree Vallabh Glass Works Ltd. (supra),\nas already noticed, this Court had taken a very wide view and\ngiven liberal constructions to the provisions of Section 22 and\nheld that no proceedings for execution or distress or like\nproceedings against any of the properties of the company shall\nlie or be proceeded, except with the consent of the BIFR. The\nCourt also held that the BIFR, at its discretion, may accord its\napproval for proceeding against the company. This view of wide\ninterpretation was accepted by another Bench of this Court in\nthe case of Maharashtra Tubes Ltd. v. State Industrial and\nInvestment Corporation of Maharashtra [(1993) 2 SCC 144],\nwherein this Court took the view that the word 'proceedings'\nunder Section 22(1) cannot be given a narrower or restricted\nmeaning to limit the same to a legal proceeding and even the H\nG\n442 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA proceedings invoked by a financial institution under the State\nFinancial Corporation Act were held to be covered within the\nambit of Section 22(1) of the Act of 1985. A similar view was\nalso taken in the case of Tata Davy Ltd. v. State of Orissa [AIR\n1998 SC 2928]. Answering the question that steps to recover\nB the sales tax under Section 13A of the said Act were in the\nnature of proceedings by way of execution, distress or the like\ncontemplated by Section 22(1) of the Act, this Court followed\nits earlier view and held that even the proceedings for recovery\nof tax under the State Act were covered within the scope of\nSection 22(1) of the Act of 1985, and thus, could not be given\neffect to without approval/consent of the BIFR.\nC\nD\nE\nF\nG\nH\n33. As already noticed above, in the case of Corromandal\nPharmaceuticals (supra), this Court had taken the view that the\nbar or embargo envisaged in Section 22(1), can apply only to\nsuch of those cases where it is reckoned or included in the sub-\njudice schemes. Amounts like the sales tax which the sick\nindustry is enabled to collect after the date of the sanction of\nthe scheme, had to be recovered in the normal course, by the\nRevenue and protection of Section 22(1) was not available.\n34. This view, however, was not clearly adopted by this\nCourt in subsequent judgments of Jay Engineering (supra),\nwhere this Court accepted the wider connotation of the words\n'proceedings' appearing in Section 22(1) where an award\npassed under the Interest on Delayed Payments to Small Scale\nand Ancillary Industries Undertaking Act, 1993 was being\nexecuted, the Court took the view that the award could not be\nexecuted against the sick industry without the leave of the BIFR\nas the Act of 1985 would override the provisions of the 1993\nAct and approval of the BIFR was essential. Still in another\ncase, Morgan Securities and Credit Pvt. Ltd. (supra), this Court\nhad held that the Act of 1985 has an overriding effect and\nSection 22(3) of the Act even covers the execution of non-\ncontractual liabilities like enforcement of an arbitral award. The\nCourt further held that the imperative character of an enquiry\n2\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026\nORS. [SWATANTER KUMAR, J.]\n443\nat the hands of the BIFR is inherent in the scheme of the Act.\nThe Court also expressed doubt as to whether the courts of\nlimited jurisdiction, vested with the power of passing interim\norders, could pass interim orders in exercise of its incidental\npower for sale of assets where the matter was pending before\nthe BIFR.\nA\nB\nC\nD\nE\n35. On the analytical analysis of the above-stated dictum\nof this Court and the legislative purpose and object of the Act,\nit has to be held that on its plain reading the provisions of\nSections 22(1) and 22(3) of the Act are the provisions of wide\nconnotation and would normally bring the specified\nproceedings, contractual and non-contractual liabilities, within\nthe ambit and scope of the bar and restrictions contained in\nSections 22(1) and 22(3) of the Act of 1985 respectively. The\nlegislative intent is explicit that the BIFR has wide powers to\nimpose restrictions in the form of declaration and even\nprohibitory/injunctive orders right from the stage of\nconsideration of a scheme till its successful implementation\nwithin the ambit and scope of Sections 22(3) and 22A of the\nAct. Section 22 of the Act of 1985 is very significant and of\nwide ramifications and application. More often than not, the\njurisdiction of the BIFR is being invoked, necessitated by varied\nactions of third parties against the sick industrial company. The\nproceedings, taken by way of execution, distress or the like,\nmay have the effect of destabilizing the finalization and/or\nimplementation of the scheme of revival under consideration F\nof the BIFR. It appears that, the Legislature intended to ensure\nthat no impediments are created to obstruct the finalization of\nthe scheme by the specialized body. To protect the industrial\ngrowth and to ensure revival, this preventive provision has been\nenacted. The provision has an overriding effect as it contains\nnon obstante clauses not only vis-à-vis the Companies Act but\neven qua any other law, even the memorandum and articles of\nassociation of the industrial company and/or any other\ninstrument having effect under any other Act or law. These\nproceedings cannot be permitted to be taken out or continued\nG\nH\n444 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA without the consent of the BIFR or the AAIFR, as the case may\nD\nbe. The expression 'no proceedings' that finds place in Section\n22(1) is of wide spectrum but is certainly not free of exceptions.\nThe framers of law have given a definite meaning to the\nexpression 'proceedings' appearing under Section 22(1) of the\nB Act of 1985. These proceedings are for winding up of the\nindustrial company or for execution, distress or the like against\nany of the properties of the industrial company or for the\nappointment of a Receiver in respect thereof. The expression\n'the like' has to be read ejusdem generis to the term\nC 'proceedings'. The words 'execution, distress or the like' have\na definite connotation. These proceedings can have the effect\nof nullifying or obstructing the sanctioning or implementation of\nthe revival scheme, as contemplated under the provisions of\nthe Act of 1985. This is what is required to be avoided for\neffective implementation of the scheme. The other facet of the\nsame Section is that, no suit for recovery of money, or for\nenforcement of any security against the industrial company, or\nany guarantee in respect of any loan or advance granted to the\nindustrial company shall lie, or be proceeded with further without\nthe consent of the BIFR. In other words, a suit for recovery and/\nor for the stated kind of reliefs cannot lie or be proceeded\nfurther without the leave of the BIFR. Again, the intention is to\nprotect the properties/assets of the sick industrial company,\nwhich is the subject matter of the scheme. It is difficult to state\nwith precision the principle that would uniformly apply to all the\nproceedings/suits falling under Section 22(1) of the Act of 1985.\nFirstly, it will depend upon the facts and circumstances of a\ngiven case, it must satisfy the ingredients of Section 22(1) and\nfall under any of the various classes of proceedings stated\nthereunder. Secondly, these proceedings should have the\nG impact of interfering with the formulation, consideration,\nfinalization or implementation of the scheme. Once these\ningredients are satisfied, normally the bar or limitation contained\nin Section 22(1) of the Act of 1985 would apply. For instance,\nexecution of a decree against the assets of a company, if\nH permitted, is bound to result in disturbing the scheme, which\nE\nF\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 445\nORS. [SWATANTER KUMAR, J.]\nhas or may be framed by the BIFR. The sale of an asset during A\nsuch execution or even withdrawing the money from the bank\naccount of the company would certainly defeat the very purpose\nof the protection sought to be created by the Legislature under\nSection 22(1) of the Act of 1985. On the other hand, a\nproceeding taken out for possession of the tenanted premises, B\nunder the provisions of Karnataka Rent Control Act, have been\nheld to be proceedings not falling within the ambit and scope\nof Section 22(1) of the Act of 1985. This was for the reason\nthat the contractual tenancy between the company and the\nowner had been terminated and the company only had an\nC\ninterest as a statutory tenant. Such interest was neither\nassignable nor transferable. This Court held that it could not be\nregarded as 'property' of the sick company for the purposes\nof the provisions of Section 22(1) and as such, these provisions\nwere not attracted. (M/s. Shree Chamundi Mopeds Ltd. v.\nChurch of South India Trust Association, Madras [AIR 1992\nSC1439]).\nD\n36. Referring to the facts of the present case, the land was\none of the major assets of the Respondent Company and in\nthe event the said asset was kept outside the scope of the E\nscheme or its sale was permitted by the BIFR, probably the\ncompany could never be revived and any effort in that direction\nde hors such asset of the company would be in futility. Besides,\nthe fact that the statutory protection contained in Section 22(3)\nwas available to the company, it could be stated with more\nemphasis that the BIFR could even adopt and permit the\ntransaction with such adoption as it may have deemed\nappropriate. The imperative nature of the functions of the BIFR\nunder the provisions of the Act of 1985 and the overriding effect\nof its provisions fully support such a view.\nOverriding effect of the Act of 1985 :-\n37. This Court has taken the view in Tata Motors Ltd.\n[(2008) 7 SCC 619] that the Act of 1985 has been enacted to\nsecure the principles specified in Article 359 of the Constitution\nF\nG\nH\n446 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA of India. It seeks to give effect to the larger public interest. It\nC\nshould be given primacy because of its higher public purpose.\nAs the Act of 1985 is a special law and on the principle that a\nspecial law will prevail over a general law, it is permissible to\ncontend that even if the provisions contained in Section 22(1)\nB read with Section 32 of the Act, giving overriding effect vis-à-\nvis the other laws, other than the Foreign Exchange Regulation\nAct, 1973 and the Urban Land Ceiling and Regulation Act, 1976\nhad not been there, the provisions of the general law like the\nCompanies Act, for regulation, incorporation, winding-up etc.\nof the companies would have still been overridden to the extent\nof inconsistency. We have already seen that this Court had, in\nthe case of Jay Engineering (supra), taken the view that the\nInterest on Delayed Payments to Small Scale and Ancillary\nIndustries Undertaking Act, 1993 shall have to give way for\nenforcement of the provisions of the Act of 1985. In the case\nof Tata Davy (supra) also, the Court took the view that the State\nSales Tax Act would have to be read and construed in comity\nto the provisions of the Act of 1985 which shall have the\noverriding effect. In the case of Tata Motors Ltd. v.\nPharmaceuticals Product of India Ltd. (supra), this Court was\nconcerned with the provisions of mismanagement and\noppression contained in Sections 391 and 394 of the\nCompanies Act and whether the Company Court will have the\njurisdiction to pass orders in preference to the proceedings\npending before the Court under the Act of 1985. The Court\nwhile holding the primacy of the Act of 1985 held as under: -\nD\nE\nF\nG\nH\n\"SICA furthermore was enacted to secure the principles\nspecified in Article 39 of the Constitution of India. It seeks\nto give effect to the larger public interest. It should be given\nprimacy because of its higher public purpose. Section 26\nof SICA bars the jurisdiction of the civil Courts.\nWhat scheme should be prepared by the operating agency\nfor revival and rehabilitation of the sick industrial company\nis within the domain of BIFR. Section 26 not only covers\norders passed under SICA but also any matter which BIFR\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 447\nORS. [SWATANTER KUMAR, J.]\nis empowered to determine.\n23. The jurisdiction of civil court is, thus, barred in respect\nof any matter for which the appellate authority or the Board\nis empowered. The High Court may not be a civil court but\nits jurisdiction in a case of this nature is limited.\"\nA\nB\n38. Even in the case of NGEF Ltd. v. Chandra Developers\n(P) Ltd. and Anr. [(2005) 8 SCC 219], this Court specifically\nreiterated and with emphasis the principle that the provisions\nof the Act of 1985 contained non-obstante clauses, it is a\nspecial statute which is a complete code in itself and that the C\njurisdiction of the Company Court in such matters would arise\nonly when AAIFR and BIFR have exercised their jurisdiction\nunder Section 20 and 25 respectively of the Act of 1985. The\nprovisions of SICA would prevail over the provisions of the\nCompanies Act.\nD\nE\nF\n39. From the above judgments of this Court, the\nunambiguous principle of law that emerges is that the provisions\nof the Act of 1985 shall normally override the other laws except\nthe laws which have been specifically excluded by the\nLegislature under Section 32 of the Act of 1985. The Act of\n1985 has been held to be a special statute vis-à-vis the other\nlaws, most of which have been indicated above. In the present\ncase, we are concerned with the provisions of the Act of 1882.\nIt is the case of the respondent-company before us that they\nhave got an interest in the immovable property by virtue of the\nMemorandum of Understanding, Agreements dated 1st March,\n2007 and 17th August, 2010 and by part performance, as they\nhad been given possession of the land in question. It was\ncontended that as their interests were duly protected under the\nprovisions of the Act of 1882, the BIFR/AAIFR, in exercise of G\nits powers under Sections 22(1), 22(3) and 22A of the Act of\n1985, cannot place any restriction upon their title or interest in\nthe immovable property. In other words, the contention is that\nvis-à-vis the Act of 1985, the provisions of the Act of 1882 shall\nprevail.\nH\n"}