{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"Y\n+\nUMESH\nV.\nSTATE OF MAHARASHTRA\nFEBRUARY 7, 2007\n[C.K. THAKKER AND LOKESHWAR SINGH PANTA, JJ.]\nA\nB\nPenal Code, 1860-s. 302-Murder-Incident seen by two\neyewitnesses-Recovery and seizure of weapon and blood stained clothes at\nthe instance of the accused-Non-examination of informant-Evidence of\nC\neye-witnesses corroborated by medical evidence and Report of Chemical\nAnalyst-Conviction by courts below-On appeal, held: Conviction justified-\nEvidence of eye-witnesses is cogent, reliable and convincing-Offence is\nproved beyond reasonable doubt.\nAppellant-accused was prosecuted for having committed murder of one D\nperson. As per prosecution the informant was told by a person that the dead\nbody of deceased was lying near a shop. He went there and lodged FIR. The\nweapon used for the occurrence and the blood stained clothes were recovered\nand seized at the instance of the appellant-accused. PWs 1 and 2 were\nexamined as eye-witnesses. However the informant and the owner of the shop\nwhere the body of the deceased were lying, were not examined. Trial Court\nconvicted the accused under section 302 IPC. The conviction was upheld by\nHigh Court.\nHence the present appeal.\nE\nDismissing the appeal, the Court\nF\nستم\nHELD: 1. In the teeth of the reliable and convincing evidence, which\nhas come on record, there is no other option but to accept the finding recorded\nand the conclusion arrived at by the High Court on reappraisal of the entire\nevidence on record to hold that it was the appellant and none else who has\ncommitted the murder of the deceased. The prosecution has been able to G\nestablish the offence against the appellant beyond reasonable doubt. [Para 14]\n[326-F-G]\n2. The eyewitnesses PWs-1 and 2 are natural and truthful witnesses.\nTheir evidence is cogent, reliable and convincing and there is no good reason\n321\nH\n322\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA to disbelieve and discard their consistent and truthful version. It is well-settled\nthat every person who witnesses a murder reacts in his own way. There is no\nset rule of natural reaction. To discard the evidence of a witness on the ground\nthat he did not react in any particular manner is to appreciate the evidence in\na wholly unrealistic and unimaginative way. The evidence of the eye-witnesses\nfinds corroboration from the medical evidence. It also cannot be said that the\nevidence needs to be discarded on the simple ground that they are interested\nwitnesses. [Para 11 and 12] [325-E-G]\nB\nC\n3. The version of the eye-witnesses was further corroborated by the\npresence of blood of 'B' group on the shirt of the appellant, which was recovered\nat his instance from his house in the presence of the panch witness (PW-3)\nin whose presence the disclosure statement (Exh. 39) was made by the appellant\nto the investigating officer. The report of the Chemical Analyst would reveal\nthat the shirt of the appellant was stained with blood of 'B' group matching\nwith the blood group of the deceased. The appellant has cross-examined PW-\n3 at length, but he could not shatter the evidence of the panch witness to\nD dislodge his evidence in regard to the recovery of blood-stained shirt at the\ninstance of the appellant from his house pursuant to disclosure statement\n(Ex. 39) made by the appellant. [Para 14] [326-D-E]\nE\nF\n2006.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 744 of\nFrom the Judgment and Final Order dated 23.8.2005 of the High Court\nof Judicature at Bombay in Criminal Appeal No. 196/2001.\nArvind Kumar, Laxmi Arvind, Poonam Prasad and Anuj Kumar for the\nAppellant.\nSushil Karanjkar and V.N. Raghupathy for the Respondent.\nThe Judgment of the Court was delivered by\nLOKESHWAR SINGH PANTA, J. 1. Umesh, the accused in Sessions\nG Case No. 15 of 1998 on the file of the Sessions Judge, Amravati, is the\nappellant before us.\n2. The appellant was charged under Section 302 of the Indian Penal\nCode (for Short 'IPC') for committing the murder of Dilip Ganpatrao Shirbhate\non 26.11.1997.\nH\n323\nUMESH v. STATE OF MAHARASHTRA [LOKESHWAR SINGH PANTA, J.]\n3. The broad facts giving rise to this appeal may be set out briefly. A\n4. The prosecution case is that on 26.11.1997 in the midnight Vasant\nShankarrao Bijwe, resident of Vivekanand Colony, Warud, lodged a report\n(Ext. 32) at Warud Police Station, Sub-division Morshi, District Amravati,\nalleging that when he was sleeping in his house, one Anil Ramrao Gulhane,\nresident of Warud, came there and told him that Dilip Ganpatrao Shirbhate B\nresident of Warud was found lying in injured condition near the shop of Patel\nsituated near Bombay Lodged. Vasant Shankarrao Bijwe immediately went to\nthe spot of occurrence and found Dilip Ganpatrao Shirbhate, his brother-in-\nlaw (wife's brother) lying dead. He noticed injury on the chest of Dilip-the\ndeceased. The clothes of the deceased were smeared with blood. Vasant\nShankarrao Bijwe-informant along with one Baba alias Purushottam Marotrao\nIngle went to the Police Station to lodged the report. Head Constable B. No.\n25 of Police Station Warud, Sub-division Morshi, District Amravati recorded\nFirst Information Report at 23:30 hrs. on 26.11.1997 against an unknown\nperson under Section 302 of the IPC.\nC\nD\nE\n5. The Investigating Officer API Ashok PW-7 conducted the\ninvestigation or the crime. PW-7 had inspected the spot and prepared\nPanchnama. He sent the dead-body for autopsy. Statements of several\nwitnesses were recorded at the spot. The appellant was arrested on 27.11.1997.\nDuring the interrogation of the appellant, he made statement under Section\n27 of the Evidence Act in the presence of Keshav (PW-4) and Suresh (PW-\n5) about the concealment of knife in his house, which allegedly was used in\nthe commission of the offence. On the basis of the said statement, knife was\nrecovered. The appellant made another statement (Ext. 47) under Section 27\nof the Evidence Act in the presence of Amiruddin (PW-3), on the basis of\nwhich blood stained clothes worn by him at the time of the incident were F\nseized from the house of the appellant. The seized articles were sent for\nchemical analysis.\n6. After completion of the investigation, charge-sheet under Section 302\nIPC was filed against the appellant. In order to prove its accusations against\nthe appellant, the prosecution examined in all seven witnesses, out of whom G\nAnand Katole (PW-1) and Waman Nerkar (PW-2) were the eye-witnesses. The\ndocuments prepared during the investigation were also filed in support of the\ncase. The appellant in his statement recorded under Section 313 of the Code\nof Criminal Procedure denied his involvement in the crime. His plea was that\na false case has been registered against him. However, he lead no defence\nH\nسلام\n324\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA evidence. Placing reliance on the evidence of the eye-witnesses and other\nevidence adduced on record, the appellant as noted above was found guilty.\nThe appeal of the appellant against his conviction came to be dismissed by\nthe High Court.\n7. Mr. Arvind Kumar, learned counsel appearing on behalf of the\nB appellant, submitted that the High Court committed a serious error in\nappreciating the evidence of the alleged eye-witnesses and undue importance\nto the recovery of the weapon of offenc (Knife) has been given. It was urged\nthat the High Court has failed to take cognizance of the fact that no motive\nhas been attributed to the appellant for commission of the offence therefore,\nC the appellant could not have been found guilty of the charge levelled against\nhim. Learned counsel next submitted that non-examination of Vasant\nShankarrao, Bijwe. Who allegedly lodged the First Information Report of the\ncrime in the Police Station and owner of Sandeep Pan Shop, is fatal to the\nprosecution case and both these witnesses were intentionally withheld by the\nprosecution with a view to conceal the true facts of the case. Thus, according\nD to the learned counsel, the prosecution has failed to establish the charge of\nmurder against the appellant beyond reasonable doubt.\nE\n8. Per contra, Mr. Sushil Karanjkar, learned counsel appearing on behalf\nof the State, supported the judgments of the courts below. Mr. Karanjkar\nsubmitted that the evidence of the eye-witnesses supported by other ocular\nand documentary evidence has been rightly examined and appreciated by the\nTrial Court as well as by the High Court. He submitted that no adverse\ninference can be drawn against the prosecution for non-examination of the\ninformant and other witness because the prosecution has fully established\nthe charge against the appellant beyond reasonable doubt by leading reliable\nF and convincing evidence. Learned counsel further submitted that in the\npresence of direct evidence, motive recedes to the background and therefore,\nit is not necessary for the prosecution to prove the motive of the appellant\nto commit the murder of the deceased.\n9. We have carefully considered the respective contentions of the\nG learned counsel for the parties and perused the entire material on records.\nH\n10. The learned Sessions Judge as well as the High Court have accepted\nthe testimony of eye-witnesses PW-1 and PW-2 to the incident. It has come\nin the deposition of PW-1 that on the day of occurrence, i.e. 26.11.1997, at\nabout 9:30 p.m. Dilip came to his house and them both of them went to Hotel\nUMESH v. STATE OF MAHARASHTRA [LOKESHWAR SINGH PANTA, J.]\n325\nB\nRupa Liquors where they consumed liquor. Thereafter, they went to Sandeep A\nPan Shop and smoked cigarettes there. Umesh (the appellant) was also present\nin the pan shop. The appellant asked Dilip to give him liquor, but Dilip could\nnot oblige the appellant, because he had no money in his pocket for buying\nliquor. The appellant entered into verbal altercation with Dilip. PW-1 and Dilip\nwent to the liquor shop of Shankar Lala and they had again consumed\ncountry-made liquor there. Thereafter, they went to the Bombay Lodge where\nthe appellant suddenly appeared and dealt a blow of knife on the back of Dilip\nraised cries in pain. PW-1 got fightened and tried to run away. He saw the\nappellant giving second blow of knife on the chest of Dilip. On the next day,\nhe went to the Police Station and informed the Police about the incident. PW-\n2 deposed that the deceased Dilip was working with him. On 26.11.1997 at C\nabout 9:15 p.m., he went to the pan shop of Sandeep where he noticed\nPW-1 and Dilip (deceased) coming from the opposite direction towards the\nshop. The appellant was also present there. The appellant asked Dilip to give\nhim money for buying liquor. He has corrborated the testimony of PW-1 in\nits entiretly in regard to the injuries inflicted by the appellant on the person\nof Dilip with knife, the weapon of offence.\nD\nE\n11. We are unable to accept the contention of the learned counsel for\nthe appellant that the conduct of the eye-witnesses is unnatural as they had\nnot disclosed the genesis of the incident to the members of the family of the\ndeceased on the same day or they had into immediately reported the matter\nto the police. On scrutiny of the evidence of the eye-witnesses, we have no\nhesitation to hold that PWs-1 and 2 are natural and truthful witnesses. Their\nevidence is cogent, reliable and convincing and there is no good reason to\ndisbelieve and discard their consistent and truthful version. It is well-settled\nthat every person who witnesses a murder reacts in his own way. There is\nno set rule of natural reaction. To discard the evidence of a witness on the F\nground that he did not react in any particular manner is to appreciate the\nevidence in a wholly unrealistic and unimaginative way. Therefore, the High\nCourt has rightly re-appreciated the evidence of the eye-witnesses and we\nfind no fault in the reasoning recorded by it. The evidence of the eye-\nwitnesses finds corroboration from the medical evidence.\n12. We do not find any substance in the submission of the learned\ncounsel for the appellant that the evidence of the eye-witnesses needs to be\ndiscarded on the simple ground that they are interested witnesses.\nG\n13. Dr Ambadas Sadapure (PW-6) conducted autopsy on the dead-body H\nB\n326\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA of Dilip on 27.11.1997. He noticed two stab wounds on back below left\nscapular region 4 cm. away from vertebral column obliquely upwards 5 cm.\nx 1 cm. x 8 cm. and one stab wound on chest below left middle part of clavicle\nobliquely downwards, 5 cm. x 1cm. x 5 cm., besides three abrasion marks on\nright hand of the deceased. Doctor deposed that upon internal examination\nof the body of the deceased, one stab wound on left lung 3 cm. x 1 1/2 cm. x\n2 cm. obliquely downwards and one stab wound posteriors upwards oblique\n3 cm. x¹² cm. x 3 cm. were also noticed. All these injuries were ante mortem\nand sufficient in the sufficient in the ordinary course of nature to cause death.\nAs per the opinion of the doctor, the cause of death was due to shock due\nto injuries to vital organ, i.e. lung and extensive haemorrhage and the injuries\nC could have been caused by knife (Article 8).\nE\n1/2\n14. The version of the eye-witnesses was further corroborated by the\npresence of blood of 'B' group on the shirt of the appellant, which was\nrecovered at his instance on 27.11.1997 from his house in the presence of the\npanch witness Amiruddin Kazi (PW-3) in whose presence the disclosure\nD statement (Exh. 39) was made by the appellant to the investigating officer. The\nbloodstained shirt was sent to the Chemical Analyst for analysis. The report\nof the Chemical Analyst would reveal that the shirt of the appellant was\nstained with blood of 'B' group matching with the blood group of the deceased.\nThe appellant has cross-examined PW-3 at length, but he could not shatter\nthe evidence of the panch witness dislodge his evidence in regard to the\nrecovery of blood-stained shirt at the instance of the appellant from his house\npursuant to disclosure statement (Ex. 39) made by the appellant. The next\ncontention of the learned counsel for the appellant that adverse inference\nshould be drawn against the prosecution for non-examination of the informant\nand other material witnesses does not merit acceptance. In the teeth of the\nF reliable and convincing evidence, which has come on record, he have no\nother option but to accept the finding recorded and the conclusion arrived\nat by the High Court on reappraisal of the entire evidence on record to hold\nthat it was the appellant and none else who has committed the murder of Dilip.\nThe prosecution has been able to establish the offence against the appellant\nbeyond reasonable doubt. None of the contentions raised by the learned\ncounsel on behalf of the appellant can be accepted.\nG\n15. As a result of the aforementioned discussion, this appeal is dismissed\nand the conviction and sentence imposed upon the appellant is maintained.\nK.K.T.\nH\nAppeal dismissed.\n"}