{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nNARESH KUMAR MADAN\nV.\nSTATE OF MADHYA PRADESH\n¨ APRIL 10, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nPrevention of Corruption Act, 1988:\ns.2(c)(iii) [r/w s.21 Twelfth (b) IPC]-Public.servant'-Civil Engineer\nin M.P. Electricity Board-Caught accepting illegal gratification-Contention\nthat his prosecution under the Act was not maintainable as he was not a\npublic servant for the purposes of the Act-Held, the delinquent is a public\nservant within the provisions of the Act-Definition of 'public servant' will\nhave to be construed having regard to provisions of the Act - Different\nD statutes may use the same term for different purposes-Interpretation of a\nterm in one statute, however, cannot be done with reference to its definition\ncontained in another-Electricity (Supply) Act, 1948-s.81-Penal Code,\n1860-s.21, Twelfth(b)-Interpretation of statutes.\nAppellant, a Civil Engineer in M.P. Electricity Board, was caught\nE accepting illegal gratification from the complainant. A charge-sheet was filed\nagainst him under Section 7 read with Section 13(1)(d)/13(2) of the Prevention\nof Corruption Act, 1988. He filed an application contending that his\nprosecution under the Act was not maintainable since the term 'public servant'\ndefined in s.81 of the Electricity (Supply) Act, 1948 does not satisfy the\nrequirement of the definition as contained in s.21 IPC. The trial court rejected\nthe application. The High Court having rejected appellant's revision, he filed\nthe present appeal.\nF\nG\nH\nDismissing the appeal, the Court\nHELD: 1.1. Different statutes may use the same term for different\npurposes. A term or a word may be interpreted in the statute itself for fulfilling\nthe purport and object mentioned therein whereas in another statute it may\nbe defined differently. Interpretation of a term in one statute, however, cannot\nbe done with reference to its definition contained in another. The object and\npurport of the provisions of the Electricity (Supply) Act, 1948 is different from\n1040\n4\nNARESH KUMAR MADAN v. STATE OF MADHYA PRADESH\n1041\nthe 1988 Act. It provides for constitution and composition of State Electricity A\nBoard. [Paras 6, 7 and 12] [1042-F-G; 1044-C]\n1.2. By virtue of Sections 66, 78 and 78-A of the 1948 Act, State\nexercises a deep and pervasive control over the affairs of the Board. The\nofficers of the State Electricity Board are required to carry out public\nfunctions. They are public authorities. It is only for proper and effective B\nexercise of those powers, the statute provides that they would be public\nservants, wherefor a legal fiction has been created in favour of those\nemployees, when acting or purported to act in pursuance of any of the\nprovisions of the Act within the meaning of Section 21 of the Indian Penal\nCode. However, it may be noticed that a person who, inter alia, is in the service C\nor pay of the Government established by or under a Central, Provincial or\nState Act, would also come within the purview thereof. Section 2(c)(iii) of the\n1988 Act also brings within its embrace a person in the service or pay of a\ncorporation established by or order a Central Act. Definition of 'public servant'\nwill have to be construed having regard to the provisions of the 1988 Act. By\ngiving effect to the definition of 'public servant' in the 1988 Act, the legal D\nfiction is not being extended beyond the purpose for which it was created or\nbeyond the language of the section in which it was created. There is no reason\nas to why the appellant would not answer the description of public servant\nwithin the provision of the said Act.\n[Paras 14, 16 and 19] [1044-G; 1045-A-C; 1046-E] E\nBimal Kumar Gupta v. Special Police Establishment Lokayukt, (2001)\n1 MPHT 330: (2001) 3 JLJ 2, disapproved.\nMaharashtra v. Lalit Rajashi Shah and Ors., AIR (2000) SC 937, held\ninapplicable.\nF\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 519 of\n2007.\nFrom the Judgment and Order dated 02.08.2006 of the High Court of\nJudicature of Madhya Pradesh at Jabalpur bench, Gwalior in Criminal Revision\nPetition No. 664 of 2004.\nRajiv Dutta, Asha Gopalan Nair, Brij Rajesh and Vikash Sharma for the\nAppellant.\nVibha Datta Makhija for the Respondent.\nThe Judgment of the Court was delivered by\nG\nH\n1042\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nS.B. SINHA, J. 1. Leave granted.\n2. Appellant is a Civil Engineer. He is employed in the Madhya Pradesh\nElectricity Board constituted in terms of Section 5 of the Electricity (Supply)\nAct, 1948 (for short, 'the 1948 Act'). It is a body corporate and can sue and\nbe sued in its own name under Section 12 thereof.\n3. He allegedly took illegal gratification from the complainant for the\npurpose of grant of an electrical connection. A trap was laid and Appellant\nwas allegedly caught red handed with a sum of Rs.1,000/-, which was accepted\nby him by way of illegal gratification from the complainant.\n4. A charge-sheet was filed against him under Section 7 read with\nSection 13(1)(d)/13(2) of the Prevention of Corruption Act, 1988 (for short 'the\n1988 Act'). An application was filed by him contending that he being not a\npublic servant; his prosecution under the 1988 Act was not maintainable. The\nlearned Trial' Judge rejected the said contention. A Revision Application was\nfiled by the appellant thereagainst before the High Court, which was dismissed\nby the learned Single Judge of the High Court by reason of the impugned\njudgment dated 02.08.2006.\n5. Before the courts below as also before us, the contention of Appellant\nhas been that 'public servant' having been defined in Section 81 of the 1948\nE Act, the same does not satisfy the requirements of the definition as contained\nin Section 21 of the Indian Penal Code. Strong reliance, in this behalf, has\nbeen placed on Bimal Kumar Gupta v. Special Police Establishment Lokayukt,\n(2001) 1 MPHT 330 : (2001) 3 JLJ 2, wherein it has been held that employees\nof the Madhya Pradesh State Electricity Board are not public servants.\nF\nG\nH\n6. Different statutes may use the same term for different purposes. A\nterm or a word may be interpreted in the statute itself for fulfilling the purport\nand object mentioned therein whereas in another statute it may be defined\ndifferently.\n7. Interpretation of a term in one statute, however, cannot be done with\nreference to its definition contained in another. [See Raymond Ltd. v. State\nof Chhattisgarh and Ors., (2007) 3 SCALE 341]\n8. Keeping in view the aforementioned legal proposition, it may be\nnecessary to construe the definition of the term 'public servant' occurring in\nthe relevant statutes.\nNARESH KUMAR MADAN v. STATE OF MADHYA PRADESH [S.B. SINHA, J.] 1043.\n9. Section 2(1) (c) of the 1988 Act defines 'public servant' in the A\nfollowing terms:\n\"(c) \"public servant” means—\n(i) any person in the service or pay of the Government or remunerated\nby the Government by fees or commission for the performance of any B\npublic duty;\n$\nmean:\nXXX\nXXX\nXXX\n(iii) any person in the service or pay of a corporation established by\nor under a Central, Provincial or State Act, or an authority or a body\nowned or controlled or aided by the Government or a Government\ncompany as defined in section 617 of the Companies Act, 1956 (1 of\n1956);”\nC\nXXX\nExplanation 1.-\nXXX\nXXX\nPersons falling under any of the above sub-clauses are public servants,\nwhether appointed by the Government or not.\nD\nExplanation 2.—\nWherever the words \"public servant” occur, they shall be understood\nof every person who is in actual possession of the situation of a\npublic servant, whatever legal defect there may be in his right to hold\nthat situation.\"\nE\n(1)\n18. Section 21 of the Indian Penal Code defines 'public servant' to\n\"The words \"public servant\" denote a person falling under any of the\ndescriptions hereinafter following; namely:-\nXXX\nXXX\nXXX\nTwelfth.—Every person―\n(a) in the service or pay of the Government or remunerated by fees\nor commission for the performance of any public duty by the\nGovernment;\nF\nG\nH\n1044\nA\nB\nC\nᎠ\nE\nF\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n(b) in the service or pay of a local authority, a corporation established\nby or under a Central, Provincial or State Act or a Government company\nas defined in section 617 of the Companies Act, 1956 (1 of 1956).”\n11. Section 81 of the 1948 Act provides that members, officers and\nservants of the Board to be public servant, stating:\n\"81. Members, officers and servants of the Board to be public\nservants. All members and officers and other employees of the Board\nshall be deemed, when acting or purporting to act in pursuance of any\nof the provisions of this Act, to be public servants within the meaning\nof section 21 of the Indian Penal Code (45 of 1860).”\n12. The object and purport of the provisions of the 1948 Act is different\nfrom the 1988 Act. It, as noticed hereinbefore, provides for constitution and\ncomposition of such Electricity Board. Each State is indeed enjoined with a\nduty to constitute a Board. [See Madhya Pradesh Electricity Board v. Union\nof India and Ors., (2006) (9) SCALE 194].\n13. Section 12 of the 1948 Act provides for incorporation of Board\nstating:\n“Incorporation of Board.-The Board shall be a body corporate\nby the name notified under sub-section (1) of section 5, having\nperpetual succession and a common seal, with power to acquire and\nhold property both movable and immovable, and shall by the said\nname sue and be sued.\"\n14. Section 15 of the 1948 Act empowers the Board to appoint a Secretary\nand such other officers and employees as may be required to enable it to carry\nout its functions under the said Act. Appointment of a Secretary of the Board\nis subject to the approval of the State Government. Section 65 of the 1948 Act\nprovides for power of the Board to borrow funds for the purposes mentioned\ntherein wherefor however, previous sanction of the State Government would\nbe required to be obtained. Section 66 thereof provides for furnishing of\nG guarantee in respect of such loan advanced by the State Government. Section\n78 of the 1948 Act empowers the State Government to make rules for the\npurposes mentioned therein. Section 78A empowers the State Government to\nissue directions upon the Board in the discharge of its functions. Such\ndirections are binding upon the Board. State, therefore, exercises a deep and\npervasive control over the affairs of the Board.\nH\nF\nT\nj\nNARESH KUMAR MADAN v. STATE OF MADHYA PRADESH [S.B. SINHA, J.] 1045\nB\n15. The officers of the State Electricity Board are required to carry out A.\npublic functions. They are public authorities. Their action in one way or the\nother may entail civil or evil consequences to the consumers of electrical\nenergy. They may prosecute a person. They are empowered to enter into the\nhouse of the Board's consumers. It is only for proper and effective exercise\nof those powers, the statute provides that they would be public servants,\nwherefor a legal fiction has been created in favour of those employees, when\nacting or purported to act in pursuance of any of the provisions of the Act\nwithin the meaning of Section 21 of the Indian Penal Code. Indian Penal Code\ndenotes various persons to be public servants. It is, however, not exhaustive.\nA person may be a public servant in terms of another statute. However, we\nmay notice that a person who, inter alia, is in the service or pay of the C\nGovernment established by or under a Central, Provincial or State Act, would\nalso come within the purview thereof. Section 2(1)(c) of the 1988 Act also\nbrings within its embrace a person in the service or pay of a corporation\nestablished by or under a Central Act.\n16. We, therefore, fail to see any reason as to why the appellant would D\nnot answer the description of public servant within the provisions of the said\nAct. The decision of the learned Single Judge of the Madhya Pradesh High\nCourt in Bimal Kumar Gupta (supra), in our opinion, does not lay down the\ncorrect law. Referring to Section 81 of the 1948 Act, it held:\nE\n\"14. Considering the aforesaid provisions of law, it emerged that for\nthe purpose of the Act of 1947, a “public servant\" is a person who\nis covered under the definition of 'public servant' as given under\nSection 21 of the IPC On careful perusal of the definition of 'public\nservant' as given in Section 21 of the IPC, it is found that the\nemployees of the Electricity Board are not covered under any of the F\nclauses of the said Section. However, by virtue of Section 81 of the\nElectricity Supply Act, 1948, all the members, officers and employees\nof the Board when acting or purporting to act in pursuance of any of\nthe provisions of the Act are deemed to be public servant under\nSection 21 of the IPC. As such, it can be inferred that by virtue of\nSection 81 of the Electricity Supply Act, the Board employees when G\nacting in pursuance of the provisions of the Act are considered\n‘deemed public servants' under Section 21 of the IPC. But as held by\nthe Apex Court in case of State of Maharashtra v. Laljit Rajashi Shah\n(supra) on the ground of 'deemed provision' a person covered under\nthe definition of Section 21 of the IPC cannot be considered ‘public H\nL\n1046\nA\nB\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nservant' for the purpose of prosecution under the provisions of the\nPrevention of Corruptions Act, 1947. In the aforesaid case, in view of\nthe analogous provision of 'deemed to be public servant' for certain\nemployees of the Cooperative Societies under Maharashtra\nCooperative Societies Act, were not considered as public servant for\nthe purpose of the Act of 1947\"\n17. With respect we do not agree with the aforementioned inference of\nthe learned Judge.\n18. The Prevention of Corruption Act, 1947 was repealed and enacted\nin the year 1988. The definition of ‘public servant', as contained in Section\nC\n2(c) thereof, is a broad based one. Reliance was placed by the learned Judge\nin the case of State of Maharashtra v. Laljit Rajashi Shah and Ors., AIR\n(2000) SC 937. Therein the court was dealing with a case of a member of a\ncooperative society. It was not dealing with the case of an employee of a\nstatutory corporation. The said decision, therefore, has no application to the\nD facts of the present case.\n19. Definition of 'public servant' will have to be construed having\nregard to the provisions of the 1988 Act. By giving effect to the definition\nof 'public servant' in the 1988 Act, the legal fiction is not being extended\nbeyond the purpose for which it was created or beyond the language of the\nE section in which it was created.\n20. For the reasons aforementioned, we find no merits in this appeal,\nwhich is accordingly dismissed.\nR.P.\nAppeal dismissed.\nF\n"}