{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nC\nD\nE\nF\nG\nH\nKRISHNA BHAGYA JALA NIGAM LTD.\nV.\nG. HARISCHANDRA REDDY AND ANR.\nJANUARY 10, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nArbitration and Conciliation Act, 1996 :\nSs. 11 and 37(i)(b)—Non-existence of arbitration clause-Plea of—\nHeld, Not tenable since the aggrieved party had consented to the arbitration\nof disputes and also proceeded on that basis-Therefore, it cannot be\nallowed to contend now that contract did not constitute an arbitration\nagreement.\nAppellant-Jala Nigam entered into agreement for construction work\nwith the Contractor-respondent No. 1. Dispute arose and the Contractor\ncalled upon the Chief Engineer to act as an arbitrator under clause 29 of\nthe contract. The Chief Engineer refused to act as an arbitrator on the\nground that the contract did not provide for arbitration. The Contractor\nfiled petition under Section 11 of the Arbitration and Conciliation Act,\n1996. The High Court directed the Chief Engineer to act as an Arbitrator.\nThe arbitrator gave directions to both the parties to file statements and\ncounter statements. Both the parties complied with the directions and\nultimately arbitrator gave his award.\nAggrieved by the award, Jala Nigam filed a petition under Section\n34(2)(v) before Civil Judge. The award was confirmed by the Civil Judge.\nHigh Court dismissed the appeal.\nIn appeal to this Court, appellant contended that Clause 29 of the\nContract was not an arbitration clause and, therefore the proceedings\nbefore the Arbitrator were without jurisdiction for want of arbitration\nagreement which cannot be cured by appearance of the parties; that even\nif there was no protest or even if there was a consent of Jala Nigam, consent\ncannot confer jurisdiction and, therefore, the impugned Award was null and\nvoid.\n-\nتم\n\"\n698\nKRISHNA BHAGYA JALA NIGAM LTD. v. G. HARISCHANDRA REDDY 699\nPartly allowing the appeal, the Court\nA\n7\n:\nHELD 1. The plea of “no arbitration clause” was not raised in the\nwritten statement filed by Jala Nigam before the Arbitrator. The said plea\nwas not advanced before the civil court in Arbitration Case. On the\ncontrary, both the courts below on facts have found that Jala Nigam had\nconsented to the arbitration of the disputes by the Chief Engineer. Jala\nNigam had participated in the arbitration proceedings. It submitted itself\nto the authority of the Arbitrator. It filed its written statements to the\nadditional claims made by the contractor. The executive engineer who\nappeared on behalf of Jala Nigam did not challenge the competence of the\narbitral tribunal. On the contrary, it submitted to the jurisdiction of the\narbitral tribunal. It also filed written arguments. It did not challenge the\norder of the High Court passed in the petition under S. 11 of Arbitration\nand Conciliation Act, 1996. Both the parties accepted that there was an\narbitration agreement, they proceeded on that basis and, therefore, Jala\nNigam cannot be now allowed to contend that Clause 29 of the Contract did\nnot constitute an arbitration agreement. [Para 10} [703-D-G]\nM/s. P. Dasaratharama Reddy Complex v. Government of Karnataka\nand Another dated 26.7.2005 order of Supreme Court in Civil Appeal No.\n1586 of 2004, referred to. [704-A]\n2. The plea that Clause 29 of the Contract was not an arbitration\nclause, was raised in the present case for the first time only in Miscellaneous\nFirst Appeal filed under Section 37(1)(b) of the Act before the High Court.\nTherefore, on the facts and circumstances of this case and in view of the\nconduct of the parties, Jala Nigam cannot be allowed to urge that Clause\n29 of the Contract is not an arbitration clause. [Para 11] [704-B-C]\nB\nC\nD\nE\nF\nG\n3. On the merits of the claims made by the contractor it is noted from\nthe impugned Award that it contains several Heads. The Arbitrator has\nmeticulously examined the claims of the contractor under each separate\nHeads. There is no reason to interfere except on the rates of interest and\non the quantum awarded for letting machines of the contractor remaining\nidle for the periods mentioned in the Award. The interest awarded by the\nArbitrator at 18% for the pre-arbitration period, for the pendente lite\nperiod and future interest is reduced to 9%. As far as idling charges are\nconcerned, the Arbitrator has awarded Rs. 42,000 per day for the period H\n700\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA 1.2.94 to 17.12.94 and from 1.6.95 to 31.12.95. On this basis the idling\ncharges awarded by the Arbitrator was arrived at Rs. 1.47 crores.\nThe Award of the Arbitrator is fair and equitable. He has excluded\ncertain periods from calculations. The delay took place on account of\nnon-supply of Drawings and Designs and in the meantime the\nestablishment of the contractor stood standstill. It is suggested to the\nrespondent (contractor) for reduction of the awarded amount under this\nHead from Rs. 1.47crores to Rs. 1 crore which was accepted. Therefore,\nthe amount awarded under this Head stands reduced from Rs. 1.47 crores\nto Rs. 1 crore. [Paras 12, 13] [704-D-H, 705-A-B]\nB\nC\nD\nE\nF\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 149 of 2007.\nFrom the Final Judgment and Order dated 28.1.2005 of the High Court\nof Karnataka at Bangalore in M.F.A. No. 1785/2002 (AA).\nC.S. Vaidyanathan, Lalit Mohini Bhat, Naveen R. Nath and Ms. Hetu\nArora, with him for the Appellant.\nK.K. Venugopal, K.G. Raghavan, L.K. Bhushan and Shiraz Contractor\nPatodia, for the Respondents.\nThe Judgment of the Court was delivered by\nKAPADIA, J. : 1. Leave granted.\n2. Two issues arise for determination in this civil appeal filed by\nKrishna Bhagya Jala Nigam Ltd. (for short, 'Jala Nigam') against the decision\nof the Division Bench of the Karnataka High Court dated 28.1.2005 in\nMiscellaneous First Appeal No.1785 of 2002 dismissing the said appeal\npreferred by Jala Nigam under Section 37(1)(b) of the Arbitration and\nConciliation Act, 1996 (for short, 'the Arbitration Act').\n:\n3. The first issue is whether Jala Nigam could be allowed to raise the\ncontention, on the facts and circumstances of this case, that Clause 29 of\nthe Contract (Agreement) is not an arbitration clause and due to want of\njurisdiction of the arbitral tribunal to adjudicate upon the claims made by the\ncontractor (respondent No.1), Award dated 25.6.2000 published on 14.11.2000\nwas a nullity.\n4. The second issue is regarding the merits of the claims made by the\nH contractor.\n'\nKRISHNA BHAGYA JALA NIGAM LTD. v. G. HARISCHANDRA REDDY [KAPADIA, J.] 701\n5. The facts giving rise to the above civil appeal are as follows.\n6. On 27.11.93 Agreement bearing No. 41/93 was entered into between\nJala Nigam and the claimant (respondent no.1) concerning construction of\nMulawad Lift Irrigation Scheme. The contract was for 36 months. It was\nto be completed by 26.11.96. In the course of execution of the contract, Jala\nNigam entrusted to the contractor, certain extra work vide two supplementary\nagreements dated 11.6.96 and 7.11.98. The contract was extended up to\n31.12.2003. The claimant (contractor) raised disputes, said to have arisen out\nof the works entrusted under the contract. By letter dated 23.3.98 the\ncontractor called upon the Chief Engineer to act as an arbitrator under\nClause 29 of the Contract which is reproduced hereinbelow:\n“Clause 29 - (a) If any dispute or difference of any kind whatsoever\nwere to arise between the Executive Engineer/Superintending\nEngineer and the contractor regarding the following matters namely.\nA\nB\nC\nD\n(i)\nThe meaning of the specifications designs, drawings and\ninstructions herein before mentioned,\n(ii) The quality of workmanship or materials used on the work\nand\n(iii) Any other question, claim, right, matter thing whatsoever, in\nany way arising out of or relating to the contract, designs, or\nthose conditions or failure to execute the same whether\narising during the progress of the work or after the completion,\ntermination or abandonment thereof the dispute shall, in the\nfirst place, be referred to the Chief Engineer who has jurisdiction\nover the work specified in the Contract. The Chief Engineer\nshall within a period of ninety days from the date of being\nrequested by the Contractor to do so, give written Notice of\nhis decision to the Contractor.\n(b) Subject to other form of settlement hereafter provided, the\nChief Engineer's decision in respect of every dispute or\ndifference so referred shall be final and binding upon the\nContractor. The said decision shall forthwith be given effect\nE\nF\nG\nH\n702\nA\nB\nC\nD\nE\nF\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nto the Contractor shall proceed with the execution of the work\nwith all due diligence.\n(c) In case the decision of the Chief Engineer is not acceptable\nto the Contractor, he may approach the Law Courts at....(*) for\nsettlement of dispute after giving due written Notice in this\nregard to the Chief Engineer within a period of ninety days\nfrom the date of receipt of this Written Notice of the decision\nof the Chief Engineer.\n(d) If the Chief Engineer has given written Notice of his decision\nto the Contractor and no Written Notice to approach the Law\nCourt has been communicated to him by the Contractor within\na period of Ninety days from receipt of such notice, the\ndecision shall be final and binding upon the Contractor.\"\n7. By letter dated 26.3.98 the Chief Engineer refused to act as an\narbitrator on the ground that the contract did not provide for arbitration.\nThis led the contractor to file C.M.P. No. 26/99 under Section 11 of the\nArbitration Act. By order dated 10.9.99 the High Court directed the Chief\nEngineer to act as an arbitrator. By the said order the High Court directed\nboth the parties to file their respective claims and counter claims before the\narbitrator. By letter dated 12.11.99 the Arbitrator entered upon the reference.\nHe fixed the date of appearance of the parties. The Arbitrator gave\nnecessary directions to both sides to file statements and counter statements.\nThe contractor placed before the Arbitrator 11 claims in all. Jala Nigam filed\nits counter statement. Ultimately, on the basis of the evidence produced by\nthe parties, the Arbitrator gave his Award on 25.6.2000 and the same was\npublished on 14.11.2000.\n8. Aggrieved by the Award, Jala Nigam filed a petition under Section\n34(2)(v) of the Arbitration Act before the Principal Civil Judge (Senior\nDivision) Bijapur vide Arbitration Case No.1 of 2001. The Award was\nG confirmed by the said civil court vide Judgment dated 15.12.2001. Aggrieved\nby the said decision, Jala Nigam carried the matter in first appeal filed under\nSection 37(1)(b) of the Arbitration Act to the High Court. Vide impugned\njudgment dated 28.1.2005 the appeal stood dismissed. Hence this civil\nappeal.\nH\nKRISHNA BHAGYA JALA NIGAM LTD. v. G. HARISCHANDRA REDDY (KAPADIA, J.] 703\n9. Mr. C.S. Vaidyanathan, learned senior counsel for Jala Nigam,\ncontended that the above-quoted Clause 29 of the Contract was not an\narbitration clause and, therefore, the proceedings before the Arbitrator stood\nvitiated for lack of jurisdiction. He contended that the proceedings before\nthe Arbitrator were without jurisdiction for want of arbitration agreement\nwhich cannot be cured by appearance of the parties, even if there was no\nprotest or even if there was a consent of Jala Nigam, since consent cannot\nconfer jurisdiction and, therefore, the impugned Award was null and void.\nLearned counsel submitted that though the plea of “no arbitration clause\"\nwas not raised in the counter statement before the Arbitrator, such a plea\nwas taken by Jala Nigam in C.M.P. No. 26/99 filed by the contractor and,\ntherefore, Jala Nigam was entitled to raise the plea of \"no arbitration clause”.\nLearned counsel submitted that under the circumstances the courts below\nhad erred in holding that Jala Nigam had waived its right to object to the\nAward on the aforementioned grounds.\n10. We do not find any merit in the above arguments. The plea of “no\narbitration clause\" was not raised in the written statement filed by Jala\nNigam before the Arbitrator. The said plea was not advanced before the\ncivil court in Arbitration Case No.1 of 2001. On the contrary, both the courts\nbelow on facts have found that Jala Nigam had consented to the arbitration\nof the disputes by the Chief Engineer. Jala Nigam had participated in the\narbitration proceedings. It submitted itself to the authority of the Arbitrator.\nIt gave consent to the appointment of the Chief Engineer as an Arbitrator.\nIt filed its written statements to the additional claims made by the contractor.\nThe executive engineer who appeared on behalf of Jala Nigam did not invoke\nSection 16 of the Arbitration Act. He did not challenge the competence of\nthe arbitral tribunal. He did not call upon the arbitral tribunal to rule on its\njurisdiction. On the contrary, it submitted to the jurisdiction of the arbitral\ntribunal. It also filed written arguments. It did not challenge the order of\nthe High Court dated 10.9.99 passed in C.M.P. No. 26/99. Suffice it to say\nthat both the parties accepted that there was an arbitration agreement, they\nproceeded on that basis and, therefore, Jala Nigam cannot be now allowed\nto contend that Clause 29 of the Contract did not constitute an arbitration\nagreement.\nA\nB\nC\nD\nE\nF\nG\n11. Before concluding on this issue, one clarification needs to be\nmentioned. On 26.7.2005 a three-Judge Bench of this Court has referred the\nquestion involving interpretation of Clause 29 of the Contract to the H\nB\n704\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA Constitution Bench in the case of M/s. P. Dasaratharama Reddy Complex\nv. Government of Karnataka and Another Civil Appeal No. 1586 of 2004.\nPlacing reliance on the said order, learned counsel for Jala Nigam submitted\nthat the hearing of this civil appeal be postponed pending disposal of the\nabove reference by the Constitution Bench. We do not find any merit in\nthis argument. As stated above, the plea that Clause 29 of the Contract was\nnot an arbitration clause, was raised in the present case for the first time only\nin Miscellaneous First Appeal No. 1785 of 2002 filed under Section 37(1)(b)\nof the Arbitration Act before the High Court. As stated above, Jala Nigam,\non the contrary, had consented to the Chief Engineer, acting as an Arbitrator.\nFor the aforestated reasons and particularly in view of the fact that there has\nC been considerable delay in the litigation no useful purpose would be served\nby keeping the matter pending in this Court awaiting the decision of the\nConstitution Bench. Therefore, on the facts and circumstances of this case\nand in view of the conduct of the parties, we hold that Jala Nigam cannot\nbe allowed to urge that Clause 29 of the Contract is not an arbitration clause.\nD\n12 On the merits of the claims made by the contractor we find from the\nimpugned Award dated 25.6.2000 that it contains several Heads. The\nArbitrator has meticulously examined the claims of the contractor under each\nseparate Heads. We do not see any reason to interfere except on the rates\nof interest and on the quantum awarded for letting machines of the\ncontractor remaining idle for the periods mentioned in the Award. Here also\nwe may add that we do not wish to interfere with the Award except to say\nthat after economic reforms in our country the interest regime has changed\nand the rates have substantially reduced and, therefore, we are of the view\nthat the interest awarded by the Arbitrator at 18% for the pre-arbitration\nF period, for the pendente lite period and future interest be reduced to 9%.\nE\nG\n13. As far as idling charges are concerned, the Arbitrator has awarded\nRs.42,000 per day for the period 1.2.94 to 17.12.94 and from 1.6.95 to 31.12.95\nexcluding the period 18.12.94 to 31.5.95 and from 1.1.96 to 12.11.96. On this\nbasis the idling charges awarded by the Arbitrator was arrived at Rs.1.47\ncrores. It is contended that the contractor has not led any evidence to show\nthe existence of the machinery at site and, therefore, he was not entitled to\nidling charges. We are of the view that the Award of the Arbitrator is fair\nand equitable. He has excluded certain periods from calculations, as\nindicated above. We have examined the records. The delay took place on\nH account of non-supply of Drawings and Designs and in the meantime the\nį\nKRISHNA BHAGYA JALA NIGAM LTD. v. G. HARISCHANDRA REDDY [KAPADIA, J.] 705\nestablishment of the contractor stood standstill. We suggested to the\nlearned counsel for the respondent (contractor) for reduction of the awarded\namount under this Head from Rs.1.47 crores to Rs.1 crore. Learned counsel\nfor the respondent fairly accepted our suggestion. We suggested the\naforestated figure keeping in mind the longstanding dispute between the\nparties. Therefore, the amount awarded under this Head shall stand reduced\nfrom Rs.1.47 crores to Rs.1 crore.\n14. Accordingly the civil appeal stands allowed to the extent indicated\nabove with no order as to costs.\nA\nB\nD.G.\nAppeal partly allowed.\nC\n"}