{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nCOMMISSIONER OF CUSTOMS (PORT), KOLKATA\nV\nM/S. J.K. CORPORATION LIMITED\nFEBRUARY 2, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nCustoms Act, 1962-ss. 14 \u0026 14(1A)-Customs Valuation\n(Determination of Price of Imported Goods) Rules, 1988-rr. 4, 9 \u0026 12—\nImport of plant and machinery-Assessable value-Determination of-Amount\npaid for any post-importation service or activity viz. post-importation\ntechnical assistance-Heid: Would not form part of the assessable value if it\nis separately identifiable from the amount payable for the imported goods.\nRespondent entered into a collaboration agreement with two Korean\nD companies, M/s Samsung and M/s Cheil for manufacture of Polyester\nOriented Yarn. The said agreement is in two parts - Part-A providing for\nsupply of licence, knowhow and technology, while Part-B providing for supply\nof equipment as a part of necessary plant and machinery and equipment for\nmanufacture of Polyester Oriented Yarn. Pursuant to the said agreement,\nRespondent imported plant and machinery manufactured by the said Korean\nE companies.\nF\nG\nH\nThe question which arises for consideration in this appeal, is as to\nwhether customs duty would be payable on the purchase price of the goods by\nadding the value of licence and technical knowhow, etc. to the value of the\nimported goods.\nDismissing the appeal, the Court\nHELD: 1.1. The basic principle of levy of customs duty is that the value\nof the imported goods has to be determined at the time and place of importation.\nThe value to be determined for the imported goods would be the payment\nrequired to be made as a condition of sale. Assessment of customs duty must\nhave a direct nexus with the value of goods which was payable at the time of\nimportation. If any amount is to be paid after the importation of the goods is\ncomplete, inter alia by way of transfer of licence or technical knowhow for\nthe purpose of setting up of a plant from the machinery imported or running\n196\nCOMMNR. OF CUSTOMS (PORT), KOLKATA v. J.K. CORPN. LTD.\n197\nthereof, the same would not be computed for the said purpose. Any amount A\npaid for post-importation service or activity, would not, therefore, come within\nthe purview of determination of assessable value of the imported goods so as\nto enable the authorities to levy customs duty or otherwise. The Customs\nValuation (Determination of Prices of Imported Goods) Rules, 1988 have been\nframed for the purpose of carrying out the provisions of the Customs Act, B\n1962. The wordings of Sections 14 and 14(1A) of the Act are clear and\nexplicit. The Rules and the Act, therefore, must be construed, having regard\nto the basic principles of interpretation in mind. [Para 9] [201-B-D]\nC\nD\n1.2. Rule 12 provides that the Interpretative Notes specified in the\nSchedule appended thereto would apply for construction thereof. They are\nstatutory in nature being integral part of the Rules themselves. What would,\ntherefore, be excluded for computing the assessable value for the purpose of\nlevy of custom duty, inter alia, has clearly been stated in Interpretative note\nto Rule 4, namely, any amount paid for post-importation activities. The said\nprovision, in particular, also apply to any amount paid for post-importation\ntechnical assistance. What is necessary, therefore, is a separate identifiable\namount charged for the same. On the Revenue's own showing, the sum of US\n$ 14,00,000.00 was required to be paid by way of remuneration towards\nservices to be offered by the companies in respect of matters specified in Part-\nA of the said Memorandum of Agreement. The said sum represents amount\nof licence or amount to be paid by the respondent for the licence for the E\nmanufacturing process for production of goods which were covered by the\npatents held by M/s. Samsung as also for technical knowhow. No part of the\nknowhow fee was to be incurred by the respondent either for the purpose of\nfabrication of the plant and machinery or for any design in respect whereof\nM/s. Samsung held the patent right. Noticeably the said Memorandum of\nF\nAgreement specifically contemplates that the plant and machinery to be\nsupplied thereunder may be procured from other independent manufacturers\nand suppliers who might not have anything to do with the knowhow or licence\nprovided thereunder by Samsung. Knowhow, being process knowhow, is\ncovered by the patent held by M/s. Samsung. The payment of US $\n14,00,000.00 also entitles the respondent to sub-licence the knowhow to any G\nother party, subject, of course, to the approval of M/s. Samsung. One cannot,\ntherefore, accept the contention of Appellant that the conditions laid down in\nboth parts of the said Agreement are complimentary to each other and that\nPart-B cannot exist without Part-A thereof. Moreover, no case has been made\nout that the sale price of the imported plant and machinery had been under-\nstated. Paras 10, 11, 13, 14, 15 \u0026 21]\n[201-E, H; 202-A-B, F, H 203-C; 205-D]\nH\nA\nB\nC\nD\nE\n198\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nTata Iron and Steel Company Limited v. Commissioner of Central Excise\nand Customs, Bhubaneswar, Orissa, [2000] 3 S.CC. 472, relied on.\nCollector of Customs (Prev.), Ahmedabad v. Essar Gujarat Limited\n(1996) 88 E.L.T. 609 (S.C.) and Mukund Limited v. Commissioner of Customs,\nACC, Mumbai, (1999) 112 E.L.T. 479, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 4663 of 2006.\nFrom the Final Order No. A-388/KOL/2006 dated 15.5.2006 of the Customs,\nExcise \u0026 Service Tax Appellate Tribunal, EZB, Kolkata in Customs Appeal No.\nC/259/2002.\nK. Radhakrishnan, Binu Tamta and B. Krishna Prasad for the Appellant.\nS. Ganesh, Rajiv Tyagi and L.N. Swain for the Respondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. The Revenue is in appeal before us aggrieved by and\ndissatisfied with the judgement and final order dated 15th May, 2006, passed\nby the Customs Excise and Service Tax Appellate Tribunal, Kolkata, in Appeal\nNo.C-259 of 2002. The fact of the matter is not in dispute. M/s. Orissa\nSynthetics Limited is a division of the respondent herein. It, being desirous\nof undertaking manufacture of Polyester Oriented Yarn and Flat Yarn, entered\ninto a collaboration agreement with M/s. Samsung Company Limited and\nM/s. Chiel Synthetics Inc., both of Korea, on 18th November, 1999. M/s. Cheil\nSynthetics Inc. is said to be an associate company of M/s. Samsung group\nunder the laws of Republic of Korea. The said Agreement is in two parts;\nF Part-A provides for licence, knowhow and technology, while Part-B provides\nfor supply of equipment as a part of necessary plant and machinery and\nequipment for manufacture of polyester oriented yarn. Part-A stipulates\nlumpsum payment of US $14,00,000 by the respondent to the said companies\nfor supply of licence, knowhow and technology. Under Part-B of the said\nG Agreement, however, price of foreign equipments are said to be US.\n$34,86,000.00 + DM 12,00,000.00 + J. Yen 88,50,00,000.00.\n2. Pursuant to and in furtherance of the said collaboration Agreement,\nthe respondent herein had imported plant and machinery manufactured by the\nsaid companies. The Assistant Commissioner of Customs, Special Valuation\nH Branch, in its order dated 28th May, 1999, opined that the amount of\nconsideration mentioned in both parts of the Agreement should be added\n+\n+\nCOMMNR. OF CUSTOMS (PORT), KOLKATA 1. J.K. CORPN. LTD. [S.B. SINHA, J.] 199\ntogether, having regard to the fact that the same forms part of an integrated A\ncontract, the value of knowhow estimated at US $ 40,00,000.00 must be added\nto the value of the equipment, on the premise that payment thereof was a pre-\ncondition for sale of the equipments under Part-B. An appeal was preferred\nthereagainst by the respondent before the Commissioner of Customs. The\nappellate authority, by reason of its order dated 31st May, 2000, dismissed the\nB\nsaid appeal. However, the Customs Excise and Service Tax Appellate Tribunal\n[CESTAT], on a further appeal preferred by the respondent, allowed the same\nand remitted the matter to the authority below for a de novo decision in the\nlight of a decision of this Court in Tata Iron and Steel Company Limited v.\nCommissioner of Central Excise and Customs Bhubaneswar, Orissa, [2000]\n3 S.CC.472. The Deputy Commissioner of Customs, however, held that the C\ndecision of this Court in TISCO (supra) is distinguishable stating that both\nparts of the Agreement, Part-A and Part-B, are complimentary to each other\nand one part thereof cannot be implemented without complying with the\nconditions of the other part of the Agreement. The original authority, therefore,\nupheld its earlier order. The Commissioner of Customs, however, in the appeal\npreferred by the respondent herein, set aside the said order dated 24th June,\n2002, holding that the decision of this Court in TISCO (supra) is squarely\napplicable to the facts of the case and that Collector of Customs (Prev.),\nAhmedabad v. Essar Gujarat Limited, (1996) 88 E.L.T.609 (S.C.)] is not\napplicable. The Tribunal dismissed the appeal preferred thereagainst by the\nRevenue.\nD\nE\n3. Mr. K. Radhakrishnan, learned senior counsel appearing on behalf of\nthe Appellant, would take us through various clauses of the said Memorandum\nof Understanding dated 18th November, 1999, entered into by and between\nM/s. Orissa Synthetics Limited and M/s. Samsung Company Limited and\nsubmit that supply of technical knowhow and purchase of licence and supply F\nof equipments was a condition of sale. According to the learned counsel, as\nthe conditions laid down in both parts of the said Agreement are complimentary\nto each other, Part-B cannot exist without Part-A thereof. Our attention in this\nbehalf has been drawn to Rule 9(1)(e) of the Customs Valuation (Determination\nof Prices of Imported Goods) Rules, 1988 (for short the Rules] to submit that\nthe same is a broadbased one.\n4. Mr. S. Ganesh, learned senior counsel appearing on behalf of the\nrespondent, on the other hand, would support the judgement under appeal.\n5. Customs Act, 1962, was enacted to consolidate and amend the law\nG\nH\n200\nSUPREME COURT REPORTS\n+\n[2007] 2 S.C.R.\nA relating to customs. Chapter-V of the Customs Act, 1962 [for short, \"the\nAct\"] provides for levy of and exemption from, customs duty. Customs duty\nin terms of Section 12 of the Act is to be levied at such rates as may be\nspecified under the Customs Tariff Act or any other law for the time being\nin force on the goods imported into, or exported from, India. Section 14 of\nthe said Act provides for valuation of goods for purposes of assessment in\nrespect of duty of customs chargeable on any goods by reference to their\nvalue. A legal fiction is created in relation to the value of such goods stating\nthat,\nB\nC\nD\nE\n\"the price at which such or like goods are ordinarily sold, or offered\nfor sale, for delivery at the time and place of importation or exportation,\nas the case may be, in the course of international trade, where\n(a) the seller and the buyer have no interest in the business of\neach other; or\n(b) one of them has no interest in the business of the other,\nand the price is the sole consideration for the sale or offer for\nsale.\"\n6. Section 14(1A) provides that price referred to in sub-section (1) of\nSection 14 in respect of imported goods shall be determined in accordance\nwith the Rules made in this behalf.\n7. The Central Government, in exercise of its powers conferred upon it\nunder Section 156 of the Act, made the said Rules. The transaction value\ndetermined in terms of the said Rule was to be the value of the imported\ngoods. What would be a transaction value is stated in Rule 4 i.e. the price\nF actually paid or payable on the goods when sold for export to India, adjusted\nin accordance with the provisions of Rule 9 of the 'Rules'. Rule 9, inter alia,\nprovides for determination of transaction value in terms whereof the price\nactually paid or payable on the imported goods, the factor enumerated therein\nshall be added, clause (e) whereof reads as under:\nG\n\"(e) all other payments actually made or to be made as a condition of\nsale of the imported goods, by the buyer to the seller, or by the buyer\nto a third party to satisfy an obligation of the seller to the extent that\nsuch payments are not included in the price actually paid or payable.\"\n8. The sole question which, therefore, arises for consideration in this\nH appeal, is as to whether customs duty would be payable on the purchase\nCOMMNR. OF CUSTOMS (PORT), KOLKATA v. J.K. CORPN. LTD. [S.B. SINHA, J.] 201\nprice of the goods by adding the value of licence and technical knowhow, etc. A\nto the value of the imported goods.\nB\n9. The basic principle of levy of customs duty, in view of the afore-\nmentioned provisions, is that the value of the imported goods has to be\ndetermined at the time and place of importation. The value to be determined\nfor the imported goods would be the payment required to be made as a\ncondition of sale. Assessment of customs duty must have a direct nexus with\nthe value of goods which was payable at the time of importation. If any\namount is to be paid after the importation of the goods is complete, inter alia\nby way of transfer of licence or technical knowhow for the purpose of setting\nup of a plant from the machinery imported or running thereof, the same would\nnot be computed for the said purpose. Any amount paid for post-importation\nservice or activity, would not, therefore, come within the purview of\ndetermination of assessable value of the imported goods so as to enable the\nauthorities to levy customs duty or otherwise. The Rules have been framed\nfor the purpose of carrying out the provisions of the Act. The wordings of\nSections 14 and 14(1A) are clear and explicit. The Rules and the Act, D\ntherefore, must be construed, having regard to the basic principles of\ninterpretation in mind.\nC\n10. Rule 12 of the Rules provides that the interpretative notes specified\nin the Schedule appended thereto would apply for construction thereof. They\nE\nare statutory in nature being integral part of the Rules themselves. The\nrelevant portion of Interpretative Note to Rule 4 reads as under:\n\"The value of imported goods shall not include the following charges\nor costs, provided that they are distinguished from the price actually\npaid or payable for the imported goods:\n(a) Charges for construction, erection, assembly, maintenance or\ntechnical assistance, undertaken after importation on imported\ngoods such as industrial plant, machinery or equipment;\n(b) The cost of transport after importation;\n(c) Duties and taxes in India.\"\nF\nG\n11. What would, therefore, be excluded for computing the assessable\nvalue for the purpose of levy of custom duty, inter alia, has clearly been\nstated therein, namely, any amount paid for post-importation activities. The\nsaid provision, in particular, also apply to any amount paid for post-importation H\n202\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA technical assistance. What is necessary, therefore, is a separate identifiable\namount charged for the same. On the Revenue's own showing, the sum of\nUS $ 14,00,000.00 was required to be paid by way of remuneration towards\nservices to be offered by the companies in respect of matters specified in Part-\nA of the said Memorandum of Agreement. The said sum represents amount\nof licence or amount to be paid by the respondent for the licence for the\nmanufacturing process for production of goods which were covered by the\npatents held by M/s. Samsung as also for technical knowhow. In the said\nMemorandum of Agreement, it was provided that;\nB\nC\n\"The SELLER shall provide to the BUYER the TECHNICAL\nDOCUMENTATION containing, inter alia, the KNOW-HOW and the\nsame shall be delivered by the SELLER to the BUYER in Republic of\nKorea or such other place or places as may be mutually agreed by and\nbetween both the parties thereto.\"\n12. The technical documentation comprises of : (1) process, (2)\nD mechanical, (3) electrical, and (4) instrumentation in respect of grant of licence.\nE\nF\nG\nThe Memorandum of Understanding provides:\n\"4.1. The SELLER hereby grants to the BUYER a non-exclusive and\nnon-transferable right and licence including rights to use existing\npatents of SELLER to manufacture the PRODUCT in the PLANT with\nthe KNOW-HOW including the PROCESS and to sell and market the\nPRODUCT worldwide. For exports to Republic of Korea and Japan,\nthe first option shall be given to the SELLER.\n4.2. The BUYER shall be entitled to and shall have the right to use\nand practice the KNOW-HOW and to manufacture therewith the\nproduct in the PLANT.\"\n13. No part of the knowhow fee was to be incurred by the respondent\nherein either for the purpose of fabrication of the plant and machinery or for\nany design in respect whereof M/s. Samsung held the patent right.\n14. It may be noticed that the said Memorandum of Agreement\nspecifically contemplates that the plant and machinery to be supplied thereunder\nmay be procured from other independent manufacturers and suppliers who\nmight not have anything to do with the knowhow or licence provided\nthereunder by Samsung as would appear from the following stipulation\ncontained in the said agreement.\nH\n'\nCOMMNR. OF CUSTOMS (PORT), KOLKATA v. J.K. CORPN. LTD. [S.B. SINHA, J.] 203\n\"5.6. The SELLER hereby agrees to provide their cooperation to the A\nBUYER to purchase spares from the SELLER directly from the suppliers\nnotwithstanding the expiry or earlier termination of the AGREEMENT\nand in case of purchase from the SELLER, the SELLER shall provide\nsuch spares at fair market prices within a reasonable period of time.\n8.1. SELLER shall cause such manufacturers to test and inspect the B\nmain items of Equipment at its works and/or the works of its\nmanufacturers, quality, quantity, workmanship, finishing, and packing\nin accordance with the inspection method deemed as proper and\nauthentic for Equipment.\"\n15. Knowhow, being process knowhow, is covered by the patent held C\nby M/s. Samsung. The payment of US $ 14,00,000.00 also entitles the\nrespondent to sub-licence the knowhow to any other party, subject, of course,\nto the approval of M/s. Samsung.\n16. Reliance has been placed by Mr. Radhakrishnan on a decision of\nthis Court in Essar Gujarat Limited (supra). In that case, the licence fee was\npaid to the supplier of the plant and machinery for a licence to operate the\nplant which was in reality nothing but was held to be an additional price\npayable for the plant itself and was, therefore, held to be includible in its\nassessable value. It is in the afore-mentioned fact situation, this Court held:\nD\n(I)\nE\n“12. Reading all these agreements together, it is not possible to\nuphold the contention of Mr. Salve that the pre-condition of obtaining\na licence from Midrex was not a condition of sale, but a clause\ninserted to protect EGL. Without a licence from Midrex, the plant\nwould be of no use to EGL. That is why this overriding clause was\ninserted. This overriding clause was clearly a condition of sale. It F\nwas essential for EGL to have this licence from Midrex to operate this\nplant and use Midrex technology for producing sponge iron in India.\nTherefore, in our view, obtaining a licence from Midrex was a pre-\ncondition of sale. In fact, as was recorded in the agreement, the sale\nof the plant had not taken place even at the time when the contract\nwith Midrex was being signed on 4-12-1987, although the agreement\nwith TIL for purchase of the plant was executed on 24th March, 1987.\nTherefore, we are of the view that the Tribunal was in error in holding\nthat the payments to be made to Midrex by way of licence fees could\nnot be added to the price actually paid to TIL for purchase of the\nplant.\"\n,\nG\nH\n个\nT\n204\nSUPREME COURT REPORTS\n+\n[2007] 2 S.C.R.\nA\nB\nC\n17. The Court noticed several curious aspects of the Agreement stating\nthat it started with the recital that \"the Purchaser and the Seller have today\nrespectively purchased and sold a Direct Reduction Iron Plant, on the following\nterms and conditions\", which, according to this Court, indicated that the\npurchase and sale of the plant had taken place on 24th March, 1987, but in\nclause (2) it was stated that the purchaser would purchase the property from\nthe seller at the stated price. Upon construing the terms of the conditions,\nit was opined:\n\"Therefore, the process licence fees of DM 2,000,000 was rightly\nadded to the purchase price by the Collector of Customs. The order\nof CEGAT on this question is set aside.\"\n18. In Mukund Limited v. Commissioner of Customs, ACC, Mumbai,\n(1999) 112 E.L.T. 479, whereupon again reliance was placed by the learned\ncounsel, the drawings related to basic design and drawing of the gas cleaning\nplant made by Davy Mckee and imported by Mukund Limited. In the afore-\nD mentioned situation, the CESTAT opined:\nE\nF\nG\nH\n\"The payment of $ (sic) 6,57,900 noted above in the price schedule\nis towards the services indicated above in the Agreement and which\nis a necessary concomitant to the supply of Design and Engineering\ndrawings for the gas cleaning plant made by Davy Mckee and imported\nby the appellants. The appellants have been entrusted with the\nsetting up of gas cleaning plant, and this could only be achieved not\nonly by purchasing the basic design and engineering drawings\nimported from Davy Mckee but also the whole engineering package\nof supervision of detail drawing, erection, commissioning and\nperformance guarantee test. The payment made in foreign exchange\ntowards supervision charges during design, erection and\ncommissioning will necessarily have to form part of the assessable\nvalue of the imported goods and the value thereof will include not\nonly the price paid for design and engineering but also for supervision\ncharges. This will follow from Rule 9 of the Valuation Rules which\nprovides for addition of certain costs and services to the transaction\nvalue. Rule 9(1)(e) covers all other payments actually made or to be\nmade as a condition of sale of imported goods by the buyer to the\nseller.\"\n19. However, TISCO (supra), this Court took note of interpretative note\n+\nCOMMNR. OF CUSTOMS (PORT), KOLKATA 1. J.K. CORPN. LTD. [S.B. SINHA, J.] 205\nto Rule 4 and held:\ncase.\nA\n\"...The part of the Interpretative Note to Rule 4 relied on by the\nTribunal has been couched in a negative form and is accompanied by\na proviso. It means that the charges or costs described in clauses\n(a), (b) and (c) are not to be included in the value of imported goods\nsubject to satisfying the requirement of the proviso that the charges B\nwere distinguishable from the price actually paid or payable for the\nimported goods. This part of the Interpretative Note cannot be so\nread as to mean that those charges which are not covered in clauses\n(a) to (c) are available to be included in the value of the imported\ngoods....\"\n20. The said decision is squarely applicable to the facts of the present\n21. We cannot, therefore, accept the contention of Mr. Radhakrishnan.\nMoreover, no case has been made out that the sale price of the imported plant\nand machinery had been under-stated.\n22. For the reasons afore-mentioned, we do not find any merit in this\nappeal which is dismissed accordingly. In the facts and circumstances of the\ncase, however, there shall be no order as to costs.\nB.B.B.\nC\nD\nE\nAppeal dismissed.\n"}