{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"☑\nL\n\u003e\nUNION OF INDIA AND ORS.\nA\nV.\nA.N. MOHANAN\nAPRIL 18, 2007\n[DR. ARIJIT PASAYAT AND D.K. JAIN, JJ.]\nB\nService Law:\nPromotion-Sealed cover procedure-Penalty of censure-Held:\nAwarding of censure is a blameworthy factor and, therefore, findings of\nsealed cover are not to be acted upon-Case of promotion rightly considered\nby the next DPC in normal course-O.M. dated 14.9.1992 issued by\nGovernment of India, Ministry of Personnel, Public Grievances and Pension,\nDepartment of Personnel and Training-R. 3.1.\nC\nD\nPending departmental inquiry against the respondent, the Departmental\nPromotion Committee made selections on 1.11.1999 and adopted sealed cover\nprocedure as regards the respondent. The departmental proceedings\nculminated in the penalty to censure being awarded to the respondent. He was\nlater promoted on 26.11.2001. He claimed promotion w.e.f. 1.11.1999. The CAT\nas also the High Court having held in his favour, the Department filed the E\npresent appeal.\nIt was contended for the appellant that since penalty of censure was\nimposed on the respondent, in view of Rule 3.1 of the Office Memorandum\ndated 14.9.1992 relating to promotion of Government servants issued by the\nGovernment of India, Ministry of Personnel, Public Grievances and Pension,\nF\nDepartment of Personnel and Training, findings of sealed cover were not to\nbe acted upon and the respondent was rightly promoted w.e.f. 26.11.2001.\nAllowing the appeal, the Court\nHELD: Awarding of censure is a blameworthy factor. Rule 3.1 of O.M. G\ndated 14.9.1992 issued by Government of India, Ministry of Personnel, Public\nGrievances and Pension, Department of Personnel and Training, makes the\nposition clear that where any penalty has been imposed, the findings of the\nsealed cover are not to be acted upon and the case for promotion may be\n279\nH\n280\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA considered by the next DPC in the normal course. Having regard to the penalty\nimposed on the respondent, his claim for promotion with effect from 1.11.1999\nwas clearly unacceptable. Undisputedly the respondent has been given\npromotion with effect from 26.11.2001. The order of High Court affirming\nthe view taken by the CAT is set aside. [Para 10 and 11] [283-E-F]\nB\nC\nᎠ\nUnion of India etc. etc. v. Jankiraman etc.etc., AIR [1991] SC 2010,\nrelied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2020 of 2007.\nFrom the Judgment and Order dated 28.10.2004 of the High Court of\nKerala at Ernakulam in W.P. No. 31602 of 2004.\nA. Sharan, ASG., Sushma Suri and Sunita Sharma for the Appellants.\nHaris Beeran and Radha Shyam Jena for the Respondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the judgment of the Division Bench of\nthe Kerala High Court dismissing the writ petition filed by the appellants. In\nE the writ petition challenge was made to the order passed by the Central\nAdministrative Tribunal, Ernakulam Bench (in short the 'CAT') in O.A. No.\n203 of 2002.\nF\n3. The controversy lies within a very narrow compass.\n4. Departmental enquiry was started against the respondent on 3.8.1999.\nThe Departmental Promotion Committee (in short the 'DPC') made the selection\non 1.11.1999. Since the enquiry was pending against the respondent, sealed\ncover procedure was adopted. On 13.9.2001 the penalty of censure was\nawarded. Promotion was granted to the respondent on 26.11.2001. However,\nhe claimed that promotion should have been given to him with effect from\nG\n1.11.1999. He moved the CAT seeking for such direction. CAT by its order\ndated 18th June, 2004 held that penalty of censure is not a bar for promotion\nand though the sealed cover procedure was adopted, the sealed cover should\nhave been opened and the recommendation of DPC should have been given\neffect to by giving the respondent promotional benefit with effect from\nH 1.11.1999.\n!\n1\nU.O.I. v. A.N. MOHANAN [PASAYAT, J.]\n281\n5. The order of CAT was challenged before the High Court by filing a A\nwrit petition. The High Court noted that awarding of penalty of censure would\nnot affect the promotion of the respondent and the department was not right\nin contending that the awarding of penalty (censure) would stand on the way\nof promotion. Accordingly the writ petition was dismissed.\n6. Learned counsel for the appellants submitted that the effect of Rule B\n3.1 of the Office Memorandum relating to promotion of government servants\ndated 14.9.1992 issued by the Government of India, Ministry of Personnel,\nPublic Grievances and Pensions, Department of Personnel and Training, has\nbeen lost sight of. According to him, Rule 3.1 clearly postulates that where\npenalty has been imposed, findings of the sealed cover/covers are not to be\nacted upon and the case of promotion can be considered by the next DPC\nin the normal course.\nC\n7. Learned counsel for the respondent on the other hand submitted that\nthe awarding of penalty i.e. censure was not the sole ground for seeking\npromotion with effect from 1.11.1999, and it was because of the conclusion D\nthat the validity of previous panel had been exhausted.\n8. Few Rules as contained in the Office Memorandum need to be noted.\nRules 3 and 3.1 read as follows:\nE\nRule 3: On the conclusion of the disciplinary case/criminal prosecution\nwhich results in dropping. of allegations against the Govt. servant,\nthe sealed cover or covers shall be opened. In case the government\nservant is completely exonerated, the due date of his promotion will\nbe determined with reference to the position assigned to him in the\nfindings kept in the sealed cover/covers and with reference to the F\ndate of promotion of his next junior on the basis of such position. The\nGovernment servant may be promoted, if necessary, by reverting the\nJunior, most officiating person. He may be promoted notionally with\nreference to the date of promotion of junior. However, whether the\nofficer convened will be entitled to any arrears of pay for the period\nG\nof notional promotion preceding the date of actual promotion, and if\nso to what extent, will be decided by the appointing authority by\ntaking into consideration all the facts and circumstances of the\ndisciplinary proceedings/criminal prosecution. Where the authority\ndenies arrears of salary or part of it, it will record its reasons for doing\nso. It is not possible to anticipate and enumerate exhaustively all the H\nہم\nA\nB\nC\nD\n(1)\nE\nF\nG\nH\n282\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\ncircumstances under which such denials of arrears of salary or part\nof it may become necessary. However, there may be cases where the\nproceedings, whether disciplinary or criminal, are, for example, delayed\nat the instance of the employee or the clearance in the disciplinary\nproceedings or acquittal in the criminal proceedings is with benefit of\ndoubt or on account of non- availability of evidence due to the acts\nattributable to the employee etc., these are only some of the\ncircumstances where such denial can be justified.\nRule 3.1: If any penalty is imposed on the Government servant as a\nresult of the disciplinary proceedings or if he is found guilty in the\nCriminal prosecution against him, the finding of the sealed cover/\ncovers shall not be acted upon. His case for promotion may be\nconsidered by the next DPC in the normal course and having regard\nto the penalty imposed on him.\"\n9. Though learned counsel for the respondent submitted that awarding\nof censure does not amount to awarding of penalty, the same is clearly\nuntenable. In Union of India etc.etc. v. K.V. Jankiraman etc.etc., AIR (1991)\nSC 2010 at page 2017 it was held as follows:\n\"We are, therefore, broadly in agreement with the finding of the\nTribunal that when an employee is completely exonerated meaning\nthereby that he is not found blameworthy in the least and is not\nvisited with the penalty even of censure, he has to be given the\nbenefit of the salary of the higher post along with the other benefits\nfrom the date on which he would have normally been promoted but\nfor the disciplinary/criminal proceedings. However, there may be cases\nwhere the proceedings, whether disciplinary or criminal, are, for\nexample, delayed at the instance of the employee or the clearance in\nthe disciplinary proceedings or acquittal in the criminal proceedings\nis with benefit of doubt or on account of non-availability of evidence\ndue to the acts attributable to the employee etc. In such circumstances,\nthe concerned authorities must be vested with the power to decide\nwhether the employee at all deserves any salary for the intervening\nperiod and if he does, the extent to which he deserves it. Life being\ncomplex, it is not possible to anticipate and enumerate exhaustively\nall the circumstances under which such consideration may become\nnecessary. To ignore, however, such circumstances when they exist\nand lay down an inflexible rule that in every case when an employee\nis exonerated from disciplinary/ criminal proceedings he should be\n༢\nL\n\u003e\nU.O.I. v. A.N. MOHANAN [PASAYAT, J.]\n283\nentitled to all salary for the intervening period is to undermine discipline A\nin the, administration and jeopardise public interests. We are, therefore,\nunable to agree with the Tribunal that to deny the salary to an\nemployee would in all circumstances be illegal. While, therefore, we\ndo not approve of the said last sentence in the first sub-paragraph\nafter clause (iii) of paragraph 3 of the said Memorandum, viz., “but no\nB\narrears of pay shall be payable to him for the period of notional\npromotion preceding the date of actual promotion\", we direct that in\nplace of the said sentence the following sentence be read in the\nMemorandum:\n\"However, whether the officer concerned will be entitled to any\narrears of pay for the period of notional promotion preceding the\ndate of actual promotion, and if so to what extent will be decided\nby the concerned authority by taking into consideration all the\nfacts and circumstances of the disciplinary proceeding/criminal\nprosecution. Where the authority denies arrears of salary or part\nof it, it will record its reasons for doing so.\"\n10. Awarding of censure, therefore, is a blameworthy factor. A bare\nreading of Rule 3.1 as noted above makes the position clear that where any\npenalty has been imposed the findings of the sealed cover are not to be acted\nupon and the case for promotion may be considered by the next DPC in the\nnormal course.\n11. Having regard to the penalty imposed on him, undisputedly the\nrespondent has been given promotion with effect from 26.11.2001. His claim\nfor promotion with effect from 1.11.1999 was clearly unacceptable and, therefore,\nthe CAT and the High Court were not justified in holding that he was entitled\nto be promoted with effect from 1.11.1999. The order of High Court affirming\nthe view taken by the CAT cannot be sustained and is, therefore, set aside.\nR.P.\n12. The appeal is allowed without any orders as to costs.\nC\nD\nE\nF\nAppeal allowed.\nG\n"}