{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"636\nSUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA of powers vested in the superior Courts in judicially reviewing\nexecutive decisions and orders cannot be subjected to any\nrestrictions, as such powers are untrammelled and vested in\nthe superior Courts to protect all citizens and non-citizens,\nagainst arbitrary action. As submitted by Mr. Rohatgi at the very\nB beginning of his submissions, we had indicated that law is\nnever static, but dynamic and that the right to freedom being\none of the most precious rights of a citizen, the same could not\nbe interfered with as a matter of course and even if it is in the\npublic interest, such powers would have to be exercised with\nextra caution and not as an alternative to the ordinary laws of\nthe land.\nC\nD\n40. With regard to the second, third and sixth grounds of\nchallenge, I had also dealt at length on whether a preventive\ndetention order, which was not meant to be punitive, but\npreventive, could be executed after a lapse of several years\nduring which period the live link between the order and the\nobjects sought to be achieved by executing the order, was\nsnapped. In my view, since it was the intention of the\nSponsoring Authorities that a person having criminal\nE propensities should be prevented from indulging in the same\nto the prejudice of the public at large and from also indulging\nin economic offences against the Revenue, it would have to be\nestablished that the intention with which the preventive detention\norder had been passed continued to subsist so that the same\nF could be executed even at a later date. In none of the instant\ncases, have the Sponsoring Authorities or the Detaining\nAuthorities been able to establish that after the passing of the\ndetention order the proposed detenues had continued with their\nactivities, as enumerated in the detention orders, which would\nG support the proposition that the object of the detention orders\ncontinued to be valid, even after the lapse of several years.\nHaving regard to the above, where the detention orders in the\ninstant group of cases have not been executed for more than\ntwo years and there is no material on record to indicate that\nthe proposed detenue had, in the meantime, continued his anti-\nH\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 637\n[ALTAMAS KABIR, CJI.]\nsocial activities, it has to be held that the detention orders in A\nrespect of such proposed detenues were no longer relevant and\nmust be quashed.\nB\nC\n41. As far as the fourth ground is concerned, one has to\nbear in the mind that the provision of the Customs Act and other\nRevenue laws are mainly aimed at recovery of dues and\npenalties, payment whereof had been avoided and it is such\nmanner of thinking which resulted in the amendment of the\nCustoms Act, 1962, by the inclusion of Chapter XIVA, by Act\n21 of 1998. Chapter XIVA relates to settlement of cases and\ncontains Sections 127A to 127N. Section 127B empowers any\nimporter, exporter or any other person to make an application\nin respect of a case pertaining to him, to the Settlement\nCommission, to have the case settled. The Settlement\nCommission has been given powers to reopen completed\nproceedings and, thereafter, allow the said applications under\nSection 127F. In addition, the Settlement Commission has\nbeen empowered under Section 127H to grant immunity from\nprosecution and penalty. Section 127M lays down that any\nproceeding under Chapter XIVA before the Settlement\nCommission would be deemed to be a judicial proceeding, E\nwithin the meaning of Sections 193 and 228 of the Customs\nAct, 1962 and also for the purposes of Section 196 of the Indian\nPenal Code.\nD\n42. Clearly, the object with which the said provisions had F\nbeen introduced in the Customs Act, was not to continue with\ncriminal prosecution or to take other steps, if a settlement\nproposed by an alleged offender was accepted by the\nSettlement Commission, which granted immunity from\nprosecution under the Act to the said applicant, after\nconsidering the matter from its various angles. Once such\nimmunity from criminal prosecution is granted, the question of\npreventive detention for the same cause of action loses its.\nrelevance, unless the proposed detenue under the provisions\nG\nI\n638 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA of the COFEPOSA Act, 1974, or any other ancillary provisions,\nis involved in fresh transgression of the law.\nB\n0\nD\n43. At this stage, I may take notice of the provisions of\nSections 6 and 7 of the COFEPOSA Act, 1974. Section 6 of\nthe said Act provides as follows:\n\"6. Detention order not to be invalid or inoperative on\ncertain grounds - No detention order shall be invalid or\ninoperative merely by reason -\n(a) That the person to be detained thereunder is outside\nthe limits of the territorial jurisdiction of the Government or\nthe officer making the order of detention, or\n(b) That the place of detention of such person is outside\nthe said limits.\"\n44. Section 7, on the other hand, deals with matters which\nare relevant to the facts of this case, since when a detention\norder cannot be executed against the proposed detenue, it\nmay be presumed that he was absconding. Section 7 deals\nE with the powers of the Government in relation to absconding\npersons. Since the same is of considerable relevance to the\nfacts of this case, being one of the main grounds on which the\norders of detention have been challenged, the same is also\nreproduced hereinbelow:\nLL\nF\nG\n☐ H\n\"7. Powers in relation to absconding persons - (1) If\nthe appropriate Government has reason to believe that a\nperson in respect of whom a detention order has been\nmade has absconded or is concealing himself so that the\norder cannot be executed, the Government may-\n(a) make a report in writing of the fact to a\nMetropolitan Magistrate or a Magistrate of the first\nclass having jurisdiction in the place where the said\nperson ordinarily resides; and thereupon the\nprovisions of sections 82, 83, 84 \u0026 85 of the Code\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 639\n[ALTAMAS KABIR, CJI.]\nof Criminal Procedure, 1973 (2 of 1974), shall apply A\nin respect of the said person and his property as if\nthe order directing that he be detained were a\nwarrant issued by the Magistrate ;\nB\n(b) by order notified in the Official Gazette direct the\nsaid person to appear before such officer, at such\nplace and within such period as may be specified\nin the order; and if the said person fails to comply\nwith such direction, he shall, unless he proves that\nit was not possible for him to comply therewith and\nthat he had, within the period specified in the order,\ninformed the officer mentioned in the order of the\nreason which rendered compliance therewith\nimpossible and of his whereabouts, be punishable\nwith imprisonment for a term which may extend to\nD\none year or with fine or with both.\n(2) Notwithstanding anything contained in the Code\nof Criminal Procedure, 1973 (2 of 1974), every\noffence under clause (b) of subsection (1) shall be\ncognizable.\"\n45. It will be seen from the provisions of Section 7 that if\nthe appropriate Government has reason to believe that a person\nin respect of whom a detention order has been made, is\nabsconding, or is concealing himself so that the order cannot\nbe executed, the Government may take recourse to the\nprovisions of Sections 82, 83, 84 and 85 of the Code of\nCriminal Procedure and his property, as if the order directing\nhim that he be detained were a warrant issued by the\nMagistrate. Section 7(1)(b) also provides for penal\nconsequences, in the event directions given thereunder, are not\ncomplied with by the proposed detenue.\nC\nE\nF\nG₁\n46. Accordingly, Section 7 empowers the Government to\ntake recourse to either the provisions of the Code of Criminal\nProcedure relating to absconding persons or pass an order H\n640 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA directing the person concerned to appear before the concerned\nofficer and on the detenue's failure to do so, to inflict punishment\nwith imprisonment for a term which could extend to one year\nor with fine or both.\nB\n47. The provisions of Sections 6 and 7 of the National\nSecurity Act, 1980, are identical to the provisions of Sections\n6 and 7 of the COFEPOSA Act, 1974.\n48. In my view, the said provisions clearly enumerate the\npowers vested in the Authorities when a proposed detenue\nC absconds. That, in my view, is the ordinary law of the land, and\nnot preventive detention, which is meant to prevent the\ncommission of offences, and not to punish an individual for\nviolation of statutory provisions. Accordingly, in my view, the\nsubmissions made on behalf of the Union of India and the State\nof Maharashtra, cannot be accepted and absconsion cannot,\ntherefore, be made a ground for making an order of preventive\ndetention. Neither in Dropti Devi's case (supra) nor in Amrit Lal\nManchanda's case or in M. Ahamedkutty's case had the above-\nmentioned provisions been brought to the notice of the learned\nE Judges who heard the matters, but had no occasion to consider\nthe same.\nD\nF\n49. In order to arrive at a decision in these matters and to\nanswer the question as to whether an order of preventive\ndetention can continue to subsist after a long period had lapsed\nfrom the date of passing of the order, it will, first of all, be\nnecessary to appreciate the difference between preventive\ndetention and the ordinary criminal law providing for detention\nand arrest. While the Constitution, which is the cornucopia of\nall laws, accepts the necessity of providing for preventive\nG detention, it also provides certain safeguards against\narbitrariness and making use of the provision as a tool against\npolitical opponents. Since the said provision deprives a citizen\nof some of the basic and fundamental rights guaranteed to him\nunder the Constitution, the Courts have dealt with laws relating\nH to preventive detention with great care and caution to ensure\n་\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 641\n[ALTAMAS KABIR, CJI.]\nthat the provision was not misused by the Investigating A\nAuthorities as an easy alternative to proper investigation.\nNormally, the life of a preventive detention order is one year.\nSuch a period is intended to give the detenue, who is detained\nwithout any trial, an opportunity to introspect and reflect into his\npast deeds, and to dissuade him from indulging in the same\nin future. In other words, the period of detention is intended not\nto punish the detenue, but to make him realize the impact of\nhis earlier indiscretions on society and to discontinue the same.\nB\nC\nD\nE\n50. Both, the Revenue, as also the police authorities,\nappear to be myopic in regard to the dividing line between\npreventive detention and arrest for a crime actually committed.\nOn account of the above, the State and its authorities have\nattempted to justify the continuance of the validity of detention\norders even after the lapse of several years after the passing\nof the detention order, citing principles such as a person cannot\ntake advantage of his own wrong, in support thereof. Learned\ncounsel for the respondent authorities have fused the two\nprinciples together in dealing with the question of preventive\ndetention. A person evading service of an order of preventive\ndetention cannot, in my view, be treated with the same yard-\nstick as a person, accused of having committed a criminal\noffence and evading arrest to thwart the criminal process\ninitiated against him. The two principles stand on different\nfootings. In the first place, the proposed detenue is detained\nwithout being made an accused in connection with any F\nparticular case, but to prevent him from committing an offence,\nwhereas in the second place, a person actually charged with\nhaving committed an offence is on the run to avoid the\nconsequences of his criminal acts. Once this difference is\nappreciated, an order of detention passed and remaining G\nunexecuted for several years becomes open to question\nregarding its executability. If the intention of the authorities in\npassing a detention order is to prevent the commission of an\noffence by the proposed detenue in the future, then after the\npassage of a number of years, the concerned authorities will\nН\n642 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA have to consider whether the order of preventive detention\nshould at all be executed in the absence of any information that\nthe proposed detenue had continued with unlawful activities.\nWhen the object of a preventive detention order is to prevent\nthe proposed detenue from committing any offence, which is\nB either against the national interest or the interest of society in\nthe future and there is nothing on record to indicate that the\nproposed detenue had indulged in any such activity after the\norder of preventive detention was passed, it would, in my view,\nbe illogical to pursue the execution of the detention order as\nC the arrest and detention of the proposed detenue would\nbecome irrelevant and would not achieve the object for which\nit had been passed.\nD\n51. The decisions cited by Mr. Malhotra and Mr.\nMarlapalle, and in particular in Dropti Devi's case (supra), do\nnot help the stand taken by the authorities in this regard. The\nconcept of a person being prevented from taking advantage\nof his own wrong cannot, in my view, be applied in the case of\na detention order where the object of passing such an order is\nquite different from proceeding against a person charged with\nE having committed a criminal offence. In my view, the continued\nvalidity of a detention order would depend on whether the\nproposed detenue was in the record books of the authorities\nas a person habitually indulging in activities which were against\nthe national interest and society in general and that it was,\nF therefore, necessary in the public interest to detain him for a\nperiod of one year to prevent him from continuing with such\nactivities and not to punish him as such. In Dropti Devi's case\n(supra) and in the several other decisions cited by the learned\nAdditional Solicitor General, the Court had confined itself only\nG to the question regarding the validity of the detention order, and\nin the process appears to have missed the main issue.\nregarding the difference between an order of preventive\ndetention and the issuance of a Warrant of Arrest against a\nperson in connection with a particular offence.\nI\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 643\n[ALTAMAS KABIR, CJI.]\nC\n52. Accordingly, after taking into account the submissions A\nmade on behalf of the respective parties on the different\naspects of the detention orders, I am inclined to hold that not\nonly is a proposed detenue entitled to challenge the detention\norder at the pre-execution stage, but he is also entitled to do\nso after several years had elapsed after the passing of the B\ndetention order on grounds other than the five grounds\nenumerated in Alka Subhash Gadia's case(supra). I am also\ninclined to hold that orders of detention must not, as a matter\nof course, be read as an alternative to the ordinary laws of the\nland to avoid the rigours of investigation in order to make out\na case for prosecution against the proposed detenue. I also\nhold that if a dispute leading to the issuance of the detention\norder is settled on the basis of a statutory provision such as\nChapter XIVA of the Customs Act, 1962 and in terms of the\nStatute immunity from prosecution under Section 127H of the\nAct is given, the continuance of the order of detention would\nbe completely illogical and even redundant. Accordingly, in such\ncases, the orders of preventive detention are liable to be\nquashed along with the Warrants of Arrest and Proclamation\nand Attachment issued under Sections 82 and 83 of the Code\nof Criminal Procedure.\nD\nE\n53. In the light of the views expressed by me hereinbefore,\nthe matters indicated hereinbelow are allowed and the orders\nof detention challenged therein are quashed on the ground that\nthe said orders had become stale and the live link between the F\norders of detention and the object sought to be achieved by\nthe said orders, stood snapped. Some of the orders had been\nmade thirteen years ago and the very purpose of such detention\norders had been rendered meaningless in the absence of any\nmaterial that the proposed detenues had continued to indulge G\nin activities which form the basis of the preventive detention\norders. The following matters include Appeals arising out of the\nSpecial Leave Petitions and Writ Petitions either filed by the\ndetenues themselves or their agents:\nH\n644\nSUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA\n00\nB\nC\nD\nE\nF\nG\nH\n(i) Writ Petition (Crl.) No. 137 of 2011, filed by\nSubhash Popatlal Dave.\n(ii)\nWrit Petition (Crl.) No. 35 of 2011, filed by Suresh\nD. Hotwani.\n(iii) Writ Petition (Crl.) No. 138 of 2011, filed by Nitin\nPrakashchand Kothari.\n(iv) Writ Petition (Crl.) No. 249 of 2011, filed by Manju\nR. Agarwal, wife of proposed detenue, Rajesh\nKumar Agarwal.\n(v)\nCriminal Appeal @ SLP (Crl.) No. 1909 of 2011,\nfiled by Anil Kailash Jain.\n(vi) Criminal Appeal @SLP(Crl.) No. 1938 of 2011,\nfiled by Sureshkumar Ukchand Jain.\n(vii) Criminal Appeals @ SLP (Crl.) Nos. 2091-2092,\nfiled by Rajesh Verma.\n54. However, the Transferred Cases @ Transfer Petition\n(Crl.) Nos. 38-39 of 2013, filed by Vijay Ram Bilas Gupta, Writ\nPetition (Crl.) No. 220 of 2011, filed by Kamlesh N. Shah and\nWrit Petition (Crl.) No. 14 of 2012, filed by Mohan Lal Arora\nare, in my judgment, pre-mature and are disallowed at this\nstage.\n55. Special Leave Petition (Crl.) No. 2442 of 2012, filed\nby Suresh D. Hotwani is directed against the order dated 5th\nJanuary, 2011, passed by the Division Bench of the Bombay\nHigh Court in Criminal Writ Petition No. 1645 of 2010, rejecting\nthe prayer made for quashing the detention order passed\nagainst Nitesh Ashok Sadarangani on 12.3.2001. Since the\nsaid detention order is being quashed in Writ Petition (Crl.) No.\n35 of 2011, also filed by the Petitioner directly against the\ndetention order, the order of the High Court impugned in the\nSpecial Leave Petition has necessarily to be set aside also.\nCriminal Appeal @ S.L.P.(Crl.) No. 2442 of 2012 is,\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 645\naccordingly, allowed and the order of the High Court impugned A\ntherein is set aside.\nGYAN SUDHA MISRA, J. 1. Having deliberated over the\narguments advanced by learned counsel for the contesting.\nparties in the light of the ratio of the authoritative\npronouncements of this Court referred to hereinafter on the\nissue involved herein which also includes a Constitution Bench\njudgment, I have not been able to persuade myself to accept\nthe position that the Writ Petitions, Appeals and Transfer Cases\nunder consideration are fit to be allowed.\nB\nC\n2. A common question initially arose in all these matters\nas to whether detention order passed under the provisions of\nthe Conservation of Foreign Exchange and Prevention of\nSmuggling Activities Act 1974 (shortly referred to as 'the\nCOFEPOSA Act 1974) could be challenged at the pre- D\nexecution stage confined to the five exceptions carved out by\nthis Court in the case of Additional Secretary to the Govt. of\nIndia And Ors. vs. Alka Subhash Gadia And Anr. 1992 Supp\n(1) SCC 496 or whether such challenge could be maintained\ninter alia on other grounds. This Court (Bench) has already E\ndelivered a judgment on this question vide judgment and order\ndated 10.07.2012 reported in (2012) 7 SCC 533 that the right\nof a proposed detenue to challenge a preventive detention\norder passed against him may be challenged at the pre-\nexecution stage on grounds other than those set out in F\nparagraph 30 of the judgment in Alka Subhash Gadia's case\nand it was held therein that the order of preventive detention\ncan be challenged beyond the five conditions enumerated in\nAlka Subhash Gadia's case. To make it explicitly clear it\nmay be reiterated that this Court has already held that the\norder of preventive detention can be challenged beyond the\nfive grounds which have been enumerated in the case of Alka\nSubhash Gadia's case even at the pre-execution stage.\nG\n3. However, the next important question that has cropped\nup in all these petitions/appeals is as to whether the proposed Н\n"}