{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"A\n606 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\n7. Those who have evaded the process of law shall\nnot be heard by this Court to say that their fundamental\nrights are in jeopardy. At least, in all those cases, where\nproceedings such as the one contemplated under\nSection 7 of the COFEPOSA Act were initiated\nB consequent upon absconding of the proposed detenu,\nthe challenge to the detention orders on the live nexus\ntheory is impermissible. Permitting such an argument\nwould amount to enabling the law breaker to take\nadvantage of his own conduct which is contrary to law.\nC Even in those cases where action such as the one\ncontemplated under Section 7 of the COFEPOSA Act is\nnot initiated, the same may not be the only consideration\nfor holding the order of preventive detention illegal.\n[Paras 23 and 24] [664-H; 665-A-C]\nD\n8. The question whether the five circumstances\nspecified in Alka Subhash Gadia case are exhaustive of\nthe grounds on which a pre-execution scrutiny of the\nlegality of preventive detention order can be undertaken\nwas considered earlier in the instant case. It was held that\nE the grounds are not exhaustive. But it cannot be held\nthat such a scrutiny ought to be undertaken with\nreference to the cases of those who evaded the process\nof law. [Para 27] [665-G-H; 666-A]\nF\nG\nBhawarlal Ganeshmalji Vs. State of Tamil Nadu \u0026 Anr.\n(1979) 1 SCC 463; M. Ahamedkutty Vs. Union of India \u0026 Anr.\n(1990) 2 SCC 1; Union of India \u0026 Ors. Vs. Arvind Shergill \u0026\nAnr. (2000) 7 SCC 601 and Shafiq Ahmad Vs. District\nMagistrate, Meerut (1989) 4 SCC 556: 1989 (1) Suppl. SCR\n56 relied on.\n-\nAmerican Communications Association C.I.O. vs.\nCharles T. Douds [339 US 385) [94 Led 925 at 968]\nreferred to.\n-\nH\nPer Altamas Kabir, CJI. (dissenting)\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 607\n1. The five exceptions culled out in Alka Subhash\nGadia's case were not intended to be exclusive. It was\nnot the intention of the Hon'ble Judges in Alka Subhash\nGadia's case to confine the challenge at the pre-execution\nstage only to the five exceptions mentioned therein, as\nthat would amount to stifling and imposing restrictions\non the powers of judicial review vested in the High\nCourts and the Supreme Court under Articles 226 and\n32 of the Constitution. The exercise of powers vested in\nthe superior Courts in judicially reviewing executive\ndecisions and orders cannot be subjected to any\nrestrictions, as such powers are untrammelled and\nvested in the superior Courts to protect all citizens and\nnon-citizens, against arbitrary action. The law is never .\nstatic, but dynamic and the right to freedom being one\nof the most precious rights of a citizen, the same could\nnot be interfered with as a matter of course and even if it\nis in the public interest, such powers would have to\nbe exercised with extra caution and not as an alternative\nto the ordinary laws of the land. [Para 39] [635-F-H; 636-\nA-C]\nA\nB\nC\nD\nE-\n2. Since, it was the intention of the Sponsoring\nAuthorities that a person having criminal propensities\nshould be prevented from indulging in the same to the\nprejudice of the public at large and from also indulging\nin economic offences against the Revenue, it would have F\nto be established that the intention with which the\npreventive detention order had been passed continued\nto subsist so that the same could be executed even at a\nlater date. In none of the instant cases, have the\nSponsoring Authorities or the Detaining Authorities G\nbeen able to establish that after the passing of the\ndetention order the proposed detenues had continued\nwith their activities, as enumerated in the detention\norders, which would support the proposition that the\nobject of the detention orders continued to be valid, even H\n608 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA after the lapse of several years. Having regard to the\nabove, where the detention orders in the instant group\nof cases have not been executed for more than two\nyears and there is no material on record to indicate that\nthe proposed detenue had, in the meantime, continued\nB his anti-social activities, it has to be held that the\ndetention orders in respect of such proposed detenues\nwere no longer relevant and must be quashed. [Para 40]\n[636-E-H; 637-A]\nс\nD\nE\nF\nG\nH\n3. Once immunity from criminal prosecution is\ngranted, the question of preventive detention for the\nsame cause of action loses its relevance, unless the\nproposed detenue under the provisions of the\nCOFEPOSA Act, 1974, or any other ancillary provisions,\nis involved in fresh transgression of the law. [Paras 41,\n42] [637-G-H; 638-A]\n4. It is seen from the provisions of Section 7 of\nthe COFEPOSA Act that if the appropriate Government\nhas reason to believe that a person in respect of whom\na detention order has been made, is absconding, or\nis concealing himself so that the order cannot be\nexecuted, the Government may take recourse to the\nprovisions of Sections 82, 83, 84 and 85 CrPC and his\nproperty, as if the order directing him that he be detained\nwere a warrant issued by the Magistrate. Section 7(1)(b)\nalso provides for penal consequences, in the event\ndirections given thereunder, are not complied with by\nthe proposed detenue. Accordingly, Section 7 empowers\nthe Government to take recourse to either the\nprovisions of the Code of Criminal Procedure relating\nto absconding persons or pass an order directing the\nperson concerned to appear before the concerned\nofficer and on the detenue's failure to do so, to inflict\npunishment with imprisonment for a term which could\nextend to one year or with fine or both. The provisions\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 609\nA\nof Sections 6 and 7 of the National Security Act, 1980, are\nidentical to the provisions of Sections 6 and 7 of the\nCOFEPOSA Act, 1974. The said provisions clearly\nenumerate the powers vested in the Authorities when a\nproposed detenue absconds. That is the ordinary law of\nthe land, and not preventive detention, which is meant to B\nprevent the commission of offences, and not to punish\nan individual for violation of statutory provisions.\n[Paras 45, 46, 47 and 48] [639-E-H; 640-A-C]\n5. There is difference between preventive detention\nand the ordinary criminal law providing for detention C\nand arrest. While the Constitution, which is the\ncornucopia of all laws, accepts the necessity of providing\nfor preventive detention, it also provides certain\nsafeguards against arbitrariness and making use of the\nprovision as a tool against political opponents. Since D\nthe said provision deprives a citizen of some of the basic\nand fundamental rights guaranteed to him under the\nConstitution, the Courts have dealt with laws relating\nto preventive detention with great care and caution to\nensure that the provision was not misused by the\nInvestigating Authorities as an easy alternative to proper\ninvestigation. Normally, the life of a preventive detention\norder is one year. Such a period is intended to give\nthe detenue, who is detained without any trial, an\nopportunity to introspect and reflect into his past deeds,\nand to dissuade him from indulging in the same in future.\nIn other words, the period of detention is intended not to\npunish the detenue, but to make him realize the impact\nof his earlier indiscretions on society and to discontinue\nthe same. [Para 49] [640-F-H; 641-A-B]\nE\nF\nG\n6. Both the Revenue, as also the police authorities,\nappear to be myopic in regard to the dividing line\nbetween preventive detention and arrest for a crime\nactually committed. On account of the above, the State\nand its authorities have attempted to justify the H\nC\nD\n610 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA continuance of the validity of detention orders even\nafter the lapse of several years after the passing of the\ndetention order, citing principles such as a person\ncannot take advantage of his own wrong, in support\nthereof. However, a person evading service of an order\nB of preventive detention cannot be treated with the same\nyard-stick as a person, accused of having committed\na criminal offence and evading arrest to thwart the\ncriminal process initiated against him. The two principles\nstand on different footings. In the first place, the proposed\ndetenue is detained without being made an accused in\nconnection with any particular case, but to prevent him\nfrom committing an offence, whereas in the second\nplace, a person actually charged with having committed\nan offence is on the run to avoid the consequences\nof his criminal acts. Once this difference is appreciated,\nan order of detention passed and remaining\nunexecuted for several years becomes open to\nquestion regarding its executability. If the intention of\nthe authorities in passing a detention order is to prevent\nthe commission of an offence by the proposed detenue\nin the future, then after the passage of a number of years,\nthe concerned authorities will have to consider\nwhether the order of preventive detention should at all be\nexecuted in the absence of any information that the\nproposed detenue had continued with unlawful\nactivities. When the object of a preventive detention order\nis to prevent the proposed detenue from committing any\noffence, which is either against the national interest or\nthe interest of society in the future and there is nothing\non record to indicate that the proposed detenue had\nG indulged in any such activity after the order of preventive\ndetention was passed, it would be illogical to pursue the\nexecution of the detention order as the arrest and\ndetention of the proposed detenue would become\nirrelevant and would not achieve the object for which it\nH had been passed. [Para 50] [641-C-H; 642-A-C]\nE\nF\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 611\nA\n7. The concept of a person being prevented from\ntaking advantage of his own wrong cannot be applied\nin the case of a detention order where the object of\npassing such an order is quite different from\nproceeding against a person charged with having\ncommitted a criminal offence. The continued validity of B\na detention order would depend on whether the\nproposed detenue was in the record books of the\nauthorities as a person habitually indulging in\nactivities which were against the national interest and\nsociety in general and that it was, therefore, necessary\nin the public interest to detain him for a period of one\nyear to prevent him from continuing with such\nactivities and not to punish him as such. [Para 51] [642-\nD-F]\n,\nC\nD\nE\n8. Not only is a proposed detenue entitled to\nchallenge the detention order at the pre-execution stage,\nbut he is also entitled to do so after several years had\nelapsed after the passing of the detention order on\ngrounds other than the five grounds enumerated in\nAlka Subhash Gadia's case. The orders of detention\nmust not, as a matter of course, be read as an alternative\nto the ordinary laws of the land to avoid the rigours of\ninvestigation in order to make out a case for prosecution\nagainst the proposed detenue. Also if a dispute leading\nto the issuance of the detention order is settled on the F\nbasis of a statutory provision such as Chapter XIVA of\nthe Customs Act, 1962 and in terms of the Statute\nimmunity from prosecution under Section 127H of the\nAct is given, the continuance of the order of detention\nwould be completely illogical and even redundant. G\nAccordingly, in such cases, the orders of preventive\ndetention are liable to be quashed along with the\nWarrants of Arrest and Proclamation and Attachment\nissued under Sections 82 and 83 of the Code of Criminal\nProcedure. [Para 52] [643-A-E]\nH\nA\n612 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\n9. The orders of detention challenged in the case at\nhand are quashed on the ground that the said orders had\nbecome stale and the live link between the orders of\ndetention and the object sought to be achieved by the\nsaid orders, stood snapped. Some of the orders had\nB been made thirteen years ago and the very purpose of\nsuch detention orders had been rendered meaningless\nin the absence of any material that the proposed\ndetenues had continued to indulge in activities which\nform the basis of the preventive detention orders. [Para\nC 53] [643-F-G].\nSayed Taher Bawamiya vs. Govt. of India (2000) 8\nSCC 630 - not affirmed.\nM. Ahamedkutty vs. Union of India (1990) 2 SCC 1: 1990\nD (1) SCR 209; Dropti Devi vs. Union of India (2012) 7 SCC\n499: 2012 (6) SCR 307 and Union of India vs. Amrit Lal\nManchanda (2004) 3 SCC 75: 2004 (2) SCR 422 -\ndistinguished.\nE\nAddl. Secretary, Govt. of India vs. Alka Subhash Gadia\n(1992) Supp. (1) SCC 496: 1990 (3) Suppl. SCR 583; Union\nof India vs. Atam Prakash \u0026 Anr. (2009) 1 SCC 585: 2008\n(16) SCR 607; Rekha vs. State of Tamil Nadu (2011) 5 SCC\n244: 2011 (4) SCR 740; Maqsood Yusuf Merchant vs.\nUnion of India (2008) 16 SCC 31; Yusuf Razak Dhanani\nvs. Union of India W.P.(Crl.) No. 132 of 2007; Sanjeev Jain\nvs. Union of India Crl. Appeal No. 1060 of 2010; Asha\nDevi vs.7; K. Shivraj (1979) 1 SCC 222: 1979 (2) SCR 215;\nState of U.P. vs. Kamal Kishore Saini (1988) 1 SCC 287:\n1988 (1) SCR 859; Ayya alias Ayub vs. State of U.P. (1989)\nG 1 SCC 374: 1988 (3) Suppl. SCR 967;\nF\nUnion of India vs.\nMaj. Gen. Madan Lal Yadav (1996) 4 SCC 127: 1996 (3)\nSCR 785; Saeed Zakir Hussain Malik vs. State of\nMaharashtra (2012) 8 SCC 233: 2012 (7) SCR 235;\nBhawarlal Ganeshmalji vs. State of Tamil Nadu (1979) 1 SCC\nH 465: 1979 (2) SCR 633; Union of India vs. Arvind Shergill\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 613\n(2000) 7 SCC 601; Vinod K. Chawla vs. Union of India A\n(2006) 7 SCC 337: 2006 (4) Suppl. SCR 651; Hare Ram\nPandey vs. State of Bihar (2004) 3 SCC 289: 2003 (6)\nSuppl. SCR 627; Naresh Kumar Goyal vs. Union of India\n(2005) 8 SCC 276: 2005 (4) Suppl. SCR 17; Subhash\nMuljimal Gandhi vs. L. Himingliana (1994) 6 SCC 14: B\n1994 (2) Suppl. SCR 785; State of Maharashtra vs. Bhavrao\nGawanda (2008) 3 SCC 613: 2008 (3) SCR 967 – referred\nto.\n-\nCase Law Reference:\nIn the judgment of Gyan Sudha Misra, J.:\nd\n1990 (3) Suppl. SCR 583\nreferred to\nPara 2\n2000 (1) SCR 945\nrelied on\nPara 2\nD\n(2000) 8 SCC 630\nrelied on\nPara 7\n2003 (6) Suppl. SCR 627\nrelied on\nPara 7\n2004 (2) SCR 422\nrelied on\nPara 8\n2004 (1) Suppl. SCR 949\nrelied on\nPara 8\nE\n2008 (16) SCR 607\nrelied on\nPara 8\n1979 (2) SCR 633\nrelied on\nPara 9\n2006 (4) Suppl. SCR 651\nrelied on\nPara 10\nF\n(1998) 8 SCC 402\nrelied on\nPara 11\n2003 (6) Suppl. SCR 627\nrelied on\nPara 12\n2012 (6) SCR 307\nrelied on\nPara 13\nG\nIn the judgment of Chelameswar, J.\n(339 US 385)\nreferred to\nPara 1\n(1979) 1 SCC 463\nrelied on\nPara 20\nH\n(1990) 2 SCC 1\nrelied on\nPara 21\n614 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA (2000) 7 SCC 601\nrelied on\nPara 22\n1989 (1) Suppl. SCR 56\nrelied on\nPara 24\nIn the judgment of Altamas Kabir, CJI:\n1990 (3) Suppl. SCR 583\nreferred to\nPara 2\nB\n, (2000) 8 SCC 630\nnot affirmed\nPara 2\n· 2008 (16) SCR 607\nreferred to\nPara 2, 21\n2011 (4) SCR 740\nreferred to\nPara 7\nC\n(2008) 16 SCC 31\nreferred to\nPara 10, 13\n1979 (2) SCR 215\nreferred to\nPara 20\n1988 (1) SCR 859\nreferred to\nPara 20\nD\n1988 (3) Suppl. SCR 967\nreferred to\nPara 20\n1996 (3) SCR 785\nreferred to\nPara 22\n2012 (6) SCR 307\ndistinguished Para 22, 48,\n51\nE\n2012 (7) SCR 235\nreferred to\nPara 23\n1979 (2) SCR 633\nreferred to\nPara 23\n2004 (2) SCR 422\ndistinguished Para 24\nןד\nF\n1990 (1) SCR. 209\ndistinguished Para 24\n(2000) 7 SCC 601\nreferred to\nPara 24\n2006 (4) Suppl. SCR 651\nreferred to\nPara 24\nG\n2003 (6) Suppl. SCR 627\nreferred to\nPara 24, 34\n2005 (4) Suppl. SCR 17\nreferred to\nPara 24\n1994 (2) Suppl. SCR 785\nreferred to\nPara 24\nI.\n2008 (3) SCR 967\nreferred to\nPara 34\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 615\nCRIMINAL ORIGINAL JURISDICTION: Writ Petition (Crl.) A\nNo (s) .137 of 2011.\nUnder Article 32 of The Consitution of India.\nWITH\nB.\nW.P. (Crl.) Nos. 138 \u0026 35 of 2011, Crl. A. Nos. 932 \u0026 931 of\n2013,\nW.P. (Crl.) Nos. 220, 249 of 2011, 14 of 2012,\nCrl. A. No. 930, 961-962 of 2013 \u0026 T. C. (Crl.) Nos. 2-3 of\n2013\nс\nP. P. Malhotra, ASG, Mukul Rohatgi, B. H. Marlapalle,\nPramod K. Singh, Ravindra Keshavrao Adsure, Saurabh Kirpal,\nDr. G. K. Sarkar, Sanjay Agarwal, Karan Bharioke, Malabika\nSarkar, Prashant Srivastav, D. Mahesh Babu, Sujay N. D.\nKantawala, Rakesh Dahiya, Nikhil Jain, Ranjana Narayan,\nChetan Chawla, Asha G. Nair, B. Krishna Prasad, Arvindi\nKumar Sharma, Anita Bafna, Gopal Balwant Sathe, Dr. Kailash\nChand for the Appearing Parties.\nThe three Judgments of the Court were delivered by\nALTAMAS KABIR, CJI. 1. Leave granted in the Special\nLeave Petitions. Transfer Petition (Crl.) Nos.38-39 are allowed.\nE\nF\n2. The common thread which runs through these matters\nbeing heard together is the challenge thrown in each matter to\ndetention orders passed either against the Petitioners\nthemselves or the persons represented by them. The common\nquestion of law involved in these Appeals, Writ Petitions and\nTransfer Petitions is whether a detention order passed under\nthe provisions of the Conservation of Foreign Exchange and\nPrevention of Smuggling Activities Act, 1974, hereinafter\nreferred to as \"the COFEPOSA Act, 1974\", could be challenged\nat the pre-execution stage only on any of the five exceptions\ncarved out by this Court in Addl. Secretary, Govt. of India vs.\nAlka Subhash Gadia [(1992) Supp. (1) SCC 496], or whether H\nG\n"}