{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nE\n[2013] 17 S.C.R. 596\nSUBHASH POPATLAL DAVE\nV.\nUNION OF INDIA \u0026 ANR.\n(WRIT PETITION (CRL.) NO.137 OF 2011)\nJULY 16, 2013\n[ALTAMAS KABIR, CJI, GYAN SUDHA MISRA AND J.\nCHELAMESWAR, JJ.]\nPreventive Detention - Test of live nexus in the context\nC of examining the legality of the order of preventive detention\n- If can be automatically applied to the question of the legality\nof the execution of the preventive detention orders where there\nis a considerable time gap between the passing of the order\nof preventive detention and its execution - Whether the\nD proposed detenues who absconded or evaded the execution\nof the detention order, and subsequently challenged the order\nof detention at the pre-execution stage after a long lapse of\ntime could take advantage of non-execution and challenge\nthe detention order which remained unexecuted - Held (per\nmajority): The order of detention cannot be quashed and set\naside merely due to long lapse of time on the specious plea\nthat there is no live link between the order of detention and\nthe subsequent situation - Where proceedings were initiated\nconsequent upon absconding of the proposed detenu, the\nchallenge to the detention orders on the live nexus theory is\nimpermissible - Permitting such an argument would amount\nto enabling the law breaker to take advantage of his own\nconduct which is contrary to law - Five circumstances\nspecified in Alka Subhash Gadia case are not exhaustive\ngrounds on which a pre-execution scrutiny of the legality of\npreventive detention order can be undertaken - But it cannot\nbe held that such a scrutiny ought to be undertaken with\nreference to the cases of those who evaded the process of\nlaw - Those who evaded the process of law not to be heard\nF\nG\nH\n596\n1\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 597\nby the Court to say that their fundamental rights are in A\njeopardy - Conservation of Foreign Exchange and Prevention\nof Smuggling Activities Act, 1974 - ss.6 and 7 - National\nSecurity Act, 1980 - ss.6 and 7.\nThe question which initially arose for consideration\nbefore this Court in all these matters was whether a\ndetention order passed under the provisions of the\nConservation of Foreign Exchange and Prevention of\nSmuggling Activities Act, 1974 (COFEPOSA) could be\nchallenged at the pre-execution stage only on any of the\nfive exceptions carved out by this Court in Alka Subhash\nGadia case, or whether such challenge could be\nmaintained on other grounds as well.\nB\nC\nThis Court (Bench) vide judgment and order dated\n10.07.2012 held that the order of preventive detention can D\nbe challenged beyond the five conditions enumerated in\nAlka Subhash_Gadia's case. It was held that the order of\npreventive detention can be challenged beyond the five\ngrounds enumerated in the case of Alka Subhash Gadia's\ncase at the pre-execution stage.\nHowever, inasmuch as orders of preventive\ndetention either under the COFEPOSA Act or the National\nSecurity Act, 1980 were pending unexecuted for varying\nperiods ranging from 2 to 10 years approximately, a\nfurther question cropped up for consideration before this\nCourt as to whether the proposed detenues who\nabsconded or evaded the execution of the detention\norder, and subsequently challenged the order of\ndetention at the pre-execution stage after a long lapse of\ntime could take advantage of non-execution and\nchallenge the detention order which remained\nunexecuted.\nWhether the test of live nexus developed by this\nCourt in the context of examining the legality of the order\nE\nF\nG\nH\n598 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA of preventive detention can be automatically applied to\nthe question of the legality of the execution of the\npreventive detention orders where there is a\nconsiderable time gap between the passing of the order\nof preventive detention and its execution was thus the\nB question involved in these matters.\nс\nE\nDisposing of the matters, the Court\nHELD:\nPer Gyan Sudha Misra, J. [With Chelameswar, J.\nconcurring]\n1. It is essentially the sufficiency of materials relied\nupon for passing the order of detention which ought to\nweigh as to whether the order of detention was fit to be\nD quashed and set aside and merely the length of time\nand liberty to challenge the same at the pre-execution\nstage which obviated the execution of the order of\npreventive detention cannot be the sole consideration for\nholding that the same is fit to be quashed. When a\nproposed detenue is allowed to challenge the order of\ndetention at the pre-execution stage on any ground\nwhatsoever contending that the order of detention was\nlegally unsustainable, the Court will have an occasion to\nexamine all grounds except sufficiency of the material\nrelied upon by the detaining authorities in passing the\norder of detention which legally is the most important\naspect of the matter but cannot be gone into by the Court\nas it has been allowed to be challenged at the pre-\nexecution stage when the grounds of detention has not\neven been served on him. [Para 14] [652-C-F]\nF\nG\nH\n2. Thus, if it is held that howsoever the grounds of\ndetention might be weighty and sustainable which\npersuaded the authorities to pass the order of detention,\nthe same is fit to be quashed merely due to long lapse\nof time specially when the detenue is allowed to\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 599\nchallenge the order of detention even before the order of A\ndetention is served on him, he would clearly be offered\nwith a double-edged weapon to use to his advantage\ncircumventing the order of detention. On the one hand,\nhe can challenge the order of detention at the pre-\nexecution stage on any ground, evade the detention in B\nthe process and subsequently would be allowed to raise\nthe plea of long pendency of the detention order which\ncould not be served and finally seek its quashing on the\nplea that it has lost its live link with the order of detention.\nThis would render the very purpose of preventive c\ndetention laws as redundant and nugatory which cannot\nbe permitted. On the contrary, if the order of detention is\nallowed to be served on the proposed detenue even at a\nlater stage, it would be open for the proposed detenue\nto confront the materials or sufficiency of the material\nrelied upon by the authorities for passing the order of\ndetention so as to contend that at the relevant time when\nthe order of detention was passed, the same was based\non non-existent or unsustainable grounds so as to quash\nthe same. But to hold that the same is fit to be quashed\nmerely because the same could not be executed for one\nreason or the other specially when the proposed detenue\nwas evading the detention order and indulging in forum\nshopping, the laws of preventive detention would surely\nbe reduced into a hollow piece of legislation which is\nsurely not the purpose and object of the Act. [Para 15]\n[652-F-H; 653-A-D]\nD\nE\nF\n3. Therefore, the order of detention is not fit to be\nquashed and should not be quashed merely due to long\nlapse of time but the grounds of detention ought to be G\nserved on him once he gains knowledge that the order\nof detention is in existence so as to offer him a plank to\nchallenge even the grounds of detention after which the\ncourts will have to examine whether the order of\ndetention which was passed at the relevant time but H\n600 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\n}\nA could not be served was based on sufficient material\njustifying the order of detention. [Para 16] [653-E-F]\nB\nC\n4. Since the order of detention can be challenged on.\nany ground beyond five conditions even at the pre-\nexecution stage, it is in the fitness of things that the\nmaterials relied upon by the authorities be served on the\nproposed detenues so as to be considered before the\nappropriate forum whether the order of detention was fit\nto be sustained or not at the relevant time. In the process\nwhat has been the activities of the proposed detenue\nafter the order of detention was passed against them so\nas to quash or sustain the same will have to be\nconsidered by the Authority considering the\nrepresentation or the Court examining its sustainability.\nIf the detenues have not indulged in any illegal nefarious\nD activities giving rise to any economic offence,\nsubsequently they have also not saddled with a fresh\norder of detention. But when the order of detention of a\nspecific date relating to the relevant period is under\nadjudication, then the materials relied upon by the\nE authorities at the relevant time alone should weigh with\nthe courts as to whether the order of detention was\njustified or was fit to be quashed. It is also not possible\nto lose sight of the fact that if the petitioners and the\nappellants had preferred not to challenge the order of\nF detention at the pre-execution stage or had not evaded\narrest, the grounds of detention would have been served\non them giving them a chance to challenge the same but\nif the petitioners and appellants have taken recourse to\nthe legal remedy to challenge the order of detention even\nG before it was executed, it is not open for them to\ncontend that it should be quashed because there is no\nlive link between the existing/subsequent situation and\nthe previous situation when the order of detention was\npassed overlooking that they succeeded in pre-empting\nthe order by challenging it at the pre-execution stage\nH\nSUBHASH POPATLAL DAVE v. UNION OF INDIA\n601\nnever allowing the matter to proceed so as to examine\nthe most crucial question whether there were sufficient\nmaterial or grounds to pass the order of detention.\nSubsequent events or conduct in any view would be a\nmatter of consideration for the authorities before whom\nthe representation is filed after the grounds are served\non the detenue and cannot be gone into when the only\nquestion raised is regarding the correctness and legality\nof the order of detention. [Para 18] [654-E-H; 655-A-F]\nA\nB\n5. The order of detention cannot be quashed and set\naside merely due to long lapse of time on the specious\nplea that there is no live link between the order of\ndetention and the subsequent situation. The order of\ndetention is not fit to be quashed merely due to long lapse\nof time specially when the orders of detention have been\nallowed to be challenged even at the pre-execution stage D\non any ground. It is, therefore, legally appropriate to\nserve the order of detention on the proposed detenues\nleaving it open to them to challenge the same after the\ngrounds are served on them so as to appreciate whether\nthere had been sufficient materials before the detaining E\nauthorities to pass the orders of detention which were\nexisting at the relevant time and approve or disapprove\nthe same. In fact, there is no material before this Court\neven to arrive at a definite finding as to whether the\nproposed detenue have indulged in any activity after F\nthe passing of the order of detention nor it is relevant in\nmy view to take into account the subsequent events\nwhile considering the correctness of the order of\ndetention passed at the relevant time. It would be equally\nhypothetical to observe that in case the orders of G\ndetention were served and approved by the Advisory\nBoard and the same were challenged before the\nappropriate court, whether it would have been open for\nthe appropriate court to consider the subsequent\nconduct of the proposed detenue in order to hold that the\n602 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA order of detention was fit to be quashed. Nevertheless,\nwhen the duty is cast upon this Court at this stage\nmerely to consider whether the order of detention could\nbe allowed to be challenged on other grounds, than\nwhat was delineated in Alka Subhash Gadia's case as\nB also the fact whether the order of detention can be\nquashed on the ground of long lapse of time, it would\nnot be legally appropriate to hold that the order of\ndetention is fit to be quashed merely because there is no\nlive link between the existing period and situation and\nthe date on which the order of detention was passed.\n[Para 19] [655-G-H; 656-A-H; 657-A]\nC\nD\n6. It is deemed correct and legally appropriate to hold\nthat the orders of detention are not fit to be quashed but\nthe same are fit to be served on the petitioners/appellants\nleaving it open to them to challenge the order of detention\nby taking recourse to the remedies available to them\nunder the law by way of an independent proceeding\nincluding a representation against the order of detention\nbefore the competent authority which is the next legal\nE stage after the order of detention is served on the\nproposed detenue. All the matters are consequently fit\nto be dismissed and are dismissed leaving it open to the\nPetitioners/Appellants to take recourse to remedies\navailable to them in accordance with the provisions and\nF procedure established by law after the grounds of\ndetention are served on them. [Para 20] [657-C-D, F]\nG\nH\nSunil Fulchand Shah vs. Union of India (2000) 3 SCC\n409: 2000 (1) SCR 945;\nSayed Taher Bawamiya vs. Govt. of India (2000) 8\nSCC 630 - overruled.\nHare Ram Pandey vs. State of Bihar \u0026 Ors. (2004) 3\nSCC 289: 2003 (6) Suppl. SCR 627; Union of India vs. Amrit\nLal Manchanda \u0026 Anr. (2004) 3 SCC 75: 2004 (2) SCR 422;\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 603\nUnion of India vs. Vidya Bagaria (2004) 5 SCC 577: 2004 A\n(1) Suppl. SCR 949; Union of India \u0026 Ors. vs. Atam Parkash\n\u0026 Anr. (2009) 1 SCC 585: 2008 (16) SCR 607; Bhawarlal\nGaneshmalji vs. State of Tamil Nadu And Anr. (1979) 1 SCC\n465: 1979 (2) SCR 633; Vinod K Chawla vs. Union of India\n\u0026 Ors. (2006) 7 SCC 337: 2006 (4) Suppl. SCR 651; Union\nof India vs. Parasmal Rampuria (1998) 8 SCC 402;\nDropti Devi and Anr. vs. Union of India \u0026 Ors. (2012) 7\nSCC 499: 2012 (6) SCR 307 - relied on.\nAdditional Secretary to the Govt. of India And Ors. vs.\nAlka Subhash Gadia And Anr. 1992 Supp (1) SCC 496:\n1990 (3) Suppl. SCR 583 - referred to.\nPer Chelameswar, J. [Concurring with Gyan Sudha\nMisra, J.]\nB\nC\nD\nHELD:1. Personal liberty is the most valuable\nfundamental right guaranteed under the Constitution.\nDeprivation of such liberty is made impermissible by the\nConstitution except as authorised under the provisions\nof Articles 20, 21 and 22. Deprivation of personal liberty E\nby incarceration as a penalty for the commission of an\noffence is one of the recognised modes by which State\ncan abridge the fundamental right of personal liberty.\nEven in such case the authority of the state is\ncircumscribed by the limitations contained under Articles\n20 and 21 of the Constitution of India. [Para 7] [659-D-E]\n2. Article 22 of the Constitution recognises the\nauthority of the State to preventively detain a person\nnotwithstanding the fact that such a person is neither\nconvicted for the commission of any offence nor\nsentenced in accordance with law. The authority of the\nState to resort to such preventive detention is more\nstringently regulated by the dictates of Article 22. The\nsatisfaction of the State to arrive at a conclusion that a\nF\nG\nH\n• 7\n604 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA person must be preventively detained is always\nsubjective. Nonetheless, the legality of such subjective\nsatisfaction is held by this Court to be amenable to the\njudicial scrutiny in exercise of the jurisdiction conferred\nunder Articles 32 and 226 of the Constitution on certain\nB limited grounds. [Paras 8 and 9] [659-F-G; 660-B]\nC\n3. One of the grounds on which an order of\npreventive detention can be declared invalid is that there\nis no live nexus between (1) the material which formed\nthe basis for the State to record its subjective satisfaction,\nand (2) the opinion of the State that it is necessary to\npreventively detain a person from acting in any manner\nprejudicial to the public interest or security of the State\netc. In other words, the material relied upon by the State\nfor preventively detaining a person is so stale that the\nD State could not have rationally come to a conclusion that\nit is necessary to detain a person without a charge or\ntrial. [Para 10] [660-C-D]\nE\nF\n4. There could be two reasons which may lead to a\nsituation by which the preventive detention order passed\nby the competent authorities under the various\nenactments could remain unexecuted, (1) the absconding\nof the proposed detenu from the process of law (2) the\napathy of the authorities responsible for the\nimplementation of the preventive detention orders. [Para\n14] [661-D]\n5. The legislature was conscious of the fact that it\ncan happen in some cases that the execution of the\npreventive detention order could be scuttled by the\nG proposed detention either by concealing himself or\nabsconding from the process of law. Therefore, specific\nprovisions are made in this regard under various\nenactments dealing with the preventive detention. For\nexample, Section 7 of the COFEPOSA Act recognises\nH such a possibility. It can be seen from the said section\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 605\nA\nthat in a case where proposed detenu is absconding or\nconcealing himself, the Government may report the matter\nto the Magistrate having jurisdiction over the place where\nthe proposed detenu ordinarily resides. On making of\nsuch report by the Government, the provisions of\nSections 82, 83, 84 and 85 of the Code of Criminal B\nProcedure apply to the proposed detenu and his\nproperty, as if the order of preventive detention is a\nwarrant issued by the Magistrate under the provisions of\nthe Code of Criminal Procedure. In substance, the\nproperty of the proposed detenu could be attached and c\nperhaps even be confiscated in an appropriate case.\n[Paras 15, 16 and 17] [661-E-F; 662-F-H; 663-A]\nD\nE\n6. If a preventive detention order is to be quashed or\ndeclared illegal merely on the ground that the order\nremained unexecuted for a long period without examining\nthe reasons for such non-execution, the legislative\nintention contained in provisions such as Section 7(b) of\nthe COFEPOSA Act would be rendered wholly nugatory.\nParliament declared by such provision that an\n(recalcitrant) individual against whom an order of\npreventive detention is issued is under legal obligation\nto appear before the notified authority once a notification\ncontemplated under Section 7(b) of COFEPOSA Act is\nissued. Failure to appear without a reasonable excuse\nwould be an offence and render the defaulter liable for a\npunishment of imprisonment. Holding that the preventive\ndetention orders are themselves rendered illegal, on the\nbasis of the live nexus theory (which, is valid only for\nexamining the legality of the order, viz-a-viz the date on\nwhich the order is passed) would not only exonerate the G\nperson from the preventive detention order but also\nresult in granting impunity to such person from the\nsubsequent offence committed by him under the\nprovisions such as Section 7(b) of the COFEPOSA Act.\n[Para 19] [663-G]\nF\nH\n"}