{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"646 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA detenues having absconded or evaded the execution of the\ndetention order, who subsequently challenged the order of his\ndetention even at the pre-execution stage after a long lapse of\ntime could take advantage of non-execution and challenge the\ndetention order which remained unexecuted. For the sake of\nB brevity, I refrain from repeating the facts of each writ petition,\nAppeals and transfer petition herein which have been\nconsolidated and heard as a batch, as they have already been\nrecorded in the judgment and order of Hon'ble the CJI Justice\nAltamas Kabir.\nC\nD\nE\n4. Learned counsels representing the petitioners' cause\nsubmitted, which again have been elaborately stated in the\njudgment and order of the Hon'ble CJI, that if the detention\norders which were under challenge were no longer relevant and\nhad become otiose as it ceased to have a live link between\nthe order of detention and the subsequent circumstances when\nit loses its purpose, as also having regard to the fact that the\nobject of a detention order is not to punish its citizen for a crime\nwith which he has not been charged but to prevent him from\ncommitting such crime in future then, whether such order of\npreventive detention can be held to be valid after a long lapse\nof time during which the order could not be executed as also\nthe fact that it was not executed because the same was\nallowed to be challenged even at the pre-execution stage, for\nany ground available to the proposed detenue. Hence, if such\norder could not be executed as the detenue was evading\nexecution by absconding or even by challenging it in a court\nof law on any ground available to him under the law, then\nwhether such order of detention can be quashed and set\naside merely due to the fact that it remained pending even\nG before it was executed and consequently lost its efficacy and\npurpose due to long lapse of time.\nF\nH\n5. The life and duration of the order of preventive\ndetention is no doubt usually for a period of one year or the\nperiod to the extent which may be extended. But if the order\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 647\n[GYAN SUDHA MISRA, J.]\nof preventive detention gets enmeshed into litigation by virtue A\nof its challenge on the ground that it was fit to be challenged\neven before it was executed or if the same could not be\nexecuted on account of the fact that the order of detention\ncould not be served on the proposed detenue as he was\nabsconding and evading his arrest, then whether such\ndetention order is fit to be quashed and set aside merely due\nto efflux of time rendering the order of detention a nullity in spite\nof existence of valid, legal and sustainable grounds for\nissuance of the detention order.\nB\nC\nD\nE\n6. There is absolutely no difficulty in accepting the\nunequivocal position that the purpose of passing the order of\npreventive detention is not punitive but merely preventive\nwhich clearly means that if the authorities are in possession\nof sufficient materials indicating that the proposed detenue\nhad been indulging in economic offences violating the\nprovisions and jumping the riders imposed by the COFEPOSA\nAct or other Acts of similar nature, then whether such order can\nbe allowed to be set aside merely due to long lapse of time\naccepting the plea that there is no live link between the order\nsought to be quashed and the intention of the authorities to\ndetain the detenue by virtue of such detention order. This Court\nin a series of decisions, some of which have been referred to\nhereinafter have consistently dealt with this question and have\nbeen pleased to hold that merely because the execution of the\ndetention order has taken long years before it could be F\nexecuted, the proposed detenue cannot be allowed to take\nadvantage of the passage of time during which the detention\norder remain pending and thereafter take the plea that the order\nof detention is fit to be quashed due to its pendency on which\nthe authorities had no control specially when the order of G\ndetention is allowed to be challenged before the appropriate\ncourt even at the pre-execution stage on any ground that may\nbe available to him except of course the materials which has\nweighed with the authorities to pass the order of detention as\nit is obvious that justifiability of the material cannot be gone into Н\n648\nSUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA\nB\nC\nat the pre-execution stage since the order of detention and the\nground for such order is yet to be served on the proposed\ndetenue as the proposed detenue was absconding or evading\nthe execution of the order on him for one reason or the other.\n7. It would be worthwhile to refer to some of the authorities\nrelied upon by the respondent- Union of India and the State of\nMaharashtra which clearly addresses the issues on the point\ninvolved herein. A judgment and order of the Constitution Bench\nmay be cited as the first and foremost authority on the issue\ninvolved which is the matter of Sunil Fulchand Shah vs. Union\nof India, (2000) 3 SCC 409 wherein the Constitution Bench\nobserved that a person may try to abscond and thereafter take\na stand that period for which detention was directed is over\nand, therefore, order of detention is infructuous. It was clearly\nheld that the same plea even if raised deserved to be rejected\nas without substance. It should all the more be so when the\ndetenu stalled the service of the order and/or detention in\ncustody by obtaining orders of the court. In fact, in Sayed\nTaher Bawamiya vs. Govt. of India, (2000) 8 SCC 630, the\nfactual position shows that 16 years had elapsed yet this\nE Court rejected the plea that the order had become stale.\nD\nF\n8. These aspects were once again highlighted in Hare\nRam Pandey vs. State of Bihar \u0026 Ors., (2004) 3 SCC 289,\nUnion of India vs. Amrit Lal Manchanda \u0026 Anr., (2004) 3 SCC\n75 and Union of India vs. Vidya Bagaria (2004) 5 SCC 577.\nIn yet another matter of Union of India \u0026 Ors. vs. Atam\nParkash \u0026 Anr. (2009) 1 SCC 585, the detention order was\nchallenged at the pre-execution stage which remained pending\nfor long and the High Court had allowed the writ petition filed\nby the respondents detenue therein and quashed the detention\nG\norder restraining the appellants from enforcing the order. But,\nthis Court overruled it and held that the judgment of the High\nCourt was clearly unsustainable and hence was set aside. It\nwas further held therein that the question as to whether it would\nbe desirable to take the respondents (detenue) back to\nH\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 649\n[GYAN SUDHA MISRA, J.]\ncustody shall be taken by the Government within two months A\nand appeal filed by the Union of India was allowed.\n9. Similarly, in the case of Bhawarlal Ganeshmalji vs.\nState of Tamil Nadu And Anr. (1979) 1 SCC 465, the appellant\nhad evaded arrest and surrendered 3 years after making of\nthe order of detention but this Court had held that the order\nwas still effective if detenu himself were to be blamed for delay.\nIt is no doubt true that in this matter, the Court had further held\nthat the purpose of detention under the COFEPOSA is not\npunitive but preventive and there must be a 'live and proximate\nlink' so that if there is a long and unexplained delay between\nthe order of detention and arrest of the detenue, the order of\ndetention may be struck down unless the grounds indicate a\nfresh application of mind of the detaining authority to the new\nsituation and the changed circumstances. But where the delay\nis adequately explained and is found to be the result of\nrecalcitrant or refractory conduct of the detenu in evading the\narrest, there is warrant to consider that the link is not snapped.\nOn the contrary, it could be strengthened and that was what\nprecisely happened in the said case.\nB\nC\nD\nE\n10. In yet another case of Vinod K Chawla vs. Union of\nIndia \u0026 Ors., (2006) 7 SCC 337, this Court had occasion to\nconsider regarding the effect of delay in execution of the\ndetention order wherein their Lordships held that detenu\nevaded arrest and absconded and in spite of best possible F\nefforts made by the authorities to serve the order, the order\ncould not be executed. Taking the circumstances into\nconsideration under which the order of detention could not be\nserved, it was held that in view of detenue's own act of\nevading arrest, delay in execution of the order did not render\nthe detention invalid.\n11. This Court's decision in Union of India vs. Parasmal\nRampuria, (1998) 8 SCC 402 also throws considerable light\nas to what would be the proper course for a person to adopt\nwhen he seeks to challenge an order of detention on the\nG\nI\n650 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA available grounds like delay in execution of detention order,\ndelay in consideration of the representation and the like and\nwhile dealing with the impact of such situations on the order of\ndetention, it was observed therein that these questions were\nreally hypothetical in nature when the order of detention had\nnot been executed at all and challenge is made at pre-\nexecution stage. Their Lordships relied upon and observed as\nfollows in paras 4 and 5 which is fit to be quoted herein for\nfacility of reference:-\nB\nC\nD\nE\nF\nG\n\"4. In our view, a very unusual order seems to have been\npassed in a pending appeal by the Division Bench of the\nHigh Court. It is challenged by the Union of India in these\nappeals. A detention order under Section 3(1) of the\nCOFEPOSA Act was passed by the authorities on\n13.9.1996 against the respondent. The respondent before\nsurrendering filed a writ petition in the High Court on\n23.10.1996 and obtained ad interim stay of the proposed\norder which had remained unserved. The learned Single\nJudge after hearing the parties vacated the ad interim\nrelief. Thereafter, the respondent went in appeal before\nthe Division Bench and again obtained ad interim relief on\n10.1.1997 which was extended from time to time. The writ\nappeal has not been still disposed of.\n5. When the writ petition was filed, the respondent had\nnot surrendered. Under these circumstances, the proper\norder which was required to be passed was to call upon\nthe respondent first to surrender pursuant to the detention\norder and then to have all his grievances examined on\nmerits after he had an opportunity to study the grounds of\ndetention and to make his representation against the said\ngrounds as required by Article 22(5) of the\nConstitution......\n\"1\n12. In the matter of Hare Ram Pandey vs. State of Bihar\n\u0026 Ors., (2004) 3 SCC 289, effect of delay in execution of\nH detention order was the principal issue for consideration before\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 651\n[GYAN SUDHA MISRA, J.]\nIn\nthe court. This Court held that the plea of delay taken by the A\nperson who himself was responsible for the delay having\nadopted various dilatory tactics cannot be accepted.\nthis matter, the question regarding service of the detention\norder after expiry of the period specified therein was a subject\nmatter of consideration wherein it was contended that the order B\nwas yet to be executed. This Court held that the grounds like\ndelay in execution of the order, delay in consideration of the\nrepresentation etc. are hypothetical in nature. Where a person\nagainst whom detention order passed was absconding, plea\ntaken by him or on his behalf that the period for which detention\nwas directed expired, deserved to be rejected. While\nconsidering this question, it was held that although the nature\nand object of the preventive detention order is anticipatory and\nnon-punitive in nature, object is to maintain public order and\nsecurity of State. This gives jurisdiction to curtail individual\nliberty by passing the detention order. Order of detention is\npassed on the basis of subjective satisfaction of detaining\nauthority.\nC\nD\n13. The legal position was reiterated in the matter of Dropti\nDevi and Anr. vs. Union of India \u0026 Ors., (2012) 7 SCC 499 E\nwherein one of the questions which arose for consideration was\nwhether the detenue could be allowed to take advantage of his\nown wrong on the plea that the maximum period of detention\nprescribed having expired and the detenue in the said case\nhaving failed to join investigation despite High Court's order F\nwould justify questioning of such order. This Court held that the\ndetenue could not take advantage of his own wrong and\nchallenge the detention order on the plea that the purpose of\nexecution of detention order no longer survived as maximum\nstatutory period of detention would have lapsed by then.\n14. From the ratio of the aforesaid authoritative\npronouncements of the Supreme Court which also includes a\nConstitution Bench judgment having a bearing and impact on\nthe instant matters, the question which emerges is that if the\nG\nI\nA\nC\n652\nSUPREME COURT REPORTS\n[2013] 17 S.C.R.\norder of detention is allowed to be challenged on any ground\nby not keeping it confined to the five conditions enumerated\nin the case of Alka Subhash Gadia except the fact that there\nhad been sufficient materials and justification for passing the\norder of detention which could not be gone into for want of its\nB execution, then whether it is open for the proposed detenue to\ncontend that there is no live link between the order of detention\nand the purpose for which it had been issued at the relevant\ntime. In the light of ratio of the decisions referred to\nhereinabove and the law on preventive detention, it is essentially\nthe sufficiency of materials relied upon for passing the order\nof detention which ought to weigh as to whether the order of\ndetention was fit to be quashed and set aside and merely the\nlength of time and liberty to challenge the same at the pre-\nexecution stage which obviated the execution of the order of\npreventive detention cannot be the sole consideration for\nholding that the same is fit to be quashed. When a proposed\ndetenue is allowed to challenge the order of detention at the\npre-execution stage on any ground whatsoever contending that\nthe order of detention was legally unsustainable, the Court will\nhave an occasion to examine all grounds except sufficiency of\nthe material relied upon by the detaining authorities in passing\nthe order of detention which legally is the most important aspect\nof the matter but cannot be gone into by the Court as it has\nbeen allowed to be challenged at the pre-execution stage when\nthe grounds of detention has not even been served on him.\nD\nE\nG\nH\n15. Thus, if it is held that howsoever the grounds of\ndetention might be weighty and sustainable which persuaded\nthe authorities to pass the order of detention, the same is fit\nto be quashed merely due to long lapse of time specially when\nthe detenue is allowed to challenge the order of detention even\nbefore the order of detention is served on him, he would clearly\nbe offered with a double-edged weapon to use to his\nadvantage circumventing the order of detention. On the one\nhand, he can challenge the order of detention at the pre-\nexecution stage on any ground, evade the detention in the\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 653\n[GYAN SUDHA MISRA, J.]\nB\nprocess and subsequently would be allowed to raise the plea A\nof long pendency of the detention order which could not be\nserved and finally seek its quashing on the plea that it has lost\nits live link with the order of detention. This, in my view, would\nrender the very purpose of preventive detention laws as\nredundant and nugatory which cannot be permitted. On the\ncontrary, if the order of detention is allowed to be served on\nthe proposed detenue even at a later stage, it would be open\nfor the proposed detenue to confront the materials or\nsufficiency of the material relied upon by the authorities for\npassing the order of detention so as to contend that at the C\nrelevant time when the order of detention was passed, the\nsame was based on non-existent or unsustainable grounds so\nas to quash the same. But to hold that the same is fit to be\nquashed merely because the same could not be executed\nfor one reason or the other specially when the proposed\ndetenue was evading the detention order and indulging in forum\nshopping, the laws of preventive detention would surely be\nreduced into a hollow piece of legislation which is surely not\nthe purpose and object of the Act.\nD\nE\nF\n16. Therefore, in my view, the order of detention is not fit\nto be quashed and should not be quashed merely due to long\nlapse of time but the grounds of detention ought to be served\non him once he gains knowledge that the order of detention is\nin existence so as to offer him a plank to challenge even the\ngrounds of detention after which the courts will have to examine\nwhether the order of detention which was passed at the\nrelevant time but could not be served was based on sufficient\nmaterial justifying the order of detention. Remedy to this\nsituation has already been offered by this Court in the matter\nof Union of India Vs. Parasmal Rampuria, (Supra) viz. (1998) G\n8 SCC 402 wherein it was observed as under:\n\"\nthe proper order which was required to be passed was\nto call upon the Respondent first to surrender pursuant to\nthe detention order and then to have all his grievances\nI\nA\nB\nC\nD\nE\n654 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nexamined on merits after he had an opportunity to study\nthe grounds of detention and to make his representation\nagainst the said grounds as required by Article 22(5) of\nthe Constitution of India\"\n17. The consequence that follows from the above is that\neach individual/proposed detenue will have to be served with\nthe order of detention which had been passed against them\nalongwith the grounds and the materials relied upon by the\nauthorities to pass the order of detention leaving it open to them\nto challenge the correctness of the order by way of a\nrepresentation before the appropriate Authority or Court as per\nprocedure prescribed. It is no doubt true that the materials\nrelied upon at the relevant time would be on the basis of which\nthe order of detention was passed so as to hold whether the\nmaterials were sufficient and justified or not but when the\ncorrectness of the order of detention is challenged in a court\nof law at the pre-execution stage, then setting aside the order\nof detention merely on the ground of long lapse of time might\nlead to grave consequences which would clearly clash with the\nobject and purpose of the preventive detention laws.\n18. Therefore, I am of the view that since this Court has\nalready held that the order of detention can be challenged on\nany ground beyond five conditions even at the pre-execution\nstage, it is in the fitness of things that the materials relied upon\nF by the authorities be served on the proposed detenues so as\nto be considered before the appropriate forum whether the\norder of detention was fit to be sustained or not at the relevant\ntime. In the process what has been the activities of the\nproposed detenue after the order of detention was passed\nagainst them so as to quash or sustain the same will have to\nbe considered by the Authority considering the representation\nor the Court examining its sustainability. If the detenues have\nnot indulged in any illegal nefarious activities giving rise to any\neconomic offence, subsequently they have also not saddled\nwith a fresh order of detention. But when the order of detention\nG\nH\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 655\n[GYAN SUDHA MISRA, J.]\nC\nof a specific date relating to the relevant period is under A\nadjudication, then the materials relied upon by the authorities\nat the relevant time alone should weigh with the courts as to\nwhether the order of detention was justified or was fit to be\nquashed as that has been the consistent view of this Court\nreflected in the decisions referred to hereinbefore. It is also B\nnot possible to lose sight of the fact that if the petitioners and\nthe appellants had preferred not to challenge the order of\ndetention at the pre-execution stage or had not evaded arrest,\nthe grounds of detention would have been served on them\ngiving them a chance to challenge the same but if the petitioners\nand appellants have taken recourse to the legal remedy to\nchallenge the order of detention even before it was executed,\nit is not open for them to contend that it should be quashed\nbecause there is no live link between the existing/subsequent\nsituation and the previous situation when the order of detention\nwas passed overlooking that they succeeded in pre-empting\nthe order by challenging it at the pre-execution stage never\nallowing the matter to proceed so as to examine the most\ncrucial question whether there were sufficient material or\ngrounds to pass the order of detention. Subsequent events or\nconduct in any view would be a matter of consideration for the\nauthorities before whom the representation is filed after the\ngrounds are served on the detenue and cannot be gone into\nwhen the only question raised is regarding the correctness and\nlegality of the order of detention. The alternative view is bound\nto operate as a convenient tool in the hands of the law-breakers\nwhich has not been approved earlier by this Court in the\ndecisions referred to earlier.\n19. A fall out and consequence of the aforesaid\ndiscussion, therefore, in my view, is that the order of detention\ncannot be quashed and set aside merely due to long lapse\nof time on the specious plea that there is no live link between\nthe order of detention and the subsequent situation. I am,\ntherefore, of the considered opinion that the order of detention\nis not fit to be quashed merely due to long lapse of time\nD\nE\nF\nH\n"}