{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"672 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA Companies by way of subscription agreements and the\nindividual premium notes issued by each are as under:\n(i) Shree Rama Polysynth Pvt. Ltd.\n1664\n(ii) East-West Polyart Ltd.\n-\n1500\nB\n(iii) Ideal Petroproducts Ltd.\n-\n1730\nC\nTotal\n4894\n3. The Issuer Companies pledged equity shares in the\ncapital of SRMTL and other closely held companies as security\nin favour of the appellants till the redemption of the Premium\nNotes by way of pledge agreements (Pledged Shares). The\nequity shares of SRMTL pledged by each of the Issuer\nD Companies are as under :\n(i) Shree Rama Polysynth Pvt. Ltd.\n52,49,786\n(ii) East-West Polyart Ltd.\n28,74,800\nE\n(iii) Ideal Petroproducts Ltd.\n62,64,114\n- 1,42,88,700\nF\nG\nH\n. Total\n4. In May-June, 2002, the pledge over the shares, which\nwere in dematerialized form, was carried out in the form\nprescribed by National Securities Depository Limited and was\nrecorded in the records of the respective depositories of the\nappellants and the Issuer Companies. On June 10, 2005, the\nappellants, in terms of the enforcement provisions contained\nin the subscription agreements and the pledge agreements\nissued notices to the Issuer Companies calling upon them to\nredeem the outstanding Premium Notes within a period of 30\ndays, failing which the appellants would be constrained to invoke\nthe pledge. Premium notes were not redeemed (i.e. debt was\nnot repaid). Upon default, under the provisions of the Notes, the\nappellants called upon each of the Issuer Companies to\n+\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 673\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nredeem the outstanding Notes within 30 days. Since the Notes A\nwere not redeemed within the notice period, the pledge was\ninvoked on July 22, 2005.\n5. The invocation of the pledge triggered Regulation 10 of\nthe Takeover Code.\nB\n6. On 26th July, 2005, in accordance with the Regulation\n10 of the Takeover Code, the appellants made a Public\nAnnouncement (PA) for proposed open offer to acquire upto\n20% of the shares of the existing shareholders. The Public\nAnnouncement was published in the Financial Express, C\nMumbai Edition. According to the appellants, the price offered\nin the PA, being Rs.18.60/- per share, was arrived at as per\nRegulation 20(4) of the Takeover Code (applicable to frequently\ntraded shares). The PA stated that SRMTL has suffered\nbusiness losses and its net worth has been eroded. The PA D\nalso clearly stated that the offer may be withdrawn as per\nRegulation 27 of the Takeover Code.\nF\n7. The appellants further claimed that as per Regulation\n18 of the Takeover Code, draft letter of offer was submitted to\nE\nSEBI on August 8, 2005. According to the appellants in the\naforesaid letter, it was specifically stated that details were\ngiven of the composition of Board of Directors and audited\nbalance sheets of last three years, share holding pattern PRE-\nOFFER and POST-OFFER and justification of offer price. The\nletter further stated that “Acquirers reserve the right to withdraw\nthe offer pursuant to Regulation 27 of the Regulation”. In the\nmeanwhile, the concurrent auditor appointed by the Lenders of\nSRMTL, M/s Ernst \u0026 Young and the internal auditor of SRMTL,\nM/s. R. C. Sharma \u0026 Co. in their respective audit reports for\nthe quarter July-September, 2005, had noted certain\nirregularities in the operations and systems of SRMTL. The\nAudit Committee, therefore, recommended a special\ninvestigative audit to look into the irregularities. In view of the\nabove, a change in management was effected on the insistence\nof the Lender Banks. All Promoter Directors tendered their H\nG\n674 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA resignations in their place independent Directors were\nappointed. The Board of Directors of SRMTL, after considering\nthe respective audit report of the aforesaid two accountants,\naccepted the recommendations of the Audit Committee and on\nJanuary 28, 2006 directed a special investigative audit into the\nB financial affairs of the company. The Board appointed M/s. R.\nC. Sharma \u0026 Co., to conduct the special investigative audit and\nsubmit its report. After investigation, M/s. R. C. Sharma \u0026 Co.\nsubmitted its report in three parts, comprising of two interim\nreports and one final report on January 30, 2006. In March-April,\nC 2006, the aforesaid report of M/s. R.C. Sharma came in the\npublic domain, resulting in sharp decline in prices of shares of\nSRMTL. It is claimed by the appellants that M/s. R.C. Sharma's\nreport enclosed two earlier inspection reports of 2002 by\nKalyaniwala \u0026 Mistry (Kalyaniwala Report) and by Sharp and\nTannan Associates (Sharp Report), respectively. These reports\nwere not made available to public. Their existence was\ndisclosed for the first time when they were filed in the Gujarat\nHigh Court as part of proceeding in Company Petition No.111\nof 2005. The appellants further claimed that under Regulation\n18 of the Takeover Code, SEBI was expected to revert with its\ncomments and observations in about 21 days, i.e. by 29th\nAugust, 2005. However, letter of offer submitted to SEBI was\nissued after more than 249 days on 26th April, 2006.\nD\nE\n8. The appellants further claim that pursuant to the fraud\nF perpetrated by the Promoter Directors of SRMTL and\nfraudulent embezzlement of funds in SRMTL in excess of\nRs.350 crores being unearthed, an application was made on\n4th May, 2006 to either exempt them from making the open offer\nor to permit them to withdraw the open offer under Regulation\n27 of the Takeover Code or to re-fix the price of the Open Offer.\nThe appellants further claimed that the aforesaid request was\njustified on the basis of special circumstances cited by the\nappellants in the aforesaid letter of May 4, 2006. It had been\npointed out that an investigation into the affairs of SRMTL by\nM/s Ramesh C. Sharma and Co. Chartered Accountants\nG\nH\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 675\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nA\nB\nrevealed that a cumulative amount of Rs.326.48 Crores had\nbeen siphoned out of/embezzled from the coffers of SRMTL by\nits erstwhile Promoter Directors. This conclusion was based on\nthe reports submitted by M/s. R.C. Sharma \u0026 Co. It was pointed\nout that the financial accounts of SRMTL revealed that it had\nlost its net worth. Asset Reconstruction Company (India) Limited\n(ARCIL) had acquired the debts and underlying rights and\nobligations from the secured creditors of SRMTL. ARCIL had\nalso issued a notice dated January 25, 2006 under Section\n13(2) of the Securitization and Reconstruction of Financial\nAssets and Enforcement of Security Interest Act, 2002 C\n(SARFAESI) threatening action under Section 13(4) thereof. In\nthe meantime, the High Court of Gujarat had disposed of the\nwinding up petition filed against SRMTL by the UTI Bank and\nKarnataka Bank Ltd. on February 27, 2006. It had also come\nto the knowledge of the appellants that though the balance\nsheets of SRMTL disclosed a contingent liability of only\nRs.15.28 Crores as on March 31, 2005, the actual value was\nabout Rs.263.65 Crores (out of which Rs.30.65 Crores had\nalready crystallized). The final reason given was share price of\nSRMTL shares had fallen substantially from the date of making\nthe Public Announcement.\nD\nE\nF\n9. Since the appellants did not receive any response from\nthe respondent, a request was made on July 1, 2006 to the\nMerchant Bankers requesting them to forward an application\nfor withdrawal of the open offer to the respondent. It appears\nthat the Merchant Bankers vide letter dated 27th June, 2006\ninter alia informed the appellants that the grounds mentioned\nin the letter dated 4th May, 2006 are not valid grounds, in terms\nof the provisions of Regulation 27 of the Takeover Code. On\nJuly 1, 2006, the appellants requested the Merchant Bankers G\nto convey its request in a renewed form to SEBI for its\nconsideration. The renewed request was contained in a letter\ndated July 01, 2006 which was sent to the Merchant Bankers\nas an annexure to the letter which was also sent on July 01,\n2006, in reply to the letter of the Merchant Bankers dated 27th H\n676\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA June, 2006. In the aforesaid reply, the appellants had also\ninformed the Merchant Bankers that it did not agree with the\nviews expressed by the Merchant Bankers even prior to the\nconsideration of the facts presented by the appellants to SEBI.\nRegulation 27(1) (c) does not provide for specific approval of\nB SEBI for withdrawal of the open offer, which is what they were\nseeking. On July 8, 2006, the Merchant Bankers informed the\nappellants that the relevant regulation is 27(1)(d) and not\n27(1)(c). The letter also refers to a telephonic conversation with\none Mr. Deepak Shah on 8th July, 2006 informing him about\nC certain particulars required by the Merchant Bankers. A\ncomplete list of details, required by the Merchant Bankers, was\nlisted in the aforesaid letter. The appellants were requested to\nsend the same at the earliest. The appellant sent a reply to the\naforesaid request on 8th July, 2006. Thereafter, on 1st\nSeptember, 2006, the appellant was informed by the Merchant\nBankers that based on the information supplied on July 1, 2006\nand August 28, 2006, an application had been drafted by them\nfor being filed with SEBI, seeking withdrawal of the open offer.\nThe aforesaid draft application was sent to the appellant for\nverification of the factual position stated therein. From a perusal\nof the letter dated 21st September, 2006, the appellants\ninformed the Merchant Bankers that the clarifications sought on\nSeptember 1, 2006 had been sent to them on 7th September,\n2006. Therefore, a request was made to include the\nclarifications in the original draft letter and include the same in\nF the paragraph in contingent liability under special circumstances\nfor withdrawal of the open offer.\nD\nE\nพย\n10. In response to the aforesaid request of the appellants,\nthe Merchant Bank applied to SEBI on September 22, 2006\nG requesting that the appellants be permitted to withdraw the offer.\nThe letter also mentioned the special reasons for the withdrawal\nas given by the appellants in the letter dated 4th May, 2006. It\nis important to notice here that no request for personal\nhearing was made in any of the aforesaid communications.\nH\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 677\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\n11. The appellants further claimed that on 30th April, 2007, A\nthe application of the Merchant Bankers/appellants was rejected\non the ground that the appellants ought to have conducted due\ndiligence. The appellants pointed out that the aforesaid\ndecision was taken by SEBI without affording any personal\nhearing to the appellants and without application of mind. The B\nappellants claim that the respondent did not appreciate that the\nfraudulent transactions, systematic embezzlement and\nsiphoning of funds was unearthed by special investigative audit\nand could not have been found by an outside third party like\nappellants before invoking the pledge. Even any due diligence C\nthat could be conducted could only have been done on\npublished financial information in the public domain, which has\nnow been found to be fraudulent in character. The appellants\nhave in the Public Announcement and Letter of Offer relied on\nbooks of accounts for last three financial years i.e. 2002-03,\n2003-04 and 2004-05 of SRMTL. Even SEBI with all its\ncompliance requirements and investigative powers was unable\nto unearth these instances of fraud perpetrated by promoters\nof SRMTL.\n12. Being aggrieved by the SEBI order, the appellants filed\nAppeal No.74 of 2007 before the SAT. By the impugned order\ndated 5th June, 2008, the SAT rejected the appeal filed by the\nappellants. It has been held by SAT that:\nD\nE\n\"a) Regulation 27(1)(d) of the Takeover Code is to be given F\na strict interpretation and the words \"such circumstances\nas in the opinion of the Board merit withdrawal\" is to be\nread ejusdem generis to be limited to only circumstances\nwhere it is impossible to make a public offer.\nb) Appellants ought to have conducted due diligence.\nG\nC) Appellants knew about (i) poor financial condition of\nSRMTL; (ii) filing of winding up petitions by UTI Bank\nagainst SRMTL; (iii) net worth of SRMTL being negative;\n(iv) several cases of recovery being filed against SRMTL.\" H\nA\nB\nC\nD\nE\nF\nG\nH\n678 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\n13. The aforesaid order of SAT is challenged before us\nby Nirma Industries Ltd. in this statutory appeal under Section\n15Z of the SEBI Act.\n14. We have heard very elaborate submissions made by\nMr. Shyam Divan, learned senior counsel on behalf of the\nappellants and Mr. Pratap Venugopal for SEBI. Mr. Divan\nsubmits that the main issue involved in this appeal is whether\nunder Regulation 27(1)(d), SEBI has power to grant exemption\nto the appellants from the requirement of making a public offer\nunder Regulation 10. The alternative issue framed by Mr. Divan\nis as to whether dehors Regulation 27(1) (d), SEBI would still\nhave the residual power to grant exemption. Apart from the\naforesaid two legal issues, Mr. Divan's primary submission is\nbased on breach of rules of natural justice. He submits that the\norder passed by SEBI has been passed without granting any\nopportunity of hearing to the appellants. Even if the regulations\ndo not specifically provide for the grant of an opportunity of\nhearing, it ought to be read into the regulations in view of the\ndrastic civil consequences, which the appellants would suffer\nunder the impugned order passed by the SEBI upheld by SAT.\nMr. Divan has straightaway pointed out to the order passed by\nSEBI on 30th April, 2007 rejecting the request made in letter\ndated 22nd September, 2006 for withdrawal of the public offer.\nHe has pointed out the observations made in Paragraph 4 of\nthe aforesaid order, which are as under:-\n\"We are of the view that the acquirer should have done due\ndiligence before invocation of pledge, and refrained\nthemselves from invoking their pledge if circumstances so\nwarranted. Such circumstances, arising out of omission on\nthe part of the acquirers to have taken due precaution or\nbusiness misfortunes, in our opinion, are not reasons\nsufficient enough to merit withdrawal of the open offer.\"\n15. The aforesaid conclusions, according to Mr. Divan, are\nnot supported by any reasons let alone sufficient reasons. The\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 679\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\norder passed by SEBI, according to him, is non-speaking and, A\ntherefore, ought to have been quashed on that ground alone.\n16. The same submission was also made before the SAT.\nIt has been rejected by the SAT by giving detailed reasons.\nTaking into consideration the facts and circumstances of this\ncase, it cannot be said that Rules of Natural Justice have been\nviolated. The special circumstances which had been elaborately\nset out in the two letters written by the appellants on May 4,\n2006 and July 1, 2006 and the application made by the\nMerchant Bankers on September 22, 2006 have been\nsummarized by Mr. Shyam Divan in the written submission\nwhich are as follows:\n\"a.\nb.\nC.\nd.\nB\nC\nAn investigation into the affairs of SRMTL by\nRamesh C. Sharma \u0026 Co., Chartered Accountants,\nrevealed that a cumulative amount of Rs. 326.48 D\nCrores had been siphoned out of/embezzléd from\nthe coffers of SRMTL by its erstwhile Promoter\nDirectors. Ramesh C. Sharma \u0026 Co. submitted two\ninterim reports [in February and March 2006] and\na final report (in March 2006) to arrive at its E\naforesaid conclusions.\nFurther the financial accounts of SRMTL revealed\nthat it had lost its net worth.\nAsset Reconstruction Company (India) Limited F\n(\"ARCIL\") had acquired the debts and underlying\nrights and obligations from the secured creditors of\nSRMTL. ARCIL issued a notice dated January 25,\n2006 under Section 13(2) of the Securitization and\nReconstruction of Financial Assets and G\nEnforcement of Security Interest Act, 2002\n(\"SARFAESI\") threatening action under Section\n13(4) thereof.\nThe High Court of Gujarat had disposed of the H\nA\nB\n680\nSUPREME COURT REPORTS\nC\nf.\nD\nE\nF\nG\nH\ne.\n[2013] 3 S.C.R.\nwinding up petition filed against SRMTL by the UTI\nBank and Karnataka Bank Ltd. vide order dated\nFebruary 27, 2006.\nIt had come to the Appellant's knowledge that\nthough the Balance Sheets of SRMTL disclosed a\ncontingent liability of only Rs. 15.28 Crores as on\nMarch 31, 2005, the actual value was about Rs.\n263.65 Crores (out of which Rs.30.65 Crores had\nalready crystallized).\nThe share price of SRMTL shares had fallen\nsubstantially from the date of making the Public\nAnnouncement.\"\n17. In the letter dated May 4, 2006, it was pointed out that\nsubsequent to the Public Announcement dated 26th July, 2005\nand filing of the draft letter of offer, the circumstances leading\nto the requirement of making of Public Announcement by the\nappellants (pledgee acquirers) or requirements of the regulation\nhas substantially changed to the prejudice of the appellants and,\ntherefore, it was constrained to seek exemption from\nrequirement of the Regulations and/or permission to withdraw\nthe draft letter of offer. The letter sets out the sequence of\nevents leading to the acquisition, which triggered the provisions\nof Regulation 10. It sets out the reasons for fixing the offer price\nat Rs. 18.60 per share. The price had been determined at\nderiving the average of weekly high and low closing prices of\nshares of SRMTL (the target company) at Bombay Stock\nExchange (BSE) during 26 weeks preceding the date of Public\nAnnouncement. In Paragraph 4 of the letter, it is mentioned as\nunder:-\n\"Subsequent to the Public Announcement and filing of the\ndraft Letter of Offer, the price of the shares of SRMTL has\nfallen substantially due to circumstances beyond the control\nof the Acquirers. It has come to the knowledge of the\nAcquirers that subsequent to the Public Announcement\n1\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 681\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nand filing of the draft Letter of Offer, the financial condition A\nof SRMTL has substantially deteriorated on account of\ngross mismanagement and embezzlement by the promoter\ndirectors of SRMTL. It is apparent that SRMTL has lost its\nsubstratum and that chances of its revival are negligible.\"\n18. In Paragraph 5 of the letter, a prayer is made for\npermission either to exempt the Regulation 3(1) (1) read with\nRegulation 4(2) of the Takeover Regulations or withdrawal of\noffer under Regulation 27, on the basis of the justification given\nfor seeking withdrawal. The complete justification is given\nthereafter in Paragraph 6, which consists of sub-paragraphs 6.1\nto 6.8. The ultimate reason for seeking withdrawal is given in\nParagraphs 7 and 8, which are as under:-\n.\nB\nC\n\"7 Under the aforesaid circumstances, it is apparent\nthat SRMTL has lost its substratum and that D\nchances of its revival are negligible. The Pledgee\nAcquirers while enforcing the security created by\npledging the shares of SRMTL, are being saddled\nwith an additional burden of Rs.21,91,54,314 to the\nundue advantage of the other shareholders of E\nSRMTL. The purpose sought to be achieved by\noperation of the Regulations is lost in view of the\nsubsequent developments and the Regulations are\noperating harshly against the Pledgee Acquirers. In\nview of the changed scenario, it would be F\ninequitable and unfair to compel the Pledgee\nAcquirers to offer to purchase the shares of SRMTL\nfrom the other shareholders of SRMTL in\naccordance with the draft Letter of Offer.\n8.\nIn light of the change in circumstances as stated\nhereinabove, considering the present state of\naffairs, it would be just, fair and equitable (i) to\nexempt the Pledgee Acquirers from operation of\nRegulation 10 of the Regulations in exercise of\npowers conferred by Regulation 3(1)(1) read with H\n"}