{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58}],"text":"A\nB\nC\nD\nE\nF\nபட\nG\nH\n712 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nSRMTL Company was recently faced with poor financial\nperformance;\nStated reasons for the aforesaid poor performance and\nnegative net worth was:\n(i) Low volume of sales and products;\n(ii) Reduced price and lower realization;\n(iii) Working capital constraints;\n(iv) Higher unabsorbed fixed costs.\nCertain Litigations as stated in the Letter of Offer were\npending.\"\n62. The facts which could not have been known even after\ndue diligence are stated to be as under:\n\"Finding of special investigative audit by M/s. R.C.Sharma\n\u0026 Co., Chartered Accountants as contained in the three\nreports;\nUnexplained shortfall of cash - cash being siphoned by\nthose in management.\nIssuance of warrants to Pan Emami Cosmed Ltd in concert\nwith Emami's promoters with a view to fraudulently siphon\nRs.2.74 Crores.\nPromoters fraudulently appropriating money by sale of\ngoods to Emami Ltd by creating charge on trade\nreceivables.\nSiphoning of Rs.50 Crores by promoters/directors of\nSRMTL through related party transactions \"by creating a\nfictitious asset procurement case and subsequently\ncreating false grounds of writing off the same amount in\nthe books of the Company\".\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 713\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nRs. 143 Crores of \"huge contingent liability is not disclosed A\nin Balance Sheet as on 31.03.2005.\nSystematic embezzlement and siphoning of funds by\npromoters director of more than 326 Crores by fraudulent\ntransactions.\"\n63. On the basis of the aforesaid, Mr. Shyam Divan\nsubmitted that the conclusion recorded by the SEBI which has\nbeen upheld and approved by SAT is without any factual basis.\nB\n64. Mr. Shyam Divan, relying on Regulation 3A which C\nprohibits dealing in securities of a target company if a person\nhas access to price sensitive information, submitted that if the\nappellants were privy to the contents of the Kalyaniwala and\nSharp Reports it would have been precluded from invoking the\npledges, as such action would constitute “dealing in securities”.\nIt is also submitted by Mr. Shyam Divan that the expression \"due\ndiligence\" does not mean that the party has to assume the role\nof amateur detective, nor is the party obliged to make any\nenquiries unless it can be established that there existed any\ncircumstances which should have aroused any suspicion. It is\nalso submitted that the law laid down in Marfani and Co. Ltd.\nvs. Midland Bank Ltd. 15 and Indian Overseas Bank vs.\nIndustrial Chain Concern 16 which enumerates the benchmark\nor standards accepted from a party while performing the due\ndiligence should be taken into account.\nE\nF\n65. We are not much impressed by any of the submissions\nmade by Mr. Shyam Divan on this issue. Admittedly, the\nappellants were aware of the litigation against Shree Ram Multi\nTech Limited and its Directors. The litigation commenced in the\nyear 2003 i.e. before the public announcement made by the G\nappellants. In fact, the letter of offer itself refers to the pending\nlitigation by and against the target company and its directors.\n15. 1968 (2) All E.R. 573.\n16. 1990 1 SCC 484.\nH\nA\nC\nD\n714 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\n66. In Paragraph 4.17 of the said letter, the appellants\nmentioned the cases filed by Banks and Financial Institutions;\nCases/Appeals filed by SRMTL against Banks and financial\nInstitutions; Cases filed by the Registrar of Companies in the\nCourt of Additional Chief Metropolitan Magistrate, Ahmedabad\nB in the matter of non payment of dividend under Section 205 of\nthe Companies Act, 1956 and the application filed by the\ncompany against Registrar of Companies, Gujarat in Gujarat\nHigh Court in this matter under Section 482 of the Criminal\nProcedure Code. The list also mentions a case filed in the City\nCivil Court, Ahmedabad by two commercial entities involving\na sum of Rs.14275.47 lacs in the matter of recovery of dues\nand alleged claim for damages. The litany of cases also\nincludes an appeal of SRMTL and its directors before the SAT\nagainst an order of SEBI dated 6th September, 2004\nrestraining the company and few of its directors from accessing\nthe securities market and prohibiting from buying, selling and\ndealing in securities, directly or indirectly, for a period of five\nyears on the charge of having violated sections 11 and 13 of\nthe SEBI Regulations, 2003. There were six cases pending\nagainst the target company in the Labour Court, Kalol, (Gujarat)\nby ex-employees of the Company in the matter of their dues\nand compensation. There were cases pending in relation to\nCentral Excise. In one case, CEGAT had passed an order on\n25th February, 2004 claiming duty of Rs. 101.81 lacs, fine of\nRs.2 lacs and penalty of Rs.0.20 lacs. Excise duty authorities\nF have in various cases raised a demand on target company for\nan aggregate sum of Rs.145.90 lacs towards excise duty and\nRs.97.02 lacs towards penalty for various offences. Similarly,\nexcise duty of Rs.1317.65 lacs was demanded as a result of\na raid by the Intelligence Officer, Central Excise, Ahmedabad\nG for non-accounted raw materials. Undoubtedly, the appeals\nwere pending in the higher fora in a number of cases.\nNonetheless any reasonable investor/group of investors/\nconsortium would have come to a conclusion that investing in\nthis entity would not be a prudent decision.\nE\nH\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 715\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\n67. Taking into account the aforesaid state of affairs, SAT A\nhas concluded as follows:-\n\"The above facts would seem to be enough to provide the\nappellants a correct prognosis regarding the financial\nhealth and prospects of the target company. Clearly, the\nappellants decided on invoking the pledge on the shares\nof the target company with open eyes and sufficient\nknowledge about the affairs of the target company. It is not\nas if the appellants were innocent and were caught\nnapping in an unexpected turn of events. We are not,\ntherefore, inclined to accept at its face value the argument\nof the appellants that they had no prior clue about the\nadverse financial information relating to the target\ncompany and were contained in the later reports of the\nChartered Accountants. In this view of the matter, the\nBoard was justified in characterizing the situation that the\nappellants are faced with as the result of lack of due\ndiligence and/or sheer business misfortune. They are only\ntrying to wriggle out of a bad bargain which is not\npermissible under Regulation 27(1) (d) of the takeover\ncode.\"\n68. The aforesaid conclusion reached by SAT, in our\nopinion, does not call for any interference.\nB\nD\nE\nF\n69. We are inclined to agree with the submission made\nby Mr. Venugopal that the appellants cannot be permitted to\nwriggle out of the obligation of a public offer under the Takeover\nRegulation. Permitting them to do so would deprive the ordinary\nshareholders of their valuable right to have an exit option under\nthe aforesaid regulations. The SEBI Regulations are designed\nG\nto ensure that public announcement is not made by way of\nspeculation and to protect the interest of the other\nshareholders. Very solemn obligations are cast on the merchant\nbanker under Regulation 24(1) to ensure that –\n(a) the acquirer is able to implement the offer;\nH\n716\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n(b) the provision relating to Escrow account referred to in\nRegulation 28 has been made;\n(c) firm arrangements for funds and money for payment\nthrough verifiable means to fulfil the obligations under the\noffer are in place;\n(d) the public announcement of offer is made in terms of\nthe Regulations;\n(e) his shareholding, if any in the target company is\ndisclosed in the public announcement and the letter of\noffer.\n70. Regulation 24(2) mandates that the merchant banker\nshall furnish to the Board a due diligence certificate which shall\naccompany the draft letter of offer. The aforesaid regulation\nclearly indicates that any enquiries and any due diligence that\nhas to be made by the acquirer have to be made prior to the\npublic announcement. It is, therefore, not possible to accept the\nsubmission of Mr. Shyam Divan that the appellants are to be\npermitted to withdraw the public announcement based on the\ndiscovery of certain facts subsequent to the making of the\npublic announcement. In such circumstances, in our opinion, the\njudgments cited by Mr. Shyam Divan are of no relevance.\nDelay:\n71. Mr. Shyam Divan has also indicated that it was\nbecause of the unexplained delay of 8 months on the part of\nSEBI to process the Letter of Offer of the appellants that the\nprices for the shares of the target company went down from Rs.\n18.60 to Rs. 8.56, during this period. This would impose huge\nfinancial liability on the appellants. This submission is also\nwholly misconceived. The submission was not made before\nSAT and it has been raised for the first time, in the submissions\nmade by Mr. Shyam Divan. In fact, the ground is not even\npleaded in the grounds of appeal. The submission is mentioned\nonly in the list of dates. Since, we are considering a statutory\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 717\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nappeal under Section 15Z of the SEBI Act, the same cannot A\nbe permitted to be raised in this Court for the first time, unless\nthe submission goes to the very root of the matter. This apart,\neven on merit, we find that the submission is misconceived.\nRegulation 18(1) and (2) of the SEBI Takeover Code reads\nthus:-\n18. Submission of letter of offer to the Board -\nB\n(1) Within fourteen days from the date of public\nannouncement made under regulation 10, 11 or 12 as the\ncase may be, the acquirer shall, through its merchant C\nbanker, file with the Board, the draft of the letter of offer\ncontaining disclosures as specified by the Board.\n(2) The letter of offer shall be dispatched to the\nshareholders not earlier than 21 days from its submission\nto the Board under sub-regulation (1):\nProvided that if, within 21 days from the date of\nsubmission of the letter of offer, the Board specifies\nchanges, if any, in the letter of offer (without being under\nany obligation to do so), the merchant banker and the\nacquirer shall carry out such changes before the letter of\noffer is dispatched to the shareholders:\nD\nE\n[Provided further that if the disclosures in the draft letter of\noffer are inadequate or the Board has received any F\ncomplaint or has initiated any enquiry or investigation in\nrespect of the public offer, the Board may call for revised\nletter of offer with or without rescheduling the date of\nopening or closing of the offer and may offer its comments\nto the revised letter of offer within seven working days of\nG\nfiling of such revised letter of offer.]\"\n72. A perusal of the aforesaid regulation clearly shows that\nthe acquirer is required to file the draft letter of offer containing\ndisclosures as specified by the Board within a period of 14\nH\nC\n718 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA days from the date of public announcement. Thereafter, letter\nof offer has to be dispatched to the shareholders not earlier than\n21 days from its submission to the Board. Within 21 days, the\nBoard is :equired to specify changes if any, that ought to be\nmade in the letter of offer. The merchant banker and the\nB acquirer have then to carry out such changes before the letter\nof offer is dispatched to the shareholders. But there is no\nobligation to do so. Under the second proviso, the Board may\ncall for revised letter of offer in case it finds that the disclosures\nin the draft letter of offer are inadequate or the Board has\nreceived any complaint or has initiated any enquiry or\ninvestigation in respect of the public offer. It is important to\nnotice that in the first proviso the Board does not have any\nobligation to specify any change in the draft letter of offer within\na period of 21 days. In the present case, in fact, the Board had\nnot specified any changes within 21 days. We have already\nnoticed earlier that the letter of offer was lacking and deficient\nin detail. The appellants themselves were taking time to submit\ndetails called for, by their merchant bankers through various\nletters between 08.08.2005 to 20.3.2006. We have already\nnoticed the repeated advice given by the merchant banker to\nenhance the issue size of the open offer and to comply with\nother requirements of the Takeover Regulations. The appellants,\nin fact, were prevaricating and did not agree with the\ninterpretation placed on Regulation 27(1) (d) by the Merchant\nBanker. We, therefore, reject the submission of Mr. Shyam\nF Divan that there was delay on the part of SEBI in approving the\ndraft letter of offer.\nD\nE\nG\nH\nCourt may direct fresh valuation:\n73. Lastly, Mr. Shyam Divan has submitted that even if the\nappellants were not to be permitted to withdraw the public offer,\nthe Court ought to appoint an independent valuer and direct a\nfresh valuation to be made on the basis of principles contained\nin Regulation 20(5) of the Takeover Regulations. Such a\nvaluation, according to Mr. Shyam Divan, would be justified in\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 719\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nthe light of the foregoing submissions. We are not at all A\nimpressed by the aforesaid submission. The formula given in\nRegulation 20 would have no applicability in the facts and\ncircumstances of this case. The determination of the lowest\nprice under Regulation 20 would be at a stage prior to the\nmaking of the public announcement and not thereafter.\n74. In view of the aforesaid, we find no merit in the appeal\nand it is accordingly dismissed.\nR.P.\nAppeal dismissed.\nB\n"}