{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\n[2013] 3 S.C.R. 662\nNIRMA INDUSTRIES LTD. \u0026 ANR.\nV.\nSECURITIES \u0026 EXCHANGE BOARD OF INDIA\n(Civil Appeal No. 6082 of 2008)\nMAY 9, 2013\n[SURINDER SINGH NIJJAR AND ANIL R. DAVE, JJ.]\nSEBI (Substantial Acquisition of Shares and Takeovers)\nRegulations, 1997:\n-\nRegulation 27 read with Regulation 10 - Order of SEBI\nrejecting request of appellant for withdrawal of offer to acquire\nequity shares - Challenged for denial of oral hearing – Held:\nNot being given an opportunity of oral hearing cannot always\nbe equated to a situation, where no opportunity is given to a\nparty to submit an explanation at all - The entire material on\nwhich the appellants were relying was placed before SEBI and\non its consideration the offer of the appellants was rejected -\nTherefore, it cannot be said that the appellants have been in\nany manner prejudiced by the non-grant of the opportunity of\npersonal hearing - Further, neither the appellants nor their\nMerchant Bankers requested for a personal hearing\nAdministrative law - Natural justice - Personal hearing.\n-\n-\nRegulation 27(1)(b)(c) and (d) – Rejection of request for\nF withdrawal of offer to acquire equity shares - Held: Rejection\nof request made by appellants for withdrawal from the public\noffer or exemption under Regulation 27(1)(d) cannot be said\nto be an order causing adverse civil consequences\nAppellants had made an informed business decision -\nG Normally, the public offer once made can only be withdrawn\nin exceptional circumstances as indicated in Regulation 27(1)\n(b), (c) and (d) - - These sub-clauses are exceptions to the\ngeneral rule and, therefore, have to be construed very strictly\n-Clauses (b) and (c) are within the same genus of\nH\n662\n-\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 663\nBOARD OF INDIA\nimpossibility - Clause (d) also being an exception to the A\ngeneral rule would have to be construed in terms of clauses\n-\n-\n(b) and (c) – Clause (d) would not permit SEBI to accept the\noffer of withdrawal when it has become uneconomical for the\nacquirer to perform the public offer – The meaning of terms\n“such circumstances\" from the realm of impossibility cannot\nbe stretched to the realm of economic undesirability -\nTherefore, it cannot be said that the principle of ejusdem\ngeneris is not applicable for interpreting Regulation 27(1) (d)\nSEBI as well as the SAT have correctly concluded that\nwithdrawal of the open offer in the given set of circumstances\nis neither in the interest of investors nor development of the\nsecurities market - Interpretation of statues - Ejusdem\ngeneris Maxim 'noscitur a sociis'.\n-\n-\n-\nB\nC\nRegulation 27(1) – Order of SEBI rejecting request for\nwithdrawal - Plea of delay in passing the order - Held: The D\nplea was not raised before SAT - It has been raised for the\nfirst time in the submissions made before Supreme Court -\nSince, it is a statutory appeal u/s 15Z of the SEBI Act, the plea\ncannot be permitted to be raised - Even on merits, there was\nno delay on the part of SEBI in approving the draft letter of E\noffer - Securities and Exchange Board of India Act, 1992 -\ns.15Z - Delay/Laches.\nThe appellants filed the instant appeal challenging\norder of the Security Appellate Tribunal (SAT) whereby\nthe appeal against the order dated 30.4.2007 passed by\nSEBI rejecting the request for withdrawal of the offer of\nthe appellants to acquire the equity shares of SRMTL\nunder the SEBI (Substantial Acquisition of Shares and\nTakeovers) Regulations, 1997, was rejected.\nIt was contended for the appellants that the order\npassed by SEBI was passed without granting any\nopportunity of hearing to them. It was submitted that even\nif the regulations do not specifically provide for the grant\nof an opportunity of hearing, it ought to be read into the\nF\nG\nH\nB\n664 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA Regulations in view of the drastic civil consequences,\nwhich the appellants would suffer under the impugned\norder passed by the SEBI and upheld by SAT. It was\nfurther contended that Regulation 27(1)(d) provides an\nexception for withdrawal of open offer not limited to the\nnarrow confines of Clauses (b) and (c) of Regulation\n27(1). It was submitted that the exception under\nRegulation 27(1)(d) deals with a separate and distinct\nclass of cases i.e. conferring a discretion on SEBI to allow\nwithdrawal of open offers in \"such circumstances\", which\n\"in the opinion of the Board merit withdrawal\" and, as\nsuch, Regulation 27(1)(d) could not be read \"ejusdem\ngeneris\" with the preceding clauses to restrict its scope.\nC\nD\nE\nF\nDismissing the appeal, the Court\nHELD: 1.1. Not being given the opportunity of oral\nhearing cannot always be equated to a situation, where\nno opportunity is given to a party to submit an\nexplanation at all, before an order is passed causing civil\nconsequences to it. Regulation 27 of the SEBI\n(Substantial Acquisition of Shares and Takeovers)\nRegulations 1997 (Takeover Code) does not contemplate\na provision that the party seeking to withdraw from the\npublic offer is required to be given an oral hearing before\nan order is passed on the request for withdrawal. [para\n22] [684-D-F]\n1.2. The purpose of granting an opportunity of\nhearing is to ensure fair treatment of the person or entity\nagainst whom an order is likely to be passed. In the\ninstant case, all material had been placed by the\nG appellants before the SEBI in their letter dated 4.5.2006\nand the same material was also placed before the\nappellants' merchant bankers, which made an application\non 22.9.2006 to SEBI to exempt the appellants from the\nopen offer or withdraw the open offer under Regulation\nH\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 665\nBOARD OF INDIA\n27 or re-fix the price of the open offer. The Merchant A\nBankers had discussions with the officers of the SEBI\nbefore giving the opinion in its letter dated 27.6.2006.\nThus, it is apparent that all the necessary information was\navailable before SEBI for taking a decision as to whether\nthe claim of the appellants seeking exemption from the B\nTakeover Code, or withdrawal of the Letter of Offer would\nfall within the purview of Regulation 27(1) (d). Necessary\nclarifications, as required by the Merchant Bankers had\nalso been given in the subsequent correspondences.\nTherefore, it cannot be said that substantial justice has\nnot been done in the case of the appellants. [para 19 and\n22-23] [683-E-G; 682-C-D; 685-C-E]\nCanara Bank \u0026 Ors. Vs. Debasis Das \u0026 Ors. 2003 (2)\nSCR 968 = 2003(4) SCC 557; and Managing Director, ECIL,\nHyderabad \u0026 Ors. Vs. B. Karunakar \u0026 Ors. 1993 (2) Suppl.\nSCR 576 = 1993 (4) SCC 727 – referred to.\n-\nC\nD\n1.3. The appellants cannot justifiably claim that any\norder had been passed by SEBI that would cause\nadverse civil consequences, as envisaged by this Court E\nin B. Karunakar \u0026 Ors. The appellants after making a\nmarket assessment decided to invoke the pledge on July\n22, 2005. Having acquired more than 15% shares of the\ntarget company which triggered the Regulation 10 of the\nTakeover Code, the appellants published the proposed F\nopen offer to acquire upto 20% of the shares of the\nexisting shareholders. It is undisputable that normally the\npublic offer once made can only be withdrawn in\nexceptional circumstances as indicated in Regulation\n27(1) (b), (c) and (d). The rejection of the request made\nby the appellants for withdrawal from the public offer or\nexemption under Regulation 27(1)(d) cannot be said to be\nan order causing adverse civil consequences. The\nappellants had made an informed business decision\nwhich they felt subsequently, was likely to cause losses.\nG\nH\ni\nSUPREME COURT REPORTS\n666\n[2013] 3 S.C.R.\nA In such circumstances, they wanted to pull out and\nthrow the burden on to the other shareholders.\nTherefore, no prejudice has been caused to the\nappellants by the order passed by the SEBI rejecting their\nrequest. [para 22 and 24] [684-A-C; 686-A-C]\nB\nC\nD\nE\nF\n1.4. The provisions of Regulations 32(1) and 32(2) are\nof no assistance to the appellants. Firstly, neither the\nappellants nor their Merchant Bankers requested for an\nopportunity for a personal hearing. Secondly, SEBI has\nnot issued any instructions or directions u/s 11, which\nrequires that the rules of natural justice be complied with.\nThirdly, it cannot be said that the appellants had been\ncondemned unheard as the entire material on which the\nappellants were relying was placed before SEBI. It is\nupon consideration of the entire matter that the offer of\nthe appellants was rejected by the detailed order passed\nby SEBI on 30.4. 2007. [para 32] [691-C-F]\nUnion of India \u0026 Anr. Vs. Jesus Sales Corporation 1996\n(3) SCR 894 = 1996 (4) SCC 69 - relied on.\nAutomotive Tyre Manufacturers Association Vs.\nDesignated Authority \u0026 Ors. 2011 (1) SCR 198 = 2011\n(2) SCC 258; Darshan Lal Nagpal (Dead) by LRs. Vs.\nGovernment of NCT of Delhi \u0026 Ors. 2012 (2) SCR 595 = 2012\n(2) SCC 327- held inapplicable.\n2.1. The SAT has correctly come to the conclusion\nthat under the SEBI Act, the Board has been entrusted\nwith the fundamental duties of ensuring orderly\ndevelopment of the securities market as a whole and to\nG protect the integrity of the securities market. A\nconspectus of the Regulations would show that the\nscheme of the Takeover Code is - (a) to ensure that the\ntarget company is aware of the substantial acquisition;\n(b) to ensure that in the process of the substantial\nH acquisition or takeover, the security market is not\n1\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 667\nBOARD OF INDIA\ndistorted or manipulated and (c) to ensure that the small\ninvestors are given an option to exit, that is, they are\noffered a choice to either offload their shares at a price\nas determined in accordance with the Takeover Code or\nto continue as shareholders under the new dispensation.\nThe Takeover Code is meant to ensure fair and equal\ntreatment of all shareholders in relation to substantial\nacquisition of shares and takeovers and that the process\ndoes not take place in a clandestine manner without\nprotecting the interest of the shareholders. [para 39-40]\n[696-E; 699-F-H; 700-A]\n2.2. Regulation 27(1) states the general rule in\nnegative terms. It provides that no public offer, once\nmade, shall be withdrawn. The three sub-clauses, namely,\nclauses (b), (c) and (d) are exceptions to the general rule\nand, therefore, have to be construed very strictly. The\nexceptions cannot be construed in such a manner that\nwould destroy the general rule that no public offer shall\nbe permitted to be withdrawn after the public\nannouncement has been made. Clearly clauses (b) and\n(c) are within the same genus of impossibility. Clause (d)\nalso being an exception to the general rule would have\nto be construed in terms of clauses (b) and (c). Therefore,\nthe term \"such circumstances\" in clause (d) would also\nbe restricted to situation which would make it impossible\nfor the acquirer to perform the public offer. The discretion\nhas been left to the Board by the legislature realizing that\nit is impossible to anticipate all the circumstances that\nmay arise making it impossible to complete a public offer.\nClause (d) would not permit SEBI to accept the offer of\nwithdrawal even in circumstances when it has become\nuneconomical for the acquirer to perform the public offer.\nApplying the maxim 'noscitur a sociis', the meaning of the\nterm \"such circumstances\" cannot be stretched from the\nrealm of impossibility to the realm of economic\nundesirability. Therefore, it cannot be said that the\nA\nB\nC\nD\nE\nF\nG\nH\n668 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA principle of ejusdem generis is not applicable for\ninterpreting Regulation 27(1) (d) of the Takeover Code.\nRegulation 3(1) (f) (iv) (which exempts the acquisition of\nshares by banks and public financial institutions as\npledgees, from the provisions of the Takeover\nB Regulations) is not applicable in the instant case. [para\n42, 47, 48, 49, 51 and 53] [701-B-D; 703-D; 703-G-H; 704-\nG-H; 707-A; 707-F-G]\nC\nD\nE\nF\nG\nН\nMaharashtra University of Health Sciences and Ors. Vs.\nSatchikitsa Prasarak Mandal \u0026 Ors. 2010 (3) SCR 91 = 2010\n(3) SCC 786; Kavalappara Kottarathil Kochuni vs. State of\nMadras AIR 1960 SC 1080; Amar Chandra Chakraborty Vs.\nCollector of Excise (1972 (2) SCC 444; and Commissioner\nof Income Tax, Udaipur, Rajasthan Vs. McDowell and Co. Ltd.\n2009 (8) SCR 983 = 2009 (10) SCC 755 - referred to.\nAttorney General vs. Prince Ernest Augustus of Hanover,\n(1957) AC 436 referred to.\nMunicipal Corporation of Greater Bombay vs. Bharat\nPetroleum Corporation Ltd. 2002 (2) SCR 860 = 2002 (4) SCC\n219; Maharashtra University of Health Sciences \u0026 Ors. vs.\nSatchikitsa Prasarak Mandal \u0026 Ors. 2010 (3) SCR 91= 2010\n(3) SCC 786; and Union of India \u0026 Ors. Vs. Alok Kumar 2010\n(5) SCR 35 = 2010 (5) SCC 349 – cited.\n-\nBlack's Law Dictionary, referred to.\n2.3. SEBI as well as the SAT have correctly concluded\nthat withdrawal of the open offer in the given set of\ncircumstances is neither in the interest of investors nor\ndevelopment of the securities market. Permitting the\nwithdrawal would lead to encouragement of\nunscrupulous elements to speculate in the stock market.\nEncouraging such a practice of an offer being withdrawn\nwhich has become uneconomical would have a\ndestabilizing effect in the securities market. This would\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 669\nBOARD OF INDIA\nbe destructive of the purpose for which the Takeover A\nCode was enacted. [para 50 and 56] [705-F-G; 709-B-C]\nSahara India Real Estate Corporation Limited \u0026 Ors v.\nSecurities and Exchange Board of India \u0026 Anr. (2012) 8\nSCALE 101 – held inapplicable.\n-\nB\n2.4. In the instant case, no fraud has been played on\nthe appellants as such. The shares were acquired by the\nappellants on the basis of an informed business decision.\nThe conclusion reached by SAT that the appellants are\nonly trying to wriggle out of a bad bargain, which is not\nC\npermissible under Regulation 27(1) (d) of the Takeover\nCode, does not call for any interference.[para 60, 67 and\n68] [710-F; 715-D-F]\nRam Chandra v. Savitri Devi 2003 (4) Suppl. SCR 543\n= 2003 (8) SCC 319; S.P.Chengalvaraya Naidu (dead) by D\nLRs. vs. Jagannath (Dead) by LRs. and Ors. 1993 (3) Suppl.\nSCR 422 =1994 (1) SCC 1 - referred to.\nMarfani and Co. Ltd. vs. Midland Bank Ltd. 1968 (2) All\nE.R. 573; and Indian Overseas Bank vs. Industrial Chain ·\nConcern 1989 (2) Suppl. SCR 27 = 1990 (1) SCC 484 – held E\ninapplicable.\n-\n3. The plea of 8 months delay on the part of SEBI to\nprocess the Letter of Offer of the appellants was not made\nbefore SAT and it has been raised for the first time, in the\nsubmissions made before this Court. Ir fact, the ground\nis not even pleaded in the grounds of appeal. The\nsubmission is mentioned only in the list of dates. Since,\nit is a statutory appeal u/s 15Z of the SEBI Act, the plea\ncannot be permitted to be raised in this Court for the first\ntime, unless the submission goes to the very root of the\nmatter. This apart, even on merit, there was no delay on\nthe part of SEBI in approving the draft letter of offer. [para\n71-72] [716-F-H; 717-A; 718-F]\nLL\nF\nG\n4. As regards the plea that the Court ought to appoint H\nA\n670 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nan independent valuer and direct a fresh valuation to be\nmade on the basis of principles contained in Regulation\n20(5) of the Takeover Code, suffice it to say that the\nformula given in Regulation 20 would have no\napplicability in the facts and circumstances of the case.\nB The determination of the lowest price under Regulation\n20 would be at a stage prior to the making of the public\nannouncement and not thereafter. [para 73] [718-G-H;\n719-A-B]\nCase Law Reference:\nC\n2003 (2) SCR 968\nreferred to\npara 22\n1993 (2) Suppl. SCR 576 referred to\npara 22\n2011 (1) SCR 198\nheld inapplicable para 26\nD\n2012 (2) SCR 595\nheld inapplicable\npara 27\n1996 (3) SCR 894\nrelied on\npara 30\n2002 (2) SCR 860\ncited\npara 37\nE\n2010 (3) SCR 91\ncited\npara 37\n2010 (5) SCR 35\ncited\npara 37\nAIR 1960 SC 1080\nreferred to\npara 45\nF\n(1972 (2) SCC 444\nreferred to\npara 46\n2009 (8) SCR 983\nreferred to\npara 48\n(1957) AC 436\nreferred to\npara 49\n(2012) 8 SCALE 101\nheld inapplicable para 55\nG\nI\n2003 (4) Suppl. SCR 543\n1993 (3) Suppl. SCR 422\n1968 (2) All E.R. 573\n1989 (2) Suppl. SCR 27\nreferred to\nheld inapplicable para 64\nheld inapplicable para 64\nreferred to\npara 57\npara 58\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 671\nBOARD OF INDIA\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. A\n6082 of 2008.\nFrom the Judgment \u0026 Order dated 06.06.2008 of the\nSecurities Appellate Tribunal Mumbai in Appeal No. 74 of 2007.\nShyam Divan, Divyam Agarwal, Zerick Dastur, Sarthak\nMehrotra, Nirman Sharma, Bina Gupta for the Appellants.\nPratap Venugopal, Gaurav Nair (for K.J. John \u0026 Co.) for\nthe Respondent.\nThe Judgment of the Court was delivered by\nB\nC\nD\nSURINDER SINGH NIJJAR, J. 1. This statutory appeal\nis filed under Section 15Z of the Securities and Exchange\nBoard of India Act, 1992 (hereinafter referred to as the 'SEBI\nAct') against the order dated 5th June, 2008 (impugned order)\npassed by the Security Appellate Tribunal (SAT) whereby SAT\nhas dismissed the appeal filed by the appellants impugning the\ndirection contained in the communication dated 30th April,\n2007 of SEBI (SEBI order). By the aforesaid order, the request\nof the appellants for withdrawal of an offer to acquire the equity E\nshares of Shree Ram Multi Tech Limited (SRMTL) under the\nSEBI (Substantial Acquisition of Shares and Takeovers)\nRegulations, 1997 (Takeover Code/Takeover Regulation) has\nbeen rejected.\nFacts :\nF\n2. On 22nd March, 2002, the Promoters (including friends,\nrelatives and associates) of SRMTL - a listed company -\nborrowed a sum of Rs.48.94 crores from the appellants and\npledged equity shares of SRMTL worth Rs.1,42,88,700/- G\n(24.25% of equity capital) as security. The debt was in form of\nissue of Secured Optionally Fully Convertible Premium Notes\nby three closely held unlisted companies (Issuer Companies)\nfor an issue price of Rs.1,00,000/- each having nominal value\nof Rs.1,35,000/- each. The issue was made by the Issuer H\n"}