{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nс\n682\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nRegulation 4(2) of the Regulations or (ii) to permit\nwithdrawal of the Public Announcement and the\ndraft Letter of Offer in terms of Regulation 27 of the\nRegulations or (iii) permit the Pledgee Acquirers to\nre-fix the offer price on the basis of the current\nmarket price of the shares of SRMTL.”\n19. It is an admitted fact that the aforesaid letter was sent\nby the appellants to its Merchant Bankers. In its letter dated\n27th June, 2006, the Merchant Bankers informed the appellants\nthat the grounds mentioned in the letter dated 4th May, 2006\nare not valid grounds in terms of provisions of Regulation 27\nof the Takeover Code. Therefore, clearly the Merchant Banker\nwas also of the opinion that the specific circumstances relied\nupon by the appellants were of no relevance in seeking\nwithdrawal under Regulation 27. However, on the insistence of\nD the appellants, the Merchant Bankers by its letter dated 22nd\nSeptember, 2006 requested SEBI to exempt the appellants\nfrom the open offer or withdraw the open offer under Regulation\n27 or re-fix the price of the open offer. It appears that the\nMerchant Bankers had discussions with the officers of the SEBI\nE before giving the aforesaid opinion in its letter dated 27th June,\n2006. it was only thereafter the appellants were informed as\nunder:-\nF\nG\n\"We have perused the various grounds you have mentioned\nin your above letter to SEBI and are unable to find any of\nthese as valid grounds in terms of the provisions of\nRegulation 27 of the SEBI (Substantial Acquisition of\nShares \u0026 Takeovers) Regulations, 1997. The fact that the\nmarket price of the target company is far below the offer\nprice cannot be a reason for seeking withdrawal of the\noffer. Regulation 27(1) of the Takeover code is the only\nregulation permitting withdrawal of public offers and the\nsame is reproduced below:\nH\n\"\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 683\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\n20. Still not satisfied, the appellants wrote to its Merchant A\nBankers on 1st July, 2006 requesting it to forward the letter\ndated 4th May, 2006 to SEBI for its consideration. In the letter,\nit was mentioned as follows:-\n\"Meanwhile, we do not agree with your views even prior B\nto SEBI's consideration of the facts presented by us.\nPlease do note that Regulation 27(1)(c) does provide for\nspecific approval of SEBI for withdrawal of the open offer,\nwhich is what we are seeking. Unless SEBI considers our\nletter and informs us of a decision not to approve the\nC\napplication for withdrawal, it would be premature to\nforeclose the options available to us by a fair application\nof the law. Consequently, you are requested to forward our\nenclosed application formally to SEBI so that SEBI can\nconsider the same and take a decision in the matter. Once\nthe decision of SEBI is communicated, we can take further\nsteps in the matter.\"\n21. As noticed earlier, the Merchant Bankers were still not\nsatisfied with the information provided by the appellants in\nsupport of its request for withdrawal of the open offer.\nTherefore, the appellants had given further clarifications to the\nMerchant Bankers. It was only on receipt of the clarifications\nthat the Merchant Bankers forwarded the request to SEBI for\nconsideration.\n22. From the above, it is apparent that all the necessary\ninformation was available before SEBI for taking a decision as\nto whether the claim of the appellants seeking exemption from\nthe Takeover Code, or withdrawal of the Letter of Offer would\nfall within the purview of Regulation 27(1) (d). The purpose of\ngranting an opportunity of hearing is to ensure fair treatment of\nthe person or entity against whom an order is likely to be\npassed. In the present case, we are unable to accept the\nsubmission of Mr. Shyam Divan that the impugned order\npassed by SEBI on 30th April, 2007, rejecting the application\nD\nE\nF\nG\nH\nD\n684\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA of the appellants for exemption/withdrawal by SEBI caused any\n\"adverse civil consequences\". Having acquired the shares of\nthe target company to the extent which triggered the Regulation\n10 of the Takeover Code, the appellants published in the\nFinancial Express, Mumbai Edition the proposed open offer to\nB acquire upto 20% of the shares of the existing shareholders.\nThe price offered in the Public Announcement, being Rs. 18.60\nper share was arrived at as per Regulation 20(4) of the\nTakeover code, which is applicable to frequently traded shares.\nIt is undisputable that normally the public offer once made can\nC only be withdrawn in exceptional circumstances as indicated\nin Regulation 27(1) (b), (c) and (d). In their letter dated 4th May,\n2006, the appellants had given detailed reasons giving\njustification for seeking exemption/withdrawal/price fixation. Not\nbeing given the opportunity of oral hearing cannot always be\nequated to a situation, where no opportunity is given to a party\nto submit an explanation at all, before an order is passed\ncausing civil consequences to it. Mr. Shyam Divan has been\nat pains to point out that rules of natural justice require that an\nopportunity of hearing should have been given to the appellants.\nWe see no reason to read into Regulation 27 - the provision\nthat the party seeking to withdraw from the public offer is\nrequired to be given an oral hearing before an order is passed\non the request for withdrawal. We also see no merit in the\nsubmission that an oral hearing was particularly necessary in\nthe light of the fraud, which has been perpetrated by the\npromoters of the target company on the innocent shareholders,\nwhich will also include the appellants. Such a submission can\nnot be accepted either on facts or in law. The appellants had\nmade a business decision in deliberately purchasing the\nshares of the target company to such an extent that it had to,\nG under the law; make the Public Announcement for purchase of\nother shares at the price of Rs.18.60 per share.\nE\nF\nH\n23. In support of his submissions on breach of Rules of\nNatural Justice, in his written submission, Mr. Shyam Divan has\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 685\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nA\nB\nrelied on Canara Bank \u0026 Ors. Vs. Debasis Das \u0026 Ors.1 In this\ncase, this Court reiterated the well known Rules of Natural\nJustice. Otherwise the particular case relied upon has no\nrelevance to the present proceedings. In the Canara Bank's\ncase (supra), this Court was considering the case of an\nemployee subjected to the disciplinary proceedings. Again this\nCourt reiterated the well known principle that natural justice is\nthe administration of justice in a commonsense liberal way.\nFurther that the rules have been enforced by the Courts to\nensure that substantial justice is done to the party proceeded\nagainst. In the present case, it is a matter of record that all\nC\nmaterial had been placed by the appellants before the SEBI in\nits letter dated 4th May, 2006 and the same material was also\nplaced before the Merchant Bankers. Necessary clarifications,\nas required by the Merchant Bankers, had also been given in\nthe subsequent correspondences, as noticed by us in the earlier\npart of the judgment. Therefore, it cannot be said that\nsubstantial justice has not been done in the case of the\nappellants. This Court in Canara Bank's case (supra) reiterated\nthe principle laid down in Managing Director, ECIL, Hyderabad\n\u0026 Ors. Vs. B. Karunakar \u0026 Ors.² Here again, this Court has\nreiterated that even an administrative order, which involved civil E\nconsequences, must be consistent with the rules of natural\njustice. The expression \"civil consequences\" encompasses\ninfraction of not merely property or personal rights but of civil\nliberties, material deprivations and non-pecuniary damages. In\nother words, anything which affects the rights of the citizen in F\nordinary civil life.\n24. In our opinion, the appellants cannot justifiably claim\nthat any order had been passed by SEBI that would cause\nadverse civil consequences, as envisaged by this Court in B.\nKarunakar \u0026 Ors. (Supra). The appellants after making a\nmarket assessment decided to invoke the pledge on July 22,\n1. (2003) 4 SCC 557.\n2. (1993) 4 SCC 727.\nD\nG\nH\n686 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA 2005. Since the shares which came to the appellants were\nmore than 15%, statutorily Regulation 10 was triggered. The\nrejection of the request made by the appellants for withdrawal\nfrom the public offer or exemption under Regulation 27(1)(d)\ncannot be said to be an order causing adverse civil\nB consequences. The appellants had made and informed.\nbusiness decision which unfortunately for them, instead of\ngenerating profits was likely to cause loses. In such\ncircumstances, they wanted to pull out and throw the burden on\nto the other shareholders. We, therefore, fail to see what\nprejudice has been caused to the appellants by the order\npassed by the SEBI rejecting the request of the appellants.\nC\n25. In B. Karunakar \u0026 Ors. (supra), having defined the\nmeaning of \"civil consequences\", this Court reiterated the\nprinciple that the Court/Tribunal should not mechanically set\nD aside the order of punishment on the ground that the report was\nnot furnished to the employee. It is only if the Court or Tribunal\nfinds that the furnishing of the report would have made a\ndifference to the result in the case that it should set aside the\norder of punishment. In other words, the Court reiterated that\nE the person challenging the order on the basis that it is causing\ncivil consequences would have to prove the prejudice that has\nbeen caused by the non-grant of opportunity of hearing. In the\npresent case, we must hasten to add that, in the letter dated\n4th May, 2006, the appellants have not made a request for being\nF granted an opportunity of personal hearing. Therefore, the\nground with regard to the breach of rules of natural justice\nclearly seems to be an after thought.\nG\n26. Mr. Shyam Divan had also relied on Automotive Tyre\nManufacturers Association Vs. Designated Authority \u0026 Ors.³\nThe aforesaid judgment is again of no relevance in the present\ncase. The scope and ambit of the Anti-Dumping Regulations,\nthe Customs Tariff (Identification, Assessment \u0026 Collection of\nAnti-Dumping Duty on Dumped Articles \u0026 for Determination of\nH 3. (2011) 2 SCC 258.\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 687\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\nInjury) Rules, 1995 was under consideration of this Court. Upon A\nconsideration of the entire matter, the Court reiterated the\nprinciple of law, which is stated as follows:-\n\"80. It is thus, well settled that unless a statutory provision,\neither specifically or by necessary implication excludes the\napplication of principles of natural justice, because in that\nevent the court would not ignore the legislative mandate,\nthe requirement of giving reasonable opportunity of being\nheard before an order is made, is generally read into the\nprovisions of a statute, particularly when the order has\nadverse civil consequences which obviously cover\ninfraction of property, personal rights and material\ndeprivations for the party affected. The principle holds\ngood irrespective of whether the power conferred on a\nstatutory body or Tribunal is administrative or quasi-\njudicial. It is equally trite that the concept of natural justice\ncan neither be put in a straitjacket nor is it a general rule\nof universal application.”\n27. Considering the 1995 Rules, it was held as follows:-\n\"83. The procedure prescribed in the 1995 Rules imposes\na duty on the DA to afford to all the parties, who have filed\nobjections and adduced evidence, a personal hearing\nbefore taking a final decision in the matter. Even written\narguments are no substitute for an oral hearing. A personal\nhearing enables the authority concerned to watch the\ndemeanour of the witnesses, etc. and also clear up his\ndoubts during the course of the arguments. Moreover, it\nwas also observed in Gullapalli, if one person hears and\nother decides, then personal hearing becomes an empty\nformality.\"\n28. It was noticed by the Court that in the matter under\nconsideration, the entire material had been collected by the\npredecessor of the DA. He had allowed the interested parties\nand/or their representatives to present the relevant information\nB\nC\nD\nE\nF\nG\nH\n688 SUPREME COURT REPORTS\n[2013] 3 S.C.R.\nA before him in terms of Rule 6(6) but the final findings in the form\nof an order were recorded by the successor DA, who had no\noccasion to hear the appellants. Therefore, it was held that the\nfinal order passed by the new DA offends the basic principle\nof natural justice. In the present case, the appellants did not\nB make a formal request before SEBI for being given an\nopportunity of personal hearing. Thus, the reliance on the\naforesaid case is misplaced.\nC\nD\n29. Mr. Shyam Divan then relied on Darshan Lal Nagpal\n(Dead) by LRS. Vs. Government of NCT of Delhi \u0026 Ors.4 The\nCourt in this case was considering whether the Government of\nNCT of Delhi could invoke Section 17(1) and (4) of the Land\nAcquisition Act and dispense with the rule of hearing embodied\nin Section 5A (2) for the purpose of acquiring certain land. In\nthis context, the Court observed that the reasons given by NCT\nfor invoking the emergency provision were not justified. It was\nobserved that the documents produced by the parties including\nthe notings recorded in the concerned file and the approval\naccorded by the Lieutenant Governor do not contain anything\nfrom which it can be inferred that a conscious decision was\nE taken to dispense with the application of Section 5A which\nrepresents two facets of the rule of hearing that is the right of\nthe land owner to file objection against the proposed acquisition\nof land and of being heard in the inquiry required to be\nconducted by the Collector. There is no such duty caused on\nF SEBI under the Regulations, which would make it incumbent\nupon it to grant an opportunity of hearing before rejecting the\napplication made by the appellants or its Merchant Bankers.\nThis apart, we again reiterate that the appellants in its letter of\n4th May, 2006 did not make any request for a personal hearing.\nG In such circumstances, in our opinion, SAT has correctly\nconcluded that:\n\"Having acquired the shares of the target company which\nbreached the threshold limit prescribed by the takeover\nH 4. (2012) 2 SCC 327.\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 689\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\ncode, the appellants were required to make a public officer A\nto acquire further shares of that company for which a public\nannouncement was made. The normal rule being that the\npublic offer once made could not be withdrawn, it was only\nin the exceptional circumstances referred to in the earlier\npart of our order that such an offer could be withdrawn. The B\nappellants were invoking those exceptional circumstances\nand the Board having considered the matter took a\ndecision. It is not that they had no opportunity to place their\npoint of view before the Board. In these circumstances, it\nwas not necessary for them to be given a personal C\nhearing.\"\n30. Mr. Venugopal has further pointed out that apart from\nthe appellants, even the Merchant Bankers did not make a\nrequest for a personal hearing. He submitted that grant of an\nopportunity for a personal hearing can not be insisted upon in\nall circumstances. In support of this submission, he relied on\njudgment of this Court in the case of Union of India \u0026 Anr. Vs.\nJesus Sales Corporation. The submission can not be brushed\naside in view of the observations made by this Court in the\naforesaid judgment, which are as under:-\n5.\n\"5. The High Court has primarily considered the question\nas to whether denying an opportunity to the appellant to be\nheard before his prayer to dispense with the deposit of the\npenalty is rejected, violates and contravenes the principles\nof natural justice. In that connection, several judgments of\nthis Court have been referred to. It need not be pointed out\nthat under different situations and conditions the\nrequirement of compliance of the principle of natural justice\nvary. The courts cannot insist that under all circumstances\nand under different statutory provisions personal hearings\nhave to be afforded to the persons concerned. If this\nprinciple of affording personal hearing is extended\nwhenever statutory authorities are vested with the power\n(1996) 4 SCC 69.\nD\nE\nF\nG\nН\nA\nB\nс\nD\nE\nF\n690\nSUPREME COURT REPORTS\n[2013] 3 S.C.R.\nto exercise discretion in connection with statutory appeals,\nit shall lead to chaotic conditions. Many statutory appeals\nand applications are disposed of by the competent\nauthorities who have been vested with powers to dispose\nof the same. Such authorities which shall be deemed to\nbe quasi-judicial authorities are expected to apply their\njudicial mind over the grievances made by the appellants\nor applicants concerned, but it cannot be held that before\ndismissing such appeals or applications in all events the\nquasi-judicial authorities must hear the appellants or the\napplicants, as the case may be. When principles of natural\njustice require an opportunity to be heard before an\nadverse order is passed on any appeal or application, it\ndoes not in all circumstances mean a personal hearing.\nThe requirement is complied with by affording an\nopportunity to the person concerned to present his case\nbefore such quasi-judicial authority who is expected to\napply his judicial mind to the issues involved. Of course, if\nin his own discretion if he requires the appellant or the\napplicant to be heard because of special facts and\ncircumstances of the case, then certainly it is always open\nto such authority to decide the appeal or the application\nonly after affording a personal hearing. But any order\npassed after taking into consideration the points raised in\nthe appeal or the application shall not be held to be invalid\nmerely on the ground that no personal hearing had been\nafforded.\n\"\nG\n31. Taking into consideration the facts and circumstances\nof this case, we are unable to accept the submission of Mr.\nShyam Divan with regard to the breach of rules of natural\njustice, in this case, merely because the appellants were not\ngiven a personal hearing.\n32. Mr. Shyam Divan had also submitted that grant of\nH opportunity of hearing ought to be read into Regulation 27(1)\nNIRMA INDUSTRIES LTD. v. SECURITIES \u0026 EXCHANGE 691\nBOARD OF INDIA [SURINDER SINGH NIJJAR, J.]\n(d), which enables SEBI to grant exemption or permit A\nwithdrawal in \"such circumstances as in the opinion of the Board\nmerit withdrawal\". He submits that an informed opinion could\nonly be taken by the Board under the aforesaid Regulation by\npermitting the concerned applicant an opportunity of personal\nhearing. The learned senior counsel also sought support for the B\naforesaid submission that Regulation 32(1) which permits the\nBoard to issue directions as it deem fit in the interests of\ninvestors in the securities and securities market under Section\n11 or 11(b) or 11(d). Regulation 32(2) specifically provides that\nin any proceedings initiated by the Board, it shall comply with C\nthe principle of natural justice, before issuing directions to any\nperson. In our opinion, the aforesaid provisions are of no\nassistance to the appellants. Firstly, neither the appellants nor\ntheir Merchant Bankers requested for an opportunity for a\npersonal hearing. Secondly, in the present case, SEBI has not\nissued any instructions or directions under Section 11, which\nrequires that the rules of natural justice be complied with. Thirdly,\nit cannot be said that the appellants had been condemned\nunheard as the entire material on which the appellants were\nrelying was placed before SEBI. It is upon consideration of the\nentire matter that the offer of the appellants was rejected. This\nis evident from the detailed order passed by SEBI on 30th April,\n2007. The letter indicates precisely the exceptional\ncircumstances mentioned by the appellants seeking to withdraw\nthe public announcement. Each and every circumstance\nmentioned was considered by SEBI. Therefore, it can not be\nsaid that the appellants have been in any manner prejudiced\nby the non-grant of the opportunity of personal hearing.\nTherefore, the submission made by Mr. Shyam Divan with\nregard to the breach of rules of natural justice is rejected.\nD\nE\nF\nG\n33. Mr. Shyam Divan then submitted that the interpretation\nplaced on Regulation 27(1) (d) by SEBI as well as the SAT\nresults in restriction on the wide powers given to SEBI to\nregulate the securities market to further the object of the SEBI\nAct. He submits that the appellants are equally \"an investor\" in H\n"}