{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"AKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 107\nOF MADHYA PRADESH AND ORS. [G.S. SINGHVI, J.]\nStudies (2009) 6 SCC 171 and argued that the Court cannot A\nexercise the power of judicial review to nullify the policy framed\nby the State Government to allot Nazul land without\nadvertisement. Shri Ravi Shanker Prasad referred to paragraph\n26 of the RBC and argued that the State Government is\npossessed with the power to make allotment without charging B\npremium or waive the same. Learned senior counsel then relied\nupon a passage from Chapter IV of the Law of Trusts and\nCharities by Atul M Setalvad, judgments of this Court in State\nof Uttar Pradesh v. Bansi Dhar (1974) 1 SCC 447 and\nCanbank Financial Services Ltd. v. Custodian (2004) 8 SCC\n355 and argued that intention to create a trust was sufficient\nfor making an application for reservation and allotment of land\nin favour of respondent No.5. He submitted that while making\nrequest for reservation of land in favour of the Memorial Trust,\nShir Kailash Joshi had made it clear that the same will be used\nfor establishing a training institute in the name of late Shri\nKhushabhau Thakre and this was a clear indication to the State\nGovernment that a trust will be created for managing the\ninstitute.\nC\nD\nF\n8. Shri Ranjit Kumar, learned senior counsel appearing for E\nrespondent No.5, submitted that this Court should not interfere\nwith the impugned allotment because at every stage of the\nproceedings i.e. reservation of land, formation of trust and\nchange of land use, objections were invited from public but at\nno stage the appellant had filed any objection. The learned\ncounsel extensively referred to the RBC, the provisions of the\nAct and Madhya Pradesh Nagar Tatha Gram Nivesh Viksit\nBhoomiyo, Griho, Bhavano Tatha Anya Sanrachanao Ka\nVyayan Niyam, 1975 (for short 'the Rules') and argued that the\nallotment of land to respondent No.5 and change of land use\nare not vitiated due to violation of any constitutional or legal\nprinciple warranting interference by the Court. Shri Ranjit Kumar\nrelied upon Sections 3,5 and 6 of the Indian Trusts Act, 1882\nand Sections 2,4,5,6,8,11,32 and 33 of the 1951 Act and\nargued that intention to create trust was sufficient to enable Shri\nG\nH\nB\n108 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA Kailash Joshi to make applications for reservation and allotment\nof land in the name of the institute and, in any case, the\nappellant cannot take advantage of non-registration of the trust\nup to 6.10.2004 because on the date of actual allotment i.e.\n27.01.2006 the trust stood registered. Learned senior counsel\nalso emphasized that once the trust was registered, the factum\nof registration will relate back to the date of application i.e.\n31.07.2004, which was prior to the reservation of land by the\nState Government. In the end, Shri Ranjit Kumar submitted that\nthe Court may not nullify the impugned allotment at the instance\nof the appellant because it did not question hundreds of similar\nallotments made in favour of other organizations/institutions.\nLearned senior counsel also relied upon the judgment of this\nCourt in Harsh Dhingra v. State of Haryana (2001) 9 SCC 550\nand argued that the impugned allotment may not be quashed\nand the law which may be laid down by this Court should govern\nthe allotments, which may be made in future.\nC\nD\n9. We have considered the respective submissions. For\ndeciding the questions arising in the appeal, it will be useful to\nnotice the relevant provisions of the Act, the Rules and the\nE RBC.\nF\nG\nH\n10. The Act was enacted to make provisions for planning\nand development and use of land; to make better provisions\nfor the preparation of development plans and zoning plans with\na view to ensure that town planning schemes are made in a\nproper manner and they are effectively executed. The Act also\nprovides for constitution of Town and Development Authority for\nproper implementation of Town and Country Development Plan\nand for the development and administration of special areas\nthrough Special Area Development Authority and also to make\nprovisions for the compulsory acquisition of land required for\nthe purpose of the development plans and for achieving the\nobjects of the Act. Chapter IV of the Act (Sections 13 to 19)\ncontains provisions relating to planning areas and development\nplans. Under Section 13(1), the State Government is\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 109\nOF MADHYA PRADESH AND ORS. [G.S. SINGHVI, J.]\nC\nD\nempowered to constitute planning areas for the purposes of the A\nAct and define limits thereof. In terms of Section 13 (2), the\nState Government can alter the limits of the planning area,\namalgamate two or more planning areas, divide any planning\narea into two or more planning areas and also declare that\nwhole or part of the area constituting the planning area shall B\ncease to be so. Section 14 casts a duty on the Director of Town\nand Country Planning to prepare an existing land use map, a\ndevelopment plan and do other activities specified in clauses\n(d) and (e) of that section. Section 15 contains the procedure\nfor preparation of existing land use map. Section 16 lays down\nthat after publication of the existing land use map under Section\n15 no person shall change the use of any land or carry out any\ndevelopment of land for any purpose other than those indicated\nin the existing land use map without prior permission of the\nDirector. It also lays down that no local authority or any officer\nor other authority shall grant permission for change in use of\nland in violation of the existing land use map. Section 17 (as\namended by M.P. Act No. 8 of 1996) lays down that a\ndevelopment plan shall take into account any draft five-year and\nAnnual Development plan of the district prepared under the\nMadhya Pradesh Zila Yojana Samiti Adhiniyam, 1995 in\nrespect of the planning area and shall broadly indicate the land\nuse proposed in the planning area; allocate broadly areas or\nzones of land, keeping in view the regulations of natural hazard\nprone areas, for residential, industrial, commercial or\nagricultural purposes; open spaces, parks and gardens, green-\nbelts, zoological gardens and playgrounds; public institutions\nand offices and such special purposes as the Director may\nconsider proper. Other factors enumerated in clauses (c) to (j)\nare also required to be taken into consideration while preparing\na development plan. Section 17-A(1) mandates the constitution\nof a Committee consisting of various persons specified in\nclauses (a) to (i) thereof. The role of the Committee is to hear\nthe objections received after publication of the draft\ndevelopment plan under Section 18 and suggest modifications\nor alterations, if any. Section 18 provides for publication of the\nE\nF\nG\nH\nс\nD\n110\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA draft development plan for inviting objections and suggestions\nfrom public. The objections and suggestions, if any, received\nare required to be placed before the Committee constituted\nunder Section 17-A(1) which shall, after giving opportunity of\nhearing to the affected persons, suggest appropriate\nB modifications in the draft development plan. After receiving the\nreport of the Committee, the Director is required to submit the\ndevelopment plan for approval of the Government. Section 19\nprovides for approval of the development plan with or without\nmodifications by the State Government. In a given case the\nState Government can return the development plan with a\ndirection that fresh development plan be prepared. Where the\nState Government approves the development plan with\nmodification, a notice is required to be published in the Gazette\ninviting objections and suggestions in respect of such\nmodification and final plan is to be published after considering\nthe objections and suggestions, if any, received and giving\nopportunity of hearing to those desirous of being heard. In terms\nof sub-section (5) of Section 19 the development plan comes\ninto operation from the date of publication of the notice in the\nGazette. Chapter V deals with zoning plan. Section 20 lays\ndown that the local authority may, on its own motion, prepare a\nzoning plan after publication of the development plan. If the\nState Government sends a requisition for that purpose then also\nthe local authority is required to prepare a zoning plan. Section\n21 specifies the matters which are to be incorporated in the\nzoning plan. By virtue of Section 22, the provisions of Sections\n18 and 19 have been made applicable for the purpose of\npreparation, publication, approval and operation of zoning plan.\nSection 23(1) empowers the Director to undertake a review and\nevaluation of the development plan either on his own motion\nG or in terms of the directions given by the State Government.\nLikewise, under Section 23(4) the local authority can undertake\nreview and evaluation of the zoning plan on its own motion or\nas per the direction of the State Government or the Director.\nSection 23-A was inserted in the Act by M.P. Act 22 of 1992\nE\nF\nH\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 111\nOF MADHYA PRADESH AND ORS. [G.S. SINGHVI, J.]\nA\nB\nand was substituted by M.P. Act 22 of 2005. In terms of Section\n24(1), the overall control of development and use of land in the\nState vests in the State Government. Section 24(2) lays down\nthat subject to the control of the State Government under sub-\nsection (1) and the rules made under the Act, the overall control\nof development and use of land in the planning area shall vest\nin the Director from the date appointed by the State\nGovernment by notification. Sub-section (3) empowers the\nState Government to make rules to regulate control of\ndevelopment and use of land in planning area. Section 25(1)\nlays down that after coming into force of the development plan, C\nthe use and development of land shall be in accordance with\nthe development plan. Section 26 lays down that after coming\ninto operation of the development plan, no person shall change\nthe use of any land or carry out any development without written\npermission of the Director. Proviso to this section contains D\nsome exceptions in which works can be carried out without\nprior permission of the Director. Chapter VII (Sections 38 to\n63A) provides for establishment of Town and Country\nDevelopment Authority and its status as a body corporate,\nconstitution of the Authority, tenure and remuneration etc. of\nChairman and Vice Chairman, appointment of Chief Executive\nOfficer and other officers and servants. Section 49 specifies\nthe factors which may be included in a town development\nscheme. Section 50 regulates preparation of a town\ndevelopment scheme and publication thereof in the Gazette\netc. Section 58 empowers the authority to make regulation for\ndisposal of developed lands, houses, buildings and other\nstructures. This is subject to the rules which may be made by\nthe State Government in this behalf. Section 85, which finds\nplace in Chapter XI, confers power upon the State Government\nto make rules for carrying out the purposes of the Acts. For the\nsake of reference, Sections 14(a), (b), 15, 17(a), (b), 23-A,\n25(1), 26 and 58 of the Act are reproduced below:\nE\nF\nG\n\"14. Director to prepare development plans. -Subject\nto the provisions of this Act and the rules made thereunder, H\n112\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA\nthe Director shall, -\nB\nC\nD\nE\nF\n0\nH\n(a) prepare an existing land use map;\n(b) prepare a development plan;\n15. Existing land use maps -\n(1) The Director shall carry out the survey and prepare an\nexisting land use map indicating the natural hazard prone\nareas] and, forthwith publish the same in such manner as\nmay be prescribed together with public notice of the\npreparation of the map and of place or places where the\ncopies may be inspected, inviting objections and\nsuggestions in writing from any person, with respect\nthereto within thirty days from the date of publication of such\nnotice.\n(2) After the expiry of the period specified in the notice\npublished under sub-section (1), the Director may, after\nallowing a reasonable opportunity of being heard to all such\npersons who have filed the objections or suggestions,\nmake such modifications therein as may be considered\ndesirable.\n(3) As soon as may be after the map is adopted with or\nwithout modifications the Director shall publish a public\nnotice of the adoption of the map and the place or places\nwhere the copies of the same may be inspected.\n(4) A copy of the notice shall also be published in the\nGazette and it shall be conclusive evidence of the fact that\nthe map has been duly prepared and adopted.\n-\n17. Contents of development plan. A development\nplan shall take into account any draft five-year and Annual\nDevelopment plan of the district prepared under the\nMadhya Pradesh Zila Yojana Samiti Adhiniyam, 1995 (No.\n19 of 1995) in which the planning area is situated and shall,\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 113\nOF MADHYA PRADESH AND ORS. [G.S. SINGHVI, J.]\n(a) indicate broadly the land use proposed in the planning A\narea;\n(b) allocate broadly areas or zones of land, keeping in view\nthe regulations for natural hazard prone areas, for-\nB\n(i) residential, industrial, commercial or agricultural,\npurpose;\n(ii) open spaces, parks and gardens, green-belts,\nzoological gardens and playgrounds;\nC\n(iii) public institutions and offices;\n(iv) such special purposes as the Director may deem fit;\n23-A. Modification of Development Plan or zoning\nPlan by State Government in certain circumstances.- D\n(1)(a) The State Government may, on its own motion or\non the request of a Town and Country Development\nAuthority, make modification in the development plan or\nthe zoning plan for any proposed project of the Government\nof India or the State Government and its enterprises or for\nany proposed project related to development of the State\nor for implementing a scheme of a Town and Country\nDevelopment Authority and the modification so made in\nthe development plan or zoning plan shall be an integral\npart of the revised development plan or zoning plan.\nE\nF\n(b) The State Government may, on an application from any\nperson or an association of persons for modification of\ndevelopment plan or zoning plan for the purpose of\nundertaking an activity or scheme which is considered by G\nthe State Government or the Director, on the advice of the\nCommittee constituted by the State Government for this\npurpose, to be beneficial to the society, make such\nmodification in the development plan or zoning plan as\nmay be deemed necessary in the circumstances of the H\n:\n114\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA\nB\n0\nD\nE\nF\n0\nH\ncase and the modification so made in the development\nplan or zoning plan shall be an integral part of the revised\ndevelopment plan or zoning plan.\n(2) The State Government shall publish the draft of modified\nplan together with a notice of the preparation of the draft\nmodified plan and the place or places where the copies\nmay be inspected, continuously for two days in such two\ndaily newspapers which are in the approved list of\nGovernment for advertisement purpose having circulation\nin the area to which it relates and a copy thereof shall be\naffixed in a conspicuous place in the office of the Collector,\ninviting objections and suggestions in writing from any\nperson with respect thereto within fifteen days from the\ndate of publication of such notice.\nAfter considering all the objections and suggestions\nas may be received within the period specified in the\nnotice and shall, after giving reasonable opportunity to all\npersons affected thereby of being heard, the State\nGovernment shall confirm the modified plan.\n(3) The provisions of Sections 18, 19 and 22 shall not\napply for modification made by the State Government.\"\n25. Conformity with development plan. -(1) After the\ncoming into force of the development plan, the use and\ndevelopment of land shall conform to the provisions of the\ndevelopment plan:\n[Provided that the [Director] may, as its discretion, permit\nthe continued use of land for the purpose for which it was\nbeing used at the time of the coming into operation of the\ndevelopment plan:]\nProvided further than such permission shall not be granted\nfor a period exceeding seven years from the date of\ncoming into operation of the development plan.\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 115\nOF MADHYA PRADESH AND ORS. [G.S. SINGHVI, J.]\n26. Prohibition of development without permission.- A\nAfter the coming into operation of the development plan,\nno person shall change the use of any land or carry out any\ndevelopment of land without the permission in writing of\nthe Director.\nProvided that no such permission shall be necessary,-\n(a)for carrying out works for the maintenance, repair or\nalteration of any building which does not materially alter the\nexternal appearance of the building;\n(b)for carrying out of work for the improvement or\nmaintenance of a highway, road or public street by the\nUnion or State Government or an authority established\nunder this Act or by a local authority having jurisdiction,\nprovided that such maintenance or improvement does not\nchange the road alignment contrary to the provisions of the\ndevelopment plan;\n(c)for the purpose of inspecting, repairing or renewing any\ndrains, sewers, mains, pipes, cables, telephone or other\napparatus including the breaking open of any street or\nother land for that purpose;\nB\nC\nD\nE\n(d) for the excavation or soil-shaping in the interest of\nagriculture;\nF\n(e) for restoration of land to its normal use where land has\nbeen used temporarily for any other purposes;\n(f) for use, for any purpose incidental to the use of building\nfor human habitation, or any other building or land attached\nto such building;\nG\n(g) for the construction of a road intended to give access\nto land solely for agricultural purposes:\n[Provided further that in a planning area to which rules\nmade under sub-section (3) of Section 24 are made\nH\nA\nB\n116\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\napplicable, such permission may be given by such authority\nas may be provided in the said rules.]\n58. Disposal of land, buildings and other\ndevelopment works.- Subject to such rules as may be\nmade by the State Government in this behalf, the Town and\nCountry Development Authority shall, by regulation,\ndetermine the procedure for the disposal of developed\nlands, houses, buildings and other structures.\"\n11. In exercise of the powers conferred upon it under\nC Section 58 read with Section 85, the State Government framed\nthe Rules. Rule 3 declares that no Government land vested in\nor managed by the Authority shall be transferred except with\nthe general or special sanction of the State Government. Rule\n4 lays down that all other land i.e. “the Authority Land\" shall be\nD transferred in accordance with the following rules. Rule 5\nprescribes four modes of transfer of the Authority land. These\nE\nare:\n(a) By direct negotiations with the party; or\n(b) By public auction; or\n(c) By inviting tenders; or\nF\n(d) Under Concessional terms.\"\nRules 5-A to 27 enumerate the steps required to be taken\nfor transfer of land by different modes. Rule 28 lays down that\ntransfer of the Authority land under Rule 27 shall be made on\nsuch terms and conditions as may be fixed by the Authority.\nRules 29 to 48 provide for matters ancillary to the transfer of\nG the Authority land i.e. execution of lease, payment of rent by the\ntransferee etc.\nH\n12. What is significant to be noted is that there is no\nprovision in the Act or the Rules for disposal and/or transfer of\nland in respect of which a regional plan or development plan\n"}