{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"AKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 87\nOF MADHYA PRADESH AND ORS.\negalitarian society. The exercise of power by political A\nentities and officers/officials for providing different kinds\nof services and benefits to the people always has an\nelement of discretion, which is required to be used in\nlarger public interest and for public good. In principle, no\nexception can be taken to the use of discretion by the B\npolitical functionaries and officers of the State and/or its\nagencies/instrumentalities provided that this is done in\na rational and judicious manner without any\ndiscrimination against anyone. In Indian constitutional\nstructure, no functionary of the State or public authority C\nhas an absolute or unfettered discretion. The very idea\nof unfettered discretion is totally incompatible with the\ndoctrine of equality enshrined in the Constitution and is\nan antithesis to the concept of rule of law. [Paras 15, 16,\n18] [119-H; 120-D-H; 121-A-B; 122-C-E]\nR.D. Shetty v. International Airport Authority of India\n(1979) 3 SCC 489 - relied on.\nD\nUgar Sugar Works Ltd. v. Delhi Administration (2001) 3\nSCC 635; State of U.P. v. Chaudhary Ram Beer Singh (2005) E\n8 SCC 550; State of Orissa v. Gopinath Dash (2005) 13 SCC\n495; Meerut Development Authority v. Association of\nManagement Studies (2009) 6 SCC 171; State of Uttar\nPradesh v. Bansi Dhar (1974) 1 SCC 447; Canbank\nFinancial Services Ltd. v. Custodian (2004) 8 SCC 355; F\nHarsh Dhingra v. State of Haryana (2001) 9 SCC 550.\nreferred to.\n-\nAdministrative Law' (6th) Edition, Prof. H.W.R. Wade -\nreferred to.\n1.4. The State and/or its agencies/instrumentalities\ncannot give largesse to any person according to the\nsweet will and whims of the political entities and/or\nofficers of the State. Every action/decision of the State\nG\nH\nB\nC\nD\n88\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA and/or its agencies/instrumentalities to give largesse or\nconfer benefit must be founded on a sound, transparent,\ndiscernible and well defined policy, which shall be made\nknown to the public by publication in the Official Gazette\nand other recognized modes of publicity and such policy\nmust be implemented/executed by adopting a non-\ndiscriminatory or non-arbitrary method irrespective of the\nclass or category of persons proposed to be benefitted\nby the policy. The distribution of largesse like allotment\nof land, grant of quota, permit licence etc. by the State\nand its agencies/instrumentalities should always be done\nin a fair and equitable manner and the element of\nfavoritism or nepotism shall not influence the exercise of\ndiscretion, if any, conferred upon the particular\nfunctionary or officer of the State. There cannot be any\npolicy, much less, a rational policy of allotting land on the\nbasis of applications made by individuals, bodies,\norganizations or institutions de hors an invitation or\nadvertisement by the State or its agency/instrumentality.\nBy entertaining applications made by individuals,\norganisations or institutions for allotment of land or for\ngrant of any other type of largesse the State cannot\nexclude other eligible persons from lodging competing\nclaim. Any allotment of land or grant of other form of\nlargesse by the State or its agencies/instrumentalities by\ntreating the exercise as a private venture is liable to be\ntreated as arbitrary, discriminatory and an act of\nfavoritism and nepotism violating the soul of the equality\nclause embodied in Article 14 of the Constitution. This,\nhowever, does not mean that the State can never allot\nland to the institutions/organisations engaged in\nG educational, cultural, social or philanthropic activities or\nare rendering service to the Society except by way of\nauction. Nevertheless, it is necessary to observe that\nonce a piece of land is earmarked or identified for\nallotment to institutions/organisations engaged in any\nE\nF\nH\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 89\nOF MADHYA PRADESH AND ORS.\nC\nsuch activity, the actual exercise of allotment must be A\ndone in a manner consistent with the doctrine of equality.\nThe competent authority should, as a matter of course,\nissue an advertisement incorporating therein the\nconditions of eligibility so as to enable all similarly\nsituated eligible persons, institutions/organisations to B\nparticipate in the process of allotment, whether by way\nof auction or otherwise. In a given case the Government\nmay allot land at a fixed price but in that case also\nallotment must be preceded by a wholesome exercise\nconsistent with Article 14 of the Constitution. The\nallotment of land by the State or its agencies/\ninstrumentalities to a body/organization/institution which\ncarry the tag of caste, community or religion is not only\ncontrary to the idea of Secular Democratic Republic but\nis also fraught with grave danger of dividing the society\non caste or communal lines. The allotment of land to\nsuch bodies/organisations/institutions on political\nconsiderations or by way of favoritism or nepotism or\nwith a view to nurture the vote bank for future is\nconstitutionally impermissible. [Paras 31-34] [134-C-H;\n135-A-G]\nS.G. Jaisinghani v. Union of India AIR 1967 SC 1427 -\nrelied on.\nD\nE\nPadfield v. Minister of Agriculture, Fishery and Food F\n(1968) A.C. 997; Breen v. Amalgamated Engineering Union\n(1971) 2 QB 175; Laker Airways Ltd. v. Department of Trade\n1977 QB 643; V. Punnen Thomas v. State of Kerala AIR\n1969 Ker. 81 (Full Bench); Eursian Equipments and\nChemicals Ltd. v. State of West Bengal (1975) 1 SCC 70;\nKasturi Lal Lakshmi Reddy v. State of J And K (1980) 4 SCC\n1; Common Cause, A Registered Society v. Union of India\n(1996) 6 SCC 530; Shrilekha Vidyarthi v. State of U.P. (1991)\n1 SCC 212; L.I.C. of India v. Consumer Education \u0026\nResearch Centre (1995) 5 SCC 482; New India Public School\nG\nH\n90\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA v. HUDA (1996) 5 SCC 510; Seven Seas Educational\nSociety v. HUDA AIR 1996 P\u0026H) 229 - referred to.\nB\nC\n2.1. Admittedly, the application for reservation of land\nwas made by ‘KJ', in his capacity as convener of the\nMemorial Trust. The respondents have not placed on\nrecord any document to show that on the date of\napplication, the Memorial Trust was registered as a public\ntrust. During the course of hearing also no such\ndocument was produced before the Court. It is also not\nin dispute that respondent No. 5 was registered as a\npublic trust only on 6.10.2004 i.e. after the order for\nreservation of land in favour of the Memorial Trust was\npassed. The allotment was also initially made in the name\nof trust, but, later on, the name of respondent No. 5 was\nsubstituted in place of the Memorial Trust. The exercise\nD for reservation of 30 acres land and allotment of 20 acres\nwas not preceded by any advertisement in the newspaper\nor by any other recognized mode of publicity inviting\napplications from organizations/institutions like the\nMemorial Trust or respondent No.5 for allotment of land\nE and everything was done by the political and non-political\nfunctionaries of the State as if they were under a legal\nobligation to allot land to the Memorial Trust and/or\nrespondent No.5. The advertisements issued by the State\nfunctionaries were only for inviting objections against the\nF proposed reservation and/or allotment of land in favour\nof the Memorial Trust and not for participation in the\nprocess of allotment. Therefore, allotment of land to\nrespondent No.5 was not done after following a\nprocedure consistent with Article 14 of the Constitution.\nG [Para 35] [135-H; 136-A-F]\n2.2. Although, the objectives of respondent No. 5 are\nlaudable and the institute proposed to be established by\nit is likely to benefit an important segment of the society\nbut the fact remains that all its trustees are members of a\nH particular party and the entire exercise for the reservation\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 91\nOF MADHYA PRADESH AND ORS.\nand allotment of land and waiver of major portion of the\npremium was undertaken because political functionaries\nof the State wanted to favour respondent No. 5 and the\nofficers of the State at different levels were forced to toe\nthe line of their political masters. [Para 36] [136-G-H]\nA\nB\nD\nE\n2.3. There is no provision in the Act or the Rules and\neven in the RBC for allotment of land without issuing\nadvertisement and/or without inviting applications from\neligible persons to participate in the process of allotment.\nIf there would have been such a provision in the Act or C\nthe Rules or the RBC the same could have been\nsuccessfully challenged on the ground of violation of\nArticle 14 of the Constitution. The argument that the\nimpugned allotment may not be annulled because the\nState has a definite policy of allotting land to religious,\nsocial, educational and philanthropic bodies,\norganisations/institutions without any advertisement or\ninviting applications and without even charging premium\nis liable to be rejected. From the lists annexed with the\naffidavits, it did appear that the State and its functionaries\nhave allotted various parcels of land to different\ninstitutions and organizations between 1982 to 2008.\nLarge number of these allotments were made to the\ndepartments/establishments of the Central Government/\nState Governments and their agencies/instrumentalities.\nSome plots were allotted to the hospitals and charitable F\ninstitutions. Some were allotted to different political\nparties, but quite a few were allotted to the caste/\ncommunity based bodies. Allotments were also made\nwithout charging premium and at an annual rent of Re.\n1/- only. These allotments cannot lead to an inference that G\nthe State Government has framed a well-defined and\nrational policy for allotment of land. The RBC also does\nnot contain any policy for allotment of land without\nissuing any advertisement and without following a\nprocedure in which all similarly situated persons can\nI\n92\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nB\nA stake their claim for allotment. Part IV of the RBC\ncontains the definition of Nazul land and provides for\nallotment of land at market price or concessional price.\nThe authorities competent to allot land for different\npurposes have also been identified and provisions have\nbeen made for scrutiny of applications at different levels.\nHowever, these provisions have been misinterpreted by\nthe functionaries of the State for several years as if the\nsame empowered the concerned authorities to allot Nazul\nland without following any discernible criteria and in\ncomplete disregard to their obligation to act in\naccordance with the constitutional norms. Unfortunately,\nthe High Court overlooked that the entire process of\nreservation of land and allotment thereof was fraught with\ngrave illegality and was nothing but a blatant act of\nfavoritism on the part of functionaries of the State and\nsummarily dismissed the writ petition. [Paras 37 to 39]\n[137-A-H; 138-A-C]\nC\nD\n3.1. Whether notifications dated 6.6.2008 and\n5.9.2008 by which the Bhopal Development Plan was\nE modified are ultra vires the provisions of Section 23-A of\nthe Act.\nF\nG\nH\n3.1. A reading of the provisions contained in\nChapter-IV of the Act would make it clear that a\ndevelopment plan shall take into account the draft-five\nyear and annual development plan of the district, if any,\nprepared under the Madhya Pradesh Zila Yogana Samiti\nAdhiniyam and broadly indicated the land use proposed\nin the planning area, allocation of areas or zones of land\nfor residential, industrial, commercial or agricultural\npurpose; open spaces, parks and gardens, green-belts,\nzoological gardens and playgrounds; public institutions\nand offices and other special purposes as the Director\nmay deem it fit. The development plan prepared under\nChapter IV is the foundation of development of the\nr\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 93\nOF MADHYA PRADESH AND ORS.\nB\nD\nparticular area for a specified number of years. No one A\ncan use land falling within the area for which the\ndevelopment plan has been prepared for a purpose other\nthan for which it is earmarked. Section 23-A was inserted\nin 1992 and amended in 2005 with a view to empower the\nState Government to modify the development plan or\nzoning plan. However, keeping in view the basic\nobjective of planned development of the areas to which\nthe Act is applicable, the Legislature designedly did not\ngive blanket power to the State Government to modify the\ndevelopment plan. The power of modification of C\ndevelopment plan can be exercised only for specified\npurposes. In terms of Section 23-A(1)(a), the development\nplan can be modified by the State Government either suo\nmotu or at the request of the Authority for any proposed\nproject of the Government of India or the State\nGovernment and its enterprises or for any proposed\nproject relating to development of the State or for\nimplementing a scheme of the Authority. Under clause\n(b), the State Government can entertain an application\nfrom any person or association of persons for\nmodification of development plan for the purpose of\nundertaking any activity or scheme which is considered\nby the State Government or the Director, on the advice\nof the committee constituted for this purpose, to be\nbeneficial to the society. This is subject to the condition\nthat the modification so made shall be an integral part of\nthe revised development plan. Section 23-A(2) provides\nfor issue of public notice inviting objections against the\nproposed modification of the plan. Such notice is required\nto be published along with the modified plan\ncontinuously for two days in two daily newspapers which G\nare on the list of the Government and which have\ncirculation in the area. A copy of the notice is also required\nto be affixed in a conspicuous place in the office of the\nCollector. After considering the objections and\nE\nF\nH\n94\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA suggestions, if any received, and giving reasonable\nopportunity of hearing to the affected persons, the State\nGovernment can confirm the modification. [Para 40] [138-\nD-H; 139-A-F]\nB\nC\n3.2. It is not in dispute that in the Bhopal\nDevelopment plan, the use of land which was reserved\nand allotted to respondent No.5 was shown as public and\nsemi public (health). The State Government modified the\nplan by invoking Section 23-A(1)(a) of the Act for the\npurpose of facilitating establishment of an institute by\nrespondent No. 5 and not for any proposed project of the\nGovernment of India or the State Government and its\nenterprises or for any proposed project relating to\ndevelopment of the State or for implementation of the\nTown Development Scheme. As a matter of fact, the\nD exercise undertaken for the change of land use, which\nresulted in modification of the development plan was an\nempty formality because land had been allotted to\nrespondent No.5 almost two years prior to the issue of\nnotification under Section 23-A (1)(a) and the objects for\nE which respondent No.5 was registered as a trust have no\nnexus with the purpose for which modification of\ndevelopment plan can be effected under that section.\nTherefore, modification of the development plan was ultra\nvires the provisions of Section 23-A(1)(a) of the Act. [Para\nF 41] [139-G-H; 140-A-C]\nG\nH\n3.3. The challenge to the locus standi of the appellant\nmerits rejection because it has not been disputed that the\nappellant is a public spirited organization and has\nchallenged other similar allotment made in favour of\nPunjabi Samaj, Bhopal. Even if a person files a writ\npetition for vindication of his private interest but raises\nquestion of public importance involving exercise of power\nby men in authority then it is the duty of the Court to\nenquire into the matter. [Para 42] [140-D-E]\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 95\nOF MADHYA PRADESH AND ORS.\nShivajirao Nilangekar Patil v. Mahesh Madhav Gosavi A\n(1987) 1 SCC 227 - relied on.\n3.4. The argument that the doctrine of prospective\noverruling should be invoked and the allotment made in\nfavour of respondent No.5 may not be quashed sounds\nattractive but cannot be accepted because that the\nimpugned allotment was held to be the result of an\nexercise undertaken in gross violation of Article 14 of the\nConstitution and was an act of favoritism and nepotism.\nThe impugned order of the High Court is set aside and\nthe writ petition filed by the appellant is allowed. The\nallotment of 20 acres land to respondent No.5 is declared\nillegal and quashed. Notifications dated 6.6.2008 and\n5.9.2008 issued by the State Government under Section\n23-A(1)(a) and (2) are also quashed. The Commissioner,\nTown and Country Planning, Bhopal is directed to take\npossession of the land and use the same strictly in\naccordance with the Bhopal Development Plan. The State\nGovernment is directed to refund the amount deposited\nby respondent No.5 within a period of 15 days. [Paras 43-\n45] [140-F-H; 141-A-E]\nto.\nS.R. Dass v. State of Haryana (1988 PLJ 123) – referred\nB\nC\nD\nE\nCase Law Reference:\nF\n(2001) 2 SCR 630\nreferred to\nPara 7\n(2005) 8 SCC 550\nreferred to\nPara 7\n(2005) 5 Suppl SCR 699 referred to\nPara 7\n0\n(2009) 6 SCC 663\nreferred to\nPara 7\n(1974) 1 SCC 447\nreferred to\nPara 7\n(2004) 4 Suppl SCR 60\nreferred to\nPara 7\n(2001) 3 Suppl SCR 446 referred to\nPara 8\nH\n96\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA\n(1968) A.C. 997\nreferred to\nPara 20\n(1971) 2 QB 175\nreferred to\nPara 21\n1977 QB 643\nreferred to\nPara 22\n1967 SCR 703\nrelied on\nPara 23\nB\nAIR 1969 Ker. 81\nreferred to\nPara 24\n(1975) 2 SCR 674\nreferred to\nPara 25\n(1980) 3 SCR 1338\nreferred to\nPara 25\nC\n(1996) 6 Suppl SCR 719 referred to\nPara 26\n(1990) 1 Suppl SCR 625 referred to\nPara 28\n(1995) 1 Suppl SCR 349 referred to\nPara 29\nD\n(1996) 3 Suppl SCR 597 referred to\nPara 30\nAIR 1996 P\u0026H) 229\nreferred to\nPara 30\n(1987) 1 SCC 227\nrelied on\nPara 42\nE\n(1988 PLJ 123)\nreferred to\nPara 43\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n2965 of 2011.\nFrom the Judgment \u0026 Order dated 10.03.2008 of the High\nF Court of Judicature at Jabalpur (MP) in Writ Petition No. 10617\nof 2007.\nG\nH\nRaju Ramchandran, Santosh Kumar for the Appellant.\nRavi Shankar Prasad, Ranjit Kumar, B.S. Banthia, Vikas\nUpadhyay, Navin Chawla, Tushar Singh for the Respondents.\nThe Judgment of the Court was delivered by\nG.S. SINGHVI, J. 1. Leave granted.\n"}