{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"1\n[2011] 5 S.C.R. 77\nAKHIL BHARTIYA UPBHOKTA CONGRESS\nV.\nSTATE OF MADHYA PRADESH AND ORS.\n(Civil Appeal No. 2965 of 2011)\nAPRIL 6, 2011\n[G.S. SINGHVI AND ASOK KUMAR GANGULY, JJ.]\nConstitution of India, 1950:\nA\nB\nArticle 14 - Principle of equality - Exercise of power by C\npolitical entities and officers/officials - Scope of - Held: For\nachieving the goals of Justice and Equality set out in the\nPreamble, the State and its agencies/instrumentalities have\nto function through political entities and officers/officials at\ndifferent levels - The exercise of power by political entities and D\nofficers/officials for providing different kinds of services and\nbenefits to the people always has an element of discretion,\nwhich is required to be used in larger public interest and for\npublic good and in a rational and judicious manner without\nany discrimination against anyone - In Indian constitutional E\nstructure, no functionary of the State or public authority has\nan absolute or unfettered discretion The very idea of\nunfettered discretion is totally incompatible with the doctrine\nof equality enshrined in the Constitution and is an antithesis\nto the concept of rule of law - Administrative law.\n-\nPart III; IV; Article 39(b) -- Role of the State - Discussed.\nF\nAdministrative law: State and/or its agencies/\ninstrumentalities - Action/decision of, to give largesse or\nconfer benefit on any person - Held: Must be founded on a G\nsound, transparent, discernible and well defined policy, which\nshall be made known to the public by publication in the Official\nGazette and other recognized modes of publicity and such\npolicy must be implemented/executed by adopting a non-\n77\nH\nC\nD\n78\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA discriminatory or non-arbitrary method irrespective of the class\nor category of persons proposed to be benefitted by the policy\n– Distribution of largesse such as allotment of land by the\nState and its agencies/instrumentalities should always be\ndone in a fair and equitable manner and the element of\nB favoritism or nepotism should not influence the exercise of\ndiscretion, if any, conferred upon the particular functionary or\nofficer of the State - By entertaining applications made by\nindividuals, organisations or institutions for allotment of land\nor for grant of any other type of largesse, the State cannot\nexclude other eligible persons from lodging competing claim\n- The competent authority should, as a matter of course, issue\nan advertisement incorporating therein the conditions of\neligibility so as to enable all similarly situated eligible\npersons, institutions/organisations to participate in the process\nof allotment, whether by way of auction or otherwise - The\nallotment of land which carry the tag of caste, community or\nreligion is not only contrary to the idea of Secular Democratic\nRepublic but is also fraught with grave danger of dividing the\nsociety on caste or communal lines - The allotment of land\nto such bodies/organisations/institutions on political\nconsiderations or by way of favoritism or nepotism is\nconstitutionally impermissible - In the instant case,\nreservation and allotment of land to respondent no.5 was not\npreceded by any advertisement in the newspaper or by any\nother recognized mode of publicity inviting applications from\norganizations/institutions for allotment of land and everything\nwas done by the political and non-political functionaries of the\nState as if they were under a legal obligation to allot land to\nrespondent No.5 - The advertisements issued by the State\nfunctionaries were only for inviting objections against the\nG proposed reservation and/or allotment of land in favour of\nrespondent no.5 and not for participation in the process of\nallotment Therefore, allotment of land to respondent No.5\nwas not done by following a procedure consistent with Article\n14 of the Constitution.\nE\nF\n-\nH\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 79\nOF MADHYA PRADESH AND ORS.\nMadhya Pradesh Nagar Tatha Gram Nivesh Adhiniyam, A\n1973:\nObject of its enactment - Discussed.\nB\nC\ns.23-A - Development Plan - Modification of - Whether\nnotifications by which the Bhopal Development Plan was\nmodified and land use was changed were ultra vires the\nprovisions of s.23-A - Held: The power of modification of\ndevelopment plan can be exercised only for specified\npurposes - In terms of s.23-A(1)(a), the development plan can\nbe modified by the State Government either suo motu or at\nthe request of the Authority for any proposed project of the\nGovernment of India or the State Government and its\nenterprises or for any proposed project relating to\ndevelopment of the State or for implementing a scheme of\nthe Authority - In the instant case, in the Bhopal Development D\nplan, the use of land which was reserved and allotted to\nrespondent No.5 was shown as public and semi-public\n(health) State Government modified the plan by invoking\ns.23-A(1)(a) for facilitating establishment of an institute by\nrespondent No. 5 - The exercise undertaken for the change E\nof land use, which resulted in modification of the development\nplan was an empty formality because land was allotted to\nrespondent No.5 almost two years prior to the issue of\nnotification u/s.23-A (1)(a) and the objects for which\nrespondent No.5 was registered as a trust had no nexus with F\nthe purpose for which modification of development plan could\nbe effected under that section - Therefore, modification of the\ndevelopment plan was ultra vires the provisions of s.23–\nA(1)(a) – Urban development.\n-\nMadhya Pradesh Revenue Book Circular: Unregistered\nsocieties and private trusts are not eligible for allotment of\nland.\nWrit petition: Locus standi - Held: Even if a person files\nG\nH\n80\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA\nB\nс\n˚ D\nE\nF\nG\na writ petition for vindication of his private interest but raises\nquestion of public importance involving exercise of power by\nmen in authority then it is the duty of the Court to enquire into\nthe matter.\nOn 18.6.2004, one ‘KJ' made a written request to the\nPrincipal Secretary, Housing describing himself as a\nConvenor of a Memorial Trust for reservation of 30 acres\nland comprised in village Bawadiya Kalan, in favour of\nthe Memorial Trust to enable it to establish an All India\nTraining Institute. Although said letter was addressed to\nthe Principal Secretary, Housing, the same was handed\nover to the then Minister of Housing who forwarded it to\nthe Principal Secretary, Housing for immediate action.\nSubsequently, 'KJ' applied for registration of the trust in\nthe name of respondent No. 5. The certificate of\nregistration was issued on 24.12.2004. In the meanwhile,\n'KJ' sent letter dated 11.8.2004 to the Principal Secretary,\nHousing wherein he described himself as the Managing\nTrustee of respondent No.5 and submitted fresh proposal\nfor reservation of 30 acres land out of Khasra Nos.82/1\nand 83 of village Bawadiya Kalan in favour of respondent\nNo.5.\nThe Director, Town Planning (Respondent No.3)\ninformed the Principal Secretary, Housing stating that in\nthe Bhopal Development Plan, 2005, land comprised in\nKhasra No.82 of Bawadiya Kalan village was earmarked\nfor public and semi-public (health) purpose and land\ncomprised in Khasra No.83 was earmarked for residential\npurpose and if land was to be allotted to the Memorial\nTrust, then the earlier land use would be required to be\ncancelled. However, without effecting change of land use\nby following the procedure prescribed under the Act, the\nState Government issued order reserving 30 acres land\ncomprised in Khasra Nos. 82/1 and 83 of village\nBawadiya Kalan in favour of the Memorial Trust.\nI\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 81\nOF MADHYA PRADESH AND ORS.\nD\nIn view of the directive issued by the State A\nGovernment, Tehsildar, Capital Project (Nazul) issued\nadvertisement dated 4.10.2004 and invited objections\nagainst the proposed allotment to the Memorial Trust. The\nsame was published in newspaper. However just after\ntwo days, the Collector (respondent No.4) submitted B\nproposal for allotment of 30 acres land to the Memorial\nTrust wherein it clearly indicated that the land fell within\nthe limits of Bhopal Municipal Corporation and, as such,\nin terms of Chapter IV-1 of the Madhya Pradesh Revenue\nBook Circular (RBC), the same should not be allotted at C\na price less than the minimum price. He also indicated\nthat price of the land would be Rs.7,84,8000/-, of which\n10 per cent should be deposited as a condition for\nallotment. After 2½ months, respondent No. 4 sent letter\nto the Additional Secretary, Revenue Department\ninforming about non-deposit of 10 per cent of the\npremium by the Memorial Trust. On coming to know about\nthe said communications, ‘KJ' sent letters to respondent\nNo. 4 and Secretary, Revenue Department respectively\nassuring that the premium would be deposited\nimmediately after the allotment of land. After about 8\nmonths of the submission of proposal for allotment of\nland to the Memorial Trust, 'KJ' sent letter to respondent\nNo. 4 mentioning therein that the institute would require\nonly 20 acres land. Thereupon, Nazul Officer sent letter\ninforming 'KJ' that the premium of 20 acres land would\nbe Rs.5,22,72,000/- and 10 per cent thereof i.e.\nRs.52,27,200/- should be deposited as earnest money.\nHowever, the deposit of only Rs. 25,00,000/- was made\non behalf of respondent No. 5. For next about seven\nmonths, the matter remained under correspondence G\nbetween different departments of the State Government.\nDuring the interregnum, the Minister of Housing became\nChief Minister of the State. On 24.10.2005, Chief Minister\nof the State directed that matter relating to allotment of\nE\nF\nH\n82\nSUFREME COURT REPORTS\n[2011] 5 S.C.R.\nC\nD\nA land to respondent No.5 be put up in the next meeting of\nthe Cabinet scheduled to be held on 26.10.2005. On the\nsame day, Secretary, Revenue Department submitted a\ndetailed note and suggested that keeping in view the\nlimited resources available with the State Government,\nB land should be auctioned so that the administration may\ngarner maximum revenue. His suggestion was not\naccepted by the Council of Ministers, which decided to\nallot 20 acres land in the name of the Memorial Trust at\nthe rate of Rs.40 lakhs per hectare. The decision of the\nState Government was communicated to respondent No.\n4. As a sequel to the allotment of land, Nazul Officer\ncalled upon 'KJ' to deposit Rs. 55,94,000/-. However,\ninstead of depositing the amount 'KJ' addressed letter to\nthe Revenue Minister with the request that the premium\nmay be waived because the Institute was being\nestablished in public interest and would be training the\nelected representatives and undertaking research on\nimportant issues and it would have no source of income.\nThe political set up of the State Government readily\nobliged him inasmuch as the issue was considered in the\nmeeting of Council of Ministers held and it was decided\nthat the amount of Rs. 25,00,000/- may be treated as the\ntotal premium and land be given to the Memorial Trust by\ncharging annual lease rent of Re.1 only. Subsequently,\non a representation made by ‘KJ', earlier orders/\ncommunications were amended and the name of\nrespondent No. 5 was inserted in place of the Memorial\nTrust. Thereafter, lease agreement was executed between\nthe State Government and Secretary of respondent No.5\nin respect of 20 acres land for a period ending on\nG 05.12.2037 at a premium of Rs. 25,00,000/- and an yearly\nrent of Re.1. Since the use of land comprised in Khasra\nNos. 82/1 and 83 of village Bawadiya Kala was shown in\nthe Bhopal Development Plan as public and semi-public\n(health) and the same could not have been utilized for the\nE\nF\nH\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 83\nOF MADHYA PRADESH AND ORS.\npurpose of respondent No. 5, the State Government A\nissued notification dated 6.6.2008 under Section 23-\nA(1)(a) of the Act proposing change of land use from\npublic and semi-public (health) to public and semi public\nand invited objections/suggestions. The notification was\npublished in the Official Gazette and two newspapers. B\nObjections were filed by various persons against the\nproposed change of land use which were held untenable\nafter giving opportunity of hearing. Thereafter, final\nnotification dated 5.9.2008 was issued under Section 23-\nA(2) of the Act.\nThe appellant, engaged in public and consumer\nwelfare activities challenged the allotment of land to\nrespondent No.5 in writ petition on the grounds of\nviolation of Article 14 of the Constitution and arbitrary\nexercise of power. The High Court summarily dismissed\nthe writ petition by observing that land belonged to the\nGovernment and it was for the Government to decide\nwhom the same should be allotted as per its policy and\nthat no case of violation of any legal or constitutional\nright was made out.\nC\nD\nE\nThe question which arose for consideration in the\ninstant appeal was whether the decision of the State\nGovernment to allot 20 acres land comprised in Khasra\nNos. 82/1 and 83 of village Bawadiya Kalan, Tehsil Huzur, F\nDistrict Bhopal to the Memorial Trust without any\nadvertisement and without inviting other similarly situated\norganisations/institutions to participate in the process of\nallotment was contrary to Article 14 of the Constitution\nand the provisions of the Madhya Pradesh Nagar Tatha\nGram Nivesh Adhiniyam, 1973 and whether modification\nof the Bhopal Development Plan and change of land use\nwas ultra vires the mandate of Section 23A of the Act.\nAllowing the appeal, the Court\nG\nH\nA\nC\nD\nE\nF\n84\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nHELD: 1.1. The Madhya Pradesh Nagar Tatha Gram\nNivesh Adhiniyam, 1973 (the Act) was enacted to make\nprovisions for planning and development and use of\nland; to make better provisions for the preparation of\ndevelopment plans and zoning plans with a view to\nensure that town planning schemes are made in a proper\nmanner and they are effectively executed. The Act also\nprovides for constitution of Town and Development\nAuthority for proper implementation of Town and Country\nDevelopment Plan and for the development and\nadministration of special areas through Special Area\nDevelopment Authority and also to make provisions for\nthe compulsory acquisition of land required for the\npurpose of the development plans and for achieving the\nobjects of the Act. In exercise of the powers conferred\nupon it under Section 58 read with Section 85, the State\nGovernment framed the Rules. There is no provision in\nthe Act or the Rules for disposal and/or transfer of land\nin respect of which a regional plan or development plan\nor zonal plan has been prepared. The only provision\nwhich has nexus with the Government land is contained\nin Rule 3 which imposes a bar against the transfer of\nGovernment land vested in or managed by the Authority\nexcept with the general or special sanction of the State\nGovernment. [Paras 10, 11, 12] [108-F-H; 116-C-H; 117-A-\nB]\n1.2. Part IV of the RBC deals with the management\nand regulation of Nazul land falling within the limits of\nmunicipal corporations, municipal councils and notified\nareas; and transfer thereof by lease, sale etc. In terms of\nG paragraph 13(1), permanent lease can be granted either\nby auction or without auction. Paragraph 13(2)\nenumerates the contingencies in which permanent lease\ncannot be granted by auction. If the plot of land is to be\nsold by auction then the same is required to be\nadvertised or publicized by a recognized method.\nH\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 85\nOF MADHYA PRADESH AND ORS.\nA\nB\nParagraph 21 prescribes the mode of auction of lease\nrights. Any person desirous of participating in the\nauction is required to deposit 10 per cent of the premium.\nOnce the bid is approved by the competent authority, the\nbidder has to deposit the balance amount within 30 days.\nParagraph 24 lays down the procedure to be followed for\ndisposal of plot without auction. If any plot is proposed\nto be transferred at a concessional premium then the\napproval of the State Government is sine qua non. In\ncase, the Collector is satisfied that the plot of land should\nbe given without auction then the allottee is required to\nC\npay premium equivalent to average market price\ndetermined on the basis of the sale instances of last five\nyears. Paragraph 26 lays down that when Nazul land is\nallotted to non-government organisations or persons on\nfavourable terms then the conditions specified therein\nshould be scrupulously observed and there should be\nrigorous scrutiny of the proposal. Under this paragraph,\nland can be allotted to educational, cultural and\nphilanthropic institutions/organisations or Cooperative\nSocieties, Housing Board and Special Area Authority\nconstituted by the State Government. However,\nunregistered societies and private trusts are not eligible\nfor allotment of land. [Para 13] [117-B-E; 118-A-H]\n1.3. The concept of 'State' has changed in recent\nyears. In all democratic dispensations the State has\nassumed the role of a regulator and provider of different\nkinds of services and benefits to the people like jobs,\ncontracts, licences, plots of land, mineral rights and social\nsecurity benefits. In his work \"The Modern State\" Maciver\n(1964 Paperback Edition) advocated that the State should\nbe viewed mainly as a service corporation. When the\nConstitution was adopted, people of India resolved to\nconstitute India into a Sovereign Democratic Republic.\nThe words 'Socialist' and 'Secular' were added by the\nD\nE\nF\nG\nH\nB\nC\nD\n86\nSUPREME COURT REPORTS\n-\n[2011] 5 S.C.R.\nA Constitution (Forty-second Amendment) Act, 1976 and\nalso to secure to all its citizens Justice social, economic\nand political, Liberty of thought, expression, belief, faith\nand worship; Equality of status and/or opportunity and\nto promote among them all Fraternity assuring the dignity\nof the individual and the unity and integrity of the Nation.\nThe expression ‘unity of the Nation' was also added by\nthe Constitution (Forty-second Amendment) Act, 1976.\nThe idea of welfare State is ingrained in the Preamble of\nthe Constitution. Part III of the Constitution enumerates\nfundamental rights, many of which are akin to the basic\nrights of every human being. This part also contains\nvarious positive and negative mandates which are\nnecessary for ensuring protection of the Fundamental\nRights and making them real and meaningful. Part IV\ncontains 'Directive Principles of State Policy' which are\nfundamental in the governance of the country and it is\nthe duty of the State to apply these principles in making\nlaws. Article 39 specifies certain principles of policy which\nare required to be followed by the State. Clause (b)\nthereof provides that the State shall, in particular, direct\nE its policy towards securing that the ownership and\ncontrol of the material resources of the community are so\ndistributed as best to sub-serve the common good.\nParliament and Legislatures of the States have enacted\nseveral laws and the governments have, from time to\nF time, framed policies so that the national wealth and\nnatural resources are equitably distributed among all\nsections of people so that have-nots of the society can\naspire to compete with haves. For achieving the goals of\nJustice and Equality set out in the Preamble, the State\nG and its agencies/instrumentalities have to function\nthrough political entities and officers/officials at different\nlevels. The laws enacted by Parliament and State\nLegislatures bestow upon them powers for effective\nimplementation of the laws enacted for creation of an\nH\n"}