{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"✓\n!\nM/S DOVE INVESTMENTS PVT. LTD. AND ORS.\nV.\nM/S GUJARAT INDUSTRIAL INV. CORPORATION AND ANR.\nFEBRUARY 2, 2006\n[S.B. SINHA AND P.K. BALASUBRAMANYAN, JJ.]\nCompanies Act, 1956:\nA\nB\nSection 108(1c)-Transfer of shares-Registration of-Delay in filing\napplication for-Registration of transfer allowed-High Court affirming the\norder-Held, Section 108 requires the applicant desiring to obtain\nregistration of transfer of shares in its favour to comply with the provisions\ncontained therein-Even if a statute is directory in nature, the same should\nbe substantially complied with-What would satisfy the requirements of\nsubstantial compliance would depend upon facts of each case-On facts, D\nappellants not prejudiced by act of respondent No.1 in not filing application\nfor registration of transfer of shares within prescribed period-With a view\nto do complete justice no interference with order of High Court called for—\nConstitution of India, Articles 136 and 142.\nF\nAppellants took a loan of Rs.4.5 crores from respondent No.1. By way E\nof security respondent Nos.2 to 4 pledged 25,92,800 shares in favour of\nrespondent No.1. On 2.1.2001 respondent No.1 lodged the said share\ncertificates along with share transfer forms with the appellants for\ntransferring the same in its name on the ground that there had been delay in\nrepayment of the loan. Upon compliance of requisite formalities as envisaged\nby Section 108 of the Companies Act, 1958, respondent No.1 was to present\nthe said shares with the appellants by 8.12.1999. Respondent No.1 raised a\ngrievance that the appellant, though had registered a transfer of 2,99,800\nshares pledged by respondent Nos.2 to 4, they failed to effect registration of\ntransfer in respect of the remaining shares, that the shares were freely\ntransferable and the conduct of appellant in not effecting the transfer was G\nmala fide and without sufficient cause. On an application filed by respondent\nNo.1, the Company Law Board directed the appellants to register transfer of\nthe remaining shares in the name of respondent No.1. The appeals filed by\nthe appellants and respondent Nos.2 to 4 were dismissed by the High Court.\n1087\nH\n释\n1088\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA The judgment of the High Court was challenged in the present appeals.\nIt was contended for the appellants that since the provisions of s.108 of\nthe Act, in so far as the obligations for registration of the shares, were not\ncomplied with by respondent No.1 within the time stipulated, the appellants\nhad discretion in registering the shares in terms of Section 108; and that\nB the Company Law Board and the High Court erred in exercising their\njurisdiction. For respondent No.1 it was contended that provisions of Section\n108 of the Act were directory and not mandatory.\nC\nD\nDismissing the appeals, the Court\nHELD: 1.1. Section 108 of the Companies Act, 1956 requires the\napplicant desiring to obtain the registration of transfer of shares in its favour\nto comply with the provisions contained therein. It is, therefore, ordinarily\nfor the applicant to comply with all formalities. If it does not do so it cannot\nmake the company bound to effect the transfer, unless sufficient and cogent\nreasons are assigned. The time is specified for filing of such an application\nin the prescribed form and upon complying with the requirements prescribed\ntherein. [1093-A, B]\n1.2. Whether a statute would be directory or mandatory will depend upon\nthe scheme thereof. Ordinarily a procedural provision would not be mandatory\nE even if the word “shall” is employed therein unless a prejudice is caused.\nHowever, even if a statute is directory in nature the same should be\nsubstantially complied with. What would satisfy the requirements of\nsubstantial compliance, however, would depend upon the facts of each case.\n[1093-C; 1095-D{\nF\nG\nP.T. Rajan v. T.P.M. Sahir \u0026 Ors., [2003] 8 SCC 498; Chandrakant Uttam\nChodankar v. Dayanand Rayu Mandrakar and Ors., [2005] 2 SCC 188;\nMohan Singh and Ors. v. International Airport Authority of India and Ors.,\n[1997| 9 SCC 132; Kailash v. Nankhu and Ors., [2005] 4 SCC 480 and Salem\nAdvocate Bar Association, T.N. v. Union of India, [2005] 6 SCC 344, relied\non.\nCrawford on Statutory Construction, p. 539, referred to.\n1.3. The appellants do not state as to how they would be prejudiced by\nthe act of respondent No.1 in not filing the application for registration of\ntransfer of shares within the prescribed period. In fact, they had no objection\nH in registering the shares. The only objection was with regard to the value\n'\n\"\nDOVE INVESTMENTS PVT. LTD. v. GUJARAT INDUSTRIAL INV. CORPN. [SINHA, J.] 1089\nthereof. It is also not in dispute that they, in fact, registered 2,99,800 pledged A\nshares, although they were also presented after a period of two months without\nany demur whatsoever. The appellants, therefore, must be held to have waived\ntheir right. [1095-E, F]\n1.4. Furthermore, by reason of the impugned judgment no injustice as\nsuch has been done to the appellants and, in that view of the matter, this Court\nin exercise of its jurisdiction under Article 136 of the Constitution of India\nmay not interfere with the impugned order, even if it may be lawful to do so.\nNo case has been made out for exercise of jurisdiction under Article 136 of\nthe Constitution. With a view to do complete justice to the parties, no\ninterference with the High Court judgment is called for.\n[1095-G, H; 1096-H, G]\nB\nC\nTaherakhatoon (D) by LRs v. Salambin Mohammad, [1999] 2 SCC 635;\nChandra Singh and Ors. v. State of Rajasthan and Anr., [2003] 6 SCC 545;\nInder Parkash Gupta v. State of J \u0026 K \u0026 Ors., [2004] 6 SCC 786 and\nTransmission Corporation of A.P. Ltd. v. Lanco Kondappali Power (P) Ltd., D\n[2006] 1 SCC 540, relied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 942 of 2006.\nFrom the Judgment and Order dated 30.12.2004 of the Madras High\nCourt in CMA Nos. 3188 and 3223 of 2004.\nE\nWITH\n{\nC.A. No. 943 of 2006.\nM.N. Krishnamani and Praveen Kumar for the Appellants.\nSoli J. Sorabjee, K.K. Mani, V.M. Shiva Kumar and Tekraj Vasandi for\nF\nthe Respondents.\nThe Judgment of the Court was delivered by\nG\nS.B. SINHA, J. Leave granted in both the special leave petitions.\nThese appeals arising out of a common judgment and order dated\n30.12.2004 passed by the High Court of Madras in C.M.A. Nos. 3188 and 3223\nof 2004, were taken up for hearing together and are being disposed of by this\ncommon judgment.\nH\ni\nA\nB\nC\nD\nE\nF\nG\nH\n1090\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nThe factual matrix of the matter, however, would be noticed from Civil\nAppeal arising out of S.L.P. (Civil) No.5260 of 2005.\nThe Appellant herein took a loan of a sum of Rs.4.5 crores from\nRespondent No.1 in the year 1996. By way of security, Respondent Nos. 2\nto 4 pledged 25,92,800 shares in favour of Respondent No.1. Respondent No.1\non or about 02.01.2001 lodged the said share certificate pledged by Respondent\nNos. 2 to 4 along with the share transfer forms with the Appellant for\ntransferring the said shares in its name on the ground that there had been\ndelay in repayment of the said loan. A winding up petition also came to be\nfiled by Respondent No.1 against the Appellant in terms of Section 434(1)(a)\nand 439(1)(b) of the Companies Act, 1956 (for short, 'the Act') in the High\nCourt of Judicature at Madras. Respondent Nos. 2 to 4 had also filed suits\nbeing O.S. Nos. 3742, 3740 and 3741 of 2003 respectively for permanent\ninjunction restraining the Respondent No.1 and the Appellant from effecting\nthe transfer of the equity shares in favour of Respondent No.1.\nIt is not in dispute that upon compliance of the requisite formalities, as\nenvisaged under Section 108 of the Act, Respondent No.I was to present the\nsaid shares with the Appellant by 08.12.1999. However, it did so only on\n02.01.2001. Respondent No.1 raised a grievance that the Appellant although\nhad registered a transfer of 2,99,800 shares pledged by Respondent Nos.2 to\n4, but failed to effect registration of transfer in respect of the remaining\n22,93,000 shares. According to Respondent No.1, the said shares are freely\ntransferable and the conduct of the Appellant in not effecting registration\nthereof is mala fide and without sufficient cause. Respondent No.1 filed an\napplication before the Company Law Board. The Company Law Board by a\njudgment and order dated 23.08.2004 allowed the said application holding :\nThe civil suits filed by the Respondents 2 to 4 in the absence of\nany restraint order against the Appellant and Respondent No.1\nfor not giving effect to the transfer of shares, do not have any\nbearing on the prayer made by Respondent No.1 herein.\n(i)\n(ii) The other averments raised in the counter statement are neither\nargued nor found to be germane to the issue in question.\n(iii) The Appellant is hereby directed to register the transfer of 22,93,000\nshares in the name of Respondent No.1 herein within 30 days of\nreceipt of this order.\nAn appeal thereagainst was preferred by the Appellant herein before\n?\nDOVE INVESTMENTS PVT. LTD. v. GUJARAT INDUSTRIAL INV. CORPN. [SINHA, J.] 1091\nthe High Court of Judicature at Madras in terms of Section 10F of the Act. A\nAn appeal was also preferred by Respondent Nos.2 to 4 herein. By reason\nof the impugned judgment, the appeals preferred by the Appellant herein as\nalso Respondent Nos. 2 to 4 came to be dismissed.\nR\nC\nMr. M.N. Krishnamani, learned Senior Counsel appearing on behalf of\nthe Appellants, raised a short question in support of the appeals. It was\nsubmitted that if the provisions of Section 108 of the Act are read as a whole,\nit would be evident that the time specified therein is mandatory in character.\nIt was argued that Appellant had discretion in registering the shares in terms\nof Section 108 (1C) of the Act, and if the same was not done, inter alia, on\nthe ground that the provisions of the Act had not been complied with insofar\nas the obligations for registration of shares were not complied with within the\ntime stipulated, the Company Law Board and consequently the High Court\nmust be held to have committed an error in exercising their jurisdiction. It was\nsubmitted that the High Court also erred in distinguishing the decision of this\nCourt in Mannalal Khetan and Ors. v. Kedar Nath Khetan and Ors., [1977]\n2 SCC 424, inter alia relying on or on the basis of the decision of a learned D\nSingle Judge of the Karnataka High Court in Mukundlal Manchanda and\nAnr. v. Prakash Roadlines Ltd. and Ors., [1991] 72 CC 575.\nIt was submitted that the principle of waiver which had been relied upon\nby the High Court was not available, inasmuch as if on an earlier occasion,\nthe Appellant registered 2,99,800 shares in ignorance of law, it cannot be\nexpected to commit the same mistake over again.\nE\nMr. Soli J. Sorabjee, learned Senior Counsel appearing on behalf of the\nRespondents, on the other hand, would submit that the decision of this Court\nin Mannalal Khetan (supra) is distinguishable inasmuch as the said provisions F\nwere couched in negative language whereas Sections 108 (1A) and 108 (1C)\nare structured differently and have a different scheme besides having not\nused such negative language. The provisions of Sections 108 (1A) and 108\n(1C) of the Act, Shri Sorabjee would contend, do not provide for any penalty\nor consequences in the event of failure to comply therewith and in that view\nof the matter, the said provisions must be held to be directory in nature. In G\nany event, the fact that the Company can move the Central Government for\nextension of time itself indicates that the provisions are directory and not\nmandatory.\nIn any event, the learned counsel urged that having regard to the fact\nH\nF\n1092\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA that at no point of time, the Appellant had taken objection of non-compliance\nof the provisions Section 108 (1C) of the Act, it cannot now turn round and\ncontend that the obligation for registration of transfer of shares in the name\nof Respondent No.1 was beyond the time stipulated under Section 108 (IC)\nof the Act.\nB\nSection 108 (1) prohibits registration of transfer of shares except on\nproduction of the instrument of transfer and unless the conditions precedent\ntherefor are complied with. Section 108 (1A) provides that every instrument\nof transfer of shares shall be in such form as may be prescribed, and shall,\nbefore it is signed by or on behalf of the transferor, be presented to the\nC prescribed authority for the purpose of stamping or otherwise endorsing\nthereon the date on which it is so presented and after it is executed by or\non behalf of the transferor and the transferee and completed in all other\nrespects be delivered to the company within two months from the date of\nsuch presentation. Section 108 (1C) provides for a non obstante clause stating,\ninter alia, that any share deposited by any person, inter alia, with a financial\nD institution by way of security for the repayment of any loan or advance to,\nE\nor for the performance of any obligation undertaken by such person, if, inter\nalia, the financial institution stamps or otherwise endorses on the form of\ntransfer of such shares, if it intends to get such share registered in its own\nname, the date on which the instrument of transfer relating to such share is\nexecuted by it and the instrument of transfer of such form duly completed in\nall respects is delivered to the company within two months from the date so\nstamped or endorsed. Section 108 (1D) again provides for a non obstante\nclause whereby the Central Government has been conferred with the power\nto extend the period mentioned in those sub-sections by further time as it may\ndeem fit, if it is of the opinion that it is necessary so to do to avoid hardship\nF in any case. Section 111 empowers the Company to refuse registration upon\nassigning reasons therefor. Sub-section (3) of Section 111 provides for an\nappeal to the Company Law Board against such an order.\nA company may refuse to register shares for various reasons. In this\ncase, however, the shares being freely transferable refusal for transfer can be\nG made only on limited grounds. Some such grounds may be that the transfer\nH\nis mala fide or transferee is not a bona fide investor or transfer is not\npermissible in terms of one or the other provisions of the Articles of Association\nor the same is otherwise prohibited in law e.g. sub-section (3) of Section 22A\nof the Securities Contract (Regulation) Act, 1956. However, before the company\ncan be asked to perform its duties in terms of the said provisions, the\n\u003e\nDOVE INVESTMENTS PVT. LTD. v. GUJARAT INDUSTRIAL INV. CORPN. [SINHA, J.] 1093\nprocedural requirements contained in Section 108 are required to be complied A\nwith. Section 108 requires the applicant desiring to obtain the registration of\ntransfer of shares in its favour to comply with the provisions contained\ntherein. It is, therefore, ordinarily for the applicant to comply with all formalities.\nIf it does not do so it cannot make the company bound to effect the transfer,\nunless sufficient and cogent reasons are assigned. The time is specified in\nthe aforementioned provisions for filing of such an application in the prescribed\nform and upon complying with the requirements prescribed therein.\nB\nWhether a statute would be directory or mandatory will depend upon\nthe scheme thereof. Ordinarily a procedural provision would not be mandatory\neven if the word \"shall\" is employed therein unless a prejudice is caused. [See C\nP.T. Rajan v. T.P.M. Sahir and Ors., [2003] 8 SCC 498]\nIn Chandrakant Uttam Chodankar v. Dayanand Rayu Mandrakar and\nOrs., [2005] 2 SCC 188, this Court observed:\n\"74. In this case it is not necessary for us to go into the question\nas to whether Section 83 is imperative in character or not inasmuch\nit is settled law that even where the expression \"shall” is used, the\nsame may not be held to be mandatory. Even a mandatory provision\nhaving regard to the text and context of the statute may not call for\nstrict construction.\nD\nE\n75. In U.P. SEB v. Shiv Mohan Singh's this Court stated the law\nin the following terms: (SCC p. 440, paras 96-97)\n\"96. Ordinarily, although the word 'shall' is considered to be\nimperative in nature but it has to be interpreted as directory if the\ncontext or the intention otherwise demands. (See Sainik Motors\nv. State of Rajasthan)\n97. It is important to note that in Crawford on Statutory\nConstruction at p.539, it is stated:\nF\nG\n'271. Miscellaneous implied exceptions from the requirements of\nmandatory statutes, in general.-Even where a statute is clearly\nmandatory or prohibitory, yet, in many instances, the courts will\nregard certain conduct beyond the prohibition of the statute through\nthe use of various devices or principles. Most, if not all of these\ndevices find their jurisdiction in considerations of justice. It is a well-\nknown fact that often to enforce the law to its letter produces manifest H\nA\n1094\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\ninjustice, for frequently equitable and humane considerations, and\nother considerations of a closely related nature, would seem to be of\na sufficient calibre to excuse or justify a technical violation of the\nlaw.\"\nIn Mohan Singh and Ors. v. International Airport Authority of India\nB and Ors., [1997] 9 SCC 132, this Court observed:\nC\nᎠ\nE\nF\nG\nས\n\"17. The distinction of mandatory compliance or directory effect\nof the language depends upon the language couched in the statute\nunder consideration and its object, purpose and effect. The distinction\nreflected in the use of the word 'shall' or 'may' depends on conferment\nof power. In the present context, 'may' does not always mean may.\nMay is a must for enabling compliance of provision but there are\ncases in which, for various reasons, as soon as a person who is within\nthe statute is entrusted with the power, it becomes duty to exercise.\nWhere the language of statute creates a duty, the special remedy is\nprescribed for non-performance of the duty. In Craies on Statute Law\n(7th Edn.), it is stated that the court will, as a general rule, presume\nthat the appropriate remedy by common law or mandamus for action\nwas intended to apply. General rule of law is that where a general\nobligation is created by statute and statutory remedy is provided for\nviolation, statutory remedy is mandatory. The scope and language of\nthe statute and consideration of policy at times may, however, create\nexception showing that the legislature did not intend a remedy\n(generality) to be exclusive. Words are the skin of the language. The\nlanguage is the medium of expressing the intention and the object that\nparticular provision or the Act seeks to achieve. Therefore, it is\nnecessary to ascertain the intention. The word 'shall' is not always\ndecisive. Regard must be had to the context, subject-matter and object\nof the statutory provision in question in determining whether the\nsame is mandatory or directory. No universal principle of law could be\nlaid in that behalf as to whether a particular provision or enactment\nshall be considered mandatory or directory. It is the duty of the court\nto try to get at the real intention of the legislature by carefully\nanalysing the whole scope of the statute or section or a phrase under\nconsideration...”\nRecently, a 3-Judge Bench in Kailash v. Nankhu and Ors., [2005] 4 SCC\n480 while interpreting Order 8, Rule 1 of the Code of Civil Procedure was of\nH the opinion:\nDOVE INVESTMENTS PVT. LTD. v. GUJARAT INDUSTRIAL INV. CORPN. [SINHA, J.] 1095\n“33. As stated earlier, Order 8 Rule 1 is a provision contained in A\nCPC and hence belongs to the domain of procedural law. Another\nfeature noticeable in the language of Order 8 Rule 1 is that although\nit appoints a time within which the written statement has to be\npresented and also restricts the power of the court by employing\nlanguage couched in a negative way that the extension of time\nappointed for filing the written statement was not to be later than 90 B\ndays from the date of service of summons yet it does not in itself\nprovide for penal consequences to follow if the time schedule, as laid\ndown, is not observed. From these two features certain consequences\nfollow.\"\n[See also Salem Advocate Bar Association, T.N. v. Union of India, C\n[2005] 6 SCC 344].\nHowever, even if a statute is directory in nature the same should be\nsubstantially complied with. What would satisfy the requirements of substantial\ncompliance, however, would depend upon the fact of each case.\nThe Appellants do not state as to how they would be prejudiced by the\nact of Respondent No. 1 in not filing the application for registration of transfer\nof shares within the aforementioned period. The Appellants have, indisputably,\nfiled suits. In para 10 of the plaint filed by Appellant No.1, in O.S. No.3742\nof 2003, it was categorically stated:\n\u003c\u003c\n....Even though the plaintiff cannot have an objection on the transfer,\nthe plaintiff is concerned about the value at which the second\ndefendant is attempting to transfer the equity shares in its favour”\nD\nE\nOn their own saying, thus, they were not prejudiced. In fact, they had\nno objection in registering the shares. The only objection was with regard to F\nthe value thereof. It is also not in dispute that they, in fact, registered 2,99,800\npledged shares, although they were also presented after a period of two\nmonths without any demur whatsoever. The Appellants, therefore, must be\nheld to have waived their right. The pledge of shares is not in dispute.\nThe fact that the Appellant had taken a loan of Rs.4.5 cores is also not G\nin dispute. Furthermore, we are of the opinion that by reason of the impugned\njudgment no injustice as such has been done to the Appellants and in that\nview of the matter this Court in exercise of its jurisdiction under Article 136\nof the Constitution of India may not interfere with the impugned order, even\nif it may be lawful to do so.\nH\n1096\nA\nB\nC\nD\nE\nF\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nIn Taherakhatoon (D) By LRs. v. Salambin Mohammad, [1999] 2 SCC\n635, this Court observed\n\"20. In view of the above decisions, even though we are now dealing\nwith the appeal after grant of special leave, we are not bound to go\ninto merits and even if we do so and declare the law or point out the\nerror still we may not interfere if the justice of the case on facts does\nnot require interference or if we feel that the relief could be moulded\nin a different fashion\"\nIn Chandra Singh and Ors. v. State of Rajasthan \u0026 Anr., [2003] 6 SCC\n545, it was held :\n\"...Furthermore, this Court exercised its discretionary jurisdiction under\nArticle 136 of the Constitution of India which need not be exercised\nin a case where the impugned judgment is found to be erroneous if\nby reason thereof substantial justice is being done. [See S.D.S.\nShipping (P) Ltd. v. Jay Container Services Co. (P) Ltd.\"] Such a\nrelief can be denied, inter alia, when it would be opposed to public\npolicy or in a case where quashing of an illegal order would revive\nanother illegal one\"\nThe said principle was reiterated in Inder Parkash Gupta v. State of J\n\u0026 K \u0026 Ors., [2004] 6 SCC 786 in the following terms:\n\"In ordinary course we would have allowed the appeal but we cannot\nlose sight of the fact that the selections had been made in the year\n1994. A valuable period of 10 years has elapsed. The private\nrespondents have been working in their posts for the last 10 years.\nIt is trite that with a view to do complete justice between the parties,\nthis Court in a given case may not exercise its jurisdiction under\nArticle 136 of the Constitution of India. (See Chandra Singh v. State\nof Rajasthan...\"\n[See also Transmission Corporation of A.P. Ltd. v. Lanco Kondappali\nPower (P) Ltd., [2006] 1 SCC 540]\nFollowing the aforementioned decisions, we are of the opinion that with\nG a view to do complete justice to the parties, no interference with the High\nCourt's judgment is called for.\nFor the foregoing reasons, we are of the opinion that no case has been\nmade out for exercise our jurisdiction under Article 136 of the Constitution\nof India. The appeals are dismissed. No costs.\nH RP.\nAppeals dismissed.\n"}