{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"STATE OF JAMMU AND KASHMIR AND ORS.\nV.\nABDUL MAJID\nA\nہے\nJANUARY 5, 2007\nB\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nInterim Order:\nC\nHigh Court-Single Judge in a writ petition directing State\nGovernment, inter alia, to pay wages of workman from a specified date-\nState filing a Letters Patent appeal challenging said order-Division\nBench by an interim order directing State Government to deposit the\nmoney in terms of Minimum Wages Act and to pay the said amount to\nrespondent within two weeks-Held, direction of Division Bench to pay the\namount to respondent pending Letters Patent appeal is not warranted at\nD\nthis stage-However, the direction to deposit the wages in accordance\nwith terms of Minimum Wages Act not interfered with and time granted for\nthe purpose-The amount so deposited shall be subject to final outcome\nof Letters Patent appeal—Minimum Wages Act, 1948.\nE\nIn a writ petition filed by respondent-workman, the Single Judge of\nthe High Court directed the appellants, inter alia, to pay the respondents\nminimum wages w.e.f. January 1992 at such rates as were prevalent from\ntime to time. The appellants filed a Letters Patent appeal, and the Division\nBench of the High Court by an interim order directed the appellants to\ndeposit the wages in accordance with the terms of Minimum Wages Act F\nfrom January 1992 to March 2006 and to pay the said amount to the\nrespondents within two weeks. Aggrieved, the State Government filed the\ninstant appeal.\nDisposing of the appeal, the Court\nHELD: The direction of Division Bench of the High Court to pay the\namount to the respondent within two weeks pending disposal of the Letters\nPatent Appeal is not warranted at this stage. However, the direction\nrequiring the State to deposit the wages of the respondent in accordance\nwith the terms of Minimum Wages Act from January, 1992 to March, 2006\n213\nG\nH\nT\n7-2\n214\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA is not interfered with. Therefore, further time is given to the State by four\nweeks to comply with the direction in regard to the deposit of the minimum\nwages, which shall be subject to the final outcome of the Letters Patent\nAppeal. On such deposit, the Registrar General is directed to invest the\nsame in a short term fixed deposit in a nationalized bank.\nB\nC\nD\nE\nF\n[Para 6] [215-E-H, 216-A]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 65 of 2007\nFrom the interim Order dated 3.4.2006 of the High Court of Jammu and\nKashmir in LPA (SW) No. 81/2006, C.M.P. No. 53/2006.\nAtlaf H. Nayak, A.G., State of Jammu and Kashmir and Anis Suhrawardy\nfor the Appellants.\nVijay Kumar for the Respondent.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. : Leave granted.\n2. Heard Mr.Altaf H.Nayak, learned Advocate-General for the State of\nJammu \u0026 Kashmir and Mr. Vijay Kumar, learned counsel for the respondent.\n3. The appeal is directed against an interim order dt.03.04.2006 passed\nby the High Court in LPA (SW) No.81/2006 and CMP No.53/2006 arising out\nof SWP No.1513/2004.\n4. The learned Single Judge of the High Court while disposing of the\nWrit Petition filed by the respondent herein issued the following directions:-\n\"(1) pay to the petitioner minimum wages as payable under the\nMinimum Wages Act w.e.f. January, 1992 at such rates as\nwere prevalent from time to time.\nG\n2.\nH\n3.\npetitioner be considered for regularization as class IV.\nPetitioner be brought on regular establishment as helper/\nclass-IV whichever be the lowest post available on the regular\nestablishment of the department within a period of two months.\nSTATE OF JAMMU AND KASHMIR v. ABDUL MAJID [LAKSHMANAN, J.] 215\n4.\nNon-observance of this direction within the stipulated period A\nwill amount to commission of contempt of court.\nRegistrar Judicial shall place this file before this court on the expiry\nof two months. Copy of this Order shall be furnished to Mrs.Neeru Goswami\nappearing for respondents for compliance.\"\n5. Aggrieved against the said order, the State has preferred the Letters\nPatent Appeal which was taken on file as LPA No.81/2006. The State\nchallenged the correctness of the directions issued by the learned Single\nJudge in the Letters Patent Appeal. Admittedly, the Letters Patent Appeal\nfiled by the State is pending final disposal. In the meanwhile, the High Court\ndirected the State to deposit the wages of the respondent in accordance with\nthe terms of Minimum Wages Act from January, 1992 to ending March, 2006\nand pay this amount to the respondent within two weeks from 03.04.2006.\nThe court has also observed that subject to the above, direction Nos.3 and\n4 of the learned Single Judge shall remain stayed till the next date of hearing.\nAggrieved by the said order, the state has preferred the above appeal in this\nCourt. This Court on 17.07.2006 issued notice on the Special Leave Petition\nas also on the prayer for interim relief.\n6. As noticed earlier, the Letters Patent Appeal is still pending in the\nHigh Court. The State has questioned the correctness of the directions\nissued by the learned Single Judge in the Letters Patent Appeal. In the\nmeanwhile, the learned Judges of the Division Bench of the High Court\ndirected the State to deposit the wages of the respondent in accordance with\nthe terms of Minimum Wages Act from January, 1992 to ending March, 2006\nand pay the said amount to the respondent within two weeks from 03.04.2006.\nThe said direction to pay the amount to the respondent within two weeks\npending disposal of the Letters Patent Appeal, in our opinion, is not\nwarranted at this stage. However, we are not inclined to set aside the\ndirection issued by the Division Bench directing the State to deposit the\nwages of the respondent in accordance with the terms of Minimum Wages\nAct from January, 1992 to ending March, 2006. Therefore, we give further\ntime to the State by four weeks to comply with the direction in regard to the\ndeposit of the minimum wages. The said amount shall be deposited with\nthe Registrar General of the High Court subject to the final outcome of the\nLetters Patent Appeal. On such deposit, the Registrar General is directed\nB\nC\nD\nE\nF\nG\nH\n216\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA to invest the same in a short term fixed deposit in a nationalised bank.\nB\n7. We request the High Court to dispose of the Letters Patent Appeal\nwithin three months from the date of receipt of this Order from this Court\nor on production of the same by either party.\n8. The appeal stands disposed of in the above terms. No costs.\nR.P.\nAppeal disposed of.\n"}