{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nPROBODH PURKAIT\nV.\nSTATE OF WEST BENGAL AND ORS\nFEBRUARY 27, 2007\n[B.N. AGRAWAL, P.P. NAOLEKAR AND ALTAMAS KABIR, JJ.]\nC\nCriminal Trial.\nAppreciation of evidence-Unlawful assembly-Death of two persons\non account of assault by members of unlawful assembly-Some members of\nunlawful assembly convicted-Conviction challenged-Prosecution witnesses\nidentifying convicted members of unlawful assembly-Prosecution witnesses\nfound reliable and corroborating each other-Some of the prosecution\nwitnesses related to one of the accused persons-No reason for implicating\nD accused persons falsely-Conviction upheld-Indian Penal Code, 1860-\nF\nSections 148 and 302/149.\nThe case of the prosecution was that about 400-500 persons formed an\nunlawful assembly armed with deadly weapons such as lathi tangi, ballam,\netc. under the leadership of P and attacked and looted house of PW-3 and\nE assaulted members of his family. The mob not finding R there but on coming\nto know that he had gone to house of PW-7, proceeded to the house of PW-7\nand some members of the unlawful assembly entered into the house and\ndragged out R and his son M along with PW-7 and his son PW-6. The\nmembers of the unlawful assembly assaulted R and his son M with lathi, tangi,\nballam, etc. resulting in their death on the spot and also assaulted PW-7, his\nson PW-6, and S and looted their household articles. Out of 39 persons who\nfaced trial the trial Court convicted six persons under Sections 148, 302/\n149 and 323/149 of Indian Penal Code, 1860 and acquitted other 33 accused\nincluding P. The six convicted persons, and the State against acquittal of 33\naccused persons, filed appeal in the High Court. Division Bench confirmed\nG the conviction of six accused persons already convicted by Trial Court and\nalso partly allowed appeal filed by State by convicting P and four other accused\npersons under Sections 148 and 302/149 IPC. The six accused persons\ninitially convicted by Trial Court, four accused persons convicted by High\nCourt along with P and the State against acquittal of remaining accused have\nH\n354\nPROBODH PURKAIT 1. STATE OF WEST BENGAL\npreferred these appeals.\n355\nAppellant-accused persons inter alia contended that the High Court erred\nin relying on the unreliable evidence of PWs 3,5,6,7,8 and 9 which had been\ndiscarded by the Trial Court; that there were serious discrepancies in the\nversion of the different prosecution witnesses which discredited the entire\nprosecution case; and that the entire incident was the result of political rivalry\nin which the accused persons had been falsely implicated.\nDismissing the appeals, the Court\nA\nB\nHELD: 1. The evidence of PWs 6 and 7, which has been relied upon by\nthe Sessions Judge and the High Court establishes that an unlawful mob C\nassembled at the house of PW-7 and some of the members of the unlawful\nassembly, who were identified, entered into the house and dragged out R and\nM. PWs. 2,3,5,8 and 9 corroborate the evidence of PWs 6 and 7. This Court\nis unable to accept the reasoning of the Sessions Judge in disbelieving the\nevidence of PW-2. His evidence has been discarded on the ground that he had\nnamed as many as 157 persons to be part of the unlawful assembly which\nassembled in front of the house of PW-7. According to the Sessions Judge it\nwas impossible for him to have remembered the names of so many persons\npresent. The Session Judge also doubted his testimony on the ground that\nthe mob would not have allowed him to witness the incident and leave him\nD\nuntouched so that he could be an eye witness against them. Similarly, the E\nevidence of PWs 3,4, and 5 have been discarded by the Sessions Judge for\nreasons which are difficult to sustain. [Paras 32 and 33] [362-H-C]\nF\n2. PWs 6 and 7 have deposed as to how they were taken by the members\nof the unlawful assembly, along with M, to where P was standing and on the\ninstructions of P who told them to act according to plan, the said persons,\nwho where identified by Pws 5, 6 and 7, murdered M. The entreaties of PW 7,\nwho was related to P, also went to vain and he was assaulted on the head by K\nwith a lathi. The evidence of PWs 6 and 7 establishes the presence of P and\nthe other convicted persons at the place of occurrence and their involvement\nin the murder of M and assault on PWs 6 and 7 and they have been rightly G\nconvicted. Even one of the accused person convicted by the Trial Court who\nhad not been initially named by PWs 6 and 7, has been named by PW-5 as\nbeing part of the unlawful assembly outside her father-in-law's (PW-7's)\nhouse. Significantly, she is P's niece and had no reason to implicate and the\nother falsely. [Paras 34 and 35] [363-D-F|\nH\nA\n356\n2005.\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 1077 of\nForm the final Judgment and Order dated 20.7.2005 of the High Court\nof Calcutta at Calcutta in G.A. No. 17/1999.\nB\nWITH\nCrl. A. Nos. 30, 13 and 438/2006.\nSushil Kumar, Ranjit Kumar, Altaf Ahmad, Sanjiv Sen, Jaymalya Bagchi,\nPartha Sil, Sanjeev Saxena, Ghanshyam Joshi, Aditya Kumar, Rauf Rahim, Tara\nC Chandra Sharma, Neelam Sharma, H.K. Puri, Ujjwal Banerjee, S.K. Puri, Priya\nPuri, V.M. Chauhan for the appearing parties.\nThe Judgment of the Court was delivered by\nALTAMAS KABIR, J. 1. All these four appeals arise out of the judgment\nD dated 20th July, 2005 passed by the Division Bench of the Calcutta High\nCourt in respect of the judgment delivered by the Additional Sessions Judge,\nAlipore, 24 Parganas (South), in Sessions Trial No. 3(5) of 1993.\n2. The said trial involves a double murder committed at Radhaballavpur\nunder Kultali Police Station on 15th January, 1985. In all 109 persons were\nE shown as accused in the charge-sheet in connection with Kultali P.S. case 4(1)\nF\nof 1985 dated 16th January, 1985. Out of the said 109 accused, 98 were\ncommitted to the Sessions Court. Out of the said 98 accused, 58 stood\nacquitted under Section 232 Cr.P.C. and one Yunus Laskar could not be tried\nas he was found to be insane. Ultimately, 39 persons faced the trial before\nthe Additional Session Judge-cum-Judge, Special Court (EC Act) Alipore, 24\nParganas (South).\n3. The prosecution case is that one Shah Alam Molla (PW-2) lodged a\nwritten complaint at Kultali Police Station, South 24 Parganas, at about 1730\nhours. on 16th January, 1985, stating that on 15th January, 1985 at about 8\nGa.m. about 157 persons, as named in the complaint, along with 400 to 500\npersons formed an unlawful assembly armed with deadly weapons such as\nlathi, tangi, ballam etc. under the leadership of one Probodh Purkait and\nproceeded towards Radhaballavpur. First they attacked the house of one\nPayed Ali Laskar (PW-3). The members of the unlawful assembly looted the\nhouse of Payed Ali, assaulted the members of his family and also committed\nH\nPROBODH PURKAIT 1. STATE OF WEST BENGAL [ALTAMAS KABIR, J.] 357\nrape on his sister.\nA\n4. It was further alleged that the mob failed to find Abdur Rahaman\nLaskar in Payed Ali Laskar's house but on coming to know that he had gone\nto the house of one Dr. Srinibas Roy (PW-7), the members of the unlawful\nassembly under the leadership of Prabodh Purkait and others proceeded to\nthe house of Dr. Srinibas Roy. On reaching there, some of the members of the\nB\nunlawful assembly entered into the house of Dr. Srinibas Roy and dragged\nout Abdul Rahaman Laskar and also Abdur Molla along with Dr. Srinibas Roy\nand his son Aurobinda Roy (PW-6). The members of the unlawful assembly\nthen assaulted Abdur Rahaman Laskar and Abdur Molla with lathi, tangi,\nballam etc. resulting in their death on the spot. The members of the unlawful\nassembly also assaulted Dr. Srinibas Roy and his son Aurobinda and one\nSudarshan and looted their household articles.\nC\n5. It was also disclosed that the incident was a sequel to an incident\nwhich had taken place on 14th January, 1985, when there was a quarrel\nbetween the members of the Congress Party and the Socialist Unity Centre D\nof India over the snatching of a microphone by Abdur Rahaman Laskar and\nconsequently, Probodh Purkait and other leaders of the S.U.C.I. party\nengineered the assault and murder of Abdur Rahaman Laskar and Abdur\nMolla.\nF\n6. By his judgment dated 12th November, 1997, the Sessions Judge E\nconvicted Yusuf Gayen, Ismail Laskar, Srikanta Halder, Kartick Naskar, Khudiram\nNaskar and Kauser Baidya under Sections 148, 302/149, 323/149 Indian Penal\nCode and sentenced them to suffer rigorous imprisonment for three years and\nto pay a fine of Rs.1000/- each, in default, to suffer rigorous imprisonment for\none year under Section 148 Indian Penal Code, to suffer rigorous imprisonment\nfor life and to pay a fine of Rs.100/-, in default, to suffer rigorous imprisonment\nfor one year each under Section 302/149 Indian Penal Code and also to suffer\nrigorous imprisonment for six months each and to pay a fine of Rs.5000/-, in\ndefault, to suffer rigorous imprisonment for three months each under Section\n323/149 Indian Penal Code. The trial court acquitted the other 33 accused,\nincluding Probodh Purkait, the appellant in Criminal Appeal No. 1077 of 2005. G\n7. While the convicted persons preferred Criminal Appeal 4 of 1998\nbefore the Calcutta High Court, the State filed an appeal, being No. 17 of 1999,\nagainst the order of acquittal made in respect of the other 33 accused.\n8. The Division Bench of the Calcutta High Court while confirming the H\n358\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA conviction and sentence of Yusuf Gayen and the other five accused convicted\nby the Sessions Judge, allowed the Government's appeal in part by convicting\nProbodh Purkait, Harisadhan Mali, Iran Molla, Anirudha Haldar and Basinath\nGayen under section 148 IPC and Section 302/149 IPC and sentenced them to\nsuffer rigorous imprisonment for life under Section 302/149 IPC and to pay a\nfine of Rs. 5,000/-, in default, to suffer rigorous imprisonment for three months\neach. No separate sentence was awarded to the convicted persons under\nSection 148 Indian Penal Code. The order of acquittal as far as the remaining\naccused are concerned, was not interfered with.\nB\n9. Criminal Appeal No. 1077 of 2005 in this Court has been filed by\nC Probodh Purkait against his conviction by the Calcutta High Court. Criminal\nAppeal No.13 of 2006 has been filed by the six accused persons who were\ninitially convicted by the Sessions Court. Criminal Appeal No. 30 of 2006 has\nbeen filed by four of the five accused who were convicted by the Calcutta\nHigh Court along with Probodh Purkait. Criminal Appeal No. 438 of 2006 has\nbeen filed by the State of West Bengal against the acquittal of the remaining\nD accused.\nE\n10. Mr. Sushil Kumar, learned senior counsel appearing for Probodh\nPurkait and the other four accused, whose acquittal was reversed by the\nCalcutta High Court, submitted that the judgment of the Calcutta High Court\nas far as the said five appellants are concerned, is not supported by the\nevidence adduced by the prosecution. He pointed out that on a careful\nappraisal of the evidence of PWs 1 to 9, the Sessions Judge had discarded\nthe evidence of PW 2, Shah Alam Molla, who had lodged the First Information\nReport. It was urged that the Sessions Judge had very rightly pointed out that\nthere was no explanation for the delay of 33 hours in lodging the First\nF Information Report and the explanation given for the same was weak and\nfeeble. The Sessions Judge also observed that PW2 was a chance witness\nwho according to the prosecution had come to Radhaballavpur to buy sweets\nand subsequently is alleged to have followed the prosecution from the Madrasa\nSchool to the house of Payed Laskar. The Sessions Judge also disbelieved\nthe evidence of Kartick Mondal PW1 as his evidence was at material points\nG\ncontrary to the prosecution case.\nH\n11. Likewise, the Sessions Judge also discarded the evidence of PWs\n3 and 4, Payed Laskar and Kalipada Mondal, as being unconvincing. Regarding\nthe evidence of PW 3 as to the involvement of Probodh Purkait in damaging\nhis house and looting the household articles, the Sessions Judge has observed\nPROBODH PURKAIT 1. STATE OF WEST BENGAL [ALTAMAS KABIR, J.] 359\nthat there is no iota of evidence. Referring to certain discrepancies in the A\nevidence of PW 3 regarding the assault on the deceased- Abdur Rahaman\nLaskar and Abdur Molla, and the place where they were said to have been\nkilled, the evidence of PW-3 was disbelieved by the Court on the basis of\nspot inspection made by the Sessions Judge. Mr. Sushil Kumar, pointed out\nthat the evidence of PW-4, Kalipada Mondal, was also discarded for the same\nB\nreason.\n12. Mr. Sushil Kumar submitted that the Sessions Judge did not also\nplace reliance on the evidence of PW-8, Sudarshan Roy, who is alleged to be\nan injured eye-witness, as he did not get himself examined by a doctor.\n13. The evidence of PW-9, Md. Sahabuddin Molla, was also not accepted\nas regards the looting of Payed Laskar's house. His testimony as an eye-\nwitness to the murder of Abdur Rahman Laskar and Abdur Molla was\ncontradicted by the Investigating Officer and was also disbelieved.\nC\n14. Dealing with the evidence of PW-5, Kalpana Roy, her son PW-6, D\nAurobinda Roy and her husband, PW-7, Srinibas Roy who were all said to\nbe eye-witnesses to the incident in their house and later on in the field to the\nsouth of their house, the Sessions Judge found certain discrepancies in the\nevidence of PW-5 and her statement before the Investigating Officer as to the\nmanner in which the incident is alleged to have occurred in her house. On\nsuch basis, the Sessions Judge found her evidence to be discredited, leaving\nonly the evidence of PWs 6 and 7 to prove the prosecution case that the\ndeceased were dragged out of the house of PW-7 by the accused at the\ninstant of Probodh Purkait and thereafter murdered.\nE\n15. Mr. Sushil Kumar submitted that the Sessions Judge had accepted F\nthe evidence of PWs 6 and 7 regarding the assault on PW-7 by accused,\nKauser Baidya with a lathi and the fact that PWs 6 and 7 had an opportunity\nof seeing the assailants of Abdur Molla when he was dragged to the field,\nsince he had also been brought there. The trial court found that the evidence\nof PWs 6 and 7 to be mutually corroborative. However, their evidence regarding\nthe involvement of Probodh Purkait, Basinath and Basudeb in the murder of G\nAbdur Molla and assault on them was not believed.\n16. Mr. Sushil Kumar submitted that on the basis of the evidence of\nPWs 6 and 7 and the medical evidence, the Sessions Judge came to the\nconclusion that accused Yusuf Gayen, Srikanti Halder, Kartick Nasker, Ismail\nLasker and Khudiram Nasker and others had trespassed into the house of\nH\n360\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA Srinibas Roy (PW-7) on 15th January, 1985, at about 8/8.30 a.m. at\nRadhaballavpur and that they along with Kauser Baidya assaulted Abdur\nMolla, Srinibas and Aurobinda by lathi in the field to the south of the house\nof Srinibas and caused simple injuries to Srinibas and Aurobinda and murdered\nAbdur Molla at Chowdhury Chak near Sardarpara Road at Radhaballavpur,\nP.S. Kultali.\nB\n17. The further finding was that Abdur Rahaman Laskar was also\nmurdered at that place on that date, but his assailants are not known.\n18. The Sessions Judge accordingly convicted Yusuf Gayen and the five\nC others accused under Sections 148, 302/149,323/149 Indian Penal Code and\nsentenced them in the manner indicated hereinbefore and acquitted all the\nother accused, including Probodh Purkait, Hari Sadhan Mali, Iran Molla,\nAnirudha Haldar and Basinath Gayen who were subsequently convicted by\nthe High Court under Section 148 and 302/149 Indian Penal Code.\nD\nE\n19. Mr. Sushil Kumar submitted that in appeal, the High Court on a re-\nappraisal of the evidence accepted the evidence of PWs 3,5,6,7,8, and 9 and\nobserved that all the said witnesses had seen the occurrence from different\nangles and different places. The High Court also held that since all the\nprosecution witnesses had mentioned that Probodh Purkait was a member of\nthe unlawful assembly and, in fact, led the unlawful assembly, he could not\nbe absolved of the complicity of sharing the common object of the unlawful\nassembly though there was no evidence to indicate that Probodh Purkait had\nhimself inflicted any injury.\n20. On the basis of the above the High Court also convicted Probodh\nF Purkait, Hari Sadhan Mali, Iran Molla, Anirudha Haldar and Basinath Gayen\nunder Sections 148, 302/149 Indian Penal Code and sentenced them to suffer\nrigorous imprisonment for life under Sections 302/149 and to pay a fine of\nRs.5,000/-, in default to undergo rigorous imprisonment for three months each.\nG\nH\n21. Mr. Sushil Kumar urged that the High Court had erred in relying on\nthe unreliable evidence of PWs 3, 5, 8 and 9, which had been discarded by\nthe Sessions Judge for good reasons. Mr. Kumar submitted that the High\nCourt had not even considered the evidence of PW-2, Shah Alam Molla, who\nlodged the First Information Report about 33 hours after the incident.\n22. Mr. Kumar submitted that on the state of the evidence the involvement\nPROBODH PURKAIT 1. STATE OF WEST BENGAL [ALTAMAS KABIR. J.] 361\nof Probodh Purkait was not established. It was urged that from the evidence A\nit would be clear that the place where Probodh Purkait was alleged to have\nbeen standing had not been definitely fixed, and, on the other hand, even\nfrom the evidence of PWs 6 and 7 it would appear that Probodh Purkait was\nstanding at a distance of 2 kilometres from the house of PW-7 across a field.\n23. Mr. Sushil Kumar submitted that the High Court had committed a\ngrave error of judgment in convicting Probodh Purkait, Hari Sadhan Mali, Iran\nMolla, Anirudha Haldar and Basinath Gayen under Sections 148, 302/149 on\nthe basis of the evidence of PWs 3, 5, 6, 7, 8 and9 and such conviction and\nsentence was liable to be set aside.\nB\nC\n24. Mr. Ranjit Kumar, senior counsel for the appellants Yusuf Gayen,\nIsmail Naskar, Srikanta Haldar, Kartick Naskar, Khudiram Naskar and Kauser\nBaidya, who had been initially convicted by the Sessions Judge, repeated Mr.\nSushil Kumar's submissions that on a painstaking appraisal of the evidence\nled by the prosecution the Sessions Judge had for good reasons given by\nhim discarded the evidence of PWs 1, 2, 3, 4, 5, 8 and 9. Once the evidence D\nof PW-2, who had lodged the First Information Report, was disbelieved, the\nmain pillar of the prosecution case stood demolished.\nE\n25. Mr. Ranjit Kumar submitted that there were serious discrepancies in\nthe version of the different prosecution witnesses which discredited the entire\nprosecution story and made the same highly improbable. Mr. Ranjit Kumar\ncontended that the injuries on the body of Abdur Molla clearly belied the\nprosecution evidence that he had been dragged from the house of Dr. Srinibas\nRoy (PW-7) to the field to the south of the house for a distance of about two\nkilometers where Probodh Purkait was alleged to be standing. He also\nemphasized the fact that the body of the other deceased, Abdur Rahaman F\nLaskar, was found at some distance from the body of Abdur Molla, which\nagain falsified the prosecution case that the deceased had been dragged from\nthe house of Dr.Srinibas Roy and killed by the members of the unlawful\nassembly before Probodh Purkait.\n26. Mr. Ranjit Kumar submitted that one of the appellants, Khudiram\nNaskar, had not been identified by PWs 6 and 7 as having been a member\nof the unlawful assembly which attacked the house of PW-7 and dragged out\nPWs 6 and 7 therefrom.\n27. Mr. Ranjit Kumar submitted that the entire incident was the result\nG\nH\n362\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA of political rivalry between the supporters of the Congress Party and those\nof the S.U.C.I. and Probodh Purkait as the elected Member of the Legislative\nAssembly of the S.U.C.I. party and his supporters had been falsely implicated\nin the case. Mr. Kumar submitted that the same would also be evident from\nthe fact that despite the evidence on record no one was convicted for the\nmurder of Abdur Rahaman Laskar.\nB\n28. Appearing for the State, Mr. Altaf Ahmed submitted that the Sessions\nJudge had erroneously discarded the evidence of PWs 2, 3, 4, 5, 8 and 9 and\nthat the reasons given in doing so were not acceptable. It was submitted that\nthe evidence of the prosecution witnesses was consistent as to the incident\nC and the manner in which it had occurred. A few discrepancies with regard to\nthe identification of the assailants and whether the murders were committed\nnear the house of Srinibas Roy or some distance away could not detract from\nthe veracity of the evidence as a whole.\n29. Mr. Ahmed submitted that all the witnesses had described the\nD incident involving the attack on the house of Dr. Srinibas Roy by the unlawful\nE\nassembly and the role played by some of the members of the unlawful\nassembly in entering the house of Dr. Srinibas Roy and dragging out Abdur\nRahaman Laskar and Abdur Molla therefrom and thereafter assaulting them\nwith lathis, tangis, ballams etc. The said witnesses also described the role of\nProbodh Purkait in leading the unlawful assembly to the house of Payed Ali\nand then Dr. Srinibas Roy.\n30. Mr. Ahmed submitted that by erroneously discarding the evidence\nof PWs 2, 3, 4, 5, 8 and 9, the Sessions Judge had erred in convicting only\nsix of the thirty nine accused and acquitting the others. Relying on the\nF evidence of the aforesaid prosecution witnesses, as also PWs 6 and 7, the\nHigh Court rightly confirmed the conviction of the said six accused and\nconvicted Probodh Purkait and four others also under Sections 148 and 302/\n149 Indian Penal Code and no interference was called for in respect thereof.\nG\nH\n31. We have carefully considered the submissions made on behalf of the\nappellants in the first three appeals and those made on behalf of the State\nand we find ourselves unable to differ with the decision of the High Court.\n32. The evidence of PWs 6 and 7, which has been relied upon by the\nSessions Judge and the High Court establishes that an unlawful mob assembled\nat the house of Dr. Srinibas Roy and some of the members of the unlawful\n2\ngr\n363\nPROBODH PURKAIT 1. STATE OF WEST BENGAL [ALTAMAS KABIR, J.]\nassembly, who were identified, entered into the house and dragged out Abdur A\nRahaman Laskar and Abdur Molla. PWs 2,3,5, 8 and 9 corroborate the evidence\nof PWs 6 and 7. We are unable to accept the reasoning of the Sessions Judge\nin disbelieving the evidence of PW-2. His evidence has been discarded on\nthe ground that he had named as many as 157 persons to be part of the\nunlawful assembly which assembled in front of the house of PW-7. According\nto the Sessions Judge it was impossible for him to have remembered the\nnames of so many persons present. The Sessions Judge also doubted his\ntestimony on the ground that the mob would not have allowed him to witness\nthe incident and leave him untouched so that he could be an eye-witness\nagainst them.\n33. Similarly, the evidence of PWs 3,4, and 5 have been discarded by\nthe Sessions Judge for reasons which are difficult to sustain.\nB\nC\n34. PWs 6 and 7 have deposed as to how they were taken by the\nmembers of the unlawful assembly, along with Adbur Molla, to where Probodh\nPurkait was standing and on the instructions of Probodh Purkait who told D\nthem to act according to plan (Je Katha shei kaaj) the said persons, who were\nidentified by PWs 5, 6 and 7, murdered Abdur Molla. The entreaties of PW\n7, who was related to Probodh Purkait, also went in vain and he was assaulted\non the head by Kauser Baidya with a lathi.\nE\n35. The evidence of PWs 6 and 7 establishes the presence of Probodh\nPurkait and the other convicted persons at the place of occurrence and their\ninvolvement in the murder of Abdur Molla and assault on PWs 6 and 7 and\nthey have been rightly convicted. Even Khudiram Naskar who according to\nMr. Ranjit Kumar had not been initially named by PWs 6 and 7, has been\nnamed by PW-5 as being part of the unlawful assembly outside her father- F\nin-law's house. Significantly, she is Probodh Purkait's niece and had no\nreason to implicate him and the others falsely.\n36. The appeals filed by Probodh Purkait (Crl. Appeal No.1077 of 2005),\nBasinath Gayen and three others (Crl. Appeal No.30 of 2006) and Yusuf Gayen\nand five others (Crl. Appeal No. 13 of 2006) therefore fail and are accordingly\ndismissed. Crl. Appeal No.438 of 2006 filed by the State of West Bengal is\nalso dismissed and the order of acquittal both by the Sessions Judge and the\nHigh Court as far as Bansari Gayen and the 27 other accused are concerned,\nis confirmed.\nA.K.T.\nG\nH\nAppeals dismissed.\n"}