{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nP.K. KAPUR\nV.\nUNION OF INDIA AND ORS\nFEBRUARY 1, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nC\nService Law:\nPension Fixation of pension on superannuation of Commissioned\nOfficer in Army injured in war-O.M. No. I(S)/87/D dated 30.10.1987 and\nO.M. dated 3.2.2000-Officer superannuated on 30.11.1989-Injury disability\nassessed at 30%-Allowed weightage of 5+3 years-Refixation of pension\nafter Report of Fifth Pay Commission giving weightage of 5 years-Officer\nclaiming weightage of 8 years and \"enhancement of percentage of disability\"\nD as also claiming to be treated as invalided from service for the purpose of\ngrant of disability pension in terms of O.M. dated 3.2.2000-Held, officer was\nentitled to weightage of 5, but as a consequence of integrated pay scale with\n5 years weightage he was entitled to less pension than that of a Major,\ntherefore, to protect his pension, he was given additional 3 years-Pursuant\nto Report of Fifth Pay Commission, since he was getting pension more than\nE that of a Major he was rightly given weightage of 5 years-Weightage has\nnexus with the last Rank, therefore, is not violative of Article 14 of the\nConstitution―In terms of O.M. dated 3.2.2000 enhancement of percentage of\ndisability is applicable to those who were in service on or after 1.1.1996–\nProvision not applicable to the Officer who retired on superannuation prior\nto 1.1.1996-Besides, Officer was not invalided out of service-Therefore, he\ncannot be treated as invalided for purposes of grant of disability pension-\nConstitution of India-Article 14-Fixing of cut off date.\nF\nAppellant, a Commissioned Officer in the Army, got injured in the 1965\nwar. After the war he was retained in service. He superannuated on\nG 30.11.1989 on completion of 51 years of age after putting in 26 years of\nservice. Before his retirement he was subjected to examination by the Medical\nBoard which assessed his war injury disability at 30% permanent for life.\nHis pension was fixed allowing him weightage of 5+3 years so that his pension\nremained more than that of a Major. He got the benefit of 8 years weightage\nH\n128\n+\nP.K. KAPUR v. U.O.I.\n129\nfor ten years till 25.10.1999. Pursuant to the Fifth Pay Commission Report A\nhis pension was revised giving him weightage of 5 years and the protected\nweightage of 3 years (8-5) stood withdrawn. This was challenged by the\nappellant in a writ petition before the High Court. He also claimed\nenhancement of percentage of disability from 30% to 50% under Government\nof India, Ministry of Personnel Circular No. 45/22/97-P\u0026PW (C) dated\nB\n3.2.2000. The High Court dismissed the writ petition.\nIt was contended by the appellant, who appeared in person, that he had\nbeen given a weightage of 8 years from 30.11.1989 to 25.10.1999 and there\nwas no reason for reducing the weightage from 8 to 5 after the report of the\nFifth Pay Commission, and in any case the policy of fixing different weightages C\nfor different ranks was arbitrary and violative of Article 14 of the\nConstitution; that \"enhancement of percentage of disability\" by Government\nof India O.M. dated 3.2.2000 for Armed Officers in service on or after 1.1.1996\nand denying the said benefit to pre 1.1.1996 retirees by fixing the cut-off date\nof 1.1.1996 was arbitrary, irrational and violative of Article 14 of the\nConstitution. The appellant also claimed war injury pension at the current D\nrate. It was submitted that he was released in a lower medical category from\nservice on 30.11.1989 than what he was at the time of recruitment and,\ntherefore, he should be treated as invalided from service with effect from the\ndate of release for the purpose of grant of disability pension.\nDismissing the appeal, the Court\nE\nF\nHELD: 1.1. The very definition of the words \"qualifying service\" in the\nO.M. dated 30.10.87 indicates that the weightage (in years) is given appropriate\nto the last Rank held. Thus, weightage has a nexus with the Ranks. Applying\nthis O.M. to the facts of the present case the appellant was all throughout\nentitled to weightage of 5 but at the relevant time when he retired in 1989\nthere existed the integrated pay scale, and in the said pay scale with 5 years\nweightage the appellant was entitled to pension the quantum whereof was less\nthan that of a Major. To protect his pension, he was given a weightage of 3\nadditional points (in years). However, with the coming into force of the Fifth\nPay Commission, Government of India had to refix the pension with effect G\nfrom 1.1.96. Further, after the Fifth Pay Commission the integrated pay Scale\nsystem was abolished and a separate pay scale was provided for Lieutenant\nColonel (TS) with 5 years weightage which was there even under the Fourth\nPay Commission. The result was that the appellant's pay scale was revised\nunder the Fifth Pay Commission which was the basis for qualifying pension.\nH\n130\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA He has been given a weightage of 5 years. Thus, the protected weightage of\n3 points is removed because after Fifth Pay Commission he earns pension\nmore than that of the Major which was not there during the period 1989 to\n1999. [Para 7] [134-C-H; 135-A-F]\n1.2. It is well settled in law that Article 14 of the Constitution permits\nB class legislation and not classification based on intelligible differentia which\ndistinguishes those that are grouped together from others and that differentia\nmust have a rational relation to the objects sought to be achieved by the Act.\nIn the instant case, the O.M. dated 30.10.87 clearly shows that the weightage\nhad nexus with the last Rank and the period of 33 years qualifying service\nwas an outer limit of qualifying service for calculating pension. Further, the\nweightage of 5 is given under the said O.M. to Lieutenant Colonel (TS) in the\nArmy, Commander (TS) in the Navy and Wing Commander (TS) in the Air\nForce. Therefore, weightage (in years) was given under the said O.M. to the\nequivalent Ranks in Army, Navy and Air Force. Therefore, there is no\nviolation of Article 14 of the Constitution. [Para 7] [135-F-C; 136-A-C]\nC\nᎠ\nUnion of India v. P.N. Menon and Ors., [1994] 4 SCC 68, relied on.\nB.S. Nakara v. Union of India, AIR (1983) SC 130, cited.\n2. As regards appellant's claim for “enhancement of percentage of\nE disability”, since, he retired on 30.11.89 this enhancement of percentage of\ndisability was not admissible in his case. He was entitled to war disability\npension. He has been paid arrears on that basis on and from 30.11.89. O.M.\ndated 3.2.2000 states that the said enhancement shall be applicable only to\nthose officers who stood invalided out of service. This provision is not\napplicable to the appellant who retired on superannuation prior to 1.1.1996.\nAppellant was not invalided out of service. He completed his normal tenure\nof service. Therefore, he does not fall in the category of invalidment. The\nGovernment is always entitled to classify officers who stood retired vis-à-vis\nthe officers whose tenure of service got reduced due to invalidment. These\nare two distinct and separate categories. Hence, there is no violation of\nG Article 14 of the Constitution. [Para Nos. 8-9] [136-D-G; 137-A-C]\nF\n3. With regard to the claim of the appellant that he should be treated\nas invalided from service with effect from the date of release for the purpose\nof grant of disability pension, suffice it to say that he retired on 30.11.89 on\nsuperannuation. The concept of invalidment applies to cases in which the\nH tenure of service is cut short due to invalidment on account of war injury or\nP.K. KAPUR v. U.O.I. [KAPADIA, J.]\n131\ndisability. The concept of invalidment does not apply to cases where an officer A,\ncompletes his tenure of service and retires on attaining the age of\nsuperannuation. [Para Nos. 10-11][137-D, F-G]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 4356 of 2006.\nFrom the Final Judgments and Orders dated 8-11-2004 and 15.12.2004 of B\nthe High Court of Delhi at New Delhi in C.W.P. No. 268/2001 and C.M. No.\n438/2004 respectively.\nP.K. Kapur Appellant-In-Person.\nR.Mohan, A.S.G., R. Nedumaran, R.C. Kathia and Anil Katiyar for the C\nRespondents.\nThe Judgment of the Court was delivered by\nKAPADIA, J. 1. By filing writ petition in the Delhi High Court, petitioner\n(appellant herein), a retired Lieutenant Colonel (Time Scale), sought weightage D\nof 8 years to be added to the actual qualifying service as also enhancement\nof percentage of disability, in short, he asked for refixation of the pension.\n2. The facts giving rise to the writ petition are as follows.\nIn 1962 appellant was commissioned as an officer in Indian Army. This E\nwas during National Emergency created by Chinese invasion. He was an\nofficer in the Sikh Light Infantry.\nIn 1965 while fighting in Jammu and Kashmir sector against Pakistani\ntroops appellant got a shell injury in his left shoulder. After war, he was\nretained in service, granted permanent commission and allowed to work till F\n30.11.89 when he was released on superannuation on completion of 51 years\nof age after putting in qualifying service of 26 years. Before his retirement\nappellant was subjected to examination by the Medical Board which assessed\nthe appellant's war injury disability at 30%, permanent for life.\nDuring the period 30.11.89 to 25.10.99 the appellant was given 8 years\nweightage (in years) to be added to his qualifying service in order to compute\nhis service pension. He was also notified for war disability pension for which\nhe was paid arrears with effect from 30.11.89.\nG\n3. At this stage, it may be noted that the Report of the Fourth Pay H\n+\nB\n132\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA Commission came on 30.10.87. As stated above, appellant retired on 30.11.89.\nWhen he retired, in 1989, he was allowed weightage of 5+3 (in years) in order\nto protect his pension. He was entitled to weightage of 5 but since his\npension fell below that payable to a Major he was given an additional\nweightage of 3. At the relevant time, till Fifth Pay Commission Report, there\nwas integrated pay scale in existence. Appellant was entitled to 5 years\nweightage under the Fourth Pay Commission, however, because of integrated\npay scale his pay became less than a Major in the Indian Army with 5 years\nweightage admissible to Lieutenant Colonel in the Time Scale (TS). Therefore,\nin order to protect his pay he was given an additional weightage of 3 years\nso that his pension remained more than that of a Major. Appellant enjoyed\nC the benefit of 8 years weightage for 10 years between the date of his retirement\non 30.11.89 and 25.10.99. However, after Fifth Pay Commission Report appellant\nwas informed that calculation of pension will be done on the basis of last rank\nheld by him and on the basis of revised pay scale introduced under Fifth Pay\nCommission Report with effect from 1.1.96. With the revision in pay scale\nappellant was given the original weightage of 5 years because after the Report\nof the Fifth Pay Commission the salary structure was so revised under which\nthe pension payable to a Lieutenant Colonel (TS) became more than the\npension payable to a Major and consequently the protected weightage of 3\n(8-5) stood withdrawn. This has been challenged by the appellant.\nD\nE\n4. As stated above in the writ petition, the appellant also claimed\nenhancement of percentage of disability. According to the appellant, under\nGovernment of India, Ministry of Personnel, vide Circular No.45/22/97-P\u0026PW(C)\ndated 3.2.2000, the percentage of disability stood enhanced from 30% to 50%\nin case of junior officers in the armed forces who were in service on 1.1.96.\nAppellant contended that he was also entitled to such enhancement and that\nF Government of India was not entitled to discriminate in this regard junior\nofficers who retired before 1.1.96 and those who are in service on or after\n1.1.96.\nG\nH\n5. Both these challenges failed as can be seen from the impugned\njudgments of the High Court in W.P. (C) No.268/2001 dated 8.11.2004 and\nReview Petition No.438/2004 dated 15.12.2004. Hence, this civil appeal.\n6. Appellant appeared in-person. On the first point he submitted that\nhe was given a weightage of 8 for 10 years between 1989 and 1999 and there\nwas no reason for reducing the weightage from 8 to 5 after the Report of the\nFifth Pay Commission. He submitted that on account of the above reduction\nP.K. KAPUR v. U.O.I. [KAPADIA, J.]\n133\nA\nC\nin weightage he has suffered a monetary loss of Rs.445 per month. He\nsubmitted that the policy of the Government giving weightage, to be added\nto the actual qualifying service rendered for computation of service pension,\nwas arbitrary and discriminatory having no nexus with the object sought to\nbe achieved, namely, equal opportunity of earning full pension. He submitted\nthat other Ranks except that of Lieutenant Colonel (TS) are given the benefit B\nof 58 years for computation of pension by adding the weightage of number\nof years to the prescribed retirement age and thus he was not given equal\nopportunity of earning full pension in relation to other Ranks. This, according\nto the appellant, was discriminatory. The appellant further submitted that\nthere was no reason for Government of India to prescribe different weightage\nfor different Ranks. He submitted that fixation of 5 years weightage in his\ncase for computation of service pension was against the basic object having\nno rational relation with the object of enabling him to get 33 years of qualifying\nservice to earn full pension which has been denied due to comparatively early\nretirement age in relation to his civil counterparts and in relation to senior\nservice officers. Thus, according to the appellant, the policy of fixing different D\nweightages for different Ranks was arbitrary and violative of Article 14 since\nthe said policy fails to comply the twin tests, namely, that the classification\nmust be founded on an intelligible differentia which distinguishes those that\nare grouped together from others and that differentia must have a rational\nrelation to the object sought to be achieved by the Act. In this connection,\nthe appellant placed reliance on the judgment of this Court in the case of B.S.\nNakara v. Union of India, AIR (1983) SC 130. Appellant submitted, in this\nconnection, that the standard length of qualifying service for entitlement of\nfull pension has been fixed at 33 years for all civilian and service officers.\nPreviously it was not so. Previously it depended upon the Rank in question.\nAppellant submitted that, however, now the retirement age of the service F\nofficers varies from 50 to 52 years, in the case of junior officers, compared\nto their civilian counterparts who retire at the age of 58 years and as compared\nto senior officers in the Army who retire at the age of 60. In order to remove\nthis disparity, according to the appellant, weightage was granted in terms of\nnumber of years to be added to the actual qualifying service rendered so that\njunior officers get equal opportunity of benefit of 33 years of service for\nentitlement of full pension. Appellant submitted that reducing the weightage\nin his case from 8 years to 5 years, after the Report of the Fifth Pay Commission,\nwas discriminatory as he is deprived of equal opportunity of earning full\npension admissible on completion of 33 years of service. In this connection,\nhe has placed reliance on a table/chart submitted by him in the special leave H\npetition paper book at page 29. Placing reliance on this chart, he submitted\nE\nG\n134\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA that all other Ranks in the Army are getting benefit of 58 to 60 years of\nqualifying service for pension by an addition of weightage comprising of the\nnumber of years whereas in the case of Lieutenant Colonel (TS) the qualifying\nservice on addition of 5 years weightage comes to 56 years for pension and,\ntherefore, the impugned policy in O.M. No.1(S)/87/D dated 30.10.87 was totally\narbitrary and violative of Article 14 of the Constitution. He submitted that\nthe appellant who retired as a Lieutenant Colonel in the time scale got the\nbenefit of 5 years of service (51+5) while other junior and senior Ranks got\nthe benefit of 58 to 60 years for pension.\nB\n7. We do not find any merit in the above submission made by the\nC appellant on the first point for the following reasons.\nFirstly, under O.M. dated 30.10.87 the expression “qualifying service\"\nhas been defined to mean actual qualifying service rendered by an officer plus\na weightage (in years) appropriate to the last Rank held by the officer subject\nto the total qualifying service including weightage not exceeding 33 years. It\nD is interesting to note that under the said O.M. dated 30.10.87 Lieutenant\nE\nColonel (TS) in the Army, Commander (TS) in the Navy and Wing Commander\n(TS) in the Air Force are all given weightage of 5. Further, the very definition\nof the word \"qualifying service\" in the O.M. dated 30.10.87 indicates that the\nweightage (in years) is given appropriate to the last Rank held. In other\nwords, weightage has a nexus with the Ranks. Further, the definition of the\nword \"qualifying service\" also indicates that there is a ceiling/outer limit\nplaced on the amount of pension payable which will not exceed the total\nqualifying service of 33 years. Applying this O.M. to the facts of the present\ncase we find that appellant was all throughout entitled to weightage of 5 but\nat the relevant time when he retired in 1989 there existed what is called as\nintegrated pay scale. The consequence of the integrated pay scale was that\nwith 5 years weightage the appellant was entitled to pension the quantum\nwhereof was less than that of a Major. To protect his pension, the appellant\nwas given a weightage of 3 additional points (in years). At this stage, it may\nbe clarified that the appellant retired on 30.11.89 after completing actual\nqualifying service of 26 years. With the weightage of 8, the total qualifying\nG service became 34 and, therefore, in effect he was given a weightage of 7\nF\nH\nbecause, as stated above, under the O.M. dated 30.10.87 the qualifying service\ncould not got beyond the ceiling of 33 years. However, with the coming into\nforce the Fifth Pay Commission, Government of India had to refix the pension\nbecause under the Report of the Fifth Pay Commission there was a revision\nof pay scale introduced with effect from 1.1.96 for the Rank of Lieutenant\nP.K. KAPUR v. U.O.I. [KAPADIA, J.]\n135\n557\nColonel and other Ranks. Further, after the Fifth Pay Commission the integrated A\npay Scale system was abolished and a separate pay scale was provided for\nLieutenant Colonel (TS) with 5 years weightage which was there even under\nthe Fourth Pay Commission. The result was that the appellant's pay scale\nwas revised under the Fifth Pay Commission which was the basis for qualifying\npension. Consequently, the pension of Lieutenant Colonel (TS) even with the\nB\nweightage of 5 years became more than the pension admissible to Major with\nthe weightage of 8 years. In this connection, a chart has been submitted by\nthe Union of India which indicates Rs.6400/- per month to be pension for a\nMajor with 33 years service including 8 years weightage whereas pension\nadmissible to Lieutenant Colonel (TS) with 31 years of qualifying service\nincluding 5 years weightage to be Rs.6905/- per month. Therefore, after the C\nFifth Pay Commission, on account of increase in the pay scales, pension\nadmissible to Lieutenant Colonel (TS) with 31 years of service including 5\nyears weightage is more than the pension admissible to a Major with 33 years\nservice including 8 years weightage. Therefore, there is no loss to the\nappellant as alleged. Appellant claims 8 years weightage even after Fifth Pay\nD\nCommission under which his salary has been revised. He claims weightage\nof 8 to be added to the actual service rendered by him so that his qualifying\nservice becomes 33 and he claims accordingly a pension at the rate of\nRs.7350/- per month whereas he is entitled to Rs.6905/- per month. Therefore,\nthere is no loss suffered by the appellant as alleged. Appellant is getting\npension which is more than that of the Major, therefore, he is not entitled to E\n8 years weightage. However, he has been given a weightage of 5 years. In\nother words, the protected weightage of 3 points is removed because after\nFifth Pay Commission he earns pension more than that of the Major which\nwas not there during the period 1989 to 1999. Secondly, it is well settled in\nlaw that Article 14 permits class legislation and not classification based on\nintelligible differentia which distinguishes those that are grouped together F\nfrom others and that differentia must have a rational relation to the objects\nsought to be achieved by the Act. In the case of Union of India v. P.N.\nMenon and Ors., [1994] 4 SCC 68, this Court has held that pay revision can\ninvite a cut-off date. In matters of pay fixation it is the pay commission which\nis entitled to take into account various parameters depending upon the nature G\nof posts, the pay scales attached to those posts, the duties attached to those\nposts, the qualifications attached thereto, the manner of calculating the\nretirement benefits etc. Both under Fourth Pay Commission and Fifth Pay\nCommission the weightage of 5 is retained. Appellant was always entitled to\nweightage of 5. He was given the weightage of 3 additional points only to\nprotect his pension. This protection was given because his pension was\nH\n136\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA falling below the pension admissible to a Major. Under Fourth Pay Commission\nthe Government followed integrated pay-scale system whereas under Fifth\nPay Commission not only the pay scales stood revised but a separate pay\nscale was prescribed for Lieutenant Colonel (TS). The pay scale so prescribed\nwas the basis for computation of the pension. Be that as it may, even\nassuming for the sake of the argument that Article 14 was applicable, the O.M.\ndated 30.10.87 clearly shows that the weightage had nexus with the last Rank\nand the period of 33 years qualifying service was an outer limit of qualifying\nservice for calculating pension. Further, the weightage of 5 is given under\nthe said O.M. to Lieutenant Colonel (TS) in the Army, Commander (TS) in the\nNavy and Wing Commander (TS) in the Air Force. Therefore, weightage (in\nC years) was given under the said O.M. to the equivalent Ranks in Army, Navy\nand Air Force. Therefore, there is no violation of Article 14 of the Constitution.\nB\n8. Now, coming to the second challenge concerning \"enhancement of\npercentage of disability\", appellant has submitted that Government of India\nhad vide O.M. dated 3.2.2000 enhanced the percentage of disability for Armed\nD Forces officers including junior officers in service on or after 1.1.96. Since,\nthe appellant retired on 30.11.89 this enhancement of percentage of disability\nwas not admissible in the case of the appellant. Appellant submitted that\nthere was no reason for denying enhancement of percentage of disability to\njunior officers in the Indian Army who retired prior to 1.1.96. Fixation of this\ncut-off date of 1.1.96, according to the appellant, is arbitrary, irrational and\nviolative of Article 14 of the Constitution. Appellant submitted that one of\nthe facets of Article 14 is that it eschews arbitrariness in any form. Appellant\nsubmitted that this Court in the case of Nakara (supra) has observed that\nArticle 14 condemns discrimination in any form. He submitted that there is\nno rational for excluding officers from the benefit of enhancement merely\nF because they stood retired prior to 1.1.96. Appellant, therefore, submitted\nthat O.M. dated 3.2.2000 should be made applicable to officers who have\nretired even prior to 1.1.96.\nE\n9. We do not find any merit in the above arguments. As stated above,\nappellant stood superannuated from the Indian Army on 30.11.89. He was\nG entitled to war disability pension. He has been paid arrears on that basis on\nand from 30.11.89. Under Government of India letter No.PC 1(2)/97/D (Pen-\nC) dated 16.5.2001 the rate of war injury element for hundred per cent disability\nin battle casualty cases has been prescribed. It is in accordance with the rates\nmentioned in para 11.2 of the letter of Government of India No. 1(2)/97/D (Pen-\nH C) dated 31.1.2001. Under O.M. dated 3.2.2000 the benefit of enhancement\n+\nP.K. KAPUR v. U.O.I. [KAPADIA, J.]\n137\nB\nof percentage of disability, and not the rates, is given to officers who were A\nin service on or after 1.1.96. This enhancement is from 30% to 50%. Appellant\nclaims this enhancement from 30% to 50% in his case also. However, O.M.\ndated 3.2.2000 states that the said enhancement shall be applicable only to\nthose officers who stood invalided out of service. This provision is not\napplicable to the appellant who retired on superannuation prior to 1.1.96.\nAppellant was not invalided out of service. He completed his normal tenure\nof service. The benefit of enhancement is given to those officers who stood\ninvalided out of service because their tenure of service got cut due to\ninvalidment on account of disability or war injury. Therefore, the appellant\ndoes not fall in the category of invalidment. The Government is always\nentitled to classify officers who stood retired vis-'-vis the officers whose C\ntenure of service got reduced due to invalidment. These are two distinct and\nseparate categories. Hence, there is no violation of Article 14 of the\nConstitution.\n10. It is lastly urged by the appellant that he has not been paid war\ninjury pension at the current rate. In this connection, he submitted that under D\nthe rules for casualty pensioners invalidation from service is a necessary\ncondition for the grant of disability pension. If a person is released from\nservice in a lower medical category then what he was at the time of recruitment,\nhe would be treated as invalided from service. Appellant contended that he\nwas released in a lower medical category from service on 30.11.89 then what\nhe was at the time of recruitment and, therefore, he should be treated as\ninvalided from service with effect from the date of release for the purpose of\ngrant of disability pension.\nE\n· 11. We do not find any merit in the third submission. Appellant retired\non 30.11.89 on superannuation. He was never invalided. He now claims to F\nbe invalided out of service. Having stood retired from service after completing\nfull tenure of service, appellant cannot now claim that he was invalided out\nof service. The concept of invalidment applies to cases in which the tenure\nof service is cut short due to invalidment on account of war injury or disability.\nThe concept of invalidment does not apply to cases where an officer completes\nhis tenure of service and retires on attaining the age of superannuation.\nTherefore, there is no merit in the third contention raised by the appellant.\n12. For the aforestated reasons, we do not see any merit in this civil\nappeal and the same is dismissed with no order as to costs.\nG\nR.P.\nAppeal dismissed. H\n"}