{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nGOMTI\nV.\nTHAKURDAS AND ORS.\nAPRIL 13, 2007\n[DR. ARIJIT PASAYAT AND D. K. JAIN, JJ.]\nC\nD\nCode of Criminal Procedure, 1973-s. 389-Suspension of execution\nof sentence and grant of bail -Grant of bail by appellate court on the ground\nof absence of allegation of misuse of liberty while on bail during trial-\nPropriety of Held: the order directing suspension of execution of sentence\nand grant of bail should not be passed as a routine-Such order should\nrecord reasons in writing-Misuse of liberty while on bail during trial does\nnot per se warrant such order-Order of appellate court was not passed\nkeeping the correct principles.\nCriminal Law-Bail and Suspension of execution of sentence-\nDistinction between.\nRespondent Nos. 1 to 5 were convicted u/s 302 r/w s. 149 IPC, u/ss.\n148 and 201 IPC and u/s 3(2) and 5 of Schedule Castes and Scheduled Tribes\nE (Prevention of Atrocities) Act. They filed appeals before High Court. During\npendency of the appeal, the respondents were granted bail in exercise of power\nu/s 389 Cr.PC, on the ground that during the period when they were on bail\nduring trail, they did not misuse their liberties - Hence the present appeal\nby the complainant opposing grant of bail.\nF\nG\nH\nAllowing the appeal, the Court\nHELD: 1. Section 389 Cr.P.C. deals with suspension of execution of\nsentence pending the appeal and release of the appellant on bail. There is a\ndistinction between bail and suspension of sentence. One of the essential\ningredients of Section 389 is the requirement for the appellate Court to\nrecord reasons in writing for ordering suspension of execution of the sentence\nor order appealed. If he is in confinement, the said court can direct that he be\nreleased on bail or on his own bond. The requirement of recording reasons\nin writing clearly indicates that there has to be careful consideration of the\nrelevant aspects and the order directing suspension of sentence and grant of\n90\n:\nGOMTI v. THAKURDAS [PASAYAT, J.]\nbail should not be passed as a matter of routine. [Para 11] [93-H; 94-A-B].\n91\n2. The appellate Court is duty bound to objectively assess the matter\nand to record reasons for the conclusion that the case warrants suspension\nof execution of sentence and grant of bail. In the instant case, the only factor\nwhich seems to have weighed with the High Court for directing suspension\nof sentence and grant of bail is the absence of allegation of misuse of liberty\nduring the earlier period when the accused-respondents were on bail.\n[Para 12] [94-C]\nA\nB\nC\n3. The mere fact that during the trial, they were granted bail and there\nwas no allegation of misuse of liberty, is really not of much significance. The\neffect of bail granted during trial looses significance when on completion of\ntrial, the accused persons have been found guilty. The mere fact that during\nthe period when the accused persons were on bail during trial there was no\nmisuse of liberties, does not per se warrant suspension of execution of\nsentence and grant of bail. What really was necessary to be considered by\nthe High Court is whether reasons existed to suspend the execution of D\nsentence and thereafter grant bail. The High Court does not seem to have\nkept the correct principle in view. [Para 13] [94-D-E]\nVijay Kumar v. Narendra and Ors., [2002] 9 SCC 364; Ramji Prasad v.\nRattan Kumar Jaiswal and Anr., [2002] 9 SCC 366; Kishori Lal v. Rupa and\nOrs., [2004] 7 SCC 638 and Vasant Tukaram Pawar v. State of Maharashtra,\n[2005] 5 SCC 281, relied on.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 555 of\nE\n2007.\nFrom the Judgment and Order dated 16.12.2002 \u0026 23.01.2003 of the High\nCourt of Judicature at Allahabad in Crl. Appeal Nos. 3876 of 2002 and 3777\nof 2002 respectively.\nDr. Nafis and A. Siddiqui for the Appellant.\nF\nNalin Tripathi, Anurag Sharma, Rameshwar Prasad Goyal, Sahdev Singh,\nG\nShahid Ali Rao, Musharraf Chawdhry and Javed Mahmud Rao for the\nRespondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\nH\nA\nB\nC\n92\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n2. Challenge in this appeal is to the orders passed by a learned Single\nJudge of the Allahabad High Court accepting prayer for bail, which has been\nfiled by the respondent Nos. 1 to 5, during pendency of the appeals (i.e.\nCRLA 3876/2002 and 3777/2002) before the High Court. The present appeal\nis by the complainant alleging that her husband has been killed by the\nrespondents 1 to 5 on 12.9.1998, and the concerned respondents are not\nentitled to bail.\n3. Background facts in a nutshell are as follows:\n4. The respondent Nos. 1 to 5 faced trial of alleged commission of\noffences punishable under Sections 147, 148, 149, 302, 201, 120(B) and 323\nof the Indian Penal Code, 1860 (in short the 'IPC') and under Sections 3(2)\nand (5) of the Scheduled Castes and Scheduled Tribes (Prevention of Atrocities)\nAct (in short the 'SCST Act' ) and Sections 3(2) and (5) of the Arms Act,\n1954 (in short the 'Arms Act') in Sessions Trial Nos. 11 and 12 of 1999.\nD\n5. All the accused were found guilty and sentenced to imprisonment for\nlife and were convicted in terms of Section 302 read with Section 149 IPC, and\nother sentences in respect of Sections 148, 201 and Section 3(2) and 5 of the\nSCST Act. However, they were acquitted of the charges relatable to Sections\n25 of the Arms Act and Section 120 B IPC. The respondents 1 to 5 filed\nCriminal Appeal Nos.3876 of 2002 and 3777 of 2002 before the High Court. By\nE the impugned orders dated 16.12.2002 and 23.1.2003, the prayer for bail was\naccepted. In the Criminal Appeal No.3876 of 2002 the following order was\npassed.\nF\nG\n\"Heard learned counsel for the appellants Sri Sanjay Tripathi for\ncomplainant and the learned A.G.A.\nPerused the order of Sessions Judge and lower court's record. The\nappellants were on bail during trial.\nPending appeal, appellants-Thakur Das, Hanshraj \u0026 Dillan convicted\nin S.T. No. 12/99 shall be released on bail on each of them executing\na personal bond and on furnishing two sureties each in the like\namount to the satisfaction of the court concerned.\nUntil further orders realisation of fine shall also remain stayed.\"\n6. In the other appeal i.e. Criminal Appeal No. 3777 of 2002 following\nH order was passed:\ni\n.f.\nན\nGOMTI v. THAKURDAS [PASAYAT, J.]\n93\n\"Heard appellants' counsel, Sri Sanjay Tripathi for complainant's A\ncounsel and the learned A.G.A. for the State.\nAppellant's counsel submits that other co-accused persons, who are\nsaid to have fired have already been released on bail. Appellant's\ncounsel further submits that presence of Kali Charan at the time of\noccurrence is highly doubtful as he was medically examined on 13.9.98 B\nat 5.15 p.m. whereas the report was lodged on 12.9.98 at 7.15 p.m. and\nhe had also gone to lodge the report alongwith the complainant and\nthe applicants have been in jail for the last more than four years.\nPending appeal appellants Gyasi \u0026 Balkhandi convicted in S.T.\nNo. 2/99 be released on bail on each of them executing a personal C\nbond and on furnishing two sureties each in the like amount to the\nsatisfaction of court concerned.\nUntil further orders the realization of fine shall also remain stayed.\"\n7. The appellant has questioned correctness of the orders urging that D\nin the first order there is no reason indicated except stating that the accused\nappellants were on bail during trial and in the other case the only additional\nground indicated is that the presence of Kali Charan at the time of occurrence\nis highly doubtful as he was medically examined on 13.9.1998 at 5.15 P.M.\nwhereas the report was lodged on 12.9.1998 at about 7.15 P.M. and he had\ngone to lodge the report along with the complainant. The further reasons\nindicated is that the applicant is in jail for about four years.\n8. Learned counsel for the appellant has submitted that while exercising\npower relatable to Section 389 of the Code of Criminal Procedure, 1973 (in\nE\nshort the 'Code'), it is imperative that the reasons have to be recorded. The F\nreasons indicated have to be germane to justify grant of bail. The factors\nwhich have weighted with the High Court are not only irrelevant but also\nshow non-application of mind.\n9. On the contrary learned counsel for respondents 1 to 5 has submitted\nthat grant of bail being discretionary, the High Court was justified in taking G\nnote of the relevant factors and granting bail.\n10. Learned counsel for the State supported the stand of the appellant.\n11. Section 389 of the Code deals with suspension of execution of\nsentence pending the appeal and release of the appellant on bail. There is a H\n-\n£.\n94\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA distinction between bail and suspension of sentence. One of the essential\ningredients of Section 389 is the requirement for the appellate Court to record\nreasons in writing for ordering suspension of execution of the sentence or\norder appealed. If he is in confinement, the said court can direct that he be\nreleased on bail or on his own bond. The requirement of recording reasons\nin writing clearly indicates that there has to be careful consideration of the\nrelevant aspects and the order directing suspension of sentence and grant of\nbail should not be passed as a matter of routine.\nB\n12. The appellate Court is duty bound to objectively assess the matter\nand to record reasons for the conclusion that the case warrants suspension\nC of execution of sentence and grant of bail. In the instant case, the only factor\nwhich seems to have weighed with the High Court for directing suspension\nof sentence and grant of bail is the absence of allegation of misuse of liberty\nduring the earlier period when the accused-respondents were on bail.\n13. The mere fact that during the trial, they were granted bail and there\nD was no allegation of misuse of liberty, is really not of much significance. The\neffect of bail granted during trial looses significance when on completion of\ntrial, the accused persons have been found guilty. The mere fact that during\nthe period when the accused persons were on bail during trial there was no\nmisuse of liberties, does not per se warrant suspension of execution of\nsentence and grant of bail. What really was necessary to be considered by\nthe High Court is whether reasons existed to suspend the execution of\nsentence and thereafter grant bail. The High Court does not seem to have\nkept the correct principle in view.\nE\nF\n14. In Vijay Kumar v. Narendra and ors., [2002] 9 SCC 364 and Ramji\nPrasad v. Rattan Kumar Jaiswal and anr., [2002] 9 SCC 366, it was held by\nthis Court that in cases involving conviction under Section 302 IPC, it is only\nin exceptional cases that the benefit of suspension of sentence can be granted.\nThe impugned order of the High Court does not meet the requirement. In Vijay\nKumar's case (supra) it was held that in considering the prayer for bail in a\ncase involving a serious offence like murder punishable under Section 302\nG IPC, the Court should consider the relevant factors like the nature of accusation\nmade against the accused, the manner in which the crime is alleged to have\nbeen committed, the gravity of the offence, and the desirability of releasing\nthe accused on bail after they have been convicted for committing the serious\noffence of murder.\nH\n1\nGOMTI v. THAKURDAS [PASAYAT, J.]\n95\n15. The above position was highlighted in Kishori Lal v. Rupa and A\nOrs., [2004] 7 SCC 638 and in Vasant Tukaram Pawar v. State of Maharashtra,\n[2005] 5 SCC 281.\n16. The order directing suspension of sentence and grant of bail is\nclearly unsustainable and is set aside. Learned counsel for the accused-\nrespondents stated that fresh applications shall be moved before the High\nCourt. In case it is done, it goes without saying, that the High Court shall\nconsider the matter in accordance with law, in its proper perspective.\n17. Considering the principles set out above, we are of the view that the\nimpugned orders of the High Court cannot be maintained and are set aside.\n18. The appeal is allowed to the aforesaid extent.\nB\nC\nK.K.T.\nt\nAppeal partly allowed.\n"}