{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nS. RAJESWARI\nV\nS.N. KULASEKARAN AND ORS.\nMARCH 29, 2006\n[B.P. SINGH AND ALTAMAS KABIR, JJ.]\n1\nB\nCode of Civil Procedure, 1908--Sections 151 and 115--Order XXI Rule\n97 -Possession of land claimed pursuant to execution of decree--On\nС obstruction to delivery of possession, application filed under Section 151\nCPC dismissed as not maintainable after recording of evidence-Against this,\nrevision petition under Section 115 to High Court allowed-On appeal, held:\nThough application ought to have been filed under Order XXI, Rule 97\ninstead of Section 151, but as executing court recorded evidence and thereupon\nadjudicated in the matter, it was in substance treated as under the former\nprovision- But in this view, the order passed in that proceeding must be\ntreated as a decree against which only an appeal lay to appellate court, and\nrevision petition under section 115 was not maintainable.\nD\nE\n◉\nRespondent no. 1 claimed possession of impugned land pursuant to execution\nof a decree. Appellant obstructed delivery of possession on ground that the land\nlawfully belonged to her. On this, respondent no.1 filed a petition under Section\n151 CPC before the executing court. The court recorded evidence but ultimately\ndismissed the petition as not maintainable. It was of the view that the application\nought to have been filed under Order XXI Rule 97 CPC. Against this revision\npetition of respondent no.1 High Court was allowed with directions for removal of\nF appellant from the impugned lands. Hence the present appeal.\nG\nH\nAppellant contended that the application filed under section 151 CPC being\nnot maintainable nothing survived for further consideration.\nAllowing the appeal, the Court\nHELD 1. Respondent no.1 ought to have filed an application under Order\nXXI, Rule 97 of the Code of Civil Procedure. Order XXI, Rule 97 clearly provides\nthat where execution of decree is resisted or obstructed by any person, the decree\nholder may make an application to the court complaining of such resistance or\nobstruction, whereupon the court shall proceed to adjudicate upon the application\n610\nS. RAJESWARI v. S.N. KULASEKARAN\n611\nB\nin accordance with the provisions contained in the Code. Rules 98 to 100 are the A.\nRules which provide the manner in which such an application has to be dealt\nwith. Under Rule 101, all questions including question relating to right, title and\ninterest of property arising between the parties to the proceeding and relevant to\nthe adjudication of the application, have to be determined by the court dealing\nwith the said application. Rule 103 provides that when an application is adjudicated\nupon under Rule 98 or Rule 100, the order made thereon shall have the same\nforce and be subject to the same conditions as to an appeal or otherwise as if it\nwere a decree. It thus follows that if an application is made under Order XXI,\nRule 97, which is adjudicated upon by the court, the adjudicatory order is treated\nas a decree against which an appeal may be filed. In the instant case, therefore,\nsince the adjudicatory order passed by the executing court went against C\nrespondent no.1, he ought to have filed an appeal before the High Court.\n[614-E-H; 615-A]\n2.1. The application filed by respondent no.1 was one under Section 151\nCPC and not under Order XXI, Rule 97 CPC. But the executing court in\nsubstance treated it as an application under Order XXI, Rule 97 because it D\nproceeded to record evidence and thereupon adjudicated in the matter. In fact, the\ndecree holder was also examined before the executing court. His evidence was\nalso considered by the court in reaching the conclusion that the identity of the\nplot in question had not been established thereby, disabling the bailiff from\nexecuting the decree for possession of the land. [615-B, C]\n2.2. If the said application under Section 151, CPC is treated as one under\nOrder XXI, Rule 97 CPC the order passed in that proceeding must be treated as\na decree against which only an appeal lay to the appellate court. Respondent no.1\ndid not appeal to the High Court and instead preferred a revision petition under\nsection 115 CPC. [615-E]\n2.3. In view of the provision of Order XXI, Rule 103 CPC, no revision could\nbe entertained by the High Court against that order in view of the clear prohibition\ncontained in section 115(2) of the CPC, which in clear terms provides that the\nHigh Court shall not under Section 115 vary or reverse any decree or order\nagainst which an appeal lay either to the High Court or to any other Court\nsubordinate thereto. [615-F]\nE\nF\nG\n2.4. The High Court appears to have interfered with the order of the\nexecuting court because it was under the impression that a long drawn litigation,\nperhaps engineered by the judgment-debtor, would result in great injustice, and\ntherefore, if some relief could be granted by cutting short the procedure of appeal,\netc., the power under Section 115 could be exercised to do justice between the H\n612\nA\nB\nC\nD\nE\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nparties. The High Court could not have acted in a manner contrary to the express\nprovision of Section 115(2) of the Code of Civil Procedure. [615-G; 616-A|\n2.5. It must, therefore, be held that the High Court exceeded its jurisdiction\nin entertaining a revision petition under Section 115, against an order passed in\nproceeding under Order XXI, Rule 97 CPC, even if the application filed under\nSection 151 CPC is treated to be an application under Order XXI, Rule 97 CPC.\n[616-B|\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 1417/2001.\nFrom the Judgment and Order dated 10.8.2000 of the High Court of\nMadras in C.R.P. No. 140/2000.\nWITH\nCont. Pet. (Civil) No. 351/2002 in C.A. No. 1417/2001.\nAjit Kumar Sinha and Ms. S. Janani for the Appellants.\nA.T.M. Rangaramanujam, C. Paramasivam, P. Ramesh, Rakesh K. Sharma,\nMuthu Durai, G. Sivabalamurugan, Y. Arunagiri, L.K. Pandey and Ajit Kumar\nSinha for the Respondent.\nThe Judgment of the Court was delivered by\nB.P. SINGH, J. This appeal by special leave is directed against the\ncommon judgment and order of the High Court of Judicature at Madras dated\nAugust 10,2000 in Civil Revision Petition nos. 138-143 of 2000. The appellant\nbefore us is one of the persons who obtained by respondent no. 1 herein.\nIn view of the obstruction by the appellant herein, respondent no. 1 filed an\nF application before the executing court under Section 151 of the Code of Civil\nProcedure praying for certain reliefs. The executing court rejected the said\napplication holding it to be not maintainable. The order of the executing Court\ndated 22.11.1999 was challenged before the High Court in revision petition\nfiled under Section 115 of the Code of Civil Procedure. The said revision\npetition was allowed by the High Court by its impugned judgment and order.\nG\nH\nWe may notice only the facts necessary for the disposal of this appeal.\nOne Mr. Nagoor was the original owner of land measuring 19.57 acres in plot\nNos. 54 and 55 bearing survey No. 131/2A and 1A2 in Villivakkan Village,\nChennai. The respondent no. I herein purchased land measuring 6 cents from\none Mr. Robert who in turn had acquired the land under a deed of settlement\n'\n613\nS. RAJESWARI v. S.N. KULASEKARAN [B.P. SINGH, J.]\ndated 25.2.1967 from one Mr. John, who had purchased it from Mr. Nagoor A\non 26.11.1960. The purchase by respondent no.1 was on August 6, 1969. It\nappears that the said Mr. Nagoor sold lands out of the said plot to others\nas well, one of them being Pakairaj to whom he sold 6 cents of land on\n14.5.1981.\nRespondent no. filed suit O.S. No. 1311/81 before the court of District B\nMunsif, Poonamallee for declaration of title and for recovery of possession\nof 6 cents of land. He also prayed for permanent injunction. Packiraj was the\ndefendant in this suit. It appears that thereafter on 12.10.1985 Mr. Nagoor sold\n6 cents to one Mr. Deva Anbu.\nThe respondent No. 1 sought amendment and claimed declaration of C\ntitle of 10 cents of land i.e. 4425 sq.ft. and later Mr. Nagoor was also impleaded\nas a party defendant.\nIt is not disputed that on 29.12.1998 the suit filed by respondent no. I\nwas decreed. A first appeal preferred by Mr. Pakiaraj was also dismissed. The\nsecond appeal also came to be dismissed on 22.2.1990.\nD\nThe appellant before us had also purchased 2970 sq.ft. of land from\nDeva Anbu by a registered sale deed dated 26.3.1990. Several other applications\nwere made by the decree holder for amendment of the decree incorporating\nvarious other specifications. It is not necessary to refer to other proceedings\ntaken. Suffice it to say that by order dated 30th March, 1999 the Trial Court E\npassed an order for delivery of possession of suit land to the respondent no.\n1 plaintiff.\nThe Bailiff along with police, Taluk Surveyor and the decree holder\ncame to execute the decree on 8.4.1999. He found that the property identified\nby the decree holder was quite different from the land described in the decree F\nand accordingly he made a report to the Court to the effect that since the\nidentity of the land which was subject matter of the decree was in doubt, the\nwarrant could not be executed. The decree holder respondent no. 1 herein\nalso made a similar endorsement. The appellant herein submitted her written\nobjections claiming that the land, of which possession was sought to be\ngiven to the decree holder, was the land belonging to her which she had\nvalidly acquired under a registered sale deed.\nRespondent No. 1 decree holder filed a petition under Section 151, C.P.C\nbefore the executing court on 23.4.1999 to remove the obstructor, namely the\nappellant herein. Though an application was filed under section 151, C.P.C.\nG\nH\n614\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA it appears that the court recorded evidence and ultimately came to the\nconclusion that the application filed by the respondent no. 1 decree holder\nunder Section 151, C.P.C. was not maintainable. According to executing court\nthe decree holder ought to have filed and application under Order XXI, Rule\n97 C.P.C. whereafter the procedure prescribed by the following Rules had to\nbe observed and the matter adjudicated. In view of its findings the executing\ncourt on 22.11.1999 dismissed the petition filed under section 151 CPC\nB\nRespondent No.1 decree holder preferred revision against the order of\nthe executing court dismissing his application under Section 151, C.P.C. The\nHigh Court by its impugned order allowed the said revision petition and\nC setting aside the order of the executing court directed removal of the obstructor,\nnamely the appellant herein. The said order is challenged before us.\nWe do not wish to go into the controversy as to whether the identity\nof the plot of land, subject matter of the decree, was established. There is\nconsiderable material on record that creates a lot of confusion about the\nD identity of the plot of land in question said to have been purchased by\nrespondent no. 1-decree holder. It appears that the lands when originally sold\nwere agricultural lands which had changed their character in due course on\naccount of urbanisation of the area in question. However, what cannot be\ndisputed is the fact that there was obstruction from the appellant herein who\nobstructed delivery of possession of the land claimed by the decree holder\non the ground that the land belonged to her of which she was the lawful\nowner having purchased the same from the erstwhile owner by a registered\nsale deed.\n(I)\nE\nF\nHaving heard learned counsel for the parties, we are satisfied that in a\ncase of this nature, the respondent no.1 ought to have filed an application\nunder Order XXI, Rule 97 of the Code of Civil Procedure. Order XXI, Rule 97\nclearly provides that where execution of decree is resisted or obstructed by\nany person, the decree holder may make an application to the court complaining\nof such resistance or obstruction, whereupon the court shall proceed to\nadjudicate upon the application in accordance with provisions contained in\nG the Code. Rules 98 to 100 are the Rules which provide the manner in which\nsuch an application has to be dealt with. Under Rule 101, all questions\nincluding question relating to right, title and interest of property arising\nbetween the parties to the proceeding and relevant to the adjudication of the\napplication, have to be determined by the court dealing with the said\napplication. Rule 103 provides that when an application is adjudicated upon\nunder Rule 98 or Rule 100, the order made thereon shall have the same force\nH\nS. RAJESWARI v. S.N. KULASEKARAN [B.P. SINGH, J.]\n615\nand be subject to same conditions as to an appeal or otherwise as if it were A\na decree. It thus follows that if an application is made under order XXI, Rule\n97, which is adjudicated upon by the court, the adjudicatory order is treated\nas a decree against which an appeal may be filed. In the instant case, therefore,\nsince the adjudicatory order passed by the executing court went against\nrespondent no. 1, he ought to have filed an appeal before the High Court.\nB\nWe may, however, notice that the application filed by the respondent\nno. 1 was one under Section 151, C.P.C. and not under Order XXI, Rule 97,\nC.P.C. But we further notice that the executing court in substance treated it\nas an application under Order XXI, Rule 97 because it proceeded to record\nevidence and thereupon adjudicated in the matter. In fact the decree holder C\nwas also examined before the executing court. His evidence was also considered\nby the court in reaching the conclusion that the identity of the plot in\nquestion had not been established thereby, disabling the bailiff from executing\nthe decree for possession of the land.\nE\nLearned senior counsel for the appellant-obstructor submitted before us D\nthat the application filed under section 151, C.P.C. being not maintainable\nnothing survived for further consideration. Having regard to the fact that the\nexecuting court substantially followed the procedure laid down by Rules 98\nto 100 and thereafter passed an adjudicatory order, we may hold in favour of\nthe respondent no. 1 to the extent that the application though filed with the\nlabel of section 151, C.P.C. was in fact treated as one under Order XXI, Rule\n97. This, however, does not resolve the controversy before us because even\nif we treat the said application under section 151, C.P.C. as one under Order\nXXI, Rule 97, C.P.C. the order passed in that proceeding must be treated as\na decree against which only an appeal lay to the appellate court. The respondent\nno.1 did not appeal to the High Court and instead preferred a revision petition F\nunder section 115, C.P.C. We have no doubt that in view of the provisions\nof Order XXI, Rule 103, C.P.C. which provide for appeal against the order\npassed by the executing court in such matters, no revision could be entertained\nby the High Court against that order in view of the clear prohibition contained\nin section 115(2) of the C.P.C. which in clear terms provides that the High\nCourt shall not under Section 115 vary or reverse any decree or order against G\nwhich an appeal lay either to the High Court or to any other Court subordinate\nthereto. The High Court appears to have interfered with the order of the\nexecuting court because it was under the impression that a long drawn\nlitigation, perhaps engineered by the judgment-debtor would result in great\ninjustice, and therefore, if some relief could be granted by cutting short the H\n1.\n616\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA procedure of appeal etc., the power under section 115 could be exercised to\ndo justice between the parties. In our view the High Court could not have\nacted in a manner contrary to the express provision of section 115(2) of the\nCode of Civil procedure. Since an appeal was provided under Order XXI, Rule\n103 of the Code of Civil Procedure which treated the order passed by the\nexecuting Court as a decree subject to the same conditions as to appeal\nagainst such decree, a revision petition under section 115, C.P.C. against such\nan order is not maintainable. We must, therefore, hold that the High Court\nexceeded its jurisdiction in entertaining a revision petition under section 115,\nC.P.C. against an order passed in proceeding under Order XXI, Rule 97, C.P.C.,\neven if we treat the application filed under Section 151, C.P.C. to be an\nC application under Order XXI, Rule 97, C.P.C.\nB\nThe order of the High Court cannot be sustained and accordingly this\nappeal is allowed and the impugned judgment and order is set aside.\nLearned senior counsel appearing on behalf of respondent no. I\nD submitted that the respondent no.I was ill advised to prefer a revision petition\nbefore the High Court instead of an appeal. He submitted that it is still open\nto the respondent no.1 to move the High Court by way of an appeal. We\nexpress no opinion in the matter and we leave it to parties to seek such\nremedy as may be available to them in accordance with law. This appeal is\naccordingly allowed.\nE\nV.S.\nAppeal allowed.\n.\n"}