{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65}],"text":"AKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 137\nOF MADHYA PRADESH AND ORS. [G.S. SINGHVI, J.]\n37. At the cost of repetition, we consider it necessary to A\nreiterate that there is no provision in the Act or the Rules and\neven in the RBC for allotment of land without issuing\nadvertisement and/or without inviting applications from eligible\npersons to participate in the process of allotment. If there would\nhave been such a provision in the Act or the Rules or the RBC B\nthe same could have been successfully challenged on the\nground of violation of Article 14 of the Constitution.\nC\nD\n38. The argument of Shri Ravi Shanker Prasad that the\nimpugned allotment may not be annulled because the State has\na definite policy of allotting land to religious, social, educational\nand philanthropic bodies, organisations/institutions without any\nadvertisement or inviting applications and without even charging\npremium is being mentioned only to be rejected. From the lists\nannexed with the affidavits of Shri Uma Shankar Bhargav and\nShri Anil Srivastava it does appear that the State and its\nfunctionaries have allotted various parcels of land to different\ninstitutions and organizations between 1982 to 2008. Large\nnumber of these allotments have been made to the\ndepartments/establishments of the Central Government/State\nGovernments and their agencies/instrumentalities. Some plots E\nhave been allotted to the hospitals and charitable institutions.\nSome have been allotted to different political parties, but quite\na few have been allotted to the caste/community based bodies.\nAllotments have also been made without charging premium and\nat an annual rent of Re. 1/- only.\nLL\nF\n39. In our view, these allotments cannot lead to an inference\nthat the State Government has framed a well-defined and\nrational policy for allotment of land. The RBC also does not\ncontain any policy for allotment of land without issuing any G\nadvertisement and without following a procedure in which all\nsimilarly situated persons can stake their claim for allotment.\nPart IV of the RBC contains the definition of Nazul land and\nprovides for allotment of land at market price or concessional\nprice. The authorities competent to allot land for different\nH\n138\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA purposes have also been identified and provisions have been\nmade for scrutiny of applications at different levels. However,\nthese provisions have been misinterpreted by the functionaries\nof the State for several years as if the same empowered the\nconcerned authorities to allot Nazul land without following any\nB discernible criteria and in complete disregard to their obligation\nto act in accordance with the constitutional norms. Unfortunately,\nthe Division Bench of the High Court overlooked that the entire\nprocess of reservation of land and allotment thereof was fraught\nwith grave illegality and was nothing but a blatant act of\nfavoritism on the part of functionaries of the State and\nsummarily dismissed the writ petition.\nC\nD\n40. The next question which needs consideration is\nwhether notifications dated 6.6.2008 and 5.9.2008 by which the\nBhopal Development Plan was modified are ultra vires the\nprovisions of Section 23-A of the Act. A reading of the\nprovisions contained in Chapter-IV of the Act makes it clear that\na development plan shall take into account the draft-five year\nand annual development plan of the district, if any, prepared\nunder the Madhya Pradesh Zila Yogana Samiti Adhiniyam and\nE broadly indicate the land use proposed in the planning area,\nallocation of areas or zones of land for residential, industrial,\ncommercial or agricultural purpose; open spaces, parks and\ngardens, green-belts, zoological gardens and playgrounds;\npublic institutions and offices and other special purposes as\nF the Director may deem it fit. The development plan shall also\nlay down the pattern of National and State Highways connecting\nthe planning area with the rest of the region, ring roads, arterial\nroads and the major roads within the planning area etc. The\ndevelopment plan prepared under Chapter IV is the foundation\nG of development of the particular area for a specified number\nof years. No one can use land falling within the area for which\nthe development plan has been prepared for a purpose other\nthan for which it is earmarked. Section 23-A was inserted in\n1992 and amended in 2005 with a view to empower the State\nGovernment to modify the development plan or zoning plan.\nH\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 139\nOF MADHYA PRADESH AND ORS. [G.S. SINGHVI, J.]\nHowever, keeping in view the basic objective of planned A\ndevelopment of the areas to which the Act is applicable, the\nLegislature designedly did not give blanket power to the State\nGovernment to modify the development plan. The power of\nmodification of development plan can be exercised only for\nspecified purposes. In terms of Section 23-A(1)(a), the B\ndevelopment plan can be modified by the State Government\neither suo motu or at the request of the Authority for any\nproposed project of the Government of India or the State\nGovernment and its enterprises or for any proposed project\nrelating to development of the State or for implementing a\nс\nscheme of the Authority. Under clause (b), the State\nGovernment can entertain an application from any person or\nassociation of persons for modification of development plan for\nthe purpose of undertaking any activity or scheme which is\nconsidered by the State Government or the Director, on the\nadvice of the committee constituted for this purpose, to be\nbeneficial to the society. This is subject to the condition that the\nmodification so made shall be an integral part of the revised\ndevelopment plan. Section 23-A(2) provides for issue of public\nnotice inviting objections against the proposed modification of\nthe plan. Such notice is required to be published along with the\nmodified plan continuously for two days in two daily newspapers\nwhich are on the list of the Government and which have\ncirculation in the area. A copy of the notice is also required to\nbe affixed in a conspicuous place in the office of the Collector.\nAfter considering the objections and suggestions, if any\nreceived, and giving reasonable opportunity of hearing to the\naffected persons, the State Government can confirm the\nmodification.\nD\nE\nF\n41. It is not in dispute that in the Bhopal Development plan, G\nthe use of land which was reserved and allotted to respondent\nNo.5 was shown as public and semi public (health). The State\nGovernment modified the plan by invoking Section 23-A(1)(a)\nof the Act for the purpose of facilitating establishment of an\ninstitute by respondent No. 5 and not for any proposed project H\n140 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA of the Government of India or the State Government and its\nenterprises or for any proposed project relating to development\nof the State or for implementation of the Town Development!\nScheme. As a matter of fact, the exercise undertaken for the\nchange of land use, which resulted in modification of the\nB development plan was an empty formality because land had\nbeen allotted to respondent No.5 almost two years prior to the\nissue of notification under Section 23-A (1)(a) and the objects\nfor which respondent No.5 was registered as a trust have no\nnexus with the purpose for which modification of development\nplan can be effected under that section. Therefore, there is no\nescape from the conclusion that modification of the\ndevelopment plan was ultra vires the provisions of Section 23-\nA(1)(a) of the Act.\nC\n42. The challenge to the locus standi of the appellant\nD merits rejection because it has not been disputed that the\nappellant is a public spirited organization and has challenged\nother similar allotment made in favour of Punjabi Samaj, Bhopal,\nThat apart, as held in Shivajirao Nilangekar Patil v. Mahesh\nMadhav Gosavi (1987) 1 SCC 227 even if a person files a writ\nE petition for vindication of his private interest but raises question\nF\nG\nH\nof public importance involving exercise of power by men in\nauthority then it is the duty of the Court to enquire into the\nmatter.\n43. The argument of Shri Ranjit Kumar that the doctrine of\nprospective over ruling should be invoked and the allotment\nmade in favour of respondent No.5 may not be quashed sounds\nattractive but cannot be accepted because we have found that\nthe impugned allotment is the result of an exercise undertaken\nin gross violation of Article 14 of the Constitution and is an act\nof favoritism and nepotism. The judgment in Harish Dhingra\nv. State of Haryana (supra) on which reliance was placed by\nShri Ranjit Kumar is clearly distinguishable. In that case the\nCourt had noted that plots had been allotted by the Chief\nMinister out of his discretionary quota in the backdrop of an\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 141\nOF MADHYA PRADESH AND ORS. [G.S. SINGHVI, J.]\nearlier judgment of the Division Bench of the High Court in S.R. A\nDass v. State of Haryana (1988 PLJ 123) and several allottees\nhad altered their position.\n44. In view of the above discussion, we do not consider it\nnecessary to deal with the argument of Shri Ravi Shanker\nPrasad and Shri Ranjit Kumar that the land could have been\nallotted to the Memorial Trust even though it has not been\nregistered as a trust under the 1951 Act or the Indian Trusts\nAct.\nB\n45. In the result, the appeal is allowed. The impugned order C\nof the Division Bench of the High Court is set aside and the\nwrit petition filed by the appellant is allowed. The allotment of\n20 acres land to respondent No.5 is declared illegal and\nquashed. Notifications dated 6.6.2008 and 5.9.2008 issued by\nthe State Government under Section 23-A(1)(a) and (2) are also D\nquashed. Commissioner, Town and Country Planning, Bhopal\nis directed to take possession of the land and use the same\nstrictly in accordance with the Bhopal Development Plan. The\nState Government is directed to refund the amount deposited\nby respondent No.5 within a period of 15 days from today. E\nAppeal allowed.\nD.G.\n"}