{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"AKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE\nOF MADHYA PRADESH AND ORS. [G.S. SINGHVI, J.]\n97\nB\n2. Whether the decision of the Government of Madhya A\nPradesh to allot 20 acres land comprised in Khasra Nos. 82/1\nand 83 of village Bawadiya Kalan, Tehsil Huzur, District Bhopal\nto late Shri Kushabhau Thakre Memorial Trust (for short, \"the\nMemorial Trust”)/Shri Kushabhau Thakre Training Institute\n(respondent No. 5) without any advertisement and without\ninviting other similarly situated organisations/institutions to\nparticipate in the process of allotment is contrary to Article 14\nof the Constitution and the provisions of the Madhya Pradesh\nNagar Tatha Gram Nivesh Adhiniyam, 1973 (for short, \"the Act\")\nand whether modification of the Bhopal Development Plan and\nchange of land use is ultra vires the mandate of Section 23A\nof the Act are the questions which arise for consideration in this\nappeal filed against the order of the Madhya Pradesh High\nCourt dismissing the Writ Petition filed by the appellant.\n:\n3. That facts necessary for deciding the aforementioned\nquestions have been culled out from the pleadings of the\nparties and the records produced by the learned counsel for\nthe State. The same are enumerated below:\nc\nD\nE\n(i) On 18.6.2004, Shri Kailash Joshi made a written\nrequest to the Principal Secretary, Housing Department,\nGovernment of Madhya Pradesh (for short, \"the Principal\nSecretary, Housing\") by describing himself as a Convenor of\nthe Memorial Trust for reservation of 30 acres land comprised\nin Khasra Nos.83, 85/1 and 85/2 of village Bawadiya Kalan, in F\nfavour of the Memorial Trust to enable it to establish an All India\nTraining Institute in the memory of late Shri Kushabhau Thakre.\n(ii) Although, letter dated 18.6.2004 was addressed to the\nPrincipal Secretary, the same was actually handed over to Shri\nBabu Lal Gaur, the then Minister, Housing and Environment,\nMadhya Pradesh. He forwarded the same to the Principal\nSecretary for immediate action. The latter directed that steps\nbe taken for placing the matter before the reservation\ncommittee. Simultaneously, letters were issued to\nG\nH\n98\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA Commissioner-cum-Director, Town and Country Planning,\nBhopal (respondent No.3) and Collector, Bhopal (respondent\nNo. 4) to send their respective reports.\nB\nC\nD\n(iii) Respondent No.3 submitted report dated 8.7.2004\nindicating therein that as per Bhopal Development Plan, land\ncomprised in Khasra Nos.83 and 85/1 was reserved for\nresidential and plantation purposes and Khasra No.85/2 was\nnon government land. After going through the same, the\nPrincipal Secretary, Housing opined that land cannot be\nreserved for the Memorial Trust. However, Shri Rajendra\nShukla, State Minister, Housing and Environment recorded a\nnote that he had requested the Coordinator of the trust to send\na revised proposal to the Government and directed that the new\nproposal be put up before him.\n(iv) In his report dated 26.7.2004, respondent No. 4\nmentioned that land measuring 11.96 acres comprised in\nKhasra No.86 and land measuring 22.06 acres comprised in\nKhasra No.85/1 (total area 34.02 acres) was Nazool land and\nthe same was recorded in the name of the State Government\nE and Khasra No.85/2 belonged to Bhoomidar. He also\nmentioned that the land in question is covered by the Capital\nProject but there are no trees, religious structure or electricity\nlines, though a road was proposed by the Town and Country\nPlanning Department.\nF\nH\n(v) While the process initiated for reservation of land was\nat a preliminary stage, Shri Kailash Joshi submitted an\napplication dated 31.7.2004 to the Registrar, Public Trust,\nBhopal (for short, 'the Registrar') under the Madhya Pradesh\nPublic Trusts Act, 1951 (for short 'the 1951 Act') for registration\nof a trust in the name of respondent No. 5 by escribing himself\nand S/Shri M. Venkaiah Naidu, Lal Krishna Advani, Balwant P.\nApte and Sanjay Joshi as Trustees. In the application, Shri M.\nVenkaiah Naidu was shown as the first President of the trust\nand Shri Kailash Joshi as its Secretary and Managing Trustee.\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE\nOF MADHYA PRADESH AND ORS. [G.S. SINGHVI, J.]\n99\n(vi) After complying with the procedure prescribed under A\nthe 1951 Act, the Registrar passed order dated 6.10.2004 for\nregistration of the trust. The certificate of registration was\nissued on 24.12.2004.\n(vii) In the meanwhile, Shri Kailash Joshi sent letter dated\n11.8.2004 to the Principal Secretary, Housing by describing\nhimself as Managing Trustee of respondent No.5 and submitted\nfresh proposal for reservation of 30 acres land out of Khasra\nNos.82/1 and 83 of village Bawadiya Kalan in favour of\nrespondent No.5.\nB\nC\n(viii) By letter dated 20.9.2004, respondent No. 3 informed\nthe Secretary, Housing and Environment Department\n(respondent No.2) that 4665 acres land of villages Bawadiya\nKalan and Salaiya had already been notified in Madhya\nPradesh Gazette dated 2.5.2003 for town development scheme D\nat Misrod. He also indicated that land in Khasra Nos.82 and\n83 is included in the Scheme and notice to this effect had\nalready been published under Section 50 of the 1973 Act.\n(ix) After some time, respondent No.3 sent letter dated\n3.9.2004 to the Principal Secretary, Housing and pointed out\nthat in the Bhopal Development Plan, 2005, land comprised in\nKhasra No.82 of Bawadiya Kalan village is earmarked for\npublic and semi-public (health) purpose and land comprised in\nKhasra No.83 is earmarked for residential purpose. He also\nindicated that out of the total area of Khasra No.83 i.e. 11.96\nacres, 24 metre wide road is proposed and 33 metres land\nadjacent to the bank of Kaliasot river is included in the green\nbelt and out of 6 acres land for residential purpose, 2 acres\nhad been reserved for office of the Madhya Pradesh Sanskrit\nBoard and thus, only 4 acres land was available. He sent\nanother letter dated 21.9.2004 to the Principal Secretary,\nHousing mentioning therein that use of land comprised in\nKhasra No. 82/1 of village Bawadiya Kalan is shown as \"health\nunder public and semi-public\" in the Bhopal Development Plan\nE\nF\nG\nH\n100 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA 2005 and use of the and comprised in Khasra No.83 is shown\nas residential and if land is to be allotted to the Memorial Trust,\nthen the earlier land use will be required to be cancelled.\nB\nс\nD\nE\n(x) However, without effecting change of land use by\nfollowing the procedure prescribed under the Act, the State\nGovernment issued order dated 25.9.2004 and reserved 30\nacres land comprised in Khasra Nos. 82/1 and 83 of village\nBawadiya Kalan in favour of the Memorial Trust in anticipation\nof approval by the land reservation committee, which was duly\ngranted.\n(xi) As a sequel to the reservation of land, Deputy\nSecretary, Revenue Department vide his letter dated 30.9.2004\ndirected respondent No.4 to immediately send proposal to\nrespondent No.3 for allotment of land to the Memorial Trust.\n(xii) In view of the directive issued by the State\nGovernment, Tehsildar, Capital Project (Nazul), Bhopal, on\nbeing instructed to do so, issued advertisement dated\n4.10.2004 and invited objections against the proposed\nallotment of 30 acres land to the Memorial Trust from Khasra\nNos.82/1 and 83 of village Bawadiya Kalan. The same was\npublished in \"Dainik Pradesh Times\". However just after two\ndays, respondent No.4 vide his letter dated 8.10.2004\nsubmitted proposal for allotment of 30 acres land to the\nMemorial Trust. In paragraph 6 of his letter, respondent No.4\nclearly indicated that the land falls within the limits of Bhopal\nMunicipal Corporation and, as such, in terms of Chapter IV-1\nof the Madhya Pradesh Revenue Book Circular (for short, “the\nRBC\"), the same should not be allotted at a price less than\nthe minimum price. He also indicated that price of the land\nG would be Rs.7,84,8000/-, of which 10 per cent should be\ndeposited as a condition for allotment. After 2½ months,\nrespondent No. 4 sent letter dated 23.12.2004 to the Additional\nSecretary, Revenue Department and informed him that the\nMemorial Trust has not deposited 10 per cent of the premium.\nF\nH\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 101\nOF MADHYA PRADESH AND ORS. [G.S. SINGHVI, J.]\n(xiii) On coming to know the aforesaid communications,\nShri Kailash Joshi sent letters dated 19.2.20005 and 20.3.2005\nto respondent No. 4 and Secretary, Revenue Department\nrespectively and assured that the premium will be deposited\nimmediately after the allotment of land.\n(xiv) After about 8 months of the submission of proposal\nfor allotment of 30 acres land to the Memorial Trust, Shri Kailash\nJoshi sent letter dated 16.5.2005 to respondent No. 4\nmentioning therein that the institute would require only 20 acres\nland. Thereupon, Nazul Officer, Capital Project, Bhopal sent\nletter dated 24.6.2005 to Shri Kailash Joshi and informed him\nthat the premium of 20 acres land would be Rs.5,22,72,000/-\nand 10 per cent thereof i.e. Rs.52,27,200/- should be deposited\nas earnest money. However, the needful was not done and only\nRs. 25,00,000/- were deposited on behalf of respondent No.\n5.\nA\nB\nс\nD\n• (xv) For next about seven months, the matter remained\nunder correspondence between different departments of the\nState Government. During the interregnum, Shri Babu Lal Gaur\nbecame Chief Minister of the State. On 24.10.2005, he directed E\nthat matter relating to allotment of land to respondent No.5 be\nput up in the next meeting of the Cabinet scheduled to be held\non 26.10.2005. On the same day, Secretary, Revenue\nDepartment submitted a detailed note and suggested that\nkeeping in view the limited resources available with the State F\nGovernment, land should be auctioned so that the administration\nmay garner maximum revenue. His suggestion was not\naccepted by the Council of Ministers, which decided to allot 20\nacres land in the name of the Memorial Trust at the rate of\nRs.40 lakhs per hectare. The decision of the State Government G\nwas communicated to respondent No. 4 vide order dated\n27.1.2006.\n(xvi) As a sequel to the allotment of land, Nazul Officer,\nCapital Project vide his letter dated 29.2.2006 called upon Shri\nH\n102\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nB\nA Kailash Joshi (Secretary of respondent No. 5) to deposit Rs.\n55,94,000/-. However, instead of depositing the amount Shri\nKailash Joshi addressed letter dated 31.3.2006 to the Revenue\nMinister with the request that the premium may be waived\nbecause the Institute was being established in public interest\nand will be training the elected representatives and undertaking\nresearch on important issues and it will have no source of\nincome. The political set up of the State Government readily\nobliged him inasmuch as the issue was considered in the\nmeeting of Council of Ministers held on 9.5.2006 and it was\ndecided that the amount of Rs. 25,00,000/- may be treated as\nthe total premium and land be given to the Memorial Trust by\ncharging annual lease rent of Re.1 only. This decision was\ncommunicated to respondent No. 4 vide letter dated\n19.6.2006.\nC\nD\n(xvii) Subsequently, on a representation made by Shri\nKailash Joshi, orders/communications dated 25.9.2004,\n27.1.2006 and 19.6.2006 were amended and the name of\nrespondent No. 5 was inserted in place of the Memorial Trust.\nThereafter, lease agreement dated 6.1.2007 was executed\nE between the State Government and Secretary of respondent\nNo.5 in respect of 20 acres land for a period ending on\n05.12.2037 at a premium of Rs. 25,00,000/- and an yearly rent\nof Re.1.\nF\nG\nH\n(xviii) Since the use of land comprised in Khasra Nos. 82/\n1 and 83 of village Bawadiya Kala was shown in the Bhopal\nDevelopment Plan as public and semi-public (health) and the\nsame could not have been utilized for the purpose of\nrespondent No. 5, the State Government issued notification\ndated 6.6.2008 under Section 23-A(1)(a) of the Act proposing\nchange of land use in respect of 19.75 acres land of Khasra\nNo.82/1(part) of Village Bawadiya Kalan from public and semi-\npublic (health) to public and semi public and invited objections/\nsuggestions. The notification was published in the Official\nGazette and two newspapers, namely, \"Dainik Bhaskar” and\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 103\nOF MADHYA PRADESH AND ORS. [G.S. SINGHVI, J.]\n\"Sandhya Prakash\" dated 9th and 10th June, 2008. Five A\npersons representing Bawadiya Uthaan Samiti, \"Sangwari\" -\nSociety for the Resource Companion, Koshish Society, Neeraj\nHousing Society, Satpura Vigyan Sabha and Swadesh\nDevelopers and Colonizers filed their objections against the\nproposed change of land use. They were given opportunity of B\nhearing by Deputy Secretary, Housing and Environment\nDepartment, who opined that the objections were untenable.\nHer recommendation was approved by the Secretary, Housing\nand Environment Department and the concerned Minister.\nThereafter, final notification dated 5.9.2008 was issued under\nSection 23-A(2) of the Act.\n4. The appellant, who is engaged in public welfare\nactivities in general and consumers welfare in particular and\nclaims to have received awards for good and meritorious\nperformance including Swami Vivekananda Award challenged\nthe allotment of land to respondent No.5 in Writ Petition\nNo.10617 of 2007, on the grounds of violation of Article 14 of\nthe Constitution and arbitrary exercise of power. The Division\nBench of the High Court summarily dismissed the Writ Petition\nby observing that land belongs to the Government and it is for\nthe Government to decide whom the same should be allotted\nas per its policy and no case of violation of any legal or\nconstitutional right has been made out by the petitioner.\n5. In response to the notice issued by this Court, counter\ndated 23.3.2010 was filed on behalf of respondent Nos.1 to 4\nwith an affidavit of Shri Kishore Kanyal, Nazul Officer/SDO, T.T.\nNagar, Bhopal. After the arguments were heard on 3.1.2011,\nadditional affidavit dated 10.1.2011 was filed by Shri\nUmashankar Bhargav, Nazul Officer, Bhopal giving the details\nof various proceedings which culminated in the allotment of land\nto the Memorial Trust, subsequent change in the name of the\nallottee and change of land use under Section 23-A. Along with\nhis affidavit, Shri Umashankar Bhargav enclosed list showing\nallotment of land to various institutions, organizations and\nC\nD\nE\nF\nG\nH\n104 SUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA individuals and copy of order dated 28.10.2009 passed by the\nDivision Bench of the High Court in Writ Petition No.4088 of\n2009. In paragraph 13 of his affidavit, the deponent made a\ncategorical statement that neither the petitioner nor any member\nof the public submitted any objection against the proposed\nB change of land use.\nC\nOn 13.1.2011, the Court directed the State Government\nto file an affidavit to show as to how many allotments have been\nmade at an yearly rent of Re. 1/-. Thereupon, Shri Anil\nSrivastava, Principal Secretary, Revenue Department,\nGovernment of Madhya Pradesh filed an affidavit along with list\nof 69 institutions and organizations to whom land was allotted\nat an annual rent of Re. 1 only without charging any premium.\nAfter the arguments were concluded, another affidavit of\nD Shri Umashankar Bhargav was filed on 18.1.2011. He tendered\napology for making a wrong statement in paragraph 13 of\naffidavit dated 10.1.2011 and filed copies of the following\ndocuments:\nE\ni) Application dated 18.09.2007 made by Shri Kailash\nJoshi for erection of building in Khasra No. 82/1, Bawadiya\nKalan;\nii) Letter dated 04.02.2008 sent by respondent No.3 to the\nPrincipal Secretary, Housing, proposing change of land use of\nF Khasra No.82/1 (part) from public and semi public (health) and\nroad to public and semi public and road;\nG\nH\niii) Paper publications dated 09.06.2008 and 10.06.2008;\niv) Notice dated 04.08.2008 issued to the objectors;\nv) Note-sheets dated 01.09.2009 and 02.09.2009 of the\nHousing and Environment Department;\nvi) Letter dated 13.09.2006 sent by respondent No.4 to the\nPrincipal Secretary, Housing, letter dated 06.10.2006 issued\nAKHIL BHARTIYA UPBHOKTA CONGRESS v. STATE 105\nOF MADHYA PRADESH AND ORS. [G.S. SINGHVI, J.]\nby the State Government for amending memo dated A\n25.09.2004 and letter dated 02.11.2006 sent by the State\nGovernment to respondent No.4 for amendment of orders dated\n27.01.2006 and 19.06.2006.\nLearned counsel for the appellants also placed on record\nxerox copy of the cover page of Writ Petition No. 933 of 2005\nfiled by the appellant by way of public interest litigation\nchallenging the allotment of land, which was reserved for park,\nlawn, parking and open spaces by Madhya Pradesh Housing\nBoard to Punjabi Samaj, Bhopal as also copy of the interim\norder passed by the High Court whereby the allottee was\nrestrained from raising further construction.\nArguments:\n6. Shri Raju Ramchandran, learned senior counsel for the\nappellant, criticized the impugned order and argued that the\nHigh Court committed serious error by summarily dismissing\nthe writ petition without examining and adjudicating the\nimportant questions of law relating to violation of Article 14 of\nthe Constitution and the provisions of the Act and the Rules.\nLearned senior counsel submitted that the exercise undertaken\nby the State Government for reservation of land and allotment\nof a portion thereof to respondent No.5 without any\nadvertisement and without adopting a procedure consistent\nwith the doctrine of equality enshrined in Article 14 of the\nConstitution and waiver of a substantial portion of the premium\nare acts of gross favoritism and, therefore, the allotment in\nquestion should be declared as nullity. Shri Ramchandran then\nargued that the notifications issued by the State Government\nfor change of land use are liable to be quashed because the\nsame are ultra vires the provisions of Section 23A(1) and (2)\nof the Act. Learned senior counsel referred to notification dated\n06.06.2008 to show that the same did not contemplate\nmodification of Bhopal Development Plan for any proposed\nproject of the Government of India or the State Government and\nB\nC\nD\nE\nF\nG\nH\n106\nSUPREME COURT REPORTS\n[2011] 5 S.C.R.\nA its enterprise or for any proposed project relevant to\ndevelopment of the State or for implementing a scheme framed\nby the Town and Country Development Authority (for short 'the\nAuthority') and argued that the development plan cannot be\nmodified under Section 23A(1) for the benefit of a private\nB individual, or group of persons or organization or institution.\nLearned senior counsel submitted that the notice issued under\nSection 23A(2) was incomplete inasmuch as the draft modified\nplan was not published so as to enable the members of public\nto effectively oppose the proposed modification of the\nC development plan. In the end, Shri Ramchandran argued that\nthe decision of the State Government to indirectly reserve the\nland in favour of Respondent No.5 with retrospective effect is\nliable to be quashed because as on the date of reservation the\nsaid respondent had not been registered as a trust.\nD\n7. Shri Ravi Shanker Prasad, learned senior counsel\nappearing for the State of Madhya Pradesh and other official\nrespondents, challenged the locus standi of the appellant on the\npremise that the averments contained in the writ petition were\nvague to the core and the High Court rightly refused to entertain\nE the same as a petition filed in public interest. Learned senior\ncounsel then referred to the provisions of the Act, the Madhya\nPradesh Government Rules of Business, the RBC and argued\nthat the impugned allotment cannot be termed as arbitrary or\nvitiated due to violation of Article 14 because the State\nF Government has a long standing policy of allotting land to social,\ncultural, religious, educational and other similar organizations/\ninstitutions without issuing advertisement or inviting applications\nfrom the public. In support of this argument, learned senior\ncounsel referred to the list of the allottees annexed with affidavit\nG dated 10.1.2011 of Shri Umashankar Bhargav. Learned senior\ncounsel relied upon the judgments of this Court in Ugar Sugar\nWorks Ltd. v. Delhi Administration (2001) 3 SCC 635, State\nof U.P. v. Chaudhary Ram Beer Singh (2005) 8 SCC 550,\nState of Orissa v. Gopinath Dash (2005) 13 SCC 495 and\nMeerut Development Authority v. Association of Management\nH\n"}