{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nс\nD\nE\nF\nG\nH\n902\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nbecause the consensus of opinion in India is that the\ncompetency of an accomplice is not destroyed because\nhe could have been tried jointly with the accused but was\nnot and was instead made to give evidence in the case.\nSection 5 of the Oaths Act and Section 342 of the Code\nof Criminal Procedure do not stand in the way of such a\nprocedure.\"\n21. In view of the above, the law on the issue can be\nsummarised to the effect that the deposition of an accomplice\nin a crime who has not been made an accused/put to trial, can\nbe relied upon, however, the evidence is required to be\nconsidered with care and caution. An accomplice who has not\nbeen put on trial is a competent witness as he deposes in the\ncourt after taking oath and there is no prohibition in any law not\nto act upon his deposition without corroboration.\nACCUSED NAMED FIRST TIME IN THE COURT:\n22. In Rudrappa Ramappa Jainpur \u0026 Ors. v. State of\nKamataka, AIR 2004 SC 4148, this Court considered the issue\nat length and held that in case the witness does not involve a\nparticular accused in a crime at the time of recording his\nstatement under Section 161 Cr.P.C., and names him first time\nin his deposition in the court, the accused becomes entitled\nto benefit of doubt.\nA similar view has been re-iterated in State represented\nby Inspector of Police, Tamil Nadu v. Sait alias\nKrishnakumar, (2008) 15 SCC 440.\nPERSON CHARGED UNDER SECTION 302/34 IPC\nOTHER ACCUSED PERSONS STAND ACQUITTED :\n23. In Prabhu Babaji Navle v. State of Bombay, AIR 1956\nSC 51, this Court held that it is impossible to reach a\nconclusion that the appellant/accused shared the common\nintention with other co-accused in case other accused stand\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 903\nANR. ETC. [DR. B.S. CHAUHAN, J.]\nacquitted, unless it is shown that some other unknown persons A\nwere also involved in the offence. It is permissible in law to\ncharge an accused in the alternative for being shared the\ncommon intention with another or others unknown, but even\nthen the common intention would have to be proved either by\ndirect evidence or by legitimate inference.\n24. In Sukhram v. State of Madhya Pradesh, AIR 1989\nSC 772, this Court re-iterated the similar view observing that\nin case a co-accused is acquitted giving the benefit of doubt\nthe other accused would also be entitled to acquittal.\n(See also: Madan Pal v. State of Haryana, (2004) 13\nSCC 508; and Koppula Jagdish alias Jagdish v. State of A.P.\n(2005) 12 SCC 425).\n25. This Court in Sanichar Sahni v. State of Bihar, AIR\n2010 SC 3786, while considering a similar situation and\nconsidering the earlier judgments of this Court, particularly in\nWillie (William) Slaney v. State of M.P., AIR 1956 SC 116,\nState of A.P. v. Thakkidiram Reddy \u0026 Ors., AIR 1998 SC 2702;\nRamji Singh \u0026 Anr. v. State of Bihar, AIR 2001 SC 3853; and\nGurpreet Singh v. State of Punjab, AIR 2006 SC 191, held\nthat in case the charges have not properly been framed unless\nit is established that the accused persons were in any way\nprejudiced due to the errors or omissions in framing the\ncharges against them, the appellate court may not interfere with\nconviction. The accused/appellant has to establish that he was\nnot informed as what was the real case against him and that\nhe could not defend himself properly. Intervention by a superior\ncourt on such technicalities is not warranted, for the reason that\nconviction order, in fact, is to be tested on the touchstone of\nprejudice theory.\nA Three-Judge Bench judgment of this Court in Lok Pal\nSingh v. State of M.P., AIR 1985 SC 891, observed that such\nargument is irrelevant in case the involvement of the accused\nis proved beyond reasonable doubt.\nB\nс\nD\nE\nF\nG\nH\n904 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA EVIDENCE OF THE SOLE EYE-WITNESS :\nB\n26. This Court has consistently held that as a general rule\nthe Court can and may act on the testimony of a single witness\nprovided he is wholly reliable. There is no legal impediment in\nconvicting a person on the sole testimony of a single witness.\nThat is the logic of Section 134 of the Evidence Act. But if there\nare doubts about the testimony, the court will insist on\ncorroboration. In fact, it is not the number or the quantity, but\nthe quality that is material. The time-honoured principle is that\nevidence has to be weighed and not counted. The test is\nC whether the evidence has a ring of truth, is cogent, credible and\ntrustworthy or otherwise. The legal system has laid emphasis\non value, weight and quality of evidence, rather than on quantity,\nmultiplicity or plurality of witnesses. It is, therefore, open to a\ncompetent court to fully and completely rely on a solitary witness\nD and record conviction. Conversely, it may acquit the accused\nin spite of testimony of several witnesses if it is not satisfied\nabout the quality of evidence. (See: Vadivelu Thevar v. The\nState of Madras, AIR 1957 SC 614; Sunil Kumar v. State\nGovt. of NCT of Delhi, (2003) 11 SCC 367; Namdeo v. State\nE of Maharashtra, (2007) 14 SCC 150; and Bipin Kumar\nMondal v. State of West Bengal, AIR 2010 SC 3638).\n27. EXTRAORDINARY CASE:\nExtraordinary situations demand extraordinary remedies.\nF While dealing with an unprecedented case, the Court has to\ninnovate the law and may also pass unconventional order\nkeeping in mind that extraordinary fact situation requires\nextraordinary measures. In B.P. Achala Anand v. S. Appi\nReddy \u0026 Anr., AIR 2005 SC 986, this Court observed:\n: G\nH\n\"Unusual fact situation posing issues for resolution is an\nopportunity for innovation. Law, as administered by Courts,\ntransforms into justice.\"\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 905\nANR. ETC. [DR. B.S. CHAUHAN, J.]\nThus, it is evident that while deciding the case, the Court A\nhas to bear in mind the peculiar facts, if so exist, in a given\ncase.\n28. CORPUS DELICTI - Recovery of :\nB\nIn Mani Kumar Thapa v. State of Sikkim, AIR 2002 SC\n2920, this Court held that in a trial for murder, it is neither an\nabsolute necessity nor an essential ingredient to establish\ncorpus delicti. The fact of the death of the deceased must be\nestablished like any other fact. Corpus delicti in some cases\nmay not be possible to be traced or recovered. There are a C\nnumber of possibilities where a dead body could be disposed\nof without any trace, therefore, if the recovery of the dead body\nis to be held to be mandatory to convict an accused, in many\na case, the accused would manage to see that the dead body\nis destroyed to such an extent which would afford the accused D\ncomplete immunity from being held guilty or from being\npunished. What is, therefore, required in law to base a\nconviction for an offence of murder is that there should be\nreliable and plausible evidence that the offence of murder like\nany other factum of death was committed and it must be proved E\nby direct or circumstantial evidence albeit the dead body may\nnot be traced.\n(See also: Ram Chandra \u0026 Anr. v. State of Uttar Pradesh,\nAIR 1957 SC 381; Ashok Laxman Sohoni \u0026 Anr. v. The State\nof Maharashtra, AIR 1977 SC 1319; and Rama Nand \u0026 Ors.\nv. The State of Himachal Pradesh, AIR 1981 SC 738)\nF\nTherefore, in a murder case, it is not necessary that the\ndead body of the victim should be found and identified, i.e.\nconviction for offence of murder does not necessarily depend G\nupon corpus delicti being found. The corpus delicti in a murder\ncase has two components - death as result, and criminal\nagency of another as the means. Where there is a direct proof\nof one, the other may be established by circumstantial\nevidence.\nH\n906\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA\nB\nC\nD\n29. BURDEN OF PROOF UNDER SECTION 106\nIn State of West Bengal v. Mir Mohammad Omar \u0026 Ors.\netc. etc., AIR 2000 SC 2988, this Court held that if fact is\nespecially in the knowledge of any person, then burden of\nproving that fact is upon him. It is impossible for prosecution\nto prove certain facts particularly within the knowledge of\naccused. Section 106 is not intended to relieve the prosecution\nof its burden to prove the guilt of the accused beyond\nreasonable doubt. But the Section would apply to cases where\nthe prosecution has succeeded in proving facts from which a\nreasonable inference can be drawn regarding the existence of\ncertain other facts, unless the accused by virtue of his special\nknowledge regarding such facts, failed to offer any explanation\nwhich might drive the Court to draw a different inference.\nSection 106 of the Evidence Act is designed to meet certain\nexceptional cases, in which, it would be impossible for the\nprosecution to establish certain facts which are particularly\nwithin the knowledge of the accused.\n(See also: Shambhu Nath Mehra v. The State of Ajmer,\nE AIR 1956 SC 404;. Sucha Singh v. State of Punjab, AIR 2001\nSC 1436; and Sahadevan @ Sagadevan v. State rep. by\nInspector of Police, Chennai, AIR 2003 SC 215)\nF.\n30. INVESTIGATION OF THE INSTANT CASE:\nIn the instant case, the incident occurred on 6.9.1995. In\nspite of the fact that the matter had been brought to the notice\nof the superior authorities, no action was taken by the police\nat all. Ultimately, the complainant, Smt. Paramjit Kaur (PW.2)\nwho could not even know whether her husband was alive or\nG dead and, if alive, where he had been and none of the higher\nauthorities in administration helped her or disclosed the\nwhereabouts of her husband, approached this Court by filing a\nHabeas Corpus Petition i.e. Writ Petition (Crl.) No. 497 of\n1995. As no information could be furnished by the State about\nH the whereabouts of Shri Jaswant Singh Khalra, this Court\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 907\nANR. ETC. [DR. B.S. CHAUHAN, J.]\ntransferred the investigation to the CBI. The CBI during the A\ncourse of investigation, realised that it was not possible to\nconduct the investigation fairly and properly unless some of the\npolice officers involved in the case were transferred from the\ndistricts of Amritsar and Taran Taran. Thus, the CBI requested\nthis Court to issue direction to transfer Jaspal Singh, DSP, B.\nTaran Taran, Surinderpal Singh, SHO, Satnam Singh, SHO.\nThis Court vide order dated 15.3.1996 directed the Director\nGeneral of Police, Punjab, to transfer the said officials out of\nthose districts with a further direction that they should not be\nposted in adjoining districts also. This Court further directed the C\nState Administration to provide full protection/security to all the\nwitnesses who were assisting the CBI in the investigation.\nD\nE\n31. The order dated 22.7.1996 passed by this Court\nreveals that the CBI in its interim report informed this Court that\n984 dead bodies had been cremated as 'Lavaris' in the district\nTaran Taran alone and a large number of innocent persons had\nbeen killed by the police for which there was sufficient material\nto register criminal cases against the police officials. This Court\ndirected the CBI to register the criminal cases for causing such\nheinous crimes. Considering a large number of cremations\ndone as 'Lavaris', this Court asked the people at large to furnish\ninformation/material to the CBI so that the matter may be\ninvestigated properly. While passing the order dated 7.8.1996,\nthis Court had taken note that Kulwant Singh (PW.14), a convict\nunder the NDPS Act, was detained in Amritsar jail and the CBI F\nhad expressed certain doubts regarding his involvement in the\nsaid case. This Court directed the Jail Superintendent,\nAmritsar to file an appeal on behalf of Kulwant Singh (PW.14)\nbefore the High Court.\nIt may be pertinent to note here that the appeal filed before\nthe High Court was allowed and Kulwant Singh (PW.14) was\nacquitted vide order dated 8.12.1997.\nG\n32. Order dated 7.8.1996 further reveals that there was\nsufficient material to prosecute Ajit Singh Sandhu, SSP, H\n1\n908 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA District Taran Taran, Ashok Kumar, DSP and Jaspal Singh,\nDSP and it was made clear that in spite of the fact that the CBI\nwas continuing further investigation regarding the whereabouts\nof Jaswant Singh Khalra, it could not be known upto 7.8.1996\nas to whether he was alive or not. The State of Punjab was\nB directed to pay a sum of Rs.10 lacs as an interim\ncompensation to complainant Smt. Paramjit Kaur.\nC\n33. This Court in its order dated 28.8.1996 took note of\nthe fact that the witnesses had been provided protection/\nsecurity of Central Reserve Police Force/Border Security Force\nand counsel appearing for the State assured the Court to grant\nnecessary sanction under Section 197 Cr.P.C., if so required.\nfor the prosecution of the police officials. The investigation was\nmonitored by this Court. This Court's order dated 12.12.1996\nreveals that according to the CBI, it was about 2097 bodies\nD which had been cremated as unidentified and the press note\nissued by Shri Khalra in this respect was found to be correct.\nIt was in view of the above orders passed by this Court\nfrom time to time and monitoring the case for years together,\nE the investigation conducted by the CBI could be completed.\nF\nG\nH\nINSTANT CASE:\n34. The case requires to be examined by taking into\nconsideration the aforesaid facts and settled legal propositions.\n35. According to the prosecution, Shri Jaswant Singh\nKhalra was a human rights activist and had been General\nSecretary, Human Rights Wing of Shiromani Akali Dal. He had\nbeen working on abduction and cremation of unclaimed/\nunidentified bodies during the disturbed period in Punjab,\nparticularly in districts Amritsar and Taran Taran. The police had\nbeen eliminating the young persons under the pretext of being\nmilitants and was disposing of their dead bodies without\nmaintaining any record and without performing their last rites.\nShri Jaswant Singh Khalra raised the voice against the same.\n:\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 909\nANR. ETC. [DR. B.S. CHAUHAN, J.]\nThe local police did not like it and hatched a conspiracy to A\nabduct him and in furtherance of that criminal conspiracy, he\nhad been abducted by the local police officials on 6.9.1995\nabout 9.00 a.m. from his residence and after keeping him in\nthe illegal detention, killed him and thrown his body into a canal\nin Harike area.\nB\nC\nD\n36. After investigating the matter in pursuance of orders\npassed by this Court, the CBI filed charge-sheet on 13.10.1996\nin the court of Magistrate at Patiala against nine police officers,\nwherein the main accused was Ajit Singh Sandhu, the then SSP\nof Taran Taran District. However, the trial court vide order dated\n25.7.1998 framed the charges against eight persons, namely,\nAshok Kumar, Satnam Singh, Rachpal Singh, Jasbir Singh,\nAmarjit Singh, Surinderpal Singh, Prithipal Singh and Jaspal\nSingh, DSP. Charges could not be framed against Ajit Singh\nSandhu, SSP, for the reason that he committed suicide before\nframing of the charges. The charges had been that all of them\nagreed to abduct and eliminate Shri Jaswant Singh Khalra.\n• Thus, all of them stood charged under Section 120-B IPC. All\nof them were charged under Sections 364 read with 34 IPC.\nThree of them, namely, Jaspal Singh, DSP, appellant, Amarjit\nSingh and Rachpal Singh, as a result of criminal conspiracy,\ncommitted murder of Shri Khalra. Thus, they were charged\nunder Sections 302 read with 34 IPC. Further for causing the\ncorpus of Shri Jaswant Singh Khalra disappeared with the\nintention of screening themselves from legal punishment, the F\nsaid three persons were charged under Sections 201 read with\n34 IPC.\nDuring the course of trial, Ashok Kumar died, Rachpal\nSingh was discharged before his statement under Section 313\nCr.P.C. could be recorded as no incriminating material\nappeared against him. Amarjit Singh has been acquitted by\nthe High Court. Thus, we are concerned with only remaining\nfive appellants.\nE\nG\nH\nA\n910 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n37. There are concurrent findings of facts by two courts that\nall the appellants are guilty of abducting Shri Jaswant Singh\nKhalra with an intent to eliminate him. The findings so recorded\nare based on appreciation of evidence which had been\nrecorded after eight years of the incident. In spite of the best\nB efforts of this Court, and passing order after order in the Writ\nPetition for Habeas Corpus, it could not be known as to whether\nShri Jaswant Singh Khalra was dead or alive. Had this Court\nnot issued directions and transferred the case to the CBI for\ninvestigation, perhaps the mystery of death of Shri Jaswant\nC Singh Khalra could not have surfaced. There is sufficient\nevidence on record to show that the appellants and other co-\naccused remained posted in the districts of Taran Taran and\nAmritsar and they stood transferred from those districts only on\nthe directions of this Court as the CBI had pointed out that it\nwould not be possible to conduct a fair investigation till the\nappellants and other co-accused remain posted in those two\ndistricts. The witnesses had been threatened and implicated\nin false cases. They could muster the courage to speak only\nafter getting proper security/protection under the orders of this\nCourt passed in the Writ Petition filed by the complainant Smt.\nParamjit Kaur Khaira.\nD\nE\n.\n38. Sufficient material has been placed before the courts\nbelow as well as before this Court to show that Shri Jaswant\nSingh Khaira was a human rights activist and had raised the\nF voice against Shri Ajit Singh Sandhu, the then SSP of Taran\nTaran District, about the killing of innocent persons and\ncremation of thousands\nthousands \nof unidentified bodies\nunceremoniously. Ajit Singh Sandhu directly and indirectly tried\nthat Shri Khalra could desist from exposing the illegal activities\nG of the police in those districts. However, he did not deter and\ntherefore, there was a motive on behalf of the police\ndepartment to kidnap and make him understand the\nconsequence that he would face and, ultimately, to eliminate\nhim. Shri Khalra persisted in pursuing the truth and fighting for\nhuman rights. The motive of the accused police officers to\nH\n•\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 911\nANR. ETC.. [DR. B.S. CHAUHAN, J.]\nabduct and kill Shri Jaswant Singh Khalra comes out clearly A\nfrom the testimonies of Smt. Paramjit Kaur (PW.2), Justice\nAjit Singh Bains (PW.5), Satnam Singh (PW.6), Satwinderpal\nSingh (PW.8), Jaspal Singh Dhillon (PW.11), Surinderpal Singh\n(PW.12), Rajiv Singh (PW.15) and K.S.Joshi (PW.19). Some\nof these witnesses had deposed that Shri Khalra had been B\nreceiving death threats in reference to his investigations into\nillegal encounters and cremations. There is nothing on record\nto discredit the testimonies of either of these witnesses in this\nregard, rather their testimonies had been consistent with each\nother and inspired confidence.\nC\n39. The accused had been identified correctly in the court\nby various witnesses. Smt. Paramjit Kaur (PW.2) identified\nJaspal Singh, Surinderpal Singh and Jasbir Singh; Kirpal\nSingh Randhawa (PW.7) identified Satnam Singh; Kulwant\nSingh (PW14) identified Jaspal Singh and Satnam Singh; Rajiv D\nSingh (PW.15) identified Jaspal Singh, Satnam Singh and\nPrithipal Singh; and Kuldip Singh (PW.16) identified Jaspal\nSingh, Satnam Singh, Surinderpal Singh, Jasbir Singh and\nPrithipal Singh.\n40. Smt. Paramjit Kaur (PW.2) had testified that she had\nbeen threatened by the accused persons on telephone for\npursuing the case of her missing husband. Punjab Police\nofficials persistently made attempts to exert undue pressure on\nthe witnesses throughout the investigation and trial. The police\nalso registered fake criminal cases against Smt. Paramjit Kaur\n(PW.2), Kirpal Singh Randhawa (PW.7), Kulwant Singh\n(PW.14) and Rajiv Singh (PW.15). Kikkar Singh (PW.1) turned\nhostile because of threats in spite of the fact that he was\nprovided sufficient security and protection. Kirpal Singh\nRandhawa (PW.7) and Rajiv Singh (PW.15) had been involved\nin a case allegedly threatening to implicate the witnesses in a\nrape case. Kirpal Singh Randhawa (PW.7) was falsely enroped\nin a rape case in the year 2004. The police implicated Rajiv\nSingh (PW.15) in four cases during the trial. He had been\nE\nF\nG\nH\n:\n"}