{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"Α\nB\nE\n[2011] 14 (ADDL.) S.C.R. 862\nPRITHIPAL SINGH ETC.\nV.\nSTATE OF PUNJAB \u0026 ANR. ETC.\n(Criminal Appeal Nos. 523-527 of 2009)\nNOVEMBER 04, 2011\n[P. SATHASIVAM AND DR. B.S. CHAUHAN, JJ.]\n-\n-\nPenal Code, 1860 - ss. 302/34, 364/34 and 201/4 -\nConviction and sentence under – Abduction and murder of\nC human right activist by police officials - Activist working on\nabduction and cremation of unclaimed/unidentified bodies\nduring the disturbed period in Punjab Senior\nSuperintendent of Police and other police persons hatched\nconspiracy and abducted the activist - Activist kept under\nD illegal detention, killed and thereafter, thrown in a canal - No\ninvestigation carried out and whereabouts of the activi not\nknown - Writ petition filed by the wife of the activist\nSupreme Court transferred investigation to CBI - Charges\nframed against the appellant and accused (police officials) -\nConviction of DSP and ASI u/ss. 302/34 and imposed life\nimprisonment and also convicted and sentenced u/ss. 120-\nB, 364/34 and 201/34 - Conviction of four appellants u/ss.\n120-B and 364/34 and sentenced to RI for five years and\nseven years respectively - High Court acquitted ASI,\nhowever, appeal by the appellants were dismissed - On\nrevision filed by the wife of the activist, the High Court\nenhanced the sentence of four appellants from 7 years\nrigorous imprisonment to life imprisonment - Interference with\n- Held: It is very difficult to get evidence against the policemen\nresponsible for custodial death - Court cannot be a silent\nspectator where the facts warrant interference in order to serve\nthe interest of justice - There was motive on behalf of the\npolice department to kidnap and ultimately to eliminate him\n– Testimonies of the witnesses had been consistent with each\nF\nG\nH\n862\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 863\nANR. ETC.\n•\nA\nother and they identified the accused correctly in the court -\nMinor variation in the version from time to time is natural since\nthe witnesses were threatened and implicated in false cases\n- There is trustworthy evidence in respect of abduction of the\nactivist as well as his illegal detention - Courts below found\nthat accused/appellants abducted the activist - In such a\nB\nsituation only accused could explain as to what happened to\ndeceased and why his corpus delicti could not recovered -\nAll the accused failed to explain any inculpating circumstance\neven in their respective statements u/s. 313 Cr.P.C. - Such\na conduct provides for an additional link in the chain of\ncircumstances - Courts below rightly drew the presumption\nthat the appellants were responsible for his abduction, illegal\ndetention and murder - More so, accused could not establish\nplea of alibi - Also, since the charges had been framed prior\nto the statements recorded by PW 16, trial court ought to have\naltered the charges but it failed to do so - Thus, order of the\nHigh Court was justified.\ns.302/34 - Person charged u/s.302/34, other accused\npersons stand acquitted - Effect of - Held: It is impossible to\nhold that accused shared the common intention with other co-\naccused who is acquitted unless it is shown that some other\nunknown persons were also involved in the offence - Accused\ncan be charged for being shared the common intention with\nanother or others unknown, if either by direct evidence or by\nlegitimate inference\n-\n-\nMurder case – Corpus Delicti – Recovery of - Held:\nConviction for offence of murder does not necessarily depend\nupon corpus delicti being found - Corpus delicti in a murder\ncase has two components-death as result, and criminal\nagency of another as the means - Where there is a direct\nproof of one, the other may be established by circumstantial\nevidence.\nConstitution of India, 1950 – Articles 21 and 22 - Police\n-\nC\nD\nE\nF\nG\nH\nA\n864 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n-\n-\natrocities, torture, custodial death and illegal detention -\nProtection of victim against Held: State must ensure\nprohibition of torture, cruel, inhuman and degrading treatment\nto any person particularly at the hands of any State agency/\npolice force - Such victims suffer enormous consequences\nB psychologically - If there is some material on record to reveal\nthe police atrocities, the court must take stern action against\nthe erring police officials in accordance in law.\nC\nD\nE\nF\nCode of Criminal Procedure, 1973 - s.386(e) - Scope\nof - Power of High Court u/s.386(e) to enhance the sentence\nsuo motu Held: High Court is competent to enhance the\nHowever, it is permissible only after\n-\nsentence suo motu\n-\ngiving opportunity of hearing to the accused.\nEvidence:\nEvidence of an accomplice not put on trial - Conviction\non basis of his uncorroborated testimony - Held: Such an\naccomplice is a competent witness - He deposes in the Court\nafter taking oath and there is no prohibition in any law not to\nact upon his deposition without corroboration - However, no\nreliance can be placed on the evidence of accomplice unless\nevidence is corroborated in material particulars – There has\nto be some independent witness tending to incriminate the\naccused in the crime.\n-\nTestimony of sole eye-witness - Reliability of - Held:\nThere is no legal impediment in convicting a person on the\nsole testimony of a single witness - If there are doubts about\ntestimony, the court would insist on corroboration - Test is\nwhether the evidence is cogent, credible and trustworthy or\nG otherwise.\nH\nCriminal trial:\nNon-mentioning the name of accused by witness at the\ntime of recording his statement u/s.161 Cr.P.C. - Accused\n3\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 865\nANR. ETC.\nnamed for the first time in his deposition in court - Held: A\nAccused is entitled to benefit of doubt.\n-\nExtra-ordinary case - Extra-ordinary situations demand\nextra-ordinary remedies – In an unprecedented case, the court\nhas to innovate the law and may also pass unconventional\norder keeping in mind the extra-ordinary measures.\n-\nB\nEvidence Act, 1872 - s. 106 - Applicability of - Burden\nof proof under – Held: Section 106 is not intended to relieve\nthe prosecution of its burden to prove the guilt of accused\nbeyond reasonable doubt - It is designed to meet certain C\nexceptional cases, in which, it would be impossible for\nprosecution to establish certain facts which are particularly\nwithin the knowledge of the accused.\nD.\n'JSK', a human right activist had been working on\nabduction and cremation of unclaimed/unidentified\nbodies during the disturbed period in Punjab. He raised\nhis voice against the same. The local police did not like\nit. They tried to desist him from exposing the illegal\nactivities of the police in these districts but he did not\nE\ndeter. The local police then hatched a criminal conspiracy\nand abducted him. They kept him under illegal detention,\nkilled him and threw his body into a canal. PW 15\nwitnessed the abduction. PW 7 also saw appellants\nalongwith other accused persons rushing with 'JSK'\ninside the van. PW 2, wife of 'JSK' lodged an FIR.\nHowever, no investigations were carried out nor\nwhereabouts of 'JSK' were known. PW2 filed a Habeas\nCorpus petition before the Supreme Court. This Court\ntransferred the investigation to CBI. CBI registered a case\nunder Sections 365, 220 and 120-B IPC against the police\nofficers, (the appellants and other accused) that all of\nthem agreed to abduct and eliminate 'JSK'. The main\naccused was 'ASS', SSP but the charges could not be\nframed against 'ASS' since he committed suicide before\nframing of the charges. During course of trial, 'AK' died H\nF\nG\n866 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA and 'RS' was discharged. PW 16, Special Police Officer,\nmade voluntary statement to CBI in respect of abduction\nand murder of 'JSK'. PW 14, who was convicted under\nthe Narcotic Drugs and Psychotropic Substances Act,\n1985 in his statement recorded by CBI under Section 161\nB Cr.P.C. revealed about the detention of 'JSK'. The\nSessions Judge convicted the appellants and some other\naccused persons under Sections 364/34 IPC; appellant\n'JS' and 'AS' under Sections 302/34 IPC and under\nSections 201/34 IPC and awarded sentences. The\nC appellants and accused filed appeals. PW2, wife of ‘JSK'\nfiled revision for enhancement of sentences of the four\nappellants from seven years rigorous imprisonment to\nimprisonment for life under Section 364 IPC. The High\nCourt acquitted 'AS' however, maintained conviction of\n○ other appellants. Notices were issued to four appellants\nfor enhancing the sentences awarded to them while\ndismissing their appeal. The High Court enhanced the\nsentence of four appellants from seven years RI to life\nimprisonment. Therefore, the appellants filed the instant\nappeals.\n|||\n=\n11\nG\nDismissing the appeals, the Court\nHELD:\nPOLICE ATROCITIES :\n1. There is no reason to interfere with the well\nreasoned judgment and order of the High Court. The\nfacts of the case do not warrant review of the findings\nrecorded by the courts below. [Para 49] [920-B]\n2.1. In view of the provisions of Article 21 of the\nConstitution, any form of torture or cruel, inhuman or\ndegrading treatment is inhibited. Torture is not\npermissible whether it occurs during investigation,\nH interrogation or otherwise. The wrong-doer is\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026 867\nANR. ETC.\nA₁\naccountable and the State is responsible if a person in\ncustody of the police is deprived of his life except in\naccordance with the procedure established by law.\nHowever, when the matter comes to the court, it has to\nbalance the protection of fundamental rights of an\nindividual and duties of the police. It cannot be gainsaid B\nthat freedom of an individual must yield to the security\nof the State. Latin maxim salus populi est suprema lex-\nthe safety of the people is supreme law; and salus\nreipublicae suprema lex-safety of the State is supreme\nlaw, co-exist. However, the doctrine of the welfare of an\nC\nindividual must yield to that of the community. [Para 7]\n[893-D-F]\nD\nE\n2.2. The right to life has rightly been characterised as\n'supreme' and 'basic'; it includes both so-called negative\nand positive obligations for the State. The negative\nobligation means the overall prohibition on arbitrary\ndeprivation of life. Positive obligation requires that State\nhas an overriding obligation to protect the right to life of\nevery person within its territorial jurisdiction. The\nobligation requires the State to take administrative and\nall other measures in order to protect life and investigate\nall suspicious deaths. The State must protect victims of\ntorture, ill-treatment as well as the human rights defender\nfighting for the interest of the victims, giving the issue\nserious consideration for the reason that victims of F\ntorture suffer enormous consequences psychologically.\nThe problems of acute stress as well as a post-traumatic\nstress disorder and many other psychological\nconsequences must be understood in correct\nperspective. Therefore, the State must ensure prohibition G\nof torture, cruel, inhuman and degrading treatment to any\nperson, particularly at the hands of any State agency/\npolice force. [Para 7] [893-G-H; 894-A-C]\n2.3. The Protection of Human Rights Act, 1993, also\nH\n868 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA provide for protection of all rights to every individual. It\ninhibits illegal detention. Torture and custodial death have\nalways been condemned by the courts in this country.\nIn its 113th report, the Law Commission of India\nrecommended the amendment to the Evidence Act, 1872,\nB to provide that in case of custodial injuries, if there is\nevidence, the court may presume that injury was caused\nby the police having the custody of that person during\nthat period. Onus to prove contrary is on the police\nauthorities. Law requires for adoption of a realistic\nC approach rather than narrow technical approach in cases\nof custodial crimes. [Para 8] [894-D-F]\nD\nE\n2.4. In absence of any research/data/ material, a\ngeneral/sweeping remark that a \"substantial majority of\nthe population in the country considered the police force\nas an institution which violates human rights\" cannot be\naccepted. However, in a given case if there is some\nmaterial on record to reveal the police atrocities, the court\nmust take stern action against the erring police officials\nin accordance with law. [Para 13] [898-B]\n2.5. Police atrocities are always violative of the\nconstitutional mandate, particularly, Article 21 (protection\nof life and personal liberty) and Article 22 (person\narrested must be informed the grounds of detention and\nF produced before the Magistrate within 24 hours). Such\nprovisions ensure that arbitrary arrest and detention are\nnot made. Tolerance of police atrocities, as in the instant\ncase, would amount to acceptance of systematic\nsubversion and erosion of the rule of law. Therefore,\nG illegal regime has to be glossed over with impunity,\nconsidering such cases of grave magnitude. [Para 48]\n[919-G-H; 920-A]\nDilip K. Basu v. State of W.B. \u0026 Ors, AIR 1997 SC 3017:\n1997 (3) Suppl. SCR 219; N.C. Dhoundial v. Union of India\nH \u0026 Ors. AIR 2004 SC 1272: 2003 (6) Suppl. SCR 674;\n•\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026\nANR. ETC.\n869\nMunshi Singh Gautam (D) \u0026 Ors. v. State of M.F. AIR 2005 A\nSC 402: 2004 (5) Suppl. SCR 1092; Raghubir Singh v.\nState of Haryana AIR 1980 SC 1087: 1980 (3) SCR 277;\nGauri Shanker Sharma etc. v. State of U.P. etc., AIR 1990 SC\n709 1990 SCR 29; State of Madhya Pradesh v.\nShyamsunder Trivedi \u0026 Ors., (1995) 4 SCC 262: 1995 (1) B\nSuppl. SCR 44 ; The State of U.P. v. Mohd. Naim AIR 1964\nSC 703: 1964 SCR 363; People's Union for Civil Liberties\nv. Union of India \u0026 Anr., AIR 2005 SC 2419; Rubabbuddin\nSheikh v. State of Gujarat \u0026 Ors. (2010) 2 SCC 200: 2010 (1)\nSCR 991; Jaywant P.Sankpal v. Suman Gholap \u0026 Ors. C\n(2010) 11 SCC 208: 2010 (9) SCR 102; Narmada Bai v.\nState of Gujarat \u0026 Ors. (2011) 5 SCC 79: 2011 (5) SCR 729\n― relied on.\n-\nSCOPE OF SECTION 386(e) Cr.P.C.\n3. The High Court in exercise of its power under\nSection 386(e) Cr.P.C. is competent to enhance the\nsentence suo motu. However, such a course is\npermissible only after giving opportunity of hearing to the\naccused. [Para 17] [899-D-E]\nEknath Shankarrao Mukkawar v. State of Maharashtra\nAIR 1977 SC 1177: 1977 (3) SCR 513; Surendra Singh\nRautela @ Surendra Singh Bengali v. State of Bihar (Now\nState of Jharkhand) AIR 2002 SC 260: 2001 (5) Suppl. SCR\n340; Nadir Khan v. The State (Delhi Administration) AIR 1976\nSC 2205: 1975 Suppl. SCR 489; Govind Ramji Jadhav v.\nState of Maharashtra (1990) 4 SCC 718: 1990 (1) SCR 855;\nK. Pandurangan etc. v. S.S.R. Velusamy \u0026 Anr. AIR 2003 SC\n3318; Jayaram Vithoba \u0026 Anr. v. The State of Bombay, AIR\n1956 SC 146: 1955 SCR 1049 - relied on.\nEVIDENCE OF AN ACCOMPLICE – Not put on trial:\n-\n4. An accomplice is a competent witness and.\nconviction can lawfully rests upon his uncorroborated\nD\nE\nF\nG\nH\n870 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA testimony, yet the court is entitled to presume and may\nindeed, be justified in presuming in the generality of\ncases that no reliance can be placed on the evidence of\nan accomplice unless the evidence is corroborated in\nmaterial particulars, which means that there has to be\nB some independent witness tending to incriminate the\nparticular accused in the commission of the crime. The\ndeposition of an accomplice in a crime who has not been\nmade an accused/put to trial, can be relied upon,\nhowever, the evidence is required to be considered with\nC care and caution. An accomplice who has not been put\non trial is a competent witness as he deposes in the court\nafter taking oath and there is no prohibition in any law\nnot to act upon his deposition without corroboration.\n[Paras 18 and 21] [899-F-G; 902-C-D]\nD\nRameshswar S/o Kalyan Singh v. The State of Rajasthan\nAIR 1952 SC 54: 1952 SCR 377; Sarwan Singh Rattan\nSingh v. State of Punjab AIR 1957 SC 637: 1957 SCR 953\nK. Hasim v. State of Tamil Nadu AIR 2005 SC 128: 2004\n(6) Suppl. SCR 1 Suresh Chandra Bahri v. State of Bihar AIR\nE 1994 SC 2420: 1994 (1) Suppl. SCR 483; Chandran alias\nManichan alias Maniyan \u0026 Ors. v. State of Kerala (2011) 5\nSCC 161; Laxmipat Choraria \u0026 Ors. v. State of Maharashtra\nAIR 1968 SC 938:1968 SCR 624 - relied on.\nF\nACCUSED NAMED FIRST TIME IN THE COURT:\n5. In case the witness does not involve a particular\naccused in a crime at the time of recording his statement\nunder Section 161 Cr.P.C., and name him first time in his\ndeposition in the court, the accused becomes entitled to\nG benefit of doubt. [Para 22] [902-E]\nRudrappa Ramappa Jainpur \u0026 Ors. v. State of Karnataka,\nAIR 2004 SC 4148 State represented by Inspector of Police,\nTamil Nadu v. Sait alias Krishnakumar, (2008) 15 SCC 440\nH 2008 (14) SCR 120 - relied on.\n:\nPRITHIPAL SINGH ETC. v. STATE OF PUNJAB \u0026\nANR. ETC.\n871\n-\nPERSON CHARGED UNDER SECTION 302/34 IPC A\nOTHER ACCUSED PERSONS STAND ACQUITTED :\n6. It is impossible to reach a conclusion that the\nappellant/accused shared the common intention with\nother co-accused in case other accused stand acquitted, B\nunless it is shown that some other unknown persons\nwere also involved in the offence. It is permissible in law\nto charge an accused in the alternative for being shared\nthe common intention with another or others unknown,\nbut even then the common intention would have to be\nC\nproved either by direct evidence or by legitimate.\ninference. [Para 23] [902-G-H; 903-A-B]\nPrabhu Babaji Navle v. State of Bombay AIR 1956 SC\n51; Sukhram v. State of Madhya Pradesh AIR 1989 SC 772;\nMadan Pal v. State of Haryana (2004) 13 SCC 508; Koppula D\nJagdish alias Jagdish v. State of A.P. (2005) 12 SCC 425;\nSanichar Sahni v. State of Bihar AIR 2010 SC 3786: 2009\n(10) SCR 112; Willie (William) Slaney v. State of M.P. AIR\n1956 SC 116: 1955 SCR 1140; State of A.P. v. Thakkidiram\nReddy \u0026 Ors, AIR 1998 SC 2702 : 1998 ( 3 ) SCR 1088; E\nRamji Singh \u0026 Anr. v. State of Bihar AIR 2001 SC 3853 and\nGurpreet Singh v. State of Punjab AIR 2006 SC 191: 2005\n(5) Suppl. SCR 90; Lok Pal Singh v. State of M.P. AIR 1985\nSC 891 referred to.\n-\nEVIDENCE OF THE SOLE EYE-WITNESS :\nF\n7. As a general rule, the Court can and may act on\nthe testimony of a single witness provided he is wholly\nreliable. There is no legal impediment in convicting a\nperson on the sole testimony of a single witness. That is G\nthe logic of Section 134 of the Evidence Act. But if there\nare doubts about the testimony, the court would insist on\ncorroboration. In fact, it is not the number or the quantity,\nbut the quality that is material. The time-honoured\nH\n"}