{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nRAJU @ RAJ KUMAR\nV.\nSTATE OF RAJASTHAN\nMAY 3, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\nC\nD\nE\nF\nPenal Code, 1860:\nS.148 Conviction under, on the basis of post mortem report and\nevidence of eye witness that appellant was carrying knife and stabbed\ndeceased on the chest-Knife and clothes recovered had stains of human\nblood—Hence, no infirmity in order of conviction under s.148.\nAdministration of Criminal Justice: Conviction under s.148 IPC-State\ndid not appeal against order of trial Court for convicting appellant under\ns.302 in addition to his conviction under s.148-Hence, appellant cannot be\nconvicted under s.302 in appeal preferred by him.\nProsecution case was that PW-4 along with his father-deceased, had\ngone to his uncle's house for dinner. While the deceased was sitting on the\nbed talking with PW.4's aunt and uncle, 10 to 12 persons entered the room\nand surrounded the deceased. They were armed with knives, swords and pick-\naxes. PW.4 was threatened and told not to shout. PW.4 in his FIR stated that\nin his presence the accused-appellant stabbed his father. On the basis of the\ninformation given by he appellant, weapons of offence and blood soaked clothes\nwere recovered. The appellant was charged under ss.148, 302, 120B and 460\nIPC. However, he was convicted under s.148 IPC.\nIn appeal to this Court, two issues have arisen for consideration. The\nfirst concerns the merits of the case and second concerns an argument\nadvanced on behalf of the appellant that he has completed the sentence of three\nyears on 8.3.2007 as he was convicted for offence under s.148 IPC, which\nG\nhas been disputed by the State on the ground that the appellant stood convicted\nunder s.302 IPC and sentenced to life imprisonment. High Court confirmed\nthe conviction.\nAllowing the appeal, the Court\nH\n1156\n:\nRAJU @ RAJ KUMAR v. STATE OF RAJASTHAN\n1157\nHELD: 1. There is no reason to disbelieve PW.4, the son of deceased. A\nPW.4 has deposed that it was dinner time, that the deceased was sitting on\nthe bed and he was in conversation with his aunt. Both the courts below have\ncome to the conclusion, placing reliance on the post-mortem report, that there\nwas an injury on the chest of the deceased and that the knife and the clothes\nrecovered had human blood. The cause of the death, as given in the post-\nB\nmortem report, was syncope. Both the courts below have come to the\nconclusion, on the basis of the evidence of PW.4 that the appellant was a\nmember of the unlawful assembly; that he carried the knife; that he had\nentered the room where the deceased was sitting on the bed and that deceased\nwas stabbed to death by the appellant. In the circumstances, there is no\ninfirmity to the extent of the conviction of the appellant under s.148 IPC.\n[Para 6] [1159-F-H; 1160-A-P]\nC\n2.1. The State did not go in appeal against the order of the trial court\nfor convicting him under s.302 IPC in addition to his conviction by the trial\ncourt under s.148. Even the High court, by the impugned judgment, has merely\ndismissed the appeal filed by the appellant upholding his conviction under D\ns.148 IPC. [Para 10] [1162-A-B]\nE\n2.2. Offence under s.148 IPC is distinct and separate from the offence\nunder s.302 IPC. The State should have filed an appeal seeking conviction of\nthe appellant under s.302 IPC apart from his conviction under s.148 IPC.\nThis has not been done in the present case. The offence of rioting with deadly\nweapon under s.148 IPC is separate and distinct from the offence under s.302\nIPC. The appellant cannot be convicted under s.302 IPC in the appeal preferred\nby the appellant. The State did not move the High Court in appeal against the\nconviction under s.148; nor did the State seek enhancement of punishment\nbefore the High Court in appeal. [Paras 10 and 13] [1162-D-E; 1165-A-B] F\nSatbir v. Surat Singh and Ors., AIR [1997] SC 1160 and Nanda Kishore\nMohanty v. The State of Orissa, AIR [1961] Orissa 29, referred to.\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 664 of\nFrom the Final Judgment and Order dated 13.01.2006 of the High Court\nof Judicature for Rajasthan, at Jaipur Bench in D.B. Criminal Appeal No. 660\nof 2005.\nG\nJaspal Singh, R.K. Bhardwaj (for M/s Temple Law Firm), R.K. Kapoor, H\n1158\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA M.K. Verma and Anis Ahmed Khan for the Appellant.\nB\nV. Madhukar, Sumit Ghosh, Sanjay Jha, Kumar Kartikay and Aruneshwar\nGupta for the Respondent.\nThe Judgment of the Court was delivered by\nKAPADIA, J. (1) Leave granted.\n(2) This criminal appeal by grant of special leave is directed against\nimpugned judgment dated 13.1.06 delivered by Rajasthan High Court at Jaipur\nin D.B. Criminal Appeal No.660/04 confirming the conviction under Section\nC 148 IPC imposed by Addl. District and Sessions Judge, Jaipur, in Session\nCase No.49/2001.\n(3) On 1.9.1989 at 9.20 pm Uttam Prakash (pw.4) lodged an FIR at Police\nStation Ashok Nagar, Jaipur, in which he claimed that he and his father Ram\nKishan Khandelwal (since deceased) had left their house, situated at A-10,\nD Sikar House Area, for his uncle's house at C-10, Madan Kunj, Prithvi Raj\nE\nRoad, Jaipur, when at 9 pm while the deceased was sitting on the bed talking\nwith PW.4's aunt and uncle, 10 to 12 persons entered the room and surrounded\nthe deceased. These 10 to 12 persons were armed with knives, swords and\npick-axes. PW.4 was threatened and told not to shout. PW.4 in his FIR stated\nthat in his presence the accused (appellant herein) stabbed his father, Ram\nKishan Khandelwal. According to the FIR, when PW.4's uncle raised an alarm\nthe appellant herein along with others fled. Ram Kishan Khandelwal died.\nAccording to the FIR, there was enmity between Ram Kishan Khandelwal on\none hand and Hanuman, Hanif, Chhitar and Ramesh Shanker on the other\nhand. On the basis of the said report investigation commenced. The case was\nF registered for offences under Sections 147, 149 and 302 of Indian Penal Code\n(for short, 'IPC'). On the basis of the information given by the appellant\nherein, weapons of offence and blood soaked clothes were recovered. PW.\n25, a Judicial Magistrate, conducted identification parade of the appellant\nherein and others. The police thereafter submitted their charge-sheet, inter\nalia, against the appellant herein. 31 witnesses were examined. 74 documents\nG\nwere produced by the prosecution. During the course of the trial it was\nrevealed that Ram Kishan Khandelwal and his family used to live at Sikar\nHouse Area in Jaipur. Hanuman and Chhitar were his neighbours. They were\non inimical terms. There was property dispute. The bathroom of Hanuman and\nChhitar was demolished by Jaipur Development Authority. Hanuman and\nH Chhitar were under the impression that the bathroom was demolished on the\nRAJU @RAJ KUMAR v. STATE OF RAJASTHAN [KAPADIA, J.] 1159\nB\ncomplaint of Ram Kishan Khandelwal. Hanuman and Chhitar sold their house A\nto Hanif (one of the co-accused). Prior to his death, Ram Kishan Khandelwal\nhad lodged an FIR with Police Station Shastri Nagar, Jaipur, in which he had\nasked for police protection. Ram Kishan Khandelwal was also an accused in\nmany criminal cases. These cases were pending. According to the prosecution,\nHanuman, Chhitar and Hanif entered into a criminal conspiracy for the murder\nof Ram Kishan Khandelwal. According to the prosecution, however, the\nappellant herein along with Aziz, Iqbal, Mahendra Singh, Hamid and Firoz\ncommitted the actual murder. Therefore, according to the prosecution there\nwere two groups of persons, the first set/group of persons entered a criminal\nconspiracy but the actual murder was done by Iqbal, Aziz, Raju Naik (appellant\nherein), Mahendra Singh, Hamid and Firoz.\n(4) In this case, we are concerned with the conviction of Raju Naik\n(appellant herein). He was charged for offences under Sections 302, 120B, 148,\n149 and 460 IPC.\nC\n(5) Two issues arise for determination in this criminal appeal. The first D\nconcerns the merits of the case and the second concerns an argument advanced\non behalf of the appellant that the appellant has completed the sentence of\nthree years on 8.3.2007 as he was convicted for offence under Section 148 IPC\nwhich has been disputed by the State on the ground that the appellant stood\nconvicted under Section 302 IPC and sentenced to life imprisonment.\nE\nF\n(6) On the merits of the case, we find that there is no reason to\ndisbelieve Uttam Prakash (pw.4), the son of Ram Kishan Khandelwal (deceased).\nThe incident took place on 1.9.89 around 9 pm when the deceased was sitting\non the bed. Uttam Prakash (pw.4) and his father, Ram Kishan Khandelwal, had\ngone for dinner at his uncle's place at C-10, Madan Kunj, Prithvi Raj Road,\nJaipur. When the deceased was sitting on the bed Uttam Prakash (pw.4) saw\n10 to 12 persons entering the room and surrendering Ram Kishan Khandelwal.\nThey were armed with knives, swords and pick-axes. Uttam Prakash (pw.4)\nsaw the deceased being stabbed. Uttam Prakash (pw.4) has deposed that it\nwas dinner time, that the deceased was sitting on the bed whereas he was\nin conversation with his aunt. Both the courts below have come to the G\nconclusion, placing reliance on the post-mortem report, that there was an\ninjury on the chest of the deceased and that the knife and the clothes\nrecovered vide Ex.P.32 had human blood. The cause of the death, as given\nin the post-mortem report, was syncope. There was one more witness Rattan\nDevi (pw.20) but she could not identify the appellant in the identification\nH\n1160\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA parade. However, both the courts below have come to the conclusion, on the\nbasis of the evidence of pw.4 that the appellant herein (Raju @ Raju Kumar)\nwas a member of the unlawful assembly; that he carried the knife; that he had\nentered the room where the deceased was sitting on the bed and that Ram\nKishan Khandelwal (deceased) was stabbed to death by the appellant herein.\nIn the circumstances, we do not find any infirmity to the extent of the\nconviction of the appellant herein under Section 148 IPC.\nB\nC\n:\n(7) The question is whether this Court in special leave petition could\nconvict the appellant under Section 302 IPC without any appeal from the\nState.\n(8) Now coming to the second issue, we find that in this case seven out\nof ten accused were convicted by Additional District and Sessions Judge,\nNo.1, (Fast Track) Jaipur City, Jaipur, for different offences. Appellant herein\nwas charged under Section 148, 302, 120B and 460 IPC. However, he has been\nconvicted under Section 148 IPC. According to the trial court the cause of\nD death is syncope. According to Butterworth's Medical Dictionary, 'Syncope'\nis a temporary loss of consciousness caused by a fall in blood pressure.\nE\nF\nG\nH\n(9) We also quote hereinbelow paras ‘65' and '66' of the said judgment\nwhich read as follow:\n\"65. From the above decision I have reached the conclusion that out\nof all the accused, the accused No.(1) Abdul Aziz s/o Salamuddin,\naccused No.2 Raju @ Raj Kumar s/o Mali Ram, accused No.3, Durga\nDas @ Bhaya s/o Bhanwar Lal have committed punishable crime\nu/s 460, 148 and 302 of Indian Penal Code for which their crime is\nhereby proved and the accused No.4, Feroz @ Shreya s/o Babu Khan\nhas committed punishable crime under the Indian Penal Code Section\n148, 302/149, 460 for which their crime is hereby proved and the\naccused No.5 Hanuman Sahai s/o Mahadev Prasad, accused No.6\nChhitar Mal s/o Mahadev Prasad, accused No.7 Mohd. Haneef s/o\nAbdul Hakim have committed punishable crime u/s 302/120B of the\nIndian Penal Code for which their crime is hereby proved and the\naccused No.8 Sayeed s/o Abdul Rasheed is acquitted from the\nallegations of punishable crime under Section 302 read with Section\n149, 148, 120B and 460 of Indian Penal Code.\n66. This case is a matter of murder, conspiracy to murder and co-\noperation in murder for which it would be justified to punish the\nナ\n1\nRAJU @ RAJ KUMAR v. STATE OF RAJASTHAN [KAPADIA, J.] 1161\naccused with the minimum punishment and for rest of the crime the A\naccused were heard, for which they are punished with rigorous\nimprisonment as mentioned below:\nSENTENCE\nTherefore, the accused mentioned below on being found guilty B\nunder Section as mentioned against each under Indian Penal Code are\npunished as below:\nSl.\nName of\nSection\nPunishment\nPenalty\nNo. the\nIllegible\n(sic)\nAccused\nC\n1. Abdul Aziz\n460\nTen years\n500/-\n3 months\n2.\nRaju @ Raj\n148\nThree years\n200/-\n1 month\nKumar\n3.\nDurga Das\n302\nLife\n1000/-\n6 months\n@ Bhaya\nImprisonment\nD\n4.\nFeroz @\n460\nTen years\n500/-\n3 months\nSherya\n148\nThree years\n200/-\n1 month\n302/149\nLife\n1000/-\n6 months\nImprisonment\nE\n5.\nHanuman\n302/120B\nLife\n1000/-\n6 months\nSahai\nImprisonment\n6.\nChhitar\n- do -\n- do -\n- do -\n- do -\nMal\n7.\nMohd.\nHaneef\n- do -\n- do.\ndo -\n- do -\nF\nThe accused in this case are on bail, hence for getting the\npunishment they are being taken in the judicial custody. The\npunishment warrant of the accused may be prepared as per above and\nsent to the Central Jail, Jaipur. Punishment of all the crime will be\nsimultaneous. In this case, the seized item of proof will be destroyed\nafter expiry of six months of the appeal period. The file after recording\nof the decision may be admitted in the office. The accused with the\nproven crime may be provided with a copy of the decision without\nany cost.\"\nG\nH\nA\n1162\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n(10) If one reads para ‘65' with para ‘66', we find that Abdul Aziz has\nbeen accused No.1 and he is convicted under Section 460 IPC. This is clear\nfrom para '65'. It is in consonance with the chart in para ‘66'. Similarly, the\nappellant (Raju @ Raj Kumar) was accused No.2 and he has been convicted\nunder Section 148 IPC. This is clear from para ‘65'. To this extent, para ‘65'\nis in consonance with para ‘66' (chart annexed thereto). Durga Das was\naccused No.3 and he has been convicted under Section 302 IPC both under\nparas ‘65' and '66'. It appears from the reading of para ‘65' that accused No.1\nwas convicted under Section 460 IPC, accused No.2 was convicted under\nSection 148 IPC and accused No.3 was convicted under Section 302 IPC\nrespectively. The word \"respectively\" is omitted. Be that as it may, the State\nC did not go in appeal against the order of the trial court convicting Raju @\nB\nD\nRaj Kumar (appellant herein) for convicting him under Section 302 IPC in\naddition to his conviction by the trial court under Section 148. Even the High\nCourt, by the impugned judgment, has merely dismissed the appeal filed by\nthe appellant herein upholding the conviction of Raju @ Raj Kumar under\nSection 148 IPC. It is argued before us, on behalf of the State, that we should\nconvict the appellant herein under Section 302 IPC, particularly, when the\nreasoning given in the concurrent findings indicate that the appellant herein\nhad stabbed the deceased in the chest with the knife. In our view, such a\nrequest cannot be granted. Offence under Section 148 IPC is distinct and\nseparate from the offence under Section 302 IPC. The State should have filed\nE an appeal seeking conviction of the appellant under Section 302 IPC apart\nF\nG\nfrom his conviction under Section 148 IPC. This has not been done in the\npresent case. The offence of rioting with deadly weapon under Section 148\nIPC is separate and distinct from the offence under Section 302 IPC. Moreover,\naccording to the trial court, the cause of death is syncope.\n(11) In the case of Satbir v. Surat Singh and Ors., AIR (1997) SC 1160,\nthe accused was sentenced under Section 302/148 IPC and, therefore, this\nCourt took the view that separate sentence under Section 148 was not\nnecessary.\n(12) In the case of Nanda Kishore Mohanty v. The State of Orissa, AIR\n(1961) Orissa 29, it has been held that once a charge under Section 148 IPC\nwas framed the Magistrate must say whether the person charged is convicted\nor acquitted. In that case, though the petitioner was charged under Section\n148 IPC, the judgment of the Magistrate was silent as to whether petitioner\nwas guilty or not. The Additional Sessions Judge assumed that the petitioner\nH stood convicted under Section 148 IPC altered the conviction to Section 147\nRAJU @ RAJ KUMAR v. STATE OF RAJASTHAN [KAPADIA, J.] 1163\nIPC. In that case, the petitioner was also charged under Section 455/149 IPC A\nand under Section 323/149 IPC. In that connection, it was held as under :-\n\"(6) Another serious mistake committed by the Magistrate was his\nomission to mention expressly in his judgment as to whether he\nconvicted the petitioner under Section 148, I. P. C., or not. Once a\nspecific charge under that section was framed, the Magistrate must B\nexpressly say whether he convicts the accused of that offence or\nwhether he acquits him of that offence. Though the petitioner was\ncharged under Section 148, the judgment of the Magistrate is silent\nas to whether that charge was proved or not. The learned Sessions\nJudge also committed an error by overlooking this mistake on the part\nof the trying Magistrate and assuming that there was a conviction\nunder that section by the Magistrate and that he would be justified\nin altering it to a conviction under Section 147, I. P.C. It is indeed\nunfortunate that in cases of this type where sentences of imprisonment\nhave been passed the two lower courts should have committed such\nobvious mistake, presumably through negligence.\nC\nD\n(7) The net result therefore is that though the petitioner was\ncharged under Section 148, I. P. C., the trying Magistrate has not\npassed any order, either of conviction or acquittal in respect of that\ncharge and the Sessions Judge has convicted him under Section 147,\nI. P. C. The omission of the trying Magistrate to convict the petitioner E\nunder Section 148, I. P. C., must in the circumstances be held to mean\nthat he was acquitted of that charge. It is immaterial whether this\nomission was due to oversight or any other reason. Once there is,\nthus, an acquittal of the petitioner of the charge under Section 148,\nI. P. C., the Sessions Judge has no jurisdiction to alter the conviction\nto one under Section 147, I. P. C. The State should have moved the\nHigh Court for setting aside the order of acquittal in respect of the\ncharge under Section 148. But this they did not do.\nF\nG\n(8) The acquittal of the petitioner in respect of the offence under\nSection 148, I. P. C., will also affect his conviction under Section 455/\n149, I. P. C., and 323/149, I. P. C. The conviction for these two offences\nis based on the assumption that the petitioner was a member of the\nunlawful assembly but his acquittal in respect of the charge under\nSection 148, I. P. C., must necessarily lead to the inference that he was\nnot a member of such an assembly. Hence, his conviction under\nSections 455 and 323, I. P. C., read with Section 149, I. P. C., must be H\nA\n1164\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nset aside.\nB\nC\nD\n(I)\nE\nF\n(9) There seems some force in the contention of the learned\nStanding Counsel for the State of Orissa, that the initial mistake was\ncommitted by the trying Magistrate through oversight, and he\nsuggested that the case might be remanded to the trying Magistrate\nfor recording a proper order either of conviction or of acquittal in\nrespect of the charge against the petitioner under Section 148, I. P. C.\nBut I am not satisfied that at this stage it will be proper to remand\nthe case for the aforesaid purpose. The incident took place more than\nfour years ago, i.e., on 6-10-1955, and the petitioner has been sufficiently\nharassed because the appeal was first heard by the Addl. Sessions\nJudge but the judgment was set aside by the High Court in Criminal\nRevision and the appeal was reheard by the Sessions Judge of Cuttack.\nIt will not be proper at this belated stage to revive the whole\nproceeding and subject the petitioner to further harassment of a\nconviction by the trying Magistrate and also possibly of an appeal\nbefore the Sessions Judge. The mistake was partly that of the trying\nMagistrate and partly that of the prosecuting officers. The latter\nshould have noticed the omission in the judgment of the trying\nMagistrate and then taken steps either by way of revision to this\nCourt or by means of an appeal against acquittal, to get the mistake\nrectified.\n(10) For the aforesaid reasons, I would allow this revision petition,\nset aside the conviction and sentence passed on the petitioner by the\nlearned Sessions Judge, and acquit him. He should be set at liberty.\nforthwith.\"\n(13) Before concluding we may state that one of the arguments advanced\non behalf of the State was that no prejudice would be caused to the appellant\nif he was to be convicted under Section 302 IPC. It was contended on behalf\nof the State that if one goes through the entire judgment of the trial court it\nG is clear from the reasoning that the trial court had found the appellant guilty\nof murder under Section 302 IPC and that the appellant has never made any\ngrievance against the said finding. It is submitted on behalf of the State that\neven in the special leave petition, before this Court, this particular ground has\nnot been taken by the appellant. We find no merit in this contention. We\ncannot convict the appellant under Section 302 IPC in the appeal preferred\nby the appellant herein. If we were to do so it would amount to travesty of\nH\nRAJU @ RAJ KUMAR v. STATE OF RAJASTHAN [KAPADIA, J.] 1165\njustice. We cannot convict the accused under Section 302 without the State A\nfiling an appeal in that regard. In the present case, the State did not move\nthe High Court in appeal against the conviction under Section 148 and nor\ndid the State seek enhancement of punishment before the High Court in\nappeal.\nB\n(14) For the above reasons, we find that the appellant herein was\nconvicted under Section 148 IPC; that, he was not convicted under Section\n302 IPC; that he was sentenced for three years with fine in addition, one\nmonth sentence in default of fine; and that Raju @ Raj Kumar (appellant\nherein) has served sentence for three years commencing from 9.3.2004 ending\non 8.3.2007. We are not sure as to whether he has paid the fine of C\nRs.200/-, if not, he shall pay the fine forthwith. On payment of fine he should\nbe set at liberty forthwith. If he fails to pay Rs.200/- as fine then he will have\nto serve the sentence of one month in default.\nD.G.\n(15) Accordingly, the appeal is allowed.\nAppeal allowed.\n"}