{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"GENERAL OFFICER COMMANDING v. CBI AND 629\nANR. [DR. B.S. CHAUHAN, J.]\nand illegal as the provisions require the previous sanction of A\nthe Central Government before institution of the prosecution.\nAccording to the appellants, institution of prosecution is a\nstage prior to taking cognizance and, therefore, the word\n'institution' is different from the words taking 'cognizance'.\nB\nThe scheme of the Act requires that any legal proceeding\ninstituted against any Army official working under the Act 1990\nhas to be subjected to stringent test before any such proceeding\ncan be instituted. Special powers have been conferred upon\nArmy officials to meet the dangerous conditions i.e. use of the C\narmed forces in aid of civil force to prevent activities involving\nterrorist acts directed towards overawing the government or\nstriking terror in people or alienating any section of the people\nor adversely affecting the harmony amongst different sections\nof the people. Therefore, Section 7 is required to be interpreted D\nkeeping the aforesaid objectives in mind.\nE\nF\n12. The 'prosecution' means a criminal action before the\ncourt of law for the purpose of determining 'guilt' or 'innocence'\nof a person charged with a crime. Civil suit refers to a civil\naction instituted before a court of law for realisation of a right\nvested in a party by law. The phrase 'legal proceeding' connotes\na term which means the proceedings in a court of justice to get\na remedy which the law permits to the person aggrieved. It\nincludes any formal steps or measures employed therein. It is\nnot synonymous with the 'judicial proceedings'. Every judicial\nproceeding is a legal proceeding but not vice-versa, for the\nreason that there may be a 'legal proceeding' which may not\nbe judicial at all, e.g. statutory remedies like assessment under\nIncome Tax Act, Sales Tax Act, arbitration proceedings etc. So,\nthe ambit of expression 'legal proceedings' is much wider than\n'judicial proceedings'. The expression 'legal proceeding' is to\nbe construed in its ordinary meaning but it is quite\ndistinguishable from the departmental and administrative\nproceedings, e.g. proceedings for registration of trade marks\netc. The terms used in Section 7 i.e. suit, prosecution and legal H\nG\n630 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA proceedings are not inter-changeable or convey the same\nmeaning. The phrase 'legal proceedings' is to be understood\nin the context of the statutory provision applicable in a particular\ncase, and considering the preceding words used therein. In\nAssistant Collector of Central Excise, Guntur v. Ramdev\nB Tobacco Company, AIR 1991 SC 506, this Court explained\nthe meaning of the phrase \"other legal proceedings\" contained\nin Section 40(2) of the Central Excises and Salt Act, 1944,\nwherein these words have been used after suit and prosecution.\nThe Court held that these words must be read as ejusdem\ngeneris with the preceding words i.e. suit and prosecution, as\nthey constitute a genus. Therefore, issuance of a notice calling\nupon the dealer to show cause why duty should not be\ndemanded under the Rules and why penalty should not be\nimposed for infraction of the statutory rules and enjoin of\nconsequential adjudication proceedings by the appellate\nauthority would not fall within the expression \"other legal\nproceedings\" as in the context of the said statute. 'Legal\nproceedings' do not include the administrative proceedings.\nC\nD\nIn Maharashtra Tubes Ltd. v. State Industrial \u0026\nE Investment Corporation of Maharashtra Ltd. \u0026 Anr., (1993) 2\nSCC 144, this Court dealt with the expressions 'proceedings'\nand 'legal proceedings' and placed reliance upon the dictionary\nmeaning of expression 'legal proceedings' as found in Black\nLaw Dictionary (Fourth Edition) which read as under:\nபட\nF\nG\nH\n\"Any proceedings in court of justice ... by which property\nof debtor is seized and diverted from his general creditors\n.... This term includes all proceedings authorised or\nsanctioned by law, and brought or instituted in a court of\njustice or legal tribunal, for the acquiring of a right or the\nenforcement of a remedy.\"\nThe Court came to the conclusion that proceedings before\nstatutory authorities under the provisions of the Act do not\namount to legal proceedings.\nGENERAL OFFICER COMMANDING v. CBI AND 631\nANR. [DR. B.S. CHAUHAN, J.]\n'Legal proceedings' means proceedings regulated or\nprescribed by law in which a judicial decision may be given; it\nmeans proceedings in a court of justice by which a party\npursues a remedy which a law provides, but does not include\nadministrative and departmental proceedings. (See also: S. V.\nKondaskar, Official Liquidator v. V.M. Deshpande, I.T.O. \u0026\nAnr., AIR 1972 SC 878; Babulal v. M/s. Hajari Lal Kishori Lal\n\u0026 Ors., AIR 1982 SC 818; and Binod Mills Co. Ltd., Ujjain v.\nShri. Suresh Chandra Mahaveer Prasad Mantri, Bombay, AIR\n1987 SC 1739).\nA\nB\nC\nD\nThe provision of Section 7 of the Act 1990 prohibits\ninstitution of legal proceedings against any Army personnel\nwithout prior sanction of the Central Government. Therefore,\nchargesheet cannot be instituted without prior sanction of the\nCentral Government. The use of the words 'anything done' or\n'purported to be done' in exercise of powers conferred by the\nAct 1990 is very wide in its scope and ambit and it consists of\ntwin test. Firstly, the act or omission complained of must have\nbeen done in the course of exercising powers conferred under\nthe Act, i.e., while carrying out the duty in the course of his\nservice and secondly, once it is found to have been performed E\nin discharge of his official duty, then the protection given under\nSection 7 must be construed liberally. Therefore, the provision\ncontained under Section 7 of the Act 1990\n(i) INSTITUTION OF A CASE:\n13. The meaning of the aforesaid term has to be\nascertained taking into consideration the scheme of the Act/\nStatute applicable. The expression may mean filing/\npresentation or received or entertained by the court. The\nquestion does arise as to whether it simply means mere\npresentation/filing or something further where the application of\nthe mind of the court is to be applied for passing an order.\nF\nG\n14. In M/s. Lakshmiratan Engineering Works Ltd. v. Asst.\nCommissioner (Judicial) I, Sales Tax, Kanpur Range, Kanpur H\n632\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nB\nA \u0026 Anr., AIR 1968 SC 488, this Court dealt with the provisions\nof U.P. Sales Tax Act, 1948 and rules made under it and while\ninterpreting the proviso to Section 9 thereof, which provided the\nmode of filing the appeal and further provided that appeal could\nbe \"entertained\" on depositing a part of the assessed/admitted\namount of tax. The question arose as what was the meaning\nof the word 'entertain' in the said context, as to whether it meant\nthat no appeal would be received or filed or it meant that no\nappeal would be admitted or heard and disposed of unless\nsatisfactory proof of deposit was available. This Court held that\nC dictionary meaning of the word 'entertain' was either 'to deal\nwith' or 'admit to consideration'. However, the court had to\nconsider whether filing or receiving the memorandum of appeal\nwas not permitted without depositing the required amount of\ntax or it could not be heard and decided on merits without\ndepositing the same. The court took into consideration the\nwords 'filed or received' in Section 6 of the Court Fees Act and\nheld that in the context of the said Act it would mean 'admit for\nconsideration'. Mere filing or presentation or receiving the\nmemorandum of appeal was inconsequential. The provisions\nprovided that the appeal filed would not be admitted for\nconsideration unless the required tax was deposited.\nD\nE\n15. In Lala Ram v. Hari Ram, AIR 1970 SC 1093, this\nCourt considered the word 'entertain' contained in the\nprovisions of Section 417(4) of the Code of Criminal Procedure,\nF 1898 (analogous to Section 378 Cr.P.C.) providing for the\nperiod of limitation of 60 days for filing the application for leave\nto appeal against the order of acquittal. Thus, the question\narose as to whether 60 days are required for filing/presenting\nthe application for leave to appeal or the application should be\nG heard by the court within that period. This Court held that in that\nH\ncontext, the word 'entertain' meant 'filed or received by the court'\nand it had no reference to the actual hearing of the application\nfor leave to appeal. So, in that context 'entertain' was explained\nto receive or file the application for leave to appeal.\nGENERAL OFFICER COMMANDING v. CBI AND\nANR. [DR. B.S. CHAUHAN, J.]\n633\n16. In Hindustan Commercial Bank Ltd. v. Punnu Sahu A\n(dead) through LRs., AIR 1970 SC 1384, this Court dealt with\nthe expression 'entertain' contained in the proviso to Order XXI\nRule 90 Code of Civil Procedure, 1908 as amended by the\nHigh Court of Allahabad and rejected the contention that it\nmeant initiation of the proceeding and not to the stage when B\nthe court takes up the application for consideration, observing\nthat 'entertain' means to \"adjudicate upon\" or \"proceed to\nconsider on merits\".\n17. In Martin and Harris Ltd. v. Vith Additional District\nJudge \u0026 Ors., AIR 1998 SC 492, while dealing with the\nprovisions of Section 21(1) of the U.P. Urban Buildings.\n(Regulation of Letting, Rent and Eviction) Act, 1972, the word\n\"entertain\" was interpreted as considering the grounds for the\npurpose of adjudication on merits i.e. thereby taking cognizance\nof an application by the statutory authority. The Court rejected\nthe contention that the term 'entertain' contained in the said\nstatutory provision was synonymous with the word 'institute'.\n18. In Jamuna Singh \u0026 Ors. v. Bhadai Shah, AIR 1964.\nSC 1541, this Court dealt with the expression 'institution of a\ncase' and held that a case can be said to be instituted in a court\nonly when the court takes cognizance of the offence alleged\ntherein. Section 190(1) Cr.P.C. contains the provision for taking\ncognizance of offence (s) by Magistrate. Section 193 Cr.P.C.\nprovides for cognizance of offence (s) being taken by courts of\nSessions on commitment to it by a Magistrate duly empowered\nin that behalf.\nThis view has been reiterated, approved and followed by\nthis Court in Satyavir Singh Rathi, ACP \u0026 Ors. v. State through\nCBI, (2011) 6 SCC 1.\nC\nD\nE\nF\nG\n19. A similar view has been reiterated by this Court in\nKamalapati Trivedi v. The State of West Bengal, AIR 1979 SC\n777, observing that when a Magistrate applies his mind under\nChapter XVI, he must be held to have taken cognizance of the H\n634 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA offences mentioned in the complaint. Such a situation would not\narise while passing order under Section 156(3) Cr.P.C. or while\nissuing a search warrant for the purpose of investigation. In\nDevarapalli Lakshminarayana Reddy \u0026 Ors. v. V. Narayana\nReddy \u0026 Ors., AIR 1976 SC 1672, this Court held that\n'institution' means taking cognizance of the offence alleged in\nthe chargesheet.\nB\nC\nD\nE\nF\n20. Mere presentation of a complaint cannot be held to\nmean that the Magistrate has taken the cognizance. (Vide:\nNarsingh Das Tapadia v. Goverdhan Das Partani \u0026 Anr., AIR\n2000 SC 2946).\n21. Thus, in view of the above, it is evident that the\nexpression \"Institution\" has to be understood in the context of\nthe scheme of the Act applicable in a particular case. So far\nas the criminal proceedings are concerned, \"Institution\" does\nnot mean filing; presenting or initiating the proceedings, rather\nit means taking cognizance as per the provisions contained in\nthe Cr.P.C.\n(ii) SANCTION FOR PROSECUTION:\n22. The protection given under Section 197 Cr.P.C. is to\nprotect responsible public servants against the institution of\npossibly vexatious criminal proceedings for offences alleged\nto have been committed by them while they are acting or\npurporting to act as public servants. The policy of the legislature\nis to afford adequate protection to public servants to ensure\nthat they are not prosecuted for anything done by them in the\ndischarge of their official duties without reasonable cause, and\nif sanction is granted, to confer on the Government, if they\nG choose to exercise it, complete control of the prosecution. This\nprotection has certain limits and is available only when the\nalleged act done by the public servant is reasonably connected\nwith the discharge of his official duty and is not merely a cloak\nfor doing the objectionable act. Use of the expression \"official\nH duty\" implies that the act or omission must have been done\nGENERAL OFFICER COMMANDING v. CBI AND 635\nANR. [DR. B.S. CHAUHAN, J.]\nby the public servant in the course of his service and that it A\nshould have been done in discharge of his duty. The section\ndoes not extend its protective cover to every act or omission\ndone by a public servant in service but restricts its scope of\noperation to only those acts or omissions which are done by a\npublic servant in discharge of official duty. If on facts, therefore, B\nit is prima facie found that the act or omission for which the\naccused was charged had reasonable connection with\ndischarge of his duty, then it must be held to be official to which\napplicability of Section 197 Cr.P.C. cannot be disputed. (See:\nR. Balakrishna Pillai v. State of Kerala \u0026 Anr., AIR 1996 SC C\n901; S.K. Zutshi \u0026 Anr. v. Bimal Debnath \u0026 Anr., AIR 2004\nSC 4174; Center for Public Interest Litigation \u0026 Anr. v. Union\nof India \u0026 Anr., AIR 2005 SC 4413; Rakesh Kumar Mishra v.\nState of Bihar \u0026 Ors., AIR 2006 SC 820; Anjani Kumar v.\nState of Bihar \u0026 Ors., AIR 2008 SC 1992; and State of Madhya\nPradesh v. Sheetla Sahai \u0026 Ors., (2009) 8 SCC 617).\nD\n23. The question to examine as to whether the sanction is\nrequired or not under a statute has to be considered at the time\nof taking cognizance of the offence and not during enquiry or\ninvestigation. There is a marked distinction in the stage of E\ninvestigation and prosecution. The prosecution starts when the\ncognizance of offence is taken. It is also to be kept in mind that\nthe cognizance is taken of the offence and not of the offender.\nThe sanction of the appropriate authority is necessary to protect\na public servant from unnecessary harassment or prosecution. F\nSuch a protection is necessary as an assurance to an honest\nand sincere officer to perform his public duty honestly and to\nthe best of his ability. The threat of prosecution demoralises the\nhonest officer. However, performance of public duty under\ncolour of duty cannot be camouflaged to commit a crime. The G\npublic duty may provide such a public servant an opportunity\nto commit crime and such issue is required to be examined by\nthe sanctioning authority or by the court. It is quite possible that\nthe official capacity may enable the pubic servant to fabricate\nthe record or mis-appropriate public funds etc. Such activities H\n636 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA definitely cannot be integrally connected or inseparably inter-\nlinked with the crime committed in the course of the same\ntransaction. Thus, all acts done by a public servant in the\npurported discharge of his official duties cannot as a matter of\ncourse be brought under the protective umbrella of requirement\nB of sanction. (Vide: Bhanuprasad Hariprasad Dave \u0026 Anr. v.\nThe State of Gujarat, AIR 1968 SC 1323; Hareram Satpathy\nv. Tikaram Agarwala \u0026 Ors., AIR 1978 SC 1568; State of\nMaharashtra v. Dr. Budhikota Subbarao, (1993) 3 SCC 339;\nAnil Saran v. State of Bihar \u0026 Anr., AIR 1996 SC 204;\nShambhoo Nath Misra v State of U.P. \u0026 Ors., AIR 1997 SC\n2102; and Choudhury Parveen Sultana v. State of West\nBengal \u0026 Anr., AIR 2009 SC 1404).\nC\nD\n24. In fact, the issue of sanction becomes a question of\nparamount importance when a public servant is alleged to have\nacted beyond his authority or his acts complained of are in\ndereliction of the duty. In such an eventuality, if the offence is\nalleged to have been committed by him while acting or\npurporting to act in discharge of his official duty, grant of prior\nsanction becomes imperative. It is so, for the reason that the\nE power of the State is performed by an executive authority\nauthorised in this behalf in terms of the Rules of Executive\nBusiness framed under Article 166 of the Constitution of India\ninsofar as such a power has to be exercised in terms of Article\n162 thereof. (See: State of Punjab \u0026 Anr. v. Mohammed Iqbal\nF Bhatti, (2009) 17 SCC 92).\nG\nH\n25. In Satyavir Singh Rathi, (Supra), this Court considered\nthe provisions of Section 140 of the Delhi Police Act 1978\nwhich bars the suit and prosecution in any alleged offence by\na police officer in respect of the act done under colour of duty\nor authority in exercise of any such duty or authority without the\nsanction and the same shall not be entertained if it is instituted\nmore than 3 months after the date of the act complained of. A\ncomplaint may be entertained in this regard by the court if\ninstituted with the previous sanction of the administrator within\nGENERAL OFFICER COMMANDING v. CBI AND 637\nANR. [DR. B.S. CHAUHAN, J.]\none year from the date of the offence. This Court after A\nconsidering its earlier judgments including Jamuna Singh\n(supra); The State of Andhra Pradesh v. N. Venugopal \u0026 Ors.,\nAIR 1964 SC 33; State of Maharashtra v. Narhar Rao, AIR\n1966 SC 1783; State of Maharashtra v. Atma Ram \u0026 Ors.,\nAIR 1966 SC 1786; and Prof. Sumer Chand v. Union of India B\n\u0026 Ors., (1994) 1 SCC 64, came to the conclusion that the\nprosecution has been initiated on the basis of the FIR and it\nwas the duty of the police officer to investigate the matter and\nto file a chargesheet, if necessary. If there is a discernible\nconnection between the act complained of by the accused and C\nhis powers and duties as police officer, the act complained of\nmay fall within the description of colour of duty. However, in a\ncase where the act complained of does not fall within the\ndescription of colour of duty, the provisions of Section 140 of\nthe Delhi Police Act 1978 would not be attracted.\n26. This Court in State of Orissa \u0026 Ors. v. Ganesh\nChandra Jew, AIR 2004 SC 2179, while dealing with the issue\nheld as under:\n11\nD\n'..... It is the quality of the act which is important and the E\nprotection of this section is available if the act falls within\nthe scope and range of his official duty. There cannot be\nany universal rule to determine whether there is a\nreasonable connection between the act done and the\nofficial duty, nor is it possible to lay down any such rule. F\nOne safe and sure test in this regard would be to consider\nif the omission or neglect on the part of the public servant\nto commit the act complained of could have made him\nanswerable for a charge of dereliction of his official duty.\nIf the answer to this question is in the affirmative, it may G\nbe said that such act was committed by the public servant\nwhile acting in the discharge of his official duty and there\nwas every connection with the act complained of and the\nofficial duty of the public servant.\"\nadded)\n(Emphasis\nH\n638 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA (See also: P. Arulswami v. State of Madras, AIR 1967 SC\n776).\nB\nC\nD\nE\nF\nG\nH\n27. This Court in Suresh Kumar Bhikamchand Jain v.\nPandey Ajay Bhushan \u0026 Ors., AIR 1998 SC 1524, held as\nunder:\n\"\n.... The legislative mandate engrafted in sub-section (1)\nof Section 197 debarring a Court from taking cognizance\nof an offence except with a previous sanction of the\nconcerned Government in a case where the acts\ncomplained of are alleged to have been committed by\npublic servant in discharge of his official duty or purporting\nto be in the discharge of his official duty and such public\nservant is not removable from his office save by or with\nthe sanction of the Government touches the jurisdiction of\nthe Court itself. It is a prohibition imposed by the statute\nfrom taking cognizance, the accused after appearing\nbefore the Court on process being issued, by an\napplication indicating that Section 197(1) is attracted\nmerely assists the Court to rectify its error where\njurisdiction has been exercised which it does not possess.\nIn such a case there should not be any bar for the accused\nproducing the relevant documents and materials which will\nbe ipso facto admissible, for adjudication of the question\nas to whether in fact Section 197 has any application in\nthe case in hand. It is no longer in dispute and has been\nindicated by this Court in several cases that the question\nof sanction can be considered at any stage of the\nproceedings.\" (Emphasis added)\n28. In Matajog Dobey v. H.C. Bhari, AIR 1956 SC 44, the\nConstitution Bench of this Court held that requirement of\nsanction may arise at any stage of the proceedings as the\ncomplaint may not disclose all the facts to decide the question\nof immunity, but facts subsequently coming either to notice of\nthe police or in judicial inquiry or even in the course of\n"}