{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"GENERAL OFFICER COMMANDING v. CBI AND\n619\nANR.\nAIR 1966 SC 1786\nrelied on\nPara 25\nA\n1993 (2) Suppl. SCR 123 relied on\nPara 25\n2004 (3) SCR 504\nrelied on\nPara 26\n1967 SCR 201\nrelied on\nPara 26\nB\n1997 (5) Suppl. SCR 524 relied on\nPara 27\n1955 SCR 925\nrelied on\nPara 28,56\n2006 (3) SCR 305\nrelied on\nPara 29, 56\nC\n2001 (3) SCR 766\nrelied on\nPara 29\n1980 (1) SCR 111\nrelied on\nPara 30\n2006 (10) Suppl. SCR 197 relied on\nPara 31\n2008 (4) SCR 976\nrelied on\nPara 32\nD\n1964 SCR 671\nrelied on\nPara 33\n1997 (5) Suppl. SCR 469 relied on\nPara 34\n2009 (7) SCR 759\nrelied on\nPara 35\nE\n2007 (12) SCR 830\nrelied on\nPara 36\n1997 (3) Suppl. SCR 356\nrelied on\nPara 37\n2003 (6) Suppl. SCR 541\nrelied on\nPara 38\nF\n1991 (1) SCC 57\nrelied on\nPara 39\n1994 (6) Suppl. SCR 16\nrelied on\nPara 39\n2012 (3) SCC 64\nrelied on\nPara 40\nG\n(2012) 4 SCALE 191\nrelied on\nPara 40\n2009 (8) SCR 85\nrelied on\nPara 41\n1961 SCR 91\nrelied on\nPara 43\n1983 (2) SCR 249\nrelied on\nPara 43\nH\n620 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA\n1959 SCR 564\nrelied on\nPara 44\n1971 (3) SCR 9\nrelied on\nPara 44\nAIR 1981 SC 1514\nrelied on\nPara 44\nAIR 1985 SC 1669\nrelied on\nPara 44\nB\n2002 (1) Suppl. SCR 289 relied on\nPara 44\n2008 (12) SCR 608\nrelied on\nPara 44\nAIR 1981 SC 636\nrelied on\nPara 44\nC\nAIR 1969 SC 414\nrelied on\nPara 59\nAIR 1972 SC 2548\nrelied on\nPara 60\n1994 (5) Suppl. SCR 422 relied on\nPara 61\nD\nAIR 1965 SC 247\nrelied on\nPara 61\nAIR 1998 SC 577\nrelied on\nPara 65\nE\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 257 of 2011 etc.\nFrom the Judgment \u0026 Order dated 10.07.2007 of the High\nCourt of Jammu \u0026 Kashmir in 561A 78 \u0026 80 of 2006.\nWITH\nF\nCrl. Appeal No. 55 of 2006.\nP.P. Malhotra, Mohan Parasaran, H.P. Raval, ASG, M.S.\nGanesh, Ashok Bhan, D.L. Chidananda, B.K. Prasad, Anil\nKatiyar, D.S. Mahra, R. Ayyam Perumal, Sukun K.S. Chandele,\nP.K. Dey, Dr. Chaudhary Shamsuddin Khan, Arvind Kumar\nG Sharma for the appearing parties.\nH\nThe Judgment of the Court was delivered by\nDR. B.S. CHAUHAN, J. 1. Criminal Appeal No. 257 of\n2011 has been preferred against the impugned judgment and\nGENERAL OFFICER COMMANDING v. CBI AND 621\nANR. [DR. B.S. CHAUHAN, J.]\norder dated 10.7.2007 passed by the High Court of Jammu and A\nKashmir in Petition Nos. 78 and 80 of 2006 under Section 561-\nA of the Code of Criminal Procedure, (J\u0026K) (hereinafter called\nas 'Code') by which the High Court upheld the order dated\n30.11.2006 passed by the Additional Sessions Judge,\nSrinagar in File No. 16/Revision of 2006, and by the Chief B\nJudicial Magistrate, Srinagar dated 24.8.2006, rejecting the\nappellant's application for not entertaining the chargesheet filed\nby the Central Bureau of Investigation (hereinafter called 'CBI').\n2. Brief facts relevant to the disposal of this appeal are as\nunder:\nC\nA. In Village Chittising Pora, District Anantnag, J\u0026K, 36\nSikhs were killed by terrorists on 20.3.2000. Immediately\nthereafter, search for the terrorists started in the entire area and\n5 persons, purported to be terrorists, were killed at village D\nPathribal Punchalthan, District Anantnag, J \u0026 K by 7 Rashtriya\nRifles (hereinafter called as `RR') Personnel on 25.3.2000 in\nan encounter.\nE\nF\nB. In respect of killing of 5 persons by 7 RR on 25.3.2000\nat Pathribal claiming them to be responsible for Sikhs\nmassacre at Chittising Pora, a complaint bearing No. 241/\nGS(Ops.) dated 25.3.2000 was sent to Police Station\nAchchabal, District Anantnag, J\u0026K by Major Amit Saxena, the\nthen Adjutant, 7 RR, for lodging FIR stating that during a special\ncordon and search operation in the forests of Panchalthan from\n0515 hr. to 1500 hrs. on 25.3.2000, an encounter took place\nbetween terrorists and troops of that unit and in that operation,\n5 unidentified terrorists were killed in the said operation. On the\nreceipt of the complaint, FIR No. 15/2000 under Section 307\nof Ranbir Penal Code (hereinafter called 'RPC') and Sections\n7/25 Arms Act, 1959 was registered against unknown persons.\nA seizure memo was prepared by Major Amit Saxena (Adjutant)\non 25.3.2000 showing seizure of arms and ammunition from\nall the 5 unidentified terrorists killed in the aforesaid operation\nwhich included AK-47 rifles (5), AK-47 Magazine rifles (12), H.\nG\n622 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA radio sets (2), AK-48 ammunition (44 rounds), hand grenades\n(2) detonators (4) and detonator time devices (2). The said\nseizure memo was signed by the witnesses Farooq Ahmad\nGujjar and Mohd. Ayub Gujjar, residents of Wuzukhan,\nPanchalthan, J \u0026 K.\nB\nC\nD\nE\nC. The 7 RR deposited the said recovered weapons and\nammunition with 2 Field Ordnance Depot. However, the local\npolice insisted that the Army failed to hand over the arms and\nammunition allegedly recovered from the terrorists killed in the\nencounter, which tantamounts to causing of disappearance of\nthe evidence, constituting an offence under Section 201 RPC.\nIn this regard, there had been correspondence and a Special\nSituation Report dated 25.3.2000 was sent by Major Amit\nSaxena, the then Adjutant, to Head Quarter-I, Sector RR stating\nthat, based on police inputs, a joint operation with STF was\nlaunched in the forest of Pathribal valley on 25.3.2000, as a\nconsequence, the said incident occurred. However, it was\nadded that ammunition allegedly recovered from the killed\nmilitants had been taken away by the STF.\nD. There had been long processions in the valley in protest\nof killing of these 5 persons on 25.3.2000 by 7 RR alleging that\nthey were civilians and had been killed by the Army personnel\nin a fake encounter. The local population treated it to be a\nbarbaric act of violence and there had been a demand of\nF independent inquiry into the whole incident. Thus, in view thereof,\non the request of Government of J \u0026 K, a Notification dated\n19.12.2000 under Section 6 of Delhi Police Special\nEstablishment Act, 1946 (hereinafter called as `Act 1946') was\nissued. In pursuance thereof, Ministry of Personnel, Government\nof India, also issued Notification dated 22.1.2003 under\nSection 5 of the Act 1946 asking the CBI to investigate four\ncases including the alleged encounter at Pathribal resulting in\nthe death of 5 persons on 25.3.2000.\nG\nE. The CBI conducted the investigation in Pathribal\nH incident and filed a chargesheet in the court of Chief Judicial\nGENERAL OFFICER COMMANDING v. CBI AND 623\nANR. [DR. B.S. CHAUHAN, J.]\nA\nB\nMagistrate-cum-Special Magistrate, CBI, (hereinafter called the\n'CJM') Srinagar, on 9.5.2006, alleging that it was a fake\nencounter, an outcome of criminal conspiracy hatched by Col.\nAjay Saxena (A-1), Major Brajendra Pratap Singh (A-2), Major\nSourabh Sharma (A-3), Subedar Idrees Khan (A-4) and some\nmembers of the troops of 7 RR were responsible for killing of\ninnocent persons. Major Amit Saxena (A-5) (Adjutant) prepared\na false seizure memo showing recovery of arms and\nammunition in the said incident, and also gave a false\ncomplaint to the police station for registration of the case\nagainst the said five civilians showing some of them as foreign C\nmilitants and false information to the senior officers to create\nan impression that the encounter was genuine and, therefore,\ncaused disappearance of the evidence of commission of the\naforesaid offence under Section 120-B read with Sections 342,\n304, 302, 201 RPC and substantive offences thereof. Major\nAmit Saxena (A-5) (Adjutant) was further alleged to have\ncommitted offence punishable under Section 120-B read with\nSection 201 RPC and substantive offence under Section 201\nRPC with regard to the aforesaid offences.\nF. The learned CJM on consideration of the matter, found\nthat veracity of the allegations made in the chargesheet and the\nanalysis of the evidence cannot be gone into as it would\ntantamount to assuming jurisdiction not vested in him. It was\nso in view of the provisions of Armed Forces J \u0026 K (Special\nPowers) Act, 1990 (hereinafter called 'Act 1990'), which offer\nprotection to persons acting under the said Act.\nG. The CJM, Srinagar, granted opportunity to Army to\nexercise the option as to whether the competent military\nauthority would prefer to try the case by way of court-martial by\ntaking over the case under the provisions of Section 125 of the\nArmy Act, 1950 (hereinafter called the `Army Act'). On\n24.5.2006, the Army officers filed an application before the\ncourt pointing out that no prosecution could be instituted except\nwith the previous sanction of the Central Government in view\nD\nE\nF\nG\nH\n624\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA of the provisions of Section 7 of the Act 1990 and, therefore,\nthe proceedings be closed by returning the chargesheet to the\nCBI.\nB\nс\nD\nH. The CJM vide order dated 24.8.2006 dismissed the\napplication holding that the said court had no jurisdiction to go\ninto the documents filed by the investigating agency and it was\nfor the trial court to find out whether the action complained of\nfalls within the ambit of the discharge of official duty or not.\nThe CJM himself could not analyse the evidence and other\nmaterial produced with the chargesheet for considering the fact,\nas to whether the officials had committed the act in good faith\nin discharge of their official duty; otherwise the act of such\nofficials was illegal or unlawful in view of the nature of the\noffence.\n1. Aggrieved by the order of CJM dated 24.8.2006, the\nappellant filed revision petition before the Sessions Court,\nSrinagar and the same stood dismissed vide order dated\n30.11.2006. However, the revisional court directed the CJM to\ngive one more opportunity to the Army officials for exercise of\nE option under Section 125 of the Army Act.\nF\nJ. The appellant approached the High Court under Section\n561-A of the Code. The Court vide impugned order dated\n10.7.2007 affirmed the orders of the courts below and held that\nthe very objective of sanctions is to enable the Army officers\nto perform their duties fearlessly by protecting them from\nvexatious, malafide and false prosecution for the act done in\nperformance of their duties. However, it has to be examined\nas to whether their action falls under the Act 1990. The CJM\ndoes not have the power to examine such an issue at the time\nG of committal of proceedings. At this stage, the Committal Court\nhas to examine only as to whether any case is made out and,\nif so, the offence is triable by whom.\nHence, this appeal.\nH\nGENERAL OFFICER COMMANDING v. CBI AND 625\nANR. [DR. B.S. CHAUHAN, J.]\n3. Criminal Appeal No. 55 of 2006 has been preferred A\nagainst the impugned judgment and order dated 28.3.2005\npassed by the High Court of Guwahati in Criminal Revision\nNo.117 of 2004 by which it has upheld the order of the Special\nJudicial Magistrate, Kamrup dated 10.11.2003 rejecting the\napplication of the appellant seeking protection of the provisions B\nof Section 6 of the Armed Forces (Special Powers) Act, 1958\n(hereinafter called the `Act 1958') in respect of the armed forces\npersonnel.\n4. Facts and circumstances giving rise to this appeal are\nas under:\nC\nA. In order to curb the insurgency in the North-East, the\nParliament enacted the Act 1958 authorising the Central\nGovernment as well as the Governor of the State to declare,\nby way of Notification in the official Gazette, the whole or part D\nof the State as disturbed area. Section 4 of the Act 1958\nconferred certain powers on the Army personnel acting under\nthe Act which include power to arrest without warrant on\nreasonable suspicion, destroy any arms, ammunitions dumped\nand hide out, and also to open fire or otherwise use powers E\neven to the extent of causing death against any person acting\nin contravention of law and order and further to carry out search\nand seizure. The entire State of Assam was declared disturbed\narea under the Act 1958 vide Notification dated 27.11.1990 and\nArmy was requisitioned and deployed in various parts of the F\nState to fight insurgency and to restore law and order.\nG\nB. On 22.2.1994, the 18th Battalion of Punjab Regiment\nwas deployed in Tinsukhia District of Assam to carry out the\ncounter insurgency operation in the area of Saikhowa Reserve\nForest. The said Army personnel faced the insurgents who\nopened fire from an ambush. The armed battalion returned fire\nand in the process, some militants died. The Battalion continued\nsearch at the place of encounter and consequently, 5 bodies\nof the militants alongwith certain arms and ammunitions were\nrecovered. In respect of the said incident, an FIR was lodged H\n626\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA at P.S. Doom Dooma. Local Police also visited the place on\n23.2.1994 and 1.3.1994 and investigated the case. The incident\nwas investigated by the Army under the Army Court of enquiry\nas provided under the Army Act. Two Magisterial enquiries\nwere held as per the directions issued by the State Government\nand as per the appellant, the version of the Army personnel was\nfound to be true and a finding was recorded that 'the counter\ninsurgency operation was done in exercise of the official duty'.\nB\nC\nE\nC. Two writ petitions were filed before the High Court by\nthe non-parties alleging that the Army officials apprehended 9\nindividuals and killed 5 of them in a fake encounter. The High\nCourt directed the CBI to investigate the matter.\nD. The CBI completed the investigation and filed\nchargesheet against 7 Army personnel in the Court of Special\nD Judicial Magistrate, Kamrup under Section 302/201 read with\nSection 109 of the Indian Penal Code, 1860 (hereinafter called\nIPC'). The Special Judicial Magistrate issued notice dated\n30.5.2002 to the appellant i.e. Army Headquarter to collect the\nsaid chargesheet. The appellant requested the said Court not\nto proceed with the matter as the action had been carried out\nby the Army personnel in performance of their official duty and\nthus, they were protected under the Act 1958 and in order to\nproceed further in the matter, sanction of the Central\nGovernment was necessary. The learned Special Judicial\nMagistrate rejected the case of the appellant vide order dated\n10.11.2003. Being aggrieved, the appellant preferred the\nrevision petition which has been rejected vide impugned order\ndated 28.3.2005 by the High Court.\nF\nG\nH\nHence, this appeal.\n5. As the facts and legal issues involved in both the\nappeals are similar, we decide both the appeals by a common\njudgment taking the Criminal Appeal No. 257 of 2011 as a\nleading case.\nGENERAL OFFICER COMMANDING v. CBI AND 627\nANR. [DR. B.S. CHAUHAN, J.]\n6. Shri Mohan Parasaran and Shri P.P. Malhotra, learned A\nAddl. Solicitor Generals appearing on behalf of the Union of\nIndia and Army personnel, have contended that mandate of\nSection 7 of the Act 1990 is clear and it clearly provides that\nno prosecution shall be instituted and, therefore, cannot be\ninstituted without prior sanction of the Central Government. It is B\ncontended that the prosecution would be deemed to have\ninstituted/initiated at the moment the chargesheet is filed and\nreceived by the court. Such an acceptance/receipt is without\njurisdiction. The previous sanction of the competent authority\nis a pre-condition for the court in taking the chargesheet on\nrecord if the offence alleged to have been committed in\ndischarge of official duty and such issue touches the jurisdiction\nof the court.\nC\nD\n7. On the other hand, Shri H.P. Raval, learned ASG, Shri\nAshok Bhan, learned senior counsel appearing on behalf of the\nCBI, and Mr. M.S. Ganesh appearing for the interveners (though\napplication for intervention not allowed) have vehemently\nopposed the appeals contending that the institution of a criminal\ncase means taking cognizance of the case, mere presentation/\nfiling of the chargesheet in the court does not amount to E\ninstitution. The court of CJM has not taken cognizance of the\noffence, therefore, the appeals are premature. Even otherwise,\nkilling innocent persons in a fake encounter in execution of a\nconspiracy cannot be a part of official duty and thus, in view of\nthe facts of the case no sanction is required. The appeals are F\nliable to be dismissed.\n8. We have considered the rival submissions made by the\nlearned counsel for the parties and perused the record.\nG\n9. The matter is required to be examined taking into\nconsideration the statutory provisions of the Act 1990 and also\nconsidering the object of the said Act. It is to be examined as\nto whether the court, after the chargesheet is filed, can entertain\nthe same and proceed to frame charges without previous\nsanction of the Central Government. The Act 1990 confers H\n628\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nB\nA certain special powers upon members of the Armed Forces in\nthe disturbed area in the State of J \u0026 K. The disturbed area is\ndefined and there is no dispute that the place where the\nincident occurred stood notified under the Act 1990. Section 4\nof the Act 1990 confers special powers on the officer of armed\nforces to take measures, where he considers it necessary to\ndo so, for the maintenance of public order. However, he must\ngive due warning according to the circumstances and even fire\nupon or use force that may also result in causing death against\nany person acting in contravention of law and order in the\ndisturbed area and prohibit the assembly of five or more\npersons or carrying of weapons etc. Such an officer has further\nbeen empowered to destroy any arms dump, arrest any person\nwithout warrant who has committed a cognizable offence and\nenter and search without warrant any premises to make any\narrest. Section 6 of the Act 1990 requires that such arrested\nperson and seized property be handed over to the local police\nby such an officer.\nC\nD\nE\n10. Section 7 of the Act 1990 provides for umbrella\nprotection to the Arrny personnel in respect of anything done\nor purported to be done in exercise of powers conferred by the\nAct. The whole issue is regarding the interpretation of Section\n7 of the Act 1990, as to whether the term 'institution' used\ntherein means filing/presenting/submitting the chargesheet in\nthe court or taking cognizance and whether the court can\nF proceed with the trial without previous sanction of the Central\nGovernment.\nG\nH\n11. The analogous provision to Section 7 of the Act 1990\nexists in Sections 45(1) and 197(2) of the Code of Criminal\nProcedure, 1973 (hereinafter called 'Cr.P.C.'). The provisions\nof Section 7 of the Act 1990 are mandatory and if not complied\nwith in letter and spirit before institution of any suit, prosecution.\nor legal proceedings against any persons in respect of anything\ndone or purported to be done in exercise of the powers.\nconferred by the Act 1990, the same could be rendered invalid\n"}