{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"སྐ་\nMOHD. SHAFI\nV.\nMOHD. RAFIQ \u0026 ANR.\nAPRIL 9, 2007\nA\nB\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nCode of Criminal Procedure, 1973:\ns.319—Person not arrayed as accused-Power to summon-Duty of\nCourt-Held: Is to arrive at satisfaction that there exists a possibility that\nthe accused so summoned is in all likelihood would be convicted-Such\nsatisfaction can be arrived at upon completion of cross-examination of\nwitnesses.\nC\nAn FIR was lodged against the appellant alleging the commission of\nD\noffence u/ss. 307/324 IPC. The injured died and the case was converted to\none u/s. 302 IPC. The police submitted charge sheet against one 'K' and not\nagainst appellant. Before the trial judge, respondent No. 1 was examined as\nPW-1. In his examination-in-Chief, he alleged that the incident had taken place\nin his presence and the appellant had taken part in the incident. An application\nwas filed for summoning the appellant under s.319 Cr.P.C. Sessions Judge E\ndismissed the application. Respondent No.1 filed an application under s.482\nCr.P.C., against the said order which was allowed.\nIn appeal to this Court, appellant contended that keeping in view the\nfact that the Sessions Judge had refused to exercise his discretionary\njurisdiction at that stage of the trial, the impugned judgment cannot be F\nsustained.\nRespondent contended that in view of the fact that the appellant was\nnamed in the FIR and the witnesses in their examination before the police\nunder s.161 Cr.P.C. alleged some overt act against him, the impugned\njudgment should not be interfered with.\nG\nAllowing the appeal, the Court\nHELD: 1. Before the trial Court seeks to take recourse to s.319 Cr.P.C.,\n1023\nH\n1024\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA the requisite ingredients must be fulfilled. Commission of an offence by a\nperson not facing trial, must, appear to the court concerned. It cannot be ipse\ndixit on the part of the court. Discretion in this behalf must be judicially\nexercised. It is incumbent that the Court must arrive at its satisfaction in\nthis behalf. [Para 7] [1026-F]\nB\n2. Respondent No. 1 states that he was merely a witness. He had/no say\nin the matter. Therefore, it is not understandable as to how, at his instance,\nand, that too, at that stage, the High Court could entertain an application under\ns.482 Cr.P.C. The judgment passed by the Sessions Judge was not even an\ninterim order affecting the rights of the parties. Even revision application\nC thereagainst was not maintainable at that stage. [Para 11] [1027-E]\nD\nE\nF\nG\nMunicipal Corporation of Delhi v. Ram Kishan Rohtagi and Ors., [1983]\n1 SCC 1 and Yuvrag Ambar Mohite v. State of Maharashtra, [2006] 10 Scale\n369, referred to.\n3. The trial Judge, in terms of s.319 was required to arrive at this\nsatisfaction. If he thought that the matter should receive his due consideration\nonly after cross-examination of the witnesses is over, no exception thereto\ncould be taken far less at the instance of witness and when the State was not\naggrieved by the same. [Para 12] [1027-F]\n4. Before a court exercises its discretionary jurisdiction in terms of\nCode of Criminal Procedure, it must arrive at the satisfaction that there exists\na possibility that the accused so summoned is in all likelihood would be\nconvicted. Such satisfaction can be arrived at upon completion of the cross-\nexamination of the said witness. For the said purpose, the Court concerned\nmay also like to consider other evidence. Therefore, the High Court has\ncommitted an error in passing the impugned judgment.\n2007\n[Para 13] [1027-H; 1028-A]\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 530 of\nFrom the Judgment and Order dated 25.09.2006 of the High Court of\nJudicature at Allahabad in Criminal Misc. Petition No. 11468 of 2006.\nKunwar C.M. Khan and Aftab Ali Khan, for the Appellant.\nAshok Kumar Singh and Sanjay Misra, for the Respondents.\nThe Judgment of the Court was delivered by\nH\nMOHD. SHAFI v. MOHD. RAFIQ [S.B. SINHA, J.]\n1025\nS.B. SINHA, J. 1. Leave granted.\nA\n2. A First Information Report was lodged against the appellant herein\nby one Rafiq on 10.11.2005 alleging commission of an offence under Section\n307/324 IPC. In view of the death of the injured, the case was converted to\none under Section 302 IPC. The police submitted a chargesheet only against\none Karimullah @ Aarif. No chargesheet was submitted as against the B\nappellant herein. After the matter was taken up for hearing before the learned\nTrial Judge, respondent No.1 examined himself as P.W.1. In his examination-\nin-chief, he alleged that the incident had taken place in his presence and the\nappellant had taken part in the incident. An application was filed for summoning\nthe appellant herein under Section 319 of the Code of Criminal Procedure only C\non the basis thereof. The Learned Sessions Judge refused to accede to the\nsaid prayer stating :-\n\"File is taken up. Statement has been perused in regard to the\napplication U/s 319 Cr.P.C. On perusal of the statement of the witness\nPW1 Rafiq, uptil now, witness's chief examination is only done. The D\nwitness had stated the incident has taken place in his presence and\nhas further stated to reach the spot on hearing the noise. On going\nthrough statement given u/s 161 Cr.P.C. of the witness, it is found to\nbe recorded in Paper No. 1 dated 10.11.2005 that he reached Reaching\nthe sport after the incident as stated by this witness. And accused\nKarimullah is said to be the incident doer. Hence, the application is\nnot acceptable at this stage. The application u/s 319 Cr.P.C. is being\ndismissed at this stage.\"\n3. Respondent No.1 filed an application before the High Court of\nJudicature at Allahabad under Section 482 Cr.P.C. against the said order and\nby reason of the impugned order, the same has been allowed. The appellant\nis, thus, before us.\nE\nF\n4. Contention of the learned counsel appearing for the appellant before\nus is that keeping in view the fact that the learned Sessions Judge had\nrefused to exercise his discretionary jurisdiction at that stage of the trial, the G\nimpugned judgment cannot be sustained.\n5. Learned counsel appearing on behalf of the respondent, on the other\nhand, submitted that in view of the fact that the appellant was named in the\nFIR and the witnesses in their examination before the police under Section 161\nof Cr.P.C. alleged some overt act against him, the impugned judgment should H\n1026\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA not be interfered with.\nB\nC\nᎠ\nE\nF\n6. Section 319 of the Code of Criminal Procedure reads thus :-\n\"319, Power to proceed against other persons appearing to be\nguilty of offence. -(1) Where, in the course of any inquiry into, or trial\nof, an offence, it appears from the evidence that any person not being\nthe accused has committed any offence for which such person could\nbe tried together with the accused, the Court may proceed against\nsuch person for the offence which he appears to have committed.\n(2) Where such person is not attending the Court he may be\narrested or summoned, as the circumstances of the case may require,\nfor the purpose aforesaid.\n(3) Any person attending the Court although not under arrest or\nupon a summons, may be detained by such court for the purpose of\nthe inquiry into, or trial of, the offence which he appears to have\ncommitted.\n(4) Where the Court proceeds against any person under sub-\nsection (1) then\n(a) the proceedings in respect of such person shall be commenced\nafresh, and witnesses re-heard;\n(b) subject to the provisions of clause (a), the case may proceed\nas if such person had been an accused person when the Court took\ncognizance of the offence upon which the inquiry or trial was\ncommenced.\"\n7. Before, thus, a trial court seeks to take recourse to the said provision,\nthe requisite ingredients therefore must be fulfilled. Commission of an offence\nby a person not facing trial, must, therefore, appears to the court concerned.\nIt cannot be ipse dixit on the part of the court. Discretion in this behalf must\nbe judicially exercised. It is incumbent that the court must arrive at its\nG satisfaction in this behalf.\n8. As interpretation of the above-mentioned provision is now covered\nby some decisions of this Court, we need not state ingredients at this stage..\n9. In Municipal Corporation of Delhi v. Ram Kishan Rohtagi and Ors.,\nH [1983] 1 SCC 1, A Division Bench of this Court while holding that even if a\nMOHD. SHAFI v. MOHD. RAFIQ [S.B. SINHA, J.]\n1027\nperson had not been sent for trial by the police, the trial court would be A\nentitled to invoke its jurisdiction after taking evidence, stating;\n\"19. In these circumstances, therefore, if the prosecution can at\nany stage produce evidence which satisfies the court that the other\naccused or those who have not been arrayed as accused against\nwhom proceedings have been quashed have also committed the offence B\nthe Court can take cognizance against them and try them along with\nthe other accused. But, we would hasten to add that this is really an\nextraordinary power which is conferred on the court and should be\nused very sparingly and only if compelling reasons exist for taking\ncognizance against the other person against whom action has not\nbeen taken. More than this we would not like to say anything further\nat this stage. We leave the entire matter to the discretion of the court\nconcerned so that it may act according to law.\"\n(Emphasis supplied)\n10. This aspect of the matter has also recently been considered in\nYuvrag Ambar Mohite v. State of Maharashtra, reported in (2006) 10 Scale\n369.\nC\nD\n11. Respondent No.1 states that he was merely a witness. He had no\nsay in the matter. We thus fall to understand as to how, at his instance, and, E\nthat too, at that stage, the High Court could entertain an application under\nSection 482 Cr.P.C. The judgment and order dt. 26.08.2006 passed by the\nlearned Sessions Judge was not even an interim order affecting the rights of\nthe parties. Even revision application thereagainst could not have been\nmaintained at that stage.\n12. The Trial Judge, as noticed by us, in terms of Section 319 of the\nCode of Criminal Procedure was required to arrive at his satisfaction. If he\nthough that the matter should receive his due consideration only after the\ncross-examination of the witnesses is over, no exception thereto could be\ntaken far less at the instance of a witness and when the State was not\naggrieved by the same.\n13. From the decisions of this Court, as noticed above, it is evident that\nbefore a court exercises its discretionary jurisdiction in terms of Section 319\nof the Code of Criminal Procedure, it must arrive at the satisfaction that there\nexists a possibility that the accused so summoned is in all likelihood would\nF\nG\nH\n1028\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA be convicted. Such satisfaction can be arrived at inter alia upon completion\nof the cross-examination of the said witness. For the said purpose, the court\nconcerned may also like to consider other evidence. We are, therefore, of the\nview that the High Court has committed an error in passing the impugned\njudgment. It is accordingly set aside. The appeal is allowed.\nB D. G.\nAppeal allowed.\n"}