{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nB\nJAGDISH CHANDER\nV.\nRAMESH CHANDER AND ORS.\nAPRIL 26, 2007\n[H.K. SEMA AND R.V. RAVEENDRAN, JJ.]\nArbitration and Conciliation Act, 1996:\nSections 7 and 11-Arbitration agreement and appointment of\nC arbitrator-Settlement of disputes clause in Deed of Partnership—Providing\nfor disputes to be settled mutually or referred for arbitration if parties so\ndetermine-Held, the relevant clause of Deed of Partnership is not an\narbitration agreement, but a provision which enables arbitration only if\nparties mutually decide after due consideration as to whether dispute should\nbe referred to arbitration or not-The clause requires consent of parties\nbefore dispute can be referred to arbitration-In absence of arbitration\nagreement, arbitrator could not have been appointed—Section 89, CPC has\nalso no application to the case-Attributes/essential elements/settled\nprinciples in regard to what constitutes an arbitration agreement, as given\nin various decisions of Supreme Court, set out in the judgment—Code of Civil\nE Procedure, 1908–Section 89.\nD\nCode of Civil Procedure, 1908:\nSection 89-Even though the Section mandates courts to refer pending\nsuits to any of several alternative disputes resolution processes, there cannot\nF be a reference to arbitration under Section 89, unless there is a mutual\nconsent of parties for such reference.\nWords and Phrases:\nExpression \"dispute shall be referred to arbitration if parties so\nG determine\", appearing in a settlement of disputes clause of a Deed of\nPartnership Meaning of\nH\nWord 'determine'-Connotation of\nAppellant and respondent No.1 entered into a business partnership.\n720\nJAGDISH CHANDER v. RAMESH CHANDER\n721\nB\nClause 16 of the Deed of Partnership relating to settlement of disputes A\nprovided: \"If any dispute touching the partnership arises between the partners,\nthe same shall be mutually decided by the partners or shall be referred for\narbitration if the parties so determine\". On the strength of this clause\nrespondent No.1 filed an application under Sections 11(5) and 11(6) of the\nArbitration and Conciliation Act, 1996 for appointment of an arbitrator to\ndecide the dispute regarding dissolution of the partnership firm and for\nrendition of accounts. The appellant resisted the application, inter alia, on\nthe ground that the partnership deed did not contain any agreement to refer\nany dispute to arbitration and Clause 16 of the Deed of Partnership was not\nan arbitration agreement. The Judge of the High Court, who heard the\napplication, held Clause 16 as an arbitration agreement and appointed a retired C\nJudge as the sole arbitrator. Aggrieved, the appellant filed the present appeal.\nOn the question: whether Clause 16 of the Deed of Partnership is an\n'arbitration agreement within the meaning of Section 7 of the Arbitration\nand Conciliation Act, 1996,\nAllowing the appeal, the Court\nD\nHELD: 1.1. In view of the attributes or essential elements of an\narbitration agreement and the well settled principles in regard to what\nconstitutes an arbitration agreement referred to in various decisions of this\nCourt and set out in this judgment, Clause 16 of the Deed of Partnership in E\nthe instant case is not an arbitration agreement as defined under Section 7\nof the Arbitration and Conciliation Act, 1996.\n[Paras 8 and 9] [725-A, B; 727-C]\nK.K. Modi v. K.N. Modi, [1998] 3 SCC 573; Bharat Bhushan Bansal v.\nU.P. Small Industries Corporation Ltd., [1999] 2 SCC 166; Bihar State Mineral F\nDevelopment Corporation v. Encon Builders (I) (P) Ltd., [2003] 7 SCC 418\nand State of Orissa v. Damodar Das, [1996] 2 SCC 216, relied on.\nG\n1.2. When Clause 16 of the Deed of Partnership uses the words \"the\ndispute shall be referred for arbitration if the parties so determine\", it means\nthat it is not an arbitration agreement but a provision which enables arbitration\nonly if the parties mutually decide after due consideration as to whether the\ndisputes should be referred to arbitration or not. The expression \"determine\"\nindicates that the parties are required to reach a decision by application of\nmind. In effect, the clause requires the consent of parties before the disputes\ncan be referred to arbitration. The main attribute of an arbitration agreement, H\n722\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA namely, consensus ad idem to refer the disputes to arbitration is missing in\nclause 16 relating to settlement of disputes. [Para 9] [727-A, B, C]\nB\nWellington v. Kirit Mehta, [2000] 4 SCC 272 and Jyoti Bros v. Shree\nDurg Mining Co., AIR (1956) Cal 280, cited.\n2.1. The contention of appellant that on a conjoint reading of clause 16\nof the Deed of Agreement and Section 89 of CPC, the dispute could be referred\nto arbitrator, under clause 16, has no merit. The object and scope of section\n11 of the Act is specific and narrow. Though the power exercised under section\n11 of the Act has been held to be a judicial power, the proceedings relate only\nto appointment of Arbitral Tribunal. The disputes as such are not before the\nC\nChief Justice or his designate for adjudication. Therefore, section 89, CPC\nhas no application. It should not also be overlooked that even though section\n89 mandates courts to refer pending suits to any of the several alternative\ndispute resolution processes mentioned therein, there cannot be a reference\nto arbitration even under section 89, CPC, unless there is a mutual consent\nD of all parties, for such reference. [Para 10] [727-F, G, H; 728-A]\nSBP \u0026 Co. v. Patel Engineering Ltd. [2005] 8 SCC 618, referred to.\n2.2. The existence of an arbitration agreement as defined under section\n7 of the Act is a condition precedent for exercise of power to appoint an\nE Arbitrator/Arbitral Tribunal, under section 11 of the Act by the Chief Justice\nor his Designate. It is not permissible to appoint an Arbitrator to adjudicate\nthe disputes between the parties, in the absence of an arbitration agreement\nor mutual consent. The designate of the Chief Justice of the High Court could\nnot have appointed the arbitrator in the absence of an arbitration agreement.\nThe order appointing Arbitrator is set aside. [Paras 11 and 12] [728-A, B, C]\nF\nG\nH\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 4467 of 2002.\nFrom the Final Judgment and Order dated 10.07.2001 of the High Court\nof Delhi at New Delhi in Arbitration Application No. 284 of 1997.\nLalita Kohli (for Manoj Swarup) and Arvind Gaur, for the Appellant.\nRohit Minocha, S.P. Sharma and Ashwani Bhardwaj for the Respondents.\nThe Judgment of the Court was delivered by:\nR.V. RAVEENDRAN, J. 1. This appeal by special leave is against the\nJAGDISH CHANDER v. RAMESH CHANDER [R.V. RAVEENDRAN, J.] 723\norder dated 10.7.2001 passed by the Designate of Chief Justice of the High A\nCourt of Delhi, allowing Arbitration Application No.284 of 1997 filed under\nSection 11 (5) and (6) of the Arbitration and Conciliation Act, 1996 ('the Act'\nfor short).\n2. The appellant and first respondent entered into a Partnership as per\ndeed dated 9.1.1964 to carry on the business under the name and style of B\n'Empire Art Industries'. Clause 16 of the said Deed relates to settlement of\ndisputes. The said clause is extracted below:\n“(16) If during the continuance of the partnership or at any time\nafterwards any dispute touching the partnership arises between the\npartners, the same shall be mutually decided by the partners or shall C\nbe referred for arbitration if the parties so determine.\"\n(Emphasis supplied)\n3. The first respondent filed the application for appointment of an\nArbitrator to decide the disputes in regard to dissolution of the said partnership D\nfirm and for rendition of accounts. In the said application, the first Respondent\narrayed the appellant herein as the first respondent. Respondents 2 to 6\nherein were also impleaded as respondents alleging that the two partners\nentered into an arrangement/agreement with Respondents 2 to 6 in the year\n1974 under which Respondents 2 to 6 were to supervise the business of the E\nfirm and pay to each of the two partners, a fixed sum, which was increased\nperiodically. According to first Respondent, the arrangement worked\nsatisfactorily for several years, but for some years, the entire amount was\nbeing received by the appellant and he was not paying the first Respondent's\nhalf share. The appellant resisted the petition, inter alia, on the ground that\nthe partnership had come to an end in the year 1979 and the accounts were F\nall settled. He also contended that the partnership deed did not contain any\nagreement to refer disputes to arbitration. It was specifically contended that\nclause 16 of the Deed of Partnership was not an arbitration agreement.\n4. The learned Judge who heard the application under section 11,\nG\nallowed it by order dated 10.7.2001. He held that if the intention of the parties\nwas not to refer their disputes to arbitration, there was no need to incorporate\nclause 16 making a specific mention of arbitration, and that such a provision\nshould be liberally interpreted so as to encourage arbitration. The learned\nJudge held that clause 16 of the partnership deed was an arbitration agreement.\nIn regard to the objection of respondents 2 to 6 that they were not parties H\n724\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA to either the partnership deed or agreement, the learned Judge observed that\nthe scope of the proceedings was limited to the extent of examining whether\nit was a case for appointment of Arbitrator or not, and it was for the Arbitrator\nto decide whether Respondents 2 to 6 were liable or not. Justice Santosh\nDuggal, a retired Judge, was appointed as the sole Arbitrator.\nB\n5. The appellant has challenged the said order appointing the Arbitrator.\nIt is submitted that the power under section 11 of the Act, to appoint an\nArbitrator, can be exercised only if there is a valid arbitration agreement\nbetween the parties, and that as there is no arbitration agreement between the\nparties, the Arbitrator could not have been appointed. Strong reliance was\nC placed by the Appellant on the decision in Wellington v. Kirit Mehta, [2000]\nᎠ\n4 SCC 272; where a Designate of the Chief Justice of India held that the\nfollowing clause was not an ‘arbitration agreement':\n\"It is also agreed by and between the parties that any dispute or\ndifference arising in connection with these presents may be referred\nto arbitration in pursuance of the Arbitration Act, 1940 by each party\nappointing one arbitrator and the arbitrator so appointed selecting an\nUmpire. The venue of the arbitration shall be at Bombay.\"\nHe also held that the use of the word “may” could not be construed as \"shall\"\nand that the clause was only an enabling provision and a fresh consent was\nE necessary to go to arbitration. The decision of the Calcutta High Court in\nJyoti Bros v. Shree Durg Mining Co., AIR (1956) Cal 280 was also cited with\napproval.\n6. Therefore, the only question that arises for consideration in this case\nis whether clause 16 of the Deed of Partnership dated 9.1.1964 is an ‘arbitration\nF agreement' within the meaning of Section 7 of the Act.\nG\n7. Sub-section (1) of Section 7 of the Act defines ‘arbitration agreement'\nas an agreement by the parties to submit to arbitration all or certain disputes\nwhich have arisen or which may arise between them in respect of a defined\nlegal relationship, whether contractual or not Sub-section (2) provides that an\narbitration agreement may be in the form of an arbitration clause in a contract\nor in the form a separate agreement. Sub-section (3) requires an arbitration\nagreement to be in writing. Sub-section (4) provides that an arbitration\nagreement is in writing, if it is contained in (a) document signed by the\nparties; or (b) in an exchange of letters, telex, telegrams or other means of\nH telecommunication which provide a record of the agreement; or (c) an exchange\n-\nJAGDISH CHANDER v. RAMESH CHANDER [R.V. RAVEENDRAN, J.] 725\nof statements of claim and defence in which the existence of the agreement A\nis alleged by one party and not denied by the other.\n8. This Court had occasion to refer to the attributes or essential elements\nof an arbitration agreement in K.K. Modi v. K. N. Modi, [1998] 3 SCC 573,\nBharat Bhushan Bansal v. U.P. Small Industries Corporation Ltd., [1999] 2\nSCC 166 and Bihar State Mineral Development Corporation v. Encon Builders B\n(I)(P) Ltd., [2003] 7 SCC 418. In State of Orissa v. Damodar Das, [1996] 2 SCC\n216, this Court held that a clause in a conact can be construed as an 'arbitration\nagreement' only if an agreement to refer disputes or differences to arbitration\nis expressly or impliedly spelt out from the clause. We may at this juncture\nset out the well settled principles in regard to what constitutes an arbitration\nagreement:\nC\n(i) The intention of the parties to enter into an arbitration agreement\nshall have to be gathered from the terms of the agreement. If the terms\nof the agreement clearly indicate an intention on the part of the parties.\nto the agreement to refer their disputes to a private tribunal for D\nadjudication and an willingness to be bound by the decision of such\ntribunal on such disputes, it is arbitration agreement. While there is\nno specific form of an arbitration agreement, the words used should\ndisclose a determination and obligation to go to arbitration and not\nmerely contemplate the possibility of going for arbitration. Where\nthere is merely a possibility of the parties agreeing to arbitration in E\nfuture, as contrasted from an obligation to refer disputes to arbitration,\nthere is no valid and binding arbitration agreement.\n(ii) Even if the words 'arbitration' and 'arbitral tribunal (or arbitrator)'\nare not used with reference to the process of settlement or with\nreference to the private tribunal which has to adjudicate upon the F\ndisputes, in a clause relating to settlement of disputes, it does not\ndetract from the clause being an arbitration agreement if it has the\nattributes or elements of an arbitration agreement. They are: (a) The\nagreement should be in writing, (b) The parties should have agreed\nto refer any disputes (present or future) between them to the decision G\nof a private tribunal. (c) The private tribunal should be empowered\nto adjudicate upon the disputes in an impartial manner, giving due\nopportunity to the parties to put forth their case before it. (d) the\nparties should have agreed that the decision of the Private Tribunal\nin respect of the disputes will be binding on them.\nH\nA\nB\nC\nᎠ\nE\n(I)\nF\nG\nH\n726\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n(iii) Where the clause provides that in the event of disputes arising\nbetween the parties, the disputes shall be referred to Arbitration, it is\nan arbitration agreement. Where there is a specific and direct expression\nof intent to have the disputes settled by arbitration, it is not necessary\nto set out the attributes of an arbitration agreement to make it an\narbitration agreement. But where the clause relating to settlement of\ndisputes, contains words which specifically excludes any of the\nattributes of an arbitration agreement or contains anything that detracts\nfrom an arbitration agreement, it will not be an arbitration agreement.\nFor example, where an agreement requires or permits an authority to\ndecide a claim dispute without hearing, or requires the authority to act\nin the interests of only one of the parties, or provides that the\ndecision of the Authority will not be final and binding on the parties,\nor that if either party is not satisfied with the decision of the Authority,\nhe may file a civil suit seeking relief, it cannot be termed as an\narbitration agreement.\n(iv) But mere use of the word 'arbitration' or 'arbitrator' in a clause\nwill not make it an arbitration agreement, if it requires or contemplates\na further or fresh consent to the parties for reference to arbitration.\nFor example, use of words such as “parties can, if they so desire, refer\ntheir disputes to arbitration\" or \"in the event of any dispute, the\nparties may also agree to refer the same to arbitration” or “if any\ndispute arise between the parties, they should consider settlement by\narbitration\" in a clause relating to settlement of disputes, indicate that\nthe clause is not intended to be an arbitration agreement. Similarly, a\nclause which states that \"if the parties so decide, the disputes shall\nbe referred to arbitration\" or \"any disputes between parties, if they so\nagree, shall be referred to arbitration” is not an arbitration agreement.\nSuch clauses merely indicate a desire or hope to have the disputes\nsettled by arbitration, or a tentative arrangement to explore arbitration\nas a mode of settlement if and when a dispute arises. Such clauses\nrequire the parties to arrive at a further agreement to go to arbitration,\nas and when the disputes arise. Any agreement or clause in an\nagreement requiring or contemplating a further consent or consensus\nbefore a reference to arbitration, is not an arbitration agreement, but\nan agreement to enter into an arbitration agreement in future.\n9. Para 16 of the Partnership deed provides that if there is any dispute\ntouching the partnership arising between the partners, the same shall be\nJAGDISH CHANDER v. RAMESH CHANDER [R. V. RAVEENDRAN, J.] 727\nmutually decided by the parties or shall be referred to arbitration if the parties A\nso determine. If the clause had merely said that in the event of dispute arising\nbetween the parties, they \"shall be referred to arbitration\", it would have been\narbitration agreement. But the use of the words \"shall be referred for arbitration\nif the parties so determine\" completely change the complexion of the provision.\nThe expression \"determine” indicates that the parties are required to reach a\nB\ndecision by application of mind. Therefore, when clause 16 uses the words\n\"the dispute shall be referred for arbitration if the parties so determine\", it\nmeans that it is not an arbitration agreement but a provision which enables\narbitration only if the parties mutually decide after due consideration as to\nwhether the disputes should be referred to arbitration or not. In effect, the\nclause requires the consent of parties before the disputes can be referred to C\narbitration. The main attribute to an arbitration agreement, namely, concensus\nad idem to refer the disputes to arbitration is missing in clause 16 relating to\nsettlement of disputes. Therefore it is not an arbitration agreement, as defined\nunder section 7 of the Act. In the absence of an arbitration agreement, the\nquestion of exercising power under section 11 of the Act to appoint an\nArbitrator does not arise.\nD\nE\n10. Learned counsel for the first respondent next contended that clause\n16 of the deed of partnership discloses a clear intention on the part of the\npartners to settle their dispute relating to partnership by an alternative dispute\nresolution process. He pointed out that clause 16 required the partners to\n\"mutually decide the disputes\" or \"refer the disputes to arbitration\". This,\naccording to him, is in the nature of a 'con-arb' agreement, that is, it requires\nthe parties to settle the disputes by negotiations (conciliation and mediation),\nand failing settlement by such negotiations, refer the disputes to arbitration\nfor settlement. He submitted that the clause provides what section 89 CPC\nnow statutorily requires. It is contended that if under section 89 of CPC, F\nparties can be mandated to have recourse to alternative dispute resolution\nprocesses to settle their disputes, there is no reason why the disputes\nbetween the parties in this case should not be referred to ADR process\nincluding arbitration under clause 16. This contention, though attractive, has\nno merit. The object and scope of section 11 of the Act is specific and narrow.\nThough the power exercised under section 11 of the Act has been held to\nbe a judicial power [see SBP \u0026 Co. v. Patel Engineering Ltd., [2005] 8 SCC\n618, the proceedings relate only to appointment of Arbitral Tribunal. The\ndisputes as such are not before the Chief Justice or his designate for\nadjudication. Therefore, section 89 CPC has no application. It should not also\nbe overlooked that even though section 89 mandates courts to refer pending H\nG\n728\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA suits to any of the several alternative dispute resolution processes mentioned\ntherein, there cannot be a reference to arbitration even under section 89 CPC,\nunless there is a mutual consent of all parties, for such reference. Be that as\nit may.\n11. The existence of an arbitration agreement as defined under Section\nB 7 of the Act is a condition precedent for exercise of power to appoint an\nArbitrator/Arbitral Tribunal, under section 11 of the Act by the Chief Justice\nor his Designate. It is not permissible to appoint an Arbitrator to adjudicate\nthe disputes between the parties, in the absence of an arbitration agreement\nor mutual consent. The designate of the Chief Justice of Delhi could not have\nC appointed the Arbitrator in the absence of an arbitration agreement.\n12. The appeal is therefore allowed, the order appointing an Arbitrator\nis set aside and the application by the first respondent under section 11 of\nthe Act is rejected. Parties to bear their respective costs.\nR.P.\nD\nAppeal allowed.\n"}