{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 4 S.C.R. 889\nRADHEYSHYAM KEJRIWAL\nV.\nSTATE OF WEST BENGAL AND ANR.\n(Criminal Appeal No. 1097 of 2003)\nFEBRUARY 18, 2011\n[HARJIT SINGH BEDI, P. SATHASIVAM AND\nCHANDRAMAULI KR. PRASAD, JJ.]\nA\nB\nForeign Exchange Regulation Act, 1973 - ss. 50, 51 and\n56 - Scope and applicability of - Charges against the C\nappellant for contravening the provisions of s.9(1)(f)(i) and\ns.8(2) r/w s.64(2) - Enforcement Directorate (ED) sought to\nprosecute appellant in a proceeding u/s.56 though on the\nself-same facts and cause of action, respondent-adjudicating\nauthority had dropped charges framed against the appellant D\nu/s.50 - Plea of appellant that standard of proof required to\nbring home the charge in a criminal case is much higher than\nthe adjudication proceeding and once the appellant was\nexonerated in the adjudication proceeding, his prosecution\nwas an abuse of the process of Court - Held (per majority): E\nThe yardstick would be to judge as to whether allegation in\nthe adjudication proceedings and the proceedings for\nprosecution was identical and exoneration of the person\nconcerned in the adjudication proceeding was on merits - In\ncase it is found on merit that there was no contravention of\nthe provisions of the Act in the adjudication proceedings, the\ntrial of the person concerned shall be an abuse of the process\nof the court In the instant case, in the adjudication\nproceeding on merit the adjudicating authority had\ncategorically held that the charges against the appellant for\ncontravening the provisions of s.9(1)(f)(i) and s.8(2) r/w s.64(2)\nwere not sustainable - In the face of the finding by the\nEnforcement Directorate in adjudication proceeding that there\nwas no contravention of any of the provisions of the Act, it\n-\n889\nF\nG\nH\n890\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\n-\nA would be unjust and an abuse of the process of the court to\npermit the Enforcement Directorate to continue with the\ncriminal prosecution - Resultantly the appellant's prosecution\nis quashed - Held (per minority): The scheme of the Act\nmakes it clear that adjudication by the concerned authorities\nB and prosecution are distinct and separate The two\nproceedings are independent and irrespective of the outcome\nof the decision u/s.50, there cannot be any bar in initiating\nprosecution u/s.56 - In the light of the mandate of s.56, it is\nthe duty of the Criminal Court to discharge the functions\nC vested with it and give effect to the legislative intention,\nparticularly, in the context of the scope and object of FERA\nwhich was enacted for economic development of the country\nand augmentation of revenue.\nD\nThe Enforcement Directorate alleged that the\nappellant had contravened the provisions of Section 8(2)\nand 9(1)(f)(i) of the Foreign Exchange Regulation Act,\n1973 and accordingly rendered himself liable to\nimposition of penalty under Section 50 of the Act.\nAccordingly, adjudication proceeding as contemplated\nE under Section 51 of the Act were instituted against him\nfor the aforesaid contraventions. The adjudication officer\n(the Special Director) came to the conclusion that the\nallegation made against the appellant of contravention of\nthe provisions of Section 8, 9(1)(f)(i) and Section 8(2) read\nF with Section 64(2) of the Act were not sustainable. The\nEnforcement Directorate did not challenge this order and\nit attained finality.\nG\nH\nThe Enforcement Directorate on the same allegation\nwhich was the subject matter of adjudication proceeding\nlaid complaint against the appellant for prosecution\nunder Section 56 of the Act before the Metropolitan\nMagistrate. After the issuance of process and exoneration\nin the adjudication proceeding, the appellant filed\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 891\nBENGAL\napplication for dropping the proceedings, inter alia, A\ncontending that on the same allegation the adjudication\nproceedings having been dropped and the appellant\nexonerated, his continued prosecution is an abuse of the\nprocess of the Court. The Metropolitan Magistrate rejected\nhis prayer. Aggrieved, the appellant preferred criminal B\nrevision application which was dismissed by the High\nCourt by the impugned order.\nIn the instant appeal, dispute arose as to whether the\nEnforcement Directorate (ED) could prosecute the\nappellant in a proceeding under Section 56 of the FERA\nwhen on the self-same facts and cause of action, the\nrespondent-adjudicating authority had dropped the\ncharges framed against the appellant under Section 50\nof the FERA.\nC\nD\nIt was contended on behalf of the appellant that\nstandard of proof required to bring home the charge in a\ncriminal case is much higher than the adjudication\nproceeding and once the appellant was exonerated in the\nadjudication proceeding, his prosecution was an abuse E\nof the process of Court.\nAllowing the appeal (per majority),\nPer Chandramauli Kr. Prasad, J. (for Harjit Singh Bedi, J.\nand himself):\nF\nHELD: 1. Section 50 of the Foreign Exchange\nRegulation Act, 1973 (FERA) provides for mandatory\npenalty and fixes the outer limit of such penalty on any\nperson contravening the provisions of the Act which is G\nto be adjudged by the Director of Enforcement or any\nother officer of the Enforcement not below the rank of an\nAssistant Director empowered by the Central Government.\nThe procedure and the power to adjudicate penalty has\nH\n892\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA been provided under Section 51 of the Act. From a plain\nreading of Section 51 of the Act it is evident that for\nadjudging the penalty under Section 51 of the Act for\ncontravention of the provisions of the Act or any rule,\ndirection or order made thereunder the adjudicating\nB officer is to be satisfied that the person has committed\nthe contravention after holding an inquiry in the\nprescribed manner and after giving the person\nconcerned a reasonable opportunity of making\nrepresentation. Thus besides the procedural requirement\nthe sine qua non for imposition of penalty under Section\n51 of the Act is that the adjudicating officer has to record\nits satisfaction that the person concerned has committed\nthe contravention of any of the provisions of the Act or\nof any rule, direction or order made thereunder. [Paras\n8, 9] [903-E-H; 904-A-G]\nC\nD\n2. As would be evident from the preamble of the\nFERA, it was enacted for the conservation of foreign\nexchange resources of the Country and the proper\nutilization thereof in the economic development of the\nE Country. The proceedings under Section 51 and 56 of the\nAct are independent of each other and the finding in an\nadjudication proceeding under Section 51 of the Act is\nnot binding in the proceeding for prosecution under\nSection 56 of the Act and both can go hand in hand.\nF Further, the prosecution can be launched even before\nconclusion of adjudication proceeding under Section 51\nof the Act. [Paras 10, 11] [904-H; 905-H; 906-A-C]\nG\nI\n3. The standard of proof in a criminal case is much\nhigher than that of the adjudication proceeding. The\nEnforcement Directorate has not been able to prove its\ncase in the adjudication proceeding and the appellant has\nbeen exonerated on the same allegation. The appellant\nis facing trial in the criminal case. Therefore, the\ndetermination of facts in the adjudication proceeding\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 893\nBENGAL\ncannot be said to be irrelevant in the criminal case. A\nHowever, the finding in an adjudication proceeding is not\nbinding in the proceeding for criminal prosecution. A\nperson held liable to pay penalty in adjudication\nproceeding cannot necessarily be held guilty in criminal\ntrial. Adjudication proceedings are decided on the basis B\nof preponderance of evidence of a little higher degree\nwhereas in a criminal case entire burden to prove beyond\nall reasonable doubt lies on the prosecution. [Paras 15,\n16] [909-H; 910-A-B; 911-F-G]\nC\n4. The yardstick would be to judge as to whether\nallegation in the adjudication proceeding as well as\nproceeding for prosecution is identical and the\nexoneration of the person concerned in the adjudication\nproceeding is on merits. In case it is found on merit that\nD\nthere is no contravention of the provisions of the Act in\nthe adjudication proceeding, the trial of the person\nconcerned shall be in abuse of the process of the court.\n[Para 19] [916-A-B]\n5. In the instant case, in the adjudication proceeding E\non merit the adjudicating authority has categorically held\nthat \"the charges against Shri Radheshyam Kejriwal for\ncontravening the provisions of Section 9(1)(f)(i) and\nSection 8(2) read with Section 64(2) of the Foreign\nExchange Regulation Act, 1973 cannot be sustained”. In F\nthe face of the aforesaid finding by the Enforcement\nDirectorate in adjudication proceeding that there is no\ncontravention of any of the provisions of the Act, it would\nbe unjust and an abuse of the process of the court to\npermit the Enforcement Directorate to continue with the\ncriminal prosecution. [Para 23] [919-F-H; 910-A]\n6. In the result the impugned judgment of the\nMetropolitan Magistrate and the order affirming the same\nG\nH\n894 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA by the High Court are set aside and appellant's\nprosecution is quashed. [Para 24] [920-B]\nB\nStandard Chartered Bank and others vs. Directorate of\nEnforcement and others (2006) 4 SCC 278; Assistant\nCollector of Customs, Bombay and another vs. L.R. Melwani\nand another AIR 1970 SC 962 and Iqbal Singh Marwah v.\nMeenakshi Marwah (2005) 4 SCC 370 - distinguished.\nUttam Chand and others vs. Income Tax Officer, Central\nCircle, Amritsar (1982) 2 SCC 543; G.L. Didwania and\nC Another vs. Income Tax Officer and Another 1995 Supp (2)\nSCC 724 and K.C. Builders and Another vs. Assistant\nCommissioner of Income Tax (2004) 2 SCC 731 – relied on.\nD\n-\nHemendra M. Kothari v. Shri W.S. Vaigankar, Asstt.\nDirector, Enforcement Directorate (FERA), Govt. of India and\nState of Maharashtra [decided by Bombay High Court on 25-\n04-2007] and Sunil Gulati \u0026 Anr. V. R.K. Vohra 145 (2007)\nDLT 612 – approved.\nB.N. Kashyap vs. Emperor AIR (32) 1945 Lahore 23 Full\nE Bench; K.G. Premshanker v. Inspector of Police (2002) 8\nSCC 87 – referred to.\n-\nCase Law Reference:\n(2006) 4 SCC 278\ndistinguished Para 11, 20\nF\nAIR 1970 SC 962\ndistinguished Para 12, 13\nAIR (32) 1945 Lahore 23 referred to\nPara 15\n(2002) 8 SCC 87\nreferred to\nPara 15\nG\n(2005) 4 SCC 370\ndistinguished Para 16\n(1982) 2 SCC 543\nrelied on\nPara 17\nH\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST\nBENGAL\n895\n1995 Supp (2) SCC 724 relied on\nPara 17\nA\n(2004) 2 SCC 731\nrelied on\nPara 17\n145 (2007) DLT 612 approved\nPara 22\nPER SATHASIVAM, J. (dissenting):\nB\nHELD: 1. The Foreign Exchange Regulation Act,\n1973 (FERA) being a statute relating to economic\noffences, there is no reason to restrict the scope of any\nprovisions of the Act. These provisions ensure that no\neconomic loss is caused by the alleged contravention by C\nthe imposition of an appropriate penalty after\nadjudication under Section 51 of the Act and to ensure\nthat the tendency to violate is guarded by imposing\nappropriate punishment after due transaction in terms of\nSection 56 of the Act. In fact, Section 23D of the Foreign D\nExchange Regulation Act, 1947 had a proviso, which\nindicates that the adjudication for the imposition of\npenalty should precede making of complaint in writing to\nthe court concerned for prosecuting the offender. The\nabsence of a similar proviso to Section 51 or to Section E\n56 of the 1973 Act is a clear indication that the Legislature\nintended to treat the two proceedings as independent of\neach other. There is nothing in the present Act to indicate\nthat a finding in adjudication is binding on the Court in a\nprosecution under Section 56 of the Act or that the F\nprosecution under Section 56 depends upon the result\nof adjudication under Section 51 of the Act. The two\nproceedings are independent and irrespective of the\noutcome of the decision under Section 50, there cannot\nbe any bar in initiating prosecution under Section 56. The\nG\nscheme of the Act makes it clear that the adjudication by\nthe concerned authorities and the prosecution are distinct\nand separate. No doubt, the conclusion of the\nadjudication, in the case on hand, the decision of the\nH\n896 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA Special Director, may be a point for the appellant and it\nis for him to put forth the same before the Magistrate.\nInasmuch as FERA contains certain provisions and\nfeatures which cannot be equated with the provisions of\nIncome Tax Act or the Customs Act and in the light of the\nB mandate of Section 56 of the FERA, it is the duty of the\nCriminal Court to discharge its functions vest with it and\ngive effect to the legislative intention, particularly, in the\ncontext of the scope and object of FERA which was\nenacted for the economic development of the country\nC and augmentation of revenue. Though the Act has since\nbeen repealed and not available at present, those\nprovisions cannot be lightly interpreted taking note of the\nobject of the Act. [Para 23] [942-D-H; 943-A-D]\nD\nE\nF\nG\nH\n2. In view of the above, the conclusion arrived at by\nthe Metropolitan Magistrate, Calcutta as well as the\ndecision of the High Court are upheld. [Para 24] [943-E]\nG.L. Didwania and Another v. Income Tax officer and\nAnother 1995 Supp (2) SCC 724; K.C. Builders and Another\nv. Assistant Commissioner of Income-Tax (2004) 2 SCC 731;\nP.S. Rajya vs. State of Bihar (1996) 9 SCC 1; Uttam Chand\nand Others v. Income Tax Officer, Central Circle, Amritsar\n(1982) 2 SCC 543 – distinguished.\n-\nStandard Chartered Bank and Others vs. Directorate of\nEnforcement and Others (2006) 4 SCC 278; K.G.\nPremshanker vs. Inspector of Police and Another (2002) 8\nSCC 87; Assistant Collector of Customs vs. L.R. Malwani,\n1969 (2) SCR 438; Iqbal Singh Marwah and Another vs.\nMeenakshi Marwah and Another (2005) 4 SCC 370 -- relied\non.\nAsstt. Commr. vs. Velliappa Textiles Ltd. (2003) 11 SCC\n405; ANZ Grindlays Bank Ltd. vs. Directorate of Enforcement\n(2004) 6 SCC 531; Standard Chartered Bank vs. Directorate\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST\nBENGAL\nof Enforcement (2005) 4 SCC 530 – referred to.\n-\n897\nB.N. Kashyap vs. Emperor AIR (32) 1945 Lahore 23 Full\nBench - referred to.\nCase Law Reference:\n1995 Supp (2) SCC 724 distinguished Para 9, 10,\n11, 16, 19, 22\ndistinguished Para 9, 11\nA\nB\n(2004) 2 SCC 731\n(1996) 9 SCC 1\ndistinguished Para 9, 12\nPara 9, 12 C\n(1982) 2 SCC 543\ndistinguished\nPara 9, 13\n(2006) 4 SCC 278\nrelied on\nPara 15, 22\n(2002) 8 SCC 87\nrelied on\nPara 15, 17\nD\n1969 (2) SCR 438\nrelied on\nPara 15, 18,\n19, 22\n(2005) 4 SCC 370\nrelied on\nPara 15, 20\nAIR (32) 1945 Lahore 23\nE\nFull Bench\nreferred to\nPara 15, 21\n(2003) 11 SCC 405\nreferred to\nPara 16\n(2004) 6 SCC 531\nreferred to\nPara 16\nF\n(2005) 4 SCC 530\nreferred to\nPara 16\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal\nNo. 1097 of 2003.\nG\nFrom the Judgment \u0026 Order dated 10.08.2001 of the High\nCourt of Calcutta in C.R.R. No. 3593 of 1997.\nA. Sharan, Punet Jain, Sushil Kr. Jain, Pramod Sharma,\nAnil K. Verma, Pratibha Jain for the Appellant.\nH\nΑ\nB\nс\nD\nE\nF\nG\nH\n898 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nP.P. Malhotra, ASG, P.K. Dey, Ranjana Narayan, B.\nKrishna Prasad. Tara Chandra Sharma, Neelam Sharma for the\nRespondents.\nThe Judgement of the Court was delivered by\nCHANDRAMAULI KR. PRASAD, J. 1. We have gone\nthrough the draft judgment prepared by our noble and learned\nBrother Sathasivam, J. and we find ourselves unable to\nsubscribe to the view taken by him.\n2. Shorn of unnecessary details facts giving rise to the\npresent appeal are that on 22nd May, 1992 various premises\nin occupation of the appellant Radheshyam Kejriwal besides\nother persons were searched by the officers of the Enforcement\nDirectorate. The appellant was arrested on 3rd May, 1992 by\nthe officers of the Enforcement Directorate in exercise of the\npower under Section 35 of the Foreign Exchange Regulation\nAct, 1973 (hereinafter referred to as the 'Act') and enlarged on\nbail on the same day. Further the appellant was summoned by\nthe officers of the Enforcement Directorate to give evidence in\nexercise of the power under Section 40 of the Act and in the\nlight thereof his statement was recorded on various dates, viz.\n22nd May, 1992, 10th March, 1993, 16th March, 1993, 17th\nMarch, 1993 and 22nd March, 1993. On the basis of materials\ncollected during search and from the statement of the appellant\nit appeared to the Enforcement Directorate that the appellant,\na person resident in India, without any general or specific\nexemption from Reserve Bank of India made payments\namounting to Rs.24,75,000/- to one Piyush Kumar Barodia in\nMarch/April, 1992 as consideration for or in association with\nthe receipt of payment of U.S. $ 75,000 at the rate of Rs.33/-\nper U.S. Dollar by the appellant's nominee abroad in\nYugoslavia. It further appeared to the Enforcement Directorate\nthat transaction involved conversion of Indian currency into\nforeign currency at rates of exchange other than the rates for\nthe time being authorised by the Reserve Bank of India. In the\n"}