{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"RADHEYSHYAM KEJRIWAL v. STATE OF WEST 899\nBENGAL [CHANDRAMAULI KR. PRASAD, J.]\nopinion of the Enforcement Directorate the act of the appellant A\nin making the aforesaid payment of Rs.24,75,000/- in Indian\ncurrency for foreign currency at the rate of Rs.33/- per US Dollar\nagainst the official rate of Dollar i.e. Rs.30/- per Dollar\n(approximately), contravened the provision of Section 8(2) of\nthe Act. Further the Said payment having been made without B\nany general or special exemption from Reserve Bank of India,\nthe appellant had contravened the provisions of Section 9(1)(f)(i)\nof the Act and accordingly rendered himself liable to imposition\nof penalty under Section 50 of the Act. Enforcement Directorate\nwas further of the opinion that by abetting in contravening the\nprovisions of Sections 9(1)(f)(i) and 8(2) of the Act read with\nthe provisions of the Section 64(2) of the Act the appellant has\nrendered himself liable for penalty under Section 50 of the Act.\nC\n3. Accordingly, a show cause notice dated 7th May, 1993\nwas issued by the Special Director of the Directorate of D\nEnforcement calling upon the appellant to show cause as to why\nadjudication proceeding as contemplated under Section 51 of\nthe Act be not held against him for the contraventions pointed\nabove. Show cause notice dated 7th May, 1993 referred to\nabove led to institution of proceeding under Section 51 of the E\nAct (hereinafter referred to as the 'adjudication proceedings').\nThe adjudication officer came to the conclusion that the\nallegation made against the appellant of contravention of the\nprovisions of Section 8, 9(1)(f)(i) and Section 8(2) read with\nSection 64(2) of the Act cannot be sustained. While doing so F\nthe Special Director observed as follows:\nThe payment alleged to have been made by Shri\nRadheshyam Kejriwal amounting to Rs.24,75,000/- has to\nbe examined in the context of Section 9(1)(f)(i) and Section\n8(2) r/w Section 64(2) of Foreign Exchange Regulation Act,\n1973. The important ingredients for sustaining the\nconviction under the above provisions would require the\nproof of payment having been made to the credit of any\nperson @ exchange other than the rate which has been\nG\nH\nA\nB\nC\nD\nE\nLL\nF\nG\nI\n900 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nauthorized by the Reserve Bank of India. In the case before\nme, it has not been proved beyond reasonable doubt\nwhether a sum of Rs.24,75,000/- has actually been paid\nor not. There is no documentary evidence except the\nstatement of Shri Piyush Kumar Barodia and the retracted\nstatement of Shri Radheshyam confirming the fact that\nRs.24,75,000/- was exchanged @ of Rs.33/- per dollar.\nTherefore, it is very relevant to take the above facts and\ncircumstances into consideration before coming to a\nconclusion as to the correctness of the statements given\nby S/Shri Radheshyam Kejriwal and Piyush Kumar\nBarodia. The documentary evidence available and the\nstatements of the other co-accused will definitely throw\nfurther light in the matter.\nAfter considering all the above facts, I find that the\nonly evidence available against Shri Radheshyam Kejriwal\nis the fact that his telephone number and name are\nmentioned in the documents seized from Shri Piyush\nKumar Barodia and the fact that some transactions have\nbeen noted against his name which do not match the sum\nof Rs.24,75,000/- which was alleged to have been\ntransferred. Secondly, there is no evidence to show that\nhe was indulging in any foreign exchange transaction to\ntransfer money abroad. In conclusion, the benefit of doubt\nwill have to be given to Shri Radheshyam Kejriwal in the\nabsence of any further evidence and also the fact that both\nRaju Poddar and Babubhai Umaidmal have denied having\ntaken part in any such transaction. Significantly, on enquiry,\nit was found that Shri Sirish Kumar Barodia, brother of\nShri Piyush Kumar Barodia staying at Bombay, was not\navailable for the past year during which these transactions\ntook place. Shri Piyush Kumar Barodia is absconding,\ntherefore, his case is being decided on merits. However,\nsince the charges against Shri Radheshyam Kejriwal for\ncontravening the provisions of Section 9(1)(f)(i) and\nSection 8(2) read with Section 64(2) of the Foreign\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 901\nBENGAL [CHANDRAMAULI KR. PRASAD, J.]\nExchange Regulation Act, 1973 cannot sustained, the A\ncharges against Shri Piyush Kumar Barodia can also not\nbe sustained. Therefore, the charges against S/Shri Raju\nPoddar, Sirish Kumar Barodia and Babubhai Umaidmal\nJain @ Babubhai Bhansali, are not sustainable for\ncontravening the provisions of Section 9(1)(f)(i) and 8(2) B\nread with Section 64(2) of the Foreign Exchange\nRegulation Act, 1973.\nIn view of the foregoing, the proceedings initiated against\nS/Shri Piyush Kumar Barodia, Radheshyam Kejriwal, Raju\nPoddar, Sirish Kumar Barodia and Babubhai Umaidmal\nJain and Babubhai Bhansali, vide the impugned\nMemorandum, are hereby dropped.\"\nIt is common ground that the Enforcement Directorate has\nnot challenged this order and it has attained finality.\n4. It is relevant to state that any person contravening the\nprovisions of Sections 8 and 9 of the Act besides other\nprovisions is also liable to be prosecuted under Section 56 of\nthe Act without prejudice to any award of penalty by the\nadjudicating officer under Section 51 of the Act. However,\nbefore launching such prosecution for contravening such\nprovisions of the Act which prohibits the doing of an act without\npermission, the proviso to Section 61(2) of the Act mandates\ngiving an opportunity to the person concerned to show that he\nhad such permission. Accordingly, by notice dated 29th\nDecember, 1994 the appellant was given an opportunity to show\npermission granted by the Reserve Bank of India. Appellant\nreplied to that but did not produce any permission.\nC\nD\nE\nF\n5. The Enforcement Directorate on the same allegation G\nwhich was the subject matter of adjudication proceeding laid\ncomplaint against the appellant for prosecution under Section\n56 of the Act before the Metropolitan Magistrate. After the\nissuance of process and exoneration in the adjudication\nproceeding appellant filed application for dropping the\nн\nH\n902 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA proceedings, inter alia, contending that on the same allegation\nthe adjudication proceedings having been dropped and the\nappellant exonerated, his continued prosecution is an abuse\nof the process of the Court. The Metropolitan Magistrate by\norder dated 2nd September, 1997 rejected his prayer.\nB Aggrieved by the same appellant preferred criminal revision\napplication and reiterated the same submission but it did not\nfind favour with the Calcutta High Court and by the impugned\norder dated 10th August, 2001, it rejected the revision\napplication. While doing so it observed as follows:\nC\nD\nE\nF\nG\nH\n\"Therefore, the contention of Mr. Ghosh is unacceptable\nthat in the adjudication proceedings being held by the\ndepartment concerned the allegations against the\npetitioner having not been found established the\nprosecution against him before a Court of law cannot have\nany legs to stand upon, since the same departmental\nauthority which held the enquiry against him and found no\nmaterials for establishing his guilt cannot be expected to\nlodge the prosecution on the self-same allegations against\nthat person before a Court and cannot be expected to take\na different stand on the self-same materials as available\nagainst him on the record. As we have noted above, the\nEnforcement Officer who has investigated into the case is\na different agency from that of the adjudicating officer and,\nwhat is more important, it cannot be taken for granted that\nthe Court will take the same view on the materials on record\nwhich have prompted the departmental authority to find the\nallegations not substantiated. As it has been already\npointed out, the procedure according to which the trial of\nsuch an accused by the Court it held has some special\nfeatures and the two testing processes are so divergent\nthat there is ample scope for the two parallel authorities\nto hold even diametrically opposite views so far as the\nquestion of proof of the charge against the accused is\nconcerned. The most of decisions relied upon by Mr.\nGhosh and discussed above in respect of his above\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST\nBENGAL [CHANDRAMAULI KR. PRASAD, J.]\n903\ncontention cannot be attracted to our present case for the A\nsimple reason that none of those judicial pronouncements\nare relating to a case under the Foreign Exchange\nRegulation Act the provisions of which cannot be equated\nwith those of the Income Tax Act or Customs Act.\"\n6. Being aggrieved, the appellant is before us with the\nleave of the Court.\nB\n7. Mr. Amarendra Sharan, Senior Counsel appearing on\nbehalf of the appellant submits that standard of proof required\nto bring home the charge in a criminal case is much higher than C\nthe adjudication proceeding and once the appellant has been\nexonerated in the adjudication proceeding, his prosecution is\nan abuse of the process of Court. Mr. P.P. Malhotra, Additional\nSolicitor General, however, contends that from the scheme of\nthe Act as reflected from Sections 50, 51, 56 of the Act, the D\nplea put forth by the appellant is unsustainable.\n8. The submissions made necessitate examination of the\nscheme of the Act. Section 50 of the Act which is relevant for\nthe purpose reads as follows:\nE\n50. Penalty. If any person contravenes any of the\nprovisions of this Act other than section 13, clause (a) of\nsub-section (1) of section 18, section 18A and clause (a)\nof sub-section (1) of Section 19 or of any rule, direction or\norder made thereunder, he shall be liable to such penalty F\nnot exceeding five times the amount or value involved in\nany such contravention or five thousand rupees, whichever\nis more, as may be adjudged by the Director of\nEnforcement or any other officer of Enforcement not below\nthe rank of an Assistant Director of Enforcement specially G\nempowered in this behalf by order of the Central\nGovernment in either case hereinafter referred to as the\nadjudicating officer.\nThe aforesaid provision provides for mandatory penalty\nH\n904 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA and fixes the outer limit of such penalty on any person\ncontravening the provisions of the Act which is to be adjudged\nby the Director of Enforcement or any other officer of the\nEnforcement not below the rank of an Assistant Director\nempowered by the Central Government. The procedure and the\npower to adjudicate penalty have been provided under Section\n51 of the Act, which reads as follows:\nB\nC\nD\n51. Power to adjudicate.- For the purpose of adjudicating\nunder section 50 whether any person has committed a\ncontravention of any of the provisions of this Act other than\nthose referred to in that section or of any rule, direction or\norder made thereunder, the adjudicating officer shall hold\nan inquiry in the prescribed manner after giving that person\na reasonable opportunity for making a representation in\nthe matter and if, on such inquiry, he is satisfied that the\nperson has committed the contravention, he may impose\nsuch penalty as he thinks fit in accordance with the\nprovisions of that section.\n9. From a plain reading of Section 51 of the Act it is\nE evident that for adjudging the penalty under Section 51 of the\nAct for contravention of the provisions of the Act or any rule,\ndirection or order made thereunder the adjudicating officer is\nto be satisfied that the person has committed the contravention\nafter holding an inquiry in the prescribed manner and after\nF giving the person concerned a reasonable opportunity of\nmaking representation. Thus besides the procedural\nrequirement the sine qua non for imposition of penalty under\nSection 51 of the Act is that the adjudicating officer has to\nrecord its satisfaction that the person concerned has committed\nthe contravention of any of the provisions of the Act or of any\nG\nrule, direction or order made thereunder.\n10. As would be evident from the preamble of the Act, it\nwas enacted for the conservation of foreign exchange\nresources of the Country and the proper utilization thereof in\nH the economic development of the Country. It is relevant here to\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 905\nBENGAL [CHANDRAMAULI KR. PRASAD, J.]\nmention that the Forty Seventh Report of the Law Commission A\nof India on the Trial and Punishment of Social and Economic\nOffences quoted the following portion from the Report of the\nStudy Team on Leakage of Foreign Exchange through Invoice\nManipulation:\n\"...like the Customs Act, there should be a provision that\nfor an offence in the Foreign Exchange Regulation Act,\nboth adjudication by the Director of Enforcement and\nconviction by a Court of law are possible. The two should\nnot be alternatives as at present. We would also suggest\nthat in more and more cases, prosecution should also be\nlaunched apart from adjudication so as to have a deterrent\neffect.\"\nB\nC\nBearing in mind aforesaid the Legislature in order to\nensure that no economic loss is caused by the contravention D\nprovided for an appropriate penalty under Section 51 of the Act\nand to prevent the tendency to violate is curbed by inserting\nSection 56 of the Act providing for imposing appropriate\npunishment after due prosecution, relevant portion whereof\nreads as follows:\n\"56. Offences and prosecutions.- (1) Without\nprejudice to any award of penalty by the adjudicating officer\nunder this Act, if any person contravenes any of the\nprovisions of this Act other than section 13, clause (a) of\nsub-section (1) of section 18, section 18 A, clause (a) of\nsub-section (1) of section 19, sub- section (2) of section\n44 and sections 57 and 58, or of any rule, direction or\norder made thereunder, he shall, upon conviction by a\ncourt, be punishable,-\nE\nF\nXXX\nXXX\nXXX\nG\nXXX\n11. With deepest respect we are entirely in agreement\nwith the conclusion of our learned Brother Sathasivam, J. that\nthe proceedings under Section 51 and 56 of the Act are\nH\n906 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA independent of each other and the finding in an adjudication\nproceeding under Section 51 of the Act is not binding in the\nproceeding for prosecution under Section 56 of the Act and\nboth can go hand in hand. Further, the prosecution can be\nlaunched even before conclusion of adjudication proceeding\nunder Section 51 of the Act. In fact, it has explicitly been said\nby this Court in the case of Standard Chartered Bank and\nothers vs. Directorate of Enforcement and others (2006) 4\nSCC 278 which is as follows:\nB\nC\nD\nE\n\"24.There is nothing in the Act to indicate that a finding in\nan adjudication is binding on the court in a prosecution\nunder Section 56 of the Act. There is no indication that the\nprosecution depends upon the result of the adjudication.\nWe have already held that on the scheme of the Act, the\ntwo proceedings are independent. The finding in one is not\nconclusive in the other. In the context of the objects sought\nto be achieved by the Act, the elements relied on by the\nlearned Senior Counsel, would not justify a finding that a\nprosecution can be launched only after the completion of\nan adjudication under Section 51 of the Act.\"\n12. However, in a case like the present one in which the\npenalty proceeding under Section 51 of the Act and the\nprosecution under Section 56 of the Act though launched\ntogether but the penalty proceeding culminated earlier\nF exonerating the person, the question would arise as to whether\ncontinuance of the prosecution would be permissible or not. In\nother words, the question with which we are concerned is the\nimpact of the findings which are recorded on the culmination\nof adjudication proceeding on criminal proceeding and in case\nin the adjudication proceeding person concerned is exonerated\ncan he ask for dropping of the criminal proceeding on that\nground alone. Mr. Malhotra submits that finding in the\nadjudication proceeding cannot either operate as estoppel or\nres judicata in case of prosecution under Section 56 of the Act\nand in this connection, he has drawn our attention to a\nG\nI\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 907\nBENGAL [CHANDRAMAULI KR. PRASAD, J.]\nConstitution Bench judgment of this Court in the case of the A\nAssistant Collector of Customs, Bombay and another vs. L.R.\nMelwani and another AIR 1970 SC 962, wherein in paragraph\n8, it has been held as follows :\n\"8. We shall now take up the contention that the finding of\nB\nthe Collector of Customs referred to earlier operated as\nan issue estoppel in the present prosecution. The issue\nestoppel rule is but a facet of the doctrine of autre fois\nacquit.\"\nXXXXX XXXXX\nXXXX\nXXXX\nBut before an accused can call into aid the above rule, he\nmust establish that in a previous lawful trial before a\ncompetent court, he has secured a verdict of acquittal\nwhich verdict is binding on his prosecutor. In the instant\ncase for the reasons already mentioned, we are unable to\nhold that the proceeding before the Collector of Customs\nis a criminal trial. From this it follows that the decision of\nthe Collector does not amount to a verdict of acquittal in\nfavour of accused Nos. 1and 2.\"\nWe do not find any substance in the submission of Mr.\nMalhotra and the decision relied on has no bearing in the facts\nand circumstances of the case.\nC\nD\nE\n13. In L.R. Melwani's case (supra), the accused persons F\nresisted their prosecution on the ground that the Collector of\nCustoms having given the benefit of doubt, in view of the\nguarantee granted under Article 20 (2) of the Constitution for\nthe same offence they can not be tried more than once. It was\nalso contended that that person once convicted or acquitted can\nnot be tried for same offence again in view of the safeguard\nprovided under Section 403 of Code of Criminal Procedure,\n1898, which corresponds to Section 300 of the Code of\nCriminal Procedure, 1973. In order to get benefit of Section 300\nG\nН\n908\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA of the Code of Criminal Procedure, 1973, it is necessary for\nan accused person to establish that not only he had been tried\nby a Court of competent jurisdiction for an offence but convicted\nor acquitted of that offence and the said conviction or acquittal\nis in force. In the aforesaid background the question which fell\nB for consideration before this Court was as to whether the\nproceeding before the Collector of Customs is a criminal trial\nby a court of competent jurisdiction for trial of offence. On\nanalysis of the various authorities of this Court, the Constitution\nBench came to the conclusion that the Collector of Customs\nwas not a Court of competent jurisdiction for criminal trial. This\nwould be evident from the following passage from the said\njudgment :-\nC\nD\nE\nF\nG\nI\n18\nHence the question is whether that\nprosecution is barred under Article 20 (2) of the\nConstitution which says that no person shall be prosecuted\nand punished for the same offence more than once. This\nArticle has no direct bearing on the question at issue.\nEvidently those accused persons want to spell out from this\nArticle the rule of autre fois acquit embodied in S.403,\nCriminal Procedure Code. Assuming we can do that, still\nit is not possible to hold that a proceeding before the\nCollector of Customs is a prosecution for an offence. In\norder to get the benefit of Section 403, Criminal Procedure\nCode or Article 20 (2), it is necessary for an accused\nperson to establish that he had been tried by a \"Court of\ncompetent jurisdiction\" for an offence and he is convicted\nor acquitted of that offence and the said conviction or\nacquittal is in force.....”\n14. In the present case, it is not the case of the appellant\nthat they were tried by the Enforcement Directorate and\ntherefore further trial by the criminal court is not permissible but\ntheir contention is that in the face of the finding in the\nadjudication proceeding, their continued prosecution is an\nabuse of the process of the court. In view of what we have\n"}