{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"RADHEYSHYAM KEJRIWAL v. STATE OF WEST 929\nBENGAL [P. SATHASIVAM, J.]\nrelates to power of the Court under Section 482 of the Code A\nfor quashing the complaint/FIR and the last decision relied on\nhas to be confined to the facts of that case since no other\nmaterial was available. In other words, there is no ratio for being\nconsidered for other cases.\nB\nC\n15. Now, let me consider the stand of the Department as\nprojected by Mr. P.P. Malhotra, learned ASG. After taking\nthrough Sections 50, 51 and 56 of the FERA, Mr. Malhotra\nsubmitted that both the proceedings, namely, the departmental\nadjudication and imposition of penalty as covered by Sections\n50 and 51 and the prosecution covered by Section 56 of the\nAct can go hand in hand and there is no bar from simultaneous\noperation of these two systems. He also submitted that all the\ndecisions relied on by the learned counsel for the appellant\nhave no bearing on the issue in the case on hand since no one\nhas dealt with the provisions of FERA, more particularly,\nSections 50, 51 and 56. In support of his claim, he relied on\nthe following decisions:- 1) Standard Chartered Bank and\nOthers vs. Directorate of Enforcement and Others, (2006) 4\nSCC 278; 2) K.G. Premshanker vs. Inspector of Police and\nAnother, (2002) 8 SCC 87; 3) Assistant Collector of Customs E\nvs. L.R. Malwani, 1969 (2) SCR 438; 4) Iqbal Singh Marwah\nand Another vs. Meenakshi Marwah and Another, (2005) 4\nSCC 370 and 5) B.N. Kashyap vs. Emperor, AIR (32) 1945\nLahore 23 Full Bench.\n16. The first decision i.e. Standard Chartered Bank\n(supra), is a three-Judge Bench decision and arose on the very\nsame provisions, namely, Sections 50, 51 and 56 of the FERA.\nSince, at the outset, Mr. Amarendra Sharan has pointed out that\nthe question in that decision was not the one relating to the\nissue being considered in the case on hand, let me first note\ndown the facts and points determined by the three-Judge\nBench. On receipt of notices under the FERA for showing cause\nwhy adjudication proceedings for imposition of penalty under\nSections 50 and 51 be not initiated against the appellant Bank\nD\nF\nG\nH\nC\nD\n930 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA and some of its officers and further notices under Section 61\nof the FERA giving an opportunity to the appellant Bank and\nits officers of showing that they had the necessary permission\nfrom the authority concerned for the transaction involved, the\nappellant Bank filed Writ Petition No. 1972 of 1994, seeking a\nB declaration that the relevant sections of the FERA are\nunconstitutional, being violative of Articles 14 and 21 of the\nConstitution of India and for writ of prohibition restraining the\nauthorities under the FERA from proceeding with the proposed\nadjudication and the proposed prosecution, in terms of the Act.\nIn another writ petition which was filed by the officers of the Bank\nas CWP No. 2377 of 1996 challenging the individual notices,\nthe High Court of Bombay rejected the challenge to the\nconstitutional validity of Sections 50, 51, 56 and 68 of the FERA,\nbut clarified that Section 68(1) of FERA was not applicable to\nan adjudication proceeding and that it was confined to a\nprosecution for penal offences under the Act. Being aggrieved,\nthe appellant-Bank and its officers as well as the Union of India\nhave filed Civil Appeals before this Court. Initially, those appeals\ncame up before a Bench of two learned Judges which referred\nthe same to a bench of three Judges by order dated\n20.04.2004. The three-Judge Bench doubted the correctness\nof a decision relied on by the Bank and its officers in Asstt.\nCommr. vs. Velliappa Textiles Ltd. (2003) 11 SCC 405 which\nwas a judgment of a Bench of three Judges and by order dated\n16-7-2004 [ANZ Grindlays Bank Ltd. Vs. Directorate of\nEnforcement, (2004) 6 SCC 531] referred the question to a\nConstitution Bench. The Constitution Bench, by judgment dated\n5-5-2005 (Standard Chartered Bank vs. Directorate of\nEnforcement (2005) 4 SCC 530) overruled the decision in\nAsstt. Commr. vs. Velliappa Textiles Ltd. (supra) and sent\nG these appeals for being heard on merits by a Division Bench.\nThe question that was decided was whether in a case where\nan offence was punishable with a mandatory sentence of\nimprisonment, a company incorporated under the Companies\nAct, can be prosecuted, as the sentence of imprisonment\nH cannot be imposed on the company. The majority in the\nE\nF\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST\nBENGAL [P. SATHASIVAM, J.]\n931\nConstitution Bench, held that there could be no objection to a A\ncompany being prosecuted for penal offences under the FERA\nand the fact that a sentence of imprisonment and fine has to\nbe imposed and no imprisonment can be imposed on a\ncompany or an incorporated body, would not make Section 56\nof the FERA inapplicable and that a company did not enjoy any B\nimmunity from prosecution in respect of offences for which a\nmandatory punishment of imprisonment is prescribed. In the\nlight of the said decision of the Constitution Bench, the\ncontroversy before the three-Judge Bench has narrowed down\nand proceeded on the basis that the appellant-Banks are liable C\nto be prosecuted for offences under the FERA. Since the\nBench elaborately considered the scope and applicability of\nSections 50, 51, and 56 of the FERA with which I am\nconcerned, I extract the entire discussion and the ultimate\nconclusion.\nD\nF\n\"20. The learned Senior Counsel for the appellants in Civil\nAppeal No. 1750 of 1999, in addition to adopting the\narguments of the learned Senior Counsel already adverted\nto, also contended that on the scheme of the Act, it was\nincumbent on the Directorate of Enforcement to first E\nadjudicate in terms of Section 51 of FERA and only if\nsatisfied, proceed with the prosecution under Section 56\nof the Act. According to counsel, under the scheme of\nFERA, the adjudication proceedings must first be\ncommenced and only after they are completed, the\nDirectorate of Enforcement can, in the light of the findings\nin the adjudication for penalty, decide to initiate a\nprosecution and seek to impose or not to impose a further\npunishment under Section 56 of the Act. It is submitted that\nthe adjudication proceedings would give an idea to the G\nauthorities under the Act as to the gravity of the violation\nand the opportunity to decide whether the contravention\ndeserved also a punishment by way of prosecution. They\nwould decide whether the penalty imposed under Section\n50 of the Act is adequate or not. If in the adjudication H\nA\n00\nB\nC\nD\nE\nF\n0\nI\n932 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nproceedings it is found that the alleged offender has not\ninfringed any of the provisions of the Act, there will be no\noccasion for the Directorate of Enforcement to prosecute\nthe person concerned. It would then be incongruous and\nunreasonable for the Directorate of Enforcement to\nprosecute a person for violating FERA, when in the\nadjudication proceedings against him, it had been found\nthat the person had not violated any of the provisions of\nFERA. It was in this context that the scheme of FERA\nshould be understood as indicating that there should first\nbe an adjudication and thereafter, if the Directorate of\nEnforcement feels that the penalty is inadequate, to\nconsider the launching of a prosecution.\n21. The learned Additional Solicitor General contended that\nunder FERA, adjudication and prosecution are two\nseparate and distinct procedures with distinct purposes.\nThere was no bar either in FERA or in any other law, to\nan adjudication and prosecution being launched in respect\nof an alleged contravention of FERA. Counsel submitted\nthat the law has permitted it by providing two separate\nmodes for dealing with the person who contravenes the\nlaw in relation to foreign exchange. While the primary\npurpose of imposing of the penalty is in the interests of\nrevenue and the preservation of foreign exchange, the\nprimary purpose of prosecution is to serve as a strong\ndeterrent to persons or companies contravening the\nprovisions of the Act and to send a message to society at\nlarge. Counsel pointed out that Section 56 of FERA which\ndeals with offences and prosecutions, commences with\nthe words \"without prejudice to any award of penalty by the\nadjudicating officer under this Act\". A person contravening\nany of the provisions shall upon conviction by a court will\nbe punished, even if a penalty has been imposed on him.\nThere was no warrant for reading the words \"without\nprejudice to\" as restricting the right of the authorities under\nthe Act to proceed with the adjudication first and to\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 933\nBENGAL [P. SATHASIVAM, J.]\ncommence the prosecution only at its conclusion. Counsel A\nalso emphasised that the two proceedings are\nindependently dealt with. Counsel pointed out that even in\nrespect of FERA of 1947 in Shanti Prasad Jain v. Director\nof Enforcement this Court had upheld a special procedure\nunder the statute holding that it was not violative of Article B\n14 of the Constitution. It is submitted that the purpose of\nthe Act is to bring the accused to book, more so in case\nof a serious offence and it could not have been the\nintention of the legislature to await a long time for an\nadjudication to be completed by way of an appeal and a C\nsecond appeal and then only to commence the\nprosecution.\nD\nE\n22. The Act was enacted, as indicated by its preamble,\nfor the conservation of foreign exchange resources of the\ncountry and the proper utilisation thereof in the economic\ndevelopment of the country. When interpreting such a law,\nin the absence of any provision in that regard in the Act\nitself, we see no reason to restrict the scope of any of the\nprovisions of the Act, especially in the context of the\npresence of the “without prejudice\" clause in Section 56\nof the Act dealing with offences and prosecutions. We find\nsubstance in the contention of the learned Additional\nSolicitor General that the Act subserves a twin purpose.\nOne, to ensure that no economic loss is caused by the\nalleged contravention by the imposition of an appropriate F\npenalty after an adjudication under Section 51 of the Act\nand two, to ensure that the tendency to violate is curbed\nby imposing an appropriate punishment after a due\nprosecution in terms of Section 56 of the Act. The\ncontention that as a matter of construction-since the G\nprovisions could not be attacked as violative of the rights\nunder Part III of the Constitution—we should interpret the\nprovisions of the Act and hold that an adjudication has to\nprecede a prosecution cannot be accepted as we see\nnothing in the provisions of the Act justifying such a\nH\nA\nB\nC\nD\nE\nF\nG\nH\n934 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nconstruction. On the scheme of the Act, the two\nproceedings are seen to be independent and the launching\nof the one or the other or both is seen to be controlled by\nthe respective provisions themselves. In the context of the\ninclusion of this Act in the Ninth Schedule, the reliance\nplaced on the decision in Rayala Corpn. (P) Ltd. v. Director\nof Enforcement cannot enable this Court to deem the\nprovisions as arbitrary and to read them down or\nunderstand them in the manner suggested by the learned\nSenior Counsel. The very purpose of the Act and the very\nobject of inclusion of the Act in the Ninth Schedule justifies\nan interpretation of the provisions as they stand on the\nbasis that there is nothing arbitrary or unreasonable in the\nprovisions and in the scheme as enacted. We may also\nnotice that Section 23-D of the Foreign Exchange\nRegulation Act, 1947 which was considered in Rayala\nCorpn. (P) Ltd. had a proviso, which indicated that the\nadjudication for the imposition of penalty should precede\nthe making of a complaint in writing to the court concerned\nfor prosecuting the offender. The absence of a similar\nproviso to Section 56 or to Section 51 of the present Act,\nis also a clear indication that the legislature intended to\ntreat the two proceedings as independent of each other.\nObviously, the legislature must be taken to have been\nconscious of the interpretation placed on the\ncorresponding provisions by this Court in the decisions\nabove referred to when the 1973 Act was enacted and it\nwas also included in the Ninth Schedule to ward off any\nchallenge on the ground that it would be violative of Article\n14 of the Constitution, unless understood or read in a\nparticular fashion.\n23. The learned Senior Counsel appearing for the\nappellant in criminal appeal arising out of SLP (Crl.) No.\n5892 of 2004 in which the Full Bench decision of the\nCalcutta High Court is challenged, supported the\narguments raised by the learned Senior Counsel in Civil\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST\nBENGAL [P. SATHASIVAM, J.]\n935\nC\nAppeal No. 1750 of 1999. The Full Bench of the Calcutta A.\nHigh Court in the judgment under appeal has, on a\nconsideration of the relevant aspects, answered the\nreference made to it by holding that a complaint under\nSection 56 of FERA can never be said to be premature if\nit is instituted before the awarding of penalty under Section B\n50 of the Act and such criminal proceeding being an\nindependent proceeding, can be initiated during the\npendency of an adjudication proceeding under Section 51\nof FERA, 1973. Therein, the Full Bench has referred to the\ndecision of the Madras High Court in A.S.G. Jothimani\nNadar v. Dy. Director, Enforcement Directorate and that\nof the Andhra Pradesh High Court in Anilkumar Aggarwal\nv. K.C. Basu which also take the same view as the one\ntaken by the Full Bench in the judgment under challenge.\nThe Court has also derived support for its view from the\ndecisions of this Court in Asstt. Collector of Customs v.\nL.R. Melwani and in P. Jayappan v. S.K. Perumal. We see\nno reason not to approve the answer given by the Full\nBench to the question referred to it for decision. On the\nwhole, we are satisfied that there is no justification in\naccepting the argument that unless an adjudication\nproceeding under Section 51 of the Act is completed, a\nprosecution under Section 56 of FERA cannot be initiated.\nBoth proceedings can simultaneously be launched and can\nsimultaneously be pursued.\nD\nE\nF\n24. Counsel submitted that the devising of a special\nmachinery for adjudication, the limiting of the \"without\nprejudice\" clause in Section 56 to any award of penalty and\nnot the initiation of proceedings under Section 51 of the\nAct, the making of a contravention of any of the provisions G\nof this Act as the key to both proceedings, would all\nindicate that an adjudication should precede a prosecution\nunder Section 56 of the Act. There is nothing in the Act to\nindicate that a finding in an adjudication is binding on the\ncourt in a prosecution under Section 56 of the Act. There H\nA\nB\nC\nD\nE\nF\n0\nH\n936\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nis no indication that the prosecution depends upon the\nresult of the adjudication. We have already held that on the\nscheme of the Act, the two proceedings are independent.\nThe finding in one is not conclusive in the other. In the\ncontext of the objects sought to be achieved by the Act,\nthe elements relied on by the learned Senior Counsel,\nwould not justify a finding that a prosecution can be\nlaunched only after the completion of an adjudication under\nSection 51 of the Act. The decision in K.C. Builders v. CIT\nis clearly distinguishable. The Court proceeded as if under\nthe Income Tax Act, the prosecution is dependent on the\nimposition of penalty. That was a case where the\nprosecution was based on a finding of concealment of\nincome and the imposition of penalty. When the Tribunal\nheld that there was no concealment, and the order levying\npenalty was cancelled; according to this Court, the very\nfoundation for the prosecution itself disappeared. This\nCourt held that it is settled law that levy of penalties and\nprosecution under Section 276-C of the Income Tax Act\nare simultaneous and hence, once the penalties are\ncancelled on the ground that there was concealment, the\nquashing of the prosecution under Section 276-C of the\nIncome Tax Act was automatic. We have held already that\non the scheme of FERA, the adjudication and the\nprosecution are distinct and separate. Hence, the ratio of\nthe above decision is not applicable. That apart, there is\nmerit in the submission of the learned Additional Solicitor\nGeneral that the correctness of the view taken in K.C.\nBuilders may require reconsideration as the reasoning\nappears to run counter to the one adopted by the\nConstitution Bench in Asstt. Collector of Customs v. L.R.\nMelwani and in other decisions not referred to therein. For\nthe purpose of these cases, we do not think it necessary\nto pursue this aspect further. Suffice it to say, that the ratio\nof that decision has no application here.\"\n17. The next decision heavily relied on by the Department\nRADHEYSHYAM KEJRIWAL v. STATE OF WEST 937\nBENGAL [P. SATHASIVAM, J.]\nis K.G. Premshanker (supra) which is also a three-Judge A\nBench decision. In this case, this Court has considered the\neffect of the decision of the civil court on the criminal\nproceedings and initiation of civil and criminal proceedings\nagainst the same person belonging to the same cause. The\nfollowing discussion and conclusion are relevant:\n5\n-\n(1)\n\"30. What emerges from the aforesaid discussion is\nthe previous judgment which is final can be relied upon as\nprovided under Sections 40 to 43 of the Evidence Act; (2)\nin civil suits between the same parties, principle of res\njudicata may apply; (3) in a criminal case, Section 300\nCrPC makes provision that once a person is convicted or\nacquitted, he may not be tried again for the same offence\nif the conditions mentioned therein are satisfied; (4) if the\ncriminal case and the civil proceedings are for the same\ncause, judgment of the civil court would be relevant if\nconditions of any of Sections 40 to 43 are satisfied, but it\ncannot be said that the same would be conclusive except\nas provided in Section 41. Section 41 provides which\njudgment would be conclusive proof of what is stated\ntherein.\n31. Further, the judgment, order or decree passed in a\nprevious civil proceeding, if relevant, as provided under\nSections 40 and 42 or other provisions of the Evidence\nAct then in each case, the court has to decide to what\nextent it is binding or conclusive with regard to the matter(s)\ndecided therein.\nB\nC\nD\nE\nF\nG\n32. In the present case, the decision rendered by the\nConstitution Bench in M.S. Sheriff case would be binding,\nwherein it has been specifically held that no hard-and-fast\nrule can be laid down and that possibility of conflicting\ndecision in civil and criminal courts is not a relevant\nconsideration. The law envisages \"such an eventuality\nwhen it expressly refrains from making the decision of one\ncourt binding on the other, or even relevant, except for H\n938\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA\nB\nC\nD\nE\nய\nF\nG\nH\nlimited purpose such as sentence or damages\".\n33. Hence, the observation made by this Court in V.M.\nShah case that the finding recorded by the criminal court\nstands superseded by the finding recorded by the civil\ncourt is not correct enunciation of law. Further, the general\nobservations made in Karam Chand case are in context\nof the facts of the case stated above. The Court was not\nrequired to consider the earlier decision of the Constitution\nBench in M.S. Sheriff case as well as Sections 40 to 43\nof the Evidence Act.\n34. In the present case, after remand by the High Court,\ncivil proceedings as well as criminal proceedings are\nrequired to be decided on the evidence, which may be\nbrought on record by the parties.\"\n18. In L.R. Malwani (supra), which is also a Constitution\nBench decision, though various questions of law posed before\nthe Bench, I am concerned with question Nos. 1 and 2 which\nreads thus:\n\"(i) Whether the prosecution from which these Criminal\nRevision Petitions arose is barred under Article 20(2) of\nthe Constitution as against accused Nos. 1 and 2 in that\ncase by reason of the decision of the Collector of Customs\nin the proceedings under the Sea Customs Act?\n(ii) Whether under any circumstance the finding of the\nCollector of Customs that the 1st and 2nd accused are not -\nproved to be guilty operated as an issue estoppel in the\ncriminal case against those accused?”\nIn those appeals, the case of the prosecution was that the\naccused persons and some other unknown persons had\nentered into a conspiracy at Bombay and other places in the\nbeginning of October, 1959 or thereabout for the purpose of\nsmuggling foreign goods into India and in pursuance of that\n"}