{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"REPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 615\nAND ORS. [ALTAMAS KABIR, CJI.]\nZones Act, 1976, specially provides for use of Territorial Waters A\nby foreign ships and in terms of Sub-section (1), all foreign\nships (other than warships including sub-marines and other\nunderwater vehicles) are entitled to a right of innocent passage\nthrough the Territorial Waters, so long as such passage was\ninnocent and not prejudicial to the peace, good order or security B\nof India.\nC\n19. Apart from the above, Mr. Salve also pointed out that\nSection 6 of the aforesaid Act provides that the Continental\nShelf of India comprises the seabed and subsoil of the\nsubmarine areas that extend beyond the limit of its territorial\nwaters throughout the natural prolongation of its land territory\nto the outer edge of the continental margin or to a distance of\ntwo hundred nautical miles from the baseline referred to in Sub-\nsection (2) of Section 3, where the outer edge of the continental\nmargin does not extend up to that distance. Sub-section (2) D.\nprovides that India has and always had full and exclusive\nsovereign rights in respect of its Continental Shelf.\nF\n20. According to Mr. Salve, the incident having occurred\nat a place which was 20.5 nautical miles from the coast of India, E\nit was outside the territorial waters though within the Contiguous\nZone and the Exclusive Economic Zone, as indicated\nhereinabove. Accordingly, by no means could it be said that\nthe incident occurred within the jurisdiction of one of the federal\nunits of the Union of India. Mr. Salve urged that the incident,\ntherefore, occurred in a zone in which the Central Government\nis entitled under the Maritime Zones Act, 1976, as well as\nUNCLOS, to exercise sovereign rights, not amounting to\nsovereignty. Mr. Salve submitted that the Act nowhere\ncontemplates conferral of jurisdiction on any coastal unit forming\npart of any Maritime Zone adjacent to its coast. Accordingly,\nthe arrest and detention of the Petitioner Nos.2 and 3 by the\npolice authorities in the State of Kerala was unlawful and was\nliable to be quashed. Mr. Salve also went on to urge that\nnotwithstanding the provisions of the Maritime Zones Act, 1976,\nIndia, as a signatory of the UNCLOS, is also bound by the\nG\nH\n1\n616 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA provisions thereof. Submitting that since the provisions of the\n1976 Act and also UNCLOS recognise the primacy of Flag\nState jurisdiction, the Petitioner No.1 i.e. the Republic of Italy,\nhas the preemptive right to try the Petitioner Nos.2 and 3 under\nits local laws.\nB\nC\nD\n21. Mr. Salve submitted that provisions, similar to those\nin the Maritime Zones Act, 1976, relating to the extent of\nterritorial waters and internal waters and the right of \"innocent\npassage\", are provided in Articles 8, 17 and 18 of the\nConvention. Mr. Salve submitted that Article 17 sets down in\nclear terms that subject to the Convention, ships of all States,\nwhether coastal or land-locked, enjoy the right of innocent\npassage through the territorial sea. \"Innocent passage\" has\nbeen defined in Article 18 to mean navigation through the\nterritorial sea for the purpose of:\n(a)\n(b)\nE\ntraversing that sea without entering internal waters\nor calling at a roadstead or part facility outside\ninternal waters; or\nproceeding to or from internal waters or a call at\nsuch roadstead or part facility.\n22. The said definition has been qualified to indicate that\nsuch passage would be continuous and expeditious, but would\ninclude stopping and anchoring, only in so far as the same are\nF incidental to ordinary navigation or are rendered necessary for\nforce majeure or distress or for the purpose of rendering\nassistance to persons, ships or aircraft in danger or distress.\nMr. Salve pointed out that Article 19 describes innocent\npassage to be such so long as it is not prejudicial to the peace,\nG good order or security of the coastal State and takes place in\nconformity with the Convention and other rules of International\nlaw.\nH\nLearned counsel pointed out that Article 24 of the\nConvention contained an assurance that the coastal States\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 617\nAND ORS. [ALTAMAS KABIR, CJI.]\nwould not hamper the innocent passage of foreign ships A\nthrough the territorial sea, except in accordance with the\nConvention.\nB\n23. As to criminal jurisdiction on board a foreign ship, Mr.\nSalve referred to Article 27 of UNCLOS, which provides that\nthe criminal jurisdiction of the coastal State should not be\nexercised on board a foreign ship passing through the territorial\nsea to arrest any person or to conduct any investigation in\nconnection with any crime committed on board the ship during\nits passage, save only in cases where the consequences of the\nC\ncrime extend to the coastal State; if the crime is of a kind to\ndisturb the peace of the country or the good order of the\nterritorial sea; if the assistance of the local authorities has been\nrequested by the Master of the ship or by a diplomatic agent\nor consular officer of the flag State, or if such measures are\nnecessary for the suppression of illicit traffic in narcotic drugs\nor psychotropic substances. Mr. Salve, however, urged that\nnone of the aforesaid conditions were attracted in the facts of\nthis case so as to attract the criminal jurisdiction of a State\nwithin the federal structure of the Union of India.\n24. Another Article of some significance is Article 33 of\nthe Convention under Section 4, which deals with Contiguous\nZones. Mr. Salve submitted that Article 33 provides that in a\nzone contiguous to its territorial sea, a coastal State may\nexercise the control necessary to:\n(i) prevent infringement of its customs, fiscal,\nimmigration or sanitary laws and regulations within\nits territory or territorial sea;\n(ii) punish infringement of the above laws and\nregulations committed within its territory or\nterritorial sea.\nHowever, the Contiguous Zone may not extend beyond 24\nD\nE\nF\nG\nnautical miles from the baseline from which the breadth of the H\n618 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA territorial sea is measured. Accordingly, since the incident\noccurred outside the territorial waters, the State of Kerala\nexceeded its jurisdiction and authority in acting on the basis of\nthe FIR lodged against the Petitioner Nos. 2 and 3 at\nNeendakara, Kollam, and in keeping them in continued\nB detention.\nс\nD\nE\nF\nG\nH\n25. Referring to Part V of the Convention, which deals with\nExclusive Economic Zones, Mr. Salve pointed out that Article\n56 under the said Part indicates the rights, jurisdiction and\nduties of the coastal State in the Exclusive Economic Zone so\nas to include the State's sovereign rights for the purpose of\nexploring and exploiting, conserving and managing the natural\nresources, whether living or non-living, of the waters superjacent\nto the seabed and of the seabed and its subsoil, and with\nregard to other activities for the economic exploitation and\nexploration of the zone, such as the production of energy from\nthe water, currents and winds. The said Article also indicates\nthat the State has jurisdiction in regard to:\n(i)\n(ii)\nthe establishment and use of artificial islands,\ninstallations and structures;\nmarine scientific research;\n(iii) the protection and preservation of the marine\nenvironment;\nand other rights and duties provided for in the Convention. In\nregard to artificial islands, Mr. Salve pointed out that under\nClause 8 of Article 59, artificial islands, installations and\nstructures do not possess the status of islands. They have no\nterritorial sea of their own and their presence does not affect\nthe delimitation of the territorial sea, the Exclusive Economic\nZone or the Continental Shelf.\n26. Dealing with the concept of High Seas, contained in\nPart VII of the Convention, Mr. Salve submitted that Articles 88\nand 89 of the Convention provide that the High Seas have to\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 619\nAND ORS. [ALTAMAS KABIR, CJI.]\nbe reserved for peaceful purposes and that no State may validly A\npurport to subject any part of the same to its sovereignty. Mr.\nSalve submitted that under Articles 91, 92 and 94 of the\nConvention, every State was entitled to fix the conditions for the\ngrant of its nationality to ships, for the registration of ships in\nits territory, and for the right to fly its flag. Article 91 provides B\nthat ships have the nationality of the State whose flag they are\nentitled to fly and there must exist a genuine link between the\nState and the ship. Mr. Salve pointed out that Article 94 casts\nseveral duties on the flag State and one of the most significant\nclauses of Article 94 is clause 7 which provides that each State\nshall cause an inquiry to be held by or before a suitably qualified\nperson or persons into every marine casualty or incident of\nnavigation (emphasis supplied) on the High Seas involving a\nship flying its flag and causing loss of life or serious injury to\nnationals of another State or serious damage to ships or\ninstallations of another State or to the marine environment. The\nflag State and the other State shall cooperate in the conduct of\nany inquiry held by the concerned State into any such marine\ncasualty or incident of navigation. The same provisions are also\nreflected in Article 97 of the Convention, in which it has been\nC\nD\nindicated that in the event of a collision or any other incident of E\nnavigation concerning a ship on the High Seas, involving the\npenal or disciplinary responsibility of the Master or of any other\nperson in the service of the ship, no penal or disciplinary\nproceedings may be instituted against such person except\nbefore the judicial or administrative authorities either of the flag F\nState or of the State of which such person is a national.\n27. Lastly, Mr. Salve referred to Article 100, which may be\nof relevance to the facts of this case, as it requires all States\nto cooperate to the fullest extent in the repression of piracy on\nthe High Seas or in any other place outside the jurisdiction of\nany State.\n28. Mr. Salve submitted that the publication of a Notification\nby the Ministry of Home Affairs on 27th August, 1981, under\nG\nH\n620 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA Sub-section (7) of Section 7 of the Maritime Zones Act, 1976,\nextending the application of Section 188 of the Code of\nCriminal Procedure, 1973, to the Exclusive Economic Zone,\ncreated various difficulties, since the said Notification was a\ndeparture from the provisions of Part V of UNCLOS which\nprovides that a coastal State enjoys only sovereign rights and\nnot sovereignty over the Exclusive Economic Zone.\nB\n29. Referring to the interim report of the Ministry of\nShipping, Government of India, in respect of the incident, Mr.\nSalve pointed out that the fishing boat, MFB St. Antony, about\nC 12 meters long, was owned by one Mr. Freidy, who was also\nworking as the Sarang of the boat, which is registered at\nColachel, Kanyakumari District, Tamil Nadu, by the Assistant\nDirector of Fisheries. The crew of the boat were issued Identity\nCards by the Trivandrum Matsyathozhilali Forum, but the fishing\nD boat is not registered under the Indian Merchant Shipping Act,\n1958, and was not flying the Indian Flag at the time of the\nincident. Furthermore, at the time of the incident, the ship was\nat a minimum distance of about 20 nautical miles from the\nIndian coast. The ship was coasting in Indian territorial waters\nE in order to avoid any encounter with pirate boats as the area\nwas declared to be a High Risk Area of Piracy. Mr. Salve urged\nthat in the report it was also indicated that the area comes\nunder the high alert zone for piracy attacks, as declared by the\nUKMTO, and the Watch Officers were maintaining their normal\nF pirate watch. Apart from the normal navigational Watch\nKeepers, the ship also had NMP Marines on the bridge on anti-\npirate watch as stated by the Second Mate and Master. The\nNMP Marines were keeping their own watch as per their\nschedule and it was not the responsibility of the Master to keep\ntrack of their regimen. The NMP Marines were supposed to\ntake independent decisions as per Article 5 of the agreement\nbetween the Italian Defence Ministry and the Italian ship\nOwners Association. The report also indicated that the fishing\nboat came within a distance of 100 meters of the Italian Ship,\ncausing the crew of the ship to believe that they were under\nG\nH\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 621\nAND ORS. [ALTAMAS KABIR, CJI.]\npirate attack and in the circumstances of the moment the A\nmarines, who are independent of the orders of the Master,\nopened fire, killing the two Indian fishermen.\nSubsequently, while the Ship was moving away, it received\na phone call from the MRCC, Mumbai Duty Controller,\ninstructing the ship to proceed towards Kochi Anchorage to give\na statement and witness with regard to the incident. Mr. Salve\nsubmitted that pursuant thereto the Italian vessel, instead of\nproceeding further into the high seas, returned to Cochin Port\nand was, thereafter, detained by the Kerala police authorities.\nMr. Salve submitted that it was necessary to construe the\nprovisions of the Maritime Zones Act, 1976, in the light of the\nUNCLOS, which gives rise to the question as to which of the\nprovisions would have primacy in case of conflict.\nB\nC\nD\nF\n30. Referring to the decision of this Court in Aban Loyd\nChiles Offshore Limited vs. Union of India \u0026 Anr. [(2008) 11\nSCC 439], Mr. Salve submitted that in the said decision, this\nCourt had held that from a reading of Sections 6 and 7 of the\nMaritime Zones Act, 1976, it is clear that India has been given E\nonly certain limited sovereign rights in respect of its Continental\nShelf and Exclusive Economic Zone, which cannot be equated\nto extending the sovereignty of India over its Continental Shelf\nand Exclusive Economic Zone, as in the case of Territorial\nWaters. However, Sections 6(6) and 7(7) of the Maritime Zones\nAct, 1976, empower the Central Government, by notification, to\nextend the enactment in force in India, with such restrictions and\nmodifications which it thinks fit, to its Continental Shelf and\nExclusive Economic Zone and also provides that an enactment\nso extended shall have effect as if the Continental Shelf or the\nG\nExclusive Economic Zone, to which the Act has been extended,\nis a part of the territory of India. Sections 6(6) and 7(7) create\na fiction by which the Continental Shelf and the Exclusive\nEconomic Zone are deemed to be a part of India for the\npurposes of such enactments which are extended to those\nareas by the Central Government by issuing a notification.\nН\nA\n622 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\n31. Mr. Salve submitted that it was also held that the\ncoastal State has no sovereignty in the territorial sense of\ndominion over Contiguous Zones, but it exercises sovereign\nrights for the purpose of exploring the Continental Shelf and\nexploiting its natural resources. It has jurisdiction to enforce its\nB fiscal, revenue and penal laws by intercepting vessels engaged\nin suspected smuggling or other illegal activities attributable to\na violation of the existing laws. The waters which extend beyond\nthe Contiguous Zone are traditionally the domain of high seas\nor open sea which juristically speaking, enjoy the status of\nC International waters where all States enjoy traditional high seas\nfreedoms, including freedom of navigation. The coastal States\ncan exercise their right of search, seizure or confiscation of\nvessels for violation of its customs or fiscal or penal laws in the\nContiguous Zone, but it cannot exercise these rights once the\nvessel in question enters the high seas, since it has no right of\nhot pursuit, except where the vessel is engaged in piratical acts,\nwhich make it liable for arrest and condemnation within the\nseas. Accordingly, although, the coastal States do not exercise\nsovereignty over the Contiguous Zone, they are entitled to\nexercise sovereign rights and take appropriate steps to protect\nits revenues and like matters.\nD\nE\n32. Relying on the aforesaid observations made by this\nCourt in the aforesaid case, Mr. Salve submitted that the\nprovisions of the Maritime Zones Act, 1976, would have to be\nF read in harmony with the provisions of UNCLOS. Mr. Salve\nsubmitted that the reference made in paragraphs 77 and 99\nof the judgment dealt with policing powers in the designated\nareas of the Contiguous Zone for the application of the Customs\nAct and not as a reference to general policing powers\nG exercised by the State police within the Union of India. Mr.\nSalve submitted that it would thus be clear, that if an offence\nwas committed beyond the Contiguous Zone, the State\nconcerned could not proceed beyond 24 nautical miles from\nthe baseline in pursuit of the vessel alleged to have committed\nthe offence. Mr. Salve submitted that it was not contemplated\nH\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 623\nAND ORS. [ALTAMAS KABIR, CJI.]\nunder the Maritime Zones Act, 1976, that the policing powers A\nof a coastal State would proceed beyond the Contiguous Zone\nand into the Exclusive Economic Zone or High Seas, though\ncertain provisions of the Customs Act and the Customs Tariff\nAct had been extended to areas declared as \"designated\nareas\" under the said Act.\n33. Mr. Salve contended that the stand of the Union of India\nhas been that the provisions of UNCLOS cannot be applied in\nthe facts of the case, since the Maritime Zones Act, 1976,\nwhich is a domestic Act, is a departure from UNCLOS, and\nArticle 27 of UNCLOS was not a part of the Indian domestic\nlaw. Further, in anticipation of the submissions on behalf of the\nRespondents, Mr. Salve urged that the judgment of the\nPermanent Court of International Justice in the Case of S.S.\nLotus (Fr. v. Turk.) [(1927) P.C.I.J.] which involved claims\nbetween France and Turkey continued to be good law, save\nand except to the extent it had been overridden, but only in\nrelation to collisions under Article 97 of the UNCLOS.\nB\nC\nD\nE\n34. Mr. Salve submitted that the aforesaid contentions\nmade on behalf of the Union of India were misconceived,\nbecause they were not taken earlier and were not to be found\nin the affidavit affirmed by the Union of India. Mr. Salve\nsubmitted that the Maritime Zones Act, 1976, far from being a\ndeparture, is in complete conformity with the principles of\nUNCLOS. The Act is limited to spelling out the geographical F\nboundaries of the various zones, namely, the Territorial Waters,\nthe Contiguous Zone, the Exclusive Economic Zone, and the\nContinental Shelf, etc. and the nature of rights available to India\nin respect of each of the zones is spelled out in the Act in a\nmanner which is in complete conformity with the UNCLOS. Mr.\nSalve urged that India was not only a signatory to but had also\nratified the Convention. The learned counsel submitted that the\nMaritime Zones Act, 1976, was based, to a large extent, on the\ndraft of UNCLOS which had been prepared before 1976, but\nit is settled law in India that once a Convention of this kind is\nG\nH\n624\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA ratified, the municipal law on similar issues should be construed\nin harmony with the Convention, unless there were express\nprovisions to the contrary.\nB\n35. Simply stated, Mr. Salve's submissions boil down to\nthe question as to whether the sovereignty of India would extend\nto the Exclusive Economic Zone, which extends to 200 nautical\nmiles from the baseline of the coast of the State of Kerala.\n36. Mr. Salve then urged that if Sub-section (2) of Section\n4 I.P.C. was to be invoked by the Union of India for exercising\nC jurisdiction over a person present on a vessel flying the Indian\nflag, it must respect a similar right asserted by other jurisdictions\nindicating that Article 21 of the Convention recognises the right\nof innocent passage which is to be respected by all nations,\nwho are signatories to UNCLOS. As a result, if a vessel is in\nD innocent passage and an incident occurs between two foreign\ncitizens which has no consequences upon the coastal State, it\nis obvious that no jurisdiction could be asserted over such an\nact on the ground that it amounts to violation of the Indian Penal\nCode or that the Indian Courts would have jurisdiction to try\nE such criminal offences. Mr. Salve submitted that the acceptance\nof such an assertion would negate the rights of innocent\npassage.\nF\nG\n37. Mr. Salve submitted that once it is accepted that it must\nbe Parliament's intention to recognise the Exclusive Economic\nZone and to create a legal regime for exercise of the sovereign\nrights in respect of the said zone, then, it must necessarily follow\nthat a Parliamentary intent has to be read in conjunction with\nArticle 55 of the UNCLOS. It must then follow that the sovereign\nrights in the said zone must be read subject to the specific legal\nregime established in Part V of UNCLOS.\n38. As far as the Lotus decision is concerned, Mr. Salve\ncontended that such decision had been rendered in the facts\ninvolving the collision of a French vessel with a Turkish vessel,\nH which ultimately led to the 1952 Geneva Convention for the\n"}