{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"REPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 625\nAND ORS. [ALTAMAS KABIR, CJI.]\nunification of certain rules relating to penal jurisdiction in A\nmatters of collisions, which overruled the application of the\nprinciples of concurrent jurisdiction over marine collisions. Mr.\nSalve urged that a reading of Articles 91, 92, 94 and 97 of\nUNCLOS clearly establishes that any principle of concurrent\njurisdiction that may have been recognised as a principle of B\nPublic International Law stands displaced by the express\nprovisions of UNCLOS. Learned counsel pointed out that it was\nnot in dispute that the St. Antony, the Indian vessel involved in\nthe incident, was registered under the Tamil Nadu Fishing laws\nand not under the Indian Merchant Shipping Act, 1958, which\nwould allow it to travel beyond the territorial waters of the\nrespective State of the Indian Union, where the vessel was\nregistered.\nс\n39. Mr. Salve lastly contended that the stand of the Union\nD\nof India that since no specific law had been enacted in India in\nterms of UNCLOS, the said Convention was not binding on\nIndia, was wholly misconceived. Mr. Salve urged that in earlier\nmatters, this Court had ruled that although Conventions, such\nas these, have not been adopted by legislation, the principles\nincorporated therein, are themselves derived from the common E\nlaw of nations as embodying the felt necessities of international\ntrade and are, therefore, a part of the common law of India and\napplicable for the enforcement of maritime claims against\nforeign ships.\n40. Mr. Salve also relied on the Constitution Bench\ndecision of this Court in Maganbhai Ishwarbhai Patel vs. Union\nof India and Another [(1970) 3 SCC 400], in which this Court\nhad inter alia held that unless there be a law in conflict with the\nTreaty, the Treaty must stand. Also citing the decision of this\nCourt in Vishaka and Others vs. State of Rajasthan and\nOthers [(1997) 6 SCC 241], this Court held that international\nconventions and norms are to be read into constitutional rights\nwhich are absent in domestic law, so long as there is no\ninconsistency with such domestic law.\nF\nG\nH\nA\nB\n00\nC\nD\nE\nF\nG\n626 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\n41. Mr. Salve urged that Section 3 of the Maritime Zones\nAct, 1976, recognises the notion of sovereignty, but, limits it to\n12 nautical miles from the nearest point of the appropriate\nbaseline.\n42. The essence of Mr. Salve's submissions is focussed\non the question as to whether the sovereignty of India and\nconsequently the penal jurisdiction of Indian Courts, extends to\nthe Exclusive Economic Zone or whether India has only\nsovereign rights over the Continental Shelf and the area\ncovered by the Exclusive Economic Zone. A reading of\nSections 6 and 7 of the Maritime Zones Act, 1976, makes it\nclear that India's sovereignty extends over its territorial waters,\nbut the position is different in the case of the Continental Shelf\nand Exclusive Economic Zone of the country. The Continental\nShelf of India comprises the seabed beyond the territorial waters\nto a distance of 200 nautical miles. The Exclusive Economic\nZone represents the sea or waters over the Continental Shelf.\nMr. Salve submitted that the language of the various enactments\nand the manner in which the same have been interpreted, has\ngiven rise to the larger question of sovereign immunity.\nMr. Salve submitted that while Italy signed the UNCLOS\nin 1973 and ratified it in January, 1995, India signed the\nConvention in 1982 and ratified the same on 29th June, 1995.\nReferring to Sections 2 and 4 of the Indian Penal Code read\nwith Section 179 of the Code of Criminal Procedure, Mr. Salve\nurged that the same would stand excluded in their operation to\nthe domestic Courts on the ground of sovereign immunity.\n43. Mr. Salve lastly urged that in order to understand the\npresence of the Italian marines on board the M.V. Enrica Lexie,\nit would be necessary to refer to the Protocol Agreement\nentered into between the Ministry of Defence - Naval Staff and\nItalian Shipowners' Confederation (Confitarma) on 11th\nOctober, 2011. Mr. Salve pointed out that the said Agreement\nwas entered into pursuant to various legislative and presidential\nH decrees which were issued on the premise that piracy and\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 627\nAND ORS. [ALTAMAS KABIR, CJI.]\narmed plundering were serious threats to safety in navigation A\nfor crew and carried merchandise, with significant after-effects\non freights and marine insurance, the commercial costs of\nwhich may affect the national community. Accordingly, it was\ndecided to sign the Protocol Agreement, in order that the\nparties may look for and find all or any measure suitable to B\nfacilitate that the embarkation and disembarkation of Military\nProtection Squads, hereinafter referred to as \"NMPs\", on to and\nfrom ships in the traffic areas within the area defined by the\nMinistry of Defence by Ministerial Decree of 1st September,\n2011. Mr. Salve pointed out that the said Agreement provides C\nfor the presence of Italian marines, belonging to the Italian Navy,\nto provide protection to private commercial ships against the\nsurge of piracy. Mr. Salve submitted that, in fact, the navy was\nof the view that the activity covered by the Agreement/Protocol\ncould also be offered to national shipowners other than\nConfitarma and other class associations, following acceptance\nof the Convention.\nD\n44. Mr. Salve pointed out that Article 3 of the Convention\nprovided for the supply of the protection service, in which on\nan application for embarkation of the military protection squads, E\nthe Ministry of Defence would consider several aspects,\nincluding the stipulation that the ship's Master would remain\nresponsible only for choices concerning safety of navigation and\nmanoeuvre, including escape manoeuvres, but would not be\nresponsible for the choices relating to operations involved in F\ncountering a piracy attack. Mr. Salve submitted that, in other\nwords, in case of piracy attacks, the Master of the ship would\nhave no control over the actions of the NMPs provided by the\nItalian Government. Mr. Salve submitted that the deployment\norder of the team of marines, including the Writ Petitioner Nos.2 G\nand 3, is contained in OP 06145Z FEB 12 ZDS from the Italian\nNavy General Staff to the Italian Defence Attache in New Delhi,\nIndia, and several other Italian Defence Attaches in different\ncountries, which has been made Annexure P-3 to the Special\nLeave Petition. In this regard, Mr. Salve referred to a Note\nH\n628\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA Verbale No.95/553 issued by the Embassy of Italy in New Delhi\nto the Ministry of External Affairs, Government of Ind a, referring\nto the case involving the vessel in question. Since the same\nencapsulates in a short compass the case of the Petitioners,\nthe same in its entirety is extracted hereinbelow:\nB\n\"EMBASSY OF ITALY\nNEW DELHI\nNOTE VERBALE\nC\n0\nE\nF\n0\nH\n95/553\nThe Embassy of Italy presents its compliments to the\nMinistry of External Affairs, Government of India and has\nthe honour to refer to the case of the ship Enrica Lexie as\nper Note Verbale n.71 dated February 18th 2012.\nThe Embassy of Italy would like to recall that\naccording to principles of customary international law,\nrecognized by several decisions of International Courts.\nState organs enjoy jurisdictional immunity for acts\ncommitted in the exercise of their official functions. The\nItalian Navy Military Department that operated in\ninternational waters on board of the ship Enrica Lexie must\nbe considered as an organ of the Italian State.\nTheir conduct has been carried out in the fulfillment\nof their official duties in accordance with national\nregulations (Italian Act nr. 107/2011), directives, instructions\nand orders, as well as the pertinent rules on piracy\ncontained in the 1982 UN Convention on the Law of the\nSea and in the relevant UN Security Council Resolutions\non the Piracy off the Horn of Africa.\nThe Embassy of Italy welcomes the steps taken by\nthe Chief Judicial Magistrate in Kollam in order to protect\nthe life and honour of the Italian Military Navy Personnel\ncurrently held in judicial custody on remand. The Embassy\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 629\nAND ORS. [ALTAMAS KABIR, CJI.]\nof Italy also welcomes the cooperative approach on the A\nissue of the examination of the weapons taken by the\nMagistrate.\nThe Embassy of Italy nevertheless reasserts the\nItalian exclusive jurisdiction in respect of the said military\npersonnel. It wishes to inform that investigations by both\nthe Italian ordinary and military judicial authorities have\nalready been initiated. Therefore, it urges for the release\nof the Italian Navy Military Personnel and the unimpeded\ndeparture from the Indian Territory. They have entered\nIndian territorial waters and harbor simply as a Military\nForce Detachment officially embarked on the Italian vessel\nEnrica Lexie in order to cooperate with Indian authorities\nin the investigation of an alleged piracy episode. The entry\nin Indian territorial waters was upon initial invitation and\nthen under direction of Indian Authorities.\nB\nC\nD\nThe Embassy of Italy, while reiterating the sovereign\nright of a State to employ its military personnel in ongoing\nantipiracy military protection of national flagged merchant\nship in international waters, underlines that the same right E\nis not impaired by the ongoing national investigations\ninvolving Italian Navy Military Personnel.\nF\nThe Italian Navy Military Personnel, currently held in\njudicial custody on remand, was carrying out official\nfunctions for the protection of the vessel from piracy and\narmed robbery in the extraterritorial maritime zones which\nat the relevant time were considered as \"risk area\", taking\nalso in consideration information provided by IMO and\nother relevant multinational organization. Thus, while\nacknowledging the obligations of Italy under international\nlaw, including the obligation to cooperate with Indian\nauthorities for the most comprehensive and mutually\nsatisfactory investigation of the event, the Embassy of Italy\nrecalls that the conduct of Italian Navy Military Personnel\nofficially acting in the performance of their duties should H.\nG\n630\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA\nB\nC\nnot be open to judgment scrutiny in front of any court other\nthan the Italian ones.\nThe Embassy of Italy, New Delhi, avails itself of this\nopportunity to renew to the Ministry of External Affairs,\nGovernment of India, the assurances of its highest\nconsideration.\nNew Delhi, 29th February, 2012.\nConsulate General of Italy, Mumbai.\"\n45. In fact, shorn of all legalese, the aforesaid note\nemphasises the stand of the Italian Government that the conduct\nof the Petitioner Nos.2 and 3 was in fulfilment of their official\nduties in accordance with national regulations, directives,\ninstructions and orders, as well as the rules of piracy contained\nD in UNCLOS and the relevant UN Security Council Resolutions\non Piracy off the Horn of Africa.\nE\n46. Mr. Salve submitted that in the special facts of the case,\nthe Petitioners were entitled to the reliefs prayed for in the Writ\nPetition and the Special Leave Petition.\n47. Mr. Gourab Banerji, Additional Solicitor General, who\nappeared for the Union of India, focussed his submissions on\ntwo issues raised by the Petitioners, namely,:-\nF\n(i)\n(ii)\nG\nWhether Indian Courts have territorial jurisdiction to\ntry Petitioner Nos.2 and 3 under the provisions of\nthe Indian Penal Code, 1860?\nIf so, whether the Writ Petitioners are entitled to\nclaim sovereign immunity?\n48. Mr. Banerji submitted that stripped of all\nembellishments, the bare facts of the incident reveal that on 15th\nFebruary, 2012, FIR No.2 of 2012 was registered with the\nCoastal Police Station, Neendakara, Kollam, under Section\nH 302 read with Section 34 I.P.C. alleging that a fishing vessel,\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 631\nAND ORS. [ALTAMAS KABIR, CJI.]\n\"St. Antony\", was fired at by persons on board a passing ship, A\nas a result of which, out of the 11 fishermen on board, two were\nkilled instantaneously. It was alleged that the ship in question\nwas M.V. Enrica Lexie. The detailed facts pertaining to the\nincident could be found in the statement dated 28th February,\n2012, filed by the Coast Guard before the Kerala High Court B\nand the Charge-sheet filed on 18th May, 2012.\n49. The defence of the Petitioners is that the Petitioner\nNos.2 and 3 were members of the Military Protection\nDetachment deployed on the Italian vessel and had taken\naction to protect the vessel against a pirate attack.\nC\n50. Mr. Banerji submitted that it had been urged on behalf\nof the Petitioners that the Union of India had departed from its\npleadings in urging that the Maritime Zones Act, 1976, was a\ndeparture from and inconsistent with UNCLOS. Mr. Banerji D\nsubmitted that the legal position in this regard had already been\nclarified in paragraphs 100 to 102 of the decision in Aban\nLoyd's case (supra) wherein this Court had re-emphasised the\nposition that the Court could look into the provisions of\ninternational treaties, and that such an issue is no longer res E\nintegra. In Gramophone Co. of India vs. Birendra Bahadur\nPandey [(1984) 2 SCC 534], this Court had held that even in\nthe absence of municipal law, the treaties/conventions could not\nonly be looked into, but could also be used to interpret municipal\nlaws so as to bring them in consonance with international law.\nF\nG\n51. Mr. Banerji urged that as far as the Union of India was\nconcerned, an attempt must necessarily be made in the first\ninstance, to harmonise the Maritime Zones Act, 1976 with the\nUNCLOS. If this was not possible and there was no alternative\nbut a conflict between municipal law and the international\nconvention, then the provisions of the 1976 Act would prevail.\nMr. Banerji urged that primacy in interpretation by a domestic\nCourt, must, in the first instance, be given to the Maritime Zones\nAct, 1976 rather than the UNCLOS. Questioning the approach\nof the Petitioners in relying firstly on the UNCLOS and only, H\nA\nB\nC\n632 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nthereafter, on the provisions of the Maritime Zones Act, 1976,\nMr. Banerji submitted that such approach was misconceived\nand was contrary to the precepts of Public International Law.\n52. Mr. Banerji submitted that the case of the Petitioners\nthat the Indian Courts had no jurisdiction to take cognizance of\nthe offence which is alleged to have taken place in the\nContiguous Zone, which was beyond the territorial waters of\nIndia, as far as India was concerned, was misconceived. The\nContiguous Zone would also be deemed to be a part of the\nterritory of India, inasmuch as, the Indian Penal Code and the\nCode of Criminal Procedure had been extended to the\nContiguous Zone/Exclusive Economic Zone by virtue of the\nNotification dated 27th August, 1981, issued under Section 7(7)\nof the Maritime Zones Act, 1976. Mr. Banerji submitted that\naccording to the Union of India, the domestic law is not\ninconsistent with the International law and in fact even as a\nmatter of international law, the Indian Courts have jurisdiction\nto try the present offence. The learned Additional Solicitor\nGeneral submitted that in order to determine the issue of\nterritorial jurisdiction, it would be necessary to conjointly read\nE the provisions of Section 2 I.P.C., the Maritime Zones Act, 1976\nand the 27th August. 1981 Notification and all attempts had to\nbe made to harmonise the said provisions with the UNCLOS.\nHowever, if a conflict was inevitable, the domestic laws must\nprevail over the International Conventions and Agreements.\nD\nLL\nF\nG\nH\n53. In this regard, Mr. Banerji first referred to the provisions\nof Section 2 of the Indian Penal Code which deals with\npunishment of offences committed within India. In this context,\nMr. Banerji also referred to the Maritime Zones Act, 1976, and\nmore particularly, Section 7(7) thereof, under which the\nnotification dated 27th August, 1981, had been published by\nthe Ministry of Home Affairs, extending the provisions of Section\n188-A of the Code of Criminal Procedure, 1973, to the\nExclusive Economic Zone.\n54. Mr. Banerji urged that it appears to have slipped the\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 633\nAND ORS. [ALTAMAS KABIR, CJI.]\nnotice of all concerned that the Notifications which had been A\napplied in the Aban Loyd's case (supra) were under Section\n7(6) of the 1976 Act and there appeared to be some confusion\non the part of the Petitioners in regard to the scope of Sub-\nsections (6) and (7) of Section 7 thereof. Mr. Banerji urged that\nthe judgment in Aban Loyd's case (supra) has to be understood B\nin the light of the facts of that case where the issue was whether\noil rigs situated in the Exclusive Economic Zone were foreign\ngoing vessels and, therefore, entitled to consume imported\nstores without payment of customs duty. In the said set of facts\nit was held by this Court that the territory of India for the purpose C\nof customs duty was not confined to the land and territorial\nwaters alone, but also notionally extended to the \"designated\nareas\" outside the territorial waters. Mr. Banerji urged that the\nnotification dated 27th August, 1981, issued by the Ministry of\nHome Affairs which had been relied upon by the Union of India,\nhas not been issued for designated areas alone, but for the\nentire Exclusive Economic Zone to enable it to exercise and\nprotect Indian sovereign rights of exploitation of living natural\nresources, and more specifically its fishing rights, therein.\nD\n55. Mr. Banerji submitted that the Notification of 27th E\nAugust, 1981, had been promulgated in exercise of powers\nconferred by Section 7(7) of the Maritime Zones Act, 1976. Mr.\nBanerji also submitted that the Indian Penal Code and the\nCode of Criminal Procedure had been extended by the Central\nGovernment to the Exclusive Economic Zone. The Schedule to F\nthe Notification is in two parts. Part I provides the list of\nenactments extended, whereas Part II provides the provision\nfor facilitating the enforcement of the said Acts. Accordingly,\nwhile Part 1 of the Schedule to the Notification is relatable to\nSection 7(7)(a) of the Act, Part II of the Schedule is relatable G\nto Section 7(7)(b) thereof.\n56. The learned Additional Solicitor General submitted that\nthe case of the Union of India rests on two alternative planks.\nAccording to one interpretation, the bare reading of Section\nH\nC\nD\n634 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA 7(7) and the Notification suggests that once the I.P.C. has been\nextended to the Exclusive Economic Zone, which includes the\nContiguous Zone, the Indian Courts have territorial jurisdiction\nto try offences committed within the Contiguous Zone. Another\nplank of the case of the Union of India, involves a contextual\nB interpretation of Section 7(7) and the 1981 Notification. Mr.\nBanerji submitted that presuming that the Notification provides\nfor the extension of Indian law relating to only those matters\nspecified in Section 7(4) of the Act, the Indian Courts would\nalso have territorial jurisdiction in respect of the present case.\nMr. Banerji submitted that notwithstanding the submission\nmade on behalf of the Petitioners that such an interpretation\nwould be contrary to the provisions of UNCLOS, particularly,\nArticle 56 thereof, the same failed to notice Article 59 which\npermits States to assert rights or jurisdiction beyond those\nspecifically provided in the Convention. Alternatively, even in\nterms of the contextual interpretation of Section 7(7) of the Act,\nthe same would also establish the territorial jurisdiction of the\nIndian Courts. Mr. Banerji submitted that even on a reading of\nSection 7(4) of the Maritime Zones Act, 1976, the Petitioners\nhad laid emphasis on Sub-Clause (b), although, various other\nrights and privileges had also been reserved to the Indian\nUnion. It was urged that the importance of the other Sub-\nClauses, and, in particular, (a) and (e) would fully establish the\nterritorial jurisdiction of the Indian Courts to try the offence\ninvolving the unlawful killing of two Indian citizens on board an\nIndian vessel. Mr. Banerji also urged that reading Section 7(4)\nof the Act, in harmony with Section 7(7) thereof, would include\nwithin its ambit the power to extend enactments for the\npurposes of protecting exploration, exploitation, conservation\nand management of natural resources which include fishing\nG rights. Accordingly, if the provisions of I.P.C. and the Cr.P.C.\nhave been extended throughout the Exclusive Economic Zone,\ninter alia, for the purpose of protecting fishing rights under\nSection 7(4)(a), the same would include extending legislation\nfor the safety and security of the Indian fishermen. By opening\nH fire on the Indian fishing vessel and killing two of the fishermen\nE\nF\n"}