{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"REPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 635\nAND ORS. [ALTAMAS KABIR, CJI.]\non board the said vessel within the Contiguous Zone, the A\nPetitioner Nos.2 and 3 made themselves liable to be tried by\nthe Indian Courts under the domestic laws.\n57. On the question as to whether the State of Kerala had\njurisdiction to try the offence, since the incident had taken place\nin the zone contiguous to the territorial waters off the coast of\nKerala, Mr. Banerji submitted that the Kerala Courts derived\njurisdiction in the matter from Section 183 of the Code of\nCriminal Procedure, which has also been extended to the\nExclusive Economic Zone by the 1981 Notification and relates\nto offences committed on journeys or voyages. Mr. Banerji\nsubmitted that when such an offence is committed, it could be\ninquired into or tried by a court through or into whose local\njurisdiction the person or thing passed in the course of that\njourney or voyage. Mr. Banerji submitted that the voyage\ncontemplated under the said provision is not the voyage of the\nEnrica Lexie, but the voyage of St. Antony.\nB\nC\nD\n58. Apart from the above, the main case of the Union of\nIndia is that on a plain reading of the language of Section 7(7)\nor on a contextual interpretation thereof, the Republic of India E\nhas jurisdiction to try the Petitioner Nos.2 and 3 in its domestic\ncourts. Even the 1981 Notification could be read down and\nrelated to Section 5 of the 1976 Act. Referring to the decision\nof this court in Hukumchand Mills Vs. State of Madhya\nPradesh [AIR 1964 SC 1329] and N. Mani Vs. Sangeetha F\nTheatre \u0026 Ors. [(2004) 12 SCC 278], Mr. Banerji urged that if\nthe executive authority had the requisite power under the law,\nand if the action taken by the executive could be justified under\nsome other power, mere reference to a wrong provision of law\nwould not vitiate the exercise of power by the executive, so long G.\nas the said power exists.\n59. Regarding the applicability of Section 4 of the Indian\nPenal Code to the facts of the case, Mr. Banerji urged that the\nprovisions of the 1.P.C. would, in any event, apply to any citizen\nof India in any place without and beyond India or to any person H\n636 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA on any ship or aircraft registered in India, wherever it may be.\nMr. Banerji submitted that the Explanation to the Section makes\nit clear that the word \"offence\" includes every act committed\noutside India which, if committed in India, would be punishable\nunder the said Code.\nB\nC\nD\n60. Mr. Banerji submitted that although the learned\nAdvocate General of the State of Kerala had conceded before\nthe learned Single Judge of the Kerala High Court that Section\n4 of the I.P.C. would not apply to the facts of the case, the Union\nof India was not a party to such concession, which, in any event,\namounted to a concession in law. Mr. Banerji urged that the\nwords \"aboard\" or \"on board\" are not used in Section 4(2)\nI.P.C. and an unduly restrictive interpretation of the said Section\nwould require both the victim and the perpetrator to be aboard\nthe same ship or aircraft, which could lead to consequences\nwhere pirate, hijacker or terrorist, who fires upon an innocent\nIndian citizen within an Indian ship or aircraft, would escape\nprosecution in India. Mr. Banerji contended that the provisions\nof Section 4(2) I.P.C. has to be read with Section 188 Cr.P.C.,\nwhich subsequently stipulates that where an offence is\nE committed outside India by a citizen of India, whether on the\nhigh seas or elsewhere, or by a person not being such citizen,\non any ship or aircraft registered in India, he may be dealt with\nin respect of such offence as if it had been committed at any\nplace within India at which he may be found. Mr. Banerji\nsubmitted that in view of the concession made on behalf of the\nState of Kerala, the question of the scope of Section 4 I.P.C.\ncould be left open to be decided in an appropriate case.\nF\nG\nH\n61. Mr. Banerji submitted that, although a good deal of\nemphasis had been laid by the Petitioners on the observation\ncontained in the Shipping Ministry's Interim Report that the\nfishing vessel was not registered under the Merchant Shipping\nAct, 1958, but under a local law pertaining to the State of Tamil\nNadu, the same was only a red herring, as the Kerala State\nFishing Laws do not permit fishing vessels to sail beyond the\nterritorial waters of their respective States.\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 637\nAND ORS. [ALTAMAS KABIR, CJI.]\nMr. Banerji urged that such a submission may have been A\nrelevant in the context of Section 4(2) 1.P.C., wherein the\nexpression \"registered in India\" had been used, but the same\nwould have no significance to the facts of this case, since the\nsaid provisions were not being invoked for the purposes of this\ncase. The learned ASG contended that even if the fishing B\nvessel had sailed beyond its permitted area of fishing, the same\nwas a matter of evidence, which stage had yet to arrive. Mr.\nBanerji contended that, on the other hand, what was more\nimportant were the provisions of the Maritime Zones of India\n(Regulation of Fishing by Foreign Vessels) Act, 1981, wherein C\nin the Statement of Objects and Reasons of the Act it has been\nindicated that the Act was in the nature of umbrella legislation\nand it was envisaged that separate legislation for dealing in\ngreater detail with the regulation, exploration and exploitation\nof particular resources in the country's Maritime Zones and to\nprevent poaching activities of foreign fishing vessel to protect\nthe fishermen who were citizens of India, should be undertaken\nin due course. In this context, Mr. Banerji further urged that the\nprovisions of the Merchant Shipping Act dealing with the\nregistration of Indian ships, do not include fishing vessels,\nwhich are treated as an entirely distinct and separate category\nin Chapter XV-A of the said Act.\nD\nE\n62. Mr. Banerji urged that the right of passage through\nterritorial waters is not the subject matter of dispute involved in\nthe facts of this case. On the other hand, Article 56 of UNCLOS, F\nwhich has been relied upon by the Petitioners indicate that the\nrights given to the coastal States are exhaustive. However,\nwhile the Petitioners have laid emphasis on Article 56(1)(b), the\nUnion of India has laid emphasis on Article 56(1)(a) read with\nArticle 73 of UNCLOS to justify the action taken against the G\naccused. Mr. Banerji urged that even if Article 16 of UNCLOS\nis given a restrictive meaning, the action of the Indian Courts\nwould be justified, inasmuch as, and action seeks to protect\nthe country's fishermen.\n63. Mr. Banerji contended that Article 59 of the UNCLOS,\nH\n638 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA which deals with the basis for the resolution of conflicts\nregarding the attribution of rights and jurisdiction in the Exclusive\nEconomic Zone, contemplates rights beyond those which are\nattributable under the Convention. However, even if it could be\nassumed that the rights asserted by India are beyond those\nB indicated in Article 56 of UNCLOS, such conflict would have\nto be resolved on the basis of equity and in the light of all\ncircumstances. Accordingly, even if both the Republic of Italy\nand India had the power to prosecute the accused, it would be\nmuch more convenient and appropriate for the trial to be\nC conducted in India, having regard to the location of the incident\nand the nature of the evidence and witnesses to be used\nagainst the accused.\nD\n64. Responding to the invocation of Article 97 of UNCLOS\nby the Petitioners, Mr. Banerji urged that whether under\nInternational law Italy has exclusive jurisdiction to prosecute the\nPetitioner Nos.2 and 3 is a question which would be relevant\nin the event the Court found it necessary to invoke Section\nSection 7(4)(e) of the Maritime Zones Act, 1976. Mr. Banerji\nurged that in order to claim exclusive jurisdiction, the Republic\nE of Italy had relied upon Article 97 of UNCLOS which, however,\ndealt with the collision of shipping vessels and was\nunconnected with any crime involving homicide. The learned\nAdditional Solicitor General pointed out that the title of Article\n97 reads that it provides for Penal jurisdiction in matters of\nF collision or any other incident of navigation and that, as\nhad been pointed out by Mr. Harish Salve, appearing for the\nPetitioners, Article 97(1), inter alia, provides that in the event\nof collision or any other incident of navigation concerning the\nship on the high seas, involving the penal or disciplinary\nG responsibility of the Master or of any other person in the service\nof the ship, no penal or disciplinary proceedings may be\ninstituted against such person except before the judicial or\nadministrative authorities either of the flag State or of the State\nof which such person is a national. Mr. Banerji urged that the\nH expression \"incident of navigation\" used in Article 97, did not\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 639\nAND ORS. [ALTAMAS KABIR, CJI.]\ncontemplate a situation where a homicide takes place and, A\naccordingly, the provisions of Article 97 of the UNCLOS would\nnot have any application to the facts of the present case.\nC\n65. On Article 11 of the Geneva Convention on the Law of\nthe Seas, 1958, Mr. Banerji submitted that the killing of an\nB\nIndian national on board an Indian vessel could not be said to\nbe an incident of navigation, as understood under the said\nArticle which deals mainly with collision on the high seas.\nReferring to Oppenheim on International Law [9th Edn. Vol.1],\nMr. Banerji submitted that the phrase \"accident of navigation\"\nhas been used synonymously with \"incident of navigation\".\nConsequently, the meaning of the expression \"accident of\nnavigation\" provided in the dictionary defines the same to mean\nmishaps that are peculiar to travel by sea or to normal\nnavigation; accidents caused at sea by the action of the\nelements, rather than by a failure to exercise good handling,\nworking or navigation or a ship. Furthermore, if Article 97 of\nUNCLOS is to include a homicide incident, Article 92 thereof\nwould be rendered otiose. Mr. Banerji submitted that the\ndecision in the Lotus case (supra) continued to be good law in\ncases such as the present one. It was urged that under the E\nPassive Personality principle, States may claim jurisdiction to\ntry an individual where actions might have affected nationals of\nthe State. Mr. Banerji submitted that various Articles of\nUNCLOS do not support the case attempted to be made out\nby the Republic of Italy, either on merits, or on the question of F\nexclusive jurisdiction.\n66. On the claim of sovereign immunity from criminal\nprosecution, Mr. Banerji submitted that the Petitioner Nos.2 and\n3 were not entitled to the same. Mr. Banerji submitted that while\nthe International law was quite clear on the doctrine of sovereign\nimmunity, the important question to be considered in this case\nis the extent of such sovereign immunity which could be applied\nto the facts of this case. In support of his submissions, Mr.\nBenerji referred to certain observations made by Lord Denning\nD\nG\nH\n640 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA M.R. in Trendtex Trading Corporation vs. Bank of Nigeria\n[(1997) 1 Q.B. 529], wherein it was observed as follows:-\nB\nC\n\"The doctrine of sovereign immunity is based on\ninternational law. It is one of the rules of international law\nthat a sovereign state should not be impleaded in the\ncourts of another sovereign state against its will. Like all\nrules of international law, this rule is said to arise out of\nthe consensus of the civilized nations of the world. All\nnations agree upon it. So it is part of the law of nations.\"\nLord Denning, however, went on to observe that notion of\na consensus was merely fictional and there was no agreed\ndoctrine of sovereign immunity. However, this did not mean that\nthere was no rule of International law on the subject. It only\nmeant that there is difference of opinion as to what that rule is.\nD Each country delimits for itself the bounds of sovereign\nimmunity. Each creates for itself the exceptions from it.\nE\nF\nLL\n67. In this line of reasoning, Mr. Banerji submitted that the\nprovisions of Section 2 I.P.C. and its impact would have to be\nconsidered before the impact of Customary International Law\ncould be considered. Mr. Banerji pointed out that Section 2\nJ.P.C. begins with the words - \"every person\" which makes all\noffenders, irrespective of nationality, punishable under the Code\nand not otherwise, for every act or omission contrary to the\nprovisions thereof, of which he is found to be guilty within India.\nReference was made by Mr. Banerji to the decision of this Court\nin Mobarik Ali Ahmad Vs. State of Bombay [AIR 1957 SC\n857], wherein this Court had held that the exercise of criminal\njurisdiction depends on the location of the offence, and not on\nthe nationality of the alleged offender or his corporeal presence\nG in India. This Court pointed out that the plain meaning of the\nphrase \"every person\" is that it embraces all persons without\nlimitation and irrespective of nationality, allegiance, rank, status,\ncaste, colour or creed, except such as may be specially\nexempted from criminal proceedings or punishment by virtue\nH of specific provisions of the Constitution or any statutory\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 641\nAND ORS. [ALTAMAS KABIR, CJI.]\nprovisions or some well-recognised principle of international A\nlaw, such as foreign sovereigns, ambassadors, diplomatic\nagents and so forth, accepted in the municipal law.\n68. Going a step further, Mr. Banerji also referred to the\nUnited Nations Privileges and Immunities Act, 1947, and the\nDiplomatic Relations (Vienna Convention) Act, 1972, which\ngave certain diplomats, missions and their members diplomatic\nimmunity even from criminal jurisdiction. Mr. Banerji submitted\nthat the 1972 Act had been enacted to give effect to the Vienna\nConvention on Diplomatic Relations, 1961. The effect of\nSection 2 of the Act is to give the force of law in India to certain\nprovisions set out in the Schedule to the Act. Mr. Banerji\nspecifically referred to Article 31 of the Convention, which is\nextracted hereinbelow:-\n\"ARTICLE 31\n1. A diplomatic agent shall enjoy immunity from the\ncriminal jurisdiction of the receiving State. He shall\nalso enjoy immunity from its civil and administrative\njurisdiction, except in the case of :\n(a) A real action relating to private immovable\nproperty situated in the territory of the receiving\nState, unless he holds it on behalf of the sending\nState for the purposes of the mission;\n(b) An action relating to succession in which the\ndiplomatic agent is involved as executor,\nadministrator, heir or legatee as a private person\nand not on behalf of the sending State;\n(c) An action relating to any professional or\ncommercial activity exercised by the diplomatic\nagent in the receiving State outside his official\nfunctions.\nB\nC\nD\nE\nF\nG\nH\n642 SUPREME COURT REPORTS\nA\n2.\n\u003e\u003e\nB\nC\n3.\n4.\n[2013] 4 S.C.R.\nA diplomatic agent is not obliged to give evidence\nas a witness.\nNo measure of execution may be taken in respect\nof a diplomatic agent except in the cases coming\nunder subparagraphs (a), (b) and (c) of paragraph\n1 of this article, and provided that the measures\nconcerned can be taken without infringing the\ninviolability of his person or of his residence.\nThe immunity of a diplomatic agent from the\njurisdiction of the receiving State does not exempt\nhim from the jurisdiction of the sending State.\"\n69. Mr. Banerji urged that as per the Policy of the\nGovernment of India, no foreign arms or foreign private armed\nD guards or foreign armed forces personnel, accompanying\nmerchant vessels, are allowed diplomatic clearance. Nor is it\nthe policy of the Government of India to enter into any Status\nof Forces Agreement (SOFA) by which foreign armed forces\nare given immunity from criminal prosecution. Mr. Banerji sought\nto emphasise the fact that the United Convention or\nJurisdictional Immunities of States and their Property, 2004, had\nnot come into force. Accordingly, the Petitioners' case that the\nsaid Convention reflects the Customary International Law,\ncannot be accepted.\nE\nF\n70. Also referring to the decision in Pinochet's case No.3\n[(2000) 1 AC 147], Mr. Banerji submitted that the said case\nconcerned the immunity of a former Head of State from the\ncriminal jurisdiction of another State, not the immunity of the\nState itself in proceedings designed to establish its liability to\nG damages. The learned ASG submitted that even though the\nRepublic of Italy may claim sovereign immunity when sued in\nan Indian Court for damages for the unlawful acts of its citizens,\nit was clear that even if it is assumed that the Petitioner Nos.2\nand 3 were acting under orders of the Italian Navy, there is no\nH basis for any claim of immunity from criminal jurisdiction in the\nREPUBLIC OF ITALY AND ORS. v. UNION OF INDIA 643\nAND ORS. [ALTAMAS KABIR, CJI.]\nface of Section 2 1.P.C. Mr. Banerji submitted that the action of A\nthe Petitioner Nos.2 and 3 was not acta jure imperii but acta\nres gestionis and hence the scope of the various Italian laws\nwould have to be established by way of evidence. Mr. Banerji\nsubmitted that since the claim of functional immunity from\ncriminal jurisdiction was not maintainable, the Special Leave\nPetition was liable to be dismissed.\n71. On the filing of the Writ Petition before this Court, being\nWrit Petition (Civil) No. 135 of 2012, Mr. Banerji urged that Writ\nPetition (Civil) No.4542 of 2012, for the self-same reliefs had\nbeen filed by the same Petitioners before the Kerala High Court\nand the same being dismissed, was now pending consideration\nin the Special Leave Petition. Mr. Banerji submitted that the\nWrit Petition was wholly misconceived since the Petitioners\nwere not entitled to pursue two parallel proceedings for the self-\nsame reliefs. It was submitted that the Writ Petition under Article\n32 was, therefore, liable to be rejected.\nB\nC\nD\n72. Appearing for the State of Kerala and the Investigating\nOfficer of the case, Mr. V. Giri, learned Senior Advocate,\nsubmitted that on account of the death of Valentine alias E\nJelastine and Ajeesh Pink, two of the crew members on board\nthe Indian fishing vessel, St. Antony, Crime No.2 of 2012, was\nregistered by the Neendakara Coastal Police Station for\noffences alleged to have been committed under Sections 302,\n307 and 427 read with Section 34 I.P.C. and Section 3 of the\nSuppression of Unlawful Activities Act (SUA Act). On the return\nof the Italian vessel to Kochi, the Petitioner Nos.2 and 3 were\nplaced under arrest by the Kerala Police on 19th February,\n2012, in connection with the said incident and are now in judicial\ncustody.\nF\nG\n73. Mr. Giri submitted that the Maritime Zones Act, 1976,\nwas enacted by Parliament after the amendment of Article 297\nof the Constitution by the 40th Constitution (Amendment) Act\nof 1976, which provides for the vesting in the Union of all things\nof value within territorial waters or the Continental Shelf and H\n644 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA resources of the Exclusive Economic Zone. Mr. Giri urged that\nthe concept of territorial waters or Continental Shelf and\nExclusive Economic Zone originated in Article 297 and the\n1976 Act in relation to the municipal laws of India.\nB\nC\n74. Mr. Giri submitted that the Maritime Zones Act, 1976,\nand the Notification dated 27th August, 1981, extending the\nprovisions of Section 188-A Cr.P.C. to the Exclusive Economic\nZone, were prior in point of time to UNCLOS 1982 and the date\non which India ratified the said convention. Mr. Giri submitted\nthat despite the legislative competence of Parliament under\nArticle 253, read with Entry 14 of List I of the Seventh Schedule,\nconferring on Parliament the power to enact laws to give effect\nto the provisions of a Treaty, Agreement or Convention, to which\nIndia is a party, the provisions of UNCLOS have not as yet been\nmade part of the Municipal Law of India. Mr. Giri urged that\nseveral International Conventions have been ratified by the\nIndian Republic to give effect to provisions of Conventions to\nwhich India is a signatory, such as the Diplomatic Relations\n(Vienna Convention) Act, 1972, to give effect to the provisions\nof the Vienna Convention on Diplomatic Relations, as also the\nE Carriage by Air Act, 1972, to give effect to the provisions of\nthe Warsaw Convention. In the instant case, however, the Indian\nParliament has not enacted any law to give effect to the\nprovisions of UNCLOS 1982.\nD\nF\nLL\nG\nI\n75. Mr. Giri, however, conceded that International\nConventions could not be ignored while enforcing the municipal\nlaw dealing with the same subject matter and in any given case,\nattempts were required to be made to harmonise the provisions\nof the international law with the municipal law. However, in the\ncase of conflict between the two, it is the municipal law which\nwould prevail. In this regard, reference was made to the\ndecision of this Court in what is commonly referred to as the\n\"Berubari case\" [AIR 1960 SC 845], which was, in fact, a\nPresidential Reference under Article 143(1) of the Constitution\nof India on the implementation of the India-Pakistan Agreement\n"}