{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nM/S. B.G. SHIRKE CONSTRUCTION TECHNOLOGIES (P) LTD.\nV.\nTHE ADDL. COMMISSIONER OF COMMERCIAL TAXES\nFEBRUARY 2, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\n+\n'\nSales Tax:\nKarnataka Sales Tax Act, 1957; ss. 8-A(5)(a), 20(5), 22(A)(1) and 24\nC and Notification No. FD.43, CSL 94(iv) dated 31.3.94:\nᎠ\nExemption Notification-Assessee-dealer engaged in manufacture of\npre-fabricated pillars, column etc. purchasing Tower Cranes availing rebate\nin tax in terms of the Notification-Applicability of Notification-Held: A\ncrane is a hoisting machine used to lift and move heavy loads-Tower cranes\na have built in jacks to raise the crane through opening in the floor as\nbuilding goes up-Cranes are taken apart and lowered after completion of\nbuildings-High Court rightly observed that Tower cranes could not be\nconsidered as industrial inputs either as component or as raw materials of\nany other goods-Hence the claim made by the assessee untenable and not\nE sustainable-However, in the facts and circumstances of the case, levy of\npenalty of rupees five lakhs would suffice.\nF\nAppellant-assessee is a dealer engaged in the construction of houses\nfor Karnataka Housing Board. It manufactures pre-fabricated pillars,\ncolumns, beams etc., and then used them for the execution of the civil works\ncontract. During the assessment year 1995-96 the assessee had purchased\nTower Cranes from another registered dealer and had availed concessional\nrate of tax at 4% on the purchases by producing declaration in Form No.37.\nHowever, the assessing authority found that the assessee company had not\nfulfilled all the conditions prescribed under the exemption Notification\nG No.FD.43.CSL 94(iv) dated 31.3.1994, therefore, it was not eligible to claim\nany benefit under the Notification. The Authorities had initiated proceedings\nunder Section 8-A(5)(a) of the Karnataka Sales Tax Act and came to the\nfindings that the nature of the business activity carried on by the assessee is\nnot manufacturing or processing of goods for sale and, therefore, it has\ncontravened the specified conditions of the Notification. Thus, the authorities\n248\nH\nT\nB.G. SHIRKE CONSTRUCTION TECHNOLOGIES (P) LTD. 1 THE ADDL. COMMNR. OF COMMERCIAL TAXES 249\nheld the assessee liable to pay differential amount of tax and also penalty in A\nterms of Section 8A(5)(a) of the Act. Aggrieved, the assessee filed an appeal\nbefore the first appellate authority. The authority allowed the appeal. The\nrevisional authority reversed the orders passed by the first appellate authority,\nhowever, the amount of penalty was reduced by 50%. Appellant filed an appeal\nunder Section 24(1) of the Act before the High Court. The High Court held\nthat the order passed by the authorities did not warrant any interference.\nHence the present appeal.\nB\nAppellant-assessee contended that the authority empowered to issue the\nNotification had made it abundantly clear that the dealer who effects the sale\nof machinery can take the benefit of the said Notification only after fulfilling\nthe other two conditions mentioned therein i.e. (1) that the dealer should\nproduce a declaration in Form 37 duly filled in and signed by the\nmanufacturing industrial unit, the purchasing dealer and (2) satisfactorily\nprove that what has been sold to a registered dealer is an industrial input for\nuse by it as a component part of raw material or packing material for\nmanufacture and sale inside the State; and that a narrow construction has D\nbeen put on the expression \"industrial input\". By giving a broader\ninterpretation, it should have been held that the assessee was entitled to get\nthe benefit of the Notification.\nPartly allowing the appeal, the Court\nE\nHELD: 1. A crane is a hoisting machine used to lift and move heavy\nloads. There are different types of cranes and Tower Crane is one such crane\nwhich is mostly used to construct high rise buildings. It has been noted by\nthe High Court that most Tower Cranes also called \"Climbing Cranes\", have\nbuilt in jacks that raise the cranes through openings in the floor as the F\nbuilding goes up. The cranes are taken apart and lowered after completion of\nthe buildings. As rightly observed by the High Court the Tower Cranes cannot\nbe considered as industrial inputs for use either as a component part or as a\nraw material of any other goods. [Para - 13] [253-G-H; 254-A]\n2. Assessee had purchased the Tower Cranes in the year 1995 and had G\navailed concessional rate of tax of 4% on the said purchase by producing\ndeclaration in Form-37 in terms of Section 5A of the Karnataka Sales Tax\nAct. Revisional authority has elaborately discussed the legal and factual\nposition to conclude that the claim made by the assessee was untenable and\nnot sustainable. In fact, the High Court has also analysed the position in\ngreat detail. The view expressed by the High Court about the non-acceptability\nH\n250\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA of the claim and levy of tax and penalty is. However, so far as the question of\nquantum of penalty is concerned, the legitimate amount which was to be\ncollected by the Revenue was not deposited by the assessee because of the\nclaim at concessional rate of tax. Considering the quantum of tax involved\nand the period for which the amount was withheld, levy of penalty of rupees\nfive lakhs would suffice. [Paras 15 and 16] [254-F-H; 255-A-B]\nB\nC\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 439 of 2007.\nFrom the final Judgment and Order dated 14.7.2005 of the High Court\nof Karnataka at Bangalore in S.T.A. No. 1/2003.\nU.U. Lalit, Nikhil Majithia, Joseph Pookkatt and Prashant Kumar for the\nAppellant.\nSanjay R. Hedge, Anil K. Mishra, Vikrant Yadav and Sashidhar for the\nRespondents.\nThe Judgment of the Court was delivered by\nDr. ARIJIT PASAYAT, J. Leave granted.\n1. Challenge in this appeal is to the judgment rendered by a Division.\nBench of the Karnataka High Court dismissing the appeal filed by the appellant\nunder Section 24(1) of the Karnataka Sales Tax Act, 1957 (in short the ‘Act').\nAppellant called in question legality or otherwise of the orders passed by the\nAdditional Commissioner of Commercial Taxes, Zone-II, Gandhinagar, Bangalore,\ndated 12.6.2002.\n2. Background facts in a nutshell are as follows:\nThe appellant is a dealer registered under the provisions of the Act. It\nis borne on the files of the Deputy Commissioner of Commercial Taxes\n(Assessment), 46th Circle, Bangalore. The main activity of the appellant is\nconstruction of mass houses for Karnataka Housing Board. For its business\nactivity, the appellant manufactures pre-fabricated pillars, columns, beams\netc., and then those items are used for the execution of the civil works\ncontract.\n3. During the financial year ending on 31.3.1996, i.e. assessment year\n1995-96 the assessee had purchased Tower Cranes from another registered\ndealer and had availed concessional rate of tax at 4% on the said purchases\n+\n\u003e\nB.G. SHIRKE CONSTRUCTION TECHNOLOGIES (P) LTD. 3. THE ADDL. COMMNR. OF COMMERCIAL TAXES [PASAYAT. J. 251\nby producing declaration Form No.37. While computing the tax liability of the A\nassessee for the assessment year 1995-96, the assessing authority had noticed\nthat the Tower Cranes so purchased by the assessee are nothing but machinery\ncovered under Sl. No.1(iii) of Part 'M' of the Second Schedule to the Act and\nsince the company had not fulfilled all the conditions prescribed under the\nnotification No.FD.43.CSL 94(iv) dated 31.3.1994, it was not eligible to claim\nB\nany benefit under the notification and, therefore, had initiated proceedings\nunder Section 8-A (5)(a) of the Act. In the said proceeding, it was the stand\nof the assessee-appellant that it is an industrial unit located in the State and\nthe purchase of the machinery made by it is used in the manufacturing of\ngoods for sale and, therefore, eligible and also entitled to take the benefit of\nthe notification issued by the State Government dated 31.3.1994. The assessing C\nauthority, after considering the objection of the assessee, came to the\nconclusion that the nature of the business activity carried on by the assessee\nis not one of manufacturing or processing of goods for sale and, therefore,\nit has contravened the specified conditions under the notification.\nAccordingly, he raised a demand of an amount equal to the difference between\nthe tax payable and tax paid amounting to Rs.10,71,745/- and also penalty\namounting to Rs.18,00,531/- as envisaged under Section 8A(5)(a) of the Act.\n4. Aggrieved by the aforesaid order, the assessee carried the matter in\nan appeal before the first appellate authority. The said authority allowed the\nappeal and set aside the orders passed by the assessing authority, on the\nground that the assessee satisfied all the conditions prescribed in the\nnotification and, therefore, was entitled to take the benefit of the notification\nissued by the State Government dated 31.3.1994.\nD\nE\n5. The Additional Commissioner of Commercial Taxes, being of the view\nthat the order passed by the first appellate authority is erroneous and also F\nprejudicial to the interest of the revenue, initiated proceedings under Section\n22-A (1) of the Act, and came to the conclusion that the first appellate\nauthority was not justified in allowing the appeal and in setting aside the\norder passed by the assessing authority dated 3.3.2001. The revisional\nauthority, who revised the orders passed by the first appellate authority\nassigned several reasons. However, the amount of penalty was reduced by\n50%. Appellant filed an appeal under Section 24(1) of the Act.\n6. Stand of the appellant before the High Court was that the Assessing\nAuthority was not justified in holding that the assessee had contravened the\nconditions specified in the notification issued by the State Government dated\nG\nH\n252\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA 31.3.1994 and, therefore, levy of penalty under Section 8A(5)(a) of the Act\nwas not justified. On the contrary, stand of the respondent-State was that\nsince the assessee did not satisfy all the conditions specified in the notification,\nthe Assessing Authority as well as the Revisional Authority were justified\nin directing the assessee to pay the amount equal to the difference between\ntax payable and the tax paid under the Act and also in levying the penalty\nfor contravention of the conditions specified in the notification dated 31.3.1994.\nThe High Court after analyzing the notification came to hold that the order\npassed by the authorities did not warrant any interference.\nB\n7. Learned counsel for the appellant submitted that the authority\nC empowered to issue the notification had made it abundantly clear that the\ndealer who effects the sale of machinery can take the benefit of the notification\nonly after fulfilling the other two conditions mentioned in the notification i.e.\n(1) that the dealer should produce a declaration in Form 37 duly filled and\nsigned by the manufacturing industrial unit i.e. the purchasing dealer and (2)\nsatisfactorily prove that what has been sold to a registered dealer is an\nD industrial input for use by him/it as a component part of raw material or\npacking material for manufacture and sale inside the State.\nE\nF\nG\nH\n8. The High Court observed that what was purchased by the appellant\nby the appellant is a \"Tower Crane\". By no stretch of imagination the High\nCourt observed that \"Tower Crane\" would be considered as an industrial\ninput for use either as a 'component part' or as a 'raw material' of any other\ngoods. Accordingly, the appeal was dismissed as noted above.\n9. In support of the appeal, learned counsel for the appellant submitted\nthat a narrow construction has been put on the expression “industrial input\".\nBy giving a broader interpretation, it should have been held that the appellant\nwas entitled to get the benefit of the notification.\n10. Per contra, learned counsel for the respondent supported the\njudgment and orders of the authorities below and the impugned judgment of\nthe High Court.\n11. In order to appreciate the rival submissions the notification which\nforms focal point of controversy is to be quoted. The same reads as follows:\n\"In exercise of the powers conferred by Section 8-A of the KST Act,\n1957 (Karnataka Act 25 of 1957, the Government of Karnataka hereby\nreduces with effect from the first day of April, 1994, the rate of tax\n\u003e\n{\nB.G. SHIRKE CONSTRUCTION TECHNOLOGIES (P) LTD. v. THE ADDL. COMMNR. OF COMMERCIAL TAXES [PASAYAT. J. 253\npayable by a dealer under Section 5 of the said Act to four per cent A\non,\n(i) raw edible oil when sold to a manufacturer in the State for\nprocessing of refined oil; and\n(ii) Machinery covered under Sl. No.1(iii)(a) of part M of II Schedule\nwhen sold to an Industrial Unit located in the State for use by\nsuch unit in the manufacturer or processing of goods for sale.\nSubject to the condition that the dealer produces before the assessing\nauthority a declaration in Form 37 duly filled in and signed by the said\nmanufacturer or industrial unit, as the case may be and subject to\nfurther condition that all the provisions relating to taxation of industrial\ninputs under Section 5-A of the said Act shall apply mutatis mutandis\nto the notification.\"\nB\nC\nD\n12. Stand of the appellant before the High Court and in this appeal is\nthat the appellant is a civil contractor and it manufactures pre-fabric beams\nand column for sale and, therefore, is an industrial unit. Though the High\nCourt had reservation about accepting this stand, it held that it did not intend\nexamination of that issue. The expressions \"industrial inputs\" \"component\nparts\" and \"raw material\" have been explained in the explanation appended\nto this provision itself. The expression \"industrial inputs\" means either\ncomponent part or raw material or packing material. The expression \"raw E\nmaterial\" means any material from which another product can be made through\nthe process of manufacture, either by itself or in combination with another\nmaterial; or a processing of any other solvent (including chemicals) used for\ntesting analysis or research used in the solvent extraction process or a\ncatalyst required in the manufacturing process, but it does not include fuels\nand consumable stores of similar types. All these conditions require to be\nsatisfied by the dealer effecting the sale of machinery of all kinds to an\nindustrial unit to claim reduced rate of tax under the notification.\nF\n13. There is no dispute that a crane is a hoisting machine used to lift\nand move heavy loads. There are different types of cranes and Tower Crane G\nis one such crane which is mostly used to construct high rise buildings. It\nhas been noted by the High Court that most Tower Cranes also called\n* “Climbing Cranes\", have built in jacks that raise the cranes through openings\nin the floor as the building goes up. The cranes are taken apart and lowered\nafter completion of the buildings. As rightly observed by the High Court the\nTower Cranes cannot be considered as industrial inputs for use either as a\nH\n254\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA component part or as a raw material of any other goods.\nB\nC\nD\nE\nF\n14. The residual question is the quantum of penalty. The Assessing\nAuthority had imposed penalty of Rs. 18,00,531/- The sum was reduced to\n50% of the amount by the revisional authority. Section 8A(5)(a) which is\nrelevant provision relating to imposition of penalty reads as follows:-\n\"Where any restriction or condition specified under sub Section (2)\nin respect of goods taxable at the point of sale is contravened or is\nnot observed by the purchaser of such goods, notwithstanding that\nsuch a purchaser is not a dealer or that the sale value of such goods\nis less than the turnover specified in sub Section (5) of Section 5,\nsuch purchaser shall be liable to pay an amount equal to the difference\nbetween the tax payable at the rates specified under the Act and the\ntax paid at the rates specified under the notification on the goods\npurchased in respect of which such contravention or non-observance\nhas taken place, as if the provision of the notification under sub-\nSection (1) did not apply to such purchases and in addition, such\npurchaser shall also be liable to pay by way of penalty a sum not\nexceeding the amount equivalent to the amount of tax leviable on the\nsale price of such goods.\"\n15. The outer limit of the amount of penalty is a sum not exceeding the\namount equivalent to the amount of tax leviable on the sale price of the\ngoods. It has been accepted by the respondent that the amount of tax\npayable is Rs. 10,28,875/- though originally it was calculated at\nRs.10,71,745/-. The appellant had purchased the Tower Cranes to the extent\nof Rs.1,71,47,917.80 in the year 1995 and had availed concessional rate of tax\nof 4% on the said purchase by producing declaration in Form-37 i.e. declaration\nprescribed under Section 5A of the Act.\n16. Learned counsel for the appellant has submitted that there was a\nfinding recorded by the Joint Commissioner of Commercial Taxes (Appeals)\nunder Section 20(5) of the Act that the order of the Assessing Authority\nG imposing tax and penalty was not maintainable. The revisional order passed\nby the Additional Commissioner, Commercial Tax under Section 22(A)(1) of\nthe Act set aside such order. Since there was a finding in favour of the\nassessee-appellant, the inevitable conclusion is that the claim of the assessee\nto avail concessional rate of tax was based on a possible view. We find no\nsubstance in that plea. Revisional authority has elaborately discussed the\nH legal and factual position to conclude that the claim made by the assessee-\nB.G. SHIRKE CONSTRUCTION TECHNOLOGIES (P) LTD. v. THE ADDL. COMMNR. OF COMMERCIAL TAXES (PASAYAT. J.I 255\nappellant was untenable and not sustainable. In fact, the High Court has also A\nanalysed the position in great detail as noted above. We concur with the\nview expressed by the High Court about the non-acceptability of the claim\nand levy of tax and penalty. However, so far as the question of quantum of\npenalty is concerned, it is to be noted that the legitimate amount which was\nto be collected by the Revenue was not deposited by the assessee-appellant\nbecause of the claim at concessional rate of tax. Considering the quantum of\ntax involved and the period for which the amount was withheld, we are of the\nview that levy of penalty of rupees five lakhs would suffice. The amount shall\nbe deposited within a period of one month from today if not already done.\nThe appeal is allowed, so far as the quantum of penalty is concerned only\nand dismissed so far as other aspects are concerned. There shall be no order C\nas to costs.\nS.K.S.\nAppeal Partly allowed.\nB\n"}