{"pages":[{"pageNumber":91},{"pageNumber":92},{"pageNumber":93}],"text":"BANGALORE CITY COOP. HOUSING SOCIETY LTD. 385\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nthe same on 15.11.1999.\nA\nC\n40. In the end, Shri Dave and Shri Shetty referred to the\nadditional affidavit of Shri A.C. Dharanendraiah, filed on behalf\nof the appellant, to show that the appellant has already spent\nRs. 18.73 crores for formation of the layouts and 1791 plots B\nwere allotted to the members, out of which, 200 have already\nconstructed their houses. They pointed out that 50% of the land\nhas been given to the BDA for providing civil amenities and\n16154 sq. ft. has been given to Karnataka Power Transmission\nCorporation. Learned counsel submitted that this is a fit case\nfor invoking the doctrine of prospective overruling so that those\nwho have already constructed houses may not suffer\nincalculable harm. In support of this submission, the learned\ncounsel relied upon the judgments in ECIL v. B. Karunakar,\n(1993) 4 SCC 727, Abhey Ram v. Union of India, (1997)-5\nSCC 421, Baburam v. C.C. Jacob, (1999) 3 SCC 362,\nSomaiya Organics (India) Ltd. v. State of U.P., (2001) 5 SCC\n519, Padma Sundara Rao v. State of T.N., (2002) 3 SCC 533,\nSarwan Kumar v. Madan Lal Aggarwal, (2003) 4 SCC 147,\nGirias Investment Private Limited v. State of Karnataka,\n(2008) 7 SCC 53, G. Mallikarjunappa v. Shamanur E\nShivashankarappa, (2001) 4 SCC 428, Uday Shankar Triyar\nv. Ram Kalewar Prasad Singh, (2006) 1 SCC 75.\nD\n41. We have given serious thought to the submission of\nthe learned counsel but have not felt convinced that this is a fit F\ncase for invoking the doctrine of prospective overruling, which\nwas first invoked by the larger Bench in I.C. Golak Nath v. State\nof Punjab AIR 1967 SC 1643 : (1967) 2 SCR 762 while\nexamining the challenge to the constitutionality of Constitution\n(Seventeenth Amendment) Act, 1964. That doctrine has been\napplied in the cases relied upon by learned counsel for the\nappellant but, in our opinion, the present one is not a fit case\nfor invoking the doctrine of prospective overruling because that\nwould result in conferring legitimacy to the influence of money\npower over the rule of law, which is the edifice of our\n0\nH\n386 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Constitution. The finding recorded by the Division Bench of the\nHigh Court in Narayana Reddy's case that money had played\nan important role in facilitating the acquisition of land, which\nwas substantially approved by this Court in three cases, is an\nillustration of how unscrupulous elements in the society use\nB money and other extraneous factors for influencing the decision\nmaking process by the Executive. In this case also the Estate\nAgent, namely, M/s. Rejendra Enterprises with whom the\nappellant had entered into an agreement dated 21.2.1988 had\nplayed crucial role in the acquisition of land. The tenor of that\nC agreement does not leave any manner of doubt that the Estate\nAgent has charged huge money from the appellant for getting\nthe notifications issued under Sections 4(1) and 6(1) of the\n1894 Act and sanction of layout plan by the BDA. The\nrespondents could not have produced any direct evidence that\nthe Estate Agent had paid money for facilitating the acquisition\nof land but it is not too difficult for any person of reasonable\nprudence to presume that the appellant had parted with crores\nof rupees knowing fully well that a substantial portion thereof\nwill be used by the Estate Agent for manipulating the State\napparatus. Therefore, we do not find any justification to invoke\nthe doctrine of prospective overruling and legitimize what has\nbeen found by the Division Bench of the High Court to be ex-\nfacie illegal.\nD\nE\n42. Before concluding we consider it necessary to observe\nF that in view of the law laid down in the 1st H.M.T. case\n(paragraphs 19, 21 and 22), which was followed in 2nd H.M:T.\ncase and Vyalikawal House Building Cooperative Society's\ncase, the view taken by the Division Bench of the High Court\nin Narayana Raju's case that the framing of scheme and\nG approval thereof can be presumed from the direction given by\nthe State Government to the Special Deputy Commissioner to\ntake steps for issue of notification under Section 4(1) cannot\nbe treated as good law and the mere fact that this Court had\nrevoked the certificate granted by the High Court cannot be\nH\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 387.\nV. STATE OF KARNATAKA [G.S. SINGHVI, J.]\ninterpreted as this Court's approval of the view expressed by A\nthe High Court on the validity of the acquisition.\nB\n43. In the result, the appeals are dismissed. However,\nkeeping in view the fact that some of the members of the\nappellant may have built their houses on the sites allotted to\nthem, we give liberty to the appellant to negotiate with the\nrespondents for purchase of their land at the prevailing market\nprice and hope that the landowners will, notwithstanding the\njudgments of the High Court and this Court, agree to accept\nthe market price so that those who have built the houses may C\nnot suffer. At the same time, we make it clear that the appellant\nmust return the vacant land to the respondents irrespective of\nthe fact that it may have carved out the sites and allotted the\nsame to its members. This must be done within a period of\nthree months from today and during that period the appellant\nshall not change the present status of the vacant area/sites. The\nmembers of the appellant who may have been allotted the sites\nshall also not change the present status/character of the land.\nThe parties are left to bear their own costs.\nN.J.\nD\nAppeals dismissed.\nE\n"}