{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"BANGALORE CITY COOP. HOUSING SOCIETY LTD. 325\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nthe 2nd stage of scrutiny, irrespective of the fact whether the A\nenrolled members had paid sital fee or not and, accordingly,\ndecided that the appellant's case be examined by taking note\nof the members enrolled by it.\n3.12 On 21.2.1988, the appellant entered into an\nagreement with M/s. Rajendra Enterprises whereby the latter\npromised to secure the acquisition of land on payment of the\nspecific amount. Paragraphs 1 to 8 of the agreement, which\nhave bearing on consideration of one of the issues arising in\nthese appeals read as under:\n'\nB\nс\n\"1. THIS AGREEMENT entered into on this the 21st\n(Twenty first) day of February 1988 between The\nBangalore City Co-operative Housing Society Limited,\nNo.2, Seethapathi Agrahara, Bangalore-560002, a Co-\noperative Societies Act, represented by its President and D\nthe Executive Director and hereinafter referred to as the\n'FIRST PARTY', which term shall mean and include its\nsuccessors, assigns in office, administrators etc. and M/\ns. Shri Rajendra Enterprises, No.4507, 5th Floor, High\nPoint-IV, 4, Palace Road, Bangalore-560 001, E\nrepresented by its Managing Partner M. Krishnappa,\nEstate Agent and Engineering Contractor, hereinafter\ncalled the Agent of the 'SECOND PARTY' which term shall\nmean and include its successors in interest and\nsuccessors in office, assigns, administrators etc., F\nwitnesseth:-\n2. WHEREAS THE FIRST PARTY has selected about\n228 acres land as detailed in the schedule, in Vajarahalli\nvillage and Raghuvanahalli village, Uttarahalli Hobli,\nBangalore South Taluk, more fully described in the\nschedule hereunder and hereinafter, referred to as the\n'Schedule Land' for making house sites for the benefit of\nits members for the construction of dwelling houses with\nvarious amenities including road, water supply, sewerage\nfacilities, street lighting, etc.\nG\nH\n326\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n3. WHEREAS the Second Party has offered his services\nto the First Party to negotiate and complete the acquisition\nand development of schedule land for the said purpose to\nform a layout, make sites in accordance with the rules and\nregulations in force and hand over the said sites to the First\nParty.\n4. WHEREAS NOW that the Managing Partner of M/s.\nManasa Enterprises, First Party's earlier promoters died\nof an accident and as such work could not be continued\nand subsequently M/s. Landscape, Layout promoters\nagreed to take over the entire project with all its advanced\nto M/s. Manasa Enterprises i.e. Rs.13,50,000/- (Rupees\nThirteen Lakhs Fifty Thousand only) for procuring lands\nfrom the agriculturists in favour of the First Party, at the time\nof the agreement. The said Agreement dated 31.12.87\nwas signed between the First Party and M/s. Landscape.\nBut this Agreement was cancelled with effect from 1.2.1988\nas M/s. Landscape failed to furnish the agreed Bank\nGuarantee of Rs. 13,50,000/-.\n5.\nNOW the Second Party, M/s. Rajendra Enterprises\nhave come forward and agreed to take over the entire\nproject for the formation of the proposed layout and start\nthe work 'ab initio' with all its previous liabilities and have\nfurnished the required Bank Guarantee No.4/88 dated\n8.2.1988 from Syndicate Bank, Vijaynagar Branch,\nBangalore-560 040 of Rs.13,50,000/- (Rupees Thirteen\nLakhs Fifty Thousand only) already advanced to previous\npromoters M/s. Manasa Enterprises (for procuring lands\nfrom the agriculturists).\n6. WHEREAS the Second Party has agreed to provide all\nthe required services towards the acquisition of scheduled\nland for the First Party, obtain all necessary approvals for\nforming the layout, roads, water lines, electric lines,\ndrainage, sewerage connection, etc., and to carry out on\nthe said land the items of work such as laying of roads with\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 327\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nculverts, drainages, etc., provision of bore-wells, ground A\nlevel and overhead tanks, water lines, etc., for the provision\nof water laying of electrical lines, sewerage lines, etc., and\nin accordance with the details approved by the respective\nStatutory and Government authorities on the schedule lands\nin consideration of the amount to be paid by the First Party\nas per the B.D.A. rate prevailing at the time of execution.\nof the above specified works.\n7. WHEREAS the Second Party at the behest of the First\nParty is taking action to move various Government and\nStatutory authorities towards the publication of Notification\nin the Official Gazette under Section 4(1) of the Land\nAcquisition Act, for the acquisition of the schedule lands.\n8. NOW the First Party and the Second Party agree to\nundertake the above works as detailed below: -\nSECOND PARTY\nPROCUREMENT OF LANDS\n1) To get Notification under\nSection 4(1) of the LAR\nwithin four months\nFIRST PARTY\n1) At the time of execution of\nthe Agreement of Rs. 1.5\nlakhs and upto issue of\nB\nC\nD\nE\n4(1) Notification Rs. 15/-\nper Sq. Yd. against Bank\nGuarantee.\nF\n2) Issue of Notification under\nSection 4(1) and subse-\nquent enquiry under\nSection 5(1) completed\nwithin 4 months\n2) Rs. 25/- per Sq. Yd.\nincluding the award\namount paid to\nGovernment.\n3) Issue of Notification under 3) Rs. 26/- per Sq. Yd.\nSection 6(1) within 3\nmonths of the completion\nG\nI\n328 SUPREME COURT REPORTS\nA\nof enquiry under Section\n[2012] 3 S.C.R.\nB\nC\nD\n4)\n5)\n5(1)\nSubmission of layout plan to 4) Rs. 5/- per Sq. Yd.\nBDA within 4 months after\nthe issue of notification\nunder Section 6(1)\nSanction of layout plan within 5) Rs. 4/- per Sq. Yd.\n3 months of its submission.\nThe Second Party has agreed to complete the\nabove mentioned works within 18 months from the day of\nthe agreement subject to any delay caused at the BDA\nand other authorities in procuring land sanctioning or\nissuing of layout plan.\"\n(The amount which the appellant had agreed to pay to the\nEstate Agent for securing the acquisition of 228 acres land\nand submission and sanction of layout plan by the BDA\nwas Rs.5,42,37,652/-).\nE 3.13 Within five days of the execution of the aforesaid\nagreement, the SLCC reconsidered the appellant's case in its\n20th meeting held on 26.2.1988 and declared that it is eligible\nfor the acquisition of 208 acres 18 guntas land. The relevant\nportion of the minutes of that meeting are reproduced below:\n“7) BANGALORE CITY HBCS:\nF\nG\nH\nThe Society is eligible for acquisition of 208 acres\n18 guntas in stage I/III. As against this they have given\nsurvey number-wise details for 250 acres. They should\ntherefore be given time upto 15th March, 1988 to select\nthe specific lands to be acquired on their behalf to the\nextent of 208 acres.\"\n3.14 In furtherance of the recommendations made by the\n1\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 329\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nSLCC, the State Government sent letter dated 21.5.1988 to A\nDeputy Commissioner, Bangalore and directed him to initiate\nproceedings for the acquisition of 207 acres 29 guntas land in\nVajarahalli and Raghuvanahalli for the appellant by issuing\nnotification under Section 4(1) of the 1894 Act. The contents\nof that letter are reproduced below:\n\"The Deputy Commissioner,\nBangalore.\nB\nSub: Acquisition of land in Vajarahalli and Raghuvanahalli C\nvillages of Uttarahalli hobli, Bangalore South Taluk in favour\nof the Bangalore City Co-operative, Housing Society Ltd.,\nBangalore.\nI am directed to state that the State Level Coordination\nCommittee has recommended for acquisition of 208 acres\n18 guntas of land in Ist/IIIrd stage in favour of Bangalore\nCity Cooperative Housing Soceity. As against this the\nsociety has furnished S.No. wise details for 207 acres 29\nguntas (list enclosed) which is within the extent\nrecommended by State Level Coordination Committee.\nHence you are directed to initiate acquisition proceedings\nby issue of notification under Section 4(1) for an extent of\n207 acres 29 guntas of land as recommended by S.L.C.C.\nin the village of Vajarahalli and Raghuvanahalli in favour\nof Bangalore City House Building Cooperative Society\nLtd., Bangalore subject to the following conditions:\nD\nE\nF\ni) The extent involved (if any) under Section 79(A) and B\nmay be excluded while issue of 4(1) notification for the\npresent, which can be notified after the pending G\nproceedings under the said Act are finalised.\n(ii) Move the Spl. Deputy Commissioner, ULC to finalise\nH\n330 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nC\nD\nE\nF\nLL\nG\nH\nthe proceedings pending under ULC Act before 31.5.1988.\nYours faithfully,\n(MAHDI HUSSAINA)\nUnder Secretary to Government\nRevenue Department.\"\n3.15 On 7.8.1988, the Executive Director of the appellant\nentered into an agreement with the State Government, the\nrelevant portions of which are extracted hereunder:\n\" AGREEMENT\nAn Agreement made on this Eighth day of July, One\nThousand Nine Hundred Eighty Eight between the\nExecutive Director, The Bangalore City Co-operative\nHousing Society Limited, No.2, Seethapathi Agrahara,\nBangalore-560002 (hereinafter called the Society which\nexpression shall unless excluded by or repugnant to the\ncontext, be deemed to include its successors and assigns)\nof the ONF PART and the GOVERNOR OF KARNATAKA\non the OTHER PART.\nAND WHEREAS the Society has applied the\nGovernment of Karnataka (hereinafter referred to as \"THE\nGOVERNMENT\") that certain land more particularly\ndescribed in the schedule hereto annexed and hereinafter\nreferred to as \"THE SAID LAND” should be acquired under\nthe provisions of LAND ACQUISITION ACT, 1894 (I of\n1894) hereinafter referred to as \"THE SAID ACT\", for the\nfollowing purpose namely:-\nFormation of Sites and Construction of Houses to the\nmembers of the Bangalore City Co-operative Housing\nSociety Ltd., No.2, Seethapatha Agrahara, Bangalore-\n560002.\nAND WHEREAS The Government, having caused an\nenquiry be made in conformity with the provisions of the\nSAID ACT and being satisfied as a result of such inquiry\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 331\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nthat the acquisition of the SAID LAND is needed for the A\npurpose referred to above, has consented to the\nprovisions of the SAID ACT, being put in force in order to\nacquire the SAID LAND for the benefit of the Society.\nMembers, to enter into an agreement hereinafter\ncontained with the GOVERNMENT. How, these presents\nwitness and it is hereby agreed that GOVERNMENT shall\nput in force the provisions of the said Act, in order to\nacquire the SAID LAND for the benefit of the Society\nMembers on the following conditions namely:\nB\nC\nD\nE\n1. The Society shall pay to the GOVERNMENT the entire\ncosts as determined by the GOVERNMENT of the\nacquisition of the SAID LAND including all compensation\ndamages, costs, charges and other expenses whatsoever,\nwhich have been OR may be paid OR incurred in respect\nof OR on account of such acquisition OR in connection with\nany litigation arising put of such acquisition either in the\noriginal or APPELLATE COURTS, and including costs on\naccount of any establishment and salary of any Officer OR\nofficers of the GOVERNOR who the GOVERNMENT may\nthink it necessary to employ OR deputation Special duty\nfor the purpose of such acquisition and also including the\npercentage charges on the total amount of compensation\nawarded as prescribed by GOVERNMENT. The monies\nwhich shall be payable by the Society under this clause\nshall be paid to the Special Deputy Commissioner of F\nBangalore (hereinafter called the \"SPECIAL DEPUTY\nCOMMISSIONER\") within fourteen days after demand by\nthe SPECIAL DEPUTY COMMISSIONER in writing of such\namount or amounts as the SPECIAL DEPUTY\nCOMMISSIONER shall from time to time estimate to be\nrequired for the purpose of paying OR disbursing any\ncompensation, damages, costs, charges, OR expenses\nherein before referred to, for which the COMPANY has\nmade provision in their finance.\nG\nH\n332\n• SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n2. On payment of the entire cost of the acquisition of the\nSAID LAND as hereinabove referred to the whole of the\nsaid land shall as soon as conveniently may be transferred\nto the SOCIETY as to vest in the COMPANY subject to the\nprovision of the Karnataka Land Revenue Act (hereinafter\ncalled the SAID ACT) and the rules made thereunder\nsubject also to the provisions of this agreement as to the\nterms on which the land shall be held by the Society.\n3. The SAID LAND when so transferred to and vested in\nthe SOCIETY shall be held by the SOCIETY if its property\nto be used only in furtherance of the and for purpose for\nwhich it is acquired, subject nevertheless to the payment\nor agricultural, non-agricultural OR other assessment if and\nso far as the said land is OR may from time to time be\nliable to such assessment under the provisions of the SAID\nACT and the rules made thereunder, and the local fund\ncess, as the case may be, THE SOCIETY shall :-\n(i) not use the SAID LAND for any purpose other than that\nfor what it is acquired.\n!\n(ii) Undertake the work of construction of the building within\nthree years from the date on which possession of the land\nhanded to the Society and complete the same within three\nyears from the aforesaid date;\n(iii) AT ALL TIMES, KEEP AND MAINTAIN the said land\nand the building OR buildings effected thereon in good\norder and condition, maintain all records of the SOCIETY\nproperly to the satisfaction of the DEPUTY\nCOMMISSIONER and supply to the GOVERNMENT\npunctually such.\n(iv) Returns and other information as may from time to time\nbe required by the GOVERNMENT.\n(v) Not use the SAID LAND or any building that may be\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 333\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nerected upon it for any purpose which in the opinion of A\nGOVERNMENT is objectionable.\n5. The Society shall from time to time and at all times\npermit the GOVERNMENT or any officer or officers\nauthorised by the GOVERNMENT in that behalf to inspect\nthe SAID LAND any works of the SOCIETY upon the SAID\nLAND whether in the course of construction or otherwise\nand shall furnish to the Government from time to time on\ndemand correct statements of the monies spend by\nSOCIETY upon its said land.\nB\nC\n6. In case the SAID LAND is not used for the purpose\nwhich it is acquired as herein refers recited or is used for\nany other purpose 01 in case the SOCIETY commits a\nbreach of any of conditions thereof, the SAID LAND\ntogether with the buildings, if any erected thereon shall be D\nliable to resumption by the Government subject however\nto the conditions that the amount spent by the SOCIETY\nfor the acquisition of the SAID LAND or its value as\nundeveloped land at the time of resumption, whichever is\nless (but excluding the cost of value of any improvements E\nmade by the SOCIETY to the SAID LAND or on any\nstructure standing on the SAID LAND shall be paid as\ncompensation to the SOCIETY.\nProvided that the SAID LAND and the buildings, if any,\nerected thereon shall not be so resumed unless due notice\nof the breaches complained of the been given to the\nCompany and the Society has failed to make good the\nbreak or to comply with any directions issued by the\nGOVERNMENT in this behalf, within the time specified in\nthe said notice for compliance therewith.\nF\nG\n7. If at any time or times, the whole or any part of the SAID\nLAND is required by GOVERNMENT or for the purpose\nof making any new public road or for any purpose\nconnected with public health, safety, utility or necessary the H\nA\nB\nC\nD\nE\n-\nF\nG\nH\n334 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nCompany on being required by the GOVERNMENT in\nwriting shall transfer to the GOVERNMENT the whole or\npart of the SAID LAND as the GOVERNMENT shall\nspecify to the necessary for any of the aforesaid purposes\nthe SOCIETY A SUM equal to the amount of the\ncompensation awarded under the said Act, and paid by\nthe SOCIETY IN respect of the land to transferred including\nthe percentages awarded under Section 23(2) of the SAID\nACT, together with such amount as shall be estimated by\nthe SOCIETY whose decision in the matter shall be final\nas to the cost of the development of the land so transferred\nwhich shall include the value at the date of transfer of any\nstructures standing thereon and when part of a building is\non the land so transferred and part is on an adjoining land,\nreasonable compensation for the injuries effected of the\npart of the building on the adjoining land.\n8. All the cost and expenses incidental to the preparation\nand execution of these presents shall be paid by the\nSOCIETY.\n9.(a) The Deputy Commissioner/Special Deputy\nCommissioner should make a token contribution towards\nthe compensation framed by Assistant Commissioner/\nSpecial Land Acquisition Officer at the rate of Rs. 100.00\nin respect of each Land Acquisition Case of the Society.\n(b) The Special Deputy Commissioner shall after taking\nover possession of the land U/s. 16(1) Land Acquisition\nto the Society should report to the Government the fact of\nhaving taken physical possession of the land for clearance\nof the Government. The Society should agree unconditional\nto pay the compensation as awarded or if enhanced by the\nCourt decides in favour of land owners.\n(c) The Society shall not from the layouts without getting\nthe plan duly approved by the Town Planning Wing of\nBangalore Development Authority keeping in view the\n"}