{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"BANGALORE CITY COOP. HOUSING SOCIETY LTD. 375\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nKarnataka, in which the petitioner had challenged the acquisition A\non the ground that no scheme had been framed under Section\n3(f)(vi) of the 1894 Act, was dismissed by the learned Single\nJudge on 24.11.1994 by relying upon the judgments in\nNarayana Raju v. State of Karnataka ILR 1989 KAR 376 and\nNarayana Reddy v. State of Karnataka ILR 1991 KAR 2248. B\nWrit Appeal No. 281/1995 filed against the order of the learned\nSingle Judge was dismissed by the Division Bench vide\njudgment dated 14.2.1995. The Division Bench held that\nframing of Rules is not a condition precedent for the acquisition\nof land for the purpose of a cooperative society. SLP(C)...CC\nNo. 14581/1995 Muniyappa v. State of Karnataka was\ndismissed by this Court on 4.10.1996 by recording the following\norder:\n\"We have heard the learned counsel for the parties. The\ncontention that has been raised by the learned counsel for\nthe petitioner on the basis of the decision of this Court of\nHMT House Building Co-operative Society vs. Syed\nKhader \u0026 Ors. (1995) 2 SCC 677, cannot be accepted in\nview of the fact that a scheme had been prepared in the\npresent case and it had been approved by the State\nGovernment and there is nothing to show that the said\napproval is vitiated. The special leave petition is, therefore\ndismissed.\n(viii) Writ Petition No. 41397/1995 and batch were\ndismissed by the learned Single Judge on 21.6.1996 by relying\nupon the judgment in Subramani v. Union of India ILR 1995\nKAR 3139. The learned Single Judge held that the petitioners\nhad approached the Court after almost seven years of\nfinalization of the acquisition proceedings and there was no\ncogent explanation for the delay. Writ Appeal Nos. 7057-72/\n1996 Smt. Akkayamma v. State of Karnataka were dismissed\nby the Division Bench vide order dated 12.8.1996 on the\nground that the appellants had already received compensation\nmore than four years ago and they had entered into an\nC\nD\nE\nF\nG\nH\n376 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA agreement for sale of the property. SLP(C) Nos. 18239-18254/\n1996 were summarily dismissed by this Court on 20.9.1996.\nB\nC\nD\nE\nF\n0\nH\n(ix) Writ Petition No. 17603/1989 Smt. Sumitramma v.\nState of Karnataka was dismissed by the learned Single Judge\non 22.11.1995 by relying upon the averment contained in the\ncounter affidavit of respondent No. 4 that it had submitted a\nscheme to the State Government and the acquisition was made\nafter approval of the scheme. The learned Single Judge also\nrelied upon the judgment in Narayana Raju's case in support\nof his conclusion that if the Government decides to acquire the\nland for a cooperative society on its being satisfied that the land\nwas to put up houses after forming layout, etc., the approval to\nsuch a scheme can be inferred from the very fact that the\nGovernment was a party to an agreement which ensured that\nthe lands will be utililised for implementing the purpose of the\nacquisition. Writ Appeal No. 5081/1995 filed against the order\nof the learned Single Judge was dismissed by the Division\nBench on 1.1.1996 by one word order \"Dismissed.\". SLP(C)\nNo. 10270/1996 was dismissed by this Court on 4.10.1996 by\nrecording the following order:\n\"Strong reliance is placed by the learned counsel for the\npetitioner on this Court's decision H.M.T. House Building\nCooperative Society v. Syed Khader and others (1995)\n2 SCC 677. The submission is that in the case cited above\nthe Enquiry committee had submitted a report on the basis\nwhereof a provision was made in the agreement dated\n17.3.88 which recited that the Government having caused\nenquiry to be made in conformity with the provisions of the\nAct and being satisfied with the result of such enquiry that\nthe acquisition of such land is needed for the purpose\nreferred to above and the Government having consented\nto acquire the said land for the benefit of the society.\nmembers they have entered into an agreement with the\nGovernment. While this recital indeed is found in the\nagreement dated 17.3.88 no separate order was made by\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 377\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nthe Government granting approval as in the present case. A\nIn the present case a separate order dated 14.10.1985\nwas passed by the Government and under the signatures\nof the Under Secretary to the Government, Revenue\nDepartment, conveying the approval of the Government in\nthe issuance of the Notification dated 21.1.86 under B\nSection 4 of the Land Acquisition Act to acquire certain\nparcels of land in favour of L.R.D.E. Employees Housing\nCo-operative Society, Bangalore. Therefore, there is a\nseparate specific order made by the Government on the\nbasis of the recommendation of the Committee unlike in\nthe H.M.T. case. We, therefore, do not see any merit in this\npetition and dismiss the same. No orders in I.A. No. 2.\"\n(x) Writ Petition No. 38745/1995 - A.K. Erappa v. State\nof Karnataka was dismissed by the learned Single Judge\nmainly on the ground that the writ petitioners had participated\nin the award proceedings and agreed that the compensation\nbe disbursed to his power of attorney and also approached the\nsociety for allotment of a site. Writ Appeal No. 6914/1996 filed\nby the appellant was dismissed by the Division Bench on\n7.10.1996. SLP (C) No. 1528/1997 was summarily dismissed\nby this Court on 3.2.1997.\n(xi) Writ Appeal Nos. 7122-34/1996 - Smt. Hanumakka\nv. State of Karnataka were dismissed by the Division Bench\nof the High Court vide order dated 12.9.1996 on the ground of\ndelay and also on the ground that the appellant had not\napproached the Court with clean hands. SLP (C) Nos. 23256-\n68/1996 were summarily dismissed by this Court on\n9.12.1996.\n31. In Kanaka Gruha Nirmana Sahakara Sangha's case,\ntwo questions were considered by this Court. The first question\nwas whether there was any inconsistency between the Land\nAcquisition (Mysore Extension and Amendment) Act, 1961 and\nthe 1894 Act. After examining the relevant constitutional\nC\nD\nE\nF\nG\nH\n378 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA provisions and the two enactments, this Court answered the\nquestion in negative. The second question considered by the\nCourt was whether the Government had approved the housing\nscheme framed by the appellant. The Court noted that Assistant\nRegistrar of Cooperative Societies, Three Men Committee and\nthe State Level Committee had recommended the acquisition\nof land on behalf of the appellant and the Government had\ndirected Special Deputy Commissioner, Bangalore to initiate\nacquisition proceedings by issuing Section 4(1) Notification\nand proceeded to observe:\nB\nC\nD\nE\nF\nG\nH\n\"Considering the fact that the State Government directed\nthe Assistant Registrar of Cooperative Societies of\nBangalore to verify the requirement of the members of the\nSociety and also the fact that the matter was placed before\nthe Committee of three members for scrutiny and thereafter\nthe State Government has conveyed its approval for\ninitiating the proceedings for acquisition of the land in\nquestion by letter dated 14-11-1985, it cannot be said that\nthere is lapse in observing the procedure prescribed under\nSection 3(f)(vi). Prior approval is granted after due\nverification and scrutiny.\"\n32. In our view, none of the orders and judgments referred\nto hereinabove can be relied upon for holding that even though\nthe appellant had not framed any housing scheme, the\nacquisition in question should be deemed to have been made\nfor a public purpose as defined in Section 3(f)(vi) simply\nbecause in the representation made by him to the Revenue\nMinister of the State, the Executive Director of the appellant had\nindicated that the land will be used for providing sites to poor\nand people belonging to backward class and on receipt of the\nrecommendations of SLCC the State Government had directed\nSpecial Deputy Commissioner to issue notification under\nSection 4(1) of the 1894 Act and that too by ignoring the ratio\nof the judgments of three Judge Benches in 1st and 2nd H.M.T.\ncases and the judgment of two Judge Bench in Vyalikawal\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 379\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nD\nHouse Building Cooperative Society's case. In majority of the A\ncases decided by the High Court to which reference has been\nmade hereinabove, the petitioners were non-suited on the\nground of delay and laches or participation in the award\nproceedings. In Muniyappa's case, the judgment in 1st H.M.T.\ncase was distinguished on the premise that a scheme had B\nbeen framed and the same had been approved by the State\nGovernment and further that the petitioner had failed to show\nthat the approval was vitiated due to intervention of the\nextraneous consideration. In Sumitramma's case, this Court\nnoted that in 1st H.M.T. case, no separate order was made by C.\nthe Government for grant of approval whereas in Sumitramma's\ncase an order has been passed on 14.10.1985 conveying the\nGovernment's approval for the issuance of Notification dated\n21.1.86 under Section 4 of the 1894 Act. In Kanaka Gruha's\ncase also, this Court treated the direction contained in letter\ndated 14.11.1985 of the Revenue Commissioner and Secretary\nto Government to Special Deputy Commissioner, Bangalore to\ninitiate the acquisition proceedings by issuing Notification\nunder Section 4(1) as an approval within the meaning of Section\n3(f)(vi). In none of the three cases, this Court was called upon\nto consider whether the decision taken by the Government to\nsanction the acquisition of land in the backdrop of an\nagreement executed by the society with a third party, as had\nhappened in the H.M.T. cases and the present case whereby\nthe Estate Agent agreed to ensure the acquisition of land within\na specified time frame subject to payment of huge money and\nthe fact that agreement entered into between the society and\nthe Government was in the nature of an agreement\ncontemplated by Part VII. While in 1st H.M.T.'s case, the\namount paid to M/s. S. R. Constructions was rupees one crore,\nin the present case, the appellant had agreed to pay more than G\nrupees five crores for facilitating issue of Notifications under\nSections 4(1) and 6(1) and sanction of the layouts and plans\nby the BDA within a period of less than one year. Therefore,\nIwe have no hesitation to hold that the appellant's case is\nsquarely covered by the ratio of the H.M.T. cases and the High H\nE\nF\n380 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Court did not commit any error by relying upon the judgment in\n1st H.M.T case for declaring that the acquisition was not for a\npublic purpose.\nB\nс\nD\n33. Another facet of the appellant's challenge to the\njudgment in the case of respondent No. 3 is that even if there\nwas no express approval by the State Government to the\nacquisition of land, the approval will be deemed to have been\ngranted because the State Government had contributed Rs.100\ntowards the acquisition of land. Shri Vishwanatha Shetty relied\nupon the judgments of this Court in Smt. Somavanti and others\nv. The State of Punjab and others (1963) 2 SCR 774, Pratibha\nNema v. State of M.P. (2003) 10 SCC 626 and agreement\ndated 8.7.1988 and argued that the decision of the State\nGovernment to execute an agreement with the appellant should\nbe construed as its approval of the proposal made for the\nacquisition of land. In our view, this argument of the learned\nsenior counsel lacks merit. At the cost of repetition, we\nconsider it appropriate to mention that the agreement was\nsigned by the Executive Director of the appellant and the State\nGovernment in compliance of Section 41, which finds place in\nPart VII of the 1894 Act. Therefore, a nominal contribution of\nRs.100 by the Special Deputy Commissioner cannot be\nconstrued as the State Government's implicit approval of the\nhousing scheme which had never been prepared. In Smt.\nSomavanti's case, the appellants had challenged the\nacquisition of their land by the State Government on the ground.\nthat the provisions of the 1894 Act could not be invoked for the\nbenefit of respondent No. 6, who was interested in setting up\nan industry over the acquired land. The majority of the\nConstitution Bench held that the declaration made by the State\nG Government that the land is required for a public purpose is\nconclusive and the same was not open to be challenged. The\nargument made on behalf of the petitioners that there could be\nno acquisition for a public purpose unless the Government had\nmade a contribution for the acquisition at public expense and\nthat the contribution of Rs.100 was insignificant was rejected\nE\nF\nH\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 381\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nand it was held that a small quantum of contribution by the State A\nGovernment cannot lead to an inference that the acquisition was\nmade in colourable exercise of power. In Pratibha Nema's\ncase, the challenge was to the acquisition of 73.3 hectares dry\nland situated at Rangwasa village of Indore district for\nestablishment of a diamond park by Madhya Pradesh\nAudyogik Kendra Vikas Nigam Ltd. It was argued that the\nNigam did not have sufficient amount for payment of\ncompensation. While dealing with the argument, this Court\nobserved:\nB\nC\nD\nE\n\"It seems to be fairly clear, as contended by the learned\ncounsel for the appellants, that the amount paid by the\nCompany was utilized towards payment of a part of interim\ncompensation amount determined by the Land Acquisition\nOfficer on 7-6-1996 and in the absence of this amount, the\nNigam was not having sufficient cash balance to make\nsuch payment. We may even go to the extent of inferring\nthat in all probability, the Nigam would have advised or\npersuaded the Company to make advance payment\ntowards lease amount as per the terms of the MOU on a\nrough-and-ready basis, so that the said amount could be\nutilized by the Nigam for making payment on account of\ninterim compensation. Therefore, it could have been within\nthe contemplation of both the parties that the amount paid\nby the Company will go towards the discharge of the\nobligation of the Nigam to make payment towards interim\ncompensation. Even then, it does not in any way support\nthe appellants' stand that the compensation amount had\nnot come out of public revenues. Once the amount paid\ntowards advance lease premium, maybe on a rough-and-\nready basis, is credited to the account of the Nigam, G\nobviously, it becomes the fund of the Nigam. Such fund,\nwhen utilized for the purpose of payment of compensation,\nwholly or in part, satisfies the requirements of the second\nproviso to Section 6(1) read with Explanation 2. The\ngenesis of the fund is not the determinative factor, but its\nF\nH\n382 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nC\nD\nownership in praesenti that matters.\"\n34. Neither of the aforesaid decisions has any bearing on\nthe issues arising in these appeals, i.e., whether the acquisition\nof land was for a public purpose within the meaning of Section\n3(f)(vi) and whether the acquisition was vitiated due to\nmanipulations, malafides and extraneous considerations.\n35. The following are the three ancillary grounds of\nchallenge:\ni. The finding recorded by the Division Bench that\nrespondent No. 3 had not been given opportunity of hearing\nunder Section 5A is ex facie incorrect and is liable to be set\naside because her son Sandip Shah had appeared before the\nSpecial Land Acquisition Officer along with Shri S.V.\nRamamurthy, Advocate and he was given opportunity of\npersonal hearing.\nii. The judgment in P. Ramaiah's case is vitiated by an\nerror apparent because the Division Bench relied upon the\njudgment of this Court in 1st H.M.T. case without taking note\nE of the fact that no evidence was produced to show that the\nEstate Agent had indulged in malpractices for facilitating the\nacquisition of land on behalf of the appellant and, in any case,\nsuch a finding could not have been recorded without impleading\nthe Estate Agent as a party respondent and giving him\nF opportunity to controvert the allegation.\nG\nH\niii. in view of the provisions contained in Sections 17, 18\nand 19 of the Mysore High Court, 1884 and Sections 4, 9 and\n10 of the Karnataka High Court Act, 1961, the Division Bench\ndid not have the jurisdiction to decide the appeal by relying\nupon the judgment in 1st H.M.T. case because that was not the\nground on which the learned Single Judge had quashed the\nacquisition proceedings. Shri Vishwanatha Shetty argued that\nif the Division Bench was of the view that the order of the\nlearned Single Judge should be sustained on a new ground by\nrelying upon the judgment of this Court in 1st H.M.T. case, then\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 383\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nit should have remitted the matter to the learned Single Judge A\nfor fresh disposal of the writ petition. Shri Shetty relied upon\nthe judgment of the larger Bench of the Karnataka High Court\nin State of Karnataka v. B. Krishna Bhat 2001 (2) [Karnataka\nLaw Journal 1] to show that the approach adopted by the\nlearned Presiding Officer of the Division Bench in taking up the B\ncases, which are required to be heard by the Single Bench was\nnot approved by the larger Bench.\n36. We shall first take up the last ground, which, in our\nconsidered view, deserves outright rejection because the\nDivision Bench had decided the writ appeal preferred by the\nappellant by relying upon the judgment in 1st H.M.T. case\nbecause learned counsel appearing for the parties had agreed\nfor that course. This is evident from the following extracts of the\nopening paragraph of the judgment:\nC\nD\n\"When the appeal came up for hearing before us, all the\nlearned counsel submitted that by virtue of the subsequent\ndecision of the Supreme court, that the order of the learned\nSingle Judge would no longer survive and that\nconsequently, the writ petition itself would have to be heard E\non merits. A request was conveyed to the Court that\ninstead of remanding the case to the learned Single\nJudge at this late stage for a haring on merits, and\ndepending on the view taken the matter once again\ncoming up to the appeal court that it was far from F\ndesirable that the appeal court itself should hear the\nparties on merits and dispose of the writ petition.\"\n37. It is nobody's case that the advocate who appeared\non behalf of the appellant had not made a request that instead\nof remanding the case to the Single Bench, the Division Bench\nshould hear the parties on merits and dispose of the matter.\nTherefore, it is not open for the appellant to make a grievance\nthat the Division Bench had acted in violation of the provisions\nof the Mysore High Court Act, 1884 and the Karnataka High\nCourt Act, 1961.\nG\nН\nB\n384 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA 38. The appellant's challenge to the finding recorded by\nthe Division Bench that respondent No. 3 had not been given\nopportunity of hearing under Section 5A is well-founded. We\nhave carefully gone through the proceedings of the Special\nLand Acquisition Officer and find that Shri Sandip Shah (son\nof respondent No. 3), had appeared along with his Advocate\nand after hearing him along with other objectors, the concerned\nofficers submitted report to the State Government. However, this\nerror in the impugned judgment of the Division Bench is not\nsufficient for nullifying the conclusion that the acquisition of land\nwas not for a public purpose and that the exercise undertaken\nby the State Government was vitiated due to the influence of\nthe extraneous considerations. The appellant's challenge to the\njudgment in P. Ramaiah's case on the ground that no evidence\nhad been produced by the writ petitioner to show that the Estate\nAgent had indulged in malpractices deserves to be rejected in\nview of the conclusion recorded by us in relation to the case of\nrespondent No.3.\nC\nD\n39. Shri Vishwanatha Shetty also criticized the decision\nof the State Government to entertain the representation made\nE by respondent No. 3 for withdrawal of the notification and\nargued that notification under Section 48 could not have been\nissued without hearing the beneficiary, i.e., the appellant. He\nsupported this argument by relying upon the judgments in\nLarsen \u0026 Toubro Ltd. v. State of Gujarat (1998) 4 SCC 387\nF and State Government Houseless Harijan Employees'\nAssociation v. State of Karnataka, (2001) 1 SCC 610. This\nargument of the learned senior counsel appears to have\nsubstance, but we do not consider it necessary to examine the\nsame in detail because the appellant's challenge to notification\nG dated 3.9.1991, vide which the acquisition of land comprised\nin Survey No. 50/2 was withdrawn, was negatived by the\nlearned Single Judge and the Division Bench of the High Court\nand the appellant is not shown to have challenged the judgment\nof the Division Bench and insofar as notification dated\n25.6.1999 is concerned, the State Government had withdrawn\nH\n"}