{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 3 S.C.R. 295\nBANGALORE CITY COOPERATIVE HOUSING SOCIETY\nLTD.\nV.\nSTATE OF KARNATAKA AND OTHERS\n(Civil Appeal Nos. 7425-7426 of 2002)\nFEBRUARY 02, 2012\n[G.S. SINGHVI AND ASOK KUMAR GANGULY, JJ.]\nLand Acquisition Act, 1894:\nA\nB\nC\n-\n-\nD\nE\nss. 4, 6 and 3(f)(vi) - Acquisition of land for public purpose\nfor appellant-Co-operative Housing Society - Agreement\nentered into between the Housing Society and the State\nGovernment Issuance of notification u/s. 4(1) and 6 -\nPassing of award - Quashing of acquisition of land by the\nHigh Court on the ground that it was vitiated due to violation\nof the provisions of the Act and the manipulation done by\nHousing Society through Estate Agent while acquiring the\nland - On appeal, held: Agreement entered into between the\nHousing Society and the State Government did not contain\nany inkling about the housing scheme framed by the Housing\nSociety – It merely mentioned about the proposed formation\nof sites and construction of houses for the members of the\nHousing Society and payment of cost for the acquired land -\nHousing Society did not frame any housing scheme and did\nnot obtain approval by the State Government before the\nissuance of notification u/s. 4(1) - No material produced\nbefore the High Court or Supreme Court to show that a\nscheme had been framed and approved by the State\nGovernment - Thus, the High Court rightly held that in the\nabsence of housing scheme framed by the housing society, G\nacquisition of land belonging to the land owner was not for\npublic purpose as defined in s. 3(f)(vi) – Housing society\nexecuted agreement with the Estate Agent for facilitating the\nacquisition of land in lieu of payment of more than rupees five\n295\nF\nH\n296\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\n-\ncrores Said amount was charged by Estate Agent.for\nmanipulating the State Apparatus for facilitating the\nacquisition of land and sanction of layout etc. without any\nobstruction - Thus, such agreement is violative of s. 23 of the\n1872 Act - However, the member of the society who had\nB already constructed their houses on the land allotted to them\nallowed to negotiate with the State for purchase of their land\nat the prevailing market price to the rightful land owners\nContract Act, 1872.\nс\nD\nE\n-\n-\nss. 3(f), 3(f)(vi) – Expression 'public purpose' - Meaning\nand scope of - Held: Expression 'public purpose' contained\nin s. 3(f) is inclusive - Acquisition of land for carrying out any\neducation, housing, health or slum clearance scheme by a\nregistered society or a Co-operative society can be regarded\nas an acquisition for public purpose only if the Scheme has\nbeen approved by the appropriate Government before\ninitiation of the acquisition proceedings - In case acquisition\nof land is for any purpose other than public purpose as\ndefined in s. 3(f), then provisions of Part VII would be attracted\nand mandate thereof would have to be complied with.\n-\n-\nss. 3(f)(vi), 41 – Acquisition of land for public purpose -\nHousing scheme of Co-operative housing society\nAgreement signed by the State Government with the co-\noperative society - Nominal contribution of Rs. 100/- by the\nF Special Deputy Commissioner - Held: The nominal\ncontribution cannot be construed as State Government's\nimplicit approval of the housing scheme which had never\nbeen prepared.\nG\n-\ns. 5A - Opportunity of hearing under Finding by\nDivision Bench of High Court that land owner not given\nopportunity of hearing - Correctness of - Held: Land owner\nwas given opportunity of hearing as her son appeared before\nthe Special Land Acquisition Officer along with his advocate\nSaid error not sufficient to nullify the conclusion by the\nH Division Bench of the High Court that land acquisition was not\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 297\nv. STATE OF KARNATAKA\nfor a public purpose and the exercise undertaken by the State\nGovernment was vitiated due to the influence of the\nextraneous considerations.\n-\nMysore High Court Act, 1884 - ss. 17, 18 and 19 -\nKarnataka High Court Act, 1961 - ss. 4, 9 and 10 - Writ\nappeal Jurisdiction of High Court - Division Bench\nsustaining the order of Single Judge on a new ground by\nrelying upon the Supreme Court's decision - Challenge to,\non the ground that the Division Bench did not have the\njurisdiction to decide the appeal relying upon the Supreme\nCourt's judgment because that ground was not taken by the\nSingle Judge and should have remitted the matter - Held:\nThe ground is not sustainable since parties agreed for that\nThus, the Division Bench not acted in violation of\nthe provisions of the 1884 and 1961 Act.\ncourse\n-\n-\nA\nB\nC\nD\nConstitution of India, 1950 - Article 226 - Land\nacquisition - Challenge to, by filing writ petition after a long\ndelay - Explanation by land owner that she was hopeful that\nafter having withdrawn the acquisition in respect of one parcel\nof land, the State Government would accept her prayer for E\nwithdrawal of the acquisition in respect of adjoining land – Writ\npetition dismissed by the High Court on the ground of delay\n- Division Bench holding that land owner not guilty of laches\n- On appeal, held: Non-consideration of the vital facts and\ndocuments by the Single Judge resulted in miscarriage of\njustice – Division Bench did not commit any error by holding\nthat the land owner was not guilty of laches - Delay/laches.\n-\n-\n-\nF\nG\nDoctrines Doctrine of prospective overruling\nInvocation of - Acquisition of land by State Government for\nthe benefit of appellant-Cooperative Housing Society\nquashed by the High Court on the ground of violation of the\nprovisions of the Land Acquisition Act and the manipulations\nmade for the acquisition of land -- Plea of the appellant that\nthe doctrine of prospective overruling be invoked since crores\nof rupees spent for formation of layouts, 17191 plots allotted H\nA\nB\nC\n298 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nto members and 200 already constructed, 50% land given to\nDevelopment Authority and some land given to Power\nTransmission Corporation, such that people who have\nalready constructed houses would not suffer incalculable\nharm Held: Doctrine of prospective overruling cannot be\ninvoked since it would result in conferring legitimacy to the\ninfluence of money power over the rule of law, which is edifice\nof the Constitution.\n-\nThere was unprecedented increase in the population\nof Bangalore City. Since it was not possible for the\nBangalore Development Authority to meet the demand of\ndeveloped residential sites, the State Government\ndecided to encourage formation of private layouts by the\nhouse building co-operative societies. The guidelines for\nthe approval of private layouts were revised. The\nD appellant-Co-operative Housing Societies filed\nrepresentation to the State Government for the\nacquisition of land for formation of a layout for its\nmembers. The appellant entered into an agreement with\nthe Estate Agent 'RE' who promised to secure the\nE acquisition of land on payment of the specific amount.\nThe State Level Co-ordination Committee (SLCC)\nconsidered the case of the appellant and declared that it\nwas eligible for the acquisition of 208 acres 18 guntas\nland. The State Government directed the Deputy\nF Commissioner, Bangalore to initiate acquisition\nproceedings of 207 acres 29 guntas land at place 'V' and\n'R' for the appellant by issuing notification under Section\n4(1) of the 1894 Act. Thereafter, the appellant entered into\nan agreement with the State Government. The Deputy\nG Commissioner, Bangalore issued notification under\nSection 4(1) of the Land Acquisition Act, 1894 for the\nacquisition of the land including the land comprised in\nSurvey Nos. 49 and 50/1 belonging to respondent No. 3\nand Survey Nos. 7/1 and 8/1 belonging to the\npredecessor of 'PR' and others. The land owners-\nH\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 299\nv. STATE OF KARNATAKA\nC\nrespondent No. 3 and 'PR' and others filed objections A\nagainst the proposed acquisition of their land. Thereafter,\nthe Special Land Acquisition Officer issued declaration\nunder Section 6(1) and the same was published. During\nthe currency of the acquisition proceedings, an inquiry\nwas conducted into the membership of the appellant and B\nother societies and it was found that they had admitted\nineligible persons as their members. Subsequently, the\nSpecial Land Acquisition Officer, Bangalore passed an\naward and determined market value of the acquired land.\nThe award was approved by the State Government.\nHowever, before the possession of the acquired land\ncould be taken, the State Government withdrew the\nacquisition proceedings in respect of land comprised in\nSurvey No. 50/2. Respondent No. 3 made a representation\nfor withdrawal of the acquisition of Survey No. 49 but no\nD\nfinal decision was taken. After eighteen months of the\npassing of the award, the State Government issued\nNotification under Section 16(2) in respect of various\nparcels of lands including Survey No. 49. The Special\nLand Acquisition Officer handed over the possession of\nE\n150 acres 9½ guntas of land at place 'V' and 'R' to the\nappellant-Society. However, the entire exercise showing\ntaking over of possession of the respondents' land and\ntransfer thereof to the appellant was only on papers and\nphysical possession continued with them. Respondent\nNo. 3 challenged the acquisition of her land comprised\nin Survey No. 49 by filing a writ petition. Appellant also\nfiled a writ petition questioning the legality of notification\nissued under Section 48(1). The Single Judge of the High\nCourt dismissed the writ petition filed by respondent No.\n3 on the ground of 2½ years' delay between the issue of G\nthe declaration under Section 6(1) of the 1894 Act and\nfiling of the writ petition. The writ petition of the appellant\nwas dismissed holding that the State Government has\nabsolute power to withdraw the acquisition before the\npossession of the acquired land can be taken. 'PR” and H\nF\n300 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA others also filed challenged the acquisition proceedings\nbut the same was allowed. Respondent No. 3 challenged\nthe order of the Single Judge in Writ Appeal. The\nappellant, the State Government and the Special Land\nAcquisition Officer also filed writ appeal. The Division\nB Benches of the High Court quashed the acquisition of\nlands by the State Government for the benefit of the\nappellant on the grounds of violation of the provisions of\nthe Land Acquisition Act, 1894 and the manipulations\nmade by the appellant through the Estate Agent for\nacquiring the land. Therefore, the appellants filed the\ninstant appeals.\nC\nDismissing the appeals, the Court\nHELD: 1.1 The framers of the Constitution have not\nD prescribed any period of limitation for filing a petition\nunder Article 226 of the Constitution and it is only one of\nthe several rules of self-imposed restraint evolved by the\nsuperior Courts that the jurisdiction of the High Court\nunder Article 226 of the Constitution, which is essentially\nE an equity jurisdiction, should not be exercised in favour\nof a person who approaches the Court after long lapse\nof time and no cogent explanation is given for the delay.\n[Para 8] [346-E-F]\nF\n1:2 In the writ petition respondent no. 3 spell out the\nreasons for her seeking intervention of the High Court.\nThe said averments were not controverted by respondent\nNos. 1 and 2. Notwithstanding this, the Single Judge\nrefused to accept the explanation given by respondent\nNo. 3 that she was hopeful that after having withdrawn\nG the acquisition in respect of one parcel of land, i.e., Survey\nNo. 50/2, the State Government would accept her prayer\nfor withdrawal of the acquisition in respect of Survey No.\n49 as well. Unfortunately, the Single Judge altogether\nignored the fact that soon after the issue of the\nH\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 301\nv. STATE OF KARNATAKA\nB\nC\ndeclaration under Section 6(1) of the 1894 Act and A\nnotices under Sections 9 and 10 of the said Act, the writ\npetitioner received letter that she should make herself\navailable for inspection of the land and the then Land\nAcquisition Officer inspected the site and felt satisfied\nthat the same could be deleted because it was an orchard\nand was at the end of the area proposed to be acquired.\nThe Single Judge also omitted to consider that the\nnotices were issued to respondent No.3 informing her\nabout the proposed inspection of the site; that she made\na complaint to the Revenue Secretary that no one had\ncome for inspection; that yet another notice was received\nby respondent No.3 for inspection would be held on\n14.5.1990 but the concerned officer did not turn up; that\nletters were sent by the Revenue Department to Special\nDeputy Commissioner, Bangalore requiring him to\nsubmit report in the matter of withdrawal of acquisition;\nand in writ petition, she had disclosed the cause for her\nfiling the writ petition after the long delay. Non-\nconsideration of these vital facts and documents by the\nSingle Judge resulted in miscarriage of justice. The\nDivision Bench did not commit any error by holding that E\nrespondent No.3 was not guilty of laches. [Para 12] [347-\nH; 348-A-H]\n-\nTilokchand Motichand v. H.B. Munshi (1969) 1 SCC 110\n– relied on.\nAjodhya Bhagat v. State of Bihar (1974) 2 SCC 501;\nState of Mysore v. V.K. Kangan (1976) 2 SCC 895: 1976 (1)\nSCR 369; Pt. Girdharan Prasad Missir v. State of Bihar (1980)\n2 SCC 83; Hari Singh v. State of U.P. (1984) 2 SCC 624:\n1984 (3) SCR 417; Municipal Corpn. of Greater Bombay v.\nIndustrial Development Investment Co. (P) Ltd. (1996) 11\nSCC 501 1996 (5) Suppl. SCR 551; Urban Improvement\nTrust, Udaipur v. Bheru Lal (2002) 7 SCC 712: 2002 (2)\nSuppl. SCR 512; Swaika Properties (P) Ltd. v. State of\nD\nF\nG\nH\n302 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Rajasthan (2008) 4 SCC 695: 2008 (2) SCR 521;\nSheikhupura Transport Co. Ltd. v. Northern India Transport\nInsurance Company (1971) 1 SCC 785; C.K. Prahalada v.\nState of Karnataka (2008) 15 SCC 577: 2008 (7) SCR 852 -\nreferred to.\nB\nC\n2.1 All the co-operative societies have been classified\ninto two categories. The first category consists of the co-\noperative societies in which not less than 51% of the\npaid-up share capital is held by the Central Government\nor any State Government or partly by the Central\nGovernment and partly by one or more State\nGovernments. The second category consists of the co-\noperative societies other than those falling within the\ndefinition of the expression 'corporation owned or\ncontrolled by the State' [Section 3(cc)]. The definition of\nD the term 'company' contained in Section 3(e) takes within\nits fold a company as defined in Section 3 of the\nCompanies Act, 1956 other than a government company\nreferred to in clause (cc), a society registered under the\nSocieties Registration Act or under any corresponding\nE law framed by the State legislature, other than a society\nreferred to in clause (cc) and a co-operative society\ndefined as such in any law relating to co-operative\nsocieties for the time being in force in any State, other\nthan a co-operative society referred to in clause (cc). The\nF definition of the expression ‘public purpose' contained in\nSection 3(f) is inclusive. As per clause (vi) of the\ndefinition, the expression ‘public purpose' includes the\nprovision of land for carrying out any educational,\nhousing health or slum clearance scheme sponsored by\nGovernment or by any authority established by\nGovernment for carrying out any such scheme, or, with\nthe prior approval of the appropriate Government, by a\nLocal Authority, or a society registered under the\nSocieties Registration Act, 1860 or any corresponding\nlaw in force in a State or a co-operative society as defined\nG\nI\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 303\nv. STATE OF KARNATAKA\nin any law relating to co-operative societies for the time A\nbeing in force in any State. To put it differently, the\nacquisition of land for carrying out any education,\nhousing, health or slum clearance scheme by a registered\nsociety or a co-operative society can be regarded as an\nacquisition for public purpose only if the scheme has B\nbeen approved by the appropriate Government before\ninitiation of the acquisition proceedings. If the acquisition\nof land for a co-operative society, which is covered by the\ndefinition of the term 'company' is for any purpose other\nthan public purpose as defined in Section 3(f), then the C\nprovisions of Part VII would be attracted and mandate\nthereof would have to be complied with. [Para 19] [357-\nC-H; 358-A-C]\nD\n2.2 In the writ petition, respondent no. 3 averred that\n“the acquisition of any land under the Act for the benefit\nof the 2nd respondent would not be for a public purpose\nand would have to be in accordance with the provisions\ncontained in Part VII of the Act. In any case, even if the\nacquisition is for carrying out any educational, housing,\nhealth or slum clearance scheme of the 2nd respondent, E\nthe same shall be with the prior approval of the\nappropriate Government. The appellant neither\ncontroverted the said averments nor produced any\ndocument before the High Court to show that it had\nprepared a housing scheme and the same had been F\napproved by the State Government before the issue of\nnotification under Section 4(1) of the 1894 Act. Therefore,\nthe Division Bench of the High Court rightly held that the\nacquisition was not for a public purpose as defined in\nSection 3(f)(vi) of the 1894 Act. The submission that the G\nDivision Bench of the High Court committed an error by\nrecording a finding on the issue of violation of Section\n3(f) (vi) of the 1894 Act because respondent No. 3 had not\nraised any such plea in the writ petition, cannot be\naccepted. [Para 20] [358-C-G]\nH\nA\nC\nD\n304 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\n2.3 A close and careful reading of the documents-\nrepresentation dated 7.12.1984 made by the Executive\nDirector of the appellant to the Minister of Revenue,\nGovernment of Karnataka, letter dated 21.5.1988 sent by\nthe State Government to Deputy Commissioner,\nB Bangalore to issue notification under Section 4(1) of the\n1894 Act and agreement dated 7.8.1988 entered into\nbetween the Executive Director of the appellant and the\nState Government, reveals that although, in the\nrepresentation made by him to the Revenue Minister, the\nExecutive Director of the appellant did make a mention\nthat the object of the society is to provide house sites to\nits members who belong to working class and other\nbackward class people belonging to weaker class of\nsociety and the members are poor and siteless people,\nthere was not even a whisper about any housing scheme.\nThe direction issued by the State Government to Deputy\nCommissioner, Bangalore to issue the preliminary\nnotification for an extent of 207 acres 29 guntas land also\ndoes not speak of any housing scheme. The agreement\nentered into between the appellant through its Executive\nDirector and the State Government does not contain any\ninkling about the housing scheme framed by the\nappellant. It merely mentions about the proposed\nformation of sites and construction of houses for the\nmembers of the appellant and payment of cost for the\nF acquired land. The agreement also speaks of an inquiry\nhaving been got made by the State Government in\nconformity with the provisions of the 1894 Act and the\ngrant of consent for the acquisition of land for the benefit\nof society's members. The agreement then goes on to\nsay that the appellant shall pay to the Government the\nentire costs of the acquisition of land and expenses.\nParagraph 2 of the conditions incorporated in the\nagreement speaks of transfer of land to the society as to\nvest in the company. Clause 9(a) of the agreement did\nH provide for token contribution of Rs.100 by the Deputy\nE\nG\n"}