{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"BANGALORE CITY COOP. HOUSING SOCIETY LTD. 365\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nbeing a cooperative society in which not less than 51 per A\ncentum of the paid-up share capital is held by the Central\nGovernment, or by any State Government or Governments,\nor partly by the Central Government and partly by one or\nmore State Governments.\n13. The substituted definition of the expression 'company'\nin Section 3(e)(iii) will certainly include the appellant-\nSociety. The substituted definition of the expression\n'company' shall include cooperative society, within the\nmeaning of any law relating to cooperative societies other\nthan those referred to in clause (cc) of Section 3 of the Act.\nSuch cooperative society shall be deemed to be a\ncompany, to which provisions of Chapter VII relating to\nacquisition of land for company shall be applicable.\nB\nC\nD\nE\n14. In view of the substituted definition of the expression\n“public purpose”, in Section 3(f)(vi), the provision for\ncarrying out any housing scheme sponsored by the\nGovernment or by any authority established by Government\nfor carrying out any such scheme shall be deemed to be\na \"public purpose\". It further says that the provision of land\nfor carrying out any housing scheme with prior approval of\nthe State Government by a cooperative society within the\nmeaning of any law relating to cooperative societies for\nthe time being in force in any State, shall be deemed to\nbe a “public purpose”. As such for any housing F\ncooperative society lands can be acquired by the\nappropriate Government, treating the same as acquisition\nfor the public purpose. But, in that event, there has to be a\nprior approval of such scheme by the appropriate\nGovernment. When the lands are acquired for any G\ncooperative society with prior approval of the scheme by\nthe State Government, there is no question of application\nof the provisions of Part VII of the Act. Such acquisition\nshall be on the mode of acquisition by the appropriate\nGovernment for any public purpose.\nН\nA\nB\nC\nD\nE\nF\nG\nH\n366\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\n18. Now the question which is to be answered is as to\nwhether in view of the definition of \"public purpose\"\nintroduced by the aforesaid Amending Act 68 of 1984 in\nSection 3(f)(vi), is it open to the appropriate Government\nto acquire land for cooperative society for housing scheme\nwithout making proper enquiry about the members of the\nsociety and without putting such housing cooperative\nsociety to term in respect of nature of construction, the area\nto be allotted to the members and restrictions on transfer\nthereof?\n19. According to us, in Section 3(f)(vi) the expression\n'housing' has been used along with educational and health\nschemes. As such the housing scheme contemplated by\nSection 3(f)(vi) shall be such housing scheme which shall\nserve the maximum number of members of the society.\nSuch housing scheme should prove to be useful to the\npublic. That is why Parliament while introducing a new\ndefinition of \"public purpose”, said that any scheme\nsubmitted by any cooperative society relating to housing,\nmust receive prior approval of the appropriate Government\nand then only the acquisition of the land for such scheme\ncan be held to be for public purpose. If requirement of\nSection 3(f)(vi) is not strictly enforced, every housing\ncooperative society shall approach the appropriate\nGovernment for acquisition by applying Section 3(f)(vi)\ninstead of pursuing the acquisition under Part VII of the Act\nwhich has become more rigorous and restrictive. In this\nbackground, it has to be held that the prior approval,\nrequired by Section 3(f) (vi), of the appropriate Government\nis not just a formality; it is a condition precedent to the\nexercise of the power of acquisition by the appropriate\nGovernment for a housing scheme of a cooperative\nsociety.\n20. In the present case, a hybrid procedure appears to have\nbeen followed. Initially, the appellant-Society through M/s\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 367\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nB\nS.R. Constructions purported to acquire the lands by A\nnegotiation and sale by the landholders. Then from terms\nof the agreement dated 17-3-1988, it appears that the\nprocedure prescribed in Part VII was to be followed and\nthe lands were to be acquired at the cost of the appellant-\nSociety treating it to be a 'company'. The allegation made\non behalf of the appellant-Society that the housing scheme\nhad been approved by the appropriate Government on 7-\n11-1984 shall not be deemed to be a prior approval within\nthe meaning of Section 3(f)(vi) but an order giving previous\nconsent as required by Section 39 of Part VII of the Act. C\nIn the agreement dated 17-3-1988 it has been specifically\nstated:\n\"And whereas the Government having caused\ninquiry to be made in conformity with the provisions\nof the said Act and being satisfied as a result of\nsuch inquiry that the acquisition of the said land is\nneeded for the purpose referred to above has\nconsented to the provisions of the said Act being\nin force in order to acquire the said land for the\nbenefit of the society members to enter in the\nagreement hereinafter contained with the\nGovernment.\"\nD\nE\nBut, ultimately, the lands have been acquired on behalf of\nthe appropriate Government treating the requirement of the F\nappellant-Society as for a public purpose within the\nmeaning of Section 3(f)(vi). It is surprising as to how\nrespondent M/s S.R. Constructions entered into agreement\nwith the appellant-Society assuring it that the lands, details\nof which were given in the agreement itself, shall be\nacquired by the State Government by following the\nprocedure of Sections 4(1) and 6(1) and for this, more than\none crore of rupees was paid to M/s S.R. Constructions\n(Respondent 11).”\nG\nH\nA\n368 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\n27. The three Judge Bench also approved the view taken\nby the High Court that the acquisition of land was vitiated\nbecause the decision of the State Government was influenced\nby the Estate Agent with whom the appellant had entered into\nan agreement. Paragraphs 21 and 22 of the judgment, which\nB contain discussion on this issue are extracted hereunder:\nс\nD\nE\nF\nG\nН\n\"21. Mr G. Ramaswamy, learned Senior Counsel\nappearing on behalf of the appellant, submitted that\nmerely because the appellant-Society had entered into an\nagreement with Respondent 11, M/s S.R. Constructions,\nin which the latter for the consideration paid to it had\nassured that the lands in question shall be acquired by the\nState Government, no adverse inference should be drawn\nbecause that may amount to a tall claim made on behalf\nof M/s S.R. Constructions in the agreement. He pointed\nout that the notifications under Sections 4(1) and 6(1) have\nbeen issued beyond the time stipulated in the agreement\nand as such, it should be held that the State Government\nhas exercised its statutory power for acquisition of the\nlands in normal course, only after taking all facts and\ncircumstances into consideration. There is no dispute that\nin terms of agreement dated 1-2-1985 payments have\nbeen made by the appellant-Society to M/s S.R.\nConstructions. This circumstance alone goes a long way\nto support the contention of the writ petitioners that their\nlands have not been acquired in the normal course or for\nany public purpose. In spite of the repeated query, the\nlearned counsel appearing for the appellant-Society could\nnot point out or produce any order of the State Government\nunder Section 3(f) (vi) of the Act granting prior approval and\nprescribing conditions and restrictions in respect of the\nuse of the lands which were to be acquired for a public\npurpose. There is no restriction or bar on the part of the\nappellant-Society on carving out the size of the plots or the\nmanner of allotment or in respect of construction over the\nsame. That is why the framers of the Act have required the\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 369\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nappropriate Government to grant prior approval of any A\nhousing scheme presented by any cooperative society\nbefore the lands are acquired treating such requirement\nand acquisition for public purpose. It is incumbent on the\npart of the appropriate Government while granting approval\nto examine different aspects of the matter so that it may B\nserve the public interest and not the interest of few who\ncan as well afford to acquire such lands by negotiation in\nopen market. According to us, the State Government has\nnot granted the prior approval in terms of Section 3(f)(vi)\nof the Act to the housing scheme in question. The power\nunder Sections 4(1) and 6(1) of the Act has been exercised\nfor extraneous consideration and at the instance of the\npersons who had no role in the decision-making process\n- whether the acquisition of the lands in question shall be\nfor a public purpose. This itself is enough to vitiate the\nwhole acquisition proceeding and render the same invalid.\n-\nC\nD\nE\n22. In the present case there has been contravention of\nSection 3(f)(vi) of the Act inasmuch as there was no prior\napproval of the State Government as required by the said\nsection before steps for acquisition of the lands were\ntaken. The report of Shri G.K.V. Rao points out as to how\nthe appellant-Society admitted large number of persons as\nmembers who cannot be held to be genuine members, the\nsole object being to transfer the lands acquired for \"public\npurpose\", to outsiders as part of commercial venture, F\nundertaken by the office-bearer of the appellant-Society.\nWe are in agreement with the finding of the High Court that\nthe statutory notifications issued under Sections 4(1) and\n6(1) of the Act have been issued due to the role played\nby M/s S.R. Constructions, Respondent 11. On the G\nmaterials on record, the High Court was justified in coming\nto the conclusion that the proceedings for acquisition of\nthe lands had not been initiated because the State\nGovernment was satisfied about the existence of the public\npurpose but at the instance of agent who had collected\nH\nA\nB\nC\nD\nE\nF\n370 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nmore than a crore of rupees for getting the lands acquired\nby the State Government.\"\n28. The view taken by this Court in 1st H.M.T. case was\nreiterated by another three Judge Bench in the case titled as\nH.M.T. House Building Cooperative Society v. M.\nVenkataswamappa (1995) 3 SCC 128 and by a two Judge\nBench in Vyalikawal House Building Cooperative Society v.\nV. Chandrappa (2007) 9 SCC 304. In the last mentioned\njudgment, this Court declined to accept the argument of the\nappellant's counsel that the respondents have accepted the\namount and observed:\n\"Learned counsel for the appellant tried to persuade us that\nas the amount in question has been accepted by the\nrespondents, it is not open for them now to wriggle out from\nthat agreement. It may be that the appellant might have\ntried to settle out the acquisition but when the whole\nacquisition emanates from the aforesaid tainted\nnotification any settlement on the basis of that notification\ncannot be validated. The fact remains that when the basic\nnotification under which the present land is sought to be\nacquired stood vitiated then whatever money that the\nappellant has paid, is at its own risk. Once the notification\ngoes no benefit could be derived by the appellant. We are\nsatisfied that issue of notification was mala fide and it was\nnot for public purpose, as has been observed by this Court,\nnothing turns on the question of delay and acquiescence.\"\n29. As noticed earlier, in this case also no housing scheme\nwas framed by the appellant which is sine qua non for treating\nthe acquisition of land for a cooperative society as an\nG acquisition for public purpose within the meaning of Section\n3(f). Not only this, the appellant executed agreement dated\n21.2.1988 for facilitating the acquisition of land in lieu of\npayment of a sum of rupees more than 5 crores. This\nagreement was similar to the agreement executed by H.M.T.\nH Employees' House Building Society with M/s. S.R.\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 371\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\nConstructions. The Estate Agent engaged by the appellant had A\npromised that it will get the notifications issued under Sections.\n4(1) and 6(1) within four months and three months respectively.\nThe huge amount which the appellant had agreed to pay to the\nEstate Agent had no co-relation with the services provided by\nit. Rather, the amount was charged by the Estate Agent for B\nmanipulating the State apparatus and facilitating the acquisition\nof land and sanction of layout etc. without any obstruction. Such\nan agreement is clearly violative of Section 23 of the Contract\nAct.\nC\n30. The stage has now reached for taking note of the\norders passed by the High Court and this Court in other cases\nas also the judgment in Kanaka Gruha Nirmana Sahakara\nSangha v. Narayanamma (2003) 1 SCC 228, which have\nbeen relied upon by the learned senior counsel for the appellant\nin support of their argument that the H.M.T.'s case has not been D\nfollowed in other similar cases. We have also taken note of\nsome other orders, copies of which have been produced by the\nappellant.\n(i) Writ Petition Nos. 28577-86/1995 - Byanna and others E\nv. State of Karnataka and others were dismissed by the\nlearned Single Judge vide order dated 12.4.1996. The only\ncontention raised in that case was that the acquisition was\ntainted by fraud. The learned Single Judge briefly adverted to\nthe averments contained in writ petitions and the counter\naffidavits and negatived challenge to the acquisition\nproceeding. Paragraphs 3 to 6 of that order are extracted\nbelow:\nF\n\"3. The contention of the learned counsel for the petitioner\nis that the acquisition was made fraudulently and there G\nwere some mediators, which clearly shows that the entire\nacquisition proceedings are fraudulent. He, therefore,\nrelies on the Judgment of the Supreme Court in H.M.T.\nHouse Building Cooperative Society Vs. Syed Khader\n(ILR 1995 Kar. 1962). He further submits that the H\nA\nB\n0\nC\nD\nE\nF\n372\nSUPREME COURT REPORTS\n:\n[2012] 3 S.C.R.\npetitioners being villagers, were not aware of their rights,\nand they did not approach this Court earlier.\n4. On being issued notice, the respondents 1 and 2 have\nfiled their statement of objections. The various dates\nmentioned above are furnished to the Court, stating the\nI various steps taken during the acquisition proceedings. It\nwas further stated, there was no middle man and that the\nGeneral Power of Attorney was given only after the\nissuance of Notification under Section 6(1) Notification. It\nwas, therefore, contended that there was no fraud played\nat any stage.\n5. Based on the decision mentioned above and the facts\nstated in the objections, it is clear that there was no fraud\nin the acquisition proceedings. The purpose of acquisition\nbeing for a society has to be held to be for a public\npurpose.\n6. The petitioners have not explained the long delay in\napproaching this Court. The dates mentioned above clearly\nshow that the petitioners have approached this Court after\nnearly six years. The contention of the learned Counsel for\nthe petitioners that the petitioners being villagers were\nunaware of their rights, cannot be accepted. No other\nreason is given explaining the laches. Apart from there\nbeing no merits in the case, the writ petitions are to be\ndismissed on the ground of long laches, which is not\nexplained. The writ petitions are dismissed.\"\nWrit Appeal No. 7953/1996 - Byanna and others v. State of\nKarnataka and others and batch was dismissed by the Division\nG Bench by relying upon the observations made by the learned\nSingle Judge that no middlemen was involved in the\ntransaction; that the acquisition was for a public purpose within\nthe meaning of the 1894 Act and the appellants had failed to\nexplain inordinate delay. SLP (C) Nos. 12012-12017/1997 titled\nH Byanna and others v. State of Karnataka and others were\nBANGALORE CITY COOP. HOUSING SOCIETY LTD. 373\nv. STATE OF KARNATAKA [G.S. SINGHVI, J.]\ndismissed by this Court by recording the following order:\n\"The SLPs are dismissed.\"\nA\nB\nC\n(ii) Writ Petition No. 35837/1994 - Subramani and others\nv. the Union of India and others and batch, in which large\nnumber of Judges of (sitting and retired) were impleaded as\nparty respondents was disposed of by the Division Bench of\nthe High Court - Subramani v. Union of India ILR 1995 KAR\n3139. The Division Bench rejected the plea that the acquisition\nof land for Karnataka State Judicial Department Employees'\nHouse Building Cooperative Society was vitiated because the\nmiddlemen were responsible for the acquisition of land as had\nhappened in H.M.T.'s case. The Division Bench noted that the\nterms of the agreement entered into between the Society and\nM/s. Devatha Builders was not for the acquisition of land but\nonly for development of the acquired land. The Division Bench D\nalso noted that the agreement was entered into between the\nSociety and the owners in 1985, whereas the Government gave\napproval for acquisition in 1985 and the agreement with the\ndeveloper was of 1986. The Division Bench also noted that no\nstranger had been inducted as a member of the society. E\nHowever, the acquisition which was under challenge in Writ\nPetition No.28707 of 1995 was declared illegal because the\nconcerned House Building Cooperative Society has not framed\nany housing scheme and obtained approval thereof from the\nState Government. The Division Bench also expressed the view\nthat remedy under Article 226 was discretionary and it was not\ninclined to nullify the acquisition made for the society because\nthe petitioners had approached the Court after long lapse of\ntime and there was no explanation for the delay.\nF\nG\n(iii) Writ Appeal No. 2074/1994 - Sh. Ramchandrappa v.\nState of Karnataka and connected cases were dismissed by\nthe Division Bench of the High Court mainly on the ground that\naward had already been passed and the appellants had\nparticipated in the award proceedings and further that the\nappellants had approached the Court at the instance of some H\n374\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA rival developers. The Division Bench further held that the\ndisputed acquisition cannot be termed as colourable exercise\nof power. SLP (C) Nos.9088-9097/1997 with the same title\nwere summarily dismissed by this Court on 1.5.1997\nB\nC\nD\nE\nF\n(iv) Writ Petition No. 15508/1998 - Bachappa v. State of\nKarnataka was dismissed by the learned Single Judge vide\norder dated 9.7.1998 by observing that the acquisition cannot\nbe nullified by entertaining writ petitions filed after three years\nsimply because in H.M.T.'s case the acquisition proceedings\nwere quashed. Writ Appeal Nos. 3810-12/1998 filed against\nthe order of the learned Single Judge were dismissed by the\nDivision Bench vide order dated 24.8.1998 albeit without\nassigning reasons. SLP (C) .... CC Nos. 1764-69/1999 were\ndismissed by this Court on 14.5.1999 by recording the following\norder:\n\"Special Leave Petitions are dismissed.'\n(v) Writ Petition Nos. 7287-7300/1993 were dismissed by\nthe learned Single Judge on 3.1.1996 on the ground of delay\nof four years. Writ Appeal Nos. 920-925/1996 and batch filed\nagainst the aforesaid order was dismissed by the Division\nBench vide order dated 7.7.1997 on the ground that the\nappellants had failed to explain the delay. SLP(C) Nos. 15337-\n38/1997 were dismissed by this Court by the usual one line\norder.\n(vi) Writ Petition Nos. 30868-70/1996 were dismissed by\nthe learned Single Judge vide order dated 29.11.1996 on the\nground that in the earlier round they had failed to convince the\nCourt on the issue of invalidity of acquisition. Writ Appeal\nG No.146/1997 and connected matters were dismissed by the\nDivision Bench on 2.6.1997 by recording its agreement with\nthe learned Single Judge. SLP(C) .......CC Nos. 189-191/1998\nwere dismissed by this Court on 20.1.1998.\nH\n(vii) Writ Petition No. 586/1991 Muniyappa v. State of\n"}