{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"EXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.]\n251\n'offences and penalties' and title of the Section is 'theft of A\nelectricity'. The Section opens with the words 'whoever,\ndishonestly' does any or all of the acts specified under clauses\n(a) to (e) of Sub-section (1) of Section 135 of the 2003 Act so\nas to abstract or consume or use electricity shall be punishable\nfor imprisonment for a term which may extend to three years B\nor with fine or with both. Besides imposition of punishment as\nspecified under these provisions or the proviso thereto, Sub-\nsection (1A) of Section 135 of the 2003 Act provides that\nwithout prejudice to the provisions of the 2003 Act, the licensee\nor supplier, as the case may be, through officer of rank C\nauthorized in this behalf by the appropriate commission, may\nimmediately disconnect the supply of electricity and even take\nother measures enumerated under Sub-sections (2) to (4) of\nthe said Section. The fine which may be imposed under Section\n135 of the 2003 Act is directly proportional to the number of\nD\nconvictions and is also dependent on the extent of load\nabstracted. In contradistinction to these provisions, Section 126\nof the 2003 Act would be applicable to the cases where there\nis no theft of electricity but the electricity is being consumed in\nviolation of the terms and conditions of supply leading to\nmalpractices which may squarely fall within the expression\n'unauthorized use of electricity'. This assessment/proceedings\nwould commence with the inspection of the premises by an\nassessing officer and recording of a finding that such consumer\nis indulging in an 'authorized use of electricity'. Then the\nassessing officer shall provisionally assess, to the best of his\njudgment, the electricity charges payable by such consumer, as\nwell as pass a provisional assessment order in terms of\nSection 126(2) of the 2003 Act. The officer is also under\nobligation to serve a notice in terms of Section 126(3) of the\n2003 Act upon any such consumer requiring him to file his G\nobjections, if any, against the provisional assessment before\na final order of assessment is passed within thirty days from\nthe date of service of such order of provisional assessment.\nThereafter, any person served with the order of provisional\nassessment may accept such assessment and deposit the H\nE\nF\n252 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA amount with the licensee within seven days of service of such\nprovisional assessment order upon him or prefer an appeal\nagainst the resultant final order under Section 127 of the 2003\nAct. The order of assessment under Section 126 and the period\nfor which such order would be passed has to be in terms of\nB Sub-sections (5) and (6) of Section 126 of the 2003 Act. The\nExplanation to Section 126 is of some significance, which we\nshall deal with shortly hereinafter. Section 126 of the 2003 Act\nfalls under Chapter XII and relates to investigation and\nenforcement and empowers the assessing officer to pass an\norder of assessment.\nC\nD\nE\nF\nG\nH\n16. Section 135 of the 2003 Act deals with an offence of\ntheft of electricity and the penalty that can be imposed for such\ntheft. This squarely falls within the dimensions of Criminal\nJurisprudence and mens rea is one of the relevant factors for\nfinding a case of theft. On the contrary, Section 126 of the 2003\nAct does not speak of any criminal intendment and is primarily\nan action and remedy available under the civil law. It does not\nhave features or elements which are traceable to the criminal\nconcept of mens rea.\n17. Thus, it would be clear that the expression\n'unauthorized use of electricity' under Section 126 of the 2003\nAct deals with cases of unauthorized use, even in absence of\nintention. These cases would certainly be different from cases\nwhere there is dishonest abstraction of electricity by any of the\nmethods enlisted under Section 135 of the 2003 Act. A clear\nexample would be, where a consumer has used excessive load\nas against the installed load simpliciter and there is violation\nof the terms and conditions of supply, then, the case would fall\nunder Section 126 of the 2003 Act. On the other hand, where\na consumer, by any of the means and methods as specified\nunder Sections 135(a) to 135(e) of the 2003 Act, has abstracted\nenergy with dishonest intention and without authorization, like\nproviding for a direct connection bypassing the installed meter,\nthe case would fall under Section 135 of the Act. Therefore,\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.]\n253\nthere is a clear distinction between the cases that would fall A\nunder Section 126 of the 2003 Act on the one hand and Section\n135 of the 2003 Act on the other. There is no commonality.\nbetween them in law. They operate in different and distinct\nfields. The assessing officer has been vested with the powers\nto pass provisional and final order of assessment in cases of B\nunauthorized use of electricity and cases of consumption of\nelectricity beyond contracted load will squarely fall under such\npower. The legislative intention is to cover the cases of\nmalpractices and unauthorized use of electricity and then theft\nwhich is governed by the provisions of Section 135 of the 2003\nAct.\n18. Section 135 of the 2003 Act significantly uses the\nwords 'whoever, dishonestly' does any of the listed actions so\nas to abstract or consume electricity would be punished in\naccordance with the provisions of the 2003 Act. 'Dishonesty'\nis a state of mind which has to be shown to exist before a\nperson can be punished under the provisions of that Section.\n19. The word 'dishonest' in normal parlance means\n'wanting in honesty'. A person can be said to have 'dishonest\nintention' if in taking the property it is his intention to cause gain,\nby unlawful means, of the property to which the person so\ngaining is not legally entitled or to cause loss, by wrongful\nmeans, of property to which the person so losing is legally\nentitled. 'Dishonestly' is an expression which has been\nexplained by the Courts in terms of Section 24 of the Indian\nPenal Code, 1860 as 'whoever does anything with the intention\nof causing wrongful gain to one person or wrongful loss to\nanother person is said to do that thing dishonestly'. [The Law\nLexicon (2nd Edn. 1997) by P. Ramanatha Aiyar]\n20. This Court in the case of Dr. S. Dutt v. State of U.P.\n[AIR 1966 SC 523] stated that a person who does anything with\nthe intention to cause wrongful gain to one person or wrongful\nloss to another is said to do that dishonestly.\nC\nD\nE\nF\nG\nH\nA\n254 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\n21. Collins English Dictionary explains the word\n'dishonest' as 'not honest or fair; deceiving or fraudulent'.\nBlack's Law Dictionary (Eighth Edition) explains the expression\n'dishonest act' as a fraudulent act, 'fraudulent act' being a\nconduct involving bad faith, dishonesty, a lack of integrity or\nB moral turpitude.\nC\n22. All these explanations clearly show that dishonesty is\na state of mind where a person does an act with an intent to\ndeceive the other, acts fraudulently and with a deceptive mind,\nto cause wrongful loss to the other. The act has to be of the\ntype stated under Sub-sections (1)(a) to (1)(e) of Section 135\nof the 2003 Act. If these acts are committed and that state of\nmind, mens rea, exists, the person shall be liable to punishment\nand payment of penalty as contemplated under the provisions\nof the 2003 Act. In contradistinction to this, the intention is not\nD the foundation for invoking powers of the competent authority\nand passing of an order of assessment under Section 126 of\nthe 2003 Act.\nE\nF\nG\nH\n1(c) The ambit and scope of Section 126 with\nreference to the construction of the words\n'unauthorised use' and 'means'\n23. Having dealt with the principle of interpretation of these\nprovisions and the distinction between Sections 126 and 135\nof the 2003 Act, we shall now discuss the ambit and scope of\nSection 126. The provisions of Section 126 contemplate the\nfollowing steps to be taken :\n(i)\n(ii)\nAn assessing officer is to conduct inspection of a\nplace or premises and the equipments, gadgets,\nmachines, devices found connected or used in such\nplace.\nThe formation of a conclusion that such person has\nindulged in unauthorized use of electricity.\n(iii) The assessing officer to provisionally assess, to the\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.]\n255\nbest of his judgment, the electricity charges payable A\nby such person.\n(iv) The order of provisional assessment to be served\nupon the person concerned in the manner\nprescribed, giving him an opportunity to file\nobjections, if any, against the provisional\nassessment.\n(v)\nB\nThe assessing officer has to afford a reasonable\nopportunity of being heard to such person and pass\na final order of assessment within 30 days from the C\ndate of service of such order of provisional\nassessment.\n(vi) The person, upon whom the provisional order of\nassessment is served, is at liberty to pay the said\namount within seven days of the receipt of such\norder and where he files such objections, final order\nof assessment shall be passed, against which such\nperson has a right of appeal under Section 127 of\nthe 2003 Act within the prescribed period of\nlimitation.\nAssessment and Computation\nD\nE\n24. Wherever the assessing officer arrives at the\nconclusion that unauthorized use of electricity has taken place, F\nthe assessment shall be made for the entire period during which\nsuch unauthorized use of electricity has taken place and if such\nperiod cannot be ascertained, it shall be limited to a period of\n12 months immediately preceding the date of inspection and\nthe assessment shall be made at the rate equal to twice the G\ntariff applicable for the relevant category of service specified\nunder these provisions. This computation has to be taken in\nterms of Sections 126(5), 126(6) and 127 of the 2003 Act. The\ncomplete procedure is provided under these sections. Right\nfrom the initiation of the proceedings till preferring of an appeal\nH\n256 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA against the final order of assessment and termination thereof,\nas such, it is a complete code in itself. We have already\nindicated that the provisions of Section 126 do not attract the\nprinciples of Criminal Jurisprudence including mens rea. These\nprovisions primarily relate to unauthorized use of electricity and\nB the charges which would be payable in terms thereof.\nC\n25. To determine the controversy in the present case, it will\nbe essential to examine the implication of the expression\n'unauthorised use of electricity' as contained in Explanation (b)\nof Section 126 of the 2003 Act.\n26. In order to explain these expressions, it will be\nnecessary for us to refer to certain other provisions and the\nRegulations as well. These expressions have to be understood\nand given meaning with reference to their background and are\nD incapable of being fairly understood, if examined in isolation.\nIt is always appropriate to examine the words of a statute in\ntheir correct perspective and with reference to relevant statutory\nprovisions.\nE\nF\n27. The expression 'unauthorized use of electricity' on its\nplain reading means use of electricity in a manner not authorized\nby the licensee of the Board. 'Authorization' refers to the\npermission of the licensee to use of electricity', subject to the\nterms and conditions for such use and the law governing the\nsubject. To put it more aptly, the supply of electricity to a\nconsumer is always subject to the provisions of the 2003 Act,\nState Acts, Regulations framed thereunder and the terms and\nconditions of supply in the form of a contract or otherwise.\nGenerally, when electricity is consumed in violation of any or\nall of these, it would be understood as 'unauthorized use of\nG electricity'. But this general view will have to be examined in\nH\nthe light of the fact that the legislature has opted to explain this\nterm for the purposes of Section 126 of the 2003 Act. The said\nprovision, along with the Explanation, reads as under: -\n\"126. Assessment.- (1) If on an inspection of any place\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.]\n257\nor premises or after inspection of the equipments, A\ngadgets, machines, devices found connected or used, or\nafter inspection of records maintained by any person, the\nassessing officer comes to the conclusion that such person\nis indulging in unauthorised use of electricity, he shall\nprovisionally assess to the best of his judgment the\nelectricity charges payable by such person or by any other\nperson benefited by such use.\n(2) The order of provisional assessment shall be served\nupon the person in occupation or possession or in charge\nof the place or premises in such manner as may be\nprescribed.\n(3) The person, on whom an order has been served under\nsub-section (2), shall be entitled to file objections, if any,\nagainst the provisional assessment before the assessing\nofficer, who shall, after affording a reasonable opportunity\nof hearing to such person, pass a final order of assessment\nwithin thirty days from the date of service of such order of\nprovisional assessment, of the electricity charges payable\nby such person.\n(4) Any person served with the order of provisional\nassessment may, accept such assessment and deposit\nthe assessed amount with the licensee within seven days\nof service of such provisional assessment order upon him:\n(5) If the assessing officer reaches to the conclusion that\nunauthorised use of electricity has taken place, the\nassessment shall be made for the entire period during\nwhich such unauthorised use of electricity has taken place\nand if, however, the period during which such unauthorised\nuse of electricity has taken place cannot be ascertained,\nsuch period shall be limited to a period of twelve months\nimmediately preceding the date of inspection.;\n(6) The assessment under this section shall be made at a\nB\nC\nD\nE\nF\nG\nH\n258 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA rate equal to twice the tariff applicable for the relevant\ncategory of services specified in sub-section (5).\n00\nC\n0\n[1]\nE\nF\nG\nH\nExplanation: For the purposes of this section,-\n(a) “assessing officer\" means an officer of a State\nGovernment or Board or licensee, as the case may be,\ndesignated as such by the State Government;\n(b) “unauthorised use of electricity\" means the usage of\nelectricity-\n(i) by any artificial means; or\n(ii) by a means not authorised by the concerned person\nor authority or licensee; or\n(iii) through a tampered meter; or\n(iv) for the purpose other than for which the usage of\nelectricity was Authorized; or\n(v) for the premises or areas other than those for which the\nsupply of electricity was authorised.\"\n28. The 'unauthorized use of electricity' means the usage\nof electricity by the means and for the reasons stated in sub-\nclauses (i) to (v) of clause (b) of Explanation to Section 126 of\nthe 2003 Act. Some of the illustratively stated circumstances\nof 'unauthorised use' in the section cannot be construed as\nexhaustive. The 'unauthorized use of electricity' would mean\nwhat is stated under that Explanation, as well as such other\nunauthorized user, which is squarely in violation of the above-\nmentioned statutory or contractual provisions.\n29. The Black's Law Dictionary (Eighth Edition) defines\n'unauthorized' as 'done without the authority, made without\nactual, implied or apparent authority'. 'Unauthorized' is a\nconcept well-recognized under different statutes, for example,\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.]\n259\nB\nunder Section 31A of the Delhi Development Act, 1957 (the A\n'DDA Act') the authority has the power to seal the 'unauthorized'\ndevelopment, if the misuser of the premises would come within\nthe ambit of unauthorized development. But if such misuse\ndoes not come within the ambit of 'unauthorized development',\nsuch power is not available to the authority. Simplicitor misuse,\ntherefore, may not fall within the ambit of unauthorized\ndevelopment under the provisions of the DDA Act. In M.C.\nMehta v. Union of India [(2006) 3 SCC 391], this Court held\nthat if the misuse was in violation of the permission, approval\nor sanction or in contravention of any conditions, subject to C\nwhich the said permission/approval has been granted in terms\nof Section 30 of the DDA Act, then it will be 'unauthorized use'.\nD\n30. We have primarily referred to this case to support the\nreasoning that 'unauthorized development' is one which is\ncontrary to a master plan or zonal development plan as was\nthe case under the DDA Act. Just as the right to develop a\nproperty is controlled by the restrictions of law as well as the\nterms and conditions of the permission granted for that purpose,\nthe use of electricity is similarly controlled by the statutory\nprovisions and the terms and conditions on which such E\npermission is granted to use the electricity.\n31. The unauthorized use of electricity in the manner as is\nundisputed on record clearly brings the respondent 'under\nliability and in blame' within the ambit and scope of Section 126\nof the 2003 Act. The blame is in relation to excess load while\nthe liability is to pay on a different tariff for the period prescribed\nin law and in terms of an order of assessment passed by the\nassessing officer by the powers vested in him under the\nprovisions of Section 126 of the 2003 Act.\n32. The expression 'means' used in the definition clause\nof Section 126 of the 2003 Act can have different connotations\ndepending on the context in which such expression is used. In\nterms of Black's Law Dictionary (Eighth Edition) page 1001,\n'mean' is - 'of or relating to an intermediate point between two\nF\nG\nH\n260 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA points or extremes' and 'meaning' would be 'the sense of\nanything, but esp. of words; that which is conveyed'. The word\nordinarily includes a mistaken but reasonable understanding of\na communication. 'Means' by itself is a restrictive term and\nwhen used with the word 'includes', it is construed as\nB exhaustive. In those circumstances, a definition using the term\n'means' is a statement of literal connotation of a term and the\ncourts have interpreted 'means and includes' as an expression\ndefining the section exhaustively. It is to be kept in mind that\nwhile determining whether a provision is exhaustive or merely\nC illustrative, this will have to depend upon the language of the\nSection, scheme of the Act, the object of the Legislature and\nits intent.\nD\n33. 'Purposive construction' is certainly a cardinal principle\nof interpretation. Equally true is that no rule of interpretation\nshould either be over-stated or over-extended. Without being\nover-extended or over-stated, this rule of interpretation can be\napplied to the present case. It points to the conclusion that an\ninterpretation which would attain the object and purpose of the\nAct has to be given precedence over any other interpretation\nE which may not further the cause of the statute. The development\nof law is particularly liberated both from literal and blinkered\ninterpretation, though to a limited extent.\nF\nG\nH\nF\n34. The precepts of interpretation of contractual ocuments\nhave also undergone a wide ranged variation in the recent\ntimes. The result has been subject to one important exception\nto assimilate the way in which such documents are interpreted\nby judges on the common sense principle by which any serious\nutterance would be interpreted by ordinary life. In other words,\nthe common sense view relating to the implication and impact\nof provisions is the relevant consideration for interpreting a term\nof document so as to achieve temporal proximity of the end\nresult.\n35. Another similar rule is the rule of practical\n"}