{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"EXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.]\n241\namount. Vide the provisional assessment order dated 25th July, A\n2009, assessment was made under Section 126(1) of the 2003\nAct for unauthorized use of electricity, the respondent was\nrequired to file objections, if any, and to also pay the amount.\nThe relevant part of the said provisional assessment order\nreads as under :\n\"And Whereas you are entitled to file objections against\nthe aforesaid provisional assessment order under Section\n126(3) of Electricity Act, 2003, within 30 days from receipt\nhereof and further entitled to appear before the\nundersigned for an opportunity of being heard on\n25.08.2009 during working hours from 11.00 AM to 5.00\nPM.\nB\nC\nAnd Whereas you are further entitled u/s 126(4) to deposit\nthe aforesaid amount within 7 days and upon such deposit D\nbeing made within 7 days, you shall not be subject to any\nfurther liability or any action by any authority whatsoever.\nAnd Whereas if you fail to file the objection within 30 days\nfrom receipt hereof, the undersigned shall presume that\nyou have no objection to the provisional assessment and\nthe undersigned shall proceed to pass final order u/s\n126(3) on assessment of electricity charges payable by\nyou.\nE\nAnd Whereas, if you fail to appear before the undersigned F\nat the aforesaid date and time after filing objections, if any,\nthe undersigned shall proceed to pass the final order under\nsection 126(3), based on the objection filed by you and\nevidence available on record.\"\n6. The respondent did not file its objections/reply but\nchallenged the said provisional assessment order and the\nintimation of unauthorized use before the High Court of Orissa,\nCuttack by filing writ petition No.WP(C) No.12175 of 2009 on\nthe grounds of lack of authority and jurisdiction on the part of\nG\nH\nC\n242 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA the Executive Engineer to frame the provisional assessment by\nalleging unauthorized use of electricity since 4th June, 2008. It\nwas also contended that no inspection had been conducted in\nthe business premises till date of dump, i.e., 10th June, 2009\nwhen unauthorized use of electricity was found. The respondent\nB also challenged the maintainability and sustainability of the\norder of provisional assessment in calculating the dump\ncharges for a period of 15 months from June 2008 to August\n2009 on the basis of dump charges relating to large industry\nwhile the respondent was classified as medium scale industry.\nIt was also the contention raised by the respondent before the\nHigh Court that the provisions of Section 126 of the 2003 Act\nwere not attracted in the present case at all. This claim of the\nrespondent was contested by the appellants, as according to\nthem, unauthorized use of electricity as defined under Section\n126 will come into play as per clause (b) of the Explanation\nappended to Section 126 of the 2003 Act. The dump report\ndated 10th June, 2009 and the intimation dated 25th July, 2009\nhad been sent showing overdrawal of MD where, according to\nthe appellants, the respondent had consumed electricity 'by\nmeans unauthorized by the licencee (overdrawal of maximum\ndemand)' and thereby breached the Agreement and, therefore,\nthe provisional assessment order and the intimation were fully\njustified.\nD\nE\n7. The High Court, vide impugned judgment, accepted the\nF case of the respondent and held that the words 'unauthorized\nuse of electricity' and 'means' as provided in Explanation to\nSection 126 of the 2003 Act were exhaustive. Overdrawal of\nMD would not fall under the scope of 'unauthorized use of\nelectricity' as defined under the 2003 Act, and the appellants\nhad no jurisdiction to issue the intimation in question and pass\nthe assessment order in terms of Section 126 of the 2003 Act.\nAggrieved by the judgment of the High Court, the appellants\nhave filed the present appeal by way of a special leave petition\nbefore this Court.\nG\nH\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.]\nQuestions for Determination :\n1.\n2.\n3.\n243\nWherever the consumer consumes electricity in\nexcess of the maximum of the contracted load,\nwould the provisions of Section 126 of the 2003 Act\nbe attracted on its true scope and interpretation?\nA\nB\nWhether the High Court, in the facts and\ncircumstances of the case, was justified in.\ninterfering with the provisional order of assessment/\nshow cause notice dated 25th July, 2009, in\nexercise of its jurisdiction under Article 226 of the C\nConstitution of India?\nWas the writ petition before the High Court under\nArticle 226 of the Constitution of India not\nmaintainable because of a statutory alternative D\nremedy being available under Section 127 of the\n2003 Act?\nDiscussion on Merits\n1.\nWherever the consumer consumes electricity in E\nexcess of the maximum of the connected load,\nwould the provisions of Section 126 of the 2003 Act\nbe attracted on its true scope and interpretation?\n8. On the simple analysis of the facts as pleaded by the\nparties, it is contended on behalf of the respondent that the\nprovisions of Section 126 of the 2003 Act are not attracted and\nno liability could be imposed upon them by the authorities in\nexercise of their power under that provision. Even if the case\nadvanced by the appellants against the respondent without\nprejudice and for the sake of argument is admitted, even then,\nat best, the demand could be raised under Regulation 82 of\nthe Orissa Electricity Regulatory Commission Distribution\n(Condition of Supply) Regulations, 2004 (for short, 'the\nRegulations'). But recourse to the provisions of Section 126\nF\nG\nH\n244 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA was impermissible in law. The contention is that the case of a\nconsumer consuming the electricity in excess of maximum and\nthe installed load does not fall within the mischief covered under\nSection 126 of the 2003 Act. To put it plainly, the argument is\nthat the appellants lack inherent authority to raise such demand\nB with reference to the present case on facts and law both.\nC\nD\nE\nLL\nF\nG\n9. On the contra, submission on behalf of the appellants\nis that the case of excessive consumption of power beyond the\nsanctioned load would be a case falling within the ambit of\nSection 126 of the 2003 Act. Section 126 of the 2003 Act is\nincapable of an interpretation which would render the said\nprovision otiose in cases which do not specifically fall under\nSection 135 of the 2003 Act. In order to answer these\ncontentions more precisely, we find it appropriate to examine\nthe question framed above, under the following sub-headings:\n(a) Interpretation;\n(b) Distinction between Sections 126 and 135 of the\n2003 Act;\n(c)\nThe ambit and scope of Section 126 with reference\nto the construction of the words 'unauthorised use'\nand 'means'; and\n(d) Effect and impact of change in applica ility of tariff\nupon the power of assessment in accordance with\nthe provisions of the 2003 Act and the relevant\nRegulations in the facts of the case.\n1(a) Interpretation\n10. First and foremost, we have to examine how provisions\nlike Section 126 of the 2003 Act should be construed. From\nthe objects and reasons stated by us in the beginning of this\njudgment, it is clear that 'revenue focus' was one of the principal\nconsiderations that weighed with the Legislature while enacting\nH this law. The regulatory regime under the 2003 Act empowers\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.}\n245\nC\nthe Commission to frame the tariff, which shall be the very basis A\nfor raising a demand upon a consumer, depending upon the\ncategory to which such consumer belongs and the purpose for\nwhich the power is sanctioned to such consumer. We are not\nprepared to accept the contention on behalf of the respondent\nthat the provisions of Section 126 of the 2003 Act have to be B\ngiven a strict and textual construction to the extent that they have\nto be read exhaustively in absolute terms. This is a legislation\nwhich establishes a regulatory regime for the generation and\ndistribution of power, as well as deals with serious fiscal\nrepercussions of this entire regime. In our considered view, the\ntwo maxims which should be applied for interpretation of such\nstatutes are ex visceribus actus (construction of the act as a\nwhole) and ut res magis valeat quam pereat (it is better to\nvalidate a thing than to invalidate it). It is a settled cannon of\ninterpretative jurisprudence that the statute should be read as\na whole. In other words, its different provisions may have to be\nconstrued together to make consistent construction of the whole\nstatute relating to the subject matter. A construction which will\nimprove the workability of the statute, to be more effective and\npurposive, should be preferred to any other interpretation which\nmay lead to undesirable results.\nD\nE\n11. It is true that fiscal and penal laws are normally\nconstrued strictly but this rule is not free of exceptions. In given\nsituations, this Court may, even in relation to penal statutes,\ndecide that any narrow and pedantic, literal and lexical F\nconstruction may not be given effect to, as the law would have\nto be interpreted having regard to the subject matter of the\noffence and the object that the law seeks to achieve. The\nprovisions of Section 126, read with Section 127 of the 2003\nAct, in fact, becomes a code in itself. Right from the initiation G\nof the proceedings by conducting an inspection, to the right to\nfile an appeal before the appellate authority, all matters are\nsquarely covered under these provisions. It specifically provides\nthe method of computation of the amount that a consumer would\nbe liable to pay for excessive consumption of the electricity and H\nC\n246 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA for the manner of conducting assessment proceedings. In other\nwords, Section 126 of the 2003 Act has a purpose to achieve,\ni.e., to put an implied restriction on such unauthorized\nconsumption of electricity. The provisions of the 2003 Act,\napplicable regulations and the Agreement executed between\nB the parties at the time of sanction of the load prohibit\nconsumption of electricity in excess of maximum sanctioned/\ninstalled load. In the event of default, it also provides for the\nconsequences that a consumer is likely to face. It embodies\ncomplete process for assessment, determination and passing\nof a demand order. This defined legislative purpose cannot be\npermitted to be frustrated by interpreting a provision in a\nmanner not intended in law. This Court would have to apply the\nprinciple of purposive interpretation in preference to textual\ninterpretation of the provisions of Section 126 of the 2003 Act.\nWe shall shortly discuss the meaning and scope of the\nexpressions used by the Legislature under these provisions. At\nthis stage, suffice it to note that this Court would prefer to adopt\npurposive interpretation so as to ensure attainment of the object\nand purpose of the 2003 Act, particularly, of the provisions of\nSection 126 in question. We may usefully refer to the judgment\nof this Court in the case of Balram Kumawat v. Union of India\n\u0026 Ors. [(2003) 7 SCC 628] wherein this Court discussed\nvarious tenets of interpretation and unambiguously held that\nthese principles could be applied even to the interpretation of\na fiscal or a penal statute. This Court held as under:\nD\nE\nF\nG\n\"20. Contextual reading is a well-known proposition of\ninterpretation of statute. The clauses of a statute should be\nconstrued with reference to the context vis-a-vis the other\nprovisions so as to make a consistent enactment of the\nwhole statute relating to the subject-matter. The rule of 'ex\nvisceribus actus' should be resorted to in a situation of this\nnature.\n21. In State of West Bengal v. Union of India [1964] 1 SCR\n371], the learned Chief Justice stated the law thus:\nI\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.]\n247\n\"The Court must ascertain the intention of the A\nLegislature by directing its attention not merely to\nthe clauses to be construed but to the entire statute;\nit must compare the clause with the other parts of\nthe law, and the setting in which the clause to be\ninterpreted occurs.\"\n22. The said principle has been reiterated in R.S.\nRaghunath v. State of Karnataka and Anr. [AIR 1992 SC\n81].\nB\nC\n23. Furthermore, even in relation to a penal statute any\nnarrow and pedantic, literal and lexical construction may\nnot always be given effect to. The law would have to be\ninterpreted having regard to the subject matter of the\noffence and the object of the law it seeks to achieve. The\npurpose of the law is not to allow the offender to sneak out D\nof the meshes of law. Criminal Jurisprudence does not say\nSo.\nXXX\nXXX\nXXX\n25. A statute must be construed as a workable instrument.\nUt res magis valeat quam pereat is a well-known principle\nof law. In Tinsukhia Electric Supply Co. Ltd. v. State of\nAssam [AIR 1990 SC 123], this Court stated the law thus\n:\nE\nF\n\"118. The courts strongly lean against any construction,\nwhich tends to reduce a statute to a futility. The provision\nof a statute must be so construed as to make it effective\nand operative, on the principle “ut res magis valeat quam\npereat”. It is, no doubt, true that if a statute is absolutely G\nvague and its language wholly intractable and absolutely\nmeaningless, the statute could be declared void for\nvagueness. This is not in judicial review by testing the law\nfor arbitrariness or unreasonableness under Article 14; but\nwhat a court of construction, dealing with the language of\nI\nA\nB\nс\nD\nE\nF\n248 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\na statute, does in order to ascertain from, and accord to,\nthe statute the meaning and purpose which the legislature\nintended for it. In Manchester Ship Canal Co. v.\nManchester Racecourse Co. (1900) 2 Ch 352, Farwell J.\nsaid (pp. 360-61)\n\"Unless the words were so absolutely senseless.\nthat I could do nothing at all with them, I should be\nbound to find some meaning and not to declare\nthem void for uncertainty.\"\nIn Fawcett Properties Ltd. v. Buckingham County Council\n[(1960) 3 All ER 503] Lord Denning approving the dictum\nof Farwell, J. said :\n\"But when a Statute has some meaning, even\nthough it is obscure, or several meanings, even\nthough it is little to choose between them, the courts\nhave to say what meaning the statute to bear rather\nthan reject it as a nullity.\"\nIt is, therefore, the court's duty to make what it can of the\nstatute, knowing that the statutes are meant to be operative\nand not inept and that nothing short of impossibility should\nallow a court to declare a statute unworkable. In Whitney\nv. Inland Revenue Commissioners [1928 AC 37] Lord\nDunedin said :\n“A statute is designed to be workable, and the\ninterpretation thereof by a court should be to secure\nthat object, unless crucial omission or clear\ndirection makes that end unattainable.\"\nG\nXXX\nXXX\nXXX\nH\n27. The Courts will therefore reject that const, uction which\nwill defeat the plain intention of the Legislature even though\nthere may be some inexactitude in the language used.\n[See Salmon v. Duncombe (1886) 11 AC 827]. Reducing\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.]\n249\nthe legislation futility shall be avoided and in a case where A\nthe intention of the Legislature cannot be given effect to,\nthe Courts would accept the bolder construction for the\npurpose of bringing about an effective result. The Courts,\nwhen rule of purposive construction is gaining momentum,\nshould be very reluctant to hold that the Parliament has B\nachieved nothing by the language it used when it is\ntolerably plain what it seeks to achieve. [See BBC\nEnterprises v. Hi-Tech Xtravision Ltd., (1990) 2 All ER\n118].\"\n12. Further, in the case of Superintendent and\nRemembrancer of Legal Affairs to Government of West\nBengal v. Abani Maity [(1979) 4 SCC 85], this Court held as\nunder:\nC\nE\n\"Exposition ex visceribus actus is a long recognised rule D\nof construction. Words in a statute often take their\nmeaning from the context of the statute as a whole. They\nare therefore, not to be construed in isolation. For instance,\nthe use of the word “may” would normally indicate that the\nprovision was not mandatory. But in the context of a\nparticular statute, this word may connote a legislative\nimperative, particularly when its construction in a\npermissive sense would relegate it to the unenviable\nposition, as it were, \"of an ineffectual angel beating its\nwings in a luminous void in vain”. If the choice is between\ntwo interpretations\", said Viscount Simon L.C. in Nokes\nv. Doncaster Amalgamated Collieries, Ltd. [(1940) A.C.\n1014] :\n'the narrower of which would fail to achieve the\nmanifest purpose of the legislation we should avoid\na construction which would reduce the legislation to\nfutility and should rather accept the bolder\nconstruction based on the view that Parliament\nwould legislate only for the purpose of bringing\nabout an effective result'.\"\nF\nG\nН\nA\n250 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\n13. The relevancy of objects and reasons for enacting an\nAct is a relevant consideration for the court while applying\nvarious principles of interpretation of statutes. Normally, the\ncourt would not go behind these objects and reasons of the Act.\nThe discussion of a Standing Committee to a Bill may not be\nB a very appropriate precept for tracing the legislative intent but\nin given circumstances, it may be of some use to notice some\ndiscussion on the legislative intent that is reflected in the\nsubstantive provisions of the Act itself. The Standing Committee\non Energy, 2001, in its discussion said, 'the Committee feel\nthat there is a need to provide safeguards to check the misuse\nof these powers by unscrupulous elements'. The provisions of\nSection 126 of the 2003 Act are self-explanatory, they are\nintended to cover situations other than the situations specifically\ncovered under Section 135 of the 2003 Act. This would further\nbe a reason for this Court to adopt an interpretation which would\nhelp in attaining the legislative intent.\nC\nD\n14. By applying these principles to the provisions of this\ncase requiring judicial interpretation, we find no difficulty in\nstating that the provisions of Section 126 of the 2003 Act\nE should be read with other provisions, the regulations in force\nand they should be so interpreted as to achieve the aim of\nworkability of the enactment as a whole while giving it a\npurposive interpretation in preference to textual interpretation.\nF\nG\n1(b) Distinction between Sections 126 and 135 of the\n2003 Act\n15. Upon their plain reading, the mark differences in the\ncontents of Sections 126 and 135 of the 2003 Act are obvious.\nThey are distinct and different provisions which operate in\ndifferent fields and have no common premise in law. We have\nalready noticed that Sections 126 and 127 of the 2003 Act read\ntogether constitute a complete code in themselves covering all\nrelevant considerations for passing of an order of assessment\nin cases which do not fall under Section 135 of the 2003 Act.\nH Section 135 of the 2003 Act falls under Part XIV relating to\n"}