{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"EXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.]\n261\ninterpretation. This test can be effectuatedly applied to the A\nprovisions of a statute of the present kind. It must be understood\nthat an interpretation which upon application of the provisions\nat the ground reality, would frustrate the very law should not be\naccepted against the common sense view which will further\nsuch application.\nB\nC\n36. Once the court decides that it has to take a purposive\nconstruction as opposed to textual construction, then the\nlegislative purpose sought to be achieved by such an\ninterpretation has to be kept in mind. We have already indicated\nthat keeping in view the legislative scheme and the provisions\nof the 2003 Act, it will be appropriate to adopt the approach of\npurposive construction on the facts of this case. We have also\nindicated above that the provisions of Section 126 of the 2003\nAct are intended to cover the cases over and above the cases\nwhich would be specifically covered under the provisions of D\nSection 135 of the 2003 Act.\n37. In other words, the purpose sought to be achieved is\nto ensure stoppage of misuse/unauthorized use of the electricity\nas well as to ensure prevention of revenue loss. It is in this\nbackground that the scope of the expression 'means' has to\nbe construed. If we hold that the expression ‘means' is\nexhaustive and cases of unauthorized use of electricity are\nrestricted to the ones stated under Explanation (b) of Section\n126 alone, then it shall defeat the very purpose of the 2003 Act,\ninasmuch as the different cases of breach of the terms and\nconditions of the contract of supply, regulations and the\nprovisions of the 2003 Act would escape the liability sought to\nbe imposed upon them by the Legislature under the provisions\nof Section 126 of the 2003 Act. Thus, it will not be appropriate\nfor the courts to adopt such an approach. The primary object\nof the expression 'means' is intended to explain the term\n·‘unauthorized use of electricity' which, even from the plain\nreading of the provisions of the 2003 Act or on a common\nsense view cannot be restricted to the examples given in the\nE\nF\nG\nH\nB\n262 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA Explanation. The Legislature has intentionally omitted to use the\nword 'includes' and has only used the word 'means' with an\nintention to explain inter alia what an unauthorized use of\nelectricity would be. It must be noticed that clause (iv) of\nExplanation (b) and sub-Section (5) of Section 126 of the 2003\nAct were both amended/substituted by the same amending Act\n26 of 2007, with a purpose and object of preventing\nunauthorised use of electricity not amounting to theft of\nelectricity within the meaning of Section 135 of the 2003 Act.\nThis amendment, therefore, has to be given its due meaning\nwhich will fit into the scheme of the 2003 Act and would achieve\nits object and purpose.\nC\n38. The expression 'means' would not always be open to\nsuch a strict construction that the terms mentioned in a definition\nclause under such expression would have to be inevitably\nD treated as being exhaustive. There can be a large number of\ncases and examples where even the expression 'means' can\nbe construed liberally and treated to be inclusive but not\ncompletely exhaustive of the scope of the definition, of course,\ndepending upon the facts of a given case and the provisions\nE governing that law. In the case of K.V. Muthu v. Angamuthu\nAmmal [(1997) 2 SCC 53], this Court was dealing with a case\nunder the Tamil Nadu Rent Act and the expression 'member of\nhis family' as defined under Section 2(6-A) of that Act. Section\n2(6-A) provides that 'member of his family' in relation to a\nF landlord means his spouse, son, daughter, grand-child or\ndependent parents. If the principle of construction advanced by\nthe learned counsel appearing for the respondent is to be\naccepted, then even in that case, the Court could not have\nexpanded the expression 'members of his family' to include any\nother person than those specifically mentioned under that\ndefinition. The definition and the expression 'means', if\nconstrued as exhaustive would necessarily imply exclusion of\nall other terms except those stated in that Section but this Court,\nwhile adopting the principle of purposive construction, came to\nthe conclusion that even a foster son, who is obviously not the\nH\nG\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.]\n263\nreal son or direct descendant of a person, would be included. A\nThis Court, observing that there was consensus in precedent\nthat the word 'family' is a word of great flexibility and is capable\nof different meanings, held as under:\nB\n\"While interpreting a definition, it has to be borne in mind\nthat the interpretation placed on it should not only be not\nrepugnant to the context, it should also be such as would\naid the achievement of the purpose which is sought to be\nserved by the Act. A construction which would defeat or\nwas likely to defeat the purpose of the Act has to be\nC\nignored and not accepted.\nWhere the definition or expression, as in the instant case,\nis preceded by the words \"unless the context otherwise\nrequires\", the said definition set out in the section is to be\napplied and given effect to but this rule, which is the normal D\nrule may be departed from if there be something in the\ncontext to show that the definition could not be applied.\"\n39. Another comparable example of such interpretation by\nthis Court can be traced out in the case of Union of India v.\nE\nPrabhakaran Vijaya Kumar \u0026 Ors. [(2008) 9 SCC 527]\nwherein it was dealing with the provisions of Section 123(c) of\nthe Railways Act, 1989 which read as under:\n\"123 (c) “untoward incident\" means― (1) (i) the\ncommission of a terrorist act within the meaning of sub- F\nsection (1) of section (3) of the Terrorist and Disruptive\nActivities (Prevention) Act, 1987; or\n(ii) the making of a violent attack or the commission of\nrobbery or dacoity; or\n(iii) the indulging in rioting, shoot- out or arson, by any\nperson in or on any train carrying passengers, or in a\nwaiting hall, cloak room or reservation or booking office ·\nor on any platform or in any other place within the precincts\nG\nH\nA\nB\n264\nSUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nof a railway station; or\n(2) the accidental falling of any passenger from a train\ncarrying passengers.\"\n40. As is obvious from the bare reading of the above\nprovision, the provision used the expression 'untoward incident\nmeans' and under clause (2) of that provision 'accidental falling\nof any passenger from a train carrying passengers' is included.\nIf it was to be understood as an absolute rule of law that the\nuse of the term 'means' unexceptionally would always require\nC an exhaustive interpretation of what is stated in or can be\nconstrued to that provision, then a person who was climbing\non the train which was carrying passengers and who meets\nwith an accident, would not be covered. However, this Court,\nwhile repelling this contention, held that by adopting a restrictive\nD meaning to the expression 'accidental falling of a passenger\nfrom a train carrying passengers' in Section 123(c) of the\nRailways Act, 1989, this Court would be depriving a large\nnumber of railway passengers from receiving compensation in\nrailway accidents. Treating the statute to be a beneficial piece\nE of legislation, this Court applied purposive interpretation, while\nobserving as under:\nF\nG\nH\n\"No doubt, it is possible that two interpretations can be\ngiven to the expression \"accidental falling of a passenger\nfrom a train carrying passengers\", the first being that it only\napplies when a person has actually got inside the train and\nthereafter falls down from the train, while the second being\nthat it includes a situation where a person is trying to board\nthe train and falls down while trying to do so. Since the\nprovision for compensation in the Railways Act is a\nbeneficial piece of legislation, in our opinion, it should\nreceive a liberal and wider interpretation and not a narrow\nand technical one. Hence, in our opinion the latter of the\nabovementioned two interpretations i.e. the one which\nadvances the object of the statute and serves its purpose\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.]\n265\nshould be preferred vide Kunal Singh v. Union of India\n[(2003) 4 SCC 524 para 9], B.D. Shetty v. Ceat Ltd.\n[(2002) 1 SCC 193 - para 12) and Transport Corpn. Of\nIndia v. ESI Corpn. [(2000) 1 SCC 332]\"\nA\nB\nD\n41. The above judgments clearly support the view that we\nhave taken with reference to the facts and law of the present\ncase. It cannot be stated as an absolute proposition of law that\nthe expression 'means' wherever occurring in a provision would\ninevitably render that provision exhaustive and limited. This rule\nof interpretation is not without exceptions as there could be\nс\nstatutory provisions whose interpretation demands somewhat\nliberal construction and require inclusive construction. An\napproach or an interpretation which will destroy the very\npurpose and object of the enacted law has to be avoided. The\nother expressions used by the Legislature in various sub-\nclauses of Explanation (b) of Section 126 of the 2003 Act are\nalso indicative of its intent to make this provision wider and of\ngreater application. Expressions like 'any artificial means', 'by\na means not authorised by the licensee' etc. are terms which\ncannot be exhaustive even linguistically and are likely to take\nwithin their ambit what is not specifically stated. For example, E\n'any artificial means' is a generic term and so the expression\n'means' would have to be construed generally. This Court in the\ncase of Eureka Forbes Ltd. v. Allahabad Bank [(2010) 6 SCC\n193], while examining the interpretation and application of the\nword 'debt', held that it was a generic term and, thus, of wide F\namplitude :\n\"50. In this background, let us read the language of Section\n2(g) of the Recovery Act. The plain reading of the Section\nsuggests that legislature has used a general expression\nin contra distinction to specific, restricted or limited\nexpression. This obviously means that, the legislature\nintended to give wider meaning to the provisions. Larger\narea of jurisdiction was intended to be covered under this\nprovision so as to ensure attainment of the legislative\nG\nH\nΑ\nB\n266 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nobject, i.e. expeditious recovery and providing provisions\nfor taking such measures which would prevent the wastage\nof securities available with the banks and financial\ninstitutions.\n51. We may notice some of the general expressions used\nby the framers of law in this provision:\n(a)\nany liability;\n(b)\nclaim as due from any person;\nс\n(c)\nduring the course of any business activity\nundertaken by the Bank;\n(d)\nwhere secured or unsecured;\nD\n(e)\nLU\nE\nF\nG\nH\nand lastly legally recoverable.\n52. All the above expressions used in the definition clause\nclearly suggest that, expression 'debt' has to be given\ngeneral and wider meaning, just to illustrate, the word 'any\nliability' as opposed to the word 'determined liability' or\n'definite liability' or 'any person' in contrast to 'from the\ndebtor'. The expression 'any person' shows that the\nframers do not wish to restrict the same in its ambit or\napplication. The legislature has not intended to restrict to\nthe relationship of a creditor or debtor alone. General\nterms, therefore, have been used by the legislature to give\nthe provision a wider and liberal meaning. These are\ngeneric or general terms. Therefore, it will be difficult for\nthe Court, even on cumulative reading of the provision, to\nhold that the expression should be given a narrower or\nrestricted meaning. What will be more in consonance with\nthe purpose and object of the Act is to give this expression\na general meaning on its plain language rather than apply\nunnecessary emphasis or narrow the scope and\ninterpretation of these provisions, as they are likely to\nfrustrate the very object of the Act.\"\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.]\n267\n42. The expressions 'means', 'means and includes' and A\n'does not include' are expressions of different connotation and\nsignificance. When the Legislature has used a particular\nexpression out of these three, it must be given its plain meaning\nwhile even keeping in mind that the use of other two\nexpressions has not been favoured by the Legislature. To put B\nit simply, the Legislature has favoured non-use of such\nexpression as opposed to other specific expression. In the\npresent case, the Explanation to Section 126 has used the\nword 'means' in contradistinction to 'does not include' and/or\n'means and includes'. This would lead to one obvious result that C\neven the Legislature did not intend to completely restrict or limit\nthe scope of this provision.\nD\n43. Unauthorised use of electricity cannot be restricted to\nthe stated clauses under the explanation but has to be given a\nwider meaning so as to cover cases of violation of terms and\nconditions of supply and the regulations and provisions of the\n2003 Act governing such supply. ‘Unauthorised use of\nelectricity' itself is an expression which would, on its plain\nreading, take within its scope all the misuse of the electricity\nor even malpractices adopted while using electricity. It is difficult E\nto restrict this expression and limit its application by the\ncategories stated in the explanation. It is indisputable that the\nelectricity supply to a consumer is restricted and controlled by\nthe terms and conditions of supply, the regulations framed and\nthe provisions of the 2003 Act. The requirement of grant of F\nlicence itself suggests that electricity is a controlled commodity\nand is to be regulated by the regulatory authorities. If a person\nunauthorisedly consumes electricity, then he can certainly be\ndealt with in accordance with law and penalties may be\nimposed upon him as contemplated under the contractual, G\nregulatory and statutory regime. The Orissa Electricity\nRegulatory Commission, in exercise of its powers under\nSection 181(2)(t), (v), (w) and (x) read with Part VI of the 2003\nAct, Orissa Electricity Reforms Act, 1995 and all other powers\nenabling it in that behalf, made the regulations to govern H\n268 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R\nA distribution and supply of electricity and procedure thereof such\nas system of billing, modality of payment, the powers, functions\nand applications of the distribution licensees form for supply\nand/or suppliers and the rights and obligations of the\nconsumers. These were called 'Orissa Electricity Regulatory\nB Commission Distribution (Conditions of Supply) Code, 2004\n(hereinafter referred to as 'Conditions of Supply) vide\nnotification dated 21st May, 2004. The Agreement has been\nplaced on record. This Agreement was undisputedly executed\nbetween the parties. Clause (2) of the Agreement deals with\nConditions of Supply. It states that consumer had obtained and\nperused a copy of the Grid Corporation of Orissa Ltd. (General\nConditions of Supply) Regulations, 1995, understood its content\nand undertook to observe and abide by all the terms and\nconditions stipulated therein to the extent they are applicable\nto him. The respondent was a consumer under the 'medium\nindustry category'. Clause (A) of the terms and conditions\napplicable to medium industry category reads as under:\nC\nD\nE\n\"This tariff rate shall be applicable to supply of power at a\nsingle point for industrial production purposes with contract\ndemand/connected load of 22 KV and above up to but\nexcluding 110 KVA where power is generally utilized as a\nmotive force.\"\n44. Minimum energy charges are to be levied with\nF reference to 'contract demand' at the rate prescribed under the\nterms and conditions. These clauses of the Agreement clearly\nshow that the charges for consumption of electricity are directly\nrelatable to the sanctioned/connected load and also the load\nconsumed at a given point of time if it is in excess of the\nsanctioned/connected load. The respondent could consume\nelectricity up to 110 KVA but if the connected load exceeded\nthat higher limit, the category of the respondent itself could stand\nchanged from 'medium industry' to 'large industry' which will be\ngoverned by a higher tariff.\nG\nH\n45. Chapter VII of the Conditions of Supply classifies the\n269\nLIJ\nE\nEXECUTIVE ENGINEER AND ANR. v. SRI\nSEETARAM RICE MILL [SWATANTER KUMAR, J.]\nconsumers into various categories and heads. The electricity A\ncould be provided for a domestic, LT Industrial, LT/HT Industrial,\nLarge Industry, Heavy Industries and Power Intensive Industries,\netc. In terms of Regulation 80, the industry would fall under LT/\nHT category, if it relates to supply for industrial production with\na contract demand of 22 KVA and above but below 110 KVA.\nHowever, it will become a 'large industry' under Regulation\n80(10) if it relates to supply of power to an industry with a\ncontract demand of 110 KVA and above but below 25,000\nKVA. Once the category stands changed because of excessive\nconsumption of electricity, the tariff and other conditions would\nstand automatically changed. The licensee has a right to\nreclassify the consumer under Regulation 82 if it is found that\na consumer has been classified in a particular category\nerroneously or the purpose of supply as mentioned in the\nagreement has changed or the consumption of power has\nexceeded the limit of that category etc. The Conditions of\nSupply even places a specific prohibition on consumption of\nexcessive electricity by a consumer. Regulation 106 of the\nConditions of Supply reads as under:\n\"No consumer shall make use of power in excess of the\napproved contract demand or use power for a purpose\nother than the one for which agreement has been executed\nor shall dishonestly abstract power from the licensee's\nsystem.\"\n46. On the cumulative reading of the terms and conditions\nof supply, the contract executed between the parties and the\nprovisions of the 2003 Act, we have no hesitation in holding\nthat consumption of electricity in excess of the sanctioned/\nconnected load shall be an 'unauthorised use' of electricity in\nterms of Section 126 of the 2003 Act. This, we also say for the\nreason that overdrawal of electricity amounts to breach of the\nterms and conditions of the contract and the statutory\nconditions, besides such overdrawal being prejudicial to the\npublic at large, as it is likely to throw out of gear the entire\nC\nD\nE\nF\nG\nH\n270 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA supply system, undermining its efficiency, efficacy and even\nincreasing voltage fluctuations. In somewhat similar\ncircumstances, where the consumer had been found to be\ndrawing electricity in excess of contracted load and the general\nconditions of supply of electricity energy by the Board and\nB clause 31(f) of the same empowered the Board to disconnect\nsupply and even levy higher charges as per the tariff applicable,\nthis Court held that such higher tariff charges could be\nrecovered. While noticing the prejudice caused, the Court in the\ncase Bhilai Rerollers \u0026 Ors. v. M.P. Electricity Board \u0026 Ors.\nC. [(2003) 7 SCC 185], held as under :\nD\nE\nไป\n\"21. The respondent-Board, therefore, is entitled to raise\nthe demand under challenge since such right has been\nspecifically provided for and is part of the conditions for\nsupply and particularly when such drawal of extra load in\nexcess of the contracted load is bound to throw out of gear\nthe entire supply system undermining its efficiency, efficacy\nnot only causing stress on the installations of the Board but\nconsiderably affect other consumers who will experience\nvoltage fluctuations. Consequently, we see no merit in the\nchallenge made on behalf of the appellants. The appeals,\ntherefore, fail and shali stand dismissed but with no costs.\"\n47. Similar view was taken by this Court in the case of\nOrissa State Electricity Board \u0026 Anr. v. IPI Steel Ltd. \u0026 Ors.\nF [(1995) 4 SCC 328].\nG\nH\n48. It will also be useful to notice that certain malpractices\nadopted by the consumer for consuming electricity in excess\nof the contracted load could squarely fall within the ambit and\nscope of Section 126 of the 2003 Act as it is intended to\nprovide safeguards against pilferage of energy and\nmalpractices by the consumer. The Regulations framed in\nexercise of power of subordinate legislation or terms and\nconditions imposed in furtherance of statutory provisions have\nbeen held to be valid and enforceable. They do not offend the\nprovisions of the 2003 Act. In fact, the power to impose penal\n"}