{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"KHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1101\n11. Similarly, the case in Municipal Corpn. v. Ashok A\nKumar Misra [(1991) 3 SCC 325 accepted Dharam\n·Singh case and the cases which followed it but\ndistinguished that line of cases on account of another\nspecial provision in the rules. There the relevant rule\nprovided for a maximum of one year for the extended B\nperiod of probation but there was a Note under Rule 8(2)\nof the Madhya Pradesh Government Servants General\nConditions of Service Rules, 1961. Rule 8(2) of the Rules\nand the Note read:\n\"8. (2) The appointing authority may, for sufficient reasons,\nextend the period of probation by a further period not\nexceeding one year.\nC\nNote. A probationer whose period of probation is not\nextended under this sub-rule, but who has neither been D\nconfirmed nor discharged from service at the end of the\nperiod of probation shall be deemed to have been\ncontinued in service, subject to the condition of his service\nbeing terminable on the expiry of a notice of one calendar\nmonth given in writing by either side.\"\nIt was held by this Court as follows: (SCC p. 328, para 4)\n\"4. ... Under the Note to sub-rule (2) if the probationer is\nneither confirmed nor discharged from service at the end\nof the period of probation, he shall be deemed to have\nbeen continued in service as probationer subject to the\ncondition of his service being terminated on the expiry of\na notice of one calendar month given in writing by either\nside.\" The consequence of the Note was explained further\nas follows: (pp. 328-29)\n\"As per sub-rule (6), on passing the prescribed\ndepartmental examination and on successful completion\nof the period of probation, the probationer shall be\nE\nF\nG\nH\n1102\nSUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA\nB\nC\nD\nE\nF\nconfirmed in the service or post to which he has been\nappointed. Then he becomes an approved probationer.\nTherefore, after the expiry of the period of probation and\nbefore its confirmation, he would be deemed to have\nbeen continued in service as a probationer. Confirmation\nof probation would be subject to satisfactory completion\nof the probation and to pass in the prescribed\nexaminations. Expiry of the period of probation, therefore,\ndoes not entitle him with a right of deemed confirmation.\nThe rule contemplates to pass an express order of\nconfirmation in that regard. By issue of notice of one\ncalendar month in writing by either side, the tenure could\nbe put to an end, which was done in this case.\"\n(emphasis supplied)\nIt is clear that the Court distinguished Dharam Singh, Om\nParkash Maurya, M.K. Agarwal, and Akhilesh Bhargava\nbecause of the Note under Rule 8(2), even though the rule\nitself provided a maximum of one year for extension of\nprobation.\n12. Thus, even though the maximum period for extension\ncould lead to an indication that the officer is deemed to\nbe confirmed, still special provisions in such rules could\nnegative such an intention.\n13. It is, therefore, clear that the present case is one where\nthe rule has prescribed an initial period of probation and\nthen for the extension of probation subject to a maximum,\nand therefore the case squarely falls within the second line\nof cases, namely, Dharam Singh case and the provision\nfor a maximum is an indication of an intention not to treat\nthe officer as being under probation after the expiry of the\nmaximum period of probation. It is also significant that in\nthe case before us the effect of the rule fixing a maximum\nperiod of probation is not whittled down by any other\nH provision in the rules such as the one contained in\nG\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1103\nSamsher Singh case or in Ashok Kumar Misra case.\nThough a plea was raised that termination of service could\nbe effected by serving one month's notice or paying salary\nin lieu thereof, there is no such provision in the order of\nappointment nor was any rule relied upon for supporting\nsuch a contention.\"\nA\nB\nC\nD\n15. Similar view was also taken by another Bench of this\nCourt in the case of Karnataka State Road Transport\nCorporation vs. S. Manjunath [(2000) 5 SCC 250]. In that case\nthe employees had claimed that after the expiry of prescribed\nperiod of probation they would be deemed to be confirmed\nemployees and their services were not liable to be terminated\nsimplicitor. Regulation 11 (8), which was pressed into service\nby the Corporation, provided that a person should not be\nconsidered to have satisfactorily completed the period of\nprobation unless specific order to that effect is made and the\ndelay in issuance of certificate would not entitle the person to\nbe deemed to have satisfactorily completed the period of\nprobation. This Court, while noticing that Rule 11(8) was\napplicable to promotees alone because of the expression of\n'officiating' having been used, the appellants, before the Court\nwere direct recruits, therefore, covered under Regulation 11 (1)\nwhich provides that the probation period shall be for two years\nextendable by one year and that the period of probation shall\nnot be further extended. In this view of the matter and while\nreferring to the case of Dharam Singh (supra) and Wasim Beg F\nvs. State of U.P. [(1998) 3 SCC 321] the Court further noticed\nthat the two view theory expressed in the case of Dayaram\n(supra) was further extended in the case of Wasim Beg (supra)\nand after discussing the entire gamut of law such cases were\nclassified into three categories. After detailed discussion on the\nsubject the Court held as under:\n\"10. This Court had an occasion to review, analyse\ncritically and clarify the principles on an exhaustive\nconsideration of the entire case-law in two recent decisions\nE\nய\nG\nI\nA\nB\nC\nD\nE\nF\nLL\nG\nI\n1104 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nreported in Dayaram Dayalv. State of M.P. [(1997) 7 SCC\n443] and Wasim Beg v. State of U.P. [(1998) 3 SCC 321].\nOne line of cases has held that if in the rule or order of\nappointment, a period of probation is specified and a\npower to extend probation is also conferred and the officer\nis allowed to continue beyond the prescribed period of\nprobation, he cannot be deemed to be confirmed and there\nis no bar on the power of termination of the officer after\nthe expiry of the initial or extended period of probation. This\nis because at the end of probation he becomes merely\nqualified or eligible for substantive permanent\nappointment. The other line of cases are those where\neven though there is a provision in the rules for initial\nprobation and extension thereof, a maximum period for\nsuch extension is also provided beyond which it is not\npermissible to extend probation. The Constitution Bench\nwhich dealt with the case reported in State of Punjab v.\nDharam Singh[AIR 1968 SC 1210] while distinguishing\nthe other line of cases held that the presumption about\ncontinuation, beyond the period of probation, as a\nprobationer stood negatived by the fixation of a maximum\ntime-limit for the extension of probation. Consequently, in\nsuch cases the termination after expiry of the maximum\nperiod up to which probation could be extended was held\nto be invalid, inasmuch as the officer concerned must be\ndeemed to have been confirmed.\n11. The principles laid down in Dharam Singh case though\nwere accepted in another Constitution Bench of a larger\ncomposition in the case reported in Samsher Singh v.\nState of Punjab [(1974)2SCC831] the special provisions\ncontained in the relevant Rules taken up for consideration\ntherein were held to indicate an intention not to treat the\nofficer as deemed to have been confirmed, in the light of\nthe specific stipulation that the period of probation shall be\ndeemed to be extended if the officer concerned was not\nconfirmed on the expiry of his period of probation. Despite\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1105\nthe indication of a maximum period of probation, the A\nimplied extension was held to render the maximum period\nof probation a directory one and not mandatory. Hence, it\nwas held that a probationer in such class of cases is not\nto be considered confirmed, till an order of confirmation\nis actually made. The further question for consideration in B\nsuch category of cases where the maximum period of\nprobation has been fixed would be, as to whether there are\nanything else in the rules which had the effect of whittling\ndown the right to deemed confirmation on account of the\nprescription of a maximum period of probation beyond C\nwhich there is an embargo upon further extension being\nmade, and such stipulation was found wanting in Dayaram\nDayal case.\nXXX\nXXX\nXXX\nD\nF\n14. As indicated by us, the Regulation deals with two\ndifferent categories of cases - one about the \"probation\"\nof an appointee other than by way of promotion and the\nother relating to \"officiation\" of a person appointed on\npromotion. The similarity of purpose and identity of object E\napart, of such provision, there is an obvious difference and\npositive distinction disclosed in the manner they have to\nbe actually dealt with. The deliberate use of two different\nphraseology \"probation\" and \"officiation\" cannot be so\nlightly ignored obliterating the substantial variation in the\nmethod of handling such categories of persons envisaged\nby the Regulations. The mere fact that a reference is made\nto sub-regulation (3) also in the later part of sub-regulation\n(8) of the Regulation could not be used to apply all the\nprovisions relating to the category of appointees on G\n\"officiation\" to the other category of appointees on\n\"probation\". The stipulation in sub-regulation (8) of the\nRegulation when making the passing of an order, a\ncondition precedent for satisfactory completion specifically\nrefers only to the completion of “period of officiation\".\nH\nB\nC\n1106 SUPREME COURT REPORTS\n'\n[2010] 7 S.C.R.\nA Similarly, notwithstanding a reference made to sub-\nregulation (3) along side sub-regulation (4), in stipulating\nthe consequences of any delay in making an order\ndeclaring satisfactory completion, the reference is confined\nonly to deemed satisfaction and completion of \"the period\nof officiation\", and not of probation. Sub-regulation (9) of\nthe Regulation insofar as it provides for confirmation as a\nsequel to declaration, only deals with a promotee to a\ntemporary post and not of the other category. While\ndealing with the termination of a candidate, not found\nsuitable for the post, sub-regulation (3) of the Regulation\nenvisages such termination being made at any time “within\nthe period of probation\", and not at any time after the\ncompletion of such maximum period of probation.\nConsequently, the cases on hand also would fall within the\ncategory of cases dealt with in Dayaram Dayal case and\nWasim Beg case and the services of the respondents\ncould not be put an end to except by means of\ndepartmental disciplinary proceedings, after following the\nmandatory requirements of law. Therefore, the High Court\ncannot be faulted for interfering with the orders of\ntermination of the services of the respondent.\"\nD\nヨ\nF\nG\nH\nTherefore, the appeals referred by the Corporation came to be\ndismissed as the employee had attained the status of\nconfirmed employee.\n16. Now let us examine the other view where the Courts\nhave declined to accept the contention that the employees were\nentitled to automatic confirmation after expiry of the probation\nperiod. In the case of High Court of Madhya Pradesh vs. Satya\nNarayan Jhavar [(2001) 7 SCC 161] a three Judge Bench of\nthis Court reiterated the three line of cases while referring to\nRule 24(1) which provided maximum period of probation,\nexamined the question of confirmation of such a probationer\ndepending upon his fitness for such confirmation and his\npassing of the departmental examination by the higher\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1107-\nstandards. Thus declined to accept the principle of automatic A\nor deemed confirmation the Court held as under:\nC\nD\n\"11. The question of deemed confirmation in service\njurisprudence, which is dependent upon the language of\nthe relevant service rules, has been the subject-matter of\nB\nconsideration before this Court, times without number in\nvarious decisions and there are three lines of cases on\nthis point. One line of cases is where in the service rules\nor in the letter of appointment a period of probation is\nspecified and power to extend the same is also conferred\nupon the authority without prescribing any maximum period\nof probation and if the officer is continued beyond the\nprescribed or extended period, he cannot be deemed to\nbe confirmed. In such cases there is no bar against\ntermination at any point of time after expiry of the period\nof probation. The other line of cases is that where while\nthere is a provision in the rules for initial probation and\nextension thereof, a maximum period for such extension\nis also provided beyond which it is not permissible to\nextend probation. The inference in such cases is that the\nofficer concerned is deemed to have been confirmed upon\nexpiry of the maximum period of probation in case before\nits expiry the order of termination has not been passed.\nThe last line of cases is where, though under the rules\nmaximum period of probation is prescribed, but the same\nrequires a specific act on the part of the employer by F\nissuing an order of confirmation and of passing a test for\nthe purposes of confirmation. In such cases, even if the\nmaximum period of probation has expired and neither any\norder of confirmation has been passed nor has the person\nconcerned passed the requisite test, he cannot be G\ndeemed to have been confirmed merely because the said\nperiod has expired.\nE\nXXX XXX\nXXX\nXXX\nH\n1108\nSUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA\nB\nC\n0\nE\nF\nG\nH\n35 In the case on hand, correctness of the interpretation\ngiven by this Court to Rule 24 of the Rules in the case of\nDayaram Dayal v. State of M.P. [(1997) 7 SCC 443] is\nthe bone of contention. In the aforesaid case, no doubt, this\nCourt has held that a maximum period of probation having\nbeen provided under sub-rule (1) of Rule 24, if a\nprobationer's service is not terminated and he is allowed\nto continue thereafter it will be a case of deemed\nconfirmation and the sheet anchor of the aforesaid\nconclusion is the Constitution Bench decision of this Court\nin the case of State of Punjab v. Dharam Singh [AIR 1968\nSC 1210]. But, in our considered opinion in the case of\nDayaram Dayal. Rule 24 of the Rules has not been\ninterpreted in its proper perspective. A plain reading of\ndifferent sub-rules of Rule 24 would indicate that every\ncandidate appointed to the cadre will go for initial training\nfor six months whereafter he would be appointed on\nprobation for a period of 2 years and the said period of\nprobation would be extended for a further period not\nexceeding 2 years. Thus, under sub-rule (1) of Rule 24 a\nmaximum period of 4 years' probation has been provided.\nThe aforesaid sub-rule also stipulates that at the end of the\nprobation period the appointee could be confirmed subject\nto his fitness for confirmation and to his having passed the\ndepartmental examination, as may be prescribed. In the\nvery sub-rule, therefore, while a maximum period of\nprobation has been indicated, yet the question of\nconfirmation of such a probationer is dependent upon his\nfitness for such confirmation and his passing of the\ndepartmental examination by the higher standard, as\nprescribed. It necessarily stipulates that the question of\nconfirmation can be considered at the end of the period\nof probation, and on such consideration if the probationer\nis found suitable by the appointing authority and he is\nfound to have passed the prescribed departmental\nexamination then the appointing authority may issue an\norder of confirmation. It is too well settled that an order of\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1109\nconfirmation is a positive act on the part of the employer A\nwhich the employer is required to pass in accordance with\nthe Rules governing the question of confirmation subject\nto a finding that the probationer is in fact fit for confirmation.\nThis being the position under sub-rule (1) of Rule 24, it is\ndifficult for us to accept the proposition, broadly laid down\nin the case of Dayaram Dayal and to hold that since a\nmaximum period of probation has been provided\nthereunder, at the end of that period the probationer must\nbe held to be deemed to be confirmed on the basis of the\njudgment of this Court in the case of Dharam Singh.\"\n17. This view was followed by another two Judge Bench\nof this Court in a subsequent judgment relating to judicial\nofficers in Registrar, High Court of Gujarat vs. C.G. Sharma\n[(2005) 1 SCC 132] holding that termination was proper, no\nopportunity ought need to be granted because it was a matter\nof pure subjective satisfaction relating to overall performance.\nReferring to Rule 5(4) of Gujarat Judicial Service Recruitment\nRules, 1961 the Court held as under:\nB\nC\nD\n\"26. A large number of authorities were cited before us by E\nboth the parties. However, it is not necessary to go into\nthe details of all those cases for the simple reason that sub-\nrule (4) of Rule 5 of the Rules is in pari materia with the\nRule which was under consideration in the case of State\nof Maharashtra v. Veerappa R Saboji [(1979) 4 SCC 466] F\nand we find that even if the period of two years expires\nand the probationer is allowed to continue after a period\nof two years, automatic confirmation cannot be claimed as\na matter of right because in terms of the Rules, work has\nto be satisfactory which is a prerequisite or precondition\nfor confirmation and, therefore, even if the probationer is\nallowed to continue beyond the period of two years as\nmentioned in the Rule, there is no question of deemed\nconfirmation. The language of the Rule itself excludes any\nchance of giving deemed or automatic confirmation\nG\nH\nA\nB\nC\nD\nE\nរា\nF\nG\nH\n1110 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nbecause the confirmation is to be ordered if there is a\nvacancy and if the work is found to be satisfactory. There\nis no question of confirmation and, therefore, deemed\nconfirmation, in the light of the language of this Rule, is\nruled out. We are, therefore, of the opinion that the\nargument advanced by learned counsel for the respondent\non this aspect has no merits and no leg to stand. The\nlearned Single Judge and the learned Judges of the\nDivision Bench have rightly come to the conclusion that\nthere is no automatic confirmation on the expiry of the\nperiod of two years and on the expiry of the said period\nof two years, the confirmation order can be passed only if\nthere is vacancy and the work is found to be satisfactory.\nThe Rule also does not say that the two years' period of\nprobation, as mentioned in the Rule, is the maximum\nperiod of probation and the probation cannot be extended\nbeyond the period of two years. We are, therefore, of the\nopinion that there is no question of automatic or deemed\nconfirmation, as contended by the learned counsel for the\nrespondent. We, therefore, answer this issue in the\nnegative and against the respondent.\nXXX XXX XXX XXX\n43. But the facts and circumstances in the case on hand\nare entirely different and the administrative side of the High\nCourt and the Full Court were right in taking the decision\nto terminate the services of the respondent, rightly so, on\nthe basis of the records placed before them. We are also\nsatisfied, after perusing the confidential reports and other\nrelevant vigilance files, etc. that the respondent is not\nentitled to continue as a judicial officer. The order of\ntermination is termination simpliciter and not punitive in\nnature and, therefore, no opportunity needs to be given to\nthe respondent herein. Since the overall performance of\nthe respondent was found to be unsatisfactory by the High\nCourt during the period of probation, it was decided by the\n"}