{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58}],"text":"KHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1111\nA\nHigh Court that the services of the respondent during the\nperiod of probation of the respondent be terminated\nbecause of his unsuitability for the post. In this view of the\nmatter, order of termination simpliciter cannot be said to\nbe violative of Articles 14, 16 and 311 of the Constitution.\nThe law on the point is crystallised that the probationer B\nremains a probationer unless he has been confirmed on\nthe basis of the work evaluation. Under the relevant Rules\nunder which the respondent was appointed as a Civil\nJudge, there is no provision for automatic or deemed\nconfirmation and/or deemed appointment on regular C\nestablishment or post, and in that view of the matter, the\ncontentions of the respondent that the respondent's\nservices were deemed to have been continued on the\nexpiry of the probation period, are misconceived.\"\nD\nF\n18. On a clear analysis of the above enunciated law,\nparticularly, the Seven Judge Bench judgment of this Court in\nthe case of Samsher Singh (supra) and three Judge Bench\njudgments, which are certainly the larger Benches and are\nbinding on us, the Courts have taken the view with reference\nto the facts and relevant Rules involved in those cases that the E\nprinciple of 'automatic' or 'deemed confirmation' would not be\nattracted. The pith and substance of the stated principles of law\nis that it will be the facts and the Rules, which will have to be\nexamined by the Courts as a condition precedent to the\napplication of the dictum stated in any of the line of the cases\nafore noticed. There can be cases where the Rules require a\ndefinite act on the part of the employer before officer on\nprobation can be confirmed. In other words, there may a Rule\nor Regulation requiring the competent authority to examine the\nsuitability of the probationer and then upon recording its G\nsatisfaction issue an order of confirmation. Where the Rules are\nof this nature the question of automatic confirmation would not\neven arise. Of course, every authority is expected to act properly\nand expeditiously. It cannot and ought not to keep issuance of\nsuch order in abeyance without any reason or justification. While H\n1112 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA there could be some other cases where the Rules do not\ncontemplate issuance of such a specific order in writing but\nmerely require that there will not be any automatic confirmation\nor some acts, other than issuance of specific orders, are\nrequired to be performed by the parties, even in those cases.\nB it is difficult to attract the application of this doctrine. However,\nthere will be cases where not only such specific Rules, as\nnoticed above, are absent but the Rules specifically prohibit\nextension of the period of probation or even specifically provide\nthat upon expiry of that period he shall attain the status of a\ntemporary or a confirmed employee. In such cases, again, two\nsituations would rise: one, that he would attain the status of an\nemployee being eligible for confirmation and second, that\nactually he will attain the status of a confirmed employee. The\nCourts have repeatedly held that it may not be possible to\nprescribe a straight jacket formulae of universal implementation\nfor all cases involving such questions. It will always depend upon\nthe facts of a case and the relevant Rules applicable to that\nservice.\nC\nD\n19. Reverting back to the Rules of the present case it is\nE clear that Rule 3, unlike other Rules which have been referred\nin different cases, contains negative command that the period\nof probation shall not be less than two years. This period could\nbe extended by the competent authority for half of the period\nof probation by a specific order. But on satisfactory completion\nF of the probation period, the authorities shall have to consider\nsuitability of the probationer to hold the post to which he was\nappointed. If he is found to be suitable then as soon as possible\norder is to be issued in terms of Rule 5(1)(a). On the other hand,\nif he is found to be unsuitable or has not passed the requisite\nG examination and unless an order of extension of probation\nperiod is passed by the competent authority in exercise of its\npower under Rule 4, then it shall discharge the probationer from\nservice in terms of Rule 5 (1)(b). At this juncture Entry 2 of\nschedule under Rule 2 of 1983 Rules would come into play as\nit is a mandatory requirement that the probationer should\nH\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1113\nA\nB\ncomplete his judicial training. Unless such training was\ncompleted no certificate of satisfactory completion of probation\nperiod could be issued. Obviously, power is vested with the\nappropriate authority to extend the probation period and in\nalternative to discharge him from service. The option is to be\nexercised by the authorities but emphasis has been applied by\nthe framers on the expression 'as soon as possible' they should.\npass the order and not keep the matters in abeyance for\nindefinite period or for years together. The language of Rule\n5(2) is a clear indication of the intent of the framers that the\nconcept of deeming confirmation could not be attracted in the C\npresent case. This Rule is preceded by the powers vested with\nthe authorities under Rules 4 and 5(1) respectively. This Rule\nmandates that a probationer shall not be deemed to have\nsatisfactorily completed the probation unless a specific order\nto that effect is passed. The Rule does not stop at that but\nfurther more specifically states that any delay in issuance of\norder shall not entitle the probationer to be deemed to have\nsatisfactorily completed his probation. Thus, use of\nunambiguous language clearly demonstrates that the fiction of\ndeeming confirmation, if permitted to operate, it would entirely\nfrustrate the very purpose of these Rules. On the ground of\nunsuitability, despite what is contained in Rule 5, the competent\nauthority is empowered to discharge the probationer at any\ntime on account of his unsuitability for the service post. That\ndischarge has to be simplicitor without causing a stigma upon\nthe concerned probationer. In our view, it is difficult for the Court\nto bring the present case within the class of cases, where\n'deemed confirmation' or principle of 'automatic confirmation'\ncan be judiciously applied. The 1977 Rules are quite different\nto the Rules in some of the other mentioned cases. The 1977\nD\nE\nF\nRules do not contain any provision which places a ceiling to G\nthe maximum period of probation, for example, the probation\nperiod shall not be extended beyond a period of two years. On\nthe contrary, a clear distinction is visible in these Rules as it is\nstated that probation period shall not be less than two years\nH\n1114 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA and can be extended by the authority by such period not\nexceeding half the period. The negative expression is for half\nthe period and not the maximum period totally to be put together\nby adding to the initial period of probation and to extended\nperiod. Even if, for the sake of argument, we assume that this\nB period is of three years, then in view of the language of Rules\n5 (1) and 5(2) there cannot be automatic confirmation, a definite\nact on the part of the authority is contemplated. The act is not\na mere formality but a mandatory requirement which has to be\ncompleted by due application of mind. The suitability or\nC unsuitability, as the case may be, has to be recorded by the\nauthority after due application of mind and once it comes to\nsuch a decision the other requirement is that a specific order\nin that behalf has to be issued and unless such an order is\nissued it will be presumed that there shall not be satisfactorily\ncompletion of probation period. The Rules, being specific and\nadmitting no ambiguity, must be construed on their plain\nlanguage to mean that the concept of 'deemed confirmation'\nor ‘automatic confirmation' cannot be applied in the present\nD\nE\ncase.\n20. Another aspect, which would further substantiate the\nview that we have expressed, is that proviso to Rule 4 shows\nthat where during the period of probation the results of an\nexamination have not been declared which the probationer was\nrequired to take, in that event the period of probation shall be\nF deemed to have extended till completion of the act i.e.\ndeclaration of result. Applying this analogy to the provisions of\nRule 5 unless certificate is issued by the competent authority\nthe probation period would be expected to have been extended\nas it is a statutory condition precedent to successful completion\nG of the period of probation and confirmation of the probationer\nin terms of this Rule.\nH\n21. In the present case, the appellant was appointed to the\npost vide letter dated 9/10th May, 1996 and he reported for his\nduty on 15th May, 1996. He was on probation for a period of\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1115\nB\ntwo years. Thereafter, as it appears from the record, no letter A\nof extension of probation or order stating that the appellant has\ncompleted the period of probation successfully in terms of Rule\n5(1) was ever issued. Rule 5 (2), therefore, would come into\nplay and till the issuance of such an order and certificate of\nsatisfactory completion of probation period, the appellant cannot\nclaim to be a confirmed employee by virtue of principle of\nautomatic or deemed confirmation. His services were\nterminated vide order dated 24th March, 2000. It was discharge\nfrom service simplicitor without causing any stigma on the\nappellant. We have already discussed in some detail the C\nconduct of the appellant as well as the fact that even prior to\nhis selection as a member of the Higher Judicial Services of\nState of Karnataka, his name had been placed for surveillance\non the of Police Station, Karwar. The original service record\nof the appellant also does not reflect that he was an officer of\nD\noutstanding caliber or had done extraordinary judicial work. He\nis an officer who is not aware of his date of birth and mentioned\nhis age as per his convenience. In these circumstances, we do\nnot feel that, it is a case where in exercise of jurisdiction of this\nCourt under Article 136 of the Constitution of India, we should\ninterfere with the judgment of the High Court as the same does\nnot suffer from any factual or legal infirmity.\nE\nF\n22. Before we part with this file, it is required of this Court\nto notice and declare that the concerned authorities have failed\nto act expeditiously and in accordance with the spirit of the\nrelevant Rules. Rule 5 (2) of 1977 Rules has used the\nexpression 'as soon as possible' which clearly shows the intent\nof the rule framers explicitly implying urgency and in any case\napplicability of the concept of reasonable time which would help\nin minimizing the litigation arising from such similar cases. May G\nbe, strictly speaking, this may not be true in the case of the\nappellant but generally every step should be taken which would\navoid bias or arbitrariness in administrative matters, no matter,\nwhich is the authority concerned including the High Court itself.\nLong back in the case of Shiv Kumar Sharma Vs. Haryana H\n1116 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA State Electricity Board (1988) Supp. SCC 669] this Court had\nthe occasion to notice that due to delay in recording satisfactory\ncompletion of probation period where juniors were promoted,\nthe action of the authority was arbitrary and it resulted in\ninfliction of even double punishment. The Court held as under:\nB\nC\nD\nF\n\"While there is some necessity for appointing a person in\ngovernment service on probation for a particular period,\nthere may not be any need for confirmation of that officer\nafter the completion of the probationary period. If during\nthe period a government servant is found to be unsuitable,\nhis services may be terminated. On the other hand, if he\nis found to be suitable, he would be allowed to continue in\nservice. The archaic rule of confirmation, still in force, gives\na scope to the executive authorities to act arbitrarily or\nmala fide giving rise to unnecessary litigations. It is high\ntime that the Government and other authorities should think\nover the matter and relieve the government servants of\nbecoming victims of arbitrary actions.\"\nWe reiterate this principle with respect and approval and hope\nE that all the authorities concerned should take care that timely\nactions are taken in comity to the Rules governing the service\nand every attempt is made to avoid prejudicial results against\nthe employee/probationer. It is expected of the Courts to pass\norders which would help in minimizing the litigation arising from\nsuch similar cases. Timely action by the authority concerned\nwould ensure implementation of rule of fair play on the one hand\nand serve greater ends of justice on the other. It would also\nboost the element of greater understanding and improving the\nemployer employee relationship in all branches of the States\nand its instrumentalities. The Courts, while pronouncing\njudgments, should also take into consideration the issuance of\ndirection which would remove the very cause of litigation. Boni\njudicis est causes litium dirimere.\nG\nH\n23. It will be really unfortunate that a person, who is involved\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF\nKARNATAKA AND ANR. [SWATANTER KUMAR, J.]\n1117\nA\nс\nin the process of judicial dispensation, is dealt with in a manner\nthat for years neither his confidential reports are written nor the\ncompetent authority issues an order of satisfactory completion\nof probation period or otherwise. Another very important aspect\nis that in the present days of high competition and absolute\nintegrity and even to satisfy the requirements of out of turn B\npromotions by competition it is expected of the High Court to\ninform the concerned judicial officer of his draw backs so as\nto provide him a fair opportunity to improve. We certainly notice\nit with some sense of regret that the High Court has not\nmaintained the expected standards of proper administration.\nThere is a constitutional obligation on the High Court to ensure\nthat the members of the judicial services of the State are treated\nappropriately, with dignity and without undue delay. They are\nthe face of the judiciary inasmuch as a common man, primarily,\ncomes in contact with these members of the judicial hierarchy.\nIt is a matter of concern, as we are of the considered view, that\ntimely action on behalf of the High Court would have avoided\nthis uncalled for litigation as it would have been a matter of\ngreat doubt whether the appellant could at all be inducted into\nthe service in face of the admitted position that the name of\nthe appellant was stated to be on the rowdy list at the relevant\ntime.\nD\nE\n24. Although for the reasons afore recorded we find no\nmerit in this appeal and dismiss the same. While dismissing.\nthe appeal we feel constrained to issue the following directions: F\n1. The judgment of this Court shall be placed before the\nHon'ble the Chief Justice of Karnataka High Court for\nappropriate action. We do express a pious hope that steps will\nbe taken to ensure timely recording of the confidential reports\nof the judicial officers by appropriate authority (which in terms\nof Chapter VI with particular reference to the provisions of\nArticle 235 of the Constitution is the High Court) and in an\nelaborate format depicting performance of the judicial officers\nin all relevant fields, so as to ensure that every judicial officer\nG\nH\n1118\nSUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA in the State will not be denied what is due to him in accordance\nwith law and on the basis of his performance;\nB\n2. We direct the Secretary of the Union of India, Ministry\nof Personnel, Public Grievances and Pension as well as all the\nChief Secretaries of the States to issue appropriate guidelines,\nin the light of this judgment, within eight weeks from the date\nof the pronouncement of this judgment;\n3. We further direct that all the High Courts would ensure\nthat 'police verification reports', conducted in accordance with\nC law, are received by the concerned authority before an order\nof appointment/posting in the State Judicial Service is issued\nby the said authority.\nWith the above directions, the appeal is dismissed.\nD However, the parties are left to bear their own costs.\nD.G.\nAppeal dismissed.\n"}