{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"-\n[2010] 7 S.C.R. 1061\nKHAZIA MOHAMMED MUZAMMIL\n.V.\nTHE STATE OF KARNATAKA AND ANR.\n(Civil Appeal Nos. 596 of 2007)\nJULY 08, 2010\n[DR. B.S. CHAUHAN AND SWATANTER KUMAR, JJ.]\nKarnataka Civil Service (Probation) Rules, 1977:\n-\n-\nA\nB\nRule 5(2) - Deemed confirmation - Held: Rule 5(2) C\nprovides that competent authority has to examine the\nsuitability of the probationer and upon recording satisfaction\nissue an order of confirmation – Thus in the absence of\nspecific order, there is no deemed/automatic confirmation\nDelay in issuance of order would not entitle the probationer\nto be deemed to have satisfactorily completed his probation\nOn facts, Probation period of 2 years and the Probationer-\nJudicial officer discharged from service after 3 years and 10\nmonths of service on the ground that he was not found\nsuitable for the post - He cannot claim that he is deemed to\nbe confirmed – His service record also did not reflect that he\nwas an officer of outstanding caliber - He had made\ncontradictory statements in his writ petition and mentioned his\nage as per his convenience - Not a fit case for exercising\njurisdiction under Article 136 of the Constitution - Karnataka\nJudicial Services (Recruitment) Rules, 1983 - Rule 2, item\nno.2 Constitution of India, 1950 - Article 136.\n-\n-\nE\nF\nrule 5(2) - Discharge order of probationer showed that it\nwas not stigmatic - Held: Since the discharge was simplicitor\nwithout causing stigma upon the concerned probationer, G\nholding of formal proceedings under the Karnataka Civil\nServices (Classification, Control and Appeal) Rules 1957 was\nnot necessary - Service law.\n1061\nH\n1062 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA\nB\n-\nService law:\nConfidential report - Necessity of recording - Discussed.\nJudicial service - Appointment - Police verification report\nHigh Courts directed to ensure that the police verification\nreport conducted in accordance with law should be received\nby the concerned authority, before the order of appointment\nin the State Judicial Service is issued by the said authority -\nOn facts, name of concerned judicial officer on rowdy list prior\nto his appointment - Normally a person which such\nC antecedents would not be permitted to join service of the\ngovernment and particularly the post of a judicial officer\nHigh Court on the administrative side dealt with the matter in\na very causal manner and issued appointment order to the\nconcerned judicial officer.\nD\nProbation - Purpose of:\nHigh Court:\n-\nNon-recording of confidential report of judicial officer -\nE Held: Adversely affects the administration of justice and\ndilutes the constitutional power and functions of\nsuperintendence of High Court - It is constitutional obligation\non the High Court to ensure that the members of judicial\nservice of the State are treated appropriately with dignity and\nF without undue delay - Directions passed - Administration of\njustice - Judiciary - Constitution of India, 1950 - Article 235\n- Service law.\nG\nThe appellant was appointed as District Judge under\nthe Karnataka Judicial Services (Recruitment) Rules,\n1983. By Notification dated 24.3.2000, he was discharged\nfrom service. The appellant challenged the said\nNotification by filing writ petition before High Court on the\nground that he had put in 3 years, 10 months of service\nand thus had completed the probation period and that\nH since there was no specific communication issued to him\n\"\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF 1063\nKARNATAKA AND ANR.\nby the authority extending his probation period, he A\nshould be deemed to be confirmed. Appellant also prayed\nfor issuance of mandamus to the Superintendent of\nPolice to strike off his name in the 'rowdy and goonda\nregister' prior to his selection as District Judge\nmaintained by the concerned police station. The High B\nCourt dismissed the writ petition holding that the\nappellant was found not suitable to hold the post and\nthere was no specific order to the effect that he had\nsatisfactory completed the probationary period. It also\ndeclined to declare the entries as being without basis. C\nHence the appeal.\nDismissing the appeal, the Court\nHELD: 1. A bare reading of the notification dated\n24.3.2000 showed that it was ex-facie not stigmatic. It D\nsimply discharged the appellant from service as having\nbeen found unsuitable to hold the post of District Judge.\nUntil and unless, the appellant is able to show\ncircumstances supported by cogent material that the said\norder was stigmatic and was intended to overreach the\nE\nprocess of law provided under the rules, there is no\noccasion to interfere on facts. [Para 3] [1079-E-F]\n2. The conduct of the appellant, who is a Judicial\nOfficer, belonging to the Higher Judicial Services of the\nState is a matter of some concern. Contradictory F\nstatements were made in the Writ Petition before the High\nCourt, memorandum of appeal before this Court and\neven in the rejoinder and further affidavit filed before this\nCourt. Strangely, the High Court had neither contested\nthis case nor pursued it in its correct perspective. Even\nappearance on behalf of the High Court was not entered\nupon. Despite specific orders of this Court, the High\nCourt had failed to produce the records and even no\nresponsible officer was present. [Para 4] [1079-G-H; 1080-\nA-B]\nG\nH\n1064\nSUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA\nC\nD\n3. Normally, the person, with antecedents such as\nappellants', would not be permitted to join service of the\nGovernment and, particularly, the post of a Judge. The\nHigh Court on the administrative side also appeared to\nhave dealt with the matter in a very casual manner. It was\nB expected of the Government as well as the High Court to\nhave the character verification report before the\nappointment letter was issued. The cumulative effect of\nthe conduct of the appellant in making incorrect\naverments in the Court proceedings as well as the fact\nthat his name was in the 'Rowdie list' of the concerned\nPolice Station were specific grounds for the Courts not\nto exercise its discretionary and inherent jurisdiction\nunder Articles 136 and 226 of the Constitution of India in\nfavour of the appellant. These reasons were to be given\ndefinite significance, particularly when the High Court\nhad declined to quash the entries against the appellant\nand inclusion of his name in the ‘Rowdie list'. During the\ncourse of hearing, the original Confidential Reports of the\nappellant were filed. There was only one Confidential\nReport on record for the year 1997 wherein the appellant\nwas graded as 'Satisfactory'. This falsified his claim that\nhe had outstanding service record in regard to disposal\nof cases and other service related matters. Surprisingly,\nfor all the remaining years, no Confidential Report of this\nofficer, and in fact, many others, as the record reflected\nwere recorded by the High Court. This aspect cannot be\noverlooked as it was just not a simplicitor question of\nwriting the Confidential Report of a given officer but\nadversely affected the administration of justice on the one\nhand and dilutes the constitutional power and functions\nG of Superintendence of the High court, on the other. The\nrecords were submitted to the concerned Judge of the\nHigh court and no Confidential Reports were recorded.\nAll this demonstrated not a very healthy state of affairs\nin relation to the recording of Confidential Reports of the\nH officers in the Judicial Services of the State of Karnataka.\nE\nF\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF 1065\nKARNATAKA AND ANR.\nA\nB\nThe Confidential Report of an officer is a proper\ndocument, which is expected to be prepared in\naccordance with the Rules and practice of the Court, to\nform the basis while considering the officer for promotion\nto higher post and all other service related matters, in\nfuture. Non-writing of the Confidential Reports is bound\nto have unfair results. It affects the morale of the members\nof the service. The timely written Confidential Reports\nwould help in putting an officer at notice, if he is expected\nto improve in discharging of his duties and in the present\ndays where 25% (now 10%) of the vacancies in Higher C\nJudicial Service cadre are expected to be filled, from out\nof turn promotions after holding of written examination\nand interview. Highly competitive standard of service\ndiscipline and values are expected to be maintained by\nthe Judicial Officers as that alone can help them for better D\nadvancement of their service career. In such\ncircumstances, the significance of proper\nSuperintendence of the High Court over the Judicial\nOfficers has a much greater significance than what it was\nin the past years. In fact, it is mandatory that such\nConfidential Reports should be elaborate and written\ntimely to avoid any prejudice to the Administration as well\nas to the officer concerned. [Paras 5 to 7] [1083-G-H;\n1084-A-H; 1085-A-H; 1086-A]\nE\nF\nG\n4.1. There can be 'deemed confirmation' after an\nemployee completes the maximum probation period\nprovided under the Rules whereafter, his entitlement and\nconditions of service are placed at parity with the\nconfirmed employee. Secondly, there can be no 'deemed\nconfirmation' and at best after completion of maximum\nprobation period provided under the Rules governing the\nemployee, the employee becomes eligible for being\nconfirmed in his post. His period of probation remains in\nforce till written document of successful completion of\nprobation is issued by the Competent Authority. What H\n1066 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA view has to be taken, would depend upon the facts of a\ngiven case and the relevant Rules in force. It will be\ncumulative effect of these two basics that would\ndetermine application of the principle of law to the facts\nof that case. The specific rules relating to alleged\nB automatic confirmation of the appellant are relevant and\nthe fact that the appellant failed to satisfactorily complete\nthe period of probation or extended period of probation\nin terms of Rule 5(B) of the Karnataka Civil Service\n(Probation) Rules, 1977. The Karnataka Judicial Services\nC (Recruitment) Rules, 1983 ought to be read in\nconjunction with the 1977 Rules as they have duly been\nadopted by the High Court. The 1977 Rules are specific\nRules on the subject in question while 1983 Rules are\ngeneral Rules and in any case there is no conflict\nbetween the two as they seek to achieve the same object\nin relation to probation and effects thereof in relation to\ndifferent matters. [Para 9] [1086-E-H; 1087-A-F]\nD\n4.2. Not only the Rules but even the principles of:\nservice jurisprudence fully recognizes the status of\nE employee as probationer and a confirmed employee.\nProbationer in terms of Rule 2 (ii) of 1977 Rules means a\nGovernment servant on probation. Rules 3 to 6 are the\nrelevant Rules which specifically deal with the period of\nprobation, extension or reduction of period of probation,\nF satisfactory completion of the probation period and\ndischarge of a probationer during the period of\nprobation. No doubt Rule 3 of 1977 Rules states that the\nperiod of probation shall be, as may be, provided for in\nthe Rules of recruitment specially made for any service\nG or post, which shall not be less than two years, out of\nwhich period extraordinary leave will have to be\nexcluded. The framers of the Rules have introduced\nproviso to Rule 3, which gives discretion to the\nAuthorities and, in fact, introduced deemed extension in\nthe event, the probationer has appeared for any\nH\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF 1067\nKARNATAKA AND ANR.\nexamination or result thereof has not been declared A\nwithin the period of probation and extended period. The\nRule, therefore, contemplates deemed extension of\nprobation period where the Authorities have not passed\nany order for extending or declining to extend the period\nof probation provided the circumstances stated therein B\nare satisfied. [Paras 10, 11] [1087-G-H; 1088-A-E; 1089-A-\nH; 1090-D-G]\nC\nD\n5. The purpose of any probation is to ensure that\nbefore the employee attains the status of confirmed\nregular employee, he should satisfactorily perform his\nduties and functions to enable the Authorities to pass\nappropriate orders. In other words, the scheme of\nprobation is to judge the ability, suitability and\nperformance of an officer under probation. Once these\ningredients are satisfied, the Competent Authority may\nconfirm the employee under Rule 5 of the 1977 Rules.\nRule 5(b) empowers the Authority that in the event it is.\nof the view that the period of probation has not been\nsatisfactorily completed or has not passed the special\nexaminations, it may discharge him from service unless E\nthe period of probation is extended. Rule 5(2) has been\ncoveted with negative language. It specifically prescribes\nthat a probationer shall not be considered to have\nsatisfactorily completed the probation unless a specific\norder to that effect is passed. This Rule further clarifies F\nthat if there is a delay in issuance of an order under sub-\nRule (1), it shall not entitle the probationer to be deemed\nto have satisfactorily completed his probation. Rule 6 (1)\nstates that the Competent Authority may, at any time,\nduring the period of probation, discharge from service, G\na probationer on grounds arising out of the conditions,\nif any, imposed by the Rules or in the order of\nappointment, or on account of his unsuitability for the\nservice of post. However, the said order of discharge\nwould take effect only after it is confirmed by the next\nH\nC\nD\n1068 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA higher authority. Rule 6(2) specifically excludes the\napplication or holding of formal proceedings under the\nKarnataka Civil Services (Classification, Control and\nAppeal) Rules 1957. It says that such course will not be\nnecessary. Item No. 2 of Rule 2 of 1983 Rules states that\nB probation period will be of 2 years and further mandates\nthat during that period of probation, the officer must\nundergo a training, as may be specified by the High\nCourt. That itself is indicated under the head 'minimum\nqualifications'. It, therefore, clearly shows that it is not the\nprovision dealing with the probation period, extension\nand discharge of a probationer during that period but is\nprimarily relatable to the minimum qualifications, which\nare to be essentially satisfied by the officer concerned\nbefore he takes over his appointment as a regular judge.\nThe reference to the probation period has to be examined\nand interpreted with reference to and in conjunction with\n1977 Rules which are the primary Rules dealing with\nprobation. These Rules have admittedly been adopted by\nthe High Court. Under the 1983 Rules, the emphasis is\non performance and training during the period of\nprobation. While the significance under the 1983 Rules\nis on training, under 1977 Rules, all matters relating to\nprobation are specifically dealt with. It would not be\npermissible to read the relevant part of 1983 Rules to say\nthat it mandates that probation period shall be only for\nF two years and not more. If that was to be accepted, all\nprovisions under Rules 3 to 6 of 1977 Rules will become\nredundant and ineffective. In fact, it would frustrate the\nvery purpose of framing the 1977 Rules. What will be the\nperiod of probation, the circumstances under which it can\nG be extended or reduces and discharge of the Probationer\nOfficer in the event of unsuitability etc. are only dealt with\nunder the 1977 Rules. The 1983 Rules would have to be\nread harmoniously with 1977 Rules to achieve the real\npurpose of proper and timely training of Judicial Officers\nH on the one hand and appropriate control over the matters\nE\nKHAZIA MOHAMMED MUZAMMIL v. STATE OF 1069\nKARNATAKA AND ANR.\nrelating to probation of the officers on the other. [Para 12] A\n[1090-H; 1091-A-G]\nState of Punjab v. Dharam Singh AIR 1968 SC 1210;\nShamsher v. State of Punjab (1974) 2 SCC 834; State of\nPunjab v. Dharam Singh AIR 1968 SC 1210; Dayaram Dayal\nv. State of M.P. (1997) 7 SCC 443; Karnataka State Road\nTransport Corporation v. S. Manjunath (2000) 5 SCC 250;\nHigh Court of Madhya Pradesh v. Satya Narayan Jhavar\n(2001) 7 SCC 161; Registrar, High Court of Gujarat v. C.G.\nSharma (2005) 1 SCC 132 – referred to.\n-\nB\nC\nLLI\nE\n6.1. If Rule or Regulation require the competent\nauthority to examine the suitability of the probationer and\nthen upon recording its satisfaction issue an order of\nconfirmation, then the question of automatic confirmation\nwould not even arise. Of course, every authority is D\nexpected to act properly and expeditiously. It cannot and\nought not to keep issuance of such order in abeyance\nwithout any reason or justification. While there could be\nsome other cases where the Rules do not contemplate\nissuance of such a specific order in writing but merely\nrequire that there will not be any automatic confirmation\nor some acts, other than issuance of specific orders, are\nrequired to be performed by the parties, even in those\ncases it is difficult to attract the application of this\ndoctrine. However, there will be cases where not only\nsuch specific Rules, are absent but the Rules specifically\nprohibit extension of the period of probation or even\nspecifically provide that upon expiry of that period he\nshall attain the status of a temporary or a confirmed\nemployee. In such cases, again, two situations would\nrise: one, that he would attain the status of an employee\nbeing eligible for confirmation and second, that actually\nhe will attain the status of a confirmed employee. It may\nnot be possible to prescribe a straight jacket formulae of\nuniversal implementation for all cases involving such\nquestions. It will always depend upon the facts of a case\nF\nG\nI\n1070 SUPREME COURT REPORTS\n[2010] 7 S.C.R.\nA and the relevant Rules applicable to that service. [Para\n18] [1111-D-H; 1112-A-B]\nB\n6.2. The language of Rule 5(2) is a clear indication of\nthe intent of the framers that the concept of deeming\nconfirmation could not be attracted in the present case.\nThis Rule is preceded by the powers vested with the\nauthorities under Rules 4 and 5(1) respectively. This Rule\nmandates that a probationer shall not be deemed to have\nsatisfactorily completed the probation unless a specific\norder to that effect is passed. The Rule does not stop at\nC that but further more specifically states that any delay in\nissuance of order shall not entitle the probationer to be\ndeemed to have satisfactorily completed his probation.\nThus, use of unambiguous language clearly\ndemonstrates that the fiction of deeming confirmation, if\nD permitted to operate, it would entirely frustrate the very\npurpose of these Rules. On the ground of unsuitability,\ndespite what is contained in Rule 5, the competent\nauthority is empowered to discharge, the probationer at\nany time on account of his unsuitability for the service\nE post. Such discharge has to be simplicitor without\ncausing a stigma upon the concerned probationer. It is\ndifficult for the Court to bring the present case within the\nclass of cases, where 'deemed confirmation' or principle\nof 'automatic confirmation' can be judiciously applied.\nF The 1977 Rules do not contain any provision which\nplaces a ceiling to the maximum period of probation, for\nexample, the probation period shall not be extended\nbeyond a period of two years. On the contrary, a clear\ndistinction is visible in these Rules as it is stated that\nprobation period shall not be less than two years and can\nbe extended by the authority by such period not\nexceeding half the period. The negative expression is for\nhalf the period and not the maximum period totally to be\nput together by adding to the initial period of probation\nand to extended period. Even assuming that this period\nH\nG\n"}