{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"SURINDER SINGH\nV.\nUNION OF INDIA AND ORS.\nMARCH 30, 2007\n[A.K. MATHUR AND LOKESHWAR SINGH PANTA, JJ.]\nA\nB\nService Law:\nSelection-Preferential qualification-Ambit and Scope of-Department\nof Posts-Extra Departmental Delivery Agent-Qualification-8th Standard\nwith preference to be given to Matriculation qualification-Candidate securing\nmore marks in Matriculation, appointed-Appointment held valid—\nGovernment of India-Ministry of Communication--Department of Posts-\nCircular dated 12.3.1993-Clause 2(iv)-Directorate of Post Offices-Letter\nNo. 19-17/97-ED and Trg. Dated 21.11.1997.\nC\n.D\nThe appellant was selected through an open selection and was appointed\nas an Extra-Departmental Delivery Agent (EDDA). Respondent no. 4 challenged\nbefore the Central Administrative Tribunal the appointment of the appellant,\ninter alia, on the ground that as per the Government of India, Ministry of\nCommunication, Department of Posts, Circular dated 12.3.1993, the minimum E\nqualification for the post was 8th standard and as he had secured more marks\nin 8th standard than the appellant, the latter could not have been selected on\nthe basis of preferential qualification. The case of the appellant was that as\nper the Circular dated 12.3.1993 the minimum qualification was 8th standard\nwith preference to the candidates having Matriculation qualification. He\nfurther submitted that the Directorate of Post Offices by letter No. 19-17/97-\nED and Trg. Dated 21.11.1997 decided that the merit of candidates should be\nprepared on the basis of marks obtained in preferential qualification, i.e.\nMatriculation, if such candidates were available, and since the appellant had\nsecured 55.8% marks in Matriculation as against 41% obtained by\nrespondent no. 4 the latter had no case. The Tribunal quashed the appointment G\nof the appellant and directed the Department to hold a fresh selection. The\nWrit petition of the appellant having been dismissed by the High Court in\nlimine, he filed the present appeal.\nAllowing the appeal, the Court\nF\n575\nH\nA\nB\n576\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nHELD: 1.1. The Selection of the appellant has been made by the Selection\nCommittee strictly in accordance with the latest Guidelines/Norms/\nInstructions framed by the Department from time to time. The CAT as well\nas the High Court, both have lost sight of the object and import of the\nGuidelines/Norms/Instruction dated 22.07.1998 laid down by the Competent\nAuthority. The CAT is not competent to lay down criteria for the selection\nand appointment to the post of EDDA. It is the prerogative and authority of\nthe employer to lay down suitable service conditions to the respective posts.\nSub-Clause (iv) of Clause 2 of the Guidelines/Norms/Instructions dated\n12.3.1993 puts a limit with respect to preferential qualification by way of a\nclear stipulation that no preference should be given to the qualification above\nC Matriculation. Hence, the preferential qualification was considered to be more\neffective and efficient and also it was a clear assumption that a candidate\npossessing the same is best suited for the post in question.\n[Para 16 and 17] [580-G-H; 581-A-E]\n1.2. In service jurisprudence, prescription of preferential qualification\nD not only refers to numeric superiority but is essentially related to better\nmental capacity, ability and maturity to shoulder the responsibilities, which\nare entrusted to the candidates after their selection to a particular post. All\nthe more, it is important for efficient and effective administration. The basic\nobject of prescribing a minimum qualification is to put a cut off level for a\nparticular job in accordance with the minimum competency required for the\nperformance of that job. The object of prescribing preferential qualification\nis to select the best amongest the better candidates who possess more\ncompetence than the others. [Para 17] [581-A-C]\nE\nF\nG\nGovernment of Andhra Pradesh v. P. Dilip Kumar and Anr., [1993] 2\nSCC 310, relied on.\n1.3. The order of the High Court maintaining the order of the CAT is\nset aside. [Para 13]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 143 of 2001.\nFrom the Final Judgment and Order dated 27.09.2000 of the High Court\nof Punjab \u0026 Haryana at Chandigarh in Writ petition No. 13230-CAT of 2000.\nS.K. Bansal, Savitri Bansal and Harbans Lal Bajaj for the Appellant.\nT.S. Doabia, Sandeep Singh, P. Parmeswaran and K.K. Gupta for the\nH Respondents.\nSURINDER SINGH v. U.O.I. [LOKESHWAR SINGH PANTA, J.] 577\nThe Judgment of the Court was delivered by\nLOKESHWAR SINGH PANTA, J. 1. The present appeal is filed against\nthe judgment and order dated 27.09.2000 passed by the High Court of Punjab\nand Haryana at Chandigarh in Civil Writ Petition No.13280-CAT/2000. By the\nsaid order, the High Court confirmed the order recorded by the Central\nAdministrative Tribunal, Chandigarh Bench, Chandigarh (for short \"the CAT”)\nin O.A. No. 171 HR/2000.\n2. Briefly stated the facts giving rise to the filing of this appeal are thus:\nA\nB\nC\n3. The Government of India, Ministry of Communications, Department\nof Posts, respondent No. 1 herein, vide Circular dated 12.03.1993 revised the\neducational qualifications for recruitment to various posts including the post\nof Extra Departmental Delivery Agent (for short \"EDDA”). As per the said\nCircular, the minimum educational qualification for the post of EDDA, etc.\nshould be 8th standard pass and preference has to be given to the candidates\nwith Matriculation qualification. However, no preference should be given for D\nany qualification higher than Matriculation.\n4. According to the appellant, the Directorate of Post Offices issued a\nletter No.19-17/97-ED \u0026 Trg. dated 21.11.1997 to the Chief Post Master General\n(CPMG), HR Circle Ambala, whereby the Department had decided that the\nmerit of candidates for selection of EDDAs should be prepared on the basis E\nof the marks obtained in preferential qualification (i.e. Matriculation) if such\ncandidates are available, otherwise on the basis of the essential qualification,\nviz. 8th standard.\n5. The Assistant Superintendent of Post Offices, North Sub-Division,\nF\nKurukshetra-respondent No.3 herein, in compliance to the letter of\nSuperintendent of Post Offices, Kurukshetra Dn. 136118 dated 30.07.1998\nnotified one post of EDDA to the Employment Exchange in May 1999. In\nresponse thereto, the Employment Exchange forwarded the names of some\ncandidates including the names of the appellant and Dharam Pal, respondent\nNo.4 herein. The vacancy was also notified through public advertisement. In G\nall, 20 candidates applied for the post.\n6. The case of the appellant is that he qualified his Matriculation\nexamination from the Board of School Education, Haryana, in the year 1987\nby securing 503 marks out of 900 (i.e. 55.8%). The appellant also qualified\nSenior Secondary Examination in the year 1991 from the Board of School\nH\n578\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA Education, Haryana. It is stated that respondent No.4 had secured 41% marks\nin the Matriculation examination. In view of the Guidelines/Norms/Instructions\nissued by respondent No.1, the merit of the candidates for the post of EDDA\nhas been prepared on the basis of marks obtained in the preferential\nqualifications, viz. Matriculation, and the Selection Committee selected and\nB appointed the appellant against the post of EDDA on the basis of merit.\n7. Respondent No.4 challenged the appointment of the appellant herein\nbefore the CAT, Chandigarh Bench, Chandigarh, inter alia on the ground that\nas per the Circular, the minimum qualification was 8th standard and as he has\nsecured more marks in 8th standard than the appellant, the appellant could\nC not have been selected on the basis of preferential qualification for the post\nin question.\n8. The appellant and the Department contested the claim of respondent\nNo.4 before the CAT in their separate counter affidavits. The CAT quashed\nthe appointment of the appellant to the post of EDDA vide order dated\nD 24.08.2000 and directed the respondent-Department to hold a fresh selection ;\nE\nin accordance with law.\n9. Aggrieved by the order of the CAT, the appellant filed the writ\npetition before the High Court of Punjab and Haryana at Chandigarh, inter\nalia, on the grounds that while considering the matter the entire approach of\nthe CAT was wholly erroneous in law and not sustainable. According to the\nappellant, the CAT has ignored the latest Guidelines/Norms/Instructions issued\nby CPMG, Haryana, Ambala, a copy whereof was placed on the file of the\nCAT, whereby the Competent Authority decided to consider the selection of\nthe candidates to the post of EDDA on the merits of preferential qualification,\nF viz. Matriculation. Further, the contention of the appellant before the CAT\nwas that respondent No.4 had no locus standi to challenge the selection and\nappointment of the appellant on the basis of the marks obtained by him in\n8th standard examination in comparison to the marks of the appellant, because\nif the marks secured in 8th standard by the candidates were to be taken into\nconsideration by the Selection Committee, respondent No.4 could not have\nbeen selected as there were other candidates, who had secured more marks\nthan respondent No.4 in the minimum qualifying examination. The appellant\nsubmitted before the High Court that the CAT has gone beyond its jurisdiction\nby making an attempt to reframe and recast the Guidelines/Norms/Instructions\nframed by respondent No. 1 in prescribing reasonable and appropriate\nH qualifications for a particular post and in the matters of making the appointment\nG\n-\nSURINDER SINGH v. U.O.I. [LOKESHWAR SINGH PANTA, J.]\nto the same.\n579\nA\n10. We have perused the impugned order of the High Court. The High\nCourt, without going into the merit of the case, dismissed the writ petition in\nlimine, merely on the ground that it had already disposed of similar matter\nbeing CWP No.11812-CAT of 2000 on 04.09.2000, wherein similar kind of order\nrecorded by the CAT was challenged. The observation of the CAT extracted B\nby the High Court in the order of CWP No. 11812-CAT of 2000 reads as under:\nheld:\n“5. We have been taking a view that preference clause can be operated\nby any department where they find that other things are equal amongst\ntwo candidates who are found most meritorious, may be having equal\nmarks in the middle standard. When other things are equal amongst\nsuch candidates, resort can be taken to the preference clause and that\nis only situation where it can be operated and enforced.\"\n11. The High Court based upon the above extracted observation has\n\"Without calling upon the other side, we are of the view that\nwhere the Tribunal has used the words that circular dated November\n27, 1997, was being struck down, it was in the sense that the way the\npetitioners had interpreted the circular it was not well founded and the\ninterpretation of the circular should be as given in para 5 of the\njudgment of the Tribunal, which has already been quoted above. We,\nas a matter of abundant caution, hold that the circular dated November\n27, 1997, will not stand quashed but the petitioners will implement the\nsame in the manner as interpreted by the Tribunal in para 5 of the\njudgment which has already been quoted above.\"\n12. Aggrieved by the order of the High Court, the appellant is before\nthis Court.\nC\nD\nE\nF\n13. Having heard the learned counsel for the parties and having examined\nin detail the material on record, we are of the view that the order of the High\nCourt maintaining the order of the CAT is wrong and cannot be sustained. G\n14. We have perused the Guidelines/Norms/Instructions dated 24.03.1993\nformulated by the Government of India, Ministry of Communications,\nDepartment of Posts, on the subject of revision of educational qualifications\n✓ prescribed for recruitment to various categories of ED Agents. Sub-clause (iv)\nH\n580\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA of Clause 2 of those Guidelines/Norms/Instructions prescribes that the minimum\neducational qualifications for ED Delivery Agents, ED Stamp Vendors and\nother categories of ED should be 8th standard. Preference may be given to\nthe candidates with Matriculation qualification. However, it is specified that\nno preference should be given for any qualification higher than Matriculation.\nIt appears from the record that the Directorate, Post Offices, vide another\nCircular No.19-17/97-ED \u0026 Trg. dated 21.11.1997, has decided that the merit\nof candidates for selection to the post of EDDA should be on the basis of\nthe marks obtained in preferential qualification (i.e. Matriculation) if such\ncandidates are available, otherwise on the basis of the essential qualification,\nviz. 8th standard.\nB\nC\n15. Copies of the latest Guidelines/Norms/Instructions issued by\nrespondent No. 1 were signed by CPMG, HR Ambala respondent No. 2 herein\nwho forwarded them to the Superintendent of Post Offices in his Division.\nSuperintendent of Posts, Kurukshetra, Dn. 136118 circulated the Circular of\nrespondent No. 1 to all recruiting units established in his Division for\nD information and necessary action. Consequently, Assistant Superintendent of\nE\n-\nPost Offices, North Division, Kurukshetra - respondent No. 3 herein issued\nrequisition to the Employment Exchange for sponsoring the names of eligible\ncandidates for filling up the post of EDDA. In addition, applications were\ninvited from open market through public notice. In all, 20 candidates including\nthe appellant and Dharampal respondent No. 4 herein appeared before the\nSelection Committee constituted for the selection to the post of EDDA. The\nSelection Committee had selected the appellant on the basis of the preferential\nqualification because he has, admittedly, secured 55.8% marks in comparison\nto respondent No. 4 who secured 41% marks in the Matriculation examination.\nIt is not in dispute that the requisite minimum qualification for the post of\nF EDDA has been prescribed as 8th standard. The selection of the appellant\nhas been made by the Selection Committee strictly in accordance with the\nlatest Guidelines/Norms/Instructions framed by the Department from time to\ntime.\nG\n16. These Guidelines/Norms/Instructions clearly stipulate that if the\ncandidates, who have passed Matriculation examination, are available for\nselection to the posts of EDDA, the selection should be made by the Selection\nCommittee on the basis of the marks obtained by the candidates in preferential\nqualification (i.e. Matriculation) and in the absence of Matriculate candidates,\nthe selection has to be made on the basis of essential qualification, viz. 8th\nH standard. It appears that the CAT as well as the High Court, both have lost\n+\nSURINDER SINGH v. U.O.I. [LOKESHWAR SINGH PANTA, J.]\n581\nsight of the object and import of the Guidelines/Norms/Instructions dated A\n21.07.1998 laid down by a Competent Authority. The CAT is not competent\nto lay down criteria for the selection and appointment to the post of EDDA.\nIt is the prerogative and authority of the employer to lay down suitable\nservice conditions to the respective posts.\n17. In our view, in service jurisprudence the prescription of preferential B\nqualification not only refers to numeric superiority but is essentially related\nto better mental capacity, ability and maturity to shoulder the responsibilities,\nwhich are entrusted to the candidates after their selection to a particular post.\nAll the more, it is important for efficient and effective administration. The\nbasic object of prescribing a minimum qualification is to put a cut off level C\nfor a particular job in accordance with the minimum competency required for\nthe performance of that job. The object of prescribing preferential qualification\nis to select the best amongst the better candidates who possess more\ncompetence than the others. Sub-clause (iv) of Clause 2 puts a limit with\nrespect to preferential qualification by way of a clear stipulation that no\npreference should be given to the qualification above Matriculation. Hence, D\nthe preferential qualification was considered to be more effective and efficient\nand also it was a clear assumption that a candidate possessing the same is\nbest suited for the post in question.\nE\n18. Shri U.S. Puria, Assistant Director General (ED), Department of\nPosts, New Delhi, in his counter affidavit filed on behalf of respondent Nos.\n1 and 2 has stated that Dharam Pal, respondent No. 4, was appointed\nprovisionally as EDDA by the Area Sub-Divisional ASPOs with effect from\n26.04.1997 on compassionate ground in place of his father Babu Ram who\ndied on 26.04.1997 while working as EDDA, Tangore, B.O. in Kurukshetra. He\nstated that the appointment of respondent No. 4 was subject to the approval F\nof Chief Post Master General, Haryana Circle, Ambala. Respondent No. 4\nworked as EDDA from 26.04.1997 to 31.03.1999. The Circle Selection Committee\nlater on has found that two sons of the deceased Babu Ram were already in\nemployment, therefore, the claim of respondent No. 4 for appointment to the\npost of EDDA on compassionate grounds was rejected. The charge of EDDA,\nTangore B.O., Kurukshetra was handed over to Budh Singh, a regular ED\nemployee of Kurukshetra Division, who was on deputation to Army Postal\nService and discharged from the said service on 15.03.1999. Budh Singh\njoined service on 31.03.1999 when respondent No. 4 was relieved from the job.\nHowever, Budh Singh absented from the duty w.e.f. 1.4.1999. Departmental\nproceedings were initiated against Budh Singh as per the Rules. Finally, Budh\nG\nH\n582\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA Singh was removed from the service by the Competent Authority vide order\ndated 15.09.1999. In these circumstances, the post of EDDA was notified to\nthe Employment Exchange and general public by the respondent-Department.\nThe respondent Nos. 1 and 2 had justified the selection and appointment of\nthe appellant on the basis of marks secured by him in Matriculation\nexamination, which according to them is a preferential qualification, as per the\nGuidelines/Norms/Instructions prescribed by the Competent Authority.\nB\nC\nD\nE\nF\n19. In Government of Andhra Pradesh v. P. Dilip Kumar and Anr.,\n[1993] 2 SCC 310, this Court in paragraph 13 held as under:\n\"13. ....There is nothing arbitrary or unreasonable in the employer\npreferring a candidate with higher qualification for service. It is well\nsettled by a catena of decisions that classification on the basis of\nhigher educational qualification to achieve higher administrative\nefficiency is permissible under our constitutional scheme.\"\n20. Further, in paragraph 15 it is observed as under:\n\"15....It is true that notwithstanding the preference rule it is always\nopen to the recruiting agency to prescribe a minimum eligibility\nqualification with a view to demarcating and narrowing down the field\nof choice with the ultimate objective of permitting candidates with\nhigher qualifications to enter the zone of consideration.”\n21. In view of the above-stated factual situation and settled position of\nlaw, the orders of the CAT as well as the High Court cannot be sustained.\n22. For the above-said reasons, the appeal is, accordingly, allowed.\nThe judgment and order dated 27.09.2000 of the High Court of Punjab and\nHaryana at Chandigarh in CWP Nos.13280-CAT/2000 confirming the order of\nthe CAT, Chandigarh Bench, Chandigarh, in O.A. Nos.171 HR/2000 is quashed\nand set aside. Respondent Nos. 1 to 3 are directed to take necessary steps\nfor facilitating the resumption of the duties of the appellant on the post of\nEDDA. In the facts and circumstances of the case, there shall be no order as\nG to costs.\nR.P.\nAppeal allowed.\n"}