{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"DEEPAK RAI v. STATE OF BIHAR\n307\ncame forth to depose against the appellant-accused A\npersons during the trial. The crime, enormous in\nproportion having wiped off the whole family, is\ncommitted so brutally that it pricks and shocks not only\nthe judicial conscience but even the collective\nconscience of the society. It demands just punishment B\nfrom the Court and the Court is bound to respond within\nlegal parameters. The demand for justice and the award\nof punishment have to be in consonance with the\nlegislative command and the discretion vested in the\nCourts. [Para 88] [358-F-H; 359-A-C]\n4.8. Having regard to the gravity of the offence\ncommitted, with regard to A1 and A2, this case falls into\nthe category of rarest of the rare cases and is not a case\nwhere imprisonment for life is an adequate sentence and\nthus, constrained to reach the inescapable conclusion\nthat death sentence imposed on A1 and A2 be confirmed.\nTherefore, the sentence of death imposed on A1 and A2\nis confirmed. [Paras 90 and 91] [359-G-H; 360-A]\n4.9. However, while taking an overall view, no overt\nact in the commission of crime could be attributed to A3.\nThe role played by A3 during commission of the crime,\nas established, was to hold the barrels of kerosene along\nwith one other accused. Sentence of imprisonment till the\nend of his life would appropriately serve as punishment\nproportional to the degree of offence committed by him.\nThe sentence awarded to A3 is commuted to life\nimprisonment till the rest of his life. [Paras 84, 86 and 91]\n[357-C-D; 358-B; 360-A]\nC\nD\nE\nF\nMacchi Singh v. State of Punjab (1983) 3 SCC 470: G\n1983 (3) SCR 413; Ramnaresh v. State of Chhattisgarh\n(2012) 4 SCC 257: 2012 (3) SCR 630; Gurdev Singh v. State\nof Punjab (2003) 7 SCC 258: 2003 (2) Suppl. SCR 80 –\nrelied on.\n-\nH\nA\n308 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nSunder Singh v. State of Uttaranchal (2010) 10 SCC 611\n2010 (11) SCR 927; M.A. Antony v. State of Kerala (2009) 6\nSCC 220: 2009 (6) SCR 829; Jagdish v. State of M.P. (2009)\n9 SCC 495: 2009 (14) SCR 727; Prajeet Kumar Singh v.\nState of Bihar (2008) 4 SCC 434: 2008 (5) SCR 969; Ram\nB Singh v. Sonia (2007) 3 SCC 1: 2007 (2) SCR 651; Holiram\nBordoloi v. State of Assam (2005) 3 SCC 793:2005 (3) SCR\n406; Karan Singh v. State of U.P. (2005) 6 SCC 342;\nGurmeet Singh v. State of U.P. (2005) 12 SCC 107: 2005 (3)\nSuppl. SCR 651; State of Rajasthan v. Kheraj Ram (2003)\n8 SCC 224: 2003 (2) Suppl. SCR 861;\nC\nOm Prakash v. State of Uttaranchal (2003) 1 SCC 648:\n2002 (4) Suppl. SCR 623; Praveen Kumar v. State of\nKarnataka (2003) 12 SCC 199; Suresh v. State of U.P. (2005)\n6 SCC 130: 2005 (1) Suppl. SCR 759; Ranjeet Singh v.\nD State of Rajasthan (1988) 1 SCC 633; Ramdeo Chauhan v.\nState of Assam (2000) 7 SCC 455: 2000 (2) Suppl. SCR 28\nNarayan Chetanram Chaudhary v. State of Maharashtra\n(2000) 8 SCC 457: 2000 (3) Suppl. SCR 104; Surja Ram v.\nE State of Rajasthan (1996) 6 SCC 271: 1996 (6) Suppl. SCR\n783; Ravji v. State of Rajasthan (1996) 2 SCC 175: 1995 (6)\nSuppl. SCR 195; Sudam v. State of Maharashtra (2011) 7\nSCC 125: 2011 (6) SCR 1104; Atbir v. Govt. (NCT of Delhi)\n(2010) 9 SCC 1: 2010 (9) SCR 993; Ajitsingh Harnamsingh\nGujral v. State of Maharashtra, (2011) 14 SCC 401: 2011 (13)\nSCR 1000; Mohd. Chaman v. State (NCT of Delhi) (2001) 2\nSCC 28; Dilip Premnarayan Tiwari v. State of Maharashtra\n(2010) 1 SCC 775: 2009 (16) SCR 322; Sebastian v. State\nof Kerala (2010) 1 SCC 58; Amit v. State of U.P. (2012) 4\nSCC 107: 2012 (1) SCR 1009 - referred to.\nF\nG\nCase Law Reference:\n(1976) 4 SCC 298\nheld inapplicable Para 16\n(1976) 1 SCC 425\nheld inapplicable Para 17\nH\nDEEPAK RAI v. STATE OF BIHAR\n1981 (3) SCR 270\n1977 (3) SCR 636\n(2011) 13 SCC 706\n2003 (2) Suppl. SCR 80\n1999 (3) Suppl. SCR 52\n309\nheld inapplicable Para 18 A\nheld inapplicable Para 19\nheld inapplicable Para 19\nreferred to\nPara 12 B\nrelied on\nPara 24\n2007 (4) SCR 876\nrelied on\nPara 25\n(2000) 8 SCC 262\nrelied on\nPara 26\nC\n1974 (3) SCR 329\nrelied on\nPara 31\n1976 (2) SCR 274\nreferred to\nPara 32\n1989 (2) SCR 498\nrelied on\nPara 33\nD\n(1980) 2 SCC 684\nfollowed\nPara 34\n(1973) 2 SCR 541\nreferred to\nPara 35\n(2011) 7 SCC 437\nreferred to\nPara 36\n(2013) 2 SCC 452\nreferred to\nPara 36 E\n(2013) 2 SCC 479\nreferred to\nPara 36\n2008 (11) SCR 93\nrelied on\nPara 37\n1991 (2) Suppl. SCR 103\nfollowed\nPara 40\nF\n2012 (13) SCR 1049\nrelied on\nPara 41\n1977 (3) SCR 636\nrelied on\nPara 44\n1983 (3) SCR 413\nrelied on\nPara 47\nG\n2011 13 SCC 706\nrelied on\nPara 49\n2012 (3) SCR 630\nrelied on\nPara 50\n2010 (11) SCR 927\nreferred to\nPara 54\n2009 (6) SCR 829\nreferred to\nPara 55\nH\n310\nSUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA\n2009 (14) SCR 727\nreferred to\nPara 56\n2008 (5) SCR 969\nreferred to\nPara 57\n2007 (2) SCR 651\nreferred to\nPara 58\n2005 (3) SCR 406\nreferred to\nPara 59\nB\n(2005) 6 SCC 342\nreferred to\nPara 60\n2005 (3) Suppl. SCR 651\nreferred to\nPara 61\n2003 (2) Suppl. SCR 861\nreferred to\nPara 62\nC\n2002 (4) Suppl. SCR 623\nreferred to\nPara 63\n(2003) 12 SCC 199\nreferred to\nPara 65\n2005 (1) Suppl. SCR 759 referred to\nPara 66\nD\n(1988) 1 SCC 633\nreferred to\nPara 67\n2000 (2) Suppl. SCR 28\nreferred to\nPara 68\n2000 (3) Suppl. SCR 104\nreferred to\nPara 69\n1996 (6) Suppl. SCR 783\nreferred to\nPara 70\nヨ\n1995 (6) Suppl. SCR 195\nreferred to\nPara 71\n2011 (6) SCR 1104\nreferred to\nPara 72\n2010 (9) SCR 993\nreferred to\nPara 73\nLL\nF\n2011 (13) SCR 1000\nreferred to\nPara 74\n(2001) 2 SCC 28\nreferred to\nPara 75\n2009 (16) SCR 322\nreferred to\nPara 76\n(2010) 1 SCC 58\nreferred to\nPara 77\nG\n2011 13 SCC 706\nreferred to\nPara 78\n2012 (1) SCR 1009\nreferred to\nPara 79\n1999 (3) Suppl. SCR 52\nreferred to\nPara 80\nH\n1999 (3) Suppl. SCR 52\nreferred to\nPara 81\nDEEPAK RAI v. STATE OF BIHAR\n2003 (2) Suppl. SCR 80 relied on\n311\nPara 85 A\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNos. 249-250 of 2011.\nFrom the Judgment \u0026 Order dated 19.08.2010 of the High\nCourt of Judicature at Patna in Death Reference No.6 of 2009\nand Criminal Appeal (DB) No. 989 of 2009.\nB\nWITH\nCrl. A. Nos. 1747-1748 of 2011.\nDr. Sumant Bhardwaj, Ankita Chaudhary, K.K. Shukla,\nArchana Pathak, Mriduka Ray Bharadwaj, Ramesh Chandra\nMishra (A.C.), Dr. Meera Agarwal for the Appellant.\nNagendra Rai, Gopal Singh, Chandan Kumar, Smarhar\nSingh for the Respondent.\nThe Judgment of the Court was delivered by\nC\nD\n-\nE\nH.L. DATTU, J. 1. These appeals are directed against\nthe judgment and order passed by the High Court of Judicature\nat Patna in Death Reference No. 6 of 2009 and Criminal\nAppeal(DB) Nos. 989 of 2009 and 158 of 2010, dated\n19.08.2010. By the impugned judgment and order, the High\nCourt has confirmed the judgment of conviction, dated\n17.09.2010 and order of sentence, dated 30.10.2009 passed\nby the Additional Sessions Judge cum FTC No. 2, Vaishali at\nHazipur in Sessions Trial No. 195 and 571 of 2006, whereby\nthe learned Sessions Judge has convicted the three accused-\nappellants for offence under Sections 120B, 148, 302 read with\n149, 307 read with 149, 326, 429, 436 and 452 of Indian Penal\nCode, 1860 (for short 'the IPC') and sentenced them to death. G\nFacts:\n2. The Prosecution case in a nutshell is: On the fateful night\nof 01.01.2006, the deceased informant (PW-7) was sleeping\nF\nH\nC\n312 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA in the Varanda of his house and his wife alongwith the children,\ntwo daughters aged 12 and 10 years, respectively and three\nsons aged 8, 6 and 3 years, respectively were sleeping in the\nroom inside the house. At around 01.00 A.M., he was\nawakened by the sound of footsteps of several people. In the\nB dim light of a night bulb and further from their voices, he\nidentified the persons who had come near his house armed\nwith lethal weapons as appellant-accused persons and nine\nother villagers besides 10-11 unknown persons. Before the\ninformant could escape, appellant-accused-Jagat Rai(A1) and\nDeepak Rai(A2) caught hold of him and pushed him on the\nground whereafter 3-4 unknown persons got over his body and\ngagged him. Then A1 instructed few others to surround the\nhouse from all sides and sprinkle kerosene over it, while the\nother accused persons locked the door of the room where the\ninformant's wife was sleeping alongwith the children and set the\nhouse on fire trapping them inside. Thereafter, they sprinkled\nkerosene over the informant's body and held him to the ground\nwhile A1 set the informant's mouth on fire by lighting a\nmatchstick. Upon rising of a blazing flash of fire, the accused\npersons fled away leaving the informant behind. While the\ninformant also attempted to escape, A2 fired at him but the\ninformant managed an escape and raised alarm. On hearing\nsuch noise, the informant's four brothers and other family\nmembers who resided in the adjoining houses woke up,\nreached the spot and witnessed the accused persons running\naway while the informant was on fire. Until then the fire in\ninformant's house had reached its enormity, swallowing the\ninformant's family and injuring the buffalo and calf on the\nproperty. The informant (PW-7) was rushed to the Primary\nHealth Centre, Raghopur.\nD\nE\nF\nG\nH\n3. The fardbayan was recorded at 7:30 AM, on the basis\nof which an FIR was registered against the three appellant-\naccused and few others for the offence under Sections 147,\n148, 149, 452, 342, 324, 326, 427, 436, 307 and 302 of the\nIPC at 9:00 AM on 01.01.2006. The motive of the occurrence\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n313\nB\nwas alleged to be the informant's refusal even after consistent A\nthreats by A1 to withdraw the FIR lodged by him for the theft of\ninformant's buffalo against A1 and his family, in pursuance of\nwhich two members of his family were arrested. Upon\ninvestigation, the chargesheet was drawn against the aforesaid\naccused persons on 21.03.2006. The learned Judicial\nMagistrate, First Class, Hazipur, Vaishali bifurcated the case\nof the absconded accused persons-A1, A2 and 8 others and\ncommitted the case of Bacchababu Rai (A3) and 5 others for\ntrial as Sessions Trial No. 195 of 2006, by order dated\n06.05.2006. Upon arrest of the accused persons-A1, A2 and\none other, their case was separated from other absconder-\naccused persons and committed to trial as Sessions Trial No.\n571 of 2006, by order dated 15.12.2006.\nC\n4. While in Sessions Trial No. 195 of 2006, 17 witnesses\nwere examined and 14 exhibits were produced, in Sessions\nTrial No.571 of 2006, 14 witnesses were examined and 11\nexhibits were produced by the prosecution. Since both the\ncases arose out of the same FIR, they were consolidated by\norder dated 12.01.2008, whereafter their trial proceeded\ntogether. While A2 examined 8. witnesses, other two accused E\npersons- Binay Rai and Ranjay Rai examined five and three\nwitnesses, respectively in their defence.\n5. Since the evidence of prosecution witnesses recorded\nin the two trials corroborates the prosecution case in material\nparticulars, brevitatis causa and to avoid repetition we would\nonly notice them once. The informant (PW-7) has identified the\nappellant-accused persons, supported the prosecution case in\nhis evidence and testified in respect of the time and manner\nof occurrence of the fateful incident and the motive of the\naccused persons. PWs 1, 2, 3 and 4 are the brothers of PW-\n7 who resided adjacent to PW-7's house. They have identified\nthe accused persons and further corroborated the prosecution\ncase in respect of time of occurrence and motive of the\nappellant-accused persons. PW-1 has stated that as soon as\nF\nG\nI\nC\n314 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA he heard PW-7's shrieks and noise from the blazing fire, he\nrushed outside his house and witnessed the accused persons\nfleeing away. He found PW-7 on fire and immediately covered\nhim with a blanket to douse it; whereafter, he along with others\nattempted to set the fire off at PW-7's house but the fire having\nB transformed into a conflagration it was too late to save the six\ndeceased persons. PW-5 (wife of PW-2), PW-6 (mother of PW-\n7), PW-14 (wife of PW-1), PW-15 (sister of PW-7) and PW-\n16 (wife of PW-4) have also supported the prosecution case\nin respect of PW-1's account of the incident, i.e., the fleeing\naway of the three appellant-accused persons along with others\nand the motive of the accused persons behind the incident.\nPW-8, the Doctor who conducted post mortem examination of\nthe six deceased persons, has corroborated the prosecution\ncase that the death occurred by 100% burn injuries. PW-10,\nthe Doctor who treated PW-7, has testified in respect of the\nD\ninjuries suffered by PW-7. His evidence alongwith the post-\nmortem report corroborate the time and manner of the fateful\nincident. Further, PW-11 (the Investigating Officer) supported\nthe prosecution case with regard to the time and place of the\noccurrence and the presence of charred dead bodies of the\nsix deceased persons. The Trial Court discarded the\ntestimonies of the defence witnesses at the outset and\nproceeded with the trial.\nE\n6. Upon meticulous consideration of the evidence on\nF record and the submissions made by the parties, the learned\nSessions Judge has observed that even though the witnesses\nexamined by the prosecution are related to the victims, their\ntestimonies when considered with due care and caution are\ncorroborated by the evidence of informant (PW-7), the post\nG mortem reports, evidence of the Doctors(PW-9 and 10) and the\nevidence of PW-11, the Investigating Officer and therefore,\ncannot be rejected on the prima facie ground of them being\ninterested witnesses. The Trial Court has believed the aforesaid\nevidence corroborating the prosecution case in respect of A1,\nA2 and A3; however, doubted the presence of other accused\nH\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n315\nA\npersons since their names have neither been mentioned in the\nfardbayan nor has the evidence produced against them proved\ntheir offence beyond reasonable doubt. In light of the aforesaid\nobservations, the Trial Court has reached the conclusion that\nthe three appellant-accused persons are guilty of the aforesaid\noffence and has convicted them accordingly while acquitting the B\nothers, by judgment dated 17.09.2009. Further, after affording\nan opportunity of hearing to the appellant-accused persons on\nthe question of sentence, the Trial Court has sentenced them\nto death, by order dated 30.10.2009, relevant paragraphs of\nwhich are reproduced as under:\n\"Heard both sides on the question of sentence on behalf\nof the held guilty accused Bachcha Babu Rai, Jagat Rai,\nBipat Rai alias Deepak Rai, it has been submitted that\nbefore this, they have not been punished in any case of\nthem Bipat Rai @ Deepak is a retired military personnel.\nKeeping in mind, their age has also first conviction,\nminimum of sentence may be inflicted.\nC\nD\nF\nOn behalf of the prosecution it has been said that the\nguilty held persons Bachcha Babu Rai, Jagat Rai, Bipat E\nRai@ Deepak Rai have committed a heinous offence and\ntheir offence falls under the category of RARE OF\nRAREST. Their heinous crime has ruined the informant of\nthis case, his wife and five children. So far Bipat Rai is\nconcerned, he is a retired military personnel his conduct\nshould be all the more decent. They are not of tender age\nnor old. They do not deserve any mercy and they deserve\ndeath sentence. In the light of the reasoning of both sides\nas also on an appreciation, it is manifest, that the\noccurrence is of night when the informant, his wife and five\nminor children and cattle all have been burnt to death. The\ninformant also subsequently died in this way, the entire\nfamily is ruined. In the light of the guidelines as given by\nHon'ble Supreme Court, this case falls under the heading\nof RARE OF RAREST cases. Because of this the guilty\nG\nH\n316\nSUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA\nB\nC\nD\nheld accused persons Bachcha Babu Rai, Jagat Rai and\nBipat Rai allias Deepak Rai are sentenced to death or\noffence u/s 302/ 149 IPC. ...”\n\"\n7. Aggrieved by the aforesaid judgment and order, the\nthree appellant-accused persons filed appeals before the High\nCourt which were heard alongwith the Death Reference No. 6\nof 2009 and disposed of by a common judgment and order,\ndated 19.08.2010. The High Court has elaborately dealt with\nthe evidence on record and extensively discussed the judgment\nand order of the Trial Court in order to ascertain the correctness\nor otherwise of the conviction and sentence awarded to the\nappellant-accused persons. The High Court has observed that\nsince, the informant is the only witness who was present at the\nscene of crime, his testimony alone could substantiate upon the\nspecific role of accused persons in the commission of the\nghastly offence. In so far as the identification of the appellant-\naccused persons, the High Court has observed that the\ninformant in the fardbeyan specifically mentions their names\nand, infact, attributes specific roles to them in the commission\nof the offence, i.e., A1 commanding the house to be set on fire\nE and lighting the matchstick to set the informant's mouth on fire\nand later, when the informant was attempting to escape, A2\nfiring at the informant. Further, that during the commission of\nthe offence the accused persons were in close proximity to the\ninformant and the presence of dim light of bulb in the night and\nF the illumination by flames of burning house coupled with them\nbeing known to the informant establishes their identity in the\nevidence of informant, which is supplemented and strengthened\nby the evidence of PWs 1, 2, 3, 4, 5 and 6. The High Court\nhas further observed that the prosecution case in respect of the\nG time and place of occurrence and the factum of accused\npersons fleeing the spot of occurrence immediately after setting\nthe house on fire causing death of six persons by burning them\nalive and injury to the informant has been well established by\ncogent, reliable and unimpeachable eye-witnesses and further\ncorroborated by the testimonies of the Doctors, post-mortem\nH\n"}