{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"DEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n327\nreasons in support of the sentence awarded to the convict and A\nfurther ordains that in case the Court awards the death penalty,\n\"special reasons\" for such sentence shall be stated in the\njudgment. It reads as follows:\n\"When the conviction is for an offence punishable with\ndeath or, in the alternative, with imprisonment for life or\nimprisonment for a term of years, the judgment shall state\nthe reasons for the sentence awarded, and, in the case of\nsentence of death, the special reasons for such\nsentence.\"\n31. For the first time, this shift in sentencing policy has been\nobserved by Krishna Iyer J. (as he then was) in Ediga\nAnamma v. State of Andhra Pradesh, (1974) 4 SCC 443, as\nfollows:\n“18. It cannot be emphasised too often that crime and\npunishment are functionally related to the society in which\nthey occur, and Indian conditions and stages of progress\nmust dominate the exercise of judicial discretion in this\ncase.\nB\nC\nD\nE\n21. It is obvious that the disturbed conscience of the State\non the vexed question of legal threat to life by way of death\nsentence has sought to express itself legislatively, the\nstream of tendency being towards cautious, partial\nabolition and a retreat from total retention.\"\n(Also Ambaram case (supra), Joseph v. State of Goa,\n(1977) 3 SCC 280, Triveniben v. State of Gujarat)\n32. Further, this Court in Harnam v. State of U.P., (1976)\n1 SCC 163 supplemented the aforesaid observations and\nnoted as follows:\n\"4....The seminal trends in current sociological thinking\nF\nG\nI\n328\nSUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nand penal strategy, tampered as they are by humanistic\nattitude and deep concern for the worth of the human\nperson, frown upon death penalty and regard it as cruel\n\u0026 savage punishment to be inflicted only in exceptional\ncases. It is against this background of legislative thinking\nwhich reflects the social mood and realities and the\ndirection of the penal and procedural laws that we have\nto consider whether the tender age of an accused is a fetor\ncontra-indicative of death penalty.\"\n33. In Allauddin Mian v. State of Bihar, (1989) 3 SCC 5\nthis Court has examined the purpose of inclusion of “special\nreasons\" clause as follows:\n\"9. ... When the law casts a duty on the judge to state\nreasons it follows that he is under a legal obligation to\nexplain his choice of the sentence. It may seem trite to say\nso, but the existence of the \"special reasons clause\" in the\nabove provision implies that the court can in fit cases\nimpose the extreme penalty of death which negatives the\ncontention that there never can be a valid reason to visit\nan offender with the death penalty, no matter how cruel,\ngruesome or shocking the crime may be... While rejecting\nthe demand of the protagonist of the reformatory theory\nfor the abolition of the death penalty the legislature in its\nwisdom thought that the \"special reasons clause\" should\nbe a sufficient safeguard against arbitrary imposition of\nthe extreme penalty. Where a sentence of severity is\nimposed, it is imperative that the judge should indicate\nthe basis upon which he considers a sentence of that\nmagnitude justified. Unless there are special reasons,\nspecial to the facts of the particular case, which can be\ncatalogued as justifying a severe punishment the judge\nwould not award the death sentence. It may be stated that\nif a judge finds that he is unable to explain with\nreasonable accuracy the basis for selecting the higher\nof the two sentences his choice should fall on the lower\nsentence. In all such cases the law casts an obligation\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n329\non the judge to make his choice after carefully A\nexamining the pros and cons of each case. It must at once\nbe conceded that offenders of some particularly grossly\nbrutal crimes which send tremors in the community have\nto be firmly dealt with to protect the community from the\nperpetrators of such crimes. Where the incidence of a\nB\ncertain crime is rapidly growing and is assuming menacing\nproportions, for example, acid pouring or bride burning, it\nmay be necessary for the courts to award exemplary\npunishments to protect the community and to deter others\nfrom committing such crimes. Since the legislature in its\nC\nwisdom thought that in some rare cases it may still be\nnecessary to impose the extreme punishment of death\nto deter others and to protect the society and in a given\ncase the country, it left the choice of sentence to the\njudiciary with the rider that the judge may visit the convict\nwith the extreme punishment provided there exist special\nreasons for so doing. ...\"\nD\n34. In Bachan Singh case (supra), while determining the\nconstitutional validity of the death penalty, this Court has\nexamined the sentencing procedure embodied in E\nSection 354(3) of the Code. Following issue was framed by\nthis Court in the aforesaid context:\n\"15. (i)... (ii)...whether the sentencing procedure provided\nin Section 354(3) of the Code of Criminal Procedure,\n1973 (2 of 1974) is unconstitutional on the ground that it\ninvests the court with unguided and untrammelled\ndiscretion and allows death sentence to be arbitrarily or\nfreakishly imposed on a person found guilty of murder or\nany other capital offence punishable under the Penal Code\nwith death or, in the alternative, with imprisonment for life.\"\n35. To answer the said issue, this Court referred to and\nconsidered Jagmohan Singh v. State of U.P. (which was\ndecided under the oid Code) and culled out several\nF\nG\nH\nB\n330 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA propositions from that decision. Keeping in view of the changed\nlegislative policy, this Court agreed with all the observations in\nJagmohan Singh case (supra) but for two- first, that the\ndiscretion in the matter of sentencing is to be exercised by the\nJudge after balancing all the aggravating and mitigating\ncircumstances of the crime and second, that while choosing\nbetween the two alternative sentences provided in Section 302\nof the IPC, i.e., sentence of death and life imprisonment, the\ncourt is principally concerned with the aggravating or mitigating\ncircumstances connected with the particular crime under inquiry.\nThis Court observed that whilst under the old Code, both the\nsentence of death was the rule and life imprisonment was an\nexception, Section 354(3) of the Code has reversed the\nsentencing policy with the legislative mandate that if a sentence\nof death is to be awarded, special reasons need to be\nrecorded by the Courts. That is to say, the legislative policy now\nvirtually obviated the necessity of balancing the aggravating and\nmitigating circumstances for the award of punishment in respect\nof an offence of murder. The Court observed as follows in\ncontext of departures from Jagmohan Singh case (supra):\nс\nD\nய\nE\nLL\nF\nG\nH\n\"164. (a) The normal rule is that the offence of murder shall\nbe punished with the sentence of life imprisonment. The\ncourt can depart from that rule and impose the sentence\nof death only if there are special reasons for doing so.\nSuch reasons must be recorded in writing before\nimposing the death sentence.\n(b) While considering the question of sentence to be\nimposed for the offence of murder under Section 302 of\nthe Penal Code, the court must have regard to every\nrelevant circumstance relating to the crime as well as the\ncriminal. If the court finds, but not otherwise, that the\noffence is of an exceptionally depraved and heinous\ncharacter and constitutes, on account of its design and the\nmanner of its execution, a source of grave danger to the\nsociety at large, the court may impose the death\nsentence.\"\nDEEPAK RA! v. STATE OF BIHAR\n[H.L. DATTU, J.]\n331\n36. In the aforesaid background this Court observed that A\nspecial reasons, in the context of the said provision, obviously\nmean \"exceptional reasons\" founded on the exceptionally grave\ncircumstances relating to the crime as well as the criminal. It\nbeing extremely difficult to catalogue such special reasons, they\nhave to be construed in the facts of the case and relative weight\nhas to be given to mitigating and aggravating factors. This Court\nobserved that these two aspects are so intertwined that isolation\nof one from the other would defeat the mandate of law and held\nwith hope that in view of the \"broad illustrative guidelines\" laid\ndown therein, the Courts:\nB\nC\n\"209. ... will discharge the onerous function with evermore\nscrupulous care and humane concern, directed along the\nhighroad of legislative policy outlined in Section 354(3) viz.\nthat for persons convicted of murder, life imprisonment is\nthe rule and death sentence an exception.\"\nD\n(Also: State of Maharashtra v. Goraksha Ambaji Adsul,\n(2011) 7 SCC 437; Sangeet v. State of Haryana, (2013)\n2 SCC 452; Sandesh v. State of Maharashtra, (2013) 2\nSCC 479)\n37. In Swamy Shraddananda (2) v. State of Karnataka,\n(2008) 13 SCC 767 this Court opined that the term \"special\nreasons\" as explained in the Bachan Singh case (supra)\nindicates a relative category based on comparison with other\ncases under Section 302 as under:\nE\nF\nG\n\"44. The matter can be looked at from another angle. In\nBachan Singh it was held that the expression \"special\nreasons\" in the context of the provision of Section 354(3)\nobviously means “exceptional reasons\" founded on the\nexceptionally grave circumstances of the particular case\nrelating to the crime as well as the criminal. It was further\nsaid that on conviction for murder and other capital\noffences punishable in the alternative with death under the\nPenal Code, the extreme penalty should be imposed only H\n332\nSUPREME COURT REPORTS\n[2013] 14 S.C.R..\nA\nB\nC\nD\nE\nF\nG\nH\nin extreme cases. In conclusion it was said that the death\npenalty ought not to be imposed save in the rarest of rare\ncases when the alternative option is unquestionably\nforeclosed. Now, all these expressions \"special reasons\",\n\"exceptional reasons\", \"founded on the exceptional grave\ncircumstances\", \"extreme cases\" and \"the rarest of rare\ncases\" unquestionably indicate a relative category based\non comparison with other cases of murder. Machhi Singh,\nfor the purpose of practical application sought to translate\nthis relative category into absolute terms by framing the\nfive categories. (In doing so, it is held by some, Machhi\nSingh considerably enlarged the scope for imposing death\npenalty that was greatly restricted by Bachan Singh).\"\n38. The said five categories of rarest of the rare crimes\ndelineated in Macchi Singh case (supra) are as follows:\n\"I. Manner of commission of murder\n33. When the murder is committed in an extremely brutal,\ngrotesque, diabolical, revolting or dastardly manner so\nas to arouse intense and extreme indignation of the\ncommunity. For instance,\n(i) when the house of the victim is set aflame with the end\nin view to roast him alive in the house.\n(ii) when the victim is subjected to inhuman acts of torture\nor cruelty in order to bring about his or her death.\n(iii) when the body of the victim is cut into pieces or his\nbody is dismembered in a fiendish manner.\nII. Motive for commission of murder\n34. When the murder is committed for a motive which\nevinces total depravity and meanness. For instance when\n(a) a hired assassin commits murder for the sake of money\nor reward (b) a cold-blooded murder is committed with a\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n333\ndeliberate design in order to inherit property or to gain A\ncontrol over property of a ward or a person under the\ncontrol of the murderer or vis-à-vis whom the murderer is\nin a dominating position or in a position of trust, or (c) a\nmurder is committed in the course of betrayal of the\nmotherland.\nIII. Anti-social or socially abhorrent nature of the crime\nB\n35. (a) When murder of a member of a Scheduled Caste\nor minority community, etc. is committed not for personal\nreasons but in circumstances which arouse social wrath. C\nFor instance when such a crime is committed in order to\nterrorise such persons and frighten them into fleeing from\na place or in order to deprive them of, or make them\nsurrender, lands or benefits conferred on them with a view\nto reverse past injustices and in order to restore the social D\nbalance.\n(b) In cases of 'bride burning' and what are known as\n'dowry deaths' or when murder is committed in order to\nremarry for the sake of extracting dowry once again or to\nmarry another woman on account of infatuation.\nIV. Magnitude of crime\nE\n36. When the crime is enormous in proportion. For\ninstance when multiple murders say of all or almost all the F\nmembers of a family or a large number of persons of a\nparticular caste, community, or locality, are committed.\nV. Personality of victim of murder\n37. When the victim of murder is (a) an innocent child G\nwho could not have or has not provided even an excuse,\nmuch less a provocation, for murder (b) a helpless\nwoman or a person rendered helpless by old age or\ninfirmity (c) when the victim is a person vis-à-vis whom the\n* murderer is in a position of domination or trust (d) when H\nA\nB\n334\nSUPREME COURT REPORTS\n[2013] 14 S.C.R.\nthe victim is a public figure generally loved and respected\nby the community for the services rendered by him and the\nmurder is committed for political or similar reasons other\nthan personal reasons.\"\n(emphasis supplied)\n39. This Court has cautioned that though the aforesaid are\nextremely important factors could not be taken as inflexible,\nabsolute or immutable, they must be perceived only as\nindicators which the Courts must bear in mind while deciding\nC upon the sentence and assigning special reasons, if required.\n40. The Constitutional Bench of this Court in Shashi Nayar\nv. Union, (1992) 1 SCC 96 has observed that the \"special\nreasons clause\" means reasons, specific to the fact of a\nD particular case, which can be catalogued as justifying a severe\nE\nF\npunishment and unless, such reasons are not recorded death\nsentence must not be awarded. Under this provision, if the basis\nfor awarding the higher sentence can be explained with\nreasonable accuracy, after examining the pros and cons of\nsentencing options achieving proportional balance with the\nseverity of the crime committed only then should the higher\npunishment be awarded. This Court has noted that thus, Section\n345(3) is a sufficient safeguard against the arbitrary imposition\nof the extreme penalty and unless the nature of crime and the\ncircumstances of the offender reveal that the sentence to life\nimprisonment would be wholly inadequate, the Courts should\nordinarily impose a lesser punishment.\n41. This Court in Sandesh v. State of Maharashtra, (2013)\n2 SCC 479 has discussed the aforesaid principles and\nG observed as follows:\nH\n\"21......it is not only the crime and its various facets which\nare the foundation for formation of special reasons as\ncontemplated under Section 354(3) CrPC for imposing\ndeath penalty but it is also the criminal, his background,\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n335\nthe manner in which the crime was committed and his A\nmental condition at the relevant time, the motive of the\noffence and brutality with which the crime was committed\nare also to be examined. The doctrine of rehabilitation and\ndoctrine of prudence are the other two guiding principles\nfor proper exercise of judicial discretion.\"\n42. The aforesaid would reflect that under this provision\nthe legislature casts a statutory duty on the Court to state\nreasons for choice of the sterner sentence to be awarded in\nexceptional cases as against the rule of life imprisonment and\nby necessary implication, a legal obligation to explain them as\ndistinguished from the expression \"reasons\" follows. The\nlegislative mandate of assigning \"special reasons\" assures that\nthe imposition of the capital punishment is well considered by\nthe Court and that only upon categorization of the case as \"rarest\nof rare\", thus leaving no room for imposition of a less harsh\nsentence, should the Court sentence the accused person to\ndeath.\nB\nC\nD\n43. Incontrovertibly, the judicial approach towards\nsentencing has to be cautious, circumspect and careful. The E\nCourts at all stages- trial and appellate must therefore peruse\nand analyze the facts of the case in hand and reach an\nindependent conclusion which must be appropriately and\ncogently justified in the \"reasons\" or \"special reasons\" recorded\nby them for imposition of life imprisonment or death penalty. F\nThe length of the discussion would not be a touchstone for\ndetermining correctness of a decision. The test would be that\nreasons must be lucid and satisfy the appellate Court that the\nCourt below has considered the case in toto and thereafter,\nupon balancing all the mitigating and aggravating factors,\nrecorded the sentence.\nG\n44. We must now briefly advert to the sentencing procedure\nprescribed by law. Under Section 235(2) of the Code, the Court\non convicting an accused must unquestionably afford an\nopportunity to the accused to present his case on the question H\nC\n336 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA of sentence and under Section 354(3) record the extraordinary\ncircumstances which warrant imposition of death sentence\nkeeping in view the entire facts of the case and the\nsubmissions of the accused. In doing so if, for any reason, it\nornits to do so or does not assign elaborate reasons and the\nB accused makes a grievance of it before the higher court, it\nwould be open to that Court to remedy the same by elaborating\nupon the said reasons. Even when the reasons recorded by the\nCourts below do not conform to the statutory mandate or the\njudicially evolved principles, this Court, should reach the\nconclusion that harsher sentence of death requires to be\nimposed, could supplement them so as to justify the imposition\nof such sentence instead of remanding the matter to Courts\nbelow for re-consideration on the question of sentence. Further,\nshould this Court opine to the contrary that the facts and\ncircumstances of the case do not require imposition of capital\npunishment and the ends of justice would be achieved by a less\nharsh sentence, it could accordingly commute the sentence\nawarded by the Courts below. This Court in Dagdu case\n(supra) has observed that remand is an exception, not the rule,\nand therefore ought to be avoided as far as possible in the\ninterests of expeditious, though fair, disposal of cases.\nD\nE\n45. Herein, it is not the case of the appellants that the\nopportunity to be heard on the question of sentence separately\nas provisioned for under Section 235(2) of the Code was not\nF provided by the Courts below. Further, the Trial Court has\nrecorded and discussed the submissions made by the\nappellants and the prosecution on the said question and\nthereafter, rejected the possibility of awarding a punishment\nless harsh than the death penalty. However, the High Court while\nG confirming the sentence has recorded reasons though\nencapsulated. The High Court has noticed the motive of the\nappellants being non withdrawal of the case by the informant\nand the ghastly manner of commission of crime whereby six\ninnocent persons as young as 3 year old were charred to death\nand concluded that the incident shocks the conscience of the\nH\n"}