{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"DEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n337\nentire society and thus deserves nothing lesser but death\npenalty.\n46. There being no impropriety by the Courts below in\ncompliance with the procedure prescribed under law for\nsentencing the appellants, only the question of adequacy and\ncorrectness of the special reasons assigned for awarding\nsentence of death requires to be considered by us. In our\nconsidered opinion, as noticed above, it is only upon\nexamination of the facts and circumstances of the case could\nthe adequacy of the special reasons recorded by the Courts\nbelow be determined by us. Therefore, we would now consider\nthe second issue to determine whether at all the case falls in\nthe category of rarest of the rare offences.\nIssue two: Does this case fall into the category of rarest\nof the rare cases?\n47. We are mindful of the principles laid down by this Court\nin Bachan Singh v. State, (1980) 2 SCC 684 and affirmed in\nMacchi Singh v. State of Punjab, (1983) 3 SCC 470 to be\nobserved on the sentencing policy in determining the rarest of\nthe rare crimes. In Bachan Singh case (supra) this Court has\nheld as follows:\nA\nB\nC\nD\nE\nF\n\"While considering the question of sentence to be\nimposed for the offence of murder u/s 302 of the Penal\nCode, the court must have regard to every relevant\ncircumstance relating to the crime as well as the criminal.\nIf the court finds, but not otherwise, that the offence is of\nan exceptionally depraved and heinous character and\nconstitutes, on account of its design and the manner of its\nexecution, a source of grave danger to the society at large, G\nthe court may impose the death sentence.\"\n48. In Machhi Singh case (supra), this Court has awarded\ndeath sentence to the accused who had methodically in a\npreplanned manner murdered seventeen persons of a village\nH\n338 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA including men, women and children. Therein, this Court has\nbesides outlining the five broad categories of rarest of rare\ncases held that in order to apply the guidelines of Bachan\nSingh case (supra) the following questions ought to be\nanswered:\nB\nC\nD\nE\nF\nG\nH\n\"39. \"(a) Is there something uncommon about the crime\nwhich renders sentence of imprisonment for life\ninadequate and calls for a death sentence?\n(b) Are the circumstances of the crime such that there is\nno alternative but to impose death sentence even after\naccording maximum weightage to the mitigating\ncircumstances which speak in favour of the offender?\"\nThis Court has held that if the answer to the above is in\naffirmative, then death sentence is warranted. This Court has\nfurther observed that the motivation of the perpetrator, the\nvulnerability of the victim, the enormity of the crime, the execution\nthereof are few of the many factors which normally weigh in the\nmind of the Court while awarding death sentence in a case\nterming it as the \"rarest of the rare\" cases. While applying the\ntest of rarest of the rare case, the Court has to look into variety\nof factors like society's abhorrence, extreme indignation and\nantipathy to certain types of crimes which shake the collective\nconscience of the society.\n49. This Court in Rajesh Kumar v. State, (2011) 13 SCC\n706 has noticed the observations and principles evolved in\nBachan Singh case (supra) resonating through the international\nsentiments on death penalty, as follows:\n\"83. The ratio in Bachan Singh has received approval by\nthe international legal community and has been very\nfavourably referred to by David Pannick in Judicial Review\nof the Death Penalty: Duckworth (see pp. 104-05). Roger\nHood and Carolyn Hoyle in their treatise on The Death\nPenalty, 4th Edn. (Oxford) have also very much\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n339\nappreciated the Bachan Singh ratio (see p. 285). The A\nconcept of “rarest of rare” which has been evolved in\nBachan Singh by this Court is also the internationally\naccepted standard in cases of death penalty.\n84. Reference in this connection may also be made to the\nright based approach in exercising discretion in death\npenalty as suggested by Edward Fitzgerald, the British\nBarrister. [Edward Fitzgerald: The Mitigating Exercise in\nCapital Cases in Death Penalty Conference (3-5 June),\nBarbados: Conference Papers and Recommendations.] It\nhas been suggested therein that right approach towards\nexercising discretion in capital cases is to start from a\nstrong presumption against the death penalty. It is argued\nthat \"the presence of any significant mitigating factor\njustifies exemption from the death penalty even in the most\ngruesome cases\" and Fitzgerald argues:\nB\nс\nD\n\"Such a restrictive approach can be summarised as\nfollows: The normal sentence should be life imprisonment.\nThe death sentence should only be imposed instead of the\nlife sentence in the 'rarest of rare' cases where the crime E\nor crimes are of exceptional heinousness and the individual\nhas no significant mitigation and is considered beyond\nreformation.\"\n(Quoted in The Death Penalty, Roger Hood and Hoyle, 4th\nEdn., Oxford, p. 285.).\n85. Opposing mandatory death sentence, the United\nNations in its interim report to the General Assembly in\n2000 advanced the following opinion:\n\"The proper application of human rights law-especially of\nits provision that 'no one shall be arbitrarily deprived of his\nlife' and that 'no one shall be subjected to ... cruel, inhuman\nor degrading punishment'―requires weighing factors\nthat will not be taken into account in the process of\n...\nF\nG\nH\nA\nB\nC\nD\nE\nنا\nF\nG\n340 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\ndetermining whether a defendant is guilty of committing a\n'most serious crime'. As a result, these factors can only\nbe taken into account in the context of individualised\nsentencing by the judiciary in death penalty cases .... The\nconclusion, in theory as well as in practice, was that\nrespect for human rights can be reliably ensured in death\npenalty cases only if the judiciary engages in case-specific,\nindividualised sentencing that accounts for all of the\nrelevant factors.... It is clear, therefore, that in death penalty\ncases, individualised sentencing by the judiciary is\nrequired to prevent cruel, inhuman or degrading\npunishment and the arbitrary deprivation of life.\"\n(The Death Penalty, Roger Hood and Hoyle, 4th Edn.,\nOxford, p. 281.)\n50. In Ramnaresh v. State of Chhattisgarh, (2012) 4 SCC\n257, this Court has reflected upon the aforesaid decisions and\nculled out the principles as follows:\n\"76. The aforesaid judgments, primarily dissect these\nprinciples into two different compartments-one being the\n“aggravating circumstances\" while the other being the\n\"mitigating circumstances\". The court would consider the\ncumulative effect of both these aspects and normally, it\nmay not be very appropriate for the court to decide the\nmost significant aspect of sentencing policy with reference\nto one of the classes under any of the following heads while\ncompletely ignoring other classes under other heads. To\nbalance the two is the primary duty of the court. It will be\nappropriate for the court to come to a final conclusion upon\nbalancing the exercise that would help to administer the\ncriminal justice system better and provide an effective and\nmeaningful reasoning by the court as contemplated under\nSection 354(3) CrPC.\nAggravating circumstances\n(1) The offences relating to the commission of heinous\n☐ H\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n341\ncrimes like murder, rape, armed dacoity, kidnapping, etc. A\nby the accused with a prior record of conviction for capital\nfelony or offences committed by the person having a\nsubstantial history of serious assaults and criminal\nconvictions.\n(2) The offence was committed while the offender was\nengaged in the commission of another serious offence.\nB\n(3) The offence was committed with the intention to create\na fear psychosis in the public at large and was committed\nin a public place by a weapon or device which clearly C\ncould be hazardous to the life of more than one person.\n(4) The offence of murder was committed for ransom or\nlike offences to receive money or monetary benefits.\n(5) Hired killings.\n(6) The offence was committed outrageously for want only\nwhile involving inhumane treatment and torture to the victim.\n(7) The offence was committed by a person while in lawful\ncustody.\n(8) The murder or the offence was committed to prevent a\nperson lawfully carrying out his duty like arrest or custody\nin a place of lawful confinement of himself or another. For\ninstance, murder is of a person who had acted in lawful\ndischarge of his duty under Section 43 CrPC.\n(9) When the crime is enormous in proportion like making\nan attempt of murder of the entire family or members of a\nparticular community.\n(10) When the victim is innocent, helpless or a person\nrelies upon the trust of relationship and social norms, like\na child, helpless woman, a daughter or a niece staying with\na father/uncle and is inflicted with the crime by such a\nD\nE\nF\nG\nH\n342\nSUPREME COURT REPORTS [2013] 14 S.C.R.\nA\nB\n0\nD\nE\nF\nG\nH\ntrusted person.\n(11) When murder is committed for a motive which\nevidences total depravity and meanness.\n(12) When there is a cold-blooded murder without\nprovocation.\n(13) The crime is committed so brutally that it pricks or\nshocks not only the judicial conscience but even the\nconscience of the society.\nMitigating circumstances\n(1) The manner and circumstances in and under which the\noffence was committed, for example, extreme mental or\nemotional disturbance or extreme provocation in\ncontradistinction to all these situations in normal course.\n(2) The age of the accused is a relevant consideration but\nnot a determinative factor by itself.\n(3) The chances of the accused of not indulging in\ncommission of the crime again and the probability of the\naccused being reformed and rehabilitated.\n(4) The condition of the accused shows that he was\nmentally defective and the defect impaired his capacity to\nappreciate the circumstances of his criminal conduct.\n(5) The circumstances which, in normal'course of life, would\nrender such a behaviour possible and could have the effect\nof giving rise to mental imbalance in that given situation\nlike persistent harassment or, in fact, leading to such a\npeak of human behaviour that, in the facts and\ncircumstances of the case, the accused believed that he\nwas morally justified in committing the offence.\n(6) Where the court upon proper appreciation of evidence\nis of the view that the crime was not committed in a\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n343\npreordained manner and that the death resulted in the A\ncourse of commission of another crime and that there was\na possibility of it being construed as consequences to the\ncommission of the primary crime.\n(7) Where it is absolutely unsafe to rely upon the testimony\nof a sole eyewitness though the prosecution has brought\nhome the guilt of the accused.\nB\n77. While determining the questions relatable to sentencing\npolicy, the court has to follow certain principles and those\nprinciples are the loadstar besides the above C\nconsiderations in imposition or otherwise of the death\nsentence.\nPrinciples\n(1) The court has to apply the test to determine, if it was\nthe \"rarest of rare\" case for imposition of a death sentence.\n(2) In the opinion of the court, imposition of any other\npunishment i.e. life imprisonment would be completely\ninadequate and would not meet the ends of justice.\n(3) Life imprisonment is the rule and death sentence is an\nexception.\n(4) The option to impose sentence of imprisonment for life\ncannot be cautiously exercised having regard to the nature\nand circumstances of the crime and all relevant\nconsiderations.\n(5) The method (planned or otherwise) and the manner\n(extent of brutality and inhumanity, etc.) in which the crime\nwas committed and the circumstances leading to\ncommission of such heinous crime.\"\n51. This Court has consistently held that only in those\nexceptional cases where the crime is so brutal, diabolical and\nD\nE\nF\nG\nH\n344 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA revolting so as to shock the collective conscience of the\ncommunity, would it be appropriate to award death sentence.\nSince such circumstances cannot be laid down as a straight\njacket formula but must be ascertained from case to case, the\nlegislature has left it open for the Courts to examine the facts\nB of the case and appropriately decide upon the sentence\nproportional to the gravity of the offence.\nC\nD\nE\nF\nG\nH\n52. We would now notice the decisions of this Court to\nreflect upon the various circumstances which have acted as\nmitigating and aggravating factors in given facts to result in\ncommutation of sentence or confirmation of death penalty; so\nas to examine the sentencing policy in the backdrop of balance-\nsheet of such factors in the case at hand.\nCases where death sentence is confirmed:\n53. In Dagdu v. State of Maharashtra, (1977) 3 SCC 68,\nthis Court has observed as follows:\n-\n\"83. Having considered the matter in all its aspects\npenal, juristic and sociogical - and having given our most\nanxious consideration to the problem, we are of the\nopinion that Accused 3, 9, 10 and 11 deserve the extreme\npenalty of law and that there is no justification for interfering\nwith the sentence of death imposed upon them.\n84. Accused 3 put an end to four innocent lives, three\nsmall girls ten years of age and a woman in her thirties.\nAccused 9, 10 and 11 committed the murders of Haribai,\nher nine-year old daughter and her infant child. The\n• victims had given no cause for the atrocities perpetrated\non them. They were killed as a child kills flies. And the\nbrutality accompanying the manner of killing defies an\nadequate description. The luring of small girls, the\ngagging, the cutting of their private parts, the ruthless\ndefiling in order to prevent identification of the victims and\nthe mysterious motive for the murders call for but one\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n345\nsentence. Nothing short of the death sentence can atone A\nfor such callous and calculated transgression of law. Morbid\npity can have no place in the assessment of murders which,\nin many respects, will remain unparalled in the annals of\ncrime. Accordingly, we confirm the death sentence\nimposed on Accused 3, 9, 10 and 11.\"\n54. In Sunder Singh v. State of Uttaranchal, (2010) 10\nSCC 611 the accused had gone to the place of occurrence well\nprepared carrying jerry cans containing petrol, sword, pistol with\ntwo bullets, which showed his premeditation and cold-blooded\nmind. In the incident five persons lost their lives while the sole\nsurviving lady survived with 70% burn injuries. The murder was\ncommitted in a cruel, grotesque and diabolical manner, and\nclosing of the door of the house was the most foul act by which\nthe accused actually intended to burn all the persons inside the\nroom and precisely that happened. Hence the Court did not find\nany sentence less harsh than the death sentence.\nB\nC\nD\nE\n55. In M.A. Antony v. State of Kerala, (2009) 6 SCC 220\nall six members of a family were murdered at their residence\nat night. The motive was money, and the absence of the\naccused from his own residence during the corresponding\nperiod and recovery of clothes under Section 27 of the\nEvidence Act, 1872, fingerprints on the doorsteps of the house\nmatching with those of the accused, and recovery of scalp hair\nof the accused from place of occurrence were damning F\ncircumstantial evidence. Having regard to the chain of\ncircumstances and the diabolical manner of commission of\ncrime the death sentence was upheld.\n56. In Jagdish v. State of M.P., (2009) 9 SCC 495 the\nassailant murdered his wife and five children (aged 1 to 16\nyears) in his own house. The murders were particularly horrifying\nas the assailant was in a dominant position and a position of\ntrust as the head of the family. The assailant betraying the trust\nand abusing his position murdered his wife and minor children\n(youngest being the only son just 1 year old). This Court held\nG\nH\nA\nB\nC\nD\nE\n346 SUPREME COURT REPORTS [2013] 14 S.C.R.\nthat the balance sheet of the aggravating and mitigating\ncircumstances was heavily weighed against the assailant\nmaking it the rarest of rare cases. Consequently the award of\ndeath sentence was just.\n57. In Prajeet Kumar Singh v. State of Bihar, (2008) 4\nSCC 434 the accused was a paying guest for a continuous\nperiod of four years in lieu of a sum of Rs.500 for food and\nmeals. He brutally executed three innocent defenceless children\naged 8, 15 and 16, attempted to murder the father (informant)\nand mother who survived the attack with multiple injuries. There\nwas no provocation or reason for committing this ghastly act\nat a time when the children were sleeping. There were several\nincised wounds (muscle-deep or bone-deep) caused to the\ndeceased. Considering the brutality, diabolic, inhuman nature\nand enormity of the crime (multiple murders and attacks), this\nCourt held that the mindset of the accused could not be said\nto be amenable to any reformation. Therefore, it came under\nthe rarest of the rare category where not awarding a death\nsentence would have resulted in failure of justice.\n58. In Ram Singh v. Sonia, (2007) 3 SCC 1 the wife in\ncollusion with her husband murdered not only her stepbrother\nand his whole family including three tiny tots of 45 days, 2½\nyears and 4 years, but also her own father, mother and sister\nso as to deprive her father from giving property to her\nF stepbrother and his family. The murders were committed in a\ncruel, pre-planned and diabolic manner while the victims were\nsleeping, without any provocation from the victim's side. It was\nheld that the accused persons did not possess any basic\nhumanity and completely lacked the psyche or mindset\nG amenable to any reformation. It was a revolting and dastardly\nact, and hence the case fell within the category of the rarest of\nrare cases and thus death sentence was justified.\nH\n59. In Holiram Bordoloi v. State of Assam, (2005) 3 SCC\n793 the accused persons were armed with lathis, and various\n"}