{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64}],"text":"DEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\ncome forth to testify against the accused.\n357\n83. The mitigating circumstances elaborated upon by Shri\nMishra in respect of comparatively young age of the appellants\nholds no ground, their army background and their custodial\nbehavior fail to outweigh the aggravating factors in the present\ncase. The argument that the appellants are not \"antisocial\nelements\" fails into inception in the light of the effect of the\noccurrence reflected through the abstinence of the villagers from\ndeposing against them at the trial.\nΑ\nB\n84. However, in the present case, while taking an overall C\nview, no overt act in the commission of crime could be attributed\nto A3. The role played by A3 during commission of the crime\nas established was to hold the barrels of kerosene along with\none other. While determining the gravity of the offence\ncommitted by the appellants it must be noticed that it is only D\nA1 who had threatened the informant of burning his house in\ncase the FIR against his family and him were not withdrawn.\nFurther, A1 during the occurrence not only scripted and\ninstructed the rest of the unlawful assembly but also lighted the\nmatchstick to burn the house as well informant's body. A2, E\npushed the informant to the ground and later fired at him.\n85. Further, in respect of the mitigating factors of lack of\ncriminal antecedents or probabilities of the appellants to be\nmenace to the society, we would re-iterate the observations of\nF\nthis Court in Gurdev Singh v. State of Punjab, (2003) 7 SCC\n258 that it is indeed true that the underlying principle of our\nsentencing jurisprudence is reformation and there is nothing in\nevidence to show that the appellants have been a threat or\nmenace to the society at large besides the FIR regarding the\ntheft of buffalo. It is also true that we cannot say that they would\nbe a further menace to the society or not as we live as\ncreatures saddled with an imperfect ability to predict the future.\nNevertheless, the law prescribes for future, based upon its\nknowledge of the past and is being forced to deal with\ntomorrow's problems with yesterday's tools.\nG\nH\nA.\n358 *SUPREME COURT REPORTS\n[2013] 14 S.C.R.\n86. However, in the peculiar facts of this case, the\npossibility of A3 being less culpable than the other accused\ncannot be answered in affirmative. Therefore, in our considered\nview, we do not deem it proper to sentence A3 to death in light\nof there being no overt act attributable to him and sentence to\nB imprisonment till the end of his life would appropriately serve\nas punishment proportional to the degree of offence committed\nby him.\n87. In respect of A1 and A2, we are of the considered view\nthat the instant case falls into such category of rarest of the rare\nC\ncases where culpability has assumed the proportion of extreme\ndepravity and the appellant-accused are perfect example of a\nblood thirsty, scheming and hardened criminals who slayed\nseven innocent lives to quench their thirst for revenge and such\nrevenge evolving out of a fellow citizens refusal to abstain from\nresorting to machinery of law to protect his rights. The entire\nincident is extremely revolting and shocks the collective\nconscience of the community. The acts of murder committed\nby the appellants are so gruesome, merciless and brutal that\nthe aggravating circumstances far outweigh the mitigating\nE circumstances.\nD\nF\nG\nH\n88. We now proceed to examine such special reasons\nwhich negate the possibility of any sentence but for death\npenalty. Herein, A1 and A2 have committed a cold blooded\nmurder in a pre-ordained fashion without any provocation\nwhatsoever. The motive behind the gruesome act was to\navenge the act of informant in approaching the machinery of\nlaw enforcement inspite of threats by the appellants. The victims\nwere five innocent children and wife of the informant who were\nsleeping unalarmed when the appellants came and locked them\ninside their house while it was set ablaze. Further, wrath of A1\nand A2 is reflected in their act of first gagging the informant,\nthereafter attempting to burn him alive and later, when he tried\nto escape, firing at him thereby leaving no stone unturned in\ntranslating their threats into reality. As a result of the aforesaid\nDEEPAK RAI v. STATE OF BIHAR\n[H.L. DATTU, J.]\n359\nincident, having witnessed the threats of burning given by the A\nA1 to the informant tuned into reality, none but the family of the\ndeceased-informant came forth to depose against the\nappellant-accused persons during the trial. The crime,\nenormous in proportion having wiped off the whole family, is\ncommitted so brutally that it pricks and shocks not only the B\njudicial conscience but even the collective conscience of the\nsociety. It demands just punishment from the Court and the\nCourt is bound to respond within legal parameters. The demand\nfor justice and the award of punishment have to be in\nconsonance with the legislative command and the discretion\nvested in the Courts.\n89. On the question of striking a delicate balance between\nthe proportionality of crime to the sentencing policy, Lord\nDenning has observed as follows on the very purpose of\nimposition of a punishment:\nC\nD\n\"... the punishment is the way in which society expresses\nits denunciation of wrong doing; and, in order to maintain\nrespect for the law, it is essential that the punishment\ninflicted for grave crimes should adequately reflect the E\nrevulsion felt by the great majority of citizens for them. It is\na mistake to consider the objects of punishments as being\na deterrent or reformative or preventive and nothing else...\nThe truth is that some crimes are so outrageous that\nsociety insists on adequate punishment, because the\nwrong doer deserves it, irrespective of whether it is a\ndeterrent or not.\"\n90. In light of the aforesaid, having regard to the gravity of\nthe offence committed, we are of the considered opinion that\nwith regard to A1 and A2 this case falls into the category of\nrarest of the rare cases and is not a case where imprisonment\nfor life is an adequate sentence and thus, constrained to reach\nthe inescapable conclusion that death sentence imposed on A1\nand A2 be confirmed.\nF\nG\nH\n360\nSUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA\nB\n91. Therefore, the sentence of death imposed on A1 and\nA2 is confirmed and the sentence awarded to A3 is commuted\nto life imprisonment till the rest of his life.\n92. The order of stay on the execution of the capital\npunishment of A1 and A2 is vacated.\n93. The appeals are disposed of in the aforesaid terms.\nKalpana K. Tripathy.\nAppeals disposed of.\n"}