{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 14 S.C.R. 297\nDEEPAK RAI\nV.\nSTATE OF BIHAR\n(Criminal Appeal Nos. 249-250 of 2011)\nSEPTEMBER 19, 2013\n[H.L. DATTU, SUDHANSU JYOTI MUKHOPADHAYA\nAND M.Y. EQBAL, JJ.]\nSentence/Sentencing:\nA\nB\nC\n-\n-\nDeath sentence - On conviction for offence u/s. 302 IPC\nPropriety of Death penalty can be awarded only in\nexceptional cases where the crime is so brutal, diabolical and\nrevolting so as to shock the collective conscience of the\ncommunity - In the present case, so far as the case of\naccused Nos. 1 and 2 is concerned, the case falls under rarest\nof rare category - The acts of murder committed by the\naccused are so gruesome, merciless and brutal that the\naggravating circumstances outweigh the mitigating\ncircumstances - Hence their death sentence confirmed -\nHowever, for accused No. 3, in view of the role played by him\nduring commission of the offence, sentence of imprisonment\ntill the end of his life would be proportionate to the degree of\noffence committed by him - His death sentence altered to\nimprisonment till the end of his life - Penal Code, 1860 – s.\n302.\n-\n-\n-\nD\nE\nF\nSentencing Determination of sentence Judicial\napproach - Held: Judicial approach towards sentencing has\nto be cautious, circumspect and careful - The courts at all\nstages must peruse and analyze the facts of the case and G\nreach an independent conclusion - The touchstone for\ndetermining correctness of decision, is not the length of\ndiscussion, but the lucidity of the reasons.\n297\nH\nA\nB\nC\nD\n_E\nF\n298 SUPREME COURT REPORTS\n--\n[2013] 14 S.C.R.\nCode of Criminal Procedure, 1973 - s. 354(3) - 'Special\nreasons' - Recording of - For award of death sentence -\nAdequacy of Held: s. 354(3) mandates recording of 'special\nreasons' for imposition of capital punishment - The test to\ndetermine the correctness of decision would be that the\n'reasons' must be lucid and satisfy the appellate court that\ncourt below has considered the case in toto and thereafter,\nupon balancing all the mitigating and aggravating factors,\nrecorded the sentence.\nConstitution of India, 1950 - Art. 136 - Scope of - To\nexamine 'special reasons' for awarding death sentence as\nenvisaged u/s. 354(3) Cr.P.C. - Held: The appellate\njurisdiction by virtue of Article 136 is not plain statutory, but\nexpansive and extraordinary - Such jurisdiction is not fettered\nby rules of criminal procedure, or limited to mere confirmation\nor rejection of the appeal - The Court while considering\ncorrectness of sentence can not only examine the reasons\nso assigned u/s. 354(3), but can also substantiate upon the\nsame - Code of Criminal Procedure, 1973 - s. 354(3) -\nSentence/Sentencing.\nRemand Of criminal case\n-\n-\nBy Supreme Court - For\ndeciding the question of sentence - Held: Remand is an\nexception, not the rule - Ought to be avoided as far as\npossible in the interest of expeditious, though fair disposal of\ncases.\nAppellants A-1, A-2 and A-3 alongwith other accused\npersons were prosecuted u/ss. 120B, 148, 302/149, 307/\n149, 326, 429, 436 and 452 IPC. The prosecution case\nwas that the accused persons came to the house of\ndeceased informant (PW 7) while he was sleeping in the\nverandah of his house at night. The accused persons\nlocked the room where the wife of PW 7 was sleeping\nalongwith her five children and after sprinkling kerosene\nover the house, set it on fire. They first gagged PW 7 and\nH then sprinkling kerosene over his body and set him on\nDEEPAK RAI v. STATE OF BIHAR\n299\nfire. On the basis of Fardbayan, FIR was registered. The A\nalleged motive for the offence was that the informant had\nlodged an FIR against A-1 and his family alleging theft of\nhis bufallow and despite repeated threats, the informant\nrefused to withdraw the FIR. Trial court convicted the\nappellants-accused while acquitting the rest of the B\naccused and sentenced them to death. High Court\naffirmed the order of trial court as well as death reference.\nHence the present appeals. The appeals are limited to the\nquestion of sentence.\nC\nA-1 contended that since no extraordinary reasons\nhave been assigned by courts below for awarding death\nsentence to the accused, the orders do not conform to\nthe statutory mandate prescribed u/s. 354(3) Cr.P.C.\nwhich requires the judgment to record 'special reasons'\nin case of death sentence; that this Court in exercise of D\nappellate jurisdiction could not go into the same for the\nfirst time while confirming the death sentence and\ntherefore the matter was required to be remanded to trial\ncourt for fresh consideration on the question of sentence\nas per s. 354(3) Cr.P.C.\nA-2 and A-3 contended that mitigating circumstances\noverwhelmingly outweigh the aggravating circumstances\nand therefore ends of justice would only be achieved by\ncommuting their death sentence to life imprisonment.\nDisposing of the appeals, the Court\nE\nF\nHELD: 1.1. It is not correct to say that in case, the\nfailure on the part of the Court, which has convicted an\naccused and heard him on the question of sentence but G\nfailed to express the \"special reasons” in so many words,\nmust necessarily entail a remand to that Court for\nelaboration upon its conclusion in awarding the death\nsentence for the reason that while exercising appellate\nH\n:\n300 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA jurisdiction, this Court cannot delve into such reasons.\n[Para 21] [323-F-G]\nB\nC\nD\nE\nF\n1.2. The appellate jurisdiction vested in this Court by\nvirtue of Article 136 is not plain statutory but expansive\nand extraordinary. The Court exercises its discretion and\ngrants leave to appeal in cases where it is satisfied that\nthe same would circumvent a grave miscarriage of justice.\nSuch jurisdiction is not fettered by rules of criminal\nprocedure but guided by judicially evolved principles.\n[Para 23] [324-B-C]\nState of U.P. v. Dharmendra Singh (1999) 8 SCC 325:\n1999 (3) Suppl. SCR 52 - relied on.\n1.3. An appeal by special leave under Article 136 is a\ncontinuation of the original proceedings. The scope of an\nappeal under Articles 136 and 226 cannot be wider than\nthe earlier proceedings. Thus, jurisdiction of this Court\nin appeal under Article 136 though circumscribed to the\nscope of earlier proceedings is neither fettered by the\nrules of criminal procedure nor limited to mere\nconfirmation or rejection of the appeal. This Court while\nconsidering the question of correctness or otherwise of\nthe sentence awarded by the Courts below has exercised\ndiscretionary jurisdiction under Article 136 and hence can\nnot only examine the reasons so assigned under Section\n354(3) but also substantiate upon the same, if need so be.\n[Paras 25 to 27] [325-D, H; 326-A-C]\n.\nMoran M. Baselios Marthoma Mathews II v. State of\nKerala (2007) 6 SCC 517: 2007 (4) SCR 876; Netai Bag v.\nG State of W.B. (2000) 8 SCC 262 - relied on.\nH\n2.1. Under s. 235(2) Cr.P.C., the Court on convicting\nan accused must unquestionably afford an opportunity\nto the accused to present his case on the question of\nsentence and under Section 354(3) record the\nDEEPAK RAI v. STATE OF BIHAR\n301\nextraordinary circumstances which warrant imposition of A\ndeath sentence keeping in view the entire facts of the\ncase and the submissions of the accused. In doing so if,\nfor any reason, it omits to do so or does not assign\nelaborate reasons and the accused makes a grievance\nof it before the higher court, it would be open to that B\nCourt to remedy the same by elaborating upon the said\nreasons. [Para 44] [335-H; 336-A-B]\n2.2. Even when the reasons recorded by the Courts\nbelow do not conform to the statutory mandate or the\njudicially evolved principles, this Court, should reach the\nconclusion that harsher sentence of death requires to be\nimposed, could supplement them so as to justify the\nimposition of such sentence instead of remanding the\nmatter to Courts below for re-consideration on the\nquestion of sentence. [Para 44] [336-C]\nC\nD\n2.3. If this Court opines to the contrary that the facts\nand circumstances of the case do not require imposition\nof capital punishment and the ends of justice would be\nachieved by a less harsh sentence, it could accordingly E\ncommute the sentence awarded by the Courts below.\nRemand is an exception, not the rule, and therefore\nought to be avoided as far as possible in the interests of\nexpeditious, though fair, disposal of cases. [Para 44]\n[336-D-E]\nDagdu v. State of Maharashtra (1977) 3 SCC 68: 1977\n(3) SCR 636 -relied on.\nןד\nF\n2.4. It is not the case of the appellants that the\nopportunity to be heard on the question of sentence G\nseparately as provisioned for under Section 235(2) of the\nCode was not provided by the Courts below. Further, the\nTrial Court has recorded and discussed the submissions\nmade by the appellants and the prosecution on the said\nquestion and thereafter, rejected the possibility of H\n302 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA awarding a punishment less harsh than the death penalty.\nHowever, the High Court while confirming the sentence\nhas recorded reasons though encapsulated. The High\nCourt has noticed the motive of the appellants being non\nwithdrawal of the case by the informant and the ghastly\nmanner of commission of crime whereby six innocent\npersons as young as 3 year old were charred to death\nand concluded that the incident shocks the conscience\nof the entire society and thus deserves nothing lesser but\ndeath penalty. [Para 45] [336-F-H; 337-A]\nB\nC\n2.5. There being no impropriety by the Courts below\nin compliance with the procedure prescribed under law\nfor sentencing the appellants, only the question of\nadequacy and correctness of the special reasons\nassigned for awarding sentence of death requires to be\nD considered by this Court. It is only upon examination of\nthe facts and circumstances of the case could the\nadequacy of the special reasons recorded by the Courts\nbelow be determined by this Court. [Para 46] [337-B-C]\nE\n...\nF\nG\nH\n3.1. Legislation of Code of Criminal Procedure, 1973\nbrought a shift in the then existing penological trend by\nmaking imprisonment for life a rule and death sentence\nan exception. It makes it mandatory for the Court in cases\nof conviction for an offence punishable with\nimprisonment for life to assign reasons in support of the\nsentence awarded to the convict and further ordains that\nin case the Court awards the death penalty, \"special\nreasons\" for such sentence shall be stated in the\njudgment. [Para 30] [326-G-H; 327-A]\nBachan Singh v. State (1980) 2 SCC 684; Shashi Nayar\nv. Union (1992) 1 SCC 96: 1991 (2) Suppl. SCR 103 –\nfollowed.\n-\nEdiga Anamma v. State of Andhra Pradesh (1974) 4\nSCC 443: 1974 (3) SCR 329; Allauddin Mian v. State of Bihar\nDEEPAK RAI v. STATE OF BIHAR\n303\n(1989) 3 SCC 5: 1989 (2) SCR 498; Swamy Shraddananda A\n(2) v. State of Karnataka (2008) 13 SCC 767: 2008 (11) SCR\n93; Sandesh v. State of Maharashtra (2013) 2 SCC 479:\n2012 (13) SCR 1049 - relied on.\nJagmohan Singh v. State of U.P. (1973) 1 SCC\n20:1973(2) SCR 541; State of Maharashtra v. Goraksha\nAmbaji Adsul, (2011) 7 SCC 437; Sangeet v. State of\nHaryana, (2013) 2 SCC 452; Sandesh v. State of\nMaharashtra, (2013) 2 SCC 479; Joseph v. State of Goa\n(1977) 3 SCC 280: Harnam v. State of U.P. (1976) 1 SCC\n163: 1976 (2) SCR 274 - referred to.\nB\nC\n3.2. Under s. 354(3) of Cr.P.C., the legislature casts a\nstatutory duty on the Court to state reasons for choice\nof the sterner sentence to be awarded in exceptional\ncases as against the rule of life imprisonment and by D\nnecessary implication, a legal obligation to explain them\nas distinguished from the expression \"reasons\" follows.\nThe legislative mandate of assigning \"special reasons\"\nassures that the imposition of the capital punishment is\nwell considered by the Court and that only upon\ncategorization of the case as \"rarest of rare\", thus\nleaving no room for imposition of a less harsh sentence,\nshould the Court sentence the accused person to death.\n[Para 42] [335-C-D]\nE\nF\n3.3. The judicial approach towards sentencing has to\nbe cautious, circumspect and careful. The Courts at all\nstages-trial and appellate, must therefore peruse and\nanalyze the facts of the case in hand and reach an\nindependent conclusion which must be appropriately and\ncogently justified in the \"reasons\" or \"special reasons\" G\nrecorded by them for imposition of life imprisonment or\ndeath penalty. The length of the discussion would not be\na touchstone for determining correctness of a decision.\nThe test would be that reasons must be lucid and satisfy\nthe appellate Court that the Court below has considered\nH\n304 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA the case in toto and thereafter, upon balancing all the\nmitigating and aggravating factors, recorded the\nsentence. [Para 43] [335-E-G]\nB\nC\nBalwant Singh v. State of Punjab (1976) 1 SCC 425;\nMuniappan v. State of T.N. (1981) 3 SCC 11: 1981 (3) SCR\n270; Dagdu v. State of Maharashtra (1977) 3 SCC 68: 1977\n(3) SCR 636; Rajesh Kumar v. State (2011) 13 SCC 706;\nAmbaram v. State of M.P. (1976) 4 SCC 298 – held\ninapplicable.\n4.1. Only in those exceptional cases where the crime\nis so brutal, diabolical and revolting so as to shock the\ncollective conscience of the community, would it be\nappropriate to award death sentence. Since such\ncircumstances cannot be laid down as a straight jacket\nD formula but must be ascertained from case to case, the\nlegislature has left it open for the Courts to examine the\nfacts of the case and appropriately decide upon the\nsentence proportional to the gravity of the offence. [Para\n51] [343-H; 344-A-B]\nE\nF\n4.2. In the present case, the time, place, manner of\nand the motive behind commission of the crime speak\nvolumes of the pre-meditated and callous nature of the\noffence. The ruthlessness of the appellants is reflected\nthrough brutal murders of the young, innocent children\nand wife of the informant by burning them alive to avenge\ntheir cause in the dark of the night; the cause being non-\nwithdrawal of an FIR filed by the informant for theft of his\nbuffalo against the appellant-A1. Further, only family\nmembers of the informant have come forward to depose\nas the entire village must have been shocked with the\nghastly murders of the deceased persons and in such\ncircumstances would not have come forward to testify\nagainst the appellants who already had translated the\nthreats given to the informant in village panchayat into a\nH shocking reality. Civilized people generally unsuccinctly\nG\nDEEPAK RAI v. STATE OF BIHAR\n305\nwhen the crime is committed infact in their presence, A\nwithdraw themselves both from the victim and the\nvigilante unless inevitable and consider that crime like\ncivil disputes must restrict itself to the two parties, it also\nevidences for the threat the incident had instilled\namongst the villagers that none in such close knit unit B\nbesides the sanguine relatives had come forth to testify\nagainst the accused. [Para 82] [356-D-H; 357-A]\nC\n4.3. The mitigating circumstances in respect of\ncomparatively young age of the appellants holds no\nground, their army background and their custodial\nbehavior fail to outweigh the aggravating factors in the\npresent case. The plea that the appellants are not\n\"antisocial elements\" fails into inception in the light of the\neffect of the occurrence reflected through the abstinence\nof the villagers from deposing against them at the trial. D\n[Para 83] [357-B-C]\n4.4. So far as the mitigating factors of lack of criminal\nantecedents or probabilities of the appellants to be\nmenace to the society are concerned, it is true that the E\nunderlying principle of sentencing 'jurisprudence is\nreformation and there is nothing in evidence to show that\nthe appellants have been a threat or menace to the\nsociety at large, besides the FIR regarding the theft of\nbuffalo. It is also true that it cannot be said that they\nwould be a further menace to the society or not.\nNevertheless, the law prescribes for future, based upon\nits knowledge of the past and is being forced to deal with\ntomorrow's problems with yesterday's tools. [Para 85]\n[357-F-H; 358-A]\n4.5. While determining the gravity of the offence\ncommitted by the appellants, it must be noticed that it is\nonly A1 who had threatened the informant of burning his\nhouse in case the FIR against his family and him were not\nF\nG\nH\n306 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA withdrawn. Further, A1 during the occurrence not only\nscripted and instructed the rest of the unlawful assembly\nB\nC\nbut also lighted the matchstick to burn the house as well\nas informant's body. A2, pushed the informant to the\nground and later fired at him. [Para 84] [357-D-E]\n4.6. As regards A1 and A2, the instant case falls into\nsuch category of rarest of the rare cases where culpability\nhas assumed the proportion of extreme depravity and the\nappellant-accused are perfect example of a blood thirsty,\nscheming and hardened criminals who slayed seven\ninnocent lives to quench their thirst for revenge and such\nrevenge evolving out of a fellow citizens refusal to\nabstain from resorting to machinery of law to protect his\nrights. The entire incident is extremely revolting and\nshocks the collective conscience of the community. The\nD acts of murder committed by the appellants are so\ngruesome, merciless and brutal that the aggravating\ncircumstances far outweigh the mitigating\ncircumstances. [Para 87] [358-C-E]\nE\nF\nG\nH\n4.7. A1 and A2 have committed a cold blooded\nmurder in a pre-ordained fashion without any\nprovocation whatsoever. The motive behind the\ngruesome act was to avenge the act of informant in\napproaching the machinery of law enforcement inspite of\nthreats by the appellants. The victims were five innocent\nchildren and wife of the informant who were sleeping\nunalarmed when the appellants came and locked them\ninside their house while it was set ablaze. Further, wrath\nof A1 and A2 is reflected in their act of first gagging the\ninformant, thereafter attempting to burn him alive and\nlater, when he tried to escape, firing at him thereby leaving\nno stone unturned in translating their threats into reality.\nAs a result of the aforesaid incident, having witnessed the\nthreats of burning given by A1 to the informant tuned into\nreality, none but the family of the deceased-informant\n"}