{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nSTATE OF PUNJAB\nV.\nANIL KUMAR\nAPRIL 25, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nC\nLabour Laws:\nIndustrial Disputes Act, 1947:\nReinstatement in service-Back Wages-Workman engaged on daily\nwages-Termination of services-Demand for reference raised after 13 years—\nAward of reinstatement with 40% back wages by Labour Court-High Court\ndeclining to interfere-Held: Since High Court has recorded a finding that\nworkman had worked for 240 days, order of reinstatement is maintained-\nD However, as Labour Court was approached after 13 years, direction for\npayment of back wages is set aside-Delay/Laches.\nE\nRespondent was engaged on daily wages in the Roadways of the appellant-\nState for specific periods, from time to time between 6.2.1981 and 30.9.1985.\nThereafter he was not engaged. The respondent filed two civil suits, one after\nthe other, claiming continuation in the service. However, both the suits were\nwithdrawn by him at the appellate stage. Thereafter, a demand notice under\nthe Industrial Disputes Act, 1947, being served on the appellant on 20.9.1998,\nthe matter was referred to the Labour Court, which passed an award dated\n12.11.2003 directing reinstatement of the respondent with 40% back wages\nF from 20.9.1998. The respondent joined duties on 1.4.2005. The writ petition\nfiled by the appellant was dismissed by the High Court observing that the\nworkman had worked for more than 240 days before termination of his\nservices.\nIn the instant appeal filed by the State Government, it was contended\nG that since the respondent was engaged for fixed period, reinstatement could\nnot have been directed; and that the demand for reference was belatedly made\nafter 13 years.\nAllowing the appeal, the Court\nH\n650\nSTATE OF PUNJAB v. ANIL KUMAR [PASAYAT, J.]\n651\nHELD: In view of the factual position, there is no infirmity in the order\npassed by the Labour Court as affirmed by the High Court so far as\nentitlement of the respondent-workman to be re-instated is concerned. At the\nsame time the fact that there was belated approach cannot be lost sight of.\nAdmittedly, the Labour Court was moved after 13 years. In the peculiar\ncircumstances of the case, the direction for payment of back wages is set\naside. [Paras 11 and 14] [652-G-H; 653-A-C]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2139 of 2007.\nA\nB\nFrom the Judgment and Order dated 05.05.2005 of the High Court of\nPunjab \u0026 Haryana at Chandigarh in Civil Writ Petition No. 6927 of 2005.\nR.K. Rathore, M.K. Verma and Sanjay Jain for the Appellant.\nRanbir Singh Yadav and Sumeer Kumar Shrivastava for the Respondent.\nC\nThe Judgment of the Court was delivered by\nD\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the order passed by a Division Bench\nof the Punjab and Haryana High Court summarily dismissing the writ petition\nfiled by the appellant.\n3. Background facts in a nutshell are as follows:\nE\nThe respondent was engaged in the Punjab Roadways, Jalandhar Depot\non daily-wage basis with effect from 6.2.1981. He was engaged on such basis\nin the Jalandhar Depot No. 2 from 15.9.1981 to 27.12.1981. Again, he was\nengaged on daily-wage basis in Punjab Roadways, Moga from 16.2.1983 to F\n30.9.1985. Such engagements were for specific periods. As there was no work\nfor the respondent in Punjab Roadways, Moga, he was not engaged after\n30.9.1985.\n4. Respondent filed civil suit in the Civil Court at Jalandhar claiming that\nhe was in continuous service. The learned Civil Court decreed the suit holding G\nthat the respondent was deemed to be an employee of appellant and he is\nentitled to back wages from the date of institution of the suit.\n5. An appeal was filed in the Court of District Judge, Jalandhar by the\nappellant. The suit was withdrawn by the respondent and as such the judgment\nH\n652\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nand decree dated 9.2.1991 lost their force. On 9.5.1994 respondent again filed\nA\na Civil Suit for declaration that his service in Punjab Roadways stood regularized\nsince 5.2.1981. The said suit was dismissed by the Civil Judge (Jr. Division)\non 12.10.1996. Respondent filed an appeal in the Court of District Judge,\nJalandhar. The said appeal was again withdrawn on 17.9.1998.\nB\n6. A demand notice under the provisions of the Industrial Disputes Act,\n1947 (in short the 'Act') was served on the appellant on 29.9.1998 by the\nrespondent. The matter was referred to the Labour Court, Jalandhar, for\nadjudication under the Act. Appellant filed written statement raising preliminary\nobjections that (a) the reference was bad being belated, (b) the discontinuance\nwas justified and (c) the appellant has already availed the opportunity in the\nC\ncivil court. The Labour court, Jalandhar passed an award directing reinstatement\nwith 40% back wages from the date of demand notice i.e. with effect from\n29.9.1998. A writ petition i.e. CWP No. 4748 of 2005 was filed by the respondent\nfor the direction to the present appellant to implement the Award dated\n12.11.2003. He joined duties on 1.4.2005.\nD\n7. The appellant also filed a Writ Petition before the High Court which\nwas numbered as Civil Writ Petition No. 6927 of 2005.\n8. The High Court dismissed the writ petition filed by the appellant. The\nHigh Court noted that the workman had worked for more than 240 days of\nE service before his services were terminated and accordingly the award of the\nLabour court did not warrant any interference.\n9. In support of the appeal, learned counsel for the appellant submitted\nthat the civil suit filed, was thoroughly misconceived. In view of Section\n2(00) (bb) of the Act on expiry of the fixed period for which engagement was\nF done, there was no scope for any direction for reinstatement. The demand for\nreference under the Act was made after 13 years.\nG\nH\n10. Learned counsel for the respondent on the other hand submitted\nthat there was a clear admission before the Labour Court that the respondent\nhad worked for more than 240 days.\n11. In view of the factual position as highlighted above, we do not find\nany infirmity in the order passed by the Labour Court as affirmed by the High\nCourt so far as entitlement of the respondent-workman to be re-instated.\n12. At the same time the fact that there was belated approach cannot\nSTATE OF PUNJAB v. ANIL KUMAR [PASAYAT, J.]\n653\nbe lost sight of. Admittedly, there was belated approach and the Labour Court\nwas moved after 13 years.\n13. In the peculiar circumstances of the case while upholding the direction\nfor reinstatement, we direct that the directions given by the Labour court as\naffirmed by the High Court regarding payment of back wages need to be\nmodified.\n14. In the aforesaid background, the direction for payment of back\nwages stands set aside while the direction for reinstatement is maintained.\nR.P.\n15. Appeal is allowed to the aforesaid extent. No costs.\nA\nB\nC.\nAppeal partly allowed.\n"}