{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"STATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 547\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nthat full particulars of a Barkhalidar's estate containing the area A\nof agriculture also, 'Bid land' and 'cultivable waste' in his estate\nshould be furnished. Apparently in order to fulfill the said\nobligation by a Barkhalidar, the definition of 'Bid land' has been\nset out in Section 2(ii) of Act No.XXVI of 1951.\nB\nC\nD\n35. Keeping the above statutory prescription relating to the\ndescription of 'Bid land' in the above enactments which were\nall prior to coming into force of Act, 1976 namely, 17.02.1976\nthe nature of 'Bid land' has been succinctly described to mean\na land which was used for grazing of cattle or for cutting grass\nfor the use of rearing of cattle. To recapitulate the definition of\n'agriculture' under Section 2(1), as well as, the definition of 'land'\nunder Section 2(17) of the unamended Act of 1960, the\nexpression 'agriculture' included inter alia, the land used for\nraising of grass, as well as, the land held by the agriculturist\nfor grazing purpose. When we consider the explanation part of\nsub section (1) of Section 2 which contains as many as Clauses\n(i) to (vi) the lands used for grazing purposes as well as cutting\nof grass for rearing of cattle are not the lands to be excluded\nfrom the definition of 'agriculture'. The definition of 'land' under\nSection 2(17) categorically mentions that the land which is\neither used or capable of being used for agriculture purposes\nwould fall within the said definition. Therefore reading the above\ndefinitions together a 'land' where grass is grown or used for\ngrazing purposes fall within the inclusive provision of the\ndefinition of 'agriculture'. The definition of 'Bid land' in the earlier F\nenactments namely Act Nos.XXV of 1951, XXVI of 1951 and\nAct No.Ill of 1952 make the position clear that the 'Bid land' is\nnothing but the land used for grazing of cattle and for raising\ngrass for the purpose of rearing of cattle.\n36. Under the amended Act of 1960 the definition of\nagriculture under Section 2(1) as it existed prior to the said\namendment was maintained. In addition, some of those\nexcluded categories, namely, the one mentioned in sub clauses\n(i), (ii), (iii), (iv) and (v) were also included as falling within the\nE\nG\nH\n548 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA definition of the expression 'agriculture'. Further the nature of\nexclusion as mentioned in sub-clause (vi) of clause 1 of Section\n2, namely, such other pursuits as may be described was also\nmentioned by stating that such of those pursuits which have\nbeen prescribed prior to the specified date would continue to\nB stand excluded for that period which was prior in point of time\nto the specified date as mentioned in the Amendment Act\nwhich was notified on 01.04.1976. Here and now it is relevant\nto mention the date which was specified under the Amendment\nAct which as per Section 2 (27A) meant the date of the coming\ninto force of the amended act of 1972, namely, 01.04.1976.\nTherefore, the conclusion to be drawn would be that while as\nfrom 01.04.1976 the definition of 'agriculture' under the\namended Act was wider in scope which included land used\nwhether or not as an appendage to rice or paddy land for the\npurpose of rabmanure, dairy farming, poultry farming, breeding\nof livestock and the cutting of woods and such of those lands\nwhich were in the excluded category under the unamended Act\ncease to have effect of such exclusion on and after 01.04.1976.\nC\nD\n37. Having regard to the reference to the specified date,\nE namely, the date of notification (i.e.) 01.04.1976, the expanded\ndefinition of 'land' under Section 2(17) was brought to our notice\nwherein specific reference to the 'Bid lands' held by Girasdars\nand Barkhalidars under Act Nos.XXV of 1951, XXVI of 1951\nand III of 1952 and also such 'Bid lands' held by a person prior\nF to the commencement of the Constitution 26th Amendment Act\n1971 as a 'ruler' of an Indian State comprised in the Saurashtra\nArea of State of Gujarat. The endeavour of learned counsel for\nthe respondent while drawing our attention to the new Section\n2(17), in particular, the reference to 'Bid lands' in clause (c) and\nG (d) of Section 2 (17) (ii) was to stress upon the point that a clear\ndistinction was drawn as regards the land falling within the said\ndefinition held by a person prior to the specified date and after\nthe specified date. Under Section 2(17) (i) after the amendment\nthe provision relating to the definition of 'land' was sought to\nbe distinguished as was existing prior to the specified date\nH\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 549\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nwhile under Section 2(17)(ii) a wider scope of such definition A\nof 'land' was introduced. Having regard to such distinction\nshown in respect of a 'land' one prior to the specified date and\nthe one in relation to any other period, learned counsel\ncontended that the specific reference to 'Bid lands' held by\nGirasdar and Barkhalidar under sub clause (c) and (d) in\nSection 2 (17) (ii) makes a world of difference, as the scope\nof inclusion of the 'Bid lands' within the ambit of the expression\n'land' under Section 2(17) was introduced on and after\n01.04.1976 namely the specified date which was not the\nposition prior to the said date.\n\"\nB\nC\nD\n38. The submission of leaned counsel was two fold,\nnamely, that the specific reference to 'Bid lands' under Section\n2(17) sub clause (ii) (c) and (d) came to be introduced for the\nfirst time on and after 01.04.1976 and hence the said situation\nrequires a different consideration in the light of the Central\nenactment namely the Act, 1976 which had already come into\nforce from 17.02.1976 by the State Legislature surrendering its\nlegislative competence to the Union Government by invoking\nArticle 252 (1) of the Constitution. The further submission is that\nin the light of the field being occupied by the Central Act, having E\nregard to the restriction contained in Article 252 (2) of the\nConstitution there could not have been any competence for\nState Government to bring about an amendment effective from\n01.04.1976 in relation to the Act and the subject with reference\nto which the State Government has surrendered its legislative F\npower that bringing any amendment was exclusively within the\ncompetence of the Parliament and thereby the State\namendment had no effect and was void as from its inception.\n39. Before considering the said submission it is necessary\nto also refer to the provisions contained in the Act, 1976 for an\neffective consideration and to reach a just conclusion. Under\nthe Act, 1976 by virtue of Section 1(2) of the Act, the Act was\napplied to the whole of the State of Gujarat. Under Section 2(a)\nthe appointed day was defined to mean in relation to any State\nG\nH\n550 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA to which the Act applied in the first instance the date of\nintroduction of the Act, 1976 in the Parliament which was\nadmittedly 17.02.1976. Under Section 2(n) what is an 'urban\nagglomeration' has been defined and it is not in dispute that\ndistrict Rajkot where the lands in question situate falls within\nB the definition of urban agglomeration mentioned in Schedule\n1 of the Act. Under Section 2(o) 'Urban Land' has been defined\nto mean any land situated within the limits of an urban\nagglomeration referred to as such in the Master Plan. However,\nit does not include any such 'land' which is mainly used for the\nC purpose of 'agriculture'. Under Section 2 (q) 'vacant land' has\nbeen defined to mean land not being mainly used for the\npurpose of agriculture in an urban agglomeration subject to\nother exclusions contained in the said sub-clause (q). The\nexpression 'agriculture' has been specifically defined under the\nExplanation (A) to Section 2(o) by which it is stated that\nagriculture would include 'Horticulture' but would not include\n'raising of grass', 'dairy farming', 'poultry farming', 'breeding of\nlivestock' and such cultivation or growing of such plant as may\nbe prescribed. Under Explanation (B) it is mentioned that lands\nare not being used mainly for the purpose of 'agriculture' if such\nE land has not entered in the revenue or land records before the\nD\nappointed day as for the purpose of 'agriculture'. Under\nExplanation (C) it is further stipulated that notwithstanding\nanything contained in Explanation (B) 'land' shall not be deemed\nmainly used for the purpose of agriculture if the land has been\nF specified in the Master Plan for the purpose other than\nagriculture. Section 6 of the Act, 1976 prescribes the ceiling\nlimit of vacant land which a person can hold in an urban\nagglomeration of the Act, 1976. If a person holds vacant land\nin excess of the ceiling limit at the commencement of the Act,\nG he should file the statement before the competent authority of\nall vacant land to enable the State Government to acquire such\nvacant land in excess of ceiling limit under the Act.\n40. In the light of the above provisions contained in the Act,\nH 1976 Mr. Naphade learned senior counsel contended that\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 551\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nAmendment Act of 1974 would be a 'still born child' having A\nregard to the existence of the Act, 1976 as from 17.02.1976.\nThe learned counsel also sought to repel the contention of the\nappellants that the date of passing of the Act alone would be\nrelevant and not the date of notification. For that purpose,\nlearned counsel relied upon In the matter of the Hindu\nWomen's Rights to Property Act, 1937 (supra). In the said\ndecision the Federal Court considered the question referred\nto by His Excellency the Governor General under Section 213\nof the Constitution Act. The first question is relevant for our\npurpose which reads as under:-\n\"(1) Does either the Hindu Women's Rights to Property Act,\n1937 (Central Act, 18 of 1937) which was passed by the\nLegislative Assembly on 4th February, 1937, and by the\nCouncil of State on 6th April 1937, and which received the\nGovernor-General's assent on 14th April 1937, or the Hindu\nWomen's rights to Property (Amendment) Act, 1938\n(Central Act, 11 of 1938) which was passed in all its stages\nafter 1st April 1937, operate to regulate (a)succession to\nagricultural land? (b) devolution by survivorship of property\nother than agricultural land?\n(underlining is ours)\n41. At page 75 the Federal Court has answered the said\nquestion in the following words:-\n\"1\nB\nC\nD\nE\nF\n.... It is not to be supposed that a legislative body\nwill waste its time by discussing a bill which, even if it\nreceives the Governor-General's assent, would obviously\nbe beyond the competence of the Legislature to enact, but\nif it chooses to do so, that is its own affair, and the only G\nfunction of a Court is to pronounce upon the bill after it has\nbecome an Act. In the opinion of this Court, therefore, it is\nimmaterial that the powers of the Legislature changed\nduring the passage of the bill from the Legislative\nAssembly to the Council of State. The only date with which\nI\nA\nB\n552\nSUPREME COURT REPORTS\n[2012] 11 S.C.R.\nthe Court is concerned is 14th April 1937, the date on\nwhich the Governor-General's assent was given; and the\nquestion whether the Act was or was not within the\ncompetence of the Legislature must be determined with\nreference to that date and to none other.\"\n(underlining is ours)\n42. By relying upon the said decision, learned counsel\ncontended that the date of passing of the Act was irrelevant and\nwhat was relevant is the date when the Act was notified, namely,\nC 01.04.1976. We find force in the said submission and without\ndiluting much on the said contention we proceed to consider\nthe other contentions raised on the footing that the amendment\ncame into effect only from 01.04.1976 i.e. after the coming into\nforce of the Act, 1976, namely, 17.02.1976. We have kept\nD ourselves abreast of the various provisions of the unamended\nAct of 1960, the definition of 'Bid land' under Act XXV of 1951,\nXXVI of 1951 and III of 1952 and keeping aside whatever\namendment sought to be introduced by the Amendment act of\n1974 with effect from 01.04.1976 we proceed to examine\nE whether the contention of the respondent can be countenanced.\nF\nG\n43. In this context, we are also obliged to note the definition\nof 'vacant land' under the Act, 1976 as defined under Section\n2(q) and also the definition of 'Urban Land' under Section 2(0).\nSince the respondent strongly relied upon the operation of the\nAct, 1976 as from 17.02.1976 in order to contend that the\nAmendment Act of 1974 will be of no consequence being a still\nborn child after the coming into force of the Act, 1976 it will be\nappropriate to examine the said contention in the first instance.\n44. Under the Act, 1976 while defining 'vacant land\", the\nsaid definition specifically excludes a 'land' used for the\npurpose of 'agriculture'. The definition of 'Urban Land' again\nmakes the position clear that any land situated within the urban\nagglomeration referred to as such in the Master Plan would\nH exclude any such land which is mainly used for the purpose of\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 553\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n'agriculture'. Under the Explanation A to Section 2(0) such of\nthose lands which are used for 'raising of grass' stood excluded\nfrom the use of 'agriculture'. It is worthwhile to note that the 'land\nused for grazing' has however not been specifically excluded\nfrom the definition of 'agriculture' in the said Explanation 'A'. The\nconspectus consideration of the above provisions leads us to\nconclude that the apparent purport and intent, therefore, was to\nexclude lands used for agriculture from the purview of Act, 1976\nwhich would enable the holders of lands of such character used\nfor agriculture to be benefited by protecting their holdings even\nif such lands are within the urban agglomeration limits and\nthereby depriving the competent authority from seeking to\nacquire those lands as excess lands in the hands of the holder\nof such lands.\nA\nB\nC\n45. That being the position, by the implication of the Act,\n1976 in respect of the land used for agriculture within the urban D\nagglomeration, the question for consideration is whether such\nexclusion from acquisition having regard to the character of the\nland as used for agriculture would entitle the owner of such land\nto contend that such exclusion would deprive the competent\nauthorities under the 1960 Act to restrict their powers to be E\nexercised under the said Act and from resorting to acquisition\nby applying the provisions contained in the said Act. We are of\nthe considered opinion that the conspectus consideration of the\nvarious provisions of the Act, 1976 considered again in the light\nof the object and purport of the 1960 Act which was intended\nfor equal distribution of agricultural lands to the landless poor\nagriculturists, the application of the said Act will have to be\nindependently made and can be so applied as it stood prior to\nthe coming into force of the Act, 1976 as from 17.02.1976. At\nthis juncture it will have to be noted and stated that the subject\nnamely, the 'land' being an item falling under Entry 18 of List II\nof Schedule VII of the Constitution, by virtue of the so-called\nsurrender of power of legislation in respect of the said entry\nnamely 'land' by way of Central Legislation namely Act, 1976\nto be enacted by the Parliament pursuant to a State resolution\nF\nG\nI\n554 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA by invoking Article 252 (1) of the Constitution, there would be\nevery justification in the submission on behalf of the respondent\nthat any subsequent legislation by way of Amendment or\notherwise with regard to the said Entry, namely, 'land' will be\ndirectly hit by the specific embargo contained in Article 252 (2)\nB of the Constitution.\nC\n46. Once we steer clear of the said legal position and\nproceed to examine the contention raised, as was highlighted\nby us in the initial part of our judgment the concept of 'Bid land'\nwas not a new phenomenon to the 1960 Act. The definition of\n'Bid land' under Section 2 (6) of the Saurashtra Act, 1951 clearly\nstated that it would refer to the lands used for grazing of cattle\nand for cutting grass for the use of cattle. The said definition\nwas consistently maintained in the Saurashtra Act No.XXVI of\n1951, as well as, Saurashtra Act No.III of 1952. When we\nD examine the definition of the expression 'agriculture' under\nSection 2(1) of the 1960 Act uninfluenced by the Amendment\nAct of 1974, it specifically define 'agriculture' to include the land\nused for raising of grass, crops or garden produce, the use by\nan agriculturist of the land held by him or part thereof for grazing.\nE Grazing as per the dictionary meaning \"graze land suitable for\npasture\". The word \"pasture\" means the land covered with grass\netc. suitable for grazing animals especially cattle or sheep or\nherbage for animals or for animals to graze. Therefore, the land\nmeant for grazing has got its own intrinsic link with the cattle\nF for its pasturing. The apparent intention of the legislature in\nincluding the land used for grazing or for raising grass as per\nthe definition of 'agriculture' under the 1960 Act is quite explicit,\ninasmuch as, the use of cattle in farming operation was\ninseparable at the relevant point of time. Therefore, when the\nG Legislature thought it fit to include the land for raising grass and\nH\nused for grazing as part of definition of 'agriculture' there is no\nneed to seek succour from any other definition which was\nsought to be introduced at any later point of time by way of\namendment under the Amendment Act of 1974.\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 555\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nA\n47. While rebutting the submission of the appellant in\nplacing reliance upon the definition of 'Bid land' under the\nprovisions of Saurashtra Act Nos.XXV of 1951, XXVI of 1951\nand III of 1952, Mr. Naphade learned senior counsel for the\nrespondent contended that the definition of 'Bid land' in these\nenactments was with particular reference to the land held and B\nused by Girasdars and Barkhalidars and that there was no\nreference to the lands held by any Ruler of an erstwhile State.\nIt was the further submission of learned senior counsel that\nthose legislations were specifically dealing with the tenure\nholdings of Girasdars and Barkhalidars and that the purport of C\nthose legislations were to denude those large scale tenure\nholders of the lands held by them with a view to entrust such\nlands with the cultivating tenants themselves and, therefore\nimport of the definition of 'Bid land' in those legislations will not\nbe appropriate while considering the implication of the\nprovisions contained in the 1960 Act.\n48. Though, we appreciate the ingenious submissions put\nforth before us on behalf of the respondent, we are not in a\nposition to accept such an argument for more than one reason.\nThe said submission cannot be accepted for the simple reason\nthat what we are concerned with is the definition of 'Bid land'\nde hors the ownership or in whose possession such land\nremain or vest on any particular date. In other words, the\ncharacter of 'Bid land' cannot vary simply because it is in the\nhands of Girasdars and Barkhalidars or with any other person\nincluding a former Ruler of a State. The reference to the\ndefinition of 'Bid land' under those enactments can be definitely\nconsidered in order to find out as to what is the nature and\ncharacter of a 'land' and not as to who was holding it.\n49. The Saurashtra Act No.XXV of 1951 was introduced\nfor the improvement of land revenue administration and for\nultimately putting an end to the Girasdari system. The purport\nof the legislation was to regulate the relationship of Girasdars\nand their tenants in order to enable the latter to become\nD\nE\nF\nG\nH\n5.56 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA occupants of the lands held by them and to provide for the\npayment of compensation to the Girasdars for the\nextinguishment of their rights. Again Saurashtra Act No.XXVI\nof 1951 was brought in to provide for certain measures for the\nabolition of Barkhalidar tenure for Saurashtra and also for the\nB improvement of the land revenue administration. In other words,\nthe said legislation was for the improvement of land revenue\nadministration and for agrarian reforms which necessitated\nabolition of Barkhalidar tenure prevailing in certain parts of\nSaurashtra. In order to ascertain the extent of lands held by the\nGirasdars and Barkhalidars the definition of 'agricultural land',\n'agriculture' and 'Bid Land' was specified in the respective\nstatutes. Such definition was required in order to ascertain the\nextent of lands held by Girasdars and Barkhalidars. 'Bid land'\nwas one type of land held by such tenure holder by way of grant\nand it was in that context the character of 'Bid Land' was defined\nfor the purpose of ascertaining the total extent of land held by\neach of the Girasdar and Barkhalidar. Under Section 3 and 4\nof Saurashtra Act No. III of 1952 which Act was introduced to\nprovide for acquisition of certain estates of Girasdars and\nBarkhalidars 'Bid Land' was defined under Section 2(a) of the\nC\nD\nE\nAct.\n50. Section 3 of the Act empowered the Government to\nissue notification from time to time in the Official Gazette and\ndeclare that with effect from such date that may be specified\nF in the notification, all rights, title and interest of Girasdars or\nBarkhalidars in respect of any estate or part of an estate\ncomprised in the notification would cease and vest in the State\nof Gujarat. As a sequel to such vesting, all the incidents of the\ntenure attached to any land comprised in such estate or part\nG thereof would be deemed to have been extinguished. What are\nall the consequences that would follow pursuant to issuance of\nnotification, has been set out in Section 4. However, under\nSection 5(1) which is a non-obstante clause which makes it\nclear that notwithstanding anything contained in Section 3 or\nSection 4 'Bid Land' were exempted from such acquisition.\nH\n"}