{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"STATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 567\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nTherefore, non-consideration of the implication of Act, 1976 in A\nthe said decision does not in any way deter us from relying upon\nthe ratio laid down in the said decision to support our\nconclusion.\nB\nC\nD\n67. The next submission of learned counsel for the\nrespondent related to the supervening effect of the Act, 1976\nin the State of Gujarat on and after 17.02.1976 which according\nto learned senior counsel has made the Act of 1974 a 'still born\nchild' and also the submission that after the coming into force\nof the Act, 1976 there was no authority in the respondent to\ninvoke the 1960 Act in order to acquire the lands of the\nrespondent. As we have refrained from relying upon the\nAmended Act of 1974 while approving the action of the\nappellant in seeking to proceed against the respondent for\nacquiring the surplus lands of the respondent under the Act of\n1960, we do not find any dire necessity to deal with the said\ncontention in extenso. The formidable submission raised on\nbehalf of the respondent related to the supremacy of the Act,\n1976 over the 1960 Act. The learned counsel pointed out that\nthe respondent filed its return under the provisions of the Act,\n1976 on 13.08.1976, that the said return was considered by\nthe competent authority by passing its Order dated 21.05.1983\nwhich was thereafter considered by the Tribunal in its order\ndated 08.09.1989 and that the appellant/State while dealing\nwith the respondent and the Act, 1976 themselves have\nmentioned in the reply affidavit in paragraph 4.1 that the lands\nin Survey No.111/2-3 situated in Madhopur village was\nreserved for site and service project meaning thereby that they\nwere not agricultural lands. The learned counsel would,\ntherefore, contend that while on the one hand when it came to\nthe question of determining the surplus lands under the G\nprovisions of the Act, 1976 the appellant would contend that the\nlands held by the respondent were not classified as agricultural\nland and thereby not entitled for exclusion under the said Act,\nwhen it came to the question of applicability of 1960 Act they\ncontend that such lands are to be treated as agricultural lands. H\nE\nF\nA\n568 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\n68. We do not find any such contradiction in the stand of\nthe appellant even in the reply affidavit. At page 5 of the reply\naffidavit while referring to the lands in Survey No.111/2-3 of\nMadhopur village it is specifically mentioned that those lands\nare 'Bid lands' and are located within the industrial development\nB industrial area. What was contended was that admittedly no\nagricultural operation was being carried out in respect of\nSurvey No.111/2-3 along with Survey Nos.91/3 and 129. In this\nrespect it will also be necessary to refer to the stand of the\nrespondent himself in his appeal filed under Section 33 of the\nC Act, 1976. In paragraphs 9 and 10 the appellant claimed the\ncharacter of the land in the following manner:\nD\nLUI\nE\nLL\nF\nG\nH\n\"9. Land admeasuring 30 acres and 30 Gunthas i.e.\n1,24,412 sq. mts., of survey No. 111/2 of village Madhopur\nis a vidi land of the Appellant and that has been brought\nunder the recreational zone of RUDA. That should not\nhave been included in the holding of the Appellant. Here\nalso the application under section 20 is pending with the\nGovernment for exemption.\n10. Survey No. 111/3 of village Madhopur admeasuring\n579 acres 27 Gunthas is falling in agricultural zone of\nRUDA. A certificate has been produced before the\nCompetent Authority and this should not be included in\nthe holding of the Appellant. The Competent Authority has\nshown Appellant's flat in Bombay admeasuring 223 sq.\nmts. From the records the Bombay flat was shown as\n575.06 sq. mts., being built up property it should not be\ndeclared as surplus. Of course the flat is situated in\nBombay it should be calculated as 1725.18 sq. mts.”\n(underlining is ours)\n69. In paragraph 9 respondent has referred to the land\nadmeasuring 30 acres and 30 Gunthas i.e. 1,24,412 sq. mts.\nin survey No.111/2 of village Madhopur as vidi land which was\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 569\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nbrought under the recreational zone of RUDA and, therefore, A\nthose lands should not have been included in the holding of the\nappellant. As far as the land admeasuring 579 acres 27\nGunthas in the very same village Madhopur in survey No.111/\n3 is concerned, it was specifically claimed that those lands fell\nin the 'AGRICULTURAL ZONE' of RUDA and, therefore, it B\nshould not have been brought within the category of excess\nlands held by the respondent. In fact, the above submission\nmade on behalf of the appellant far from supporting the stand\nof the respondent fully supports the stand of the appellant. We,\ntherefore, do not find any conflict in the stand of the appellant\nwhile dealing with the nature of land held by the respondent\nwhich was earlier dealt with under the Act of 1960 which came\nto be considered by the authorities under the Act, 1976\npursuant to the return submitted by the respondent on\n13.08.1976 under Section 6(1) of the Act, 1976.\nC\nD\n70. When we consider the submission of the learned\nsenior counsel for the respondent pertaining to the implication\nof the Act, 1976 vis-à-vis Act of 1960, the submission was\nagain two fold. In the first place, it was contended that as the\nentire lands were lying within the urban agglomeration of the E\nscheduled area viz., Rajkot, the Act, 1976 would alone govern\nthe subject land and thereby exclude the application of the Act\nof 1960. Though in the first blush, the argument appears to be\nappealing, on a deeper scrutiny, it will have to be held that the\nsaid submission cannot be accepted. Even according to the F\nrespondent, the subject land having been classified as\n'agricultural land' stood excluded from the application of the\nprovisions of the Act, 1976 though lying within the urban\nagglomeration area. It was, therefore, axiomatic that de hors\nthe implication of the provision of the Act, 1976 by virtue of the G\ncharacter of the Land held by the respondent, the application\nof the Act of 1960, as it originally stood prior to 17.2.1976 was\nimperative. Such a legal consequence existed. Even accepting\nthe arguments of the learned senior counsel for the respondent,\nthat being agricultural land lying within the urban agglomeration, H.\nC\n570 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA the application of the Act, 1976 stood excluded, we fail to see\nas to how there would be any scope at all for the respondent\nto contend on that score the application of the Act of 1960\nshould also be excluded. Therefore, taking note of the\ncategorical stand of the respondent himself, having claimed\nB exclusion of such of those lands which were classified as\n'agricultural land', which included 'Bid land' as well, to be\nexcluded from the application of the provisions of the Act, 1976\nand thereby the authorities competent under the provisions of\nsuch other enactments which would govern such agricultural\nlands would be free to exercise their powers under these\nenactments. The respondent cannot be heard to contend that\nthere would be a vacuurn in so far as the application of any\nStatute over the lands held by the respondent that have been\nclassified as 'agricultural land'. Such a proposition, expounded\non behalf of the appellants can never be countenanced.\nTherefore, the legal position that would emerge would be that\ngoing by the stand of the respondent, his lands to an extent of\n579 acres 27 Gunthas being 'agricultural land' if stood excluded\nfrom the application of the provisions of the Act, 1976 such\nlands were already governed by the provisions of the Act of\n1960 as it originally stood and applied and there can be no\ndemur to it.\nD\nE\n71. On this aspect, the next submission of the learned\nsenior counsel for the respondent was that since the Act, 1976\nF having been passed by the Parliament, at the instance of the\nappellant State which came into effect from 17.02.1976, no\nother law on the said subject viz, 'land' would operate in the\nfield. The sum and substance of the submission was that having\nregard to the emergence of the Act, 1976 on and from\nG 17.02.1976, the application of the Act of 1960 would\nautomatically cease to operate. To some extent, we appreciate\nthe submission in so far as it related to the implementation of\nthe Act of 1974 by which the amendment was introduced to the\nAct of 1960. In that respect, we consider the invocation of\nArticle 252 of the Constitution wherein Sub-clause (2)\nH\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 571\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nspecifically stipulated that in future, amendments could be\ncarried out only by the Parliament and not by the State. Here\nwe are concerned with the Act of 1960 in its un-amended form\nwhich was holding the field insofar as it related to the\nagricultural lands. We do find some logic to accede to the\ncontention of the learned senior counsel in regard to the\napplication of 1974 Act after the emergence of the Act, 1976\nbut same is not the position in relation to the un-amended Act\nof 1960. In the first place, such an argument does not find\nsupport by the specific embargo contained in Article 252(2) of\nthe Constitution. Going by the specific stipulation contained in\nArticle 252 (2) of the Constitution, such an extended meaning\ncannot be imported into the said provision in order to nullify the\neffect and operation of the un-amended Act of 1960 in so far\nas it related to 'agricultural lands' in the appellant State. We,\ntherefore, hold that the Act of 1960 in its un-amended form\napplied on its own and continue to hold the field and was in\noperation over the 'agricultural lands' over which the implication\nof the Act, 1976 had no effect. The said legal position has to\nbe necessarily understood in the said manner and cannot be\nstated in any other manner, much less in the manner contended\non behalf of the respondent. Thus the said contention made on\nbehalf of the respondent, therefore, stands rejected.\nA\nB\nC\nD\nE\nF\n72. In support of the said submission, reliance was placed\nupon a decision of this Court in Union of India \u0026 Ors. Vs. Valluri\nBasavaiah Chowdhary \u0026 Ors. reported in (1979) 3 SCC 324.\nHaving bestowed our serious consideration in the reliance\nplaced upon the said decision, we find that the said decision\nhas no application to the legal issues involved in the case on\nhand. That was a case where in regard to the passing of the\nAct, 1976 itself, based on the resolution passed by the Andhra G\nPradesh Legislative Assembly on 08.04.1972. The challenge\nwas made to the vires of the Act in the High Court of Andhra\nPradesh. The ground raised was that the Parliament lacked\nlegislative competence. Such lack of competence was raised\non two grounds. In the first place, it was contended that the H\n572 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA Governor of Andhra Pradesh did not participate in the process\nof authorization in the passing of the Act by the Parliament and\nthe second ground was that the resolution of the State\nLegislature gave authorization to the imposition of ceiling on\nthe basis of the valuation of the immovable property i.e. for\nB ceiling on ownership on immovable property and not on the\narea of land. It was contended that the ultimate act in imposing\nceiling on the area of the land was not in conformity with the\nreal intendment of the resolution of the State and therefore it\nlacked competence. On the first ground viz., due to the non\nC participation of the Governor of Andhra Pradesh, the Parliament\nlacked competence found favour with the High Court of Andhra\nPradesh which struck down the Act on that ground itself. While\ndealing with the said ground, this Court dealt with the scope of\nArticle 252 (1) \u0026 (2) of the Constitution and by relying upon the\nearlier decision of this Court in State of Bihar Vs. Sir\nKameshwar Singh reported in AIR 1952 SC 252, ruled that in\nthe passing of the resolution of the State Legislature, the\nGovernor nowhere comes in the picture.\nD\n73. As far as the second contention was concerned, it was\nE held as under in Valluri Basavaiah Chowdhary (supra) at\nparagraphs 28, 31 and 32.\nוד\nF\nG\n\"28. We are afraid, the contention cannot be accepted.\nIt is not disputed that the subject-matter of Entry 18, List\nIl of the Seventh Schedule, i.e. 'land' covers 'land and\nbuilding' and would, therefore, necessarily include 'vacant\nland'. The expression 'urban immovable property' may\nmean 'land and buildings', or 'buildings' or 'land'. It would\ntake in lands of every description, i.e., agricultural land,\nurban land or any other kind and it necessarily includes\nvacant land.\nI\n31. It is but axiomatic that once the legislatures of two or\nmore States, by a resolution in terms of Article 252(1),\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 573\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nabdicate or surrender the area, i.e., their power of A\nlegislation on a State subject, the Parliament is\ncompetent to make a law relating to the subject. It would\nindeed be contrary to the terms of Article 252 (1) to read\nthe resolution passed by the State legislature subject to\nany restriction. The resolution, contemplated under B\nArticle 252(1) is not hedged in with conditions. In making\nsuch a law, the Parliament was not bound to exhaust the\nwhole field of legislation. It could make a law, like the\npresent Act, with respect to ceiling on vacant land in an\nurban agglomeration, as a first step towards the eventual C\nimposition of ceiling on immovable property of every\nother description.\n32. There is no need to dilate on the question any further\nin this judgment, as it can be better dealt with separately.\nIt is sufficient for purposes of these appeals to say that\nwhen Parliament was invested with the power to legislate\non the subject, i.e. 'ceiling on immovable property', it was\ncompetent for the Parliament to enact the impugned Act\ni.e., a law relating to 'ceiling on urban land'.”\n74. Whatever stated in Paragraph 28 can only be\nunderstood to mean that when the State Legislature authorizes\nthe Parliament to pass a legislation in respect of the subject\nmatter of Entry 18, List II of the Seventh Schedule, i.e. 'land' it\nwould cover 'land and building' and would necessarily include\n'vacant land' and would take in land of every description\nincluding 'agriculture land' or any other kind of land. It also went\non to hold that the resolution passed by the State Legislature\ncannot be said to impose any restriction as it would be contrary\nto the terms of Article 252 (1) of the Constitution. It was further\nheld that the Parliament was empowered to enact the law\npursuant to the surrender of the State to enact a law with said\nsubject by formulating its own prescription as to the nature of\nurban land in different stages. Beyond that, we do not find any\nother statement of law propounded in the said decision.\nD\nE\nF\nG\nH\n574 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA Applying the said legal principle, it can only be held that the Act,\n1976 in having imposed a restriction by way of ceiling on urban\nland within the urban agglomeration by excluding agricultural\nland it was a valid piece of legislation. In this respect, the\ncontention of Mr. Soli J. Sorabji that the State Legislature only\nB intended in its authorization to bring about a legislation only on\n'urban immovable land' and not on any agriculture land is quite\nappealing. We can also state that in paragraph 32 of the said\ndecision, this Court consciously decided not to dilate on the\nquestion any further in that judgment as it can be better dealt\nC with separately at a later point of time. We now hold that the\nsituation has now come where the position has to be made loud\nand clear to state that the Act, 1976 would govern only such of\nthose lands which would fall within its area of operation within\nurban agglomeration to the specific exclusion of the agriculture\nlands and consequently the continued application of the un-\namended Act of 1960 remain without any restriction.\nD\n75. On the other hand Mr. Soli J. Sorabjee, the learned\nsenior counsel for the appellants placed reliance upon a\nConstitutional Bench decision of this Court in Thumati\nE Venkaiah (supra). Almost an identical situation was dealt with\nby this Court in the said decision. That case also arose from\nthe State of Andhra Pradesh. To briefly refer to the facts, in the\nState of Andhra Pradesh a ceiling of agricultural holdings was\nsought to be imposed by enacting an Act called The Andhra\nF Pradesh Land Reforms (Ceiling on Agricultural Holdings) Act\n(Act 1 of 1973 (hereinafter referred to as the 'Andhra Pradesh\nAct'). It was enacted by the Andhra Pradesh Legislature on\n01.01.1973. The Act was challenged before the High Court of\nAndhra Pradesh. However a Full Bench of the High Court\nG negatived the challenge by its judgment dated 11.04.1973. The\nAct was however brought into force on and from 01.01.1975.\nThe amendments were brought to the said Act by Amendment\nAct of 1977 with retrospective effect from 01.01.1975. After the\namendments, again the Act was challenged on the main ground\nH that by reason of enactment of the Act, 1976, the Andhral\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 575\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nPradesh Act has become void and inactive. It can be validly A\nmentioned that the subsequent contention of the respondent\nherein was the focal point in the said decision. Dealing with the\nsaid contention, the Constitutional Bench has held as under in\nparagraph 5:\nB\nC\nD\nE\n\"5. Now, as we have already pointed out above, the\nAndhra Pradesh Legislature had, at the time when the\nAndhra Pradesh Act was enacted, no power to legislate\nwith respect to ceiling on urban immovable property.\nThat power stood transferred to Parliament and as a first\nstep towards the eventual imposition of ceiling on\nimmovable property of every other description,\nParliament enacted the Central Act with a view to\nimposing ceiling on vacant land, other than land mainly\nused for the purpose of agriculture, in an urban\nagglomeration. The argument of the landholders was that\nthe Andhra Pradesh Act sought to impose ceiling on land\nin the whole of Andhra Pradesh including land situate in\nurban agglomerations and since the concept of urban\nagglomeration defined in Section 2(n) of the Central Act\nwas an expansive concept and any area with an existing\nor future population of more than one lakh could be\nnotified to be an urban agglomeration, the whole of the\nAndhra Pradesh Act was ultra vires and void as being\noutside the legislative competence of the Andhra\nPradesh Legislature. This argument, plausible though it F\nmay seem, is in our opinion, unsustainable. It is no doubt\ntrue that if the Andhra Pradesh Act seeks to impose\nceiling on land falling within an urban agglomeration, it\nwould be outside the area of its legislative competence,\nsince it cannot provide for imposition of ceiling on urban G\nimmovable property. But the only urban agglomerations\nin the State of Andhra Pradesh recognized in the Central\nAct were those referred to in Section 2(n)(A)(i) and there\ncan be no doubt that, so far as these urban\nagglomerations are concerned, it was not within the H\nA\nB\nс\nD\nE\nF\nG\nH\n576 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nlegislative competence of the Andhra Pradesh\nLegislature to provide for imposition of ceiling on land\nsituate within these urban agglomerations. It is, however,\ndifficult to see how the Andhra Pradesh Act could be said\nto be outside the legislative competence of the Andhra\nPradesh Legislature insofar as land situate in the other\nareas of the State of Andhra Pradesh is concerned. We\nagree that any other area in the State of Andhra Pradesh\nwith a population of more than one lakh could be notified\nas an urban agglomeration under Section 2(n)(A)(ii) of\nthe Central Act, but until it is so notified it would not be\nan urban agglomeration and the Andhra Pradesh\nLegislature would have legislative competence to provide\nfor imposition of ceiling on land situate within such area.\nNo sooner such area is notified to be an urban\nagglomeration, the Central Act would apply in relation to\nland situate within such area, but until that happens, the\nAndhra Pradesh Act would continue to be applicable to\ndetermine the ceiling on holding of land in such area. It\nmay be noted that the Andhra Pradesh Act came into\nforce on January 1, 1975 and it was with reference to this\ndate that the surplus holding of land in excess of the\nceiling area was required to be determined and if there\nwas any surplus, it was to be surrendered to the State\nGovernment. It is therefore clear that in an area other than\nthat comprised in the urban agglomerations referred to\nin Section 2(n)(A)(i), land held by a person in excess of\nthe ceiling area would be liable to be determined as on\nJanuary 1, 1975 under the Andhra Pradesh Act and only\nland within the ceiling area would be allowed to remain\nwith him. It is only in respect of land remaining with a\nperson, whether an individual or a family unit, after the\noperation of the Andhra Pradesh Act, that the Central Act\nwould apply, if and when the area in question is notified\nto be an urban agglomeration under Section 2(n)(a)(ii)\nof the Central Act. We fail to see how it can at all be\ncontended that merely because an area may possibly in\n"}