{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"STATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 557\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n51. It is true that though under the Saurashtra Act XXV of A\n1951, Saurashtra Act XXVI of 1951 and Saurashtra Act III of\n1952, the purport of the enactments were to extinguish all rights\nheld by Girasdars and Barkhalidars as well as the Rulers of the\nState in the State of Gujarat in respect of their estates which\namong other kinds of lands included 'Bid Land' also.\nB\n52. Here again, it will have to be stated that this Act was\nalso enacted to provide certain measures for the abolition of\nthe Barkhalidars tenure in Saurashtra. Therefore, while the\nsubmissions of the learned senior counsel for the respondent\nthat the above enactments were brought into effect with C\nparticular reference to the holding of certain estates by\nGirasdars and Barkhalidars as well as erstwhile Rulers of\nState, such restricted application of the Act cannot be held to\nmean that the definition of 'Bid land' should also be read out in\na restricted fashion. As stated by us earlier, the operation of D\nextinguishment of the rights of such specific persons viz.,\nGirasdars and Barkhalidars as well as the Rulers does not\nmean that the definition assigned to 'Bid land' should be\nrestricted in respect of those specific persons alone and cannot\nbe applied in general for any other purpose. After all, the E\nattempt of the appellants in relying upon the definition of 'Bid\nland' in those enactments was to understand the nature and use\nfor which the 'Bid land' is put to. It cannot be said that merely\nbecause those enactments were brought out for the purpose\nof extinguishment of the rights of certain class of persons viz.\nGirasdars and Barkhalidars, the definition of 'Bid land'\ncontained in those Legislations should under no circumstances\nbe considered by any other authority functioning under other\nenactments. We are convinced that though Saurashtra Act\nNos.III of 1952, XXV of 1951 and XXVI of 1951 pertain to the G\nestates held by Girasdars and Barkhalidars as well as the\nRulers of the erstwhile Saurashtra State, the definition of 'Bid\nland' contained in those legislations could however be taken\ninto account for the purpose of understanding the meaning of\n'Bid land'. Therefore, the arguments of the learned senior\nF\nH\nB\n558 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA counsel for the respondent in seeking to restrict the meaning\nof 'Bid land' in the Saurashtra Act Nos.XXV of 1951, Act XXVI\nof 1951 and Act III of 1952 exclusively to those specified\npersons viz., Girasdars, Barkhalidars and the Rulers cannot be\naccepted. In other words once the 'Bid land' can be defined to\nmean such land used for grazing of cattle or for cutting grass\nfor the use of cattle irrespective of the nature of possession of\nsuch lands with whomsoever it may be, a 'Bid land' would be a\n'Bid land' for all practical purposes. It is also to be noted that\nnothing was brought to our notice that a 'Bid land' is capable\nof being defined differently or that it was being used for different\npurpose by different persons.\nс\n53. We shall deal with the object of the Amendment Act\n1974, namely, for removal of doubts a little later. For the\npresent, inasmuch as, we have to a very large extent accepted\nD the submission of learned counsel for the respondent that the\ninvocation of the Amendment Act of 1974 cannot be made\nhaving regard to its subsequent emergence, namely,\n01.04.1976 i.e. after the coming into force of Act, 1976 as from\n17.02.1976, we confine our consideration to the position that\nE prevailed under the unamended Act of 1960. After all our\nendeavour is only to find out whether the 1960 Act is applicable\nin respect of the lands held by the respondent for the purpose\nof its enforcement or otherwise against the respondent.\nF\nG\nH\n54. One other submission of the learned senior counsel\nfor the respondent was that the respondent was once a Ruler\ncannot be held to be an 'agriculturalist', inasmuch as, the\ndefinition of 'agriculturist' under Section 2(3) means a person\nwho cultivate the land personally. We were not impressed by\nthe said submission, inasmuch as, the definition of an\n'agriculturist' is not merely confined to Section 2(3) alone. The\nsaid definition has to be necessarily considered along with the\ndefinition \"to cultivate\" as defined under Section 2(11), as well\nas, the expression \"to cultivate personally\" as defined under\nSection 2(12) of the Act. Those expressions considered\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 559\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nB\nC\ntogether make the position clear that even a person cultivating A\nthe lands by ones own labour or by any other member of one's\nfamily or under the personal supervision of oneself or any\nmember of ones' family by hired labour or by servants on wages\npayable in cash or kind would nonetheless fall within the four\ncorners of the expression \"agriculturist\". Therefore, the\nexpression \"agriculturist\" used in the definition Clause 2(3) or\n\"agriculture\" under Section 2(1) is wide enough to include the\nrespondent who though was once a 'Ruler' and was not tilling\nthe land by himself would still fall within the definition of\n'agriculturist' when such agricultural operation namely cultivation\nof land is carried out with the support of any one of his family\nmembers by supervising such operation or by engaging any\nlabour to carry out such cultivation. We are therefore of the firm\nview that the 'Bid land', the nomenclature of which was\ncategorically admitted by the respondent and having regard to\nits nature and purpose for which it was put to use would\nsquarely fall within the definition of 'agriculture' as defined under\nSection 2(1) of the Act of 1960 as it originally stood unaffected\nby the coming into force of the Act, 1976 as well as the\nAmendment of 1974. In the result, its application to those 'Bid\nlands' held by the respondent cannot be thwarted.\nD\nE\n55. We shall now deal with the question whether the\namendment Act of 1974 which was notified as from 01.04.1976\ndoes in any way affect the application of 1960 Act as it originally\nstood having regard to the enforcement of the Amendment Act F\nby drawing a clear distinction as between the position which\nwas existing prior to the specified date namely 01.04.1976 and\nafter the said date.\n56. According to learned senior counsel for the respondent\nthe definition of 'land' under Section 2(17) after the amendment,\nnamely, after 01.04.1976 seeks to differentiate between the\nnature of land which would be governed by the provisions of\nthe 1960 Act i.e. one prior to the specified date and thereafter.\nUnder sub-clause (i) of Section 2(17) of the 1960 Act while\nG\nH\n560 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA defining the 'land' it is specifically mentioned that the same\nC\nwould mean \"in relation to any period prior to the specified date,\n'land' which is used or capable of being used for agricultural\npurpose and includes the sites of farm buildings appurtenant\nto such \"land\". For that purpose when we refer to the definition\nB of 'agriculture' under Section 2(1) of the Amended Act a wider\ndefinition was brought in by including in the said definition\nclauses (d) to (h) which, inter alia, covered the use of any land,\nwhether or not an appanage to rice or paddy land for the\npurpose of rabmanure, dairy farming, poultry farming, breeding\nof live-stock, and the cutting of wood which class of lands were\nspecifically excluded from the definition of 'agriculture' prior to\nthe amendment. The proviso to the said sub-clause (1) of\nSection 2 also specifies that such inclusion in the definition of\n'agriculture' was not applicable in relation to any period prior\nto the specified date, namely, 01.04.1976. That apart, under\nSection 2(17)(ii) in regard to the period subsequent to the\nspecified date, namely, 01.04.1976 the definition of 'land' would\ninclude the lands on which grass grown on its own, the 'Bid land'\nheld by Girasdars and Barkhalidars under the Saurashtra Act\nNos.XXV of 1951, XXVI of 1951 and III of 1952 as well as such\n'Bid lands' which were held by a person who before the\ncommencement of the Constitution was a 'Ruler' of an Indian\nState comprised in the Saurashtra area of the State of Gujarat.\nThe contention, therefore, was that but for such inclusion of 'Bid\nlands' in the amended definition of Section 2(17)(ii) there was\nno scope to proceed against such 'Bid lands' held by\nGirasdars and Barkhalidars as well as the 'Rulers' of erstwhile\nState.\nD\nE\nF\n57. In this context learned senior counsel for the\nG respondent placed reliance upon the decision of this Court in\nState of Kamataka Vs. Union of India \u0026 another - (1978) 2\nSCR 1 and contended that when the language is clear and\nunambiguous one need not have to delve into the Objects and\nReasons in order to find out its implication. The said contention\nH\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 561\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nwas by way of rebuttal to the submission of learned senior A\ncounsel for the appellants that the Objects and Reasons of the\n1974 Act disclose that the same was brought into effect only\nwith a view to remove certain doubts as regards 'Bid lands'\nand, therefore, the amendment was not contemplated to include\n'Bid lands' for the first time in addition to the other type of lands B\ndescribed under the unamended Act of 1960.\n58. There can be no quarrel about the proposition of law\nas propounded by the learned senior counsel for the respondent\nand as has been stated by the Constitution Bench of this Court\nin paragraphs 38 and 39 of Pathumma (supra). In paragraph\n39 this Court did say:\nC\n\"39.....We are, however, unable to agree with this argument\nbecause in view of the clear and unambiguous provisions\nof the Act, it is not necessary for us to delve into the D\nstatement of objects and reasons of the Act.....\"\n59. We too are not inclined to go by the argument based\non the objects and reasons in relation to a 'Bid land'. We have\nconsidered the definition of 'agriculture' under Section 2(1), the\ndefinition of 'agriculturist' under Section 2(3) along with the\nexpressions 'a person who cultivates land personally' and the\ndefinition of 'land' under Section 2(17) of the unamended Act.\nHaving examined the nature of description of those expressions\ncontained therein, we are convinced that the legislature\nintended and did include 'lands' held by 'agriculturist' where\ngrass is raised or used for grazing purposes as part of\nagricultural land which was in the possession of agriculturist.\nSuch lands where grass is grown or used for grazing purpose\nare always known as 'Bid land'. Such 'Bid land' was ultimately\nbrought within the definition of 'land' under Section 2(17) of the\nAct of 1960. Therefore, even by keeping aside the implication\nof the wider definition which was introduced by the Amendment\nAct of 1974 in regard to 'Bid lands' and going by the definition\nof 'agriculture' and 'land' under Section 2(1) and 2(17) of the\nE\nF\nG\nH\n562\nSUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA Act of 1960, we have no difficulty in taking a definite conclusion\nthat such definition contained in the Act as it originally stood\ndid include 'Bid lands' which lands were exclusively meant for\ncutting grass for cattle or used for grazing purposes. Therefore,\nthere was no necessity for this Court to draw any further\nB assistance either from the Objects and Reasons or from the\nprovisions of the Amended Act of 1974 in order to hold that\n'Bid lands' were part of agricultural land governed by the\nprovisions of the Act of 1960.\nC\nD\nE\nF\nG\nН\n60. In that respect when reliance was placed upon the\nrecent decision of this Court in Nagbhai Najbhai Khackar\n(supra) on behalf of the appellant, we find that the said decision\nfully support the stand of the appellant.. Of course, in the said\ndecision the question posed for consideration was \"whether\nBid lands were required to be taken into consideration for the\npurpose of land ceiling under the 1960 Act as amended by the\nAct of 1974 which came into force on 01.04.1976\". This Court\nwhile examining the said question posed for its consideration\nhowever dealt with a specific submission made on behalf of\nthe appellant herein which has been set out in paragraph 11:\n\"11. It was further submitted that the lands in question are\nin fact \"agricultural\" lands. They survived acquisition under\nthe earlier three Acts only because they were \"bid lands\"\nwhich by definition under those Acts were lands \"being\nused\" by Girasdars/Barkhalidars for grazing cattle. That,\nunder the Ceiling Act, Section 2(1) defines the use of land\nfor the purposes of grazing cattle as agricultural purpose\nand thus, according to the learned counsel, by their very\ndefinition \"bid lands\" are capable of being used for\nagricultural purpose, namely, grazing cattle.\"\n61. In paragraphs 20 and 21 it has been held as under:\n\"20. There is one more reason for not accepting the\nargument of the appellants. The subject lands survived\nacquisition under the 1952 Act only because they were \"bid\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 563\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nlands\" which by definition under those Acts were treated A\nas lands being used by the girasdars for grazing cattle\n(see Section 2(a) of the 1952 Act). Now, under the present\nCeiling Act, Section 2(1) defines the use of land for the\npurpose of grazing cattle as an agricultural purpose. Thus,\n\"bid lands\" fall under Section 2(1) of the Ceiling Act. This B\nis one more reason for coming to the conclusion that the\nCeiling Act as amended applies to \"bid lands\". (underline\nours)\n21. It is also important to note that under Section 5(1) of\nthe 1952 Act all lands saved from acquisition had to be\n\"bid lands\" which by definition under Section 2(a) of the\n1952 Act were the lands being used by a Girasdar or a\nBarkhalidar for grazing cattle or for cutting grass. If the\nlands in question were put to any other use, they were\nliable to acquisition under Section 5(2). Because the\nsubject lands were used for grazing cattle, they got saved\nunder the 1952 Act and, therefore, it is now not open to\nthe appellants to contend that the subject lands are not\ncapable of being used for agricultural purpose.\"\n62. In fact our conclusion on this aspect in the earlier part\nof our judgment is in tune with what has been propounded by\nthis Court in the said paragraph. The learned senior counsel\nfor the respondent contended that the said decision cannot be\napplied to the facts of this case. The submission of the learned\ncounsel was twofold. According to him, the said decision came\nto be rendered in the light of the definition of 'Bid land' which\ncame to be introduced for the first time after the coming into\nforce of the Amendment Act of 1974 and, therefore, whatever\ndecided in the said decision was exclusively in the context of\nthe Amendment Act of 1974 which cannot be applied to the\ncase on hand. The second submission of the learned senior\ncounsel was that in the said decision the implication of the Act,\n1976 was not considered and, therefore, whatever said in the\nsaid decision was applicable only to the facts involved in that\nC\nD\nE\nF\nG\nH\n564 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA case and can have no universal application. To buttress the\nformer argument, Mr. Soli J. Sorabjee, the learned counsel for\nthe appellants contended that though the question posted for\nconsideration in the said decision was in the context of the\ndefinition of 'Bid land' as described in the Amendment Act\nB 1974, this Court while holding that 'Bid land' would fall within\nthe definition of 'agricultural land' under the Act of 1960 also\nexamined the issue as to what is a 'Bid land' under the 1952\nAct independent of the definition of 'Bid land' introduced in the\nAmendment Act 1974. The learned senior counsel by drawing\nC our attention to paragraph 20 of the said decision contended\nthat the said independent consideration of what is a 'Bid land'\nwas an added reason to hold that the said kind of land would\nalso fall within the definition of 'agricultural land' as defined in\nSection 2(1) of the Act of 1960.\nD\n63. Having considered the respective submissions, we find\nforce in the submission of the learned senior counsel for the\nappellants. A close reading of paragraph 20 is clear to the\npointer that irrespective of the definition of 'Bid land' under the\nAmendment Act 1974, having regard to the definition of 'Bid\nE land' under Act III of 1952, such land would fall within the\ndefinition of 'Agricultural Land' as defined in Section 2(1) of the\nAct of 1960. This Court in fact made it very clear in its\nperception while stating the said position by holding that it was\nan added reason for holding that the Land Ceiling Act, as\nF amended, applied to 'Bid land'. One more reason which this\nCourt mentioned was that the land in question survived\nacquisition under the 1952 Act only because they were 'Bid\nlands' which, by virtue of its character was being used by\nGirasdars for grazing by cattle and thereby stood excluded from\nG acquisition. Therefore, when this Court examined the character\nof the 'Bid land' which was used for grazing purpose as one\nfalling within the definition of 'agriculture land' even without the\nimplication of the Amendment Act of 1974, the reliance placed\nupon the said decision merits acceptance. The said submission\nof the learned senior counsel for the appellants is supported\nH\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 565\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nby the decisions in London Jewellers (supra), Jacobs (supra), A\nBehrens (supra) and Smt. Somawanti (supra). In the decision.\nin London Jewellers (supra), it has been held as under:\n\"........ I cannot help feeling that if we were unhampered\nby authority there is much to be said for this proposition\nwhich commended itself to Swift J. and which\ncommended itself to me in Folkes v. King, but that view\nis not open to us in view of the decision of the Court of\nAppeal in Folkes v King. In that case two reasons were\ngiven by all the members of the Court of Appeal for their\ndecision and we are not entitled to pick out the first reason\nas the ratio decidendi and neglect the second, or to pick\nout the second reason as the ratio decidendi and neglect\nthe first; we must take both as forming the ground of the\njudgment.\"\n(Emphasis added)\n64. The ratio of the said decision was followed in Jacobs\n(supra). In the decision in Behrens (supra), it has been held as\nunder:\n\"I\nB\nC\nD\nE\nF\nThis question depends, I think, on the language\nused by Cozens-Hardy, M.R. It is well established that, if\na judge gives two reasons for his decision, both are\nbinding. It is not permissible to pick out one as being\nsupposedly the better reason and ignore the other one;\nnor does it matter for this purpose which comes first and\nwhich comes second. The practice of making judicial\nobservations obiter is also well established. A judge may\noften give additional reasons for his decision without\nwishing to make them part of the ratio decidendi; he may G\nnot be sufficiently convinced of their cogency as to want\nthem to have the full authority of precedent, and yet may\nwish to state them so that those who later may have the\nduty of investigating the same point will start with some\nH\nA\nB\n566 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nguidance. This is a matter which the judge himself is\nalone capable of deciding and any judge who comes after\nhim must ascertain which course has been adopted from\nthe language used and not by consulting his own\npreference.\"\n(Emphasis added)\n65. The proposition of law has thus been so lucidly\nexpressed in the above decisions, it will have to be held that\nthe additional reasons adduced in our decision in Nagbhai\nC Najbhai Khackar (supra) directly covers the issue raised before\nus. One more reason, which weighed with this Court for holding\nthat 'Bid land\" falls within the definition of 'Agriculture Land' as\ndefined under Section 2(1) of the Act of 1960 is binding and\nthus there is no scope to exclude the said decision from its\nD application. Therefore, we reiterate that merely because the\nquestion posed for consideration related to the character of 'Bid\nlands' after the 1974 amendment what has been held in\nparagraphs 20 and 21 mutantis mutandis is in tune with what\nhas now been held by us based on the definition of 'agriculture'\nE as well as 'land' under Sections 2(1) and 2(17) of the un-\namended Act of 1960 itself.\nF\n66. As far as the next submission is concerned, the\nargument raised was that the said decision never dealt with the\nissue which has been presently raised in this appeal, namely,\nthe implication of the Act, 1976 which came into force on\n17.02.1976 while the Amendment Act of 1974 was brought into\nforce subsequently i.e. on and after 01.04.1976 and, therefore,\nthe said decision can have no application to the facts of this\ncase. In so far as the said contention is concerned, the same\nG is liable to be rejected inasmuch as the said decision is for the\nsimple proposition as to how a land where grass is raised or\nused for grazing purposes is to be included under the definition\nof 'agriculture' and consequently within the definition of 'land' as\nprovided under Sections 2(1) and 2(17) of the Act of 1960.\nH\n"}