{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28}],"text":"MAYAWATI v. UNION OF INDIA \u0026 ORS.\n[P. SATHASIVAM, J.]\n53\nB\nof its jurisdiction under Article 226 of the Constitution, to A\nCBI to investigate a cognizable offence alleged to have\nbeen committed within the territory of a State without the\nconsent of that State will neither impinge upon the federal\nstructure of the Constitution nor violate the doctrine of\nseparation of power and shall be valid in law. Being the\nprotectors of civil liberties of the citizens, this Court and\nthe High Courts have not only the power and jurisdiction\nbut also an obligation to protect the fundamental rights,\nguaranteed by Part III in general and under Article 21 of\nthe Constitution in particular, zealously and vigilantly.\nC\nD\nE\n70. Before parting with the case, we deem it necessary\nto emphasise that despite wide powers conferred by\nArticles 32 and 226 of the Constitution, while passing any\norder, the Courts must bear in mind certain self-imposed\nlimitations on the exercise of these constitutional powers.\nThe very plenitude of the power under the said articles\nrequires great caution in its exercise. Insofar as the\nquestion of issuing a direction to CBI to conduct\ninvestigation in a case is concerned, although no inflexible\nguidelines can be laid down to decide whether or not such\npower should be exercised but time and again it has been\nreiterated that such an order is not to be passed as a\nmatter of routine or merely because a party has levelled\nsome allegations against the local police. This\nextraordinary power must be exercised sparingly, F\ncautiously and in exceptional situations where it becomes\nnecessary to provide credibility and instil confidence in\ninvestigations or where the incident may have national and\ninternational ramifications or where such an order may be\nnecessary for doing complete justice and enforcing the G\nfundamental rights. Otherwise CBI would be flooded with\na large number of cases and with limited resources, may\nfind it difficult to properly investigate even serious cases\nand in the process lose its credibility and purpose with\nunsatisfactory investigations.\nH\n54\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\nA\nB\nC\n71. In Minor Irrigation \u0026 Rural Engg. Services, U.P. v.\nSahngoo Ram Arya this Court had said that an order\ndirecting an enquiry by CBI should be passed only when\nthe High Court, after considering the material on record,\ncomes to a conclusion that such material does disclose a\nprima facie case calling for an investigation by CBI or any\nother similar agency. We respectfully concur with these\nobservations.\"\n17. As rightly pointed out that in the absence of any\ndirection by this Court to lodge an FIR into the matter of alleged\ndisproportionate assets against the petitioner, the Investigating\nOfficer could not take resort to Section 157 of the Code of\nCriminal Procedure, 1973 (in short 'the Code') wherein the\nOfficer-in-charge of a Police Station is empowered under\nSection 156 of the Code to investigate on information received\nor otherwise. Section 6 of the DSPE Act prohibits the CBI from\nexercising its powers and jurisdiction without the consent of the\nGovernment of the State. It is pointed out on the side of the\npetitioner that, in the present case, no such consent was\nobtained by the CBI and submitted that the second FIR against\nE the petitioner is contrary to Section 157 of the Code and\nD\nF\nG\nН\nSection 6 of the DSPE Act. It is not in dispute that the consent\nwas declined by the Governor of the State and in such\ncircumstance also the second FIR No. R.C. 0062003A0019\ndated 05.10.2003 is not sustainable.\n18. Mr. Mohan Parasaran, learned ASG as well as Ms.\nKamini Jaiswal, learned counsel for the intervener after taking\nus through the order dated 18.09.2003 and other orders\nsubmitted that the CBI was well within its power to pursue the\nsecond FIR No. R.C. 0062003A0019 dated 05.10.2003.\nAmong various directions, Mr. Mohan Parasaran, learned ASG\nvery much pressed into service the direction in para 13(g) of\nthe order dated 18.09.2003. The said direction reads as\nunder:-\n\"(g) CBI shall take appropriate steps for holding\nMAYAWATI v. UNION OF INDIA \u0026 ORS.\n[P. SATHASIVAM, J.]\n55\ninvestigation against the Chief Minister Ms Mayawati and A\nNaseemuddin Siddiqui, former Minister for Environment,\nU.P. and other officers involved;\"\nAccording to Mr. Mohan Parasaran, liberty was granted by this\nCourt to proceed against the petitioner. He also relied on para B\n9 of the order dated 25.10.2004 - M.C. Mehta vs. Union of\nIndia and Others, (2007) 1 SCC 137, which reads as under:-\n\"Re: FIR RC 0062003A0019\nD\n9. The further investigation report filed by CBI in this C\nconnection while indicating large-scale irregularities does\nnot in fact show any link between such irregularities and\nthe Taj Corridor matter which is the subject-matter of\nreference before the Special Bench. CBI therefore is at\nliberty to proceed with and take action on the basis of their\ninvestigation in respect of this FIR. In the event any link is\ndisclosed in the course of such investigation between facts\nas found and the Taj Corridor Project, CBI will bring the\nsame to the notice of this Court. In any event, CBI will be\nentitled to take action on the basis of the investigation as\nit may think fit.\"\nIn addition to the above, he also pressed into service para 4\nof the order dated 19.07.2004 - M.C. Mehta vs. Union of India\nand Others, (2007) 1 SCC 136. The said order reads as under:\n\"4. CBI is permitted further eight weeks' time to complete\nthe investigation in respect of FIR No. RC 0062003A0018.\nAs far as FIR No. RC 0062003A0019 is concerned, three\nmonths' time is granted.\"\nIn view of the argument of Mr. Mohan Parasaran as well as Ms.\nKamini Jaiswal relying on the above directions, we have gone\nthrough all those orders meticulously. According to us, the entire\nissue revolves around the order dated 18.09.2003 passed by\nthis Court as the FIR was filed immediately thereafter on\nE\nF\nG\nH\n56\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\nA 05.10.2003. The said FIR as well as the counter affidavit filed\nby the CBI states that the FIR has been filed as per the\ndirections contained in the order dated 18.09.2003. A perusal\nof the same shows that the Assistant Registrar of this Court has\nbeen described as the Complainant. On going through all the\nB orders, we are of the view that the said objection of the\nC\nD\npetitioner cannot be rejected. A perusal of the series of orders\npassed in W.P. No. 13381 of 1984 - M.C. Mehta vs. Union of\nIndia and Others clearly show that the order dated 18.09.2003\nis preceded by other orders issued from time to time only in\nconnection with Taj Heritage Corridor Project. While\nconsidering the directions issued in the order dated\n18.09.2003, it is incumbent to refer the orders dated\n16.07.2003, 21.08.2003 and 11.09.2003. We have already\nnoted that those previous three orders passed by this Court\nstate that the CBI was directed to interrogate the persons\ninvolved and also to verify their assets because it was alleged\nthat the amount of Rs. 17 crores was released without proper\nsanction. It is relevant to mention that in the order dated\n25.10.2003 (which we have already quoted in the earlier paras)\nthis Court mentioned that it was not monitoring disproportionate\nassets case since no link could be found between the Taj\nCorridor matter and the assets of the petitioner. (para 9 of the\norder dated 25.10.2004) It is also relevant to refer the next order\ndated 07.08.2006 wherein the same was once again reiterated.\nIt is true that in the order dated 25.10.2004, liberty was granted\nF to the CBI that in the event any link is disclosed in the course\nE\nof such investigation between the Taj Corridor Project and the\nassets, CBI is free to bring it to the notice of this Court. The\nfact remains that the investigation report filed by the CBI before\nthis Court which was considered on 25.10.2004 shows that\nG large-scale irregularities does not show any link between such\nirregularities and the Taj Corridor matter. The said finding/\nconclusion by this Court was based on the investigation report\nof the CBI. In view of the same, we are satisfied that CBI cannot\nbe permitted to take the view that two cases, namely, Taj\nH Corridor and Disproportionate Assets case are same and the\nMAYAWATI v. UNION OF INDIA \u0026 ORS.\n[P. SATHASIVAM, J.]\n57\ninvestigation was done in both the cases as per the directions A\nof this Court. After reading the entire orders dated 18.09.2003\nand 25.10.2004, the stand of the CBI is to be rejected as\nunacceptable.\n19. It is also brought to our notice that merely because\nvarious orders of this Court including the order dated\n18.09.2003 has been communicated to various authorities in\nterms of the provisions of the rules of this Court, the CBI is not\njustified in putting the Assistant Registrar of this Court as\ninformant/complainant. Further as rightly pointed out by Mr.\nSalve, the complainant/Assistant Registrar would not and\ncannot be a witness in the case to corroborate the statements\nmade in the FIR No. R.C. 0062003A0019 dated 05.10.2003.\nAs rightly pointed out, proceeding further, as if the said Assistant\nRegistrar of this Court made a complaint cannot be sustained.\nB\nC\nD\n20. We have already pointed out after reading various\norders of this Court which show that Taj Corridor was the subject\nmatter of reference before the Special Bench. Various\ndirections issued in the order dated 18.09.2003 have to be\nread in the light of the previous orders dated 16.07.2003, E\n21.08.2003 and 11.09.2003 as well as subsequent orders\ndated 25.10.2004 and 07.08.2006 wherein this Court has\nclarified that it was not monitoring the disproportionate assets\ncase. We are satisfied that reading of all the orders of this\nCourt clearly show the direction to lodge FIR was issued only\nwith respect to Taj Corridor matter, more particularly,\nirregularities therein. In fact, the direction was confined to find\nout as to who cleared the project of Taj Corridor and for what\npurpose it was cleared and whether there was any illegality or\nirregularity committed by officers and other persons concerned\nin the State. We have already noted all those orders which\nclearly state that the CBI is free to interrogate and verify the\nassets of the officers/persons relating to release of Rs. 17\ncrores in connection with Taj Corridor matter.\nF\nG\n21. As discussed above and after reading all the orders H\n58\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\nC\nD\nA of this Court which are available in the 'compilation', we are\nsatisfied that this Court being the ultimate custodian of the\nfundamental rights did not issue any direction to the CBI to\nconduct a roving inquiry against the assets of the petitioner\ncommencing from 1995 to 2003 even though the Taj Heritage\nB Corridor Project was conceived only in July, 2002 and an\namount of Rs. 17 crores was released in August/September,\n2002. The method adopted by the CBI is unwarranted and\nwithout jurisdiction. We are also satisfied that the CBI has\nproceeded without proper understanding of various orders\ndated 16.07.2003, 21.08.2003, 18.09.2003, 25.10.2003 and\n07.08.2003 passed by this Court. We are also satisfied that\nthere was no such direction relating to second FIR, namely, FIR\nNo. R.C. 0062003A0019 dated 05.10.2003. We have already\nreferred to the Constitution Bench decision of this Court in\nCommittee for Protection of Democratic Rights, West Bengal\n(supra) wherein this Court observed that only when this Court\nafter considering material on record comes to a conclusion that\nsuch material does disclose a prima facie case calling for\ninvestigation by the CBI for the alleged offence, an order\ndirecting inquiry by the CBI could be passed and that too after\ngiving opportunity of hearing to the affected person. We are\nsatisfied that there was no such finding or satisfaction recorded\nby this Court in the matter of disproportionate assets of the\npetitioner on the basis of the status report dated 11.09.2003\nand, in fact, the petitioner was not a party before this Court in\nthe case in question. From the perusal of those orders, we are\nalso satisfied that there could not have been any material before\nthis Court about the disproportionate assets case of the\npetitioner beyond the Taj Corridor Project case and there was\nno such question or issue about disproportionate assets of the\nG petitioner. In view of the same, giving any direction to lodge FIR\nrelating to disproportionate assets case did not arise.\nE\nF\nH\n22. We finally conclude that anything beyond the Taj\nCorridor matter was not the subject-matter of reference before\nthe Taj Corridor Bench. Since the order dated 18.09.2003 does\nMAYAWATI v. UNION OF INDIA \u0026 ORS.\n[P. SATHASIVAM, J.]\n59\nA\nnot contain any specific direction regarding lodging of FIR in\nthe matter of disproportionate assets case against the\npetitioner, CBI is not justified in proceeding with the FIR No.\nR.C. 0062003A0019 dated 05.10.2003. In view of the above\ndiscussion, we are satisfied that the CBI exceeded its\njurisdiction in lodging FIR No. R.C. 0062003A0019 dated B\n05.10.2003 in the absence of any direction from this Court in\nthe order dated 18.09.2003 or in any subsequent orders.\nC\n23. Regarding the intervention application - I.A. No. 8 of\n2010 filed by Shri Kamlesh Verma, though an objection was\nraised about his right to intervene in the matter, it is not in\ndispute that against the rejection of the sanction to proceed\nagainst the petitioner by the State, he had preferred a Writ\nPetition (C) No. 2019 of 2009 in the Allahabad High Court\nwhich is still pending. It is pointed out that intervener was not\nD\nassociated with the Taj Corridor matter before this Court at any\nstage when the orders dated 16.07.2003, 21.08.2003,\n11.09.2003, 18.09.2003, 19.07.2004, 25.10.2004, 07.08.2006,\n27.11.2006, 06.08.2007, 10.10.2007 and 27.04.2007 were\npassed. It is true that the intervener has no legal right to\nintervene in the matter of this kind where CBI has been E\nprosecuting the case vigorously against the petitioner. Inasmuch\nas the intervener has challenged the order of the Governor of\nU.P. declining to grant sanction to prosecute the petitioner and\nthe said matter is pending in the Lucknow Bench of the\nAllahabad High Court, in order to assist the Court, we heard F\nhis counsel Ms. Kamini Jaiswal. It is true that this Court has\nheld that when investigating agency like CBI and Union of India\nare contesting the matter effectively, the third party was not\npermitted to canvass correctness of the judgment by way of PIL\n(Union of India \u0026 Anr. vs. W.N. Chadha, 1993 (Supp) 4 SCC G\n260) and Janata Dal vs. H.S. Chowdhary \u0026 Ors., (1991) 3 SCC\n756. While accepting the above principles reiterated in those\ndecisions, in view of the peculiar facts that the intervener -\nKamlesh Verma is pursuing his writ petition against the\npetitioner in the High Court, we heard his counsel to assist the\nH\n60\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\nA Court. In view of the above special circumstance, we allow I.A.\nNo. 8 of 2010 and the same cannot be cited as a precedent\nfor other cases.\nB\nC\n24. In the light of the above discussion, we hold that in the\nabsence of any specific direction from this Court in the order\ndated 18.09.2003 or any subsequent orders, the CBI has\nexceeded its jurisdiction in lodging FIR No. R.C.\n0062003A0019 dated 05.10.2003. The impugned FIR is\nwithout jurisdiction and any investigation pursuant thereto is\nillegal and liable to be quashed, accordingly quashed. The writ\npetition is allowed.\nB.B.B.\nWrit Petition Allowed.\n"}