{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"MAYAWATI v. UNION OF INDIA \u0026 ORS.\n[P. SATHASIVAM, J.]\n43\nCBI officials, the State Minister of Personnel and the Hon'ble A\nPrime Minister who heads the Personnel Department drawing\ntheir attention that the Supreme Court had not given any such\ndirection or authority to the CBI to lodge an FIR in respect to\nthe alleged disproportionate assets and investigate the entire\nassets of the petitioner from the year 1995 which have no B\nrelation with the case of Taj Heritage Corridor Project which\ncame into being only in August, 2003. In spite of several\nreminders and further representations, till date no\ncommunication has been received from the CBI. The absence\nof any reply by any of the authorities including the CBI shows C\nthat there was no direction or authority to the CBI in the order\ndated 18.09.2003 to lodge an FIR or to investigate into the\nassets of the petitioner which are not related to the said Project.\nHence, it was incumbent upon the CBI to comply with the\nprovisions of Section 6 of the Delhi Special Police D\nEstablishment Act, 1946 (in short 'DSPE Act') which makes it\nobligatory to obtain the consent of the Government of the\nconcerned State to confer jurisdiction on the CBI to investigate\nin any case arising within the jurisdiction of a State. In the\npresent case, FIR was lodged and investigation was conducted\nwithout obtaining consent of the State Government which is in\nflagrant violation of Section 6 of the DSPE Act. In the absence\nof the consent of the State Government, the whole exercise of\nthe CBI about lodging of FIR and investigating into the assets\nof the petitioner not related to Taj Heritage Corridor Project is\nwithout jurisdiction and, therefore, the same is non est and void\nab initio.\nE\nF\n(j) It is further pointed out that this Court in its order dated\n25.10.2004, after perusing the investigation reports filed by the\nCBI, held that no link was found between the irregularities G\nalleged to have been found in respect to the assets matter and\nthe Taj Heritage Corridor Project which was the subject-matter\nof the reference before the Special Bench.\n(k) The fact that this Court had stopped monitoring the\nH\n44\nSUPREME COURT REPORTS [2012] 7 S.C.R.\nA assets case was again reiterated in the order dated\n07.08.2006 passed by this Court.\nB\nC\n(l) On 27.11.2006, this Court finally decided the issue in\nrespect to the FIR being R.C. No. 18 relating to the Taj Heritage\nCorridor matter reported in M.C. Mehta (Taj Corridor Scam)\nvs. Union of India \u0026 Ors., (2007) 1 SCC 110. In the said\njudgment, this Court observed that it should not embark upon\nan enquiry in regard to the allegations of criminal misconduct\nin order to form an opinion one way or the other so as to prima\nfacie determine guilt of a person or otherwise. When the matter\ncame up before the Governor of U.P. to grant or refuse sanction\nfor prosecution, he sought legal opinion from the Additional\nSolicitor General of India and based on his opinion and on\nappreciation of entire materials, the Governor has concluded\nthat the petitioner was not even remotely connected with the\nsanction of the said Project or the payment released for the\nsame. After the above order of the Governor, the directions\ngiven by this Court in the order dated 18.09.2003 were fully\ncomplied with including in respect to consider violations of the\nprovisions of the PC Act. After this, there was no justification\nE or authority with the CBI to continue with the investigation in\nother personal assets of the petitioner.\nD\nF\nG\nH\n(m) On 05.06.2007, the CBI moved an application before\nthe Special Judge, Anti Corruption Bureau, (CBI), Lucknow\ninforming that the Governor had refused to grant sanction. On\nperusal of all the materials including the order of the Governor\ndeclining to grant sanction, the Special Judge held that in the\nabsence of sanction to prosecute the petitioner, the Court has\nno jurisdiction to take cognizance.\n(n) The order of the Governor was also challenged before\nthis Court in Writ Petition (Civil) No. 434 of 2007. However, this\nCourt, by order dated 06.08.2007, dismissed the same as\nwithdrawn. Even thereafter, the petitioner has made several\nrepresentations to the Director, CBI to drop the investigation\non the basis of the aforesaid FIR. However, the CBI is bent\nMAYAWATI v. UNION OF INDIA \u0026 ORS.\n[P. SATHASIVAM, J.]\n45\nupon harassing the petitioner. Hence, she approached this A\nCourt by filing the present writ petition.\nStand of the CBI-Respondent No.2:\nB\nC\n3. Pursuant to the notice issued on 15.05.2008, the CBI-\nRespondent No.2 herein has filed its counter affidavit wherein\nit was stated that in the order dated 18.09.2003 of this Court,\nthere was a clear direction to register an FIR for investigating\ninto disproportionate assets of the petitioner on the ground that\nin the said order it was mentioned that \"apart from what has\nbeen stated in the reports with regard to the assets, the learned\nASG Mr. Altaf Ahmad has submitted that further inquiry/\ninvestigation is necessary by the CBI\". It is further stated that\nthe validity of the aforesaid FIRS was not disturbed by the\nAllahabad High Court by its order dated 22.10.2003 on the\nground that the FIR in question was filed as per the directions D\nof this Court. It is further stated by the CBI that the FIR No. RC\n19 dated 05.10.2003 under Section 13(2) read with Section\n13(1)(e) of the PC Act reveal the details of huge amount of\ndisproportionate assets possessed by the petitioner and her\nfamily members beyond their known sources of income.\nFurther case of the petitioner:\nE\nF\n4. A rejoinder affidavit, supplementary affidavit and\nsupplementary counter affidavits have also been filed wherein\nsubsequent developments which took place during the\npendency of the writ petition, especially, passing of various\norders by the Income Tax Authorities, Income Tax Appellate\nTribunal and the Delhi High Court in favour of the petitioner for\ndifferent assessment years have been mentioned holding that\nall income shown in her accounts in the form of gift or otherwise G\nare genuine and legal, covering from 1995 to 2004 of which\nperiod the assessments were reopened, investigated and\nreassessed.\nH\n46\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\nA Case of the intervenor:\nB\nC\n5. During the pendency of this writ petition, which was filed\nin 2008, one Mr. Kamlesh Verma has filed I.A. No. 8 of 2010\nclaiming that he is a social worker and petitioner in Writ Petition\nNo. 2019 of 2009 (M/B) concerning FIR being RC No. 18 dated\n05.10.2003 for intervention in the above matter and to assist\nthe Court. By pointing out that it was he who challenged the\norder of the Governor declining to grant sanction in respect of\nFIR No. 18 and filed Writ Petition No. 2019 of 2009 which is\npending in the Allahabad High Court, Lucknow Bench, sought\nto intervene to put-forth certain factual details. In the said\napplication, the intervener has also highlighted various earlier\norders of this Court. The said I.A. was resisted by the petitioner\nby pointing out that in the present writ petition the petitioner\nseeks quashing of the second FIR i.e. R.C. No. 19 only on the\nground that there was no such direction in the order dated\n18.09.2003 passed by this Court. The intervention application\nis therefore, misconceived. It is also pointed out that the\nintervener has filed his writ petition in Lucknow in 2009 and his\nintervention application was filed on 08.09.2010 whereas the\nE petitioner had filed writ petition in May, 2008 and this Court had\nissued notice on 15.05.2008. It is also pointed out that the\nintervener was not associated with the Project matter before\nthis Court at any stage when orders were passed on several\ndates commencing from 2003 ending with 2009.\nD\nF\nG\nI\n6. In the light of the above pleadings of the parties, we\nheard Mr. Harish Salve, learned senior counsel for the\npetitioner, Mr. Mohan Parasaran, learned Additional Solicitor\nGeneral for the Union of India and CBI and Ms. Kamini Jaiswal,\nlearned counsel for the intervener.\n7. The relief(s) sought for in the writ petition are reproduced\nhereunder:-\n\"I. Issue a Writ, Order or direction in the nature of certiorari\nquashing the FIR No. R.C. 0062003A0019/2003 dated\nMAYAWATI v. UNION OF INDIA \u0026 ORS.\n[P. SATHASIVAM, J.]\n47\n05.10.2003 lodged by Superintendent of Police, CBI/ACB, A\nLucknow and investigation proceedings being made in\npursuance thereof.\nII. Issue a Writ, Order or direction in the nature of\nMandamus restraining the respondent no.2 and 3 from\nproceeding further in pursuance to the said FIR and direct\nthem to close and drop the said proceedings;\nB\nIII. Issue a writ, order or direction in the nature of\nmandamus directing the release of all seized bank\naccounts of the petitioner which have been seized by CBI C\nin pursuance to the impugned FIR.\nIV. Issue an appropriate writ, order or direction declaring\nthat this Hon'ble court under Article 32/136/142 of the\nConstitution of India or the High Court under Article 226\nD\nof the Constitution of India can not direct the Central\nBureau of Investigation (CBI), an establishment created\nunder the Delhi Special Police Establishment Act, 1946\nto investigate a cognizable offence which is alleged to\nhave taken place in a State without the consent of the\nState Government under Section 6 of the Delhi Special\nPolice Establishment Act, 1946.\nV. Issue any other Writ, order or direction which this Hon'ble\nCourt may deem fit and proper in the circumstances of the\npresent case.\"\n8. It is clear from the narration of facts as well as the\nrelief(s) sought for in the writ petition that the petitioner is\naggrieved of second FIR being No. R.C. 0062003A0019 dated\n05.10.2003. It is also clear that the petitioner has assailed the\nsaid FIR on the ground that there was no direction by this Court\nin its order dated 18.09.2003 which could have empowered the\nCBI to lodge two FIRs, namely, (i) FIR No. R.C. 0062003A0018\ndated 05.10.2003 under Section 120-B read with Sections\n420, 467, 468, and 471 IPC and Section 13(2) read with\nE\nF\nG\nH\nB\nC\n48\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\nA Section 13(1)(d) of the P.C. Act against the petitioner as well\nas 10 other accused persons in respect of Taj Corridor matter\nand (ii) FIR No. R.C. 0062003A0019 dated 05.10.2003 under\nSection 13(2) read with Section 13(1)(e) of the P.C. Act against\nthe petitioner only. It is the specific stand of the CBI that in the\norder dated 18.09.2003 passed by this Court in I.A. No. 376\nof 2003 in Writ Petition No. 13381 of 1984 - M.C. Mehta vs.\nUnion of India and Others, (2003) 8 SCC 696, there was a clear\ndirection to register an FIR for investigating into\ndisproportionate assets of the petitioner on the ground that in\nthe said order, it is mentioned that \"apart from what has been\nstated in the reports with regard to the assets, the learned ASG\nMr. Altaf Ahmed has submitted that further inquiry/investigation\nis necessary by the CBI\". It is also their stand that the validity\nof the aforesaid FIRs was not disturbed by the Allahabad High\nCourt by its order dated 22.10.2003 on the ground that the FIR\nin question was filed as per the directions of this Court. It is\nfurther stated that the second FIR being No. R.C.\n0062003A0019 dated 05.10.2003 revealed the details of huge\namount of disproportionate assets possessed by the petitioner\nand her family members beyond their known sources of\nE\nincome.\nD\n9. As against the abovesaid stand of the CBI, the\npetitioner, in the form of rejoinder and supplementary affidavits,\nhas pointed out that all income shown in her accounts in the\nF form of gift or otherwise are genuine and legal covering from\n1995 to 2004. It is further pointed out that all orders passed by\nthe Income Tax Authorities have been brought on record and\nall of them attained finality and no further appeal is pending\nagainst them and all the assessments were reopened\nG investigated and re-assessed.\nH\n10. The petitioner has also filed a consolidated compilation\nof orders passed by this Court commencing from 16.07.2003\nending with 27.04.2009. Mr. Harish Salve, learned senior\ncounsel for the petitioner and Mr. Mohan Parasaran, learned\nMAYAWATI v. UNION OF INDIA \u0026 ORS.\n[P. SATHASIVAM, J.]\n49\nASG took us through all those orders. Among those orders, A\nwe are very much concerned about the order dated\n18.09.2003. Before going into the various directions issued in\nthe said order, it is also relevant to refer the earlier orders dated\n16.07.2003, 21.08.2003 and 11.09.2003. It is clear from those\norders that this Court by order dated 30.12.1996 in M.C. B\nMehta (Taj Trapezium Matter) vs. Union of India and Others,\n(1997) 2 SCC 353 issued a number of directions to protect\nthe national and world heritage monument, namely, the Taj.\nThereafter, a number of interim applications were filed by the\npersons concerned who were required to shift their business C\nor manufacturing activities. This Court has also appointed a\nMonitoring Committee to report whether those directions issued\nby this Court are complied with or not.\nD\nE\n11. In the order dated 16.07.2003 - M.C. Mehta vs. Union\nof India and Others, (2003) 8 SCC 706, this Court, in order to\nfind out who cleared the project, i.e., construction of the\n'Heritage Corridor' at Agra and for what purpose it was cleared\nwithout obtaining necessary sanction from the Department\nconcerned and whether there was any illegality or irregularity\ncommitted by the officers/persons, came to the conclusion that\ninquiry by CBI is necessary. Accordingly, in para 16 of the said\norder, this Court directed the Director of CBI to see that inquiry\nwith regard to any illegality/irregularity committed by the\nofficers/persons be conducted at the earliest and directed to\nsubmit a report to this Court. This Court also directed the CBI F\nto submit Preliminary report within four weeks and final report\nwithin two months from 16.07.2003.\n12. In the next order dated 21.08.2003, M.C Mehta vs.\nUnion of India, (2003) 8 SCC 711, this Court, after going\nthrough the Preliminary Confidential Report submitted by the\nCBI, directed the higher officer of CBI to interrogate four, five\nor six more persons who are involved in the decision-making\nof granting contract for construction of the Taj Heritage Corridor.\nIn the same order, this Court observed that it would be open\nG\nH\n50\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\nA to the CBI officer to interrogate and verify their assets because\nit was alleged that Rs. 17 crores were released without proper\nsanction.\nB\nC\nD\nE\nF\nG\nH\n13. The next order is dated 18.09.2003 - M.C. Mehta vs.\nUnion of India and Others, 2003 (8) SCC 696. In this order, this\nCourt referred to the earlier directions and orders, more\nparticularly, the direction to CBI to interrogate the persons\ninvolved and verify their assets in view of the fact that it was\nalleged that an amount of Rs. 17 crores was released without\nproper sanction. After going through the report of the CBI\nsubmitted on 11.09.2003, further time was given to the CBI for\nverification of the assets of the persons/officers involved. In the\ncourse of hearing, the CBI has pointed out that income tax\nreturns of various persons including the petitioner were\ncollected from different income tax authorities. In the course of\nthe said proceedings, apart from various reports with regard\nto the assets, the learned ASG - Mr. Altaf Ahmed submitted\nthat further inquiry/investigation is necessary by the CBI. Based\non his request, this Court issued the following directions:\n\"13. Considering the aforesaid report and the serious\nirregularities/illegalities committed in carrying out the so-\ncalled Taj Heritage Corridor Project, we direct:\n(a) the Central Government to hold immediate\ndepartmental inquiry against Shri K.C. Mishra, former\nSecretary, Environment, Union of India;\n(b) the State of Uttar Pradesh to hold departmental inquiry\nagainst Shri R.K. Sharma, former Principal Environment\nSecretary, Shri P.L. Punia, former Principal Secretary to\nChief Minister, Shri D.S. Bagga, Chief Secretary and Shri\nV.K. Gupta, former Secretary, Environment;\n(c) NPCC or the competent authority including the Central\nGovernment to hold inquiry against Shri S.C. Bali,\nManaging Director of NPCC;\nMAYAWATI v. UNION OF INDIA \u0026 ORS.\n[P. SATHASIVAM, J.]\n51\n(d) the State Government as well as the officers concerned\nof the Central Government are directed to see that\ndepartmental inquiry is completed within four months from\ntoday. The State of U.P. and the Central Government\nwould appoint respective inquiry officers for holding inquiry,\nwithin a period of seven days from today;\n(e) it would be open to the State Government if called for\nto pass order for suspension of the delinquent officers in\naccordance with the rules;\n(f) for the officers and the persons involved in the matter,\nCBI is directed to lodge an FIR and make further\ninvestigation in accordance with law;\n(g) CBI shall take appropriate steps for holding\ninvestigation against the Chief Minister Ms Mayawati and\nNaseemuddin Siddiqui, former Minister for Environment,\nU.P. and other officers involved;\n(h) the Income Tax Department is also directed to\ncooperate in further investigation which is required to be\ncarried out by CBI;\n(i) CBI would take into consideration all the relevant Acts\ni.e. IPC/Prevention of Corruption Act and the Water\n(Prevention and Control of Pollution) Act, 1974 etc.;\n(j) CBI to submit a self-contained note to the Chief\nSecretary to the Government of Uttar Pradesh as well as\nto the Cabinet Secretary, Union Government and to the\nMinistry concerned dealing with NPCC.\"\nA\nB\nC\nD\nE\nF\nG\n14. A perusal of the orders prior to the order dated\n18.09.2003 and several directions in the order dated\n18.09.2003 clearly show that this Court was concerned with\nillegality/irregularity committed by the officers/persons in\ncarrying out the Taj Heritage Corridor Project. The main\nallegation relates to an amount of Rs. 17 crores which was H\n52\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\nA released by the State Government without proper sanction. It\nis also clear that in order to find out who cleared the project\nand for what purpose it was cleared without obtaining necessary\nsanction from the Department concerned and whether there was\nany illegality/irregularity committed by the officers/persons, this\nB Court thought an inquiry by CBI was considered necessary. In\nsuch a situation, the CBI was directed to interrogate and verify\ntheir assets. As rightly pointed out by Mr. Harish Salve, there\nwas no occasion for this Court to consider the alleged\ndisproportionate assets of the petitioner separately that too\nfrom 1995 to 2003 when admittedly Rs. 17 crores were\nreleased in September, 2002.\nC\nD\n15. A thorough scrutiny of all the orders including the\nspecific directions dated 18.09.2003 clearly show that the same\nwas confined only in respect to the case relating to Taj Corridor\nProject which was the subject-matter of reference before the\nSpecial Bench. It is relevant to point out para 13(f) of the order\ndated 18.09.2003 which makes it clear that the CBI could have\nlodged only one FIR No. R.C. 0062003A0018 dated\n05.10.2003. In other words, inasmuch as there being no\nE consideration of alleged disproportionate assets at any stage\nof the proceedings while dealing with the Taj Corridor matter,\nthere could not have been and in fact there was no such\ndirection to lodge another FIR being No. R.C. 0062003A0019\ndated 05.10.2003 exclusively against the petitioner under the\nF P.C. Act.\nG\nH\n16. In this regard, learned senior counsel for the petitioner\npressed into service a Constitution Bench decision rendered\nin the case of State of West Bengal \u0026 Ors. vs. Committee for\nProtection of Democratic Rights, West Bengal \u0026 Ors., (2010)\n3 SCC 571. After considering various constitutional provisions\nrelating to the State and the Union as well as Section 6 of the\nDSPE Act, the Bench has concluded thus:\n\"69. In the final analysis, our answer to the question\nreferred is that a direction by the High Court, in exercise\n"}