{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 7 S.C.R. 33\n-\nMS. MAYAWATI\nV.\nUNION OF INDIA \u0026 ORS.\n(Writ Petition (Criminal) No. 135 of 2008)\nJULY 6, 2012\n[P. SATHASIVAM AND DIPAK MISRA, JJ.]\nPrevention of Corruption Act, 1988 - s.13(2) r/w s.13(1)(e)\nA\nB\n· FIR registered under - Quashing of - Writ petition for -\nIrregularities in Taj Heritage Corridor project under Taj\nC\nTrapezium Zone (TTZ) Area at Agra - Rs.17 crores released\nfor the project without proper sanction - Directions issued by\nSupreme Court vide order dated 18-9-2003 - CBI directed to\nconduct inquiry - FIR lodged by CBI against the writ petitioner\nu/s.13(2) r/w s.13(1)(e) of the Act on the basis that in the said D\norder dated 18-09-2003, there was a clear direction to register\nan FIR for investigating into the alleged disproportionate\nassets of the petitioner - Plea of petitioner (who was the State\nChief Minister on the date of filing of the writ petition) that the\nFIR was beyond the scope of the directions passed by E\nSupreme Court in its order dated 18-9-2003 - Held: Directions\nissued in the order dated 18-9-2003 have to be read in the\nlight of the previous orders dated 16-7-2003, 21-8-2003 and\n11-9-2003 as well as subsequent orders dated 25-10-2004\nand 7-8-2006 - Reading of all the orders clearly show the F\ndirection to lodge FIR was issued only with respect to Taj\nCorridor matter, more particularly, irregularities therein - In fact,\nthe direction was confined to find out as to who cleared the\nproject of Taj Corridor and for what purpose it was cleared and\nwhether there was any illegality or irregularity committed by\nofficers and other persons concerned in the State - Supreme\nCourt did not issue any direction to the CBI to conduct a roving\ninquiry against the assets of the petitioner commencing from\n1995 to 2003 even though the Taj Heritage Corridor Project\n33\nG\nH\n34\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\nA was conceived only in July, 2002 and the amount of Rs.17\ncrores was released in August/September, 2002 - Since order\ndated 18-9-2003 did not contain any specific direction\nregarding lodging of FIR in the matter of disproportionate\nassets case against the petitioner, CBI was not justified in\nB proceeding with the FIR -Impugned FIR was without\njurisdiction and any investigation pursuant thereto was illegal\nand liable to be quashed, accordingly quashed.\nC\nD\nThis Court, by order dated 16.07.2003 in I.A. No. 387\nof 2003 in Writ Petition (C) No. 13381 of 1984 titled M.C.\nMehta vs. Union of India \u0026 Ors. had directed the CBI to\nconduct an inquiry in regard to the alleged irregularities\ncommitted by the officers/persons in the Taj Heritage\nCorridor Project. By means of order dated 21.08.2003, this\nCourt issued certain directions to the CBI to interrogate\nand verify the assets of the persons concerned with\nregard to outflow of Rs. 17 crores which was alleged to\nhave been released without proper sanction for the said\nProject. On 11.09.2003, a report was submitted by the CBI.\nThis Court, in its further order dated 18.09.2003, on the\nE basis of the report dated 11.09.2003, granted further time\nto the CBI for verification of the assets of the officers/\npersons involved. The CBI submitted a report on\n18.09.2003 before this Court which formed the basis of\norder dated 18.09.2003 wherein the CBI was directed to\nF conduct an inquiry with respect to the execution of the\nTaj Heritage Corridor Project under Taj Trapezium Zone\n(TTZ) Area at Agra.\nPursuant thereto, an FIR was lodged on 05.10.2003\nG being RC No. 0062003A0018/2003 under Section 120-B\nread with Sections 420, 467, 468 and 471 IPC and under\nSection 13(2) read with Section 13(1)(d) of the Prevention\nof Corruption Act, 1988 (the PC Act) against several\npersons including the petitioner. On the same date i.e.\n05.10.2003, the CBI registered another FIR being R.C. No.\nH\nMAYAWATI v. UNION OF INDIA \u0026 ORS.\n35\n0062003A0019 under Section 13(2) read with Section A\n13(1)(e) of the PC Act exclusively against the petitioner,\non the basis that in the said order dated 18.09.2003 of\nthis Court, there was a clear direction to register an FIR\nfor investigating into the disproportionate assets of the\nPetitioner.\n.Subsequently the Petitioner filed the instant writ\npetition before this Court under Article 32 of the\nConstitution. On the date of filing of the writ petition, the\npetitioner was the Chief Minister of U.P.\nB\nC\nThe question raised in the writ petition was whether\nFIR No. R.C. 0062003A0019 dated 05.10.2003 lodged\nunder Section 13(2) read with Section 13(1)(e) of the PC\nAct against the petitioner to investigate into the matter of\nher alleged disproportionate assets was beyond the D\nscope of the directions passed by this Court in the order\ndated 18.09.2003 in 1.A. No. 376 of 2003 in W.P. (C) No.\n13381 of 1984 titled M.C. Mehta vs. Union of India and\nOthers.\nAllowing the writ petition, the Court\nE\nF\nHELD: 1.1. A thorough scrutiny of all the orders\nincluding the specific directions dated 18.09.2003 clearly\nshow that the same was confined only in respect to the\ncase relating to Taj Corridor Project which was the\nsubject-matter of reference before the Special Bench.\nPara 13(f) of the order dated 18.09.2003 makes it clear that\nthe CBI could have lodged only one FIR No. R.C.\n0062003A0018 dated 05.10.2003. There being no\nconsideration of alleged disproportionate assets at any G\nstage of the proceedings while dealing with the Taj\nCorridor matter, there could not have been and in fact\nthere was no such direction to lodge another FIR being\nNo. R.C. 0062003A0019 dated 05.10.2003 exclusively\nagainst the petitioner under the P.C. Act. In the absence\nH\n36\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\nA of any direction by this Court to lodge an FIR into the\nmatter of alleged disproportionate assets against the\npetitioner, the Investigating Officer could not take resort\nto Section 157 CrPC. [Paras 15, 17] [52-D-F; 54-C]\nB\nC\n1.2. Further, Section 6 of the Delhi Special Police\nEstablishment Act, 1946 (DSPE Act) prohibits the CB!\nfrom exercising its powers and jurisdiction without the\nconsent of the Government of the State. In the instant\ncase, the consent was declined by the Governor of the\nState and in such circumstance also the second FIR No.\nR.C. 0062003A0019 dated 05.10.2003 is not sustainable.\n[Para 17] [54-D-E]\n1.3. Also, merely because various orders of this Court\nincluding the order dated 18.09.2003 has been\nD communicated to various authorities in terms of the\nprovisions of the rules of this Court, the CBI was not\njustified in putting the Assistant Registrar of this Court\nas informant/complainant. The complainant/Assistant\nRegistrar would not and cannot be a witness in the case\nE to corroborate the statements made in the FIR No. R.C.\n0062003A0019 dated 05.10.2003. [Para 19] [57-B-C]\nF\nG\nH\n1.4. A perusal of various orders of this Court show\nthat Taj Corridor was the subject matter of reference\nbefore the Special Bench. Various directions issued in the\norder dated 18.09.2003 have to be read in the light of the\nprevious orders dated 16.07.2003, 21.08.2003 and\n11.09.2003 as well as subsequent orders dated 25.10.2004\nand 07.08.2006 wherein this Court has clarified that it was\nnot monitoring the disproportionate assets case. Reading\nof all the orders of this Court clearly show the direction\nto lodge FIR was issued only with respect to Taj Corridor\nmatter, more particularly, irregularities therein. In fact, the\ndirection was confined to find out as to who cleared the\nproject of Taj Corridor and for what purpose it was\nMAYAWATI v. UNION OF INDIA \u0026 ORS.\n37\ncleared and whether there was any illegality or irregularity A\ncommitted by officers and other persons concerned in\nthe State. The CBI cannot be permitted to take the view\nthat two cases, namely, Taj Corridor and Disproportionate\nAssets case are same and the investigation was done in\nboth the cases as per the directions of this Court. [Paras B\n18, 20] [55-C-D; 56-H; 57-A, D-G]\nC\n1.5. From a perusal of all the available orders, it is\nclear that this Court being the ultimate custodian of the\nfundamental rights did not issue any direction to the CBI\nto conduct a roving inquiry against the assets of the\npetitioner commencing from 1995 to 2003 even though\nthe Taj Heritage Corridor Project was conceived only in\nJuly, 2002 and an amount of Rs. 17 crores was released\nin August/September, 2002. The method adopted by the\nCBI was unwarranted and without jurisdiction. The CBI D\nproceeded without proper understanding of various\norders dated 16.07.2003, 21.08.2003, 18.09.2003,\n25.10.2003 and 07.08.2003 passed by this Court. There\nwas no such direction relating to second FIR, namely, FIR\nNo. R.C. 0062003A0019 dated 05.10.2003. No finding or E\nsatisfaction was recorded by this Court in the matter of\ndisproportionate assets of the petitioner on the basis of\nthe status report dated 11.09.2003 and, in fact, the\npetitioner was not a party before this Court in the case\nin question. From the perusal of the orders, it is clear that F\nthere could not have been any material before this Court\nabout the disproportionate assets case of the petitioner\nbeyond the Taj Corridor Project case and there was no\nsuch question or issue about disproportionate assets of\nthe petitioner. In view of the same, giving any direction G\nto lodge FIR relating to disproportionate assets case did\nnot arise. [Para 21] [58-A-G]\n1.6. Anything beyond the Taj Corridor matter was not\nthe subject-matter of reference before the Taj Corridor\nBench. Since the order dated 18.09.2003 does not contain\nH\nH\nA\nB\nC\nD\n38\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\nany specific direction regarding lodging of FIR in the\nmatter of disproportionate assets case against the\npetitioner, CBI is not justified in proceeding with the FIR\nNo. R.C. 0062003A0019 dated 05.10.2003. The CBI\nexceeded its jurisdiction in lodging FIR No. R.C.\n0062003A0019 dated 05.10.2003 in the absence of any\ndirection from this Court in the order dated 18.09.2003 or\nin any subsequent orders. The impugned FIR is without\njurisdiction and any investigation pursuant thereto is\nillegal and liable to be quashed, accordingly quashed.\n[Paras 22, 24] [58-H; 59-A-B; 60-C]\nM.C. Mehta vs. Union of India and Others (2003) 8 SCC\n696: 2003 (3) Suppl. SCR 925; M.C. Mehta (Taj Corridor\nScam) vs. Union of India \u0026 Ors. (2007) 1 SCC 110: 2006 (9)\nSuppl. SCR 683; M.C. Mehta (Taj Trapezium Matter) vs.\nUnion of India and Others (1997) 2 SCC 353: 1996 (10)\nSuppl. SCR 973; M.C. Mehta vs. Union of India and Others\n(2003) 8 SCC 706; M.C Mehta vs. Union of India (2003) 8\nSCC 711; State of West Bengal \u0026 Ors. vs. Committee for\nProtection of Democratic Rights, West Bengal \u0026 Ors. (2010)\nE 3 SCC 571: 2010 (2) SCR 979; M.C. Mehta vs. Union of India\nand Others (2007) 1 SCC 137 and M.C. Mehta vs. Union of\nIndia and Others (2007) 1 SCC 136 - referred to.\nF\n2. Regarding the intervention application - I.A. No. 8\nof 2010, it is true that the intervener has no legal right to\nintervene in the matter of this kind where CBI has been\nprosecuting the case vigorously against the petitioner.\nHowever, inasmuch as the intervener has challenged the\norder of the Governor of U.P. declining to grant sanction\nto prosecute the petitioner and the said matter is\nG\npending in the Lucknow Bench of the Allahabad High\nCourt, in order to assist the Court, his counsel was heard\nby this Court. In view of the above special circumstance,\nthe I.A. No. 8 of 2010 is allowed but the same cannot be\ncited as a precedent for other cases. [Para 23] [59-C, E-\nF; 60-A]\nI.\nMAYAWATI v. UNION OF INDIA \u0026 ORS.\n39\nUnion of India \u0026 Anr. vs. W.N. Chadha, 1993 (Supp) 4 A\nSCC 260: 1992 (3) Suppl. SCR 594 and Janata Dal vs. H.S.\nChowdhary \u0026 Ors. (1991) 3 SCC 756: 1991 (3) SCR 752 -\nreferred to.\nCase Law Reference:\nB\n2003 (3) Suppl. SCR 925\nreferred to\nPara 2\n2006 (9) Suppl. SCR 683\nreferred to\nPara 2\n1996 (10) Suppl. SCR 973\nreferred to\nPara 10\nC\n(2003) 8 SCC 706\nreferred to\nPara 11\n(2003) 8 SCC 711\nreferred to\nPara 12\n2010 (2) SCR 979\nreferred to\nPara 16\n(2007) 1 SCC 137\nreferred to\nPara 18\nD\n(2007) 1 SCC 136\nreferred to\nPara 18\n1992 (3) Suppl. SCR 594 referred to\nPara 23\n1991 (3) SCR 752\nreferred to\nPara 23\nE\nCRIMINAL ORIGINAL JURISDICTION: Under Article 32\nof the Constitution of India.\nMohan Parasaran, ASSG, Harish Salve, S.C. Mishra,\nShail Kumar Dwivedi, Kapil Mishra, Abhinav Shrivastava, D.L. F\nChidananda, T.A. Khan, Arvind Kumar Sharma, B. Krishna\nPrasad, Kamini Jaiswal, Prashant Bhushan, Anupam Bharti,\nShashank Singh, Pyoli Swatija, Akhilesh Karla, Rohit Kr. Singh,\nP. Narasimhan for the appearing parties.\nThe Judgment of the Court was delivered by\nP. SATHASIVAM, J. 1. The only question raised in this writ\npetition, filed under Article 32 of the Constitution of India, is as\nto whether FIR No. R.C. 0062003A0019 dated 05.10.2003\nlodged under Section 13(2) read with Section 13 (1) (e) of the\nG\nH\n40\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\nA Prevention of Corruption Act, 1988 (hereinafter referred to as\n\"the PC Act\") against the petitioner herein to investigate into\nthe matter of alleged disproportionate assets is beyond the\nscope of the directions passed by this Court in the order dated\n18.09.2003 in 1.A. No. 376 of 2003 in W.P. (C) No. 13381 of\nB 1984 titled M.C. Mehta vs. Union of India and Others, (2003)\n8 SCC 696?\nC\n2. The case of the petitioner as stated in the writ petition,\nis summarized hereunder:\n(a) On the date of filing of this writ petition before this Court,\nthe petitioner was the Chief Minister of U.P. Earlier also, the\npetitioner had been the Chief Minister of U.P. for three times.\nThe petitioner had also served as a Member of Parliament\nmany a time both as a Member of Lok Sabha and Rajya Sabha\nD and had also served as a Member of Legislative Assembly and\nLegislative Council of the State of U.P. The petitioner is a law\ngraduate and had been a teacher from 1977 to 1984. At\npresent, the petitioner is the President of a National Political\nParty called as \"Bahujan Samaj Party (BSP)\", which is one of\nE the six National Parties recognized by the Election Commission\nof India.\nF\nG\n(b) This Court, by order dated 16.07.2003 in I.A. No. 387\nof 2003 in Writ Petition (C) No. 13381 of 1984 titled M.C.\nMehta vs. Union of India \u0026 Ors. directed the CBI to conduct\nan inquiry on the basis of an I.A. filed in the aforesaid writ\npetition alleging various irregularities committed by the officers/\npersons in the Taj Heritage Corridor Project and to submit a\nPreliminary Report.\n(c) By means of an order dated 21.08.2003, this Court\nissued certain directions to the CBI to interrogate and verify the\nassets of the persons concerned with regard to outflow of Rs.\n17 crores which was alleged to have been released without\nproper sanction for the said Project. When the case was taken\nH up for hearing on 11.09.2003, a report was submitted by the\nMAYAWATI v. UNION OF INDIA \u0026 ORS.\n[P. SATHASIVAM, J.]\n41\nCBI and it was directed to be kept in a sealed cover in the A\nRegistry.\n(d) This Court, in its further order dated 18.09.2003, on the\nbasis of the report dated 11.09.2003, granted further time to\nthe CBI for verification of the assets of the officers/persons\ninvolved. The CBI-Respondent No. 2 herein submitted a report\non 18.09.2003 before this Court which formed the basis of\norder dated 18.09.2003 wherein the CBI was directed to\nconduct an inquiry with respect to the execution of the Taj\nHeritage Corridor Project under Taj Trapezium Zone (TTZ) Area\nat Agra.\nB\nC\n(e) Pursuant to the orders of this Court, an FIR was lodged\non 05.10.2003 being RC No. 0062003A0018/2003 under\nSection 120-B read with Sections 420, 467, 468 and 471 IPC\nand under Section 13(2) read with Section 13(1)(d) of the PC D\nAct against several persons including the petitioner herein. In\nthe said FIR, certain details and several developments which\ntook place with regard to the aforesaid Project have been\ngiven. As per the allegations contained in the report dated\n11.09.2003, several irregularities were allegedly being found\nin the aforesaid Project. Pursuant to the same, investigation\nhas been completed and the report was forwarded to obtain\nthe sanction from the competent authority, namely, the Governor\nfor prosecuting the Chief Minster of the State. The Governor,\nby order dated 03.06.2007, declined to accord sanction to F\nprosecute the petitioner.\nE\nG\n(f) According to the petitioner, in the aforesaid FIR, it was\nstated that this Court also directed the CBI to conduct an inquiry\npertaining to the assets of the officers/individuals concerned\nin the aforesaid Project as mentioned in the judgment passed\nby this Court in the aforesaid case in order to ascertain whether\nany mis-appropriation of funds have been done with regard to\noutflow of Rs. 17 crores released for the construction of said\nProject. A perusal of the order dated 18.09.2003 would reveal\nthat whatever directions were issued by this Court were only H\n42\nSUPREME COURT REPORTS\n[2012] 7 S.C.R.\nA in respect of Rs. 17 crores alleged to have been released\nwithout proper sanction and there is not even a whisper about\nmaking an investigation into any other assets of the persons\ninvolved in general. In other words, the scope of the order of\nthis Court was limited to the extent of money released in the\nsaid Project and not otherwise. This is clear from the order of\nthis Court dated 18.09.2003 wherein it had specifically\nobserved about lodging of FIR only with regard to Taj Heritage\nCorridor Project case. That order nowhere mentioned about\nlodging of second FIR in regard to the disproportionate assets\nof the petitioner.\nB\nC\nD\nE\nF\nG\nH\n(g) It is the further case of the petitioner that contrary to\nthe orders of this Court, with mala fide intentions, the CBI\nregistered another FIR being R.C. No. 19 of 2003 on the same\ndate i.e. 05.10.2003 only against the petitioner alleging therein\nthat in pursuance of the orders dated 21.08.2003, 11.09.2003\nand 18.09.2003 passed by this Court, they conducted an inquiry\nwith regard to the acquiring of disproportionate movable and\nimmovable assets by the petitioner and her close relatives and\non the basis of this inquiry lodged the said FIR, whereas there\nwas no direction or observation by this Court to inquire into the\nassets of the petitioner not related to the said Project case.\n(h) The said FIR has been lodged by Shri K.N. Tewari,\nSuperintendent of Police, CBI/ACP, Lucknow, however, in the\ncolumn of complaint at page No. 2 of the FIR, the name of the\ncomplainant/informant has been mentioned as Shri Inder Pal,\nAssistant Registrar, PIL Branch, Supreme Court of India, New\nDelhi even though no such order or direction issued by him for\nregistration of the case. It is further pointed out that Shri Inder\nPal has not signed any such FIR as complainant/informant.\nPursuant to the impugned FIR - R.C. No. 19 of 2003 the CBI\nconducted raids, search and seizure operations at all the\npremises of the petitioner and her relatives and seized all the\nbank accounts.\n(i) The petitioner has made several representations to the\n"}