{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"'\nJYOTSNA DWIVEDI\nV.\nUNION OF INDIA \u0026 ORS.\nFEBRUARY 19, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nA\nB\nConstitution of India, 1950:\nArt.32-Writ of Mandamus-Seeking direction to the respondents to\nensure that promises of 'welfare packages' (allotments) made to widows of C\nmartyrs of Kargil war are fulfilled promptly-Respondents filed affidavit\nexplaining steps taken to dispose of pending cases of allotment-In view of\nthe affidavit, writ petition disposed of-Matters pending before High Court-\nParties directed to approach High Court for early disposal of pending cases.\nD\nThe petitioner filed the Writ Petition under Article 32 of the\nConstitution of India for issuance of a writ of mandamus directing the\nrespondents to ensure that promise of welfare packages made to the widows\nof the martyrs of the Kargil war are fulfilled promptly.\nDuring the pendency of the writ petition, several orders were passed by\nE\nthis Court issuing various directions.\nF\nPursuant to directions, the Union of India (Ministry of Petroleum and\nNatural Gas) had filed an additional affidavit explaining the steps taken to\ndispose of the pending cases for allotment. It was also stated therein that the\nregular meetings were held by the officials of the Ministry and the Oil\nMarketing Companies in the presence of the representatives of the\nDirectorate General Resettlement, with the allottees, State Administration\nand District Authorities of the States in the month of June 2006 to clear the\nbottlenecks in the commissioning of the pending cases. The answering\nrespondent, by letter dated 30.8.2006, has also directed the Oil Marketing\nCompanies to endeavour to commission all the pending cases by 31.12.2006. G\nCourt\nDisposing of the Writ Petition in view of the Additional Affidavit, the\n807\nH\nA\nB\nC\nD\nE\nF\nG\n808\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nHELD: The Ministry has substantially complied with the directions\nissued by this Court. except 9 pending cases, out of which 2 cases, are pending\nin the High Court, Likewise, another writ petition filed by the Contractors is\nalso pending before the High Court. The parties are directed to approach the\nHigh Court for an early disposal of the pending cases. [Paras 7, 8]\n[809-G, H; 810-A]\nCIVIL ORIGINAL JURISDICTION: Writ Petition (Civil) No. 465 of 2004.\n(Under Article 32 of the Constitution of India)\nJyotsna Dwivedi, Petitioner-In-Person.\nG.E. Vahanvati, S.G., T.S. Doabia, Shobha Dikshit, A.S. Rawat, Genl., H.\nBaruah, Anil Katiyar, P. Parmeshwaran, Manpreet Singh Doabia, Pradeep\nMishra, Sandeep Singh and J.K. Bhatia for the Respondents.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. 1. Heard Ms. Jyotsna Dwivedi, Petitioner\nin person and Mr. Goolam E. Vahanvati, Learned Solicitor General of India, Mr.\nT.S. Doabia, learned Senior Counsel, Mrs. Shobha Dikshit, learned Senior\nCounsel and Mr. Avatar Singh Rawat, learned counsel for the respondents.\n2. The Writ Petition was filed under Article 32 of the Constitution of\nIndia for issuance of a writ in the nature of mandamus directing the respondents\nto ensure that the promise of welfare packages made to the widows of the\nmartyars of the Kargil war are fulfilled promptly.\n3. During the pendency of the writ petition, several orders were passed\nby this Court issuing various directions. Several opportunities were given to\nthe parties. At the request of the learned counsel for the States, permission\nwas granted to file affidavits.\n4. Pursuant to our directions, the Union of India (Ministry of Petroleum\nand Natural Gas) has filed an additional affidavit explaining the steps taken\nto dispose of the pending cases for allotment including 22 cases where land\nis to be identified. The Additional Affidavit is filed in pursuance to the\ndirections issued by this Court. The status of cases as on 31.12.2006 under\nthe Special Scheme “Operation Vijay\" Kargil has been mentioned in the\nH Affidavit. The total 492 cases were recommended for grant of the benefit\n}\n'\nM\nJYOTSNA DWIVEDI v. U.O.I. [LAKSHMANAN, J.]\n809\nunder the Scheme. 47 cases were advised by the Directorate General of A\nResettlement to be kept in abeyance, since the parties are not interested.\nThus, there is 445 effective recommendations. The break-up figure has also\nbeen clearly mentioned in the tabulated statement.\nC\n5. It is also further stated that as on 31.12.2006 there are only 9 cases\npending for commissioning, and out of these, 5 are retail outlet cases and 4 B\nare LPG distributorships cases and details of the 9 pending cases are also\nmentioned in the tabulated statement. The prime reason for the pendency of\nthe cases had been the non-availability of commercially viable suitable land\nfor the retail outlets or LPG distributorships at the location of choice of the\nallottee concerned. To expedite the commissioning in the pending cases, the\nanswering respondent has from time to time written to the Chief Secretaries\nof the State concerned wherein land was not available or where the approvals\nfrom where authorities were pending, requesting for a personal intervention\nand expediting needful action in the matter. Copies of these letters have also\nbeen annexed along with Additional Affidavit. The Minister (Petroleum \u0026\nNatural Gas) has also written to the Chief Ministers of the State concerned D\nin this regard and copies of those letters have also been annexed along with\nthe Affidavit.\nE\n6. In cases, where the approval from the National Highway Authorities\nis required, the Minister has also written to the Minister, Ministry of Road,\nTransport and Highways requesting for a personal intervention and expediting\nneedful action in the matter. Copies of these letters have also been filed and\nmarked as annexures to the Affidavit. It is also stated that the regular meetings\nwere held by the officials of the Ministry and the Oil Marketing Companies\nin presence of the representatives of the Directorate General Resettlement,\nwith the allottees, State Administration and District Authorities of the States F\nconcerned in the month of June, 2006 to clear the bottlenecks in the\ncommissioning of the pending cases. The answering respondent, by letter\ndated 30.8.2006, has also directed the Oil Marketing Companies to endeavour\nto commission all the pending cases by 31.12.2006.\n7. It is, thus, seen that the Ministry has substantially complied with the G\ndirections issued by this Court. Except 9 pending cases, out of which 2 cases,\nbearing W.P. No. 18289-91 of 2006, are pending in the High Court of Delhi.\nLikewise, another writ petition filed by the Contractors in W.P. 190192-20/2006\nis also pending before the High Court of Delhi. We direct the parties to\nH\n810\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA approach the High Court for an early disposal of the pending cases.\nB\n8. In view of the Additional Affidavit filed, there is no need to keep the\ninstant Writ Petition No.465 of 2004 pending in this Court. Accordingly, the\nwrit petition is disposed of.\n9. No orders on application for impleadment is now necessary.\n10. I.As., applications for directions, are also disposed of.\n11. No costs.\nC\nD.G...\nWrit Petition disposed of.\ni\n"}