{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nMUMMIDI HEMADRI AND ORS.\nV.\nSTATE OF ANDHRA PRADESH\nMARCH 16, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nC\nᎠ\nE\nF\nG\nH\nPenal Code, 1860-s.304 Part II r/w. s.149 \u0026 s.302 r/w. s.149—Death\ncaused by stabbing with knives-Six accused-Conviction of Appellants (A-\n2, A-3 and A-6) by Courts below under s.302 r/w. s.149-On appeal, held:\nDiscrepancy in evidence as to whether Appellants were armed—However,\nthey facilitated attacks by other accused by catching hold of the deceased-\nIn that view s.149 rightly applied by Courts below-However conviction\naltered to one u/s.304 Part II r/w s.149.\nPenal Code, 1860–ss.149 \u0026 141-'Common object' and 'common\nintention'-Distinction between.\nWords and Phrases—'object' and 'common'—-Meaning of─In the context\nof s.149 IPC-Discussed.\nAccording to the prosecution, six persons including the three\nAppellants (A-2, A-3 and A-6), formed an unlawful assembly and in pursuance\nof their common object caused death of a person by stabbing him with knives.\nTrial Court convicted the Appellants under s.148 and s.302 r/w. s.149 IPC.\nHigh Court upheld the conviction.\nThe pivotal question in the present appeal concerns applicability of\nss.149 IPC. It was pleaded that the Appellants did not make use of any weapon\nand there was no common intention to kill the deceased and that even\naccording to the prosecution the only role attributed to them was that they\ncaught hold of the deceased while the other accused persons inflicted the\ninjuries, therefore, Section 149 IPC has no application.\nPartly allowing the appeal, the Court\nHELD: 1.1. Section 149 IPC has its foundation on constructive liability\nwhich is the sine qua non for its operation. The emphasis is on the common\n30\n+\nMUMMIDI HEMADRI 1. STATE OF ANDHRA PRADESH\n31\nobject and not on common intention. Mere presence in an unlawful assembly A\ncannot render a person liable unless there was a common object and he was\nactuated by that common object and that object is one of those set out in Section\n141 IPC. Where common object of an unlawful assembly is not proved, the\naccused persons cannot be convicted with the help of Section 149 IPC. The\ncrucial question to determine is whether the assembly consisted of five or\nB\nmore persons and whether the said persons entertained one or more of the\ncommon objects, as specified in Section 141 IPC. It cannot be laid down as a\ngeneral proposition of law that unless an overt act is proved against a person,\nwho is alleged to be a member of unlawful assembly, it cannot be said that he\nis a member of an assembly. The only thing required is that he should have\nunderstood that the assembly was unlawful and was likely to commit any of C\nthe acts which fall within the purview of Section 141 IPC.\n[Para 12] [36-G, H; 37-A]\n1.2. The word 'object' means the purpose or design and, in order to make\nit 'common', it must be shared by all. In other words, the object should be\ncommon to the persons, who compose the assembly, that is to say, they should D\nall be aware of it and concur in it. A common object may be formed by express\nagreement after mutual consultation, but that is by no means necessary. It\nmay be formed at any stage by all or a few members of the assembly and the\nother members may just join and adopt it. Once formed, it need not continue\nto be the same. It may be modified or altered or abandoned at any stage. The\nexpression 'in prosecution of common object' as appearing in Section 149 E\nIPC have to be strictly construed as equivalent to 'in order to attain the\ncommon object'. It must be immediately connected with the common object by\nvirtue of the nature of the object. There must be community of object and the\nobject may exist only up to a particular stage, and not thereafter. Members of\nan unlawful assembly may have community of object up to certain point beyond F\nwhich they may differ in their objects and the knowledge, possessed by each\nmember of what is likely to be committed in prosecution of their common\nobject may vary not only according to the information at his command, but\nalso according to the extent to which he shares the community of object, and\nas a consequence of this the effect of Section 149 IPC may be different on\ndifferent members of the same assembly. [Para 12}|37-B-C-D-E]\nG\n1.3. 'Common object' is different from a 'common intention' as it does\nnot require a prior concert and a common meeting of minds before the attack.\nIt is enough if each has the same object in view and their number is five or\nmore and that they act as an assembly to achieve that object. The 'common\nobject' of an assembly is to be ascertained from the acts and language of the H\nB\n32\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA members composing it, and from a consideration of all the surrounding\ncircumstances. It may be gathered from the course of conduct adopted by the\nmembers of the assembly. What the common object of the unlawful assembly\nis at a particular stage of the incident is essentially a question of fact to be\ndetermined, keeping in view the nature of the assembly, the arms carried by\nthe members, and the behaviour of the members at or near the scene of the\nincident. It is not necessary under law that in all cases of unlawful assembly,\nwith an unlawful common object, the same must be translated into action or\nbe successful. Under the Explanation to Section 141, an assembly which was\nnot unlawful when it was assembled, may subsequently become unlawful. It is\nnot necessary that the intention or the purpose, which is necessary to render\nC an assembly an unlawful one comes into existence at the outset. The time of\nforming an unlawful intent is not material. An assembly which, at its\ncommencement or even for some time thereafter, is lawful, may subsequently\nbecome unlawful. In other words it can develop during the course of incident\nat the spot eo instante. [Para 13] [37-F-G-H]\nᎠ\nE\n1.4. Section 149 IPC, consists of two parts. The first part of the section.\nmeans that the offence to be committed in prosecution of the common object\nmust be one which is committed with a view to accomplish the common object.\nIn order that the offence may fall within the first part, the offence must be\nconnected immediately with the common object of the unlawful assembly of\nwhich the accused was a member. Even if the offence committed is not in direct\nprosecution of the common object of the assembly, it may yet fall under Section\n141 IPC, if it can be held that the offence was such as the members knew was\nlikely to be committed and this is what is required in the second part of the\nsection. The purpose for which the members of the assembly set out or desired\nto achieve is the object. If the object desired by all the members is the same,\nF the knowledge that is the object which is being pursued is shared by all the\nG\nmembers and they are in general agreement as to how it is to be achieved and\nthat is now the common object of the assembly. An object is entertained in the\nhuman mind, and it being merely a mental attitude, no direct evidence can be\navailable and, like intention, has generally to be gathered from the act which\nthe\ncommits and the result therefrom. Though no hard and fast rule\nperson\ncan be laid down under the circumstances from which the common object can\nbe culled out, it may reasonably be collected from the nature of the assembly,\narms it carries and behaviour at or before or after the scene of occurrence.\nThe word 'knew' used in the second limb of the section implies something\nmore than a possibility and it cannot be made to bear the sense of 'might have\nH been known'. Positive knowledge is necessary. When an offence is committed\n•\n1\nسلم\nMUMMIDI HEMADRI v. STATE OF ANDHRA PRADESH\n333\nin prosecution of the common object, it would generally be an offence which A\nthe members of the unlawful assembly knew was likely to be committed in\nprosecution of the common object. That, however, does not make the converse\nproposition true; there may be cases which would come within the second part\nbut not within the first part. [Para 14] [38-C-G]\n1.5. The distinction between the two parts of Section 149 IPC, cannot\nbe ignored or obliterated. In every case it would be an issue to be determined,\nwhether the offence committed falls within the first part or it was an offence\nsuch as the members of the assembly knew to be likely to be committed in\nprosecution of the common object and falls within the second part. However,\nthere may be cases which would be within first part of the offences committed\nin prosecution of the common object would also be generally, if not always,\nwithin the second part, namely, offences which the parties knew to be likely\ncommitted in the prosecution of the common object.\n[Para 14] [38-G-H; 39-A-B]\nB\nC\nChikkarange Gowda and Ors v. State of Mysore, AIR (1956) SC 731 D\nand Chanda and Ors. v. State of U.P. and Anr., [2004] 5 SCC 141, relied on\n2.1. Considering the background facts and the roles attributed to the\naccused persons it is crystal clear that the accused persons had caught hold\nof the deceased and thereafter the attacks by A-4 and A-5 came. A-1 instigated\nthe other accused persons to attack the deceased. [Para 15] [39-C]\n2.2. There is some discrepancy in the evidence as to whether A-2, A-3\nand A-6 were armed. While some of the witnesses stated that they were without\narms, some have specifically stated that they were armed. Their version is\nthat before the attacks A-2, A-3 and A-6 caught hold of the deceased. In view\nof aforesaid background, though Section 149 IPC has to be applied, yet it has\nto be Section 304 Part II read with Section 149 IPC. The conviction is\naccordingly altered. Custodial sentence of 8 years would meet the ends of\njustice. [Para 16] [39-D]\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 359 of\nFrom the Final Judgment and Order dated 09.09.2005 of the High Court\nof Judicature of Andhra Pradesh at Hyderabad in Criminal Appeal No. 1367\nof 2003.\nE\nF\nG\nH\n34\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA.\nV.N. Raghupathy for the Appellants.\nB\nC\nP. Vinay Kumar and D. Bharathi Reddy for the Respondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the judgment rendered by a Division\nBench of the Andhra Pradesh High Court which upheld the conviction of the\nappellants for the offence punishable under Sections 148 and 302 read with\nSection 149 of the Indian Penal Code, 1860 (in short the 'IPC').\n3. In all, six accused persons faced trial. The present appeal is by\naccused 2, 3 and 6 (in short described as A-2, A-3 and A-6). It is to be noted\nthat the present special leave petition so far as it relates to accused 1, 4 and\n5 (in short described as A-1, A-4 and A-5) was dismissed by order dated\n21.4.2006 while A-4 and A-5 were convicted for the offence punishable under\nD Section 302 IPC, A-1, A-2, A-3 and A-6 were convicted for offence punishable\nunder Section 302 read with Section 149 IPC and each of the accused persons\nwere convicted for the offence relatable to Section 148 IPC, for which they\nwere sentenced to suffer rigorous imprisonment for one year and to pay a fine\nof Rs. 100 each with default stipulation. In respect of offence punishable under\nE Section 302 read with Section 149 IPC each accused was sentenced to undergo\nimprisonment for life and to pay a fine of Rs.300/- with default stipulation.\n4. Prosecution version as unfolded during trial is as follows:\nOn 21.10.1997 at about 5 O'clock near old K.B.S. Office at\nF Chinthareddipalem Donka, Stone Housepet, Nellore, the accused persons\nformed an unlawful assembly and in pursuance of their common object, they\ncaused the death of one Nellisetti Venu (hereinafter referred to as the 'deceased')\nby stabbing with knives.\n5. According to the prosecution, PW-2 is the paternal uncle's son of the\nG deceased. The deceased and the material witnesses were living in Wood\nHouse Sangham in Nellore whereas the accused persons were living in different\nlocalities in Nellore Town. A-1 was doing business in gunny bags at Wood\nHouse Sangham and accused Nos. 2 to 6 were working as coolies. One week\nbefore the incident, accused No.1 harassed PW-6, who is the daughter in law\nof PW-7. On 20.10.1997 at about 3.00 p.m. PWs 1, 8, 10 Kapu Subba Rao (the\nH\n2\n+\n+\nMUMMIDI HEMADRI v. STATE OF ANDHRA PRADESH [PASAYAT, J.]\n35\nhusband of PW-6) and the deceased went to the shop of A-1 and chastised A\nA-1 for spreading rumours that PW-6 was having illicit intimacy with one\npainter.\nC\n6. On 21.10.1997 at about 3.30 p.m. a mediation was held at the shop of\nA-1 in the presence of mediators PW-9 and one Mekala Ramaiah. Both the\nelders advised the parties to settle the dispute amicably. However, A-1 did not B\nlisten to the said advice, while the deceased stated that it is proper to abide\nby the advice of the elders. Since the mediation failed, both the parties left\nthe place. Subsequently, PWs 1 to 5 and the deceased together joined at\nBhaskar's Tea Stall for discussion about the mediation. Then the deceased\ntold them that he had to talk to one Gas Dealer near Sivalayam and he started\nto go to that place. PWs 1 to 5 accompanied him. On reaching near KBS\noffice, they saw the accused persons. A-1 instigated the other accused\npersons to attack them. Then all the accused persons surrounded them with\nweapons. A-2, A-3 and A-6 caught hold of the deceased. A-4 deaļt two blows\nwith a knife on the back of the deceased. A-5 stabbed the deceased with a\nknife on the left side of chest below the ribs and also on the right thigh. D\nSeeing this PW's 1 to 5 raised cries. On hearing their cries, number of people\ngathered there and upon their arrival, the accused persons went away.\nThereafter, PW's 1 to 5 shifted the deceased to Government Head Quarters\nHospital in an auto rickshaw. The Doctors examined the deceased and declared\nhim as dead. After 20 minutes, the Sub-Inspector of Police, on receipt of\nE\ntelephonic information, came to the hospital and examined PWs 2 to 5. On the\nsame day at about 6.45 p.m. PW-1 gave a report (Ex.P1) to PW-18 whereupon\nhe registered a case in Crime No. 135 of 1995 under Sections 147, 148, 302 and\n506 read with Section 149 IPC and recorded FIR in Ex.P 9. At about 7.30 p.m.\nPW-19 the Circle Inspector of Police took up investigation, visited the scene\nof offence and recorded the statements of PW's. PW-19 conducted inquest F\nover the dead body of the deceased in the presence of PW-14 and another.\nDuring the course of inquest, PW-19 seized M.Os. 4 to 7 from the dead body\nof the deceased. At about 1.30 p.m. PW-17 the Civil Assistant Surgeon,\nGovernment Maternity Hospital, conducted autopsy over the dead body of\nthe deceased and opined that the cause of death was due to shock and\nG\nhemorrhage due to multiple injuries as per the post mortem report (Ex.P 7). On\n8.11.1997, PW-19 arrested the accused persons at Ayyappa Swamy Temple,\nNellore. Later PW-21 the Circle Inspector of Police sent the material objects\nto FSL who submitted the report (Ex.P24). On completion of investigation PW-\n21 filed charge sheet. The plea of the accused was that of total denial.\nH\nA\n36\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n7. Twenty one witnesses were examined to further the prosecution\nversion. PWs 1 to 5 were claimed to be eye-witnesses. Placing reliance on the\nevidence of PWs 1 to 5 the trial Court recorded the order of conviction.\n8. The conviction was challenged before the High Court. The main plank\nof the appellants' argument before the High Court was that there were various\nB\ninconsistencies and infirmities and the prosecution has failed to establish its\ncase beyond reasonable doubt. It was further submitted that there was\ndiscrepancy in the evidence so far as A-1, A-4 and A-5 are concerned. It was\nfurther pleaded that A-2, A-3 and A-6 did not make use of any weapon. There\nwas no common intention to kill the deceased and even according to the\nC prosecution the only role attributed to A-2, A-3 and A-6 was that they caught\nhold of the deceased while the other accused persons inflicted the injuries.\nTherefore, it was contended that Section 149 IPC has no application.\n9. Stand of the prosecution before the High Court was that there was\nclear cut and direct evidence attributed against all the accused persons and\nD\neven though the A-2, A-3 and A-6 did not inflict injuries, they facilitated the\nattacks and in that view Section 149 IPC has been rightly applied.\n10. The High Court found that all the accused persons came together,\nthey were armed and even though A-2, A-3 and A-6 did not attack the\nE deceased, they caught hold of the deceased and that facilitated the attack by\nthe other accused persons. The High Court found no substance in the plea\nof the accused persons and dismissed the appeals.\nF\n11. The stand taken by the accused and the prosecution before the High\nCourt were reiterated in this appeal.\n12. The pivotal question is applicability of Section 149 IPC. Said provision\nhas its foundation on constructive liability which is the sine qua non for its\noperation. The emphasis is on the common object and not on common\nintention. Mere presence in an unlawful assembly cannot render a person\nG liable unless there was a common object and he was actuated by that common\nobject and that object is one of those set out in Section 141 IPC. Where\ncommon object of an unlawful assembly is not proved, the accused persons\ncannot be convicted with the help of Section 149 IPC. The crucial question\nto determine is whether the assembly consisted of five or more persons and\nwhether the said persons entertained one or more of the common objects, as\nH\ni\nMUMMIDI HEMADRI 1. STATE OF ANDHRA PRADESH [PASAYAT, J.]\n37\nspecified in Section 141 IPC. It cannot be laid down as a general proposition A\nof law that unless an overt act is proved against a person, who is alleged to\nbe a member of unlawful assembly, it cannot be said that he is a member of\nan assembly. The only thing required is that he should have understood that\nthe assembly was unlawful and was likely to commit any of the acts which\nfall within the purview of Section 141 IPC. The word 'object' means the\nB\npurpose or design and, in order to make it 'common', it must be shared by all.\nIn other words, the object should be common to the persons, who compose\nthe assembly, that is to say, they should all be aware of it and concur in it.\nA common object may be formed by express agreement after mutual\nconsultation, but that is by no means necessary. It may be formed at any\nstage by all or a few members of the assembly and the other members may C\njust join and adopt it. Once formed, it need not continue to be the same. It\nmay be modified or altered or abandoned at any stage. The expression 'in\nprosecution of common object' as appearing in Section 149 IPC have to be\nstrictly construed as equivalent to 'in order to attain the common object'. It\nmust be immediately connected with the common object by virtue of the\nD\nnature of the object. There must be community of object and the object may\nexist only up to a particular stage, and not thereafter. Members of an unlawful\nassembly may have community of object up to certain point beyond which\nthey may differ in their objects and the knowledge, possessed by each\nmember of what is likely to be committed in prosecution of their common\nobject may vary not only according to the information at his command, but E\nalso according to the extent to which he shares the community of object, and\nas a consequence of this the effect of Section 149, IPC may be different on\ndifferent members of the same assembly.\n13. 'Common object' is different from a 'common intention' as it does not\nrequire a prior concert and a common meeting of minds before the attack. It F\nis enough if each has the same object in view and their number is five or more\nand that they act as an assembly to achieve that object. The 'common object'\nof an assembly is to be ascertained from the acts and language of the\nmembers composing it, and from a consideration of all the surrounding\ncircumstances. It may be gathered from the course of conduct adopted by the\nmembers of the assembly. What the common object of the unlawful assembly\nis at a particular stage of the incident is essentially a question of fact to be\ndetermined, keeping in view the nature of the assembly, the arms carried by\nthe members, and the behaviour of the members at or near the scene of the\nincident. It is not necessary under law that in all cases of unlawful assembly,\nwith an unlawful common object, the same must be translated into action or H\nG\n38\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA be successful. Under the Explanation to Section 141, an assembly which was\nnot unlawful when it was assembled, may subsequently become unlawful. It\nis not necessary that the intention or the purpose, which is necessary to\nrender an assembly an unlawful one comes into existence at the outset. The\ntime of forming an unlawful intent is not material. An assembly which, at its\ncommencement or even for some time thereafter, is lawful, may subsequently\nbecome unlawful. In other words it can develop during the course of incident\nat the spot eo instante.\nB\nC\n14. Section 149 IPC, consists of two parts. The first part of the section\nmeans that the offence to be committed in prosecution of the common object\nmust be one which is committed with a view to accomplish the common\nobject. In order that the offence may fall within the first part, the offence must\nbe connected immediately with the common object of the unlawful assembly\nof which the accused was a member. Even if the offence committed is not in\ndirect prosecution of the common object of the assembly, it may yet fall under\nSection 141 IPC, if it can be held that the offence was such as the members\nD knew was likely to be committed and this is what is required in the second\nE\npart of the section. The purpose for which the members of the assembly set\nout or desired to achieve is the object. If the object desired by all the members\nis the same, the knowledge that is the object which is being pursued is shared\nby all the members and they are in general agreement as to how it is to be\nachieved and that is now the common object of the assembly. An object is\nentertained in the human mind, and it being merely a mental attitude, no direct\nevidence can be available and, like intention, has generally to be gathered\nfrom the act which the person commits and the result therefrom. Though no\nhard and fast rule can be laid down under the circumstances from which the\ncommon object can be called out, it may reasonably be collected from the\nF nature of the assembly, arms it carries and behaviour at or before or after the\nscene of occurrence. The word 'knew' used in the second limb of the section\nimplies something more than a possibility and it cannot be made to bear the\nsense of 'might have been known'. Positive knowledge is necessary. When\nan offence is committed in prosecution of the common object, it would\ngenerally be an offence which the members of the unlawful assembly knew\nwas likely to be committed in prosecution of the common object. That, however,\ndoes not make the converse proposition true; there may be cases which\nwould come within the second part but not within the first part. The distinction\nbetween the two parts of Section 149 IPC, cannot be ignored or obliterated.\nIn every case it would be an issue to be determined, whether the offence\nH committed falls within the first part or it was an offence such as the members\nG\n,\nMUMMIDI HEMADRI 1. STATE OF ANDHRA PRADESH [PASAYAT, J.]\n39\nof the assembly knew to be likely to be committed in prosecution of the A\ncommon object and falls within the second part. However, there may be cases\nwhich would be within first part of the offences committed in prosecution of\nthe common object would also be generally, if not always, within the second\npart, namely, offences which the parties knew to be likely committed in the\nprosecution of the common object. (See Chikkarange Gowda and Ors. v.\nB\nState of Mysore, AIR (1956) SC 731 and Chanda and Ors. v. State of U.P. and\nAnr., [2004] 5 SCC 141).\n15. Considering the background facts and the roles attributed to the\naccused persons it is crystal clear that the accused persons had caught hold\nof the deceased and thereafter the attacks by the other A-4 and A-5 came.\nA-1 instigated the other accused persons to attack the deceased.\nC\n16. There is some discrepancy in the evidence as to whether A-2, A-\n3 and A-6 were armed. While some of the witnesses stated that they were\nwithout arms, some have specifically stated that they were armed. Their\nversion is that before the attacks A-2, A-3 and A-6 caught hold of the D\ndeceased. In view of aforesaid background, though Section 149 IPC has to\nbe applied, yet it has to be Section 304 Part II read with Section 149 IPC. The\nconviction is accordingly altered. Custodial sentence of 8 years would meet\nthe ends of justice.\nB.B.B.\n17. The appeal is allowed to the aforesaid extent.\nE\nAppeal allowed.\n"}