{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"RAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 339\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nthe university for approval, the university refused to approve their A\nadmissions on the ground that they had secured less than the\nminimum percentage required for being eligible to admissions.\nTwo students filed writ petitions before the High Court but the\nlearned Single Judge dismissed the writ petition. In appeal, the\nDivision Bench of the High Court directed the university to B\napprove the admissions of the two students as they fulfilled the\neligibility criteria fixed by the AICTE. The university filed appeal\nbefore this Court and this Court held that once the power of the\nState and the examining body to fix higher qualifications higher\nthan the minimum suggested by the AICTE is recognized, the\nrules and regulations made by the State and the university will\nbe binding and will be applicable in respect of States, unless\nAICTE itself subsequently modifies its norms by increasing the\neligibility criteria beyond those fixed by the university and the\nState. This Court observed in para 17, which is quoted\nhereinbelow:\nC\nD\n\"17. No student or college, in the teeth of the existing and\nprevalent rules of the State and the University can say that\nsuch rules should be ignored, whenever there are unfilled\nvacancies in colleges. In fact the State/University, may, in E\nspite of vacancies, continue with the higher eligibility\ncriteria to maintain better standards of higher education\nin the State or in the colleges affiliated to the University.\nDetermination of such standards, being part of the\nacademic policy of the University, are beyond the purview F.\nof judicial review, unless it is established that such\nstandards are arbitrary or `adversely affect' the standards\nif any fixed by the Central Body under a Central enactment.\nThe order of the Division Bench is therefore\nunsustainable.\"\n26. Regulation 5 of the MCI Regulations, as we have seen,\ndeals with selection of students to medical college on the basis\nof merit of the candidates and does not deal with the eligibility\nof students for admission to MBBS course. It is Regulation 4\nG\nH\nC\n340 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA which lays down the \"eligibility criteria\" for admission to the\nmedical course and it provides that no candidate shall be\nallowed to be admitted to the MBBS course until: (i) he/she has\ncompleted the age of 17 years on or before the 31st December\nof the year of admission to the MBBS course and (ii) he/she\nB has passed the qualifying examination as stipulated therein. It\nis not the case of the MCI that any of the 117 students, who\nhad been admitted to the MBBS course, do not fulfill the\neligibility criteria as laid down in Regulation 4 of the MCI\nRegulations. The case of the MCI is that the provisions of\nclause (2) of Regulation 5 relating to selection on the basis of\nmerit, as discussed above, has been violated. There is, in our\nconsidered opinion, a difference between a candidate not\nfulfilling the eligibility criteria for admission to the MBBS course\nand a candidate who fulfils the eligibility criteria but has not\nbeen admitted in accordance with the procedure for selection\non the basis of merit. In a case where a candidate does not\nfulfill the eligibility criteria for admission to a course or for taking\nan examination, he cannot ask the Court to relax the eligibility\ncriteria. But this is not what the appellants have asked for in\nthis case before us. Hence, the decisions of this Court in\nRegional Officer, CBSE v. Ku. Sheena Peethambaran \u0026 Ors.\n(supra) and Visveswaraiah Technological University \u0026 Anr. v.\nKrishnendu Halder \u0026 Ors. (supra) do not apply to the facts of\nthis case.\nD\nE\nF\n27. In the facts of this case, the College was at fault in not\nholding a competitive entrance examination for determining the\ninter-se merit of the students who had applied to the College\nfor admission into the MBBS seats of the College in\naccordance with clause (2) of Regulation 5 of the MCI\nG Regulations and in not following a transparent and fair\nadmission procedure and the 117 students who had been\nadmitted to the MBBS course in the College were not to be\nblamed for these lapses on the part of the College. In\nChowdhury Navin Hemabhai \u0026 Ors. v. State of Gujarat \u0026 Ors.\nH (supra), this Court has held that where the admissions of the\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 341\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nstudents took place due to the fault of rule-making authority in A\nnot making the State Rules, 2008 in conformity of the MCI\nRegulations, the students if discharged from the MBBS course,\nwill suffer grave injustice and this Court should therefore\nexercise its power under Article 142 of the Constitution to do\ncomplete justice between the parties and allow the students to B\ncontinue to study the MBBS course. Similarly, in Deepa\nThomas \u0026 Ors. v. Medical Council of India \u0026 Ors. (supra) this\nCourt held that since irregular admissions were made by the\ncolleges in violation of the MCI Regulations due to mistake or\nomission in the Prospectus issued by colleges, the students\nwho have been admitted should be allowed to continue the\nMBBS course and passed orders accordingly in exercise of\npower under Article 142 of the Constitution. We are, thus, of\nthe view that the 117 students, who have been admitted in the\nMBBS course by the College for the academic year 2008 in\nviolation of clause (2) of Regulation 5 of the MCI Regulations,\nshould not be disturbed.\nC\nD\nE\n28. The fact, however, remains, that the College had\nviolated clause (2) of Regulation 5 of the MCI Regulations in\nmaking the admissions of 117 students to the MBBS course\nfor the academic year 2008-2009 and the admissions were not\nwithin the right of the College under Article 19(1)(g) of the\nConstitution as explained in T.M.A. Pai Foundation and P.A.\nInamdar (supra). The College must, therefore, suffer some\npenalty as a deterrent measure so that it does not repeat such F\nviolation of the MCI Regulations in future. Moreover, if no\npunitive order is passed, other colleges may be encouraged\nto violate the MCI Regulations with impunity. In Deepa Thomas\n\u0026 Ors. v. Medical Council of India \u0026 Ors. (supra), this Court\ndirected the College to surrender seats equal to the number of G\nirregular admissions in phased manner starting with the\nadmissions of the year 2012. In the present case, there were\nas many as 117 admissions contrary to the provisions of\nclause (2) of Regulation 5 of the MCI Regulations. The learned\nSingle Judge of the High Court had directed ten seats to be\nН\nB\n342 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA kept vacant for the academic year 2008-2009 and we are told\nthat those ten seats kept vacant have not been filled up and\nthe College has not received any fees for the ten seats.\nExcluding these ten seats, the College will have to surrender\n107 seats in a phased manner, not more than ten seats in each\nacademic year beginning from the academic year 2012-2013.\nThese 107 seats will be surrendered to the State Government\nand the State Government will fill up these 107 seats on the\nbasis of merit as determined in the RPMT or any other common\nentrance test conducted by the State Government or its agency\nfor admissions to Government Medical Colleges and the fees\nof the candidates who are admitted to the 107 seats will be\nthe same as fixed for the Government Medical Colleges.\nC\nD\n29. The 117 students, who were admitted to the MBBS\ncourse, may not be at fault if the College did not hold a\ncompetitive entrance examination for determining the inter se\nmerit of students who had applied to the College in the MBBS\nseats of the College, but they are beneficiaries of violation of\nclause (2) of Regulation 5 of the MCI Regulations by the\nCollege. They have got admission into the College without any\nE proper evaluation of their merit vis-a-vis the other students who\nhad applied but had not been admitted in a competitive\nentrance examination. We have held in Priya Gupta v. State\nof Chhattisgarh \u0026 Ors. [2012 (5) SCALE 328 = JT 2012 (5)\nSC 102] that beneficiaries of admissions made contrary to the\nF MCI Regulations must pay some amount for development of\ninfrastructure in the medical college of the government as a\ncondition for allowing them to continue their MBBS studies by\nour orders under Article 142 of the Constitution. We, therefore,\nhold that each of the 117 students who have been admitted in\nG the MBBS seats in the College will pay Rs.3 lacs to the State\nGovernment on account of their admission in violation of clause\n(2) of Regulation 5 of the MCI Regulations and the total amount\nreceived by the State Government from the 117 students will\nbe spent for improvement of infrastructure and laboratories in\nI\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 343\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nthe Government Medical Colleges of the State and for no other A\npurpose.\nCONCLUSIONS\n30. We accordingly hold:\nB\n(i) that there was no agreement between the College\nand the State Government to admit students into its\nMBBS course on the basis of RPMT-2008 and the\nfinding of the High Court in this regard is erroneous\nand the High Court could not have directed the C\nCollege to fill up its seats on the basis of merit of\nstudents as determined in RPMT-2008 as per the\nlaw laid down in T.M.A. Pai Foundation as\nexplained in P.A. Inamdar (supra). Hence, the\ndirection of the High Court to fill up the seats by\nstudents selected or wait listed in the RPMT-2008\nis set aside.\nD\n(ii) The admissions of 117 students to the MBBS\ncourse for the academic year 2008-2009 in the\nCollege were contrary to clause (2) of Regulation E\n5 of the MCI Regulations and were not within the\nright of the College under Article 19(1)(g) of the\nConstitution as explained by this Court in T.M.A.\nPai Foundation and P.A. Inamdar (supra).\nF\n(iii) In exercise of our power under Article 142 of the\nConstitution, we direct that none of the 117 students\nwho were otherwise eligible for admission to the\nMBBS course will be disturbed from pursuing their\nMBBS course, subject to the condition that they will\neach pay a sum of Rs.3 lacs within a period of three G\nmonths from today to the State Government and in\nthe event of default, the students will not be\npermitted to take the final year examination and the\nadmission of the defaulting students shall stand\ncancelled and the College will have no liability to H\nA\nB\nс\nD\n344\nSUPREME COURT REPORTS\n[2012] 11 S.C.R.\nrepay the admission fee already paid. The amount\nso paid to the State Government shall be spent by\nthe State Government for improvement of\ninfrastructure and laboratories of the Government\nmedical college of the State and for no other\npurpose.\n(iv) The College which was responsible for making the\nadmissions in violation of clause (2) of Regulation\n5 of the MCI Regulations will surrender 107 (117 -\n10) MBBS seats to the State Government phase\nwise, not more than ten in any academic year\nbeginning from the academic year 2012-2013 and\nthese surrendered seats will be filled up by the\nstudents selected in RPMT or any other common\nentrance test conducted by the State Government\nof Rajasthan or its agency for admissions to the\nGovernment Colleges and the fees payable by the\nstudents admitted to the surrendered seats would\nbe the same as that payable by the students of\nGovernment Colleges.\nE\n(v)\nThe results of the students in the MBBS course held\nup on account of interim orders passed by the Court\nmay now be published.\nThe impugned judgment of the High Court is modified\nF accordingly and the appeals are allowed to the extent as\nindicated in this judgment. The pending I.A. Nos. 3 and 4 stand\ndisposed of.\nG\nH\nCIVIL APPEAL NO._6210_OF 2012 (Arising out of SLP (C)\nNo.24967 of 2011) AND CIVIL APPEAL NO. 6211 OF 2012\n(Arising out of SLP (C) No.25353 of 2011):\n1. Leave granted. I.A. No.2 of 2011 in Civil Appeal arising\nout of SLP (C) No. 24967 of 2011 for deletion of the proforma\nrespondent Nos.5 to 19 is allowed. I.A. No. 3 of 2011 in Civil\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 345\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nAppeal arising out of SLP (C) No. 25353 of 2011 for deletion. A\nof the proforma respondent Nos. 4 to 18 is allowed.\n2. These are appeals by way of special leave under Article\n136 of the Constitution of India against the common order\ndated 10.08.2011 passed by the Division Bench of the\nRajasthan High Court in DB Special Appeal (Writ) No.632 of\n2011 and DB Special Appeal (Writ) No.407 of 2011.\nFACTS\nB\n3. The facts very briefly are that by a consensual C\narrangement between the State Government of Rajasthan and\nMahatama Gandhi Medical College and Hospital (for short 'the\nCollege') 85% of the MBBS seats in the College are filled up\nby the allocation of students by the Competent Authority. The\nCompetent Authority, namely, the Convener of the Central D\nUnder-Graduate Admission Board (for short 'the Convener') by\nhis letter dated 31.07.2008 to the Principal of the College\nallotted 85 students who had been selected in the Rajasthan\nPre-Medical Test 2008 (for short 'the RPMT-2008') for\nadmission to the payments seats of the College. Thereafter, by E\nanother letter 30.08.2008, the Convener sent to the College a\nlist of re-shuffled/allotted/wait-listed students for admission in\nthe MBBS seats in the College. In this letter dated 30.08.2008,\nit was stated that the last date of joining the course for the\nstudents so allotted would be 11.09.2008 and the list of\nvacancies which are not filled up shall be displayed on the\nnotice board of the College on 12.09.2008 and the students\nfrom the wait-list will be admitted to the vacancies and this must\nbe completed by 18.09.2008. On 25.09.2008, the Convener\nsent another letter dated 25.09.2008 to the College enclosing\ntherewith a list of candidates who had been selected/re-shuffled\nfor the MBBS Course for the year 2008 in the extended second\nround of counselling and it was stated in this letter that the last\ndate of joining the course for these students would be\n27.09.2008 and the list of vacancies shall be displayed on the\nF\nG\nН\nC\n346 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA notice board of the College on 28.09.2008 at 10.00 a.m. and\nthe students shall be admitted from the wait-list into the\nvacancies and such admission process must be completed by\n30.09.2008. On 29.09.2008, the Additional Principal of the\nCollege issued an office order that the residual seats which\nB remained vacant even after the second round of counselling will\nbe filled up by an admission process which will start on\n30.09.2008 at 6.00 p.m. in the Medical Education Unit of the\nCollege and in such admission process preference will be\ngiven to candidates who have qualified in the RPMT-2008 and\nif the seats are still vacant, the same will be offered to\ncandidates on the basis of 10+2 marks and the admission\nprocess will be completed on the same date i.e. 30.09.2008.\nAccordingly, on 30.09.2008, an admission notice for the year\n2008-2009 was put up by the College inviting applications for\nadmission to the MBBS Course for the year 2008-2009 from\nstudents who have passed 10+2 examination with minimum\n50% marks in Physics, Chemistry and Biology in case of\ngeneral candidates and minimum of 40% marks in Physics,\nChemistry and Biology for SC/ST/OBC candidates as per the\nguidelines of the Medical Council of India (for short 'the MCI')\nand it was stated in the admission notice that RPMT-2008\ncandidates will be given preference. Pursuant to this admission\nnotice, a total of 21 students were admitted to the unfilled seats\nin the MBBS Course for the academic year 2008-2009 in the\nCollege. Out of these 21 students, 15 students had been\nF selected in the RPMT-2008 and 6 students had not been\nselected in the RPMT-2008.\nD\nE\n៣\n4. Thereafter, these 21 students filed S.B. Civil Writ Petition\nNo.2946 of 2010 in the Rajasthan High Court and their case\nG in the writ petition was that pursuant to the admission notice\ndated 30.09.2008 they applied for admission to the MBBS\nCourse in the college and they were given admission and they\ndeposited the fees and started pursuing studies in the MBBS\nCourse in the college, but they were not allowed to take the\nH\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 347\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nexaminations by the authorities. The learned Single Judge of A\nthe High Court found that the MCI had issued an order dated\n04.02.2010 directing the college to discharge the 6 students\nwho had not been selected in the RPMT-2008 on the ground\nthat they had been admitted to the MBBS Course in violation\nof Regulation 5 of the Medical Council of India Regulations B\n1997 (for short 'the MCI Regulations'). By order dated\n18.03.2011 the learned Single Judge of the High Court allowed\nthe writ petitions of 15 students who had qualified in the RPMT-\n2008 but dismissed the writ petitions of the 6 students who\nwere discharged pursuant to the order dated 04.02.2010 of the\nC\nMCI on the ground that they had not been selected in the\nRPMT-2008. Aggrieved, the 6 students and the College filed\nD.B. Special Appeal No.407 of 2011 and D.B. Special Appeal\n(Print) No.632 of 2011 but by the impugned order, the Division\nBench of the High Court has dismissed the appeals.\nAggrieved, the 6 students and the College have filed these civil\nappeals.\nCONTENTIONS ON BEHALF OF THE APPELLANTS:\nD\nF\n5. Mr. Maninder Singh and Mr. P.S. Narsimha, learned E\ncounsel appearing for the appellants, submitted that the\nadmission of the 6 students in the College were earlier\nchallenged in three writ petitions by students who had qualified\nin the RPMT-2008 namely, Miss Divya Gupta, Miss Heena Soni\nand Mr. Mohd. Zibran and in these writ petitions (S.B. Civil Writ\nPetition No.13419 of 2008, S.B. Civil Writ Petition No. 10350\nof 2008 and S.B. Civil Writ Petition No. 11165 of 2008), the MCI\nwas also a respondent and by a common order dated\n26.05.2009 the learned Single Judge disposed of the three writ\npetitions with the direction that the three writ petitioners will be\nadmitted in the MBBS (First Year Course) against 15%\nManagement Quota for the academic year 2009-2010 and the\nwrit petitioners will be charged fees which are charged to the\nstudents admitted on the basis of their merit against 85% of\nthe seats to be filled up by the Competent Authority of the State\nG\nН\n348 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA Government and these admissions will be within the annual\nintake strength as approved by the MCI. They submitted that\nby the order dated 26.05.2009 passed in the earlier three writ\npetitions, the admission of the 6 students were not disturbed\nby the learned Single Judge of the High Court. They argued that\nB the order dated 26.05.2009 of the learned Single Judge in the\nthree writ petitions of 2008 has become final and the MCI\ntherefore could not have passed the order dated 04.02.2010\ndischarging the 6 students from the MBBS Course on the\nground that they have not been selected in the RPMT-2008.\nC\nD\nE\nF\nG\n6. Learned counsel for the appellants further submitted that\nthe only reason given by the MCI in its order dated 04.02.2010\nfor discharging the 6 students was that they have not passed\nthe RPMT-2008 but the Secretary of the MCI in his letter dated\n16.09.2009 had clarified that for the purpose of completing the\nadmissions within the time schedule fixed by this Court in the\ncase of Mirdul Dhar and Another vs. Union of India and\nOthers [(2005) 2 SCC 65], i.e. 30th September of the year,\nadmissions could also be done on the basis of marks secured\nin the 10+2 examination as provided in Regulation 5(1) of the\nMCI Regulation. They submitted that since the 6 students have\nbeen given admission on the last date of the time schedule for\nthe purpose of filling up the unfilled seats of MBBS Course,\nthese admissions on the basis of their marks in 10+2\nexamination are in accord with Clause (1) of Regulation 5 of\nthe MCI Regulations.\n7. The learned counsel for the appellants finally submitted\nthat it is not the case of the MCI that the 6 students did not fulfill\nthe eligibility criteria for admission to the MBBS course as\nprovided in Regulation 4 of the MCI Regulation. They submitted\nthat all the 6 students satisfied the eligibility criteria as they were\nabove 17 years and had also passed the qualifying\nexaminations. They argued that the case of the MCI was that\nclause (2) of Regulation 5 of the MCI Regulations has been\nviolated and for such violation, if any, the 6 students who have\nI\n"}