{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"RAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 319\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nsharing in such institutions and that this can only be done by a A\nconsensual arrangement. They submitted that in P.A. Inamdar\n(supra), this Court further held that all private institutions\nimparting same or similar professional education can join\ntogether for holding a common entrance test satisfying the triple\ntests of the admission procedure being fair, transparent and B\nnon-exploitative. They submitted that in accordance with the\naforesaid law laid down by this Court in T.M.A. Pai Foundation\nand P.A. Inamdar (supra), a common entrance test, namely,\nPC-PMT 2008, was held by the Federation of the Private and\nDental Colleges of Rajasthan and on the basis of the merit as\ndetermined in PC-PMT 2008, 16 students have been admitted\nto the MBBS course of the College.\nC\nD\n8. They submitted that the finding of the High Court that\nadmission to the 85% of the seats in the MBBS course of the\nCollege could, as per the MCI Regulations, be made only on\nthe basis of merit as determined in the RPMT is not correct.\nThey submitted that Regulation 4 of the MCI Regulations lays\ndown the \"eligibility criteria\" for admission to the MBBS course\nand it provides that a candidate should have completed the age\nof 17 years on or before the date mentioned therein and he E\nshould have passed the qualifying examination. They submitted\nthat all the 117 students (16+101) admitted to the MBBS course\nin the College for the academic year 2008-2009 fulfilled the\nrequirements regarding age and passing of qualifying.\nexamination as provided in Regulation 4 of the MCI F\nRegulations. They submitted that Regulation 5 of the MCI\nRegulations states that the selection of students to medical\ncollege shall be based solely on the merit of the candidate and\nclause (1) of Regulation 5 states that for determining the merit,\nthe marks obtained at the qualifying examination may be taken G\ninto consideration. They argued that the marks of 101 students\nadmitted on the basis of their 10+2 qualifying examination were\ntaken into consideration and, therefore, Regulation 5 of the MCI\nRegulations had not been violated. They submitted that in the\nfacts of the present case since the seats of the MBBS course H\n320 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA in the College had to be filled up for the academic year 2008-\nB\nD\n2009 on or before 30.09.2009, the College had no option but\nto fill up the seats on the basis of merit as determined in the\n10+2 examination after publishing the advertisement in the\nleading newspapers.\n9. Learned senior counsel for the appellants also\nsubmitted that none of the students, who had applied pursuant\nto the advertisement published by the College for admission\non the basis of merit as determined in the PC-PMT 2008 or\nthe 10+2 examination, had made any grievance before any\nC\nauthority that they were not given admission on the basis of\nmerit or that students with lesser merit had been admitted in\nthe seats for the MBBS course in the College for the academic\nyear 2008-2009. They argued that in fact, as desired by the\nHigh Court, a report was called for on the admissions made\nby the College in the MBBS course for the academic year\n2008-2009 and a Committee comprising the Deputy Secretary,\nMedical Education, Government of Rajasthan, the Registrar,\nRajasthan University of Health Sciences, Jaipur, Dean, Medical\nCollege, Jhalawar and Professor, M.M. Medical College,\nE Ajmer, examined all the records of admissions and conducted\nan enquiry and submitted a report with a finding that though the\nCollege was directed by the State Government to admit\nstudents from RPMT-2008, admissions were given by the\nCollege on the basis of PC-PMT on merit in 10+2 examinations\nF due to availability of short period for admissions and the\nRajasthan University of Health Sciences has treated the\nadmissions to be irregular and not illegal.\nG\nH\n10. Learned senior counsel for the appellants cited the\njudgment of this Court in Chowdhury Navin Hemabhai \u0026 Ors.\nv. State of Gujarat \u0026 Ors. [(2011) 3 SCC 617] in which this\nCourt has held that even though under the MCI Regulations the\nappellants could not be admitted to the MBBS course in the\nacademic year 2008-2009, for the purpose of doing complete\njustice in the matter, the admissions of the appellants therein\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 321\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nto the MBBS course in the College during the academic year A\n2008-2009 should not be disturbed. They also submitted that\na similar view has been taken by this Court in Deepa Thomas\n\u0026 Ors. v. Medical Council of India \u0026 Ors. [(2012) 3 SCC 430]\nwherein this Court agreed with the view of the MCI and the High\nCourt that the admissions of the appellants therein were B\nirregular as they had not secured the minimum marks of 50%\nin the common entrance examination as prescribed in the MCI\nRegulations and yet directed, as a special case, that the\nappellants therein shall be allowed to continue and complete\ntheir MBBS course and should be permitted to appear in the\nC\nUniversity examinations as if they had been regularly admitted\nto the course. They submitted that in the event this Court is of\nthe opinion that the MCI Regulations 1997 have been violated\nin admitting the 117 students in the MBBS course of the\nCollege, to do complete justice in the matters, this Court should\nallow these students to continue in the MBBS course in exercise\nof its powers under Article 142 of the Constitution of India as\nhas been done in the aforesaid two cases.\nD\n11. Mr. Amarendra Sharan, learned senior counsel\nappearing for the MCI, submitted that the Division Bench of the E\nHigh Court has in the impugned order held that the stand of the\nCollege that the permission letter dated 16.09.2008 of the\nCentral Government was received by the College on\n25.09.2008, i.e. after the second and last counselling of\nstudents selected in the RPMT-2008 was over, appears to be F\ndoubtful. He supported the aforesaid finding of the High Court\nand argued that the College avoided to participate in the\ncounselling of students selected in the RPMT-2008 even though\nit was aware that the Government of India had granted the\npermission for establishing the College on 16.09.2008. He G\nsubmitted that the MCI Regulations were made by the MCI with\nthe previous sanction of the Central Government in exercise of\npower conferred under Section 33 of the Indian Medical Council\nAct, 1956 and was, therefore, statutory in character and are\nbinding so far as admissions to medical colleges are\nH\nA\n322 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nconcerned. He vehemently argued that the letter dated\n16.09.2008 of the Secretary of the MCI clarifying that\nadmissions could be made on the basis of marks in the\nqualifying examination to complete the admissions by 30th of\nSeptember could not override the MCI Regulations. He\nB submitted that Regulation 4 of the MCI Regulations, which\nprovides the minimum eligibility of students to be admitted to\nthe MBBS course, is not the only provision which has to be\nfollowed by the Medical Colleges for admissions to the MBBS\ncourse. He submitted that Regulation 5 of the MCI Regulations\nC provided that selection of students to a medical college shall\nbe based solely on merit of the candidates and clause (2) of\nRegulation 5 stipulated that in States, having more than one\nuniversity/board/examining body conducting the qualifying\nexamination a competitive entrance examination should be held\nD so as to achieve a uniform evaluation as there may be variation\nof standard at qualifying examination conducted by different\nagencies. He submitted that selection for the 85% of the seats\nin the College for the academic year 2008-2009 could,\ntherefore, be only on the basis of merit as determined in a\ncompetitive entrance examination and not on the basis of the\nmarks obtained in qualifying examination. He submitted that\nthere is a clear finding in the impugned order of the High Court\nthat the College was not listed in brochure with the application\nform notified by the Federation of Private Medical and Dental\nColleges of Rajasthan for PC-PMT 2008 and in fact no\ncompetitive entrance examination was conducted for\nadmission to the MBBS course of the College. He argued that\nthe admissions of the 16 students in the MBBS course for the\nacademic year 2008-2009 on the basis of PC-PMT 2008, thus,\nwere not on the basis of merit as determined in a competitive\nentrance examination as is sought to be made out by the\nappellants. He submitted that names of 101 candidates who\nhad been admitted on the basis of their marks in the qualifying\nexamination vis-à-vis of the candidates who had not been\nadmitted had not been determined in a common competitive\nE\nF\nG\nH\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 323\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nentrance examination. He argued that the only way the College A\ncould comply with the provisions of clause (2) of Regulation 5\nof the MCI Regulations was to admit students selected in the\nRPMT-2008. He submitted that in T.M.A. Pai Foundation and\nP.A. Inamdar (supra) cited by the learned counsel for the\nappellants, this Court has also held that the admissions to the B\nprivate unaided professional colleges have to be made by\nselection through a common entrance test and in the aforesaid\njudgments, this Court has not held that the MCI Regulations will\nnot be followed while giving admissions to the MBBS course.\nHe submitted that this Court, on the contrary, has held in Dr.\nPreeti Srivastava \u0026 Anr. v. State of M.P, \u0026 Ors. [(1999) 7 SCC\n120], State of M.P. \u0026 Ors. v. Gopal D. Tirthani \u0026 Ors. [(2003)\n7 SCC 83] and Harish Verma \u0026 Ors. v. Ajay Srivastava \u0026 Anr.\n[(2003) 8 SCC 69] that the Regulations of the MCI laying down\nthe standards of education for post-graduate medical courses\nhave to be complied with.\nC\nD\n12. Mr. Sharan finally submitted that as the admissions to\n85% of the seats in the College for the academic year 2008-\n2009 were in violation of clause (2) of Regulation 5 of the MCI\nRegulations, the High Court was right in declaring the E\nadmissions to be invalid. He submitted that if the Court, in\nexercise of its powers under Article 142 of the Constitution,\nshows any sympathy to the students admitted to the MBBS\ncourse, in breach of the MCI Regulations, there would be\nacademic chaos. According to him, there was no equity either F\nin favour of the College or in favour of the students who had\nbeen admitted to the College in violation of clause (2) of\nRegulation 5 of the MCI Regulations. He cited the decision in\nA.P. Christians Medical Educational Society v. Government\nof Andhra Pradesh \u0026 Anr. [(1986) 2 SCC 667] in which this G\nCourt rejected the plea that the interests of the students should\nnot be sacrificed because of the conduct or folly of management\nand that they should be permitted to appear at the university\nexamination notwithstanding the circumstance that permission\nand affiliation had not been granted to the institution. He also H\n324 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA relied on the observations of this Court in Regional Officer,\nB\nC\nD\nE\nF\nG\nH\nI.\nCBSE v. Ku. Sheena Peethambaran \u0026 Ors. [(2003) 7 SCC\n719] that condoning the lapses or overlooking the legal\nrequirements in consideration of mere sympathy factor does\nnot solve the problem, but disturbs the discipline of the system\nand ultimately, adversely affects the academic standards. He\nsubmitted that in A. B. Bhaskara Rao v. Inspector of Police,\nCBI Vishakapatnam [(2011) 10 SCC 259] this Court has laid\ndown the principles governing the exercise of power under\nArticle 142 of the Constitution of India and one of the principles\nis that the Court generally does not pass an order in\ncontravention of or ignoring the statutory provisions nor is the\npower exercised merely on sympathy.\n13. He also cited the observations of this Court in\nVisveswaraiah Technological University \u0026 Anr. v. Krishnendu\nHalder \u0026 Ors. [(2011) 4 SCC 606] that no student or college,\nin the teeth of the existing and prevalent rules of the State and\nthe University can say that such rules should be ignored,\nwhenever there are unfilled vacancies in colleges. He submitted\nthat if the College was not able to fill up the seats in the MBBS\ncourse for the academic year 2008-2009 for the reason that\nthe second and last counselling of students selected on the\nbasis of RPMT-2008 was over, the seats should have been\nkept vacant and could not have been filled up in violation of the\nMCI Regulations.\n14. Mr. Jasbir Singh Malik, learned counsel for the State\nof Rajasthan, adopted the arguments of Mr. Amarendra Sharan\nand further submitted that the information book on RPMT-2008\nmentioned the College as one of the Colleges covered by the\nRPMT-2008 and, therefore, the College cannot contend that\nthe students who are selected in the RPMT- 2008 were not to\nbe admitted to the MBBS seats of the College. He submitted\nthat at the meeting of the Central Under-Graduate Admission\nBoard on 23.09.2008, it was decided not to include the College\nfor the counselling as there was no intimation from the College,\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 325\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nbut it was recorded in the proceedings of the meeting that if A\ninformation is received from the College then students can be\nprovided from the RPMT-2008 by holding counselling at the\nCollege at Udaipur at their cost. He submitted that a separate\ncounselling could therefore be held for students who had been\nselected on the basis of RPMT-2008 for admission to the B\nCollege if the College had intimated the Convener of the\nCentral Under-Graduate Admission Board that it had got the\npermission letter dated 16.09.2008 after the second\ncounselling of students selected in the RPMT-2008. He\nsubmitted if such separate counselling for admission to the C\nMBBS seats in the College would have been held, it would have\nbeen the first counselling so far as this College was concerned\nand there was no bar as per the law laid down by this Court\nfor holding such separate counselling for the College.\nD\nE\n15. Mr. Naveen Kumar Chauhan, learned counsel\nappearing for the Rajasthan University, adopted the arguments\nof Mr. Amarendra Sharan, learned senior counsel appearing\nfor the MCI, and Mr. Jasbir Singh Malik, learned counsel for the\nState of Rajasthan, and further submitted that the College had\nbeen included in the information brochure of the RPMT-2008\npublished on 26.02.2008 because it had initially agreed to\nparticipate in the RPMT-2008 at the meeting which took place\nin December, 2007. He referred to the findings of the Division\nBench of the High Court in the impugned order that the College\nnever raised objection about its inclusion in the brochure\npublished by the State Government for RPMT-2008 when the\nprocess of admission was initiated by the authorities for holding\nthe RPMT-2008. He submitted that the Division Bench of the\nHigh Court has also recorded the finding that on 16.09.2008,\nthe College itself has sent a letter to the Vice-Chancellor of the G\nUniversity of Health Sciences saying that if it gets the approval\nfrom the Government of India after the second counselling of\nthe students selected on the basis of the RPMT-2008, a\nrequest will be made by the College to suggest the way or to\nF\nH\n326 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA provide the merit list of RPMT-2008 students for admission in\nthe College. He submitted that both the learned Single Judge\nand the Division Bench have also taken note of the Ordinance\n272 of the University which provides that all private unaided\nprofessional institutions will be under an obligation to admit\nB students to the MBBS or the BDS courses on the basis of the\nselection for admission to MBBS/BDS courses in the\nGovernment Colleges. He finally argued that Mr. Jagdish Prasad\nAgarwal, the Chairman and Managing Trustee of the Geetanjali\nFoundation, had furnished a written undertaking on 12.12.2007\nthat it will admit students in MBBS degree only after getting the\npermission from the MCI/Government of India and after getting\naffiliation from the Rajasthan University of Medical Sciences,\nbut the College had given admission to the students even\nbefore getting affiliation from the University.\nC\nD\n16. Ms. Anuradha Soni Verma, appearing for the private\nrespondents, who had filed writ petition in the High Court\nsubmitted that none of the students who had been admitted into\nthe College in the MBBS seats for the academic year 2008-\n2009 have been enrolled by the University and it is only pursuant\nE to the orders of the Court that they had been permitted to take\nexaminations of the MBBS course.\nF\nG\nH\nFINDINGS WITH REASONS\n17. The College is a private unaided professional institution\nand it has been held by this Court in T.M.A. Pai Foundation\n(supra) that a private unaided professional institution has a\nfundamental right under Article 19(1)(g) of the Constitution of\nIndia to establish and administer an educational institution and\nsuch right will include the right to admit students into the\ninstitution. In P.A. Inamdar (supra), this Court has explained the\njudgment in T.M.A. Pai Foundation (supra). Paragraphs 127\nand 128 of the judgment of this Court in P.A. Inamdar (supra),\nas reported in the SCC, are quoted hereinbelow:\n\"127. Nowhere in Pai Foundation, either in the majority or\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 327\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nin the minority opinion, have we found any justification for A\nimposing seat- sharing quota by the State on unaided\nprivate professional educational institutions and\nreservation policy of the State or State quota seats or\nmanagement seats.\n128. We make it clear that the observations in Pai\nFoundation in paragraph 68 and other paragraphs\nmentioning fixation of percentage of quota are to be read\nand understood as possible consensual arrangements\nwhich can be reached between unaided private\nprofessional institutions and the State.\"\nB\nC\nHence, in the absence of a consensual arrangement between\nthe College and the State Government, the College was not\nunder any legal obligation to admit students to 85% of the\nMBBS seats in the academic years 2008-2009. The learned D\nSingle Judge and the Division Bench of the High Court in the\npresent batch of cases, however, appear to have recorded a\nfinding that a consensual arrangement was there between the\nCollege and the State Government of Rajasthan that 85% of\nthe seats in the MBBS course in the College will be filled up\nfrom amongst students selected in the RPMT-2008. Learned\ncounsel for the appellants have disputed this finding of the High\nCourt.\nE\nF\n18. Hence, the first question that we have to decide in this\ncase is whether the College had agreed to admit students\nplaced in the merit list or waiting list of RPMT-2008 into the 85%\nof 150 seats of the MBBS course approved by the Central\nGovernment. We find that in the proceedings of the meeting held\non 15.12.2007 under the Chairmanship of Secretary, Medical\nEducation, for conducting a common entrance test for G\nadmissions to MBBS seats in different colleges in the State of\nRajasthan, it has been recorded in Para 5:\n\"Students will be made available on 85 per cent seats\nthrough R.P.M.T. to National Institute of Medical Sciences, H.\nI\nG\nLL\nF\nA\nB\nC\n328\nSUPREME COURT REPORTS\n[2012] 11 S.C.R.\nJaipur and Geetanjali Medical College and Hospital\nUdaipur. Consent has already been given in this\nconnection earlier by Mahatma Gandhi Medical College\nand Hospital, Jaipur. On the remaining 15 per cent seats\n(N.R.I. quota) admissions will be given by these\ninstitutions.\"\nFrom the aforesaid proceedings, it is clear that although a\ndecision was taken by the authorities that students will be made\navailable on 85 per cent seats through R.P.M.T. to Geetanjali\nMedical College and Hospital Udaipur (the College), there is\nno mention that the College (Geetanjali Medical College) had\ngiven its consent to this arrangement although there is a\nmention that Mahatma Gandhi Medical College and Hospital,\nJaipur, has given its consent to the aforesaid consensual\narrangement earlier. In fact, there was no representation of the\nD College at the meeting held on 15.12.2007 and on 18.12.2007\nthe Director (Foundation) of the College addressed the\nfollowing letter to the Secretary to the Government Medical\nEducation, Government of Rajasthan:\nE\n\"GMCH\nGF/GMCH/07\nHEALTH IS HAPPINESS\nDr. Govind Sharma, IAS\nDecember 18, 2007\nSecretary to the Government\nMedical Education,\nGovernment of Rajasthan\nSecretariat\nJAIPUR (RAJASTHAN)\nSub: Participation in Admission Procedure\nRespected Sir,\nIn the above reference we have received your letter to\n"}