{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"RAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 309\nHEALTH SCIENCE\nVishakapatnam (2011) 10 SCC 259: 2011 (12) SCR 718 ·\nreferred to.\nCivil Appeal No. 6210 and 6211 of 2012\n-\n1. It cannot be held that the MCI could not have\nissued the order dated 04.02.2010 discharging the six\nstudents from the MBBS Course on the ground that they\nhad not been selected in the RPMT-2008 and that their\nadmissions were in breach of the provisions of clause (2)\nof Regulation 5 of the MCI Regulations, in view of the of\nA\nB\nthe order dated 26.05.2009 passed by the Single Judge C\nof the High Court in three Writ Petitions which had\nattained finality. The question as to whether the\nadmission of the six students was in breach of clause (2)\nof Regulation 5 of the MCI Regulations was not in issue\nin the aforesaid three writ petitions. The High Court D\ndisposed of the three writ petitions on the basis of a\ncompromise between the writ petitioners on the one\nhand. As the College has not produced the pleadings\nbefore this Court in the three writ petitions to show that\nan issue was raised before the High Court in the E\naforesaid three writ petitions by the MCI that the\nadmission of the 6 students was in breach of clause (2)\nof Regulation 5 of the MCI Regulations, the principles laid\ndown in Section 11 CPC relating to res judicata will not\napply. As a matter of fact, when the order dated F\n26.05.2009 was passed the MCI had no information that\nthe six students had not been selected in the RPMT-2008\nand it was only in August, 2009, and thereafter that the\nMCI came to learn about the breach of the provisions of\nRegulation 5 and accordingly MC) issued orders to G\nimmediately discharge six students. [Para 9] [350-F-H;\n351-A-B; 351-D-G]\n2. It is also not correct to say that the College could\nadmit students on the basis of marks obtained by them\nin the qualifying examinations under Clause (1) of\nH\n310 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA Regulation 5 of the MCI Regulations. Regulation 5(1) of\nthe MCI Regulations applies only in a State where one\nUniversity or Board or Examining Body conducts the\nqualifying examination, in which case, the marks obtained\nat such qualifying examination may be taken into\nB consideration. As the State of Rajasthan has more than\none University/Board/Examining Body conducting\nqualifying examinations, clause (2) of Regulation 5 of the\nMCI Regulations will apply which provides that a\ncompetitive entrance examination will have to be held so\nC as to achieve a uniform evaluation. The College, therefore,\nwas bound to hold a competitive entrance examination\nin accordance with clause (2) of Regulation 5 of the MCI\nRegulations or enter into a consensual arrangement with\nthe State Government to admit students on the basis of\nthe Competitive Entrance Examination conducted by the\nState Government. The College entered into a\nconsensual arrangement with the State Government to\nadmit students on the basis of merit as determined in the\nRPMT-2008. Therefore, the clarification of the Secretary\nof the MCI that for the purpose of admissions within the\ntime schedule fixed by this Court, admission can also be\nmade on the basis of marks secured in the 10+2\nExamination as provided in Regulation 5(1) of the MCI\nRegulations is not in accord with the fact situation in the\nState of Rajasthan. The admission of the six students by\nthe College to its MBBS Course was, therefore, in breach\nof clause (2) of Regulation 5 of the MCI Regulations. [Para\n10] [351-G-H; 352-B-E-F-H; 353-A]\nD\nE\nF\nMirdul Dhar and Anr. vs. Union of India and Ors. (2005)\nG 2 SCC 65 - referred to.\nH\n3. The Court, invoking its powers under Article 142\nof the Constitution directs that the admission of the 6\nstudents in the MBBS Course will not be disturbed\nsubject to the condition that each of the 6 students pay\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 311\nHEALTH SCIENCE\nto the State Government Rs.3 lacs for development of A\ninfrastructure of Government medical colleges within a\nperiod of three months from the date of the judgment\nfailing which they will not be allowed to take the final\nMBBS examinations and their admission will be\ncancelled. [Para 12] [353-E-F]\nRajendra Prasad Mathur v. Karnataka University and\nAnr. 1986Supp. SCC 740; A. Sudha v. University of Mysore\nand Anr. (1987) 4 SCC 537; 1988 (1) SCR 368; Association\nof Management of Unaided Private Medical and Dental\nCollege v. Pravesh Niyantran Samiti and Ors. (2005) 13 SCC\n704; Monika Ranka and Ors. v. Medical Council of India and\nOrs. (2010) 10 SCC 233 - referred to.\nB\nC\n4. Considering the fact that the College has violated\nthe provisions of clause (2) of Regulation 5 of the MCI D\nRegulations, as a deterrent measure to prevent similar\nbreach of the MCI Regulations in future, it is directed that\nthe College will surrender six seats in the MBBS course\nfor the academic year 2012-2013 to the State Government\nto be filled up on the basis of the RPMT or any other E\ncommon entrance test conducted by the State\nGovernment of Rajasthan or its agency for admission to\nthe MBBS Course and the fee that will be payable by the\nstudents admitted to the six seats will be the same as are\npayable by the students admitted on the basis of RPMT F\nor another common entrance test conducted by the State\nGovernment or its agency. [Para 12] [353-F-H; 354-A-B]\nPriya Gupta v. State of Chhattisgarh and Ors. 2012 (5)\nSCALE 328 – relied on.\n-\nCase Law Reference:\nIn Civil Appeal Nos. 8142, 8143 and 8144 of 2011:\n1999(1) Suppl. SCR 249 Referred to Para 11\nG\nH\n312 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA\n2003 (1) Suppl. SCR 797\nReferred to\nPara 11\n2003 (3) Suppl. SCR 833\nReferred to\nPara 11\n2011 (123) SCR 718\nReferred to\nPara 12\nB\n2002 ( 3 ) Suppl. SCR 587 Followed\nParas 20\n2005 (2) Suppl. SCR 603\nFollowed\nand 30\nParas 20\nand 30\nC\n2011 (2) SCR 1071\nRelied on\nPara 27\n1986 (2) SCR 749\nDistinghished Para 24\n2003 (3) Suppl. SCR 275 Distinguished Para 25\nDistinguished Para 25\n2011 (2) SCR 1007\nD\n(2012) 3 SCC 430\nRelied on\nParas 27\nand 28\n2012 (5) SCALE 328\nRelied on\nPara 29\nE In Civil Appeal No. 6210 and 6211 of 2012\n2005 (1) SCR 380\nReferred to\nPara 6\n(2005) 2 SCC 65\nReferred to\nPara 6\nF 1986 Supp. SCC 740\nReferred to\nPara 7\n1988 (1) SCR 368\nReferred to\nPara 7\n(2005) 13 SCC 704\nReferred to\nPara 7\nG\n(2010) 10 SCC 233\nReferred to\nPara 7\n(2012) 5 SCALE 328*\nRelied on\nPara 13\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n8142 of 2011.\nH\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 313\nHEALTH SCIENCE\nFrom the Judgment and Order dated 03.09.2009 of the A\nHigh Court of Judicature for Rajasthan at Jaipur in Special\nAppeal No. 241 of 2009 in Civil Writ Petition No. 10858 of\n2008.\nWITH\nB\nCivil Appeal Nos. 6210, 6211 of 2012, 8143, 8144 \u0026 8999 of\n2011.\nRavinder Shrivastav, Pallav Shishodia, P.S. Narsimha, K.K.\nVenugopal, Maninder Singh, Amrendra Sharan, Jasbir Singh C\nMalik, S. Udaya Kumar Sagar, Bina Madhavan, Vinita\nSasidharan (For Lawyer's Knit \u0026 Co.), J.S. Bhasin, T. Mahipal,\nA. Venayagam Balan, Rashmi Priya, Gaurav Sharma, Shivaji\nM. Jadhav, Amit Kumar, Atul Kumar, Rekha Bakshi, Somendra\nChandra Jha, Manju Jana, Milind Kumar, Naveen Kr. Chauhan, D\nRahul Singh Chauhan, Mandar K. Narwane, Praveen Swarup,\nRajendra Soni, Anuradha Soni, Abhinav Mukerji, P.K. Jain,\nGaurav Agrawal for the Appearing Parties.\nThe Judgment of the Court was delivered by\nE\nA.K. PATNAIK, J.\nCIVIL APPEAL NO. 8142 OF 2011, CIVIL APPEAL NO.8143\nOF 2011 AND CIVIL APPEAL NO.8144 OF 2011:\n1. These are appeals by way of special leave under Article\n136 of the Constitution of India against the common order and\njudgment dated 03.09.2009 of the Division Bench of the\nRajasthan High Court, Jaipur Bench, in Special Appeal Nos.241\nof 2009 and 386 of 2009.\nFACTS\n2. The facts very briefly are that the Secretary, Medical\nEducation, Government of Rajasthan, held a meeting on\n04.12.2007 for the purpose of conducting a common entrance\nF\nG\nI\nC\nD\n314 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA test for admission to the Medical and Dental Colleges in the\nState of Rajasthan for the academic year 2008-2009. Besides\nthe Secretary, Medical Education, Government of Rajasthan,\nthe Registrar, Rajasthan Medical University of Health Sciences,\nJaipur, Professor Anatomy of Medical College, Jaipur, Special\nB Officer, Technical Education Department, Government of\nRajasthan, representative from the Federation of Private\nMedical and Dental Colleges of Rajasthan, Jaipur, Managing\nDirector, Geetanjali Medical College, Udaipur, Managing\nDirector, National Institute of Medical Sciences, Jaipur, were\nalso present in the meeting. Geetanjali Medical College and\nHospital (for short 'the College') was yet to receive its\npermission from the Government of India and affiliation from the\nRajasthan University of Medical Sciences and on 12.12.2007,\nthe Chairman and Managing Trustee of the Geetanjali\nFoundation Shri Jagdish Prasad Agarwal gave a written\nundertaking that the College will admit the students to the MBBS\ncourse only after getting permission from the Government of\nIndia and after getting affiliation from the Rajasthan University\nof Medical Sciences. Another meeting for the aforesaid\npurpose was held under the Chairmanship of the Secretary,\nMedical Education on 15.12.2007 and at this meeting it was\ndecided that students will be made available for 85% of the\nseats in the medical colleges in the State of Rajasthan through\nthe Rajasthan Pre-Medical Test 2008 (for short the 'RPMT-\n2008), and the remaining 15% seats of the colleges will\nconstitute NRI quota which will be filled by the colleges. The\nrepresentative of the College did not participate in the meeting\non the ground that inspection of the College by the Medical\nCouncil of India (for short 'MCI') was going on. The Director of\nthe College in his letter dated 18.12.2007 to the Secretary,\nG Medical Education, Government of Rajasthan, while expressing\nhis inability to attend the meeting on 15.12.2007, explained that\nthe College cannot participate in the admission procedure and\ncannot give consent for taking the students from the RPMT-\n2008 till the College received the clearances from the MCI.\nE\nF\nH\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 315\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nThereafter, the inspection report in respect of the College was\nconsidered by the Executive Committee of the MCI on\n12.05.2008 and the MCI decided to recommend to the\nGovernment of India to issue the permission letter for\nestablishment of the College with an annual intake of 150\nstudents for the academic year 2008-2009. The Government\nof India, Ministry of Health and Family Welfare, however, took\na decision not to grant permission for establishment of the\nCollege for the academic year 2008-2009 and communicated\nthis decision in its letter dated 04.08.2008 to the Chairman and\nManaging Trustee of the Geetanjali Foundation.\n3. Aggrieved, the College filed Writ Petition (C) No.357\nof 2008 before this Court under Article 32 of the Constitution\nof India and on 03.09.2008 this Court disposed of the writ\npetition after recording the statement of the learned Additional\nSolicitor General that the revised orders will be passed by the\nGovernment of India within a week in respect of the College. In\nthe order dated 03.09.2008 disposing of the writ petition of the\nCollege, this Court further observed that the College may\ncomplete the admissions by 30.09.2008 in accordance with the\nrules and procedure laid down for the purpose of admissions.\nThe Government of India, Ministry of Health and Family Welfare,\nthen issued a permission letter dated 16.09.2008 for\nestablishment of the College with an annual intake capacity of\n150 students with prospective effect from the academic year\n2008-2009 under Section 10A of the Indian Medical Council\nAct, 1956. In this permission letter dated 16.09.2008, it was\ninter alia stipulated that the admission process for the\nacademic year 2008-2009 has to be completed by the College\nwithin the time schedule indicated in the Regulations on\nGraduate Medical Education, 1997 made by the MCI.\n4. The College by its letter dated 25.09.2008 requested\nthe President, Federation of Private Medical and Dental\nColleges of Rajasthan to allot students to the College by\nconducting counselling and the College also issued an\nA\nB\nC\nD\nE\nF\nG\nН\n316 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA advertisement on 26.09.2008 in leading newspapers inviting\napplications from the candidates for admission counselling to\nthe first year MBBS course for the academic year 2008-2009\non the basis of PC-PMT/10+2 examination with minimum 50%\nmarks in Physics, Chemistry and Biology as per regulations of\nB the MCI and stated in the advertisement that the last date of\nreceipt of the applications would be 28.09.2008 and the\ncandidates will be selected on the basis of merit. After\ncounselling, out of the 150 seats of the College in first year\nMBBS course, 16 seats were filled up by students from PC-\nPMT conducted by the Federation of Private Medical and\nDental Colleges of Rajasthan and 101 seats were filled up from\namongst candidates who had passed the 10+2 examination\nand 23 seats of the NRI quota were filled up by the College.\nC\nD\n5. Some of the candidates who were selected through the\nRPMT-2008 and placed in the waiting list of candidates for\nadmission to the MBBS seats in the medical colleges in the\nState of Rajasthan filed eight writ petitions before the Rajasthan\nHigh Court, Jaipur Bench, contending that they were entitled to\nbe admitted to the seats of the College in the first year MBBS\ncourse on the basis of their merit in the RPMT-2008 and\npraying for a direction to the College to consider and give them\nadmission in the MBBS course in the College against the 85%\nseats of the 150 seats on the basis of their merit in RPMT-2008\nby holding counselling and further praying that no one should\nF be admitted against the 150 seats from any source other than\nE\nthe RPMT-2008. The learned Single Judge of the High Court,\nwho heard the writ petitions, initially passed an interim order\non 29.09.2008 directing that ten seats in the College will be\nreserved for the writ petitioners. The learned Single Judge of\nG the High Court thereafter passed the final order on 18.03.2009\nholding that the RPMT-2008 was conducted in accordance with\nRegulation 5 of the Regulations on Graduate Medical\nEducation, 1997 made by the MCI (for short 'the MCI\nRegulations') as well as in accordance with Ordinance 272 (IV)\nH\nRAJAN PUROHIT v. RAJASTHAN UNIVERSITY OF 317\nHEALTH SCIENCE [A.K. PATNAIK, J.]\nand the policy of the State Government and the College could A\nnot have admitted candidates to the 85% of the seats in the\nMBBS course as per its own choice at the cost of meritorious\nstudents placed in the waiting list of candidates found successful\nin the RPMT-2008. The learned Single Judge of the High Court\nthus allowed the writ petitions and declared that the admissions B\nmade by the College in MBBS course for the academic year\n2008-2009 against 85% of the seats were illegal and directed\nthe State to hold counselling from the waiting list of students of\nRPMT-2008 and further directed that the writ petitioners will be\ngiven admission as per their merit position in the waiting list C\nand the process be completed before the commencement of\nthe RPMT-2009. The final order dated 18.03.2009 of the\nlearned Single Judge was challenged by the College as well\nas the students who were admitted by the College in Special\nAppeals before the Division Bench of the High Court. All these\nSpecial Appeals were heard by a Division Bench of the\nRajasthan High Court, Jaipur Bench, but dismissed by a\ncommon order dated 03.09.2009. Aggrieved, the students who\nhad been admitted into the College have filed Civil Appeal\nNos.8142 of 2011 and 8143 of 2011 and the College has filed\nCivil Appeal No.8144 of 2011.\nD\nE\n6. Mr. K. K. Venugopal, Mr. Dushyant Dave, Mr. Ravinder\nShrivastav and Mr. Pallav Shishodia, learned senior counsel for\nthe appellants, submitted that the college had not agreed to\nadmit students to its MBBS seats from amongst the students F\nselected in the RPMT-2008 in the meeting held on 15.12.2007\nunder the Chairmanship of the Secretary, Medical Education,\nGovernment of Rajasthan because the College did not have the\npermission from the Government of India to establish the\nCollege. They submitted that the first counselling for students G\nselected in the RPMT -2008 for admission in the MBBS course\nwas held on 17.07.2008 and second and last counselling for\nsuch students selected in the RPMT-2008 for admission in the\nMBBS course was over on 24.09.2008 and the College\nreceived the letter of permission from the Government of India\nH\n318 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA for establishing the College for MBBS course with an annual\nC\nintake of 150 students for the academic year 2008-2009\nonwards on 25.09.2008 and by this date as the second and last\ncounselling for the candidates selected on the basis of RPMT-\n2008 was over, the College could not admit the students to 85%\nB of the seats in the MBBS course on the basis of the RPMT-\n2008. They submitted that in these peculiar facts the College\nissued an advertisement in leading newspapers inviting\napplications from the candidates for admission in the first year\nMBBS course for the academic year 2008-2009 on the basis\nof their merit in PC-PMT or 10+2 examination. They submitted\nthat the Principal of the R.N.T. Medical College and Controller\nby his letter dated 29.09.2008 also constituted a team of five\nofficers with Professor and Head of Department of Pathology\n\u0026 Academic Officer of the College as the Chairman to supervise\nthe admissions in the College. They submitted that after\ncounselling, 16 students were admitted from the list of\ncandidates selected on the basis of PC-PMT conducted by the\nFederation of the Private and Dental Colleges of Rajasthan on\nthe basis of their merit and 101 students were admitted on the\nbasis of their merit in 10+2 examination in the MBBS course\nof the College.\nD\nE\n7. They relied upon the judgment of this Court in T.M.A. Pai\nFoundation \u0026 Ors. v. State of Karnataka \u0026 Ors. [(2002) 8 SCC\n481] in which it has been held that a private unaided non-\nF minority institution has the right to establish and administer an\neducational institution under Article 19(1)(g) of the Constitution\nof India and that such right includes the right to admit students\ninto the institution. They also cited the judgment of this Court in\nP.A. Inamdar \u0026 Ors. v. State of Maharashtra \u0026 Ors. [(2005) 6\nG SCC 537] in which the law laid down in T.M.A. Pai Foundation\n(supra) was clarified and it was held that non-minority unaided\ninstitutions, like the minority institutions, can also legitimately\nclaim unfettered fundamental right to choose the students to be\nallowed admission and the State cannot impose a quota of seat\nH\n"}