{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nIMTIAZ AND ANR.\nV.\nSTATE OF UTTAR PRADESH\nFEBRUARY 15, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nPenal Code, 1860-Sections 302, 324, 148 and 149-Dispute between\nparties-Murder of one and grievous injury to other-Conviction under-\nJustification of Applicability of s. 34-Held: Act of accused pre-meditated\nand not sudden-Accused failed to discharge the burden that incident was\nsudden and there was sudden provocation by the other side-Thus, s. 300\nexceptions 1 and 4 not attracted-Twelve accused came armed with weapons\nand surrounded the deceased and the injured person-They did not inflict\ninjury to the deceased but in fact attacked the injured-Thus, s. 34 applicable.\nᎠ\nAccording to the prosecution case, there was dispute between\ncomplainant, his brothers and the appellants. On the fateful day, appellants\narmed with spears and lathies having common object reached there and forbade\ncomplainant and his brothers from cleaning their drain and when they did\nnot stop, appellant Q inflicted spear blow on AQ-complainant's brother and\nE appellant B and I inflicted spear blow on M-complainant's other brother. The\nremaining accused surrounded complainant and his brother swinging their\nlathies and exhorted their companions. Both the brothers sustained spear\nblows and AQ succumbed to his injuries Appellants were convicted and\nsentenced under sections 148, 302/149 and 324/149 IPC. High Court upheld\nthe order. Hence the present appeals.\nF\nG\nDismissing the appeals, the Court\nHELD: 1.1. The occurrence clearly shows that the act of the accused\nwas premeditated, and not sudden. The holding of deadly weapons such as\nspears and lathies and their conduct both show that the appellants reached\nthere with a definite intention. For claiming any exception, the burden heavily\nlies upon the accused. Appellants failed to discharge this burden. Therefore,\nthe incident was not sudden and does not fall within exception 4 of section\n300 IPC. [Para 19] [704-A, B]\nH\n698\nIMTIAZ v. STATE OF UTTAR PRADESH [MARKANDEY KATJU, J.] 699\n1.2. For taking the benefit of the sudden provocation under exception 1 A\nof Section 300 IPC, it was incumbent upon the appellants to prove beyond doubt\nthat the complainant or his brothers abused or used any other provocative\nwords which were sufficient to provoke a reasonable person in ordinary\ncircumstances. Appellants failed on this count also to prove that the\ncomplainant or his companions abused them or used provocative words.\nTherefore, the case does not fall under exception 1 of section 300 IPC. [Para\n20] [704-B, C]\n2.1. Common intention may develop on the spot among a number of\npersons and hence pre-concert in the sense of distinct previous plan is not\nnecessary to attract section 34 IPC. Also, it is not necessary to adduce direct\nevidence of common intention. The intention may be inferred from the\nsurrounding circumstances and the conduct of the parties. [Paras 26 and 27]\n[705-B, C]\nB\nC\n2.2. From the facts of the case it is clear that all the accused came armed\nwith spears and lathies. All the twelve accused surrounded deceased AQ as D\nwell as the injured person M. They attacked the deceased and the injured\nwho sustained spear blows and AQ succumbed to his injury. Appellants who\nwere armed with spears had inflicted a spear wound on M in his ilium. No\ndoubt the appellants had not inflicted the injury on the deceased but they had\ncome along with others armed with spears and lathies, and they, in fact, did\nattack the injured. Hence, section 34 IPC clearly applies to the instant case.\n[Paras 21, 22, 24, 25 and 28] [704-D, E, F; 705-A, B, D]\n2007.\nState of U.P. v. Iftikhar Khan \u0026 Ors., [1973] 1 SCC 512, referred to\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 211 of\nFrom the Judgment and Order dated 4.8.2006 of the High Court of\nJudicature at Allahabad in Criminal Appeal No. 1099/1981.\nR.K. Dash, T.V. George for the Appellants.\nDr. R.G. Padia, D.K. Goswami, Sanjay Kumar Singh and Anuvrat Sharma\nfor the Respondent.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. Leave granted.\nE\nF\nG\nH\nA\n700\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n2. This appeal has been filed against the impugned judgment of the\nAllahabad High Court dated 4.8.2006 in Criminal Appeal No.1099 of 1981.\n3. Heard learned counsels for the parties and perused the record. By\nthat decision the High Court has upheld the conviction of the appellant under\nB Sections 148, 302/149 and 324/149 IPC and sentences them to life imprisonment\napart from other sentences.\nC\n4. The prosecution version, as disclosed by P.W.2 Ali Raja in the F.I.R.\nlodged at 9.25 a.m. on 19.12.1979 at P.S. Raunapur Azamgarh was that there\nwas a dispute between him and the accused (appellants) regarding the flow\nof the drainage of his latrine which was disrupted by the accused appellants\nby making constructions and by raising the level of their land; that a civil case\nfiled by him was pending in Court; that on 19.12.1979 at about half past 7 a.m.\nhe (Ali Raza) and his brothers Abdul Qayum (deceased) and Mustakin (P.W.3)\nwere cleaning the Nabdan (the filthy water of their latrine); that the accused\nD appellants Qamaru-Zama, Maqbool, and Imtiaz armed with spears and the\naccused appellants Samkadar, Hasnain, Munsafi, Gyasuddin, Sharif, Ramjan,\nAyoob, Yusuf and Anwar armed with lathies, having common object, reached\nthere and forbade him and his brothers from cleaning their Nabdan; that the\nwitnesses Haju Usman, Daud and Salauddin also reached there; that he and\nhis brothers did not stop the said cleaning work whereupon accused appellant\nQamaru-Zama, with intention to commit murder, inflicted a spear blow on\nAbdul Qayum (deceased) and accused appellants Maqbool and Imtiaz inflicted\nspear blows on P.W.3 Mustakin (injured); that remaining accused surrounded\nhim and his brothers, by swinging heir lathies and exhorting their companions;\nthat Abdul Qayum and Mustakin sustaining spears blows, fell on the ground\nand Abdul Qayum succumbed to his injury; that many villagers had assembled\nthere; that accused appellants fled away towards their houses.\nE\nF\nG\n5. The investigating Officer Sri Onkar Singh (P.W.8) reached the spot,\nprepared the necessary documents and sent the dead body for postmortem.\nThe injured Mustakin was sent for his medical examination.\n6. P.W.6 Dr. G.M. Lal conducted autopsy of Abdul Qayum on 20.12.1979\nat 3.30 p.m. and found a single ante mortem injury on his corpse. The injury\nis reproduced below:\n1. Punctured wound 1/2 c.m. x cavity deep on the left side chest, 3\"\nHabove the left nipple, margin sharp irregular.\nIMTIAZ v. STATE OF UTTAR PRADESH [MARKANDEY KATJU, J.] 701\n7. The Doctor found duration of death as one and a half-day. It tallies A\nwith the time of the occurrence. In his opinion, the death occurred due to\nshock and hemorrhage as a result of an ante-mortem injury.\n8. The injured Mustakin P.W.3 was medically examined by P.W.6 Dr.\nG.M. Lal on 19.12.1979 at 2 p.m. The following injuries were found on his\nperson:-\n1.\n2.\n3.\nLacerated wound 1.5 cm x 1/2 cm., on the left side head, 8 cm.\nabove the lobe of left ear.\nDislocation of right shoulder joint with traumatic swelling 7 cm.\nx 4 cm. With deformity. Advised X-ray of right shoulder.\nPunctured wound 1 cm. x 1/2\ncm. x 1 cm. deep on the left ilium.\n4. Traumatic swelling 3 cm. x 2 cm. on the left thigh. Advised X-ray.\nB\nC\n9. Injuries No.2 and 4 were kept under observation and X-ray of these\ninjuries was advised. Injuries No.1 and 3 were found simple. In the Doctor's\nD\nopinion, injury no.2 was grevious as there was dislocation of the shoulder.\nInjury no.3 was caused by a sharp pointed weapon and the remaining injuries\nwere caused by a blunt object.\n10. After recording the statements of the witnesses and after the usual\ninvestigation, P.W.8 Omkar Singh (I.O.) submitted the charge sheet Ext. Ka. E\n18 against all the accused persons for offences under section 147, 148, 149,\n325, 324 and 302 IPC.\n11. The case was committed to the Court of Sessions, the charges were\nframed against the accused appellants and thereafter eight prosecution\nwitnesses and one Court witness were examined.\n12. The Trial Court after considering the evidence on record convicted\nthe appellants under Section 302 and other provisions of the Indian Penal\nCode.\nF\n13. The appellants filed an appeal before the High Court which has been G\ndismissed and hence this appeal.\n14. P.W.2 Ali Raza (complainant) deposed on 24.11.1980 that about 11\nmonths ago at about half past 7 a.m. he and his brothers Mustakin and Abdul\nQayum were clearning their Nabdan situated near the boundary wall of\nH\nB\n702\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA Samkadar; that the deceased Abdul Qayum was digging a pit whereas he and\nMustakin were extracting the soil; that meanwhile accused Qamru Zama,\nMaqbool, Imtiaz, Sakadar, Hasnain, Munsafi, Mohammed Yusuf, Gayasuddin,\nSharif, Ramjan, Ayoob and Anwar reached there; that accused Qamru Zama,\nMaqbool and Imtiaz were armed with spears and the rest were armed with\nlathies; that the accused persons forbade him and his brothers from cleaning\nthe Nabdan but he and his brothers declined to their objections; that the\nwitnesses Usman, Daud and Salauddin also reached there; that the accused\npersons said \"MAR DALO SALO KO VA HADDI PASLI TOD DO\" whereupon\nthe accused Qamru Zama inflicted a spear blow on Qayum who sustaining\nspear injury fell down; that accused Maqbool and Imtiaz with their spears\nC attacked Mustakin who sustaining injury also fell down; that he (Ali Raja)\nsucceeded in escaping; that the accused persons had inflicted a lathi blow\nalso upon Mustakin; that Abdul Qayum had died at the spot; that the\noccurrence was witnessed by Usman, Daud, Salauddin, and Yusuf and also\nby the accused's relatives Isimdar, Kalwa Hussain, Aihsan and Sadar Uddin;\nthat after committing the occurrence the accused persons left by the western\nD side.\nE\n15. PW.3 Mustakin (injured) deposed on 25.11.1980 that the occurrence\ntook place one hour after sun-rise about 11 months back; that he and his\nbrother Ali Raza were cleaning their Nabdan and his another brother Abdul\nQayum was digging a pit; that the twelve accused persons (Qamru Zama,\nMaqbool, Imtiaz, Munsafi, Gayasuddin, Mohd. Yusuf, Hasnain, Sharif, Ramjan,\nSamkadar, Ayoob and Anwar) after forming an assembly, reached there; that\nthe accused Qamaru Zama, Maqbool and Imtiaz were armed with spears\nwhereas the other nine accused persons were armed with lathies; that the\naccused persons asked him and his brothers not to clean the Nabdan; that\nF the witnesses Usman, Salauddin and Daud also reached there; that he and\nhis brothers did not stop the work even after the objection of the accused\npersons whereupon they exhorted \"SALO KO JAN SE MAR DO\", that accused\nQamaru Zama inflicted a spear injury on the left side of the Qayum's chest;\nthat he (Mustakin) attempted to flee away but the accused persons encircled\nhim; that accused Maqbool and Imtiaz inflicted spear blow on him; that the\nG\nremaining accused persons who were holding lathies kept him encircled; that\nany one of them had inflicted a lathi blow from his back side; that his brother\nAli Raza, getting an opportunity, run away from the place of the occurrence;\nthat Qayum had died on the spot; that he (witness) also fell down and became\nunconscious and later found himself on a cot in front of his door. The witness\nH explained that spear given by accused Maqbool caused wound in his thigh\n;\nIMTIAZ v. STATE OF UTTAR PRADESH [MARKANDEY KATJU, J.] 703\nand spear wielded by accused Imtiaz could not cause the injury by its pointed A\nside, as he bent down.\n16. PW.4 Salauddin deposed that the occurrence took place one hour\nafter sun-rise; that he was at his tube-well which was hardly 100 yards away\nfrom the place of occurrence; that upon hearing a hue and cry he reached the\nspot and saw that all the accused were forbidding the complainant and his B\nbrothers Mustakin and Abdul Qayum from cleaning the Nabdan but they did\nnot pay heed to their objection; that the accused Qamaru Zama, Maqbool and\nImtiaz were armed with spears whereas the remaining accused were armed\nwith lathies; that Qamaru Zama inflicted spear blow on Abdul Qayum who\nsustaining the spear injury fell down; that Ali Raza succeeded in fleeing away C\nbut Mustakin could not make good his escape; that accused Maqbool and\nImtiaz inflicted a spear blow upon Mustakin.\n17. P.W.5 deposed on 26.11.1980 that the occurrence took place about\n11 months back about one hour after sun-rise; that he was going towards his\nfield from his house; that he saw that a hot altercation was going on between D\nthe accused persons and Ali Raza, Mustakin and Abdul Qayum; that Abdul\nQayum was digging a pit whereas Ali Raza and Mustakin were cleaning the\nNabdan; that the complainant and his brothers did not stop working even\nafter the objection raised by the accused persons; that accused Qamaru Zama\nattacked Abdul Qayum by inflicting a spear blow upon him; that sustaining E\nthe spear wound, Abdul Qayum fell down and died; that accused Maqbool\nand Imtiaz inflicted spear blows upon Mustakin; that the remaining accused\npersons had surrounded Mustakin and were exhorting that he should not\nescape; that getting an opportunity Ali Raza escaped and fled away; that\nMustakin sustained a lathi blow also; that thereafter all the accused persons\nran away.\n18. A perusal of the evidence shows that the three accused who have\nbeen convicted were armed with spears while the other nine accused were\nwith lathies.\nF\n19. On the date and time of occurrence, the complainant Ali Raza and G\nhis brother deceased Abdul Qayum and injured Mustakin were cleaning their\nNabdan and digging a pit. Qamaru Zama armed with a spear (deadly weapon)\nalong with the appellants who were also armed with spears (and 9 others\narmed with lathis), reached their and forbade them from cleaning the Nabdan.\nThe complainant and his brothers did not stop the cleaning work of Nabdan. H\nThen appellant Qamaru Zama inflicted the spear blow upon Abdul Qayum and\nT\nT\n704\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA the appellants Imtiaz and Maqbool inflicted spear blows on Mustakin. The\nB\naforesaid occurrence clearly shows that the act of the accused was\npremeditated, and not sudden. The holding of deadly weapons such as\nspears and their conduct both show that the appellants reached there with\na definite intention. For claiming any exception, the burden heavily lies upon\nthe accused. The appellants failed to discharge this burden. The incident,\ntherefore, was not sudden and does not fall within Exception 4 of Section 300\nIPC.\n20. For taking the benefit of the sudden provocation under exception\n1 of Section 300 IPC, it was incumbent upon the appellants to prove beyond\nC\ndoubt that the complainant or his brothers abused or used any other\nprovocative words which were sufficient to provoke a reasonable person in\nordinary circumstances. The appellants failed on this count also to prove that\nthe complainant or his companions abused them or used provocative words\nas afore-mentioned. We, therefore, hold that the case does not fall under\nexception 1 of Section 300 IPC.\nD\nE\n21. Learned counsel for the appellants submitted that since the appellants\nhad not attacked the deceased Abdul Qayum, they could only be convicted\nunder Section 324 IPC and not under Section 302. We do not agree. In our\nopinion Section 34 IPC clearly applies to the facts of the case as held by the\nHigh Court.\n22. There is no doubt that all the accused came armed with spears and\nlathies. It has also come in evidence that all the twelve accused surrounded\ndeceased Abdul Qayum as well as the injured person Mustakin (PW3). The\nappellants who were armed with spears had inflicted a spear wound on\nF Mustakin in his ilium. Hence, in our opinion, Section 34 clearly applies in this\ncase.\nY\n23. In State of U.P. v. Iftikhar Khan \u0026 Ors., [1973] 1 SCC 512, this Court\nheld that to convict a person with the aid of Section 34 IPC, it is necessary\nto establish that a criminal act was done in concert, pursuant to a pre-\nG arranged plan. However, it was also observed that it is difficult, if not\nH\nimpossible, to procure direct evidence to prove the intention of a person.\nAfter all, one cannot enter into the mind of a person to find out his intention.\nHence, the intention has to be inferred from the circumstances of the case.\n24. In the present case it is no doubt true that the appellants attacked\nthe injured Mustakin and not the deceased Abdul Qayum. However, from the\nIMTIAZ v. STATE OF UTTAR PRADESH [MARKANDEY KATJU, J.] 705\nfacts of the case it is clear that all the accused came armed with spears and A\nlathies and they attacked the deceased and the injured who sustained spear\nblows and Abdul Qayum succumbed to his injury.\n25. No doubt the appellants had not inflicted the injury on the deceased\nbut they had come along with others armed with spears and lathies, and they,\nin fact, did attack the injured.\n26. It is well settled that common intention may develop on the spot\namong a number of persons and hence pre-concert in the sense of distinct\nprevious plan is not necessary to attract Section 34 IPC.\n27. Also, it is not necessary to adduce direct evidence of common\nintention. The intention may be inferred from the surrounding circumstances\nand the conduct of the parties.\n28. In the present case, we see no reason to disagree with the High\nCourt that Section 34 IPC was attracted to the facts of the case.\n29. Hence, we find no merit in the appeal which is accordingly dismissed.\nNo cost.\nB\nC\nᎠ\nT\nN.J.\nAppeal dismissed.\n"}