{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"712\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA that on 15.9.2006 another Reference was filed by the\nrespondent-Company before BIFR. It is in the said\nReference that on 22.2.2007 the BIFR declared the\nCompany to be a \"sick company\" and the respondent No.5\nwas appointed as the Operating Agency for preparation of\na rehabilitation scheme. (Para 12) [756-A \u0026 B]\nB\nC\n-\n1.2 The writ petitions filed by the respondent-\nCompany were allowed by the High Court on the sole\nground that the recovery proceedings under the RDDB\nAct were barred under Section 22 of the SICA. Having\nonce come to the conclusion that the proceedings were\nbarred under Section 22 of the SICA, the High Court did\nnot go into any other question with regard to the merits\nof the matter and set aside the order of the DRAT\nconfirming the auction sale on that one ground alone.\nD (Para-16) [757-F \u0026 G]\nE\n1.3 The opening words of Sub-section (1) of Section\n34 of the RDDB Act clearly make the provisions thereof\nsubject to the provisions of Sub-section (2) which in\nunambiguous term provides that the provisions of the\nAct or the Rules made thereunder would be in addition to\nand not in derogation of, certain statutes indicated therein,\nincluding the Sick Industrial Companies (Special\nProvisions) Act, 1985. It is, therefore, clear that while the\nRDDB Act would have an over-riding effect over other\nF enactments, its provisions would only be supplemental\nto those of the SICA and consequently the provisions of\nthe SICA would prevail over the provisions of the RDDB\nAct. Accordingly, if it is held that the situation in this case\nis covered by the provisions of SICA, then the view taken\nG by the High Court would have to be upheld. If, however,\nit is found that the provisions of SICA do not apply to the\nfacts of this case, then there can be no doubt that the\njudgment of the High Court would have to be set aside.\n(Para20) [759-A,B,C \u0026 D]\nH\nT\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS.\n713\n2.1 It will be of interest to note that the proceedings A\ntaken by the Company after the passing of the final order\nby DRT, Chandigarh, on 15.7.2003, were directed against\nfixation of the reserve price by the Recovery Officer though\nin Appeal No.52 of 2004 an application was made by the\nCompany for setting aside the final order passed by the B\nDRT Chandigarh. The same was however, of no\nconsequence as the appeal was preferred against the\norder of the Recovery Officer fixing the reserve price of\nthe Company's assets and not the final order, which, in\nany event, could not have been challenged in the said\nproceedings. (Para - 29) [761-A,B \u0026 C]\nC\n2.2 In effect, the final order passed by the DRT,\nChandigarh, directing the respondent-Company to pay\nthe dues of IDBI remained unchallenged and attained\nfinality. The two courses available to the Company for D\npreferring an appeal under Section 20 of the RDDB Act or\nby way of an application for setting aside the sale under\nRule 60 of the Second Schedule of the Income Tax Act,\n1961, were not resorted to by the respondent-Company.\nInstead, it chose to adopt a path restricted to the setting E\naside of the auction sale on the ground that the reserve\nprice of the Company's assets had not been correctly\nfixed by the Recovery Officer prior to the auction sale.\nConsequently, the scope of the appeal preferred by the\nCompany was confined only to the question as to whether F\nthe reserve price had been correctly fixed by the Recovery\nOfficer. (Paras - 29 \u0026 30) [761-C,D,E \u0026 F]\n3.1 The final order was passed by DRT, Chandigarh,\nat a point of time when no Reference had at all been made\nby the Company to the BIFR for being declared a \"sick G\ncompany\". The auction was held and concluded on\n30.10.2004, again before a Reference had been made by\nthe Company to the BIFR. It is only on 21.12.2005 that the\nCompany filed a Reference before the BIFR which was\nrejected on 3.4.2006. In between, the appeal preferred by H\n714\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA the Company (No.52 of 2004) before the DRT under\nSection 30 of the RDDB Act was allowed and the auction\nsale was set aside, but the final order passed by DRT,\nChandigarh, remained untouched. The appeal preferred\nby the appellant against the order of the DRT allowing\nB Appeal No.52 of 2004 was subsequently decided in favour\nof the appellant on 10.2.2006 and the auction sale was\nconfirmed in favour of the appellant with a direction upon\nthe Recovery Officer and the other concerned authorities\nto complete the sale in favour of the appellant. It is only on\n15.9.2006, after all the aforesaid orders had been passed\nthat a second Reference was filed by the respondent-\nCompany before the BIFR on 15.9.2006 and on 22.2.2007\nthe Company was declared to be a \"sick company\" by the\nBIFR. (Para - 32) [761-H; 762-A,B,C \u0026 D]\nC\nD\n3.2 The final order in the recovery proceedings under\nSection 19 of the RDDB Act was passed and the auction\nsale was concluded before the first Reference was filed\nby the Company with the BIFR and long before the\nrespondent-Company was declared to be a sick\nE Company. It is, therefore, clear that the provisions of SICA,\nwere sought to be invoked by the Company after the\nrecovery proceedings had been concluded in favour of\nthe appellant who had also deposited the sale price in\nrespect of his offer which had been accepted by the\nF Recovery Officer. (Para - 34) [762-G \u0026 H; 763-A \u0026 B]\n3.3 For reasons which are obvious, the respondent-\nCompany chose not to take recourse either to Section 20\nof the RDDB Act or Rule 60 of the Second Schedule of\nthe Income Tax Act, 1961, and took a chance of filing an\nG appeal under Section 30 of the RDDB Act with regard to\nthe fixation of the reserve price of the Company's assets\nby the Recovery Officer for the purposes of the auction\nsale and the scope of the appeal was limited to such\nissue alone. (Para-35) [763-B,C \u0026 D]\nI\nX\n-\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS.\n715\n3.4 Since the respondent-Company did not challenge A\nthe final order of the DRT, the same continued to be in\nforce and was carried to its logical conclusion by the\nholding of auction sale and confirmation thereof in favour\nof the appellant. (Para 36) [763-D \u0026 E]\n-\nB\n3.5 The order passed by the DRAT on 10.2.2006\nconfirming the sale in favour of the appellant was made\nlong before the respondent-Company was declared to\nbe a \"sick company\" on 22.2.2007. The High Court was,\ntherefore, in error in applying the provisions of Section\n22 of the SICA when the sale had already been confirmed C\nin favour of the appellant and the purchase price had\nalready been deposited. Furthermore, the first Reference\nmade by the Company was also rejected by the BIFR on\n3.4.2006. (Para – 37) [763-E \u0026 F]\n'n\nD\nE\n4. Even on merits, the conduct of the company leaves\nmuch to be desired. Without challenging the final order\npassed by the DRT, Chandigarh, allowing the Bank's claim\nof Rs.25,26,60,836/- together with interest @ 7.8% per\nannum, the said respondent questioned the order of the\nRecovery Officer, fixing the reserve price of the Company's\nassets for the purposes of the auction sale, under Section\n30 of the RDDB Act, having full knowledge of the fact that\nthe final order of the DRT, Chandigarh, could not be\nchallenged in such appeal. The steps taken by the\nrespondent No.1, Company were far from bonafide and\nwere only aimed at stalling the auction sale. Even at the\ntime of auction of the company's assets, no attempt was\nmade by the Company to secure a bid higher than that of\nthe appellant. Hence, nothing further remains to be\ndecided by the High Court. (Paras - 38 \u0026 39) [763-G \u0026 H; G\n764-A,B \u0026 C]\nCase Law Reference\n(2003) 4 SCC 305\n•\n1989 Supp (2) SCC 627\nF\nreferred to (Para - 26)\nreferred to (Para - 28) H\n1716\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA\n60 IA 13: AIR 1933 PC 63 referred to\n(Para - 28)\n(1993) 2 SCC 144\nreferred to\n(Para - 36)\n(1997) 10 SCC 649\nreferred to\n(Para - 38)\n(1998) 5 SCC 554\nreferred to\n(Para - 40)\nB\n(2000) 5 SCC 515\nreferred to\n(Para - 43)\n(2000) 6 SCC 545\nreferred to\n(Para - 44)\n(2006) 8 SCC 677\n1956 SCR 603,\n(1977) 1 SCC 750\n(1990) 2 SCC 288\n(1981) 1 SCC 315\n(2000) 7 SCC 291\nreferred to\n(Para - 45)\nreferred to (Para\n(Para - 49)\nreferred to\n(Para - 51)\nreferred to\n.\n(Para\n(Para - 53)\nreferred to\n(Para\n(Para - 54)\nPreferred to\n(Para - 60)\n(2000) 4 SCC 406\nreferred to\n(Para - 61)\n(2008) 1 SCC 125.\nreferred to\n(Para - 62)\n(2001) 3 SCC 71\nreferred to\n(Para - 63)\nE\n(1997) 89 Comp Cas 547\nreferred to\n(Para - 64)\nF\nG\nH\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 5225\nof 2008\nFrom the final Judgment and Order dated 23.02.2006 of\nthe High Court of Delhi at New Delhi in Civil Writ Petition Nos.\n2041 \u0026 2042 of 2006\nHarish N. Salve and Shyam Diwan, Paras Kuhad, Hemant\nSharma, Prateek Jalan, Gaurav Pachnanda, Ajay Kumar,\nPrashant V.G. and Indu Sharma for the Appellant.\nC.A. Sunderam, Ranjit Kumar and J.L. Gupta, Rohini Musa,\nNeha Tandon, B.S. Nagar, Ajay Choudhary, Punit Dutt Tyagi,\nSanjeev Sharma, Rajesh K. Sharma, Shalu Sharma and Sanjay\nBhatt for the Respondents.\nThe Judgment of the Court was delivered by\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\nC.K. THAKKER, J. 1. Leave granted.\n717\nA\nB\n2. The present appea! raises a question of great publić\nimportance having far-reaching consequences. The appeal is\nfiled by KSL \u0026 Industries Ltd. ('appellant for short) against final\njudgment and order passed by the Division Bench of High Court\nof Delhi on February 23, 2006 in Writ Petition (Civil) Nos. 2041-\n42 of 2006. By the said judgment, the High Court, set aside the\norder passed by the Debt Recovery Appellate Tribunal, Delhi\n('DRAT' for short) and held that in view of the provisions of\nSection 22 of the Sick Industrial Companies (Special\nProvisions) Act, 1985 (hereafter referred to as 'SICA'), no C\nrecovery proceedings could be effected against the first\nrespondent-Company in the light of the bar contained therein.\nFactual Background\n3. To understand the controversy in its proper perspective, D\nit is necessary to keep in mind the factual matrix of the case:\nRespondent No. 1 (M/s. Arihant Threads Ltd.) ('Company' for\nshort) was incorporated as a joint venture with Punjab State\nIndustrial Development Corporation. It set up an export oriented\nspinning unit for manufacturing cotton yarn in the industrial area E\nof Amritsar District of the State of Punjab. In 1992, Goindwal.\nSahib Industrial \u0026 Investment Corporation allotted Plot No. 454,\nFlocal Point of Goindwal Sahib Industrial Area by way of lease\nto the Company for a period of 99 years with a specific condition\nthat the lessee will not transfer the interest in the property for F\nfirst fifteen years without prior permission of the lessor. The\nlessee was to enjoy the right of possession so long as it\ncontinued paying instalments of the premium by due-date and\nabide by other terms and conditions of the lease. It was, however,\nstated that the lessee would be entitled to mortgage lease-hold\nrights to a Bank, Punjab Financial Corporation or Life Insurance\nCorporation of India as security for a loan to be raised for\nconstruction of factory building, purchase of raw materials, etc.\nThe Industrial Development Bank of India ('IDBI' for short) which\nwas the predecessor of the Stressed Assets Stabilisation Fund\nG\nH\n1\n718\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA ('SASF' for short), financed the project undertaken by the\nCompany by way of foreign currency loan and also working\ncapital of Rs. 93.1 million.\n'B\n4. It was the case of the Company that due to overall.\nrecession in Textile Industry, the Company suffered huge loss\nand could not repay the amount of loan. Since the Company\nfailed to pay instalments, IDBI filed Original Application No.\n1368 of 2001 on December 20, 2001 in Debt Recovery Tribunal,\nChandigarh (DRT' for short) for recovery of Rs.25,26,60,836/\n- under the Recovery of Debts Due to Banks and Financial\nC Institutions Act, 1993 (hereinafter referred to as the 'RDDB'\nAct). On June 10, 2002, M/s Roland Exports (successor of\nGoindwal Industrial \u0026 Investment Corporation) cancelled the\nlease agreement on account of non-payment of lease money\namounting to Rs.3,19,94,149/-. The Company did not remain\nD present before the DRT though duly served. On July 15, 2003,\ntherefore, an ex-parte final order in favour of IDBI (SAFS) for\nrecovery of Rs.25,26,60,836/- along with interest @ 7.8% p.a.\nwas passed by DRT.\nE\nF\n0\nH\n5. The Tribunal in operative part of the order stated;\n\"The application for recovery of a sum Rs.25,26,60,836.00\nis decreed against defendant company and the defendant´\ncompany is ordered to pay:-\n2.\ni. A sum of Rs. 25,26,60,836.00 alongwith\npendent elite and future interest @ 7.8% per\nannum with half yearly rests jointly and severally\nfrom the date of filing of the suit till realization;\nji. Pay the cost of litigation;\nс\niii. Pay the said amount within 30 days from the\ndate of receipt of this order.\nIn the event of failure on the part of defendants to pay\nthe above amount within the stipulated period, the\napplicant bank shall be entitled to recover the said\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT.\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n719\namount from the sale of mortgaged properties of the A\ndefendants. Even if the said amount is not so realized,\nit shall be recovered from the sale of personal\nproperties of the defendants.\n3.\nCopy of the judgment be sent to the defendants and\nthe recovery certificate be issued accordingly.\nB\n4.\nParties to appear before the Recovery Officer, DRT,\nChandigarh on 22.8.2003.\"\n6. A recovery certificate was issued against the Company.\nC\nOn September 9, 2003, the Recovery Officer issued a\ncomposite demand notice under Rule 2 of Second Schedule of\nthe Income Tax Act, 1961 against the Company demanding\npayment of Rs.28,60,87,384/-. He also directed the Company\nto appear on October 23, 2003 for settling terms and conditions\nof the proclamation of sale and for disclosure of its movable D\nand immovable assets. Harnek Singh, Security Guard who was\npresent at the Company premises was served and he signed\nthe summons in token of acceptance of notice on behalf of the\nCompany. Service Report was filed by one Rajesh Mahajan,\nAdvocate for certificate holder affirming Dasti service on the E\nCompany. Another service report was also filed along with\naffidavit by the same advocate on October 6, 2003. On January\n3, 2004, Mr. Vivek Verma, Local Commissioner appointed by\nthe Recovery Officer, visited the site and filed his report wherein\nhe stated that two machines were missing. He also recorded\nthat the unit was in running condition. At the instance of SASF,\nNorth India Technical Consultancy Association Ltd. ('NITCO'-for\nshort) filed a valuation report in January, 2004 assessing the\nfixed assets at Rs. 17.51 crores. It is alleged that on July 1,\n2004, the Company created illegal tenancy in favour of M/s\nRoland Exports. On September 16, 2004, the Recovery Officer.\nfixed the reserve price of the property at Rs.12.50 crores\n(Rs.4.50 crores for movables and Rs.8.00 crores for:\nimmovables). He also fixed the date for sale of immovable\nproperty as October 27, 2004 and for movable property as\nF\nG\nH\n720\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA October 30, 2004. The auction was, however, adjourned. The\nCompany on October 18, 2004, filed an appeal against the\norder dated September 16, 2004 fixing reserve price of Rs.\n12.50 crores in the DRT being Appeal No. 52 of 2004 under\nSection 30 of the RDDB Act. On October 27, 2004, DRT allowed\nB auction sale to proceed but ordered that the sale should not be\nconfirmed till further orders. On October 30, 2004, auction was\nconcluded and the appellant herein was declared the highest\nand successful bidder at Rs. 12.52 crores. It deposited 25% of\nthe reserve price. On November 2, 2004, on an application by\nthe appellant, DRT appointed representative of the appellant\nas a receiver to prepare inventory of auctioned property.\nC\n7. On November, 11, 2004, the appellant made an\napplication to DRT praying for acceptance of the bank guarantee\nin lieu of payment of the remaining amount of 75% and also by\nD refunding the amount deposited (25%). DRT dismissed the\nsaid application and the appellant-auction purchaser, on the\nsame day, i.e. November 11, 2004 deposited the balance\namount of 75% of the purchase money i.e. Rs.9,39,00,000/- by\na Bank draft. On December 13, 2004, the receiver lodged a\nE First Information Report (FIR) and filed an affidavit before DRT\ncomplaining that the agent of the Company had forcibly\ndispossessed him by using criminal force. On December 15,\n2004, the Company moved an application for setting aside ex-\nparte final order passed on July 15, 2003 by DRT, Chandigarh\nwhich was registered as M.A. No. 103 of 2004. The appellant\nfiled an application objecting the prayer of the Company with\nan added prayer to implead it in Appeal No. 52 of 2004 as also\nin M.A. No. 103 of 2004. The DRT allowed the impleadment.\napplication of the appellant vide order dated December 17,\n2004. On March 28, 2005, the appellant filed an application for\nhearing preliminary issue as to maintainability of appeal filed\nby the Company (Appeal No. 52 of 2004). On April 8, 2005, a\nsuit for permanent injunction was filed by Roland Exports against\nthe Company in the Civil Court at Tarantaran, District Amritsar.\nStatus quo with regard to possession was ordered to be\nF\nG\nH\n\u003e\n:\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n721\nmaintained by the Court. An appeal against the said order is A\nsaid to have been pending in the High Court. Meanwhile, the\nCompany got the property valued by Himachal Consultancy\nOrganisation Ltd. ('HIMCO' for short), according to which the\nrealizable value of the property had been increased to Rs.20.22\ncrores. On July 26, 2005, DRT-I, Delhi allowed Appeal No. 52 B\nof 2004, set aside the auction sale subject to the Company\nfulfilling terms and conditions with regard to payment of certain\namount, interest, expenses etc.\n8. The Tribunal, while granting relief to the Company,\nordered;\n\"In my humble opinion, natural justice requires that the\nappeal be allowed but with some conditions so that further\nprogress of recovery be not stalled by the appellant. In\nthese circumstances, this appeal is allowed, subject to\nthe following conditions:-\n(i) That the appellant will pay 5% of the amount deposited\nby the auction purchaser within 10 days as a penalty\nas per rule 60 of the Second Schedule of Income Tax\nAct.\n(ii)\nThe appellant will pay an interest on the amount\ndeposited by the auction purchaser @ 9% p.a.\ncalculated from the date of deposit of the same till.\ntoday. The interest accumulated on the FDRs of\nauctioned amount till date will be paid to the CH FI\nwho will adjust this amount against the outstanding\ndues of the appellant.\n(iii) The appellant will also bear all the expenditure incurred\nby the CH FI in conducting the sale. The details of\nthe same will be given by the CH FI within a week\nand thereafter within 10 days, this amount will be\ndeposited by the appellant with the CH FI.\nC\nD\nE\nF\nG\nFailing to comply all the above three conditions, this appeal\nwill be treated as dismissed and the restraint order passed H\nT\n"}