{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63}],"text":"762\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA been made by the respondent-Company to the BIFR for being\ndeclared a \"sick company\". The auction was held and concluded\non 30.10.2004, again before a Reference had been made by\nthe respondent-Company to the BIFR. It is only on 21.12.2005\nthat the Company filed a Reference before the BIFR which was\nB rejected on 3.4.2006. In between, the appeal preferred by the\nrespondent-Company (No.52 of 2004) before the DRT under\nSection 30 of the RDDB Act was allowed and the auction sale\nwas set aside, but the final order passed by DRT, Chandigarh,\nremained untouched. The appeal preferred by the appellant\nherein against the order of the DRT allowing Appeal No.52 of\n2004 was subsequently decided in favour of the appellant on\n10.2.2006 and the auction sale was confirmed in favour of the\nappellant with a direction upon the Recovery Officer and the\nother concerned authorities to complete the sale in favour of\nthe appellant herein. It is only on 15.9.2006, after all the aforesaid\norders had been passed that a second Reference was filed by\nthe respondent-Company before the BIFR on 15.9.2006 and\non 22.2.2007 the Company was declared to be a \"sick\ncompany\" by the BIFR.\nC\nD\nE\nF\nG\n33. The above dates will amply show that the proceedings\nhad been taken by the IDBI under Section 19 of the RDDB Act\nand the final order had been passed therein long before the\nBIFR came on to the scene. Even the auction sale was\nconcluded in favour of the appellant before the first Reference\nwas made by the Company to the BIFR. The sale was confirmed\nby the DRAT before the writ petitions were allowed by the High\nCourt on the ground that the recovery proceedings were barred\nunder Section 22 of SICA. Ultimately, the Company's first\nReference was rejected by the BIFR and only upon a second\nreference filed by the respondent-Company on 15.9.2006 was\nthe Company declared by the BIFR to be a \"sick company\" on\n22.2.2007.\n34. In other words, the final order in the recovery\nproceedings under Section 19 of the RDDB Act was passed\nH and the auction sale was concluded before the first Reference\n1\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [ALTAMAS KABIR, J.]\n763\nwas filed by the respondent-Company with the BIFR and long A\nbefore the respondent-Company was declared to be a sick\nCompany on 22.2.2007. It is, therefore, clear that the provisions.\nof the Sick Industrial Companies (Special Provisions) Act, 1985,\nwere sought to be invoked by the respondent No.1-Company\nafter the recovery proceedings had been concluded in favour of B\nthe appellant who had also deposited the sale price in respect\nof his offer which had been accepted by the Recovery Officer.\n35. For reasons which are obvious, the respondent-\nCompany chose not to take recourse either to Section 20 of the\nRDDB Act or Rule 60 of the Second Schedule of the Income C\nTax Act, 1961, and took a chance of filing an appeal under\nSection 30 of the RDDB Act with regard to the fixation of the\nreserve price of the Company's assets by the Recovery Officer\nfor the purposes of the auction sale and the scope of the appeal\nwas limited to such issue alone.\n36. Since the respondent-Company did not challenge the\nfinal order of the DRT, Chandigarh, the same continued to be\nin force and was carried to its logical conclusion by the holding\nof auction sale and confirmation thereof in favour of the appellant\nherein.\n37. The order passed by the DRAT on 10.2.2006\nconfirming the sale in favour of the appellant was made long\nbefore the respondent-Company was declared to be a \"sick\ncompany” on 22.2.2007. The High Court was, therefore, in error\nin applying the provisions of Section 22 of the SICA when the\nsale had already been confirmed in favour of the appellant and\nthe purchase price had already been deposited. Furthermore,\nthe first Reference made by the respondent-Company was also\nrejected by the BIFR on 3.4.2006.\nD\nE\nוּד\nF\nG\n38. Apart from the above, even on merits, the conduct of\nthe respondent No.1-company leaves much to be desired.\nWithout challenging the final order passed by the DRT,\nChandigarh, allowing the Bank's claim of Rs.25,26,60,836/-\ntogether with interest @ 7.8% per annum, the said respondent H\n764\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA questioned the order of the Recovery Officer, fixing the reserve\nprice of the Company's assets for the purposes of the auction\nsale, under Section 30 of the RDDB Act, having full knowledge\nof the fact that the final order of the DRT, Chandigarh, could not\nbe challenged in such appeal. The steps taken by the respondent\nB No.1, Company were far from bona fide and were only aimed\nat stalling the auction sale. Even at the time of auction of the\ncompany's assets, no attempt was made by the Respondent\nNo.1-Company to secure a bid higher than that of the appellant.\n39. Having regard to the above, in my view nothing further\nC remains to be decided by the High Court.\nD\nE\n40. The appeal is accordingly allowed and the order of the\nHigh Court impugned in the appeal is set aside with costs\nassessed at Rs.50,000/-.\nORDER\nAlthough, both of us held that the appeal deserves to be\nallowed and the order of the High Court is to be set aside, in\nview of the difference of opinion on interpretation of Section 34\nof the Recovery of Debts Due to Banks and Financial Institutions\nAct, 1993, the Registry is directed to place the papers before\nthe Hon'ble the Chief Justice of India for taking appropriate\naction in accordance with law.\nS.K.S.\nMatter referred.\n"}