{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"732\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA 4 SCC 305, this Court had an occasion to consider the meaning\nof these two expressions. The Court noted that sometimes two\ndifferent words are used in one and the same statute to convey\nthe same meaning, but \"that is exception rather than the rule\".\nThe general rule is that when two different words are used by\nB a statute, prima facie one has to construe different words as\ncarrying different meanings.\nC\nD\n27. The Court stated;\n\"The word \"suit\" and \"proceeding\" have not been used\ninterchangeably in SICA.\"\n28. Referring to Pandurang R. Mandlik v. Shantibai R.\nGhatge, 1989 Supp (2) SCC 627, the Court observed that in\nits comprehensive sense, the word 'suit' is understood to apply\nto any proceeding in a Court of Justice by which an individual\npursues a remedy which the law affords. The modes of\nproceedings may be various, but if a right is litigated between\nparties in a Court of Justice, the proceedings by which the\ndecision of the Court is sought may be a suit. The word 'suit'\nordinarily means and, apart from some context, must be taken\nE to mean a civil proceeding instituted by the presentation of a\nplaint”. (vide Hansraj Gupta v. Dehra Dun - Mussoorie Electric\nTrameray Co. Ltd.; 60 IA 13 AIR 1933 PC 63).\n29. In the instant case, proceedings had been initiated by\nthe Bank not before a Civil Court by invoking Section 9 of the\nF Code of Civil Procedure, 1908, but before DRT by taking\nrecourse to jurisdiction under RDDB Act. It is, therefore,\ncontended that the proceedings could not be said to be a \"suit\"\nfalling within the mischief of Section 22 of SICA. In any case,\naccording to the learned counsel for the appellant, ex parte\nG final order was passed by DRT as back as on July 15, 2003\nand hence even if it is assumed that the connotation \"suit\" should\nbe construed liberally so as to take within its sweep all\nproceedings including an application before DRT, in view of\nfinal order passed by DRT in 2003, bar envisaged by Section\nH 22 of SICA cannot operate.\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n733\nC\n30. So far as \"proceedings\" are concerned, it was A\nsubmitted by the appellant that the final order had been passed\nby DRT under RDDB Act. A Certificate had been issued under\nSection 19 and in accordance with Section 29 of the Act,\nprocedure laid down in Second and Third Schedules to the\nIncome Tax Act, 1961 had been followed. Reserve price was B\nfixed. Sale-proclamation was published. Auction was held. The\nappellant was found to be the highest bidder and its bid was\naccepted. Necessary amount was deposited. All actions were\nthus in conformity with law. If the Company felt aggrieved by\nauction sale, it ought to have proceeded in accordance with\nRules 60 to 62 of the Rules in the Second Schedule. Rule 60\npermits a person adversely affected by the sale to apply to the\nTax Recovery Officer within thirty days from the date of sale to\nset aside such sale on his depositing the entire amount with\ninterest thereon and penalty. Admittedly, the Company did not\navail the said remedy. Rule 61 allows an application to set\naside sale of immovable property on the ground of non-service\nof notice or material irregularity in publishing or conducting the\nsale. The said rule also provides for deposit of amount\nrecoverable under the Certificate. The Company failed to do\nso. Under Rule 62, sale can be set aside when defaulter has no\nsaleable interest. No such case had been put forward by the\nCompany by applying under Rule 62. The Company, therefore,\ncould not make grievance against the auction sale.\n31. Strong reliance was placed on behalf of the appellant\non Rule 63 which states that where no application is made for\nsetting aside the sale or where such application is made and\nis dismissed, the Tax Recovery Officer shall make an order\nconfirming the sale and thereupon the sale shall become\nabsolute. It was submitted that none of the Rules had been\ninvoked by the Company by applying to the Tax Recovery Officer\nand by depositing the amount. The Tax Recovery Officer, hence,\nwas enjoined to confirm sale as per the mandate of Rule 63. An\nappeal filed by the Company under Section 30 of RDDB Act\nbefore DRT against the order of Tax Recovery Officer fixing\nD\nヨ\nF\nG\nH\n734\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA\nreserve price was ill-conceived and not maintainable as there\nwas no 'order' within the meaning of RDDB Act which was\nappealable. Attention of the Court in this connection was invited\nby the learned counsel to Rule 53 [Contents of proclamation].\nIt provides that a proclamation of sale shall specify, inter alia,\nB \"the reserve price, if any, below which the property may not be\nsold\" [Clause (cc)]. It was submitted that fixation of 'reserve\nprice' is not mandatory, condition precedent or sine qua non\nand if reserve price is not fixed, the order cannot be said to be\nnon est, contrary to law or unlawful. In any case, when reserve\nprice was fixed and property was sold not below such price, the\nonly remedy available to the Company or any person whose\ninterest was affected was to apply under Rule 60 or 61 or 62.\nThe appeal before DRT was thus totally misconceived and ought\nnot to have been entertained by the Tribunal.\nC\nD\n32. According to the Company, reserve price was grossly\ninadequate. The Company was aggrieved and preferred an\nappeal under Section 30 of RDDB Act as the order fixing reserve\nprice was also an 'order' within the meaning of the Act. To\nbuttress the submission, the counsel relied upon a decision of\nE this Court in Union of India \u0026 Anr. v. Delhi High Court Bar\nAssociation \u0026 Ors., (2002) 4 SCC 275. In Delhi High Court\nBar Association, while upholding the validity of RDDB Act, this\nCourt considered various safeguards and remedies available\nto the aggrieved party. In paragraph 30 of the decision, it was\ninter alia observed;\nF\nG\nH\nFurthermore, Section 30, after amendment by the\nAmendment Act, 2000, gives a right to any person\naggrieved by an order of the Recovery Officer, to prefer\nan appeal to the Tribunal. Thus now an appellate forum\nhas been provided against any orders of the Recovery...\nOfficer which may not be in accordance with law. There is,\ntherefore, sufficient safeguard which has been provided\nin the event of the Recovery Officer acting in an arbitrary\nor an unreasonable manner. The provisions of Sections\n25 and 28 are, therefore, not bad in law\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n735\n33. I express no opinion one way or the other on the A\ncontroversy. As noted earlier, the High Court allowed the\npetitions filed by the Company only on the ground of bar of\nSection 22 of SICA. Since I am of the view that the High Court\nwas not right in coming to that conclusion, the matter must go\nback to the High Court for deciding all points not dealt and B\ndecided.\n34. The learned counsel for the Company emphatically\nargued that Section 32 of SICA is explicitly clear and uses non-\nobstante clause (\"Notwithstanding anything inconsistent\ntherewith contained in any other law\"). It was urged that SICA is C\na 'self-contained Code' and makes detailed and exhaustive\nprovisions in respect of sick companies. It is also a 'special\nlaw' and effect must be given to the provisions of the Act. The\nargument of the appellant on the other hand is that Section 34\nof RDDB Act is a subsequent legislation which also contains a\nsimilar non-obstante clause and that Act should prevail over\nSICA.\n35. The learned counsel for the parties, in support of their\nrespective submissions, referred to several decisions. Let us\nconsider few of them.\nD\nE\n36. In Maharashtra Tubes Ltd. v. State Industrial \u0026\nInvestment Corporation of Maharashtra Ltd. \u0026 Anr., (1993) 2\nSCC 144, this Court was called upon to consider the provisions\nof SICA and State Financial Corporation Act, 1951. Observing F\nthat the word 'proceedings' in sub-section (1) of Section 22 of\nSICA could not be given narrow or restricted meaning to limit\nthe legal proceedings, the Court held that if Section 22(1) is\nattracted, the proceedings must be held to be barred.\n37. Keeping in view the underlying object of enacting SICA,\nthe Court stated;\nNow we come to the impugned decision. The High Court\nwas considerably influenced by the fact that the appellant-\ncompany owed crores of rupees to banks and felt that so\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n736\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nfar as such creditors are concerned, different\nconsiderations may come into play but the High Court\nwith respect failed to appreciate that the 1985 Act was\nenacted primarily to assist sick industrial undertakings\nwhich inter alia failed to meet their financial obligations. It\nis, therefore, difficult to accept the view of the High Court\nthat where the creditors of a sick industrial concern happen\nto be Banks or State Financial Corporations different\nconsiderations would come into play. It must be realised\nthat in the modern industrial environment large industries\nare generally financed by banks and statutory corporations\ncreated specially for that purpose and if they are permitted\nto resort to independent action in total disregard of the\npending inquiry under Sections 15 to 19 of the 1985 Act\nthe entire exercise under the said provisions would be\nrendered nugatory by the time the BIFR is able to evolve\na scheme of revival or rehabilitation of the sick industrial\nconcern by device of the Financial Corporation resorting\nto Section 29 of the 1951 Act. We are, therefore, of the\nopinion that where an inquiry is pending under Section\n16/17 or an appeal is pending under Section 25 of the\n1985 Act there should be cessation of the coercive\nactivities of the type mentioned in Section 22(1) to permit\nthe BIFR to consider what remedial measures it should\ntake with respect to the sick industrial company. The\nexpression 'proceedings' in Section 22(1), therefore,\ncannot be confined to legal proceedings understood in\nthe narrow sense of proceedings in a Court of law or a\nlegal tribunal for attachment and sale of the debtor's\nproperty.\n38. In Deputy Commercial Tax Officer \u0026 Ors. v.\nCorromandal Pharmaceuticals \u0026 Ors., (1997) 10 SCC 649,\nthis Court held that the embargo under Section 22(1) would not\napply to payment of tax collected by the sick industrial company\nafter the date of the sanctioned scheme and legitimately\nbelonged to the Revenue. \"Any other construction will be\n1\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n737\nunreasonable and unfair and will lead to a state of affairs A\nenabling the sick industrial unit to collect amounts due to the\nRevenue and withhold it indefinitely and unreasonably. Such a\nconstruction which is unfair, unreasonable and against the\nspirit of the statute in a business sense, should be avoided.\"\n(emphasis supplied)\n39. Justice Jeevan Reddy was much more emphatic. In a\nconcurrent judgment, His Lordship stated;\nB\nC\nLooking at the provisions of the Sick Industrial Companies\n(Special Provisions) Act, 1985 [the Act], I was wondering\nhow out of tune the Act has become with the economic\npolicies being pursued now in this country. Since 1991-\n92, we are launched upon, what is being called,\nliberalisation of our economy. We have given up the policy\nof protecting our industries against foreign competition D\non the ground that it has given rise to an inefficient and\noutdated industrial system in our country. Our industries\nare suddenly being asked to compete with foreign\ncompanies, many of whom being giant multi-nationals have\nvast resources at their disposal. [They are merrily gobbling E\nup our poor native companies. Many local industries,\nunable to stand the said competition are joining the foreign\ngiants in one form of venture or other. Several hundreds of\nsmall-scale and medium scale units in telecom sector, for\nexample have suffered enormously because of our love\nfor foreign companies and their capital. The state of several\npublic sector companies is no better. I am not saying that\nwe have totally embraced, what may be called\n\"Reaganism\" or \"Thatcherism\". The fact, however, remains\nthat it is no longer thought advisable to keep alive inefficient\nand uneconomic industries by injecting public funds or in\nthe name of safeguarding the employment of the workers.\nAnd here is this Act, a product of the era of protectionism,\nseeking to keep alive \"sick\" companies by pumping in\nfunds mostly public funds and by providing various\n-\n-\nF\nG\nH+\nA\nB\nC\nD\nE\nF\nG\nH\n738\nSUPREME COURT REPORTS.\n[2008] 12 S.C.R.\nconcessions. In the process, nobody inquires why a\nparticular industrial company has become sick, viz.,\nwhether it is an induced one or whether it is on account of\nfactors beyond their control. The object of the Act is\nundoubtedly laudatory but it must also provide for\nappropriate measures against persons responsible where\nit is found that sickness is caused by factors other than\ncircumstances beyond the control of the management. It\nis also a well-known fact that the proceedings before the\nBoard of Industrial and Financial Reconstruction take a\nlong time to conclude and all the while the protective\numbrella of Section 22 is held over the company which\nhas reported sick. We have come across cases where\nunfair advantage is sought to be taken of the provisions of\nSection 22 by certain industrial companies - and the wide\nlanguage employed in the section, is providing them a\ncover. We are sure Section 22 was not meant to breed\ndishonesty nor can it be so operated as to encourage\nunfair practices. The ultimate prejudice to public monies\nshould not be overlooked in the process of promoting\nindustrial progress. We are quite sure that the Government\nis fully alive to the situation and are equally certain that\nthey must be thinking of necessary modifications in the\nAct. These few observations are meant merely to record\nthe need for changes in the Act. (emphasis supplied)\n•\n40. In Real Value Appliances Ltd. v. Canara Bank \u0026 Ors.,\n(1998) 5 SCC 554, a contention was advanced on behalf of the\ncreditors that the conduct of the Company was far from\nsatisfactory and highly objectionable. It suppressed several facts\nfrom the Court. Contradictory and inconsistent pleas were taken\nand fraud was practised on the Court.\n\"\n41. This Court agreed with what was submitted and\nobserved;\nThis conduct of the appellant, in our view, was certainly\nvery unfair to the High Court and, therefore, the High Court\n+\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n739\nhad rightly depreciated the same. In our view, there was\na clear attempt to keep the Court in the dark\"\nA\n42. The Court, however, proceeded to state that on that\ncount reference-application to the BIFR would not become bad\nand if the Company was entitled to the benefit of SICA, it could\nnot be denied the said benefit.\nB\n43. In Rishabh Agro Industries Ltd. v. P.N.B. Capital.\nServices Ltd., (2000) 5 SCC 515, this Court held that where\nconditions precedent for applicability of SICA were satisfied,\nthen notwithstanding that the order for winding up of the C\nCompany had been passed, the bar would get attracted.\n44. In Patheja Bros. Forgings \u0026 Stamping \u0026 Anr. v. ICICI\nLtd. \u0026 Ors., (2000) 6 SCC 545, this Court held that without\nrequisite sanction under Section 22 of SICA, no suit can be\nproceeded with.\n45. In Jai Engineering Works Ltd. v. Industry Facilitation\nCouncil \u0026 Anr., (2006) 8 SCC 677, after referring to all leading\ndecisions on the point and describing 1985 Act as a complete\nCode', this Court stated;\nD\nE\nThe 1985 Act was enacted in public interest. It contains\nspecial provisions. The said special provisions had been\nmade with a view to secure the timely detection of sick\nand potentially sick companies owning industrial.\nundertakings, the speedy determination by a Board of F\nexperts for preventive, ameliorative, remedial and other\nmeasures which need to be taken with respect to such\ncompanies and the expeditious enforcement of the\nmeasures so determined and for matters connected\ntherewith or incidental thereto.\nG\n46. In my view, however, the learned counsel for the\nappellant is right in submitting that RDDB Act is a 'special law'\nand also a subsequent legislation, i.e. later law. It is well-settled\nthat when any law has been enacted, the Legislature must be\npresumed to be aware of all existing laws. When RDDB Act H\n740\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA\nB\nwas enacted in 1993, SICA was very much in force since it was\nenacted in 1985. In spite of that, Parliament was pleased to\ngive 'overriding effect' to RDDB Act by using non-obstante\nclause in Section 34. Sub-section (1) expressly stated that the\nprovisions of the Act \"shall have effect notwithstanding anything\ninconsistent therewith contained in any other law for the time\nbeing in force\".\n47. I am thus at a point where two statutes employ non-\nobstante clause having 'overriding effect. Such a conflict, as\nlaid down in several cases, may be resolved by judiciary on\nC various considerations; such as the policy underlying the\nenactments, the language used, the object intended to be\nachieved; or mischief sought to be remedied, etc. One of the\ntests applied by Courts is that normally a later enactment should\nprevail over the former. The Courts would also try to reconcile\nD both Acts by adopting harmonious interpretation and applying\nthem in their respective fields so that both may operate without\ncoming into conflict with each-other. In resolving the clash, the\nCourt may further examine whether one of the two enactments\nis 'special' and the other one is 'general'. There can also be a\nE situation in law where one and the same statute may be held to\nbe a 'special' statute vis-à-vis one legislation and 'general'\nstatute vis-à-vis another legislation. On the basis of one or\nmore tests, the Court will try to salvage the situation by giving\neffect to non obstante clause in both the legislations.\nF\nG\nH\n48. Let me consider some of the decisions of this Court\non this vexed issue.\n49. In Shri Ram Narain v. Simla Banking \u0026 Industrial\nCo. Ltd., 1956 SCR 603; two competing statutes came up for\nconsideration before this Court being the Banking Companies\nAct, 1949 (as amended by Act 52 of 1953) and the Displaced\nPersons (Debt Adjustment) Act, 1951. Section 45-A of the\nBanking Companies Act (introduced by the amending Act of\n1953) and Section 13 of the Displaced Persons Act, 1951 both\ncontained a non-obstante clause stating that certain provisions\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n741\nof the Act shall have effect “notwithstanding anything inconsistent A\ntherewith in any other law for the time being in force\". This Court\nresolved the conflict by considering the object and purpose of\nthe two laws and giving primacy to the Banking Companies\nAct. The Court indicated that when two Acts contain provisions\ngiving overriding effect, it would be a difficult question as to\nwhich Act should prevail.\n50. The Court stated-\nB\n\"It is, therefore, desirable to determine the overriding effect\nof one or the other of the relevant provisions in these two C\nActs, in a given case, on much broader considerations of\nthe purpose and policy underlying the two Acts and the\nclear intendment conveyed by the language of the relevant\nprovisions therein\".\n51. In Shri Sarwan Singh \u0026 Anr. v. Shri Kasturi Lal, (1977) D\n1 SCC 750, two provisions were before this Court. Section 19\nof the Slum Areas (Improvement and Clearance) Act, 1956 (as\namended by Act 43 of 1964) provided that proceedings for\neviction of tenants could not be taken without permission of the\ncompetent authority \"notwithstanding anything contained in any E\nother law for the time being in force\". Section 39 of the Act\nfurther declared that the provisions of the Act shall take effect\n\"notwithstanding anything inconsistent therewith contained in\nany other law\". The other statute was the Delhi Rent Control Act,\n1958 (as amended by Act 18 of 1976). Section 14-A as inserted F\nby the amendment Act conferred a right on a landlord to recover\nimmediate possession of any premises let out by him in case\nhe was required to vacate any residential premises allotted to\nhim by the Central Government or by a local Authority. The\nconferment of the right was “notwithstanding anything contained\nelsewhere in this Act or in any other law for the time being in\nforce\". Section 25-B laid down special procedure for\nenforcement of right conferred by Section 14-A. Section 25-A\nstated that the provisions in Section 25-B shall have effect\n\"notwithstanding anything inconsistent therewith contained\nG\nH\n"}