{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"722\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\ni\nA\nB\nC\nt\nイ\nby this Tribunal will stand vacated and the Ld. Recovery\nOfficer will be at liberty to pass the necessary orders as\nper law and if, the above conditions are fulfilled by the\nappellant, the Ld. Recovery Officer is directed to re-auction\nthis property as early as possible, within 75 days as per\nlaw and release the amount deposited by the auction\npurchaser immediately. The present appeal bearing\n⚫ Transfer Appeal No. 1/2005 (Appeal NO. 52/04) stands\ndisposed off accordingly. A copy of this order be given.\ndasti to all the parties. A copy of this order be also sent to\nthe Recovery Officer; DRT. Chandigarh for necessary\naction and information. RC file be also sent immediately\nback to the DRT Chandigarh by special messenger along\nwith copy of this order. File be consigned to records\".\n9. The Company, objecting the conditions imposed by DRT,\nD filed an appeal against the said order to the DRAT, Delhi being\nAppeal No. 167 of 2005. The appellant also filed an appeal\nbeing aggrieved by the setting aside the sale. DRAT stayed\noperation of the order dated July 26, 2005 which had set aside\nex-parte order passed by DRT. It also directed refund of sale\nE amount to the appellant. Appeals were then heard and the\njudgment was reserved.\nF\nG\nH\n10. Meanwhile, on December 21, 2005, the Company filed\na Reference before the Board of Industrial Finance \u0026\nReconstruction ('BIFR' for short) under SICA which was\nregistered as BIFR Case No. 4 of 2006. On February 10, 2006,\nDRAT dismissed the appeal filed by the Company and allowed\nthe appeal of the appellant and confirmed auction-sale in favour\nof the appellant on depositing the sale price. DRAT, in the\noperative part of the order stated;\n\"In view of the detailed discussion made on the issues\nwhich are relevant for the purpose deciding these appeals,\nthe Miscellaneous Appeal 167/2005 filed by the judgment-\ndebtor shall stand dismissed. The Miscellaneous Appeal\n173/2005 filed by the auction purchaser shall stand\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n723\nallowed. Consequently, the appeal filed by the judgment- A\ndebtor in Appeal 52/2004 before the Presiding Officer,\nDRT, Chandigarh which is renumbered on transfer to DRT-\nI, Delhi as Transfer Appeal No. 1/2005 shall stand\ndismissed. Points formulated for consideration are\nanswered accordingly. No costs.\nB\nSince, the appeal filed by the auction-purchaser is allowed,\nthe Recovery Officer, DRT, Chandigarh shall confirm the\nsale and shall take all steps immediately for handling over\nthe possession of properties in question, to the auction\npurchaser, if necessary, by taking assistance from all C\nauthorities concerned. The auction purchaser, who was\npermitted to withdraw the auction amount deposited\ntowards sale price without prejudice to its rights during\npending of these appeals, shall forthwith deposit the entire\namount and thereafter the Recovery Officer shall proceed D\nto complete the other requirements according to law\nforthwith.\"\n11. By a separate order of even date, DRAT ordered the\nRecovery Officer, Chandigarh to act upon and execute the\ndirections issued by it. The appellant deposited Rs. 12.50 crores\nE\nເມ\nF\non the same day. But the sale could not be confirmed since the\nPresiding Officer was on leave. The appellant moved an\napplication before DRAT for appointment of Recovery Officer,\nDRT, Delhi for confirmation of sale. Within three days, however,\nthe Company filed two Writ Petitions being C.W. Nos. 2041\nand 2042 of 2006 in the High Court of Delhi on February 13,\n2006 against an order of DRAT dated February 10, 2006. The\nHigh Court of Delhi, as already mentioned earlier, allowed the\nwrit petitions on February 23, 2006, set aside the order passed\nby DRAT on the ground that Section 22 of SICA operated as a G\ncomplete bar to recovery proceedings and no order could have\nbeen passed by the Tribunal.\nSubsequent development\n12. Being aggrieved by the order passed by the High H\n724\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA Court, the appellant filed Special Leave Petition in this Court on\nMarch 6, 2006. Notice was issued on March 27, 2006 by this\nCourt and the appellant was allowed to withdraw sale price\nwithout prejudice to its rights and contentions. The matter was,\nthereafter, adjourned from time to time. It was ordered to be\n.B heard finally. For completion of record, it may be stated that on\nApril 3, 2006, the BIFR rejected the Reference of the Company.\nThe Company preferred an appeal against the said order which\nis pending before the Appellate Authority for Industrial \u0026\nFinancial Reconstruction (AAIFR). On September 15, 2006;\nsecond Reference was filed by the Company which has been\nregistered as BIFR Case No. 18 of 2006. On February 22,\n2007, the BIFR declared the Company as a 'sick Company'\nand appointed LSAS, respondent No. 5 as the Operating Agency\nto prepare Rehabilitation Scheme.\nC\nD\nE\nF\nSubmissions of the appellant\n13. The Court has heard the learned counsel for the parties.\nLearned counsel for the appellant raised several contentions.\nHe urged that the High Court has committed an error of law in\nholding that the proceedings were barred by Section 22 of the\nSICA and DRAT was wrong in issuing directions. The\nproceedings were neither covered by the first part nor by the\nsecond part of Section 22 and the High Court ought to have\ndecided the case on merits. It was also submitted that Section\n34 of RDDB Act has an 'overriding effect' and even on that\nground, the matter ought to have been decided. It was contended\nthat the appeal preferred by the Company against fixation of\nreserve price was not maintainable under Section 30 of the\nRDDB Act and could not have been entertained by DRT. So far\nas ex-parte decree passed by DRT is concerned, the counsel\nG submitted that the Company was duly served and in spite of\nthat, it failed to appear before the Tribunal. A grievance was\nalso made that in an appeal against fixing reserve price (which\nwas not maintainable), DRT granted interim relief on certain.\nterms and conditions. But even those conditions had not been\nH complied with by the Company. Reserve price fixed was proper,\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n725\nsufficient and reasonable and DRT ought not to have set aside A\nthe order passed by the Recovery Officer.\nB\n14. The counsel vehemently contended that the High Court\nought to have taken into account over all conduct of the party,\nparticularly when the Company had invoked discretionary and\nequitable jurisdiction under Article 226 of the Constitution. In\nexercising writ jurisdiction, submitted the counsel, the conduct\nof the petitioner is indeed a relevant and extremely important\nconsideration. In the instant case, the Company had not come\nwith clean hands. It had not repaid the loan amount; did not\nappear before DRT in spite of service of summons; an ex parte C\nfinal order was, therefore, rightly passed against it; the Company\nfiled an appeal before DRT against an 'order' which was not\nappealable; failed to comply with even the interim order under\nwhich protection was obtained and no payment was made; by\ncommitting criminal trespass and unlawfully entering the D\nproperty, it dispossessed the receiver appointed by the Tribunal;\nthe action of taking over possession of the property by act of\nhighhandedness could not be approved; the Company also\nremoved machinery and other movable property from the\ndisputed premises; created unlawful tenancy rights in favour of E\nthird party by accepting substantial amount from him, etc. The\ncounsel, therefore, urged that even if the case was covered by\nSICA and Section 22 got attracted, the High Court, in exercise\nof extraordinary and special jurisdiction, ought not to have\ngranted relief in favour of the Company. On all these grounds, F\nit was submitted that the appeal deserves to be allowed.\n15. The learned counsel for the supporting respondents\nadopted the arguments advanced by the learned counsel for\nthe appellant.\nSubmissions of respondent\nG\n16. The learned counsel for the Company, on the other\nhand, supported the order passed by the High Court. According\nto him, no doubt the High Court was exercising powers under\nArticle 226 of the Constitution. But in exercising constitutional H\n726\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nB\nC\nA powers, the Court would undoubtedly keep in mind statutory\nprovisions of SICA and precisely that has been done by the\nCourt. If the proceedings could not have been initiated or\ncontinued in view of bar of Section 22 of SICA, it cannot be\nsaid that the High Court was wrong in passing the impugned\norder. No grievance, hence, can be made against such order.\nAs to ex-parte final order said to have been passed by DRT, it\nwas submitted that no opportunity of hearing was afforded to\nthe Company and the order was violative of principles of natural\njustice and fair play. The appeal filed by the Company against\nfixation of reserve price before DRT was maintainable under\nSection 30 of the RDDB Act as the appeal lies against \"an\norder of the Recovery Officer made under the Act\" and an order\nof fixation of reserve price is also an 'order' within the meaning\nof the Act. Regarding non-depositing of amount as per interim\norder, it was submitted that the Company was not in a position\nto comply with the conditions of stay and the directions issued\nand hence, in accordance with law, it challenged the said order,\nby filing an appeal before DRAT. It was the right of the Company\nto take such action and the appellant cannot object against\nsuch course being adopted by the Company. It was, therefore,\nsubmitted that the High Court was wholly justified in allowing\nthe petitions filed by the Company and no case has been made\nout by the appellant for interference against the said order by\nthis Court.\nD\nE\nF\nHigh Court's order\n17. At the outset, it may be noted that the High Court had\ndisposed of the petitions only on one ground as to applicability\nof SICA and held that the proceedings were barred under\nSection 22 of the said Act. This is amply clear from paragraph\nG 13 of the order which reads as under:\nH\nSeveral arguments have been advanced before us by\nlearned counsel for the parties, but we are of the opinion\nthat this petition deserves to be allowed on the very first\nsubmission of Dr. Abhishek M. Singhvi, learned senior\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n727\ncounsel for the petitioner, namely that the proceedings A\nare barred by Section 22 read with Section 32 of the\nSICA.\n(emphasis supplied)\n18. Referring to the relevant provisions of SICA and keeping B\nin view the ratio laid down in the decisions cited before it, the\nCourt ruled that the petition filed by the Company was required\nto be allowed. Accordingly, in the operative part (para 36); the\nHigh Court concluded:\nFor the reasons given above, the petition is allowed and C\nthe impugned order dated 10.2.2006 passed by the DRAT\nis set aside and it is held that no recovery can take place\nagainst the petitioner in view of the bar of Section 22 of\nthe SICA.\n(emphasis supplied)\nD\n19. As already adverted to, before the Court the arguments\nhad been advanced by all the parties on continuation or\notherwise of proceedings and also on the merits of the matter.\nIn view of the fact, however, that the High Court has not entered E\ninto merits of the case and disposed of petitions holding that\nthe proceedings could not be continued because of the bar of\nSection 22 of SICA, I do not wish to enter into allegations and\ncounter allegations levelled by the parties. At the same time, I\nam of the view that the conclusion arrived at by the High Court\nthat the proceedings were barred under Section 22 of SICA is\nnot well-founded and the decision of the High Court on that\npoint deserves to be set aside.\nSICA - Ambit and scope\n20. So far as SICA is concerned, it has been stated in the\nPreamble that the Act has been enacted in public interest \"with\na view to securing the timely detection of sick and potentially\nsick companies owning industrial undertakings, the speedy\ndetermination by a Board of experts of the preventive,\nF\nG\nH\n728\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nC\nA ameliorative, remedial and other measures which need to be\ntaken with respect to such companies and the expeditious\nenforcement of the measures so determined and for matters\nconnected therewith or incidental thereto\". While interpreting\nvarious provisions of the Act, the said object has to be kept in\nB mind by Courts. Section 2 is in the form of 'declaration' and\ndeclares that the Act has been enacted for giving effect to the\npolicy of the State towards securing the principles specified in\nclauses (b) and (c) of Article 39 of the Constitution. Section 3\ndefines various terms used in the Act. Chapter II relates to\nestablishment of Board and Appellate Authority, term of office;\nconditions of service of officials and working of the Board and\nAppellate Authority. References, Inquiries and Schemes have\nbeen dealt with in Chapter III. Whereas Section 15 provides for\nReference to Board, Section 16 speaks of Inquiry into working\nof sick industrial companies. Section 17 empowers the Board\nto make suitable order on the completion of inquiry. Sections.\n18, 19 and 19A deal with Preparation of Schemes, Rehabilitation\nand Arrangement for continuing operations during inquiry.\nWinding up of sick industrial company is found in Section 20.\nSection 21 allows Operating Agency to prepare inventory: Under\nSection 22A, directions can be issued preventing disposal of\nassets in certain cases.\nD\nE\nF.\nG.\nH\n21. Section 22 is a material provision which relates to\nsuspension of legal proceedings, contracts, etc. Sub-section\n(1) is important and may be reproduced;\n22. Suspension of legal proceedings, contracts, etc.-\n(1) Where in respect of an industrial company, an inquiry\nunder section 16 is pending or any scheme referred to\nunder section 17 is under preparation or consideration or\na sanctioned scheme is under implementation or where\nan appeal under section 25 relating to an industrial\ncompany is pending, then, notwithstanding anything\ncontained in the Companies Act, 1956 (1 of 1956) or any\nother law or the memorandum and articles of association\nof the industrial company or any other instrument having\n0\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n729\neffect under the said Act or other law, no proceedings for A\nthe winding up of the industrial company or for execution,\ndistress or the like against any of the properties of the\nindustrial company or for the appointment of a receiver in\nrespect thereof and no suit for the recovery of money or\nfor the enforcement of any security against the industrial\ncompany or of any guarantee in respect of any loans or\nadvance granted to the industrial company shall lie or be\nproceeded with further, except with the consent of the\nBoard or, as the case may be, the Appellate Authority.\n22. Chapter IV covers potentially sick industrial Companies;\nmisfeasance proceedings, appeals and other miscellaneous\nmatters with which the Court is not concerned in the present\ncase except Section 32 which gives ‘overriding effect' to the\nprovisions of the Act. It reads as under:\nB\nC\nD\n32. Effect of the Act on other laws.-(1) The provisions of\nthis Act and of any rules or schemes made thereunder\nshall have effect notwithstanding anything inconsistent\ntherewith contained in any other law except the provisions E\nof the Foreign Exchange Regulation Act, 1973 (46 of 1973)\nand the Urban Land (Ceiling and Regulation) Act, 1976\n(33 of 1976) for the time being in force or in the\nMemorandum or Articles of Association of an industrial\ncompany or in any other instrument having effect by virtue\nof any law other than this Act.\nF\n(2) Where there has been under any scheme under this\nAct an amalgamation of a sick industrial company with\nanother company, the provisions of section 72A of the\nIncome-tax Act, 1961 (43 of 1961), shall, subject to the G\nmodifications that the power of the Central Government\nunder that section may be exercised by the Board without\nany recommendation by the specified authority referred\nto in that section, apply in relation to such amalgamation\nas they apply in relation to the amalgamation of a company H\n7:30\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA\nC\nowning an industrial undertaking with another company.\nRDDB Act Ambit and scope\n-\n23. The RDDB Act (Recovery of Debts Due to Banks and\nFinancial Institutions Act, 1993) has been enacted with a view\nB \"to provide for the establishment of Tribunals for expeditious\nadjudication and recovery of debts due to banks and financial\ninstitutions and for matters connected therewith or incidental\nthereto”. Chapter I is Preliminary in nature and Section 2 defines\nvarious terms. Chapter II provides for establishment of Tribunals\nand Appellate Tribunals, their composition, qualifications and\nterm of office of the staff, salaries, allowances, etc. Jurisdiction,\npowers and authority of Tribunals are found in Chapter III. The\nTribunals are required to follow procedure laid down in Chapter\nIV. Chapter V relates to 'Recovery of debt determined by the\nTribunal'. Section 29 declares that the provisions of the Second\nand Third Schedules of the Income Tax Act, 1961 will apply to\nthe recovery of amount due under the RDDB Act. Chapter VI is\nMiscellaneous. One section, however, is of extreme importance.\nIt is Section 34 which allows 'overriding effect' to the provisions.\nof the Act over other laws. It is a crucial provision and may be\nquoted in extenso;\nD\nE\nF\nG\nH\n34. Act to have overriding effect. -(1) Save as provided\nunder sub-section (2), the provisions of this Act shall have\neffect notwithstanding anything inconsistent therewith\ncontained in any other law for the time being in force or in\nany instrument having effect by virtue of any law other than\nthis Act.\n(2) The provisions of this Act or the rules made thereunder\nshall be in addition to, and not in derogation of, the Industrial\nFinance Corporation Act, 1948, the State Financial\nCorporations Act, 1951, the Unit Trust of India Act, 1963,\nthe Industrial Reconstruction Bank of India Act, 1984 and\nthe Sick Industrial Companies (Special Provisions) Act,\n1985 and the Small Industries Development Bank of India\nAct, 1989. (emphasis supplied)\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [C.K. THAKKER, J.]\n731\nB\n24. According to the Company, there is a bar against A\ninitiation or continuation of proceedings under Section 22 of\nSICA against sick companies. The High Court was, therefore,\nright in allowing the petitions filed by the Company. The case of\nthe appellant and supporting respondents, on the other hand, is\nthat Section 22 of SICA has no application to the case on hand.\nand the High Court was in error in invoking the said section and\ndenying relief to the auction purchaser as well as other creditors\nby wrongly extending benefit of the said provision to the\nCompany. The appellant alternatively contended that even if the\nproceedings pending against the Company are covered by C\nSection 22 of SICA, non-obstante clause in Section 34 of RDDB\nAct, which is a subsequent legislation will operate and recovery\ncould not have been suspended, stalled or arrested.\nInterpretation of statutes\nD\nE\n25. The question, therefore, is whether the High Court\nwas right in holding that the proceedings were barred under\nSection 22 of SICA. I have extracted the relevant part of the\nsaid section. It has two limbs. The first part enacts that \"no\nproceeding for the winding up of the industrial company or for\nexecution, distress or the like against any of the properties of\nthe industrial company or for the appointment of a receiver in\nrespect thereof... shall lie or be proceeded with further, except\nwith the consent of the Board or, as the case may be, the\nAppellate Authority.\" The second part which is independent of\nthe first part declares that \"no suit for the recovery of money or F\nfor the enforcement of any security against the industrial\ncompany or of any guarantee in respect of any loans or advance\ngranted to the industrial company shall lie or be proceeded with\nfurther, except with the consent of the Board or, as the case\nmay be, the Appellate Authority.\" The two parts use two different G\nexpressions; (i) proceeding' and (ii) ‘suit'.\nCase law\n26. In Kailash Nath Agarwal \u0026 Ors. v. Pradeshiya\nIndustrial \u0026 Investment Corporation of U.P. Ltd. \u0026 Anr., (2003) H\n"}