{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A\n752\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nALTAMAS KABIR, J. 1. I have had the benefit of going\nthrough the draft judgment prepared by my learned Brother and\nwhile I agree with the conclusion arrived at by His Lordship, that\nthe High Court erred in applying the provisions of Section 22 of\nthe Sick Industrial Companies (Special Provisions) Act, 1985,\nB and dropping the proceedings against the Company, with utmost\nrespect I find myself unable to accept the legal reasoning on\nwhich His Lordship's conclusion is based. I would like to traverse\na different route in arriving at the same conclusion as arrived at\nby my learned brother.\nC\nD\nE.\n2. Since my learned Brother has set out the facts involved\n- in detail, I shall only highlight some of the facts which compel\nme to pen my views in a separate judgment.\n3. The respondent No.1-Company, M/s Arihant Threads\nLimited, was incorporated as a Joint Venture Company with\nPunjab State Industrial Development Corporation. In 1992 the\nsaid Company was granted lease of Plot No.454 for 99 years\nby Goindwal Sahib Industrial and Investment Corporation in the\nGoindwal Sahib Industrial Area. The lease contained a specific\nprovision disentitling the lessee from transferring its interest in\nthe demised property for the first 15 years of the lease without\nthe prior permission of the lessor. However, it was also provided\nthat the lessee would be entitled to mortgage its leasehold\nrights to a Bank, the Punjab Financial Corporation or the Life\nInsurance Corporation of India as security for development of\nF the demised premises by constructing factory buildings and for\npurchase of raw-material etc. In view of the said provision, the\nIndustrial Development Bank of India (hereinafter referred to as\n'IDBI'), which was the predecessor of the Stressed Assets\nStabilisation Fund (hereinafter referred to as 'SASF'), financed\nG the project undertaken by the Company.\nH\n4. As it appears from the records, the respondent no.1-\nCompany was unable to repay the loan and IDBI filed Original\nApplication No.1368 of 2001 in the Debts Recovery Tribunal,\nChandigarh, (hereinafter referred to as 'DRT, Chandigarh') on\n1\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [ALTAMAS KABIR, J.]\n753\n20.12.2001, for recovery of Rs.25,26,60,836/-, under the A\nRecovery of Debts Due to Banks and Financial Institutions Act,\n1993 (hereinafter referred to as the 'RDDB Act'). Despite\nservice of notice of the said proceedings, the respondent No.1\nCompany remained unrepresented before the DRT and on\n15.7.2003 an ex-parte final order was passed in favour of IDBI B\nfor recovery of Rs.25,26,60,836/- together with interest at the\nrate of 7.8% per annum and a Recovery Certificate was also\nissued against the respondent No. 1-Company.\n5. In keeping with Section 29 of the RDDB Act, the\nRecovery Officer issued a composite demand notice to the C\nrespondent No.1-Company on 9.9.2003 under Rule 2 of the\nSecond Schedule to the Income Tax Act, 1961, demanding\npayment of Rs. 28,60,87,384/-. A separate direction was given\nto the Company to appear before the Recovery Officer on\n23.10.2003 for settling terms and conditions relating to the D\nproclamation of sale and for disclosure of its movable and\nimmovable assets.\nE\nLL\nF\n6. A Valuation Report was also obtained from the Local\nCommissioner, appointed by the Recovery Officer, who in his\nreport indicated that two machines were missing from the\nCompany's factory. A further Valuation Report was obtained\nfrom the North-India Technical Consultancy Association Limited\nin January 2004, wherein the assets of the Respondent No.1-\nCompany was valued at Rs.17.5 crores on 16.9.2004. The\nreserve price of the property was fixed at Rs.12.50 crores by\nthe Recovery Officer and two separate dates were fixed for\nsale of the immovable and movable properties of the Company.\nThe respondent No.1 - Company filed an appeal, being Appeal\nNo.52 of 2004, before the DRT on 18.10.2004 under Section\n30 of the RDDB Act questioning the fixation of the reserve price G\nby the Recovery Officer at Rs.12.50 crores. The proposed\nauction sale was, therefore, cancelled till the DRT by its order\ndated 27.10.2004 allowed the auction sale to proceed but\nrestrained the Recovery Officer from confirming the same till.\nfurther orders. Consequently, the auction was held and H\n754\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA concluded on 30.10.2004 and the appellant herein was declared\nto be the successful bidder. Consequently, as per rules laid\ndown, the appellant deposited 25% of the reserve price\nimmediately. On 11.11.2004, the appellant made an application\nto the DRT for accepting bank guarantee for the remaining\nB balance of 75% of the sale price. On the said application being\ndismissed the appellant-auction purchaser on the same day\ndeposited the balance amount of 75% of the sale price by a\nbank draft. It is only after the sale had been conducted and\nconcluded on 30.10.2004 that an application was made by the\nC respondent-Company on 15.12.2004 in the pending appeal for\nsetting aside the ex-parte final order passed by the DRT,\nChandigarh, on 15.7.2003 and the same was registered as\nM.A.No.103/2004. The appellant herein filed an application for\nbeing added as a party in Appeal No.52 of 2004 and also in\nM.A. No.103 of 2004 to enable it to oppose the prayer of the\nCompany for setting aside the final order passed by the DRT,\nChandigarh, on 15.7.2003. Such prayer for impleadment was\nallowed by the DRT by its order dated 17.12.2004.\nD\nE\n7. At this juncture it may be indicated that on 10.6.2002 M/\ns Roland Exports, which had succeeded to the interests of\nGoindwal Sahib Industrial Corporation, cancelled the lease of\nthe respondent No. 1-Company on account of non-payment of\nlease dues amounting to Rs.3,19,94,149/-. On 8.4.2005 M/s\nRoland Exports filed a suit for permanent injunction against the\nF respondent No.1-Company in the Civil Court at Tarantaran,\nDistrict Amritsar, wherein an order of status-quo with regard to\npossession was passed.\n8. On 26.7.2005, DRT-1, Delhi, allowed Appeal No.52 of\n2004 and set aside the auction sale subject to the Company\nG fulfilling certain terms and conditions laid Gown in the order.\nOne of the conditions imposed by the Tribunal was that the\nCompany would have to pay 5% of the amount deposited by\nthe auction purchaser within 10 days as penalty in terms of Rule\n60 of the Second Schedule of the Income Tax Act, 1961.\nH Objecting to the said terms and conditions imposed by the\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [ALTAMAS KABIR, J.]\n755\nDRT the Company filed an appeal with DRAT, Delhi, being A\nAppeal No.167 of 2005. The appellant herein also filed an\nappeal against the setting aside of the auction sale. The DRAT\nstayed the operation of the order dated 26.7.2005 by which the\nDRT-I, Delhi, had allowed Appeal No.52 of 2004 and had set\naside the auction sale. The DRAT also directed refund of the B\nsale amount to the appellant.\n9. While the matter was pending before the DRAT, the\nrespondent-Company filed a Reference before the Board for\nIndustrial and Financial Reconstruction (hereinafter referred to\nas 'BIFR'), on 21.12.2005 under the provisions of the Sick C\nIndustrial Companies (Special Provisions) Act, 1985, and the\nsame was registered as BIFR Case No.4 of 2006.\nD\nE\n10. On 10.2.2006 the DRAT dismissed the appeal filed\nby the Company and allowed the appeal of the appellant and\nconfirmed the auction sale in favour of the appellant, subject to\nits depositing the sale price. By a separate order passed on\nthe same day the DRAT ordered the Recovery Officer,\nChandigarh, to implement the directions issued by it. However,\ndespite the appellant depositing the full purchase price on the\nvery same day, the sale could not be confirmed as the Presiding\nOfficer was on leave. The appellant moved the DRAT for\nappointment of a Recovery Officer for confirmation of the sale.\nWhile the said matters were pending, the respondent-Company\nfiled two writ petitions being C.W. Nos.2041 and 2042 of 2006,\nin the High Court of Delhi, against the order dated 10.2.2006\npassed by DRAT dismissing the Company's appeal. The Delhi\nHigh Court allowed the writ petitions filed by the respondent-\nCompany and by its order dated 23.2.2006 set aside the order\npassed by the DRAT on the ground that Section 22 of the Sick\nIndustrial Companies (Special Provisions) Act, 1985 operated G\nas a complete bar for taking recovery proceedings and no\norder could therefore have been passed by the Tribunal\nconfirming the sale.\n11. It is against the said order of the Delhi High Court that\nF\nH\n756\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA the Special Leave Petitions were filed on 26.3.2006 wherein\nleave has since been granted.\nB\nC\nD\nE\nLL\nF\nG\nH\n12. It may be significant to note at this stage that on\n3.4.2006 the BIFR rejected the Reference made by the\nCompany and that on 15.9.2006 another Reference was filed\nby the respondent-Company which was registered as BIFR\nCase No.18 of 2006. It is in the said Reference that on\n22.2.2007 the BIFR declared the Company to be a \"sick\ncompany\" and the respondent No.5 was appointed as the\nOperating Agency for preparation of a rehabilitation scheme.\n13. Learned counsel for the appellant submitted that the\nHigh Court had erred in law in holding that the recovery\nproceedings initiated under the provisions of the RDDB Act\nwere barred by Section 22 of the SICA. It was submitted that\nSection 22 of SICA was not attracted to the proceedings and\nthe High Court should have decided the matter on merits. It was\nalso submitted on behalf of the appellant that Section 34 of the\nRDDB Act had an overriding effect over the provisions of SICA\nand that the High Court should have decided the matter on\nmerits on such grounds as well. It was further contended that\nthe appeal preferred by the respondent-Company under Section\n30 of the RDDB Act, against the order of the Recovery Officer\nfixing the reserve price at Rs. 12.5 crores, was not maintainable\nand ought not to have been entertained by the DRT-I,Delhi.\n14. As has been indicated by my learned Brother in his\njudgment, it had been forcefully contended on behalf of the\nappellant that when the respondent-Company had invoked the\ndiscretionary and equitable jurisdiction of the High Court under\nArticle 226 of the Constitution, the High Court should have taken\ninto account the overall conduct of the party as the respondent-\nCompany had not come to the writ court with clean hands. Not\nonly had it not repaid the loan amount, but it did not appear\nbefore the DRT inspite of service of summons and the ex-parte\nfinal order was, therefore, rightly passed on the Original\nApplication filed by the IDBI. The respondent- Company also\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [ALTAMAS KABIR, J.]\n757\nfiled an appeal against the order of the Recovery Officer before A\nthe DRT-I, Delhi, under Section 30 of the RDDB Act, and failed\nto comply with the directions contained in the interim order\nunder which directions for payment were made, but no payment\nwas made as directed. To make matters worse, the respondent-\nCompany forcibly entered the property in question and B\ndispossessed the Receiver appointed by the Tribunal and\nremoved machinery and other movable properties from the said\npremises and created an unlawful tenancy in favour of a third\nparty. In such background it was submitted that even if the case\nwas covered under Section 22 of SICA, the High Court, in\nexercise of its extra-ordinary jurisdiction, ought not to have\nallowed the writ petition filed by the Company.\nC\n15. Learned counsel for the respondent No.1-company\nsubmitted that the appeal preferred by the Company under\nSection 30 of the RDDB Act against the order of the Recovery D\nOfficer fixing the reserve price, was maintainable since the\nsame was an order passed by the Recovery Officer under the\nAct. It was contended that since such a course of action was\navailable to the respondent-Company it was not incumbent upon\nthe Company to deposit the amounts indicated in the order of E\nthe DRT-I, Delhi, while allowing appeal No.52 of 2004 as a pre-\ncondition for setting aside the auction sale. It was contended\nthat the High Court was fully justified in allowing the writ petitions\nfiled by the respondent-Company in keeping with the bar\nimposed under Section 22 of SICA.\n;\nF\n16. As has been pointed out by my learned Brother, the\nwrit petitions filed by the respondent-Company were allowed\nby the High Court on the sole ground that the recovery\nproceedings under the RDDB Act were barred under Section\n22 of the SICA. Having once come to the conclusion that the G\nproceedings were barred under Section 22 of the SICA, the\nHigh Court did not go into any other question with regard to the\nmerits of the matter and set aside the order of the DRAT\nconfirming the auction sale on that one ground alone.\nI\nH\nA\nB\nс\nD\nE\n758\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\n17. My learned brother has discussed in detail the relevant\nprovisions of SICA and the RDDB Act and has observed that\nSection 34 of the RDDB Act is of extreme importance since it\nallows \"overriding effect\" to the provisions of the Act over other\nlaws. Inasmuch as my learned Brother's judgment is based on\nan interpretation of Section 34 of the RDDB Act in relation to\nSection 22 of SICA, the same is reproduced hereinbelow to\nconsider the effect thereof :\n\"34. Act to have over-riding effect-(1) Save as otherwise\nprovided in sub-section (2), the provisions of this Act shall\nhave effect notwithstanding anything inconsistent therewith\ncontained in any other law for the time being in force or in\nany instrument have effect by virtue of any law other than\nthis Act\n(2) The provisions of this act or the rules made thereunder\nshall be in addition to, and not in derogation of, the Industrial\nFinance Corporation Act, 1948 (15 of 1948), the State\nFinancial Corporations Act, 1951 (63 of 1951), the Unit Trust\nof India Act, 1963 (52 of 1963), the Industrial Reconstruction\nBank of India Act, 1984 (62 of 1984), the Sick Industrial.\nCompanie (Special Provisions) Act, 1985 and the Small\nIndustries Development Bank of India Act, 1989.\"\n18. My learned Brother has relied on the non-obstante\nprovision contained in Sub-section (1) of Section 34 in arriving\nF at a finding that the Recovery of Debts Due to Banks and\nFinancial Institutions Act, 1993, would have an overriding effect\nover other enactments. Since the Sick Industrial Companies\n(Special Provisions) Act, 1985, also contains a similar non-\nobstante clause in Section 22, His Lordship has considered in\ndetail the effect of the two non-obstante clauses in the two\nseparate enactments governing the same field and has held\nthat since the RDDB Act was a later Act it would prevail over the\nSICA which was an earlier Act.\nG\n19. It is at this point that I am unable to travel the same\nH path which my learned Brother has chosen to traverse.\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [ALTAMAS KABIR, J.]\n759\n20. The opening words of Sub-section (1) of Section 34 A\nof the RDDB Act clearly make the provisions thereof subject to\nthe provisions of Sub-section (2) which in unambiguous term\nprovides that the provisions of the Act or the Rules made\nthereunder would be in addition to and not in derogation of,\ncertain statutes indicated therein, including the Sick Industrial B\nCompanies (Special Provisions) Act, 1985. It is, therefore, clear\nthat while the RDDB Act would have an over-riding effect over\nother enactments, its provisions would only be supplemental to\nthose of the SICA and consequently the provisions of the SICA\nwould prevail over the provisions of the RDDB Act. Accordingly,\nif it is held that the situation in this case is covered by the\nprovisions of SICA, then the view taken by the High Court would\nhave to be upheld. If, however, it is found that the provisions of\nSICA do not apply to the facts of this case, then there can be\nno doubt that the judgment of the High Court would have to be\nset aside.\nC\n21. During the course of arguments, counsel for the parties\ndid make submissions with regard to the merits of the matter,\nwhich may have to be considered in the light of the view which\nI am inclined to take in the matter. Furthermore, if it is found that E\nthe provisions of SICA, and consequently Section 22 thereof,\nare not attracted to the facts of this case, the discussion with\nregard to the RDDB Act being a later Act having an overriding\neffect over the SICA becomes redundant for the purposes of\ndeciding this appeal. For the aforesaid purpose it would be\nnecessary to consider a few dates which have been mentioned\nhereinbefore.\nF\n22. The first date which is relevant for our purpose is\n15.7.2003 when the ex-parte final order was passed by the\nDRT, Chandigarh, for recovery of the sum claimed by IDBI, G\nalong with interest @ 7.8% per annum, and a Recovery Officer\nwas appointed.\n23. The second relevant date is 9.9.2003 when the\nRecovery Officer issued a demand notice under Rule 2 of the\nI\n760\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA Second Schedule of the Income Tax Act, 1961, to the\nrespondent-Company for payment of a sum of Rs.25,26,60,836/\n- as directed by the DRT, Chandigarh, in its final order. It is only\nafter the Recovery Officer fixed the reserve price for the auction\nsale of the Company's assets that the respondent-Company\nB filed an appeal before the DRT on 18.10.2004 under Section\n30 of the RDDB Act against the said order of the Recovery\nOfficer. It has also to be noted that on 27.10.2004 the DRT\nallowed the auction sale to proceed but directed that the sale\nshould not be confirmed until further orders.\nC\nD\nヨ\n24. The next relevant date is 30.10.2004 when the auction\nwas concluded and the appellant was declared to be the highest\nbidder and the entire sale price was deposited by the appeliant\nauction purchaser on 11.11.2004.\n25. It is significant to note that in the appeal, being Appeal\nNo.52 of 2004 under Section 30 of the RDDB Act, an application\nwas moved by the respondent-Company on 15.12.2004 for\nsetting aside the ex-parte final order passed on 15.7.2003 and\nthe appellant also filed an application for impleadment to enable\nit to oppose the prayer for setting aside the final order.\n26. The next date of significance is 26.7.2005 when Appeal\nNo.52 of 2004 filed by the respondent-Company under Section\n30 of the RDDB Act against the order of the Recovery Officer\nfixing the reserve price of the Company's assets was allowed\nF by DRT-1, Delhi, subject to the Company fulfilling certain terms\nand conditions as indicated in the order.\n27. It is only thereafter on 21.12.2005 that the respondent-\nCompany filed a Reference before the BIFR which was\nregistered as BIFR case No.4 of 2006 and the same came to\nG be dismissed on 3.4.2006.\nH\n28. In the meantime, the appeal preferred by the\nrespondent-Company before the Debts Recovery Appellate\nTribunal against the order of DRT-I, Delhi, allowing the\nCompany's Appeal No.52 of 2004 was dismissed and the sale\n1\n1\nKSL \u0026 INDUSTRIES LTD. v. M/S ARIHANT\nTHREADS LTD. \u0026 ORS. [ALTAMAS KABIR, J.]\n761\nin favour of the appellant herein was confirmed, subject to\ndeposit of the entire sale price.\nA\nB\n29. It will be of interest to note that the proceedings taken\nby the respondent-Company after the passing of the final order\nby DRT, Chandigarh, on 15.7.2003, were directed against\nfixation of the reserve price by the Recovery Officer though in\nAppeal No.52 an application was made by the Company for\nsetting aside the final order passed by the DRT Chandigarh.\nThe same was however, of no consequence as the appeal was\npreferred against the order of the Recovery Officer fixing the\nreserve price of the Company's assets and not the final order, C\nwhich, in any event, could not have been challenged in the said\nproceedings. In effect, the final order passed by the DRT,\nChandigarh, directing the respondent-Company to pay the dues\nof IDBI remained unchallenged and attained finality. The two\ncourses available to the respondent No.1-Company for D\npreferring an appeal under Section 20 of the RDDB Act or by\nway of an application for setting aside the sale under Rule 60\nof the Second Schedule of the Income Tax Act, 1961, were not\nresorted to by the respondent-Company. Instead, it chose to\nadopt a path restricted to the setting aside of the auction sale E\non the ground that the reserve price of the Company's assets\nhad not been correctly fixed by the Recovery Officer prior to the\nauction sale.\n30. Consequently, the scope of the appeal preferred by\nthe respondent-Company was confined only to the question as\nto whether the reserve price had been correctly fixed by the\nRecovery Officer.\n31. This brings us to the next question regarding the\napplicability of Section 22 of SICA in the proceedings initiated\nby IDBI for recovery of its dues under the provisions of the\nRDDB Act, 1993.\nF\nG\n32. As will be seen from what has been indicated\nhereinabove, the final order was passed on 15.7.2003 by DRT,\nChandigarh, at a point of time when no Reference had at all H\n"}