{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"830\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA by the Court. Consequently, the petitioner along with others\nfiled writ petition being Writ Petition (Civil) No. 2417(M/S) of\n2012 in the High Court of Judicature at Allahabad, Lucknow\nBench. This Writ Petition came to be disposed of by the order\nof the Court dated 9th May, 2012. The Court, while noticing\nB the directions of this Court as contained in its order dated 22nd\nJuly, 2011, directed the respondents to consider petitioner's\ncase on the basis of their eligibility as required for affiliation\nand take decision while expressing the hope that the State\nwould do its best in the matter. The petitioner has contended\nthat though a number of deficiencies were noticed in the other\ncolleges, yet most of the colleges were granted conditional\npermission for affiliation giving time to remove the deficiencies\npointed out in the order. Unlike other colleges, the State\nGovernment vide its Order dated 10th May, 2012, had rejected\nthe application of the petitioner and pointed out various\ndeficiencies. The relevant part of the order reads as under:-\nC\nD\nE\nF\n☐ G\n☐ H\n\"(3) In the sequence of the said orders of the Hon'ble High\nCourt, Lucknow Bench, Lucknow, after the last date i.e.\n25.03.2012 prescribed by the Government, the proposals\nfor affiliation for B.Ed. course of the referred university were\nconsidered. After due consideration, in the impugned\naffiliation proposal the following discrepancies have been\nfound:-\n1. For granting of affiliation, on the University level\nthe certificate of the committee organized has not\nbeen received.\n2. The inspection report of the inspection board\nand the details of the area of classes in the letter\nof the University have not been mentioned.\n3. The boundary walls of the university are not\nplastered and the photograph of the boundary walls\nof only one side has been received and on the\nsecond floor of the university construction work is\npartly going on. In front of the rooms of the second\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 831\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nfloor railings have not been constructed due to A\nwhich a serious accident is possible.\n4. The result of B.Ed. has not been received. The\nUniversity with the deficiency of the result of\nexamination has made conditional\nrecommendation on the Format-A.\n5. In relation to not being charged with group\ncheating/copying the educational session in the\nreport of the controller of examination is not clear.\nB\n6. The fire extinguishing certificate has been issued C\non 15.02.2009. The certificate till date has not\nbeen received.\n7. The NBC has been signed by the Additional\nEngineer/Superintending Engineer but the letter\number and date is not mentioned.\n8. The details of payment of monthly salary from the\nbank to the teachers are not received. The record\nof the months of December 2011 and January and\nFebruary 2012 has been made available.\n(4) Therefore, in view of the abovementioned\ndiscrepancies the State Government under section 37(2)\nof the U.P. State University Act, 1973 (as amended by the\nU.P. State University Amendment Act, 2007) at Graduation\nlevel has for Maa Vaishno Devi Women University,\nSiyaram Nagar, Devrakot, Faizabad under the Education\nsystem has not found it eligible for a prior permission of\naffiliation for B.Ed. course with a capacity of 100 seats\nsince under the autonomous scheme from educational\nsession 2012-2013. In sequence of it the writ petition no.\n2417(M/S)/2012 and in others also which are in question,\nin compliance to the order dated 09.05.2012 of the Hon'ble\nHigh Court the application of Sh. Chedi Lal Verma,\nManager, Maa Vaishno Devi Women University, Siyaram\nNagar, Devrakot, Faizabad dated 09.05.2012 is\naccordingly dismissed.\"\nD\nE\nF\nG\nH\nA\nC\n832 SUPREME COURT REPORTS [2012] 13 S.C.R.\n12. The petitioner has submitted that it removed the\nobjections as pointed out in the said letter and informed the\nauthorities on 18th May, 2012. On the same very date, the\npetitioner made a representation to the State Government\nstating that objections had been removed and the case of the\nB petitioner may be considered for affiliation. No response was\nreceived to the said representation. Being left with no other\noption, the petitioner filed another writ petition being WP (M/\nS) No.3499 of 2011 before the same court praying inter alia\nthat the order dated 10th May, 2012 passed by the State\nGovernment be quashed, for issuance of a direction requiring\nrespondent No. 2 to include the petitioner college in the\ncounseling for B.Ed. course for the academic year 2012-13\nand for direction that the petitioner college be deemed to have\nreceived affiliation, temporarily at least. This writ petition was\nfinally disposed of by a Bench of that Court vide its order dated\n13th June, 2012. The relevant part of the order reads as under:-\n\"The arguments of the learned counsel for the petitioner\nin view of the recommendations of the University appears\nto be correct. Accordingly, the order dated 10.5.2012\ncontained in Annexure-1 to the writ petition is hereby set\naside. The matter is remitted back to the State\nGovernment to decide it afresh in the light of the\nrecommendations of the University and the letter of the\ninstitution contained at page 50 subject to their information\navailable on record and the State Government shall take\na decision, expeditiously, say within a period of ten days'\nfrom the date a certified copy of this order is produced\nbefore it.\nD\nE\nF\nG\nSubject to above, the writ petition is finally disposed of.\"\n13. As is clear from the above direction, the matter was\nremitted to the State Government. The order dated 10th May,\n2012 was set aside and the State Government was directed\nto consider the case afresh. This was primarily on the basis\nthat according to the petitioner, the University had\nH recommended the case and had forwarded its approval in Form\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 833\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nA showing no deficiencies.\nThe State Government, without A\nany inspection, had rejected the request for affiliation and other\ncolleges had been given temporary affiliation.\nB\n14. On the very next day i.e. on 14th June, 2012, the\npetitioner again made a representation to the State Government\nto consider its case in accordance with the directions of the\nCourt in the order dated 13th June, 2012. Again, vide order\ndated 21st June, 2012, the State Government rejected the\napplication of the petitioner. The State Government referred\nto the schedule for counseling as well as for grant of affiliation\nin terms of the order of this Court dated 22nd July, 2011. The C\nState Government referred to the Schedule for counseling as\nwell as for grant of affiliation in terms of order dated 22nd\nNovember, 2011. It rejected the application being beyond the\ncut-off date of 10th May. It also mentioned in paragraphs VI of\nthe said order that certain compliances had not been done till D\nthat date by the college and again eight defects of non-\ncompliance were pointed out in the said order.\n15. The petitioner claims to have been seriously prejudiced\nby the order dated 21st June, 2012 as it was denied the chance\nto participate in the counseling process for the academic year\n2012-2013 onwards.\n16. To the averred facts there is not much controversy.\nPrimarily, the respondents have raised two pleas (i) firstly that\nthe deficiencies had not been removed in their entirety and\nsecondly that the cut-off date fixed by this Court by its order\ndated 22nd July, 2011 does not permit the State to grant\naffiliation to the petitioner college for the current academic year.\nSLP (C) No.21695 of 2012\n17. The petitioner is a private unaided institution run by a\nregistered society namely Aman Educational and Welfare\nSociety. The Society started the Aman Institution of Education\nand Management (for short the \"College\") and had applied for\ngrant of recognition for running the B.Ed. course. The college\nwas inspected and recognition was granted by the NCTE on\nE\nF\nG\nH\nD\n834\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA 30th September, 2008. The State Government had granted\naffiliation subject to fulfillment of conditions stated therein, which\namongst others contained a stipulation that admission of the\nstudents shall be made only after affiliation by the examining\nbody before the commencement of the academic session and\nB admission shall be completed well before the cut-off date. For\nthe academic year 2009-2010, the University conducted the\ninspection on 12th March, 2011 and forwarded its\nrecommendation for grant of permanent affiliation. Similar\nrecommendations were also made on 7th July, 2011 for the\nC academic year 2011-2012. The State Government, in view of\nthese recommendations granted permission for temporary\naffiliation for one year with effect from 1st July, 2011 for the\nacademic year 2011-2012. The students were also provided\nto the college against the sanctioned 100 seats for that\nacademic year. The petitioner college had applied for\nextension of affiliation for the academic session 2012-2013 and\nthe University had sent its recommendations to the State\nGovernment vide its letter dated 3rd December, 2011. Vide\nletter dated 9th April, 2012, respondent No. 1 had brought out\ncertain deficiencies. On 13th April, 2012, the petitioner\nsubmitted necessary documents. However, again certain\ndeficiencies were pointed out by the State Government vide its\nletter dated 18th April, 2012. The petitioner claims to have\nremoved these deficiencies and intimated respondent No. 1\nvide its letter dated 20th April, 2012. Thereafter the University\nF had sent its recommendations vide letter dated 9th May, 2012.\nAccording to the petitioner, thereafter the State Government did\nnot point out any substantive deficiencies and, in fact, no\ndeficiencies. According to them, though there were no\ndeficiencies, the State Government vide its letter dated 9th May,\nG 2012 refused to grant affiliation to the petitioner and pointed\nout certain deficiencies and informed that the institution was not\nfound fit for grant of affiliation for 100 seats. The petitioner\nhad challenged this order of the State Government before the\nHigh Court. It was the case of the petitioner that there were no\nH shortcomings or deficiencies in the Institute. Furthermore,\nE\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 835\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nnumber of other similarly placed institutions had been granted A\npermission/affiliation and had been given time to remove the\ndeficiencies. Thus, the order of the respondent was arbitrary.\nB\n18. It may be noticed that apprehending its exclusion from\nthe counseling, the petitioner had filed a writ petition being Writ\nPetition (M/S) No.2572 of 2012 before the High Court of\nJudicature at Allahabad, Lucknow Bench in which vide its order\ndated 28th May, 2012, the Court had directed the respondent\nauthorities to consider the case of the petitioner college afresh.\nIn this order, the court had also noticed \"the court finds that all\nshortcomings as pointed out by the State Government stand C\nremoved. Therefore, in these circumstances, it is provided that\nthe State Government may take a fresh decision in light of the\npresent facts and additional evidence which had been brought\non record by the petitioner and pass fresh orders in\naccordance with law, within a period of ten days.\" In D\nfurtherance to the order of the High Court, the State Government\nstill persisted with the fact that there were deficiencies in the\ninfrastructure and other requirements of the petitioner college\nand while noticing the deficiencies which were still persisting,\nthe State Government vide letter dated 11th June, 2012 rejected E\nthe application for grant of affiliation. The following deficiencies\nwere noticed:-\n\"1. Lasted inspection report was Deficiency is still exists.\nnot found\n2. Certificate from the Bank for\nthe payment to teachers and\ndetails of payment to the\nremaining teachers\n3. Affidavits and Agreement of\nthe proposed teachers for\nthe year 2008-2009 not\nprovided and for the years\n2012-2013\nthere.\nCertificate of payment\nof was not provided\nwith the representation\nF\nDeficiency is still exists.\nG\nI\nA\n836\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\n4. Appointment letters of\nproposal teachers are not\nprovided\nDeficiency is still exists.\nB\n5. C.A. Balance Sheet for one\nYear only\nBalance sheet of CA is\nprovided\n6. Fire fighting certificate is not\nmentioned\nDeficiency is still exists\n7. Certificate from NCB or\nDeficiency is still exists\nC\nequivalent officer (Executive\nEngineer)\n8. Affidavit of manager on\nDeficiency is still exists\nD\nstamp paper of Rs. 50/- is\nnot mentioned\nXXXXX\nXXXX\nXXXX\nXXXX\nE\nF\nG\nH\n10. In respect B.Ed. Education course in the Special\nLeave Petition bearing no. 13040/2010, titled College of\nprofessional Education and ors vs. UP State and others,\nVide order dt. 22.7.2011 passed by the Hon'ble High Court\nin the said petition for fixing the time table to the concerned\nand fixed last date for permission 10.5.2012, and after\nexpiry of the aforesaid all the deficiency have to be fulfilled,\notherwise it shall be contempt of the Court.\nTherefore in the precept the petitioner Institute, there is no\noccasion to provide a chance, if the proposal of the\npetitioner university proposed for the year 2013-14 the\nsame can be considered accordingly, therefore the\nrepresentation of the petitioner dt. 30.5.2012.\nTherefore, the orders in the Writ Petition no. 2972 (MS)\n2012 of the petitioner, Aman Institute of Management and\neducation, Duhai, Ghaziabad, Vs. UP State, In\ncompliance of order dated 28.5.2012 is being sent.\"\n19. The petitioner challenged the legality and correctness\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 837\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nof the order dated 11th June, 2012 before the High Court in A\nWrit Petition (M/S) No. 3607 of 2012. The High Court\ndismissed the writ petition but made certain observations which\nwere in favour of the petitioner. The operative part of the order\nreads as under:-\n\"Assuming that the petitioner is qualified to be affiliated,\neven then petitioner cannot be granted any indulgence on\naccount of cut-off date fixed by the apex court i.e.\n10.5.2012. This Court does not have any power to\nreschedule the time schedule fixed by the apex court. The\npetitioner, if is aggrieved by the said cut-off date, is at\nliberty to approach the apex court for clarification and\nfurther orders, so that they are able to convince the apex\ncourt regarding their rightful claim.\nIn the present case, the Court feels that there is no\nshortcoming in the petitioner-institution at the moment and\nthe State Government has acted unmindfully, but it has to\nbe looked into at this juncture whether the cut-off date can\nbe by-passed. No such direction is possible at the hands\nof this 3 Court and, therefore, any direction in favour of the\npetitioner will amount to violating the orders passed by the\napex court.\nThe argument of learned counsel for the petitioner that the\nopposite parties themselves have not followed the time\nschedule as fixed by the apex court can be looked into and\ncan be gone into by the apex court. But this Court feels\nthat no such direction for allocation of students can be\nissued in favour of the petitioner at this juncture.\nThe writ petition is accordingly dismissed.\nB\nC\nD\nE\nF\n20. Aggrieved from the said judgment, the college has filed\nG\nthe appeal by way of special leave.\nWrit Petition (Civil) No. 350 of 2012\n21. This petition has been filed under Article 32 of the\nConstitution of India by three petitioner colleges which are H\nC\nD\n838\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA being run and managed by the Society registered under the\nSocieties Registration Act, 1860. Vide order dated 24th\nJanuary, 2007, the NCTE at its 113th Meeting held on 18th/19th\nJanuary, 2007 considered the application moved by the first\npetitioner for grant of recognition to run B.Ed. courses in the\nB institution and granted the same. However, in its 141st\nMeeting, the Northern Regional Committee (for short \"NRC\")\nrefused recognition to the first petitioner vide order dated 25th\nJanuary, 2010. This order was subsequently modified upon\nappeal by the first petitioner, but without any effective relief.\nBeing dissatisfied, the first petitioner filed Writ Petition No.\n3836 (M/B) of 2010 before the High Court of Judicature at\nAllahabad. The Court passed order dated 14th May, 2010, in\nfurtherance to which an inspection was conducted under Section\n17 of the NCTE Act, 1993. Thereafter the first petitioner filed\nanother Writ Petition No. 7248 of 2010 before the same court\nin which vide order dated 20th April, 2011, the Court took note\nof the fact that the NCTE had failed to comply with the direction\nof passing final order within one month and directed the\nconcerned authorities to comply with the order dated 14th May,\n2010, and required them to explain their conduct. However, in\nthe meanwhile, this Court passed the order dated 22nd July,\n2011 in the case of the College of Professional Education\n(supra) fixing 10th May as the cut-off date for grant of affiliation\nto colleges for running of courses for the current academic year.\nThe petitioner colleges Nos. 1 and 2 got affiliation from the Ram\nManohar Lohiya Avadh University, Faizabad, Uttar Pradesh, in\naccordance with the Uttar Pradesh State Universities Act, 1973\n(for short, 'the Universities Act'). Petitioner No.1 college was\naccorded affiliation vide order dated 25th August, 2011 for 100\nseats in the B.Ed. course for one year. In furtherance to order\nG of the High Court, the petitioner No.1 was asked to furnish\ncertain details. The response submitted by Petitioner No.1 was\nconsidered by the NRC of the NCTE in its 190th Meeting and\nit decided to restore the recognition for B.Ed. courses with\nannual intake of 100 seats in continuation of the previous\nH recognition order dated 24th January, 2007. Accordingly, the\nE\nF\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 839\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nB\norder dated 28th December, 2011, was passed by the NRC A\nof the NCTE. Thereafter, the respondent-university, vide its\nletter dated 30th April, 2012 recommended to the State\nGovernment for grant of permanent affiliation to petitioner No.\n1 to run the B.Ed. courses. For these reasons, the petitioner\nNo. 1 claimed that it was entitled to be included in the\nCounseling as at that time, they had the recognition as well as\nthe affiliation. Petitioner Nos.2 and 3 were also placed in\nsimilar situation. However, the State Government on\ninsignificant shortcoming refused the affiliation to petitioner Nos.\n2 and 3 vide order dated 10th May, 2011. According to the\nC\npetitioner, certain other colleges similarly placed were granted\naffiliation and even included in the list of counseling for the\nacademic year 2012-2013.\n22. The petitioners challenged the non-grant of affiliation\nby the State Government to conduct the courses of B.Ed. on D\naccount of their non-inclusion in the Bulletin for Counseling and\nadmission to their colleges. The petitioners, thus, are\naggrieved from non-inclusion in counseling process as well as\nnon-grant of affiliation on account of the cut-off date of 10th May\nof the current academic year.\nWrit Petition (Civil) No. 346 of 2012\n23. This is also a petition filed under Article 32 of the\nConstitution of India. The petitioner is an unaided self-\nfinancing institution run by a registered society named J. Milton\nShiksha Samiti. The petitioner college was granted recognition\nby the NCTE vide its order dated 14th May, 2008 for\nconducting B.Ed. courses for the academic year 2008-2009\nwhereafter the petitioner obtained affiliation from Dr. Bhimrao\nAmbedkar University, U.P., Respondent No.2, for that\nacademic year and has been conducting the said course till the\nacademic year 2011-2012. The respondent No.2-University\ngranted provisional affiliation to the petitioner for the academic\nyear 2011-2012 vide letter dated 7th July, 2011, subject to\nfulfillment of certain conditions. Vide letter dated 21st\nDecember, 2011, the petitioner informed the University\nE\nF\nG\nH\n"}