{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"B\n840 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA (respondent No.2) about fulfillment of the conditions as required\nby the letter dated 7th July, 2011 and requested the University\nto consider the case of the petitioner for grant of extension of\nprovisional affiliation or grant of permanent affiliation. For the\nacademic year 2012-2013, respondent No.3-University\nconducted Joint Entrance Test for admission to UP B.Ed.\nColleges on 23rd April, 2012. Counseling was scheduled to\nbe held from 7th June, 2012 to 22nd June, 2012. As noticed\nearlier, this Court had passed the order dated 22nd July, 2011\ndirecting the last date for grant of affiliation as 10th May of the\nconcerned academic year. Vide letter dated 13th June, 2012,\nrespondent No. 2 University had forwarded the affiliation\nproposal of the petitioner to the State Government. Although,\nthe State Government did not pass any written order rejecting\nthe case of the petitioner, but according to the petitioner, they\nwere orally informed that their case could not be processed now\nfor the current academic year in view of the order passed by\nthis Court.\nC\nD\n24. The petitioner filed writ petition being Misc. Single\nNo.4040 of 2012 before the Allahabad High Court. The High\nE Court, vide its order dated 25th July, 2012, directed the\nrespondents to pass fresh order.\n25. It is the case of the petitioner that denial of affiliation\nand permission to participate in the counseling by the\nrespondent is on account of the cut-off dates fixed by this Court\nF and, therefore, has approached this Court under Article 32 of\nthe Constitution of India with the above prayers.\nG\nH\nWrit Petition (Civil) No. 345 of 2012\n26. Writ Petition (Civil) No.345/2012 and Writ Petition\n(Civil) No. 347 of 2012 also has similar facts where the\npetitioner-college was granted recognition by the NCTE and\nhad even been granted affiliation for the academic year 2011-\n2012. However, its application for extension of affiliation for the\nacademic year 2012-2013 or grant of permanent affiliation was\nnot decided and subsequently the petitioner was denied\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 841\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\naffiliation and permission to participate in the counseling for the A\ncurrent academic year 2012-2013 in view of the cut-off date\nfixed by this Court. In both these writ petitions, the writ\npetitioners challenged the action of the respondents, and their\nnon-inclusion in the list for counseling.\n\"\n27. It is not necessary for us to note the facts of each case\nseparately as in all other cases the facts are somewhat similar\nto either of the writ petitions, the facts of which we have afore-\nreferred.\n28. For regulation and proper maintenance of norms and\nstandards in the teacher education system and for all matters\nconnected therewith, it was considered to establish a Central\nNational Council for Teacher Education, for which purpose the\nIndian Parliament enacted the National Council for Teacher\nEducation Act, 1993 (for short, the 'Act'). The NCTE was to\nbe established in terms of Section 3 of the Act and was to\nconsist of the persons specified therein. For the purpose of\nthe present case, we are required to refer to certain provisions\nof the Act. The first relevant provision which can be referred\nto is Section 12 of the Act which states the functions that are\nto be performed by the NCTE. Section 13 places an obligation\nupon the NCTE to conduct inspection of the Institute in the\nprescribed manner. Other very significant provision is Section\n14 that deals with the recognition of the Institution offering\ncourse or training in teacher education. One of the important\npowers of the NCTE is the power of delegated legislation as\ncontained in Section 32 of the Act. We shall deal with these\nprovisions along with some other relevant provisions in some\ndetail.\nB\nC\nD\nE\nF\nG\n29. Under the Scheme of the Act, in terms of Section 12,\nit shall be the duty of the NCTE to take all such steps as it may\nthink fit for ensuring planned and coordinated development of\nteacher education, as per the Preamble of the Act. It has to\nlay down guidelines for compliance by recognized institutions\nfor starting new courses of training and for providing physical\nand instructional facilities, staffing pattern and staff qualification H\nC\nD\n842 SUPREME COURT REPORTS [2012] 13 S.C.R.\nA amongst others, to examine and review periodically the\nimplementation of the norms, guidelines and standards laid\ndown by the NCTE and to suitably advise the recognised\ninstitutions and foremost, it must ensure prevention of\ncommercialization of teacher education. For the purposes of\nB ascertaining whether the recognised institutions are functioning\nin accordance with the provisions of this Act, the Council may\ncause inspection of any such institution to be made by such\nperson as it may direct and in such manner as may be\nprescribed. A complete procedure has been provided under\nSection 13 for conducting inspection of the institution. After\ncoming into force of the Act, every institution offering or\nintending to offer a course or training in teacher education on\nor after the appointed day may, for grant of recognition under\nthe Act, make an application to the Regional Committee\nconcerned in such form and in such manner as may be\ndetermined by the Regulations. Section 14(3)(a) provides the\nscope and requirement for establishing such institution. The\nrecognition may be granted to an institution when it has\nadequate financial resources, accommodation, library, qualified\nstaff, laboratory and it fulfills such other conditions required for\nproper functioning of the institution for a course or training in\nteacher education as may be determined by regulations and\nupon such conditions as may be imposed. If an institution does\nnot satisfy the requirements of Section 14(3)(a), the Council may\npass an order refusing recognition to the institution for reasons\nto be recorded. Such grant and/or refusal has to be published\nin the Official Gazette and communicated in writing to the\ninstitution and to the concerned examining body or the State\nGovernment and the Central Government in accordance with\nSection 14(4). Section 14(6) will be of some significance once\nG we deal with the facts of the present case, as it is a provision\nE\nF\nH\nproviding interlink between recognition of an institution by the\nNCTE, on the one hand and affiliation by the examination body,\non the other. Section 14(6) reads as under:\n\"14(6) Every examining body shall, on receipt of the order\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 843\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nunder sub-section (4), -\n(a) grant affiliation to the institution, where recognition has\nbeen granted; or\n(b) cancel the affiliation of the institution, where recognition\nhas been refused.\"\nB\n30. Linked to this very provision is the provision of Section\n16 of the Act that reads as follows:\n\"16. AFFILIATING BODY TO GRANT AFFILIATION\nAFTER RECOGNITION OR PERMISSION BY THE\nCOUNCIL\nNotwithstanding anything contained in any other law for the\ntime being in force, no examining body shall, on or after\nthe appointed day,--\n(a) grant affiliation, whether provisional or\notherwise, to any institution; or\n(b) hold examination, whether provisional or\notherwise, for a course or training conducted by a\nrecognized institution,\nUnless the institution concerned has obtained recognition\nfrom the Regional Committee concerned, under Section\n14 or permission for a course or training under Section\n15.\"\nC\nD\nE\nF\n31. The institution which does not comply with the terms\nand conditions imposed or contravenes any terms and\nconditions subject to which the recognition was granted, any\nregulation, orders made under the Act and/or any provision of\nthe Act, the NCTE may withdraw recognition of such recognized\ninstitution for reasons to be recorded in writing under Section G\n17(1) subject to compliance of the conditions stated therein.\nOnce the recognition is withdrawn, the following very serious\nconsequences follow in terms of Section 17(3) of the Act:\n1. such institution shall discontinue the course or\nI\nA\n844\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA\n2.\nB\nс\nD\nE\nF\ntraining in teacher education;\nthe concerned University or the examining body\nshall cancel affiliation of the institution in\naccordance with the order passed under sub-\nsection (1) with effect from the end of the academic\nsession next following the date of communication\nof the said order.\n32. Following the date of communication of such order, an\ninstitution which carries on and offers any course of training in\nteacher education in terms of Section 17(4), the degree\nobtained from such an institution shall not be treated as valid\nqualification for employment under any State Government or the\nCentral Government, Government University or school, college\nor any other Government institution.\n33. From the reading of the above provisions, it is clear\nthat the NCTE is expected to perform functions of a very high\norder and to ensure maintenance of higher standards of\neducation in teachers training. Default in compliance of its\norders/directions can result in very serious consequences and,\nin fact, would render the concerned institute ineffective and\ninoperative. Where the recognition by the NCTE gives benefits\nof wide magnitude to an institute, there the withdrawal of\nrecognition not only causes impediments in dispensation of\nteacher training courses by that institution but the institution is\nobliged to discontinue such courses from the specified time.\n34. Section 16 opens with a non obstante language and\nhas an overriding effect over all other laws for the time being\nin force. It requires that unless the institution concerned has\nobtained recognition from the Regional Committee concerned,\nG no examining body 'shall', on or after the appointed day, grant\naffiliation, whether provisional or otherwise, or even hold\nexamination, whether provisional or otherwise, for the courses\nin the teacher training programme. On the other hand, Section\n17(3) also uses the expression 'shall' thereby making it\nmandatory for the University or the examining body to cancel\nH\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 845\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\naffiliation of the institution in accordance with the order passed A\nby the NCTE withdrawing the recognition of the Institution.\nThese provisions convey the significant, vital and overriding\neffect of this Act in comparison to other laws in force.\nB\n35. To perform its functions, the NCTE constitutes regional\ncommittees which are divided into four different regions. The\npurpose of constitution of these committees is to effectively deal\nwith the aspect of grant, continuation or refusal of the\nrecognition. It has two objectives to attain - (1) convenience\nfor all stakeholders; and (2) more effective implementation of\nthe provisions of the Act. Section 32 empowers the NCTE to\nC\nmake regulations not inconsistent with the provisions of the Act\nand the Rules made thereunder, generally to carry out the\nprovisions of the Act. The Regulations are to deal with various\nsubjects including providing of norms, guidelines and standards\nin respect of minimum qualification for a person to be employed D\nas a teacher, starting of new courses or training in recognized\ninstitutions, standards in respect of examinations leading to\nteacher education, qualifications and other specified matters.\nThe Central Government, in exercise of the power vested in it\nunder Section 31(1) of the Act, framed the Rules called the\n'National Council for Teacher Education Rules, 1997'. These\nRules, in detail, deal with the expert members of the NCTE,\npowers and duties of the Chair-person, appeals which a person\ncould make in terms of Rule 10 in relation to the orders passed\nunder Sections 15, 16 and 17 of the Act. However, these Rules\nwere subjected to amendment vide notification dated 15th\nSeptember, 2003.\nE\nF\nG\n36. Vide notification dated 13th November, 2002, the\n'NCTE (Form of application for recognition, the time limit of\nsubmissions of application, determination of norms and\nstandards for recognition of teacher education programmes\nand permission to start new course or training) Regulations,\n2002' were notified to deal with the prescribed procedure for\nmaking applications for recognition as well as how it is to be\ndealt with and grant and refusal of recognition. Under H\n846 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA Regulation 8, it was specified that the norms and standards for\nvarious teacher education courses should be separately\nprovided for separate courses. Resultantly, under Appendix 3\nto Appendix 14, norms and standards in relation to various\ncourses, which were to be complied with by the applicant, were\nB specified. The object was to bring greater transparency and\nspecialization into the entire process of grant of recognition to\nthe institutions. For example, norms and standards for\nsecondary teacher education programme was provided under\nAppendix 7. Similarly, other courses were provided different\nstandards. Appendix 1A prescribed the form of an application\nfor grant of recognition of teacher education institutions/\npermission to start a new course or increase in intake. This\napplication contained all information that was necessary for the\nRegional Committee to entertain an application and know the\nrequisite details, as contemplated under Section 14(1)(a).\nC\nD\nF\n37. Further, to facilitate the operation of the Regulations\nand for removal of functional difficulties, after consultation with\ndifferent quarters, the NCTE framed regulations under Section\n32 of the Act which were called the 'National Council for\nE Teachers Education (Recognition, Norms and Procedure)\nRegulations, 2005'. Under these Regulations, different time\nlimits were provided within which the applications were to be\ndealt with and responded to by different stakeholders involved\nin the process of grant/refusal of recognition. Under these\nRegulations, the applications which were complete in all\nrespects had to be processed by the office of the concerned\nRegional Committee within 30 days of the receipt of such\napplication. A written communication along with a copy of the\napplication form submitted by the institution of the concerned\nState/Union Territory shall be sent to the State Government/UT\nAdministration concerned. On receipt of the application, the\nState Government/UT Administration concerned was required\nto furnish its recommendations to the office of the Regional\nCommittee concerned within 60 days from the receipt. If the\nrecommendation was negative, the State Government was\nG\nH\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 847\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nB\nrequired to provide detailed reasons/grounds thereof in terms A\nof Regulation 7(3) of the Regulations. Then, the expert team\nwas to be appointed which was to visit the institution. Video\ntapes of the visiting team were to be placed before the\nRegional Committee along with its recommendations and the\nRegional Committee was to decide grant of recommendation\nor permission to the institution only after all the conditions\nprescribed under the Act, Rules, Regulations and the norms\nand standards laid down were satisfied. The institution\nconcerned was required to be informed of the decision for\ngrant/refusal of recognition or permission. It could impose such\nconditions as the NCTE may deem fit and proper.\nC\nE\n38. Thereafter, vide notification dated 27th November,\n2007, again in exercise of its powers under sub-section (2) of\nSection 32, the NCTE revised the Regulations and these are\ncalled the 'National Council for Teacher Education (Recognition, D\nNorms and Procedure) Regulations, 2009'. They deal with the\napplicability, eligibility, manner of making application and time\nlimits, processing fee, processing of applications, conditions\nfor granting recommendation, norms and standards, academic\ncalendar, power to relax any of the provisions of these\nRegulations, etc. These Regulations are quite comprehensive\nand under Regulation 13, the Regulations of 2007 and 2005\nboth are repealed and it is stated in Regulation 13(3) that the\nrepeal of the said earlier Regulations shall not affect previous\noperation of any Regulation so repealed or anything duly done\nthereunder. Under Regulation 5, the application has to be filed\nin the manner prescribed and within the time specified. Under\nRegulation 5(4), duly completed application in all respects may\nbe submitted to the Regional Committee concerned during the\nperiod from 1st day of September, till 31st day of October of\nthe preceding year to the academic session for which\nrecognition has been sought. Regulation 5(4), however,\nprovided that the condition of last date for submission of\napplication shall not apply to any innovative programme of\nteacher education for which separate guidelines have been\nF\nG\nH\nB\nC\nD\n848\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA issued by the NCTE. The final decision on all the applications\nreceived, either recognition granted or refused, shall be\ncommunicated to the applicant on or before 15th day of May\nof the succeeding year. These Regulations take note of even\nminute details like that if there is any omission or deficiency in\nthe documents, the Regional Committee shall point out the\ndeficiency within 45 days of the receipt of the application which\nthe applicant shall remove within 60 days from the date of\nreceipt of communication of such deficiency. In terms of\nRegulation 7(2), like in the 2007 Regulations, a written\ncommunication along with a copy of the application has to be\nsent to the State Government or the Union Territory\nAdministration within 30 days from the date of the receipt of\nthe application inviting recommendations or comments which\nare to be submitted by them within 45 days of the issue of letter\nto the State or the Union Territory, as the case may be. After\nconsideration of the recommendations, the Regional\nCommittee shall decide as regards the inspection of the\ninstitutions and communicate the same to the institution. The\nRegional Committee shall ensure that inspection is conducted\nwithin 30 days from the date of this communication to the\nE institution. The experts are to visit the institution and submit\ntheir report. The inspection has to be video-graphed.\nConsidering the recommendation of the State Government, the\nRegional Committee shall grant or refuse the recognition within\nthe specified date. It is also required under these Regulations\nF [Regulation 8(2)] that, in the first instance, an institution shall be\nconsidered for grant of recognition of only one course for the\nbasic unit as prescribed in the norms and standards for the\nparticular teacher education programme. After completion of\nthree academic sessions of the respective course, it can submit\nG an application for one basic unit only of an additional course\nor for an additional unit of the existing recognized course before\nthe cut-off date prescribed for submission of applications in the\nyear succeeding the completion of three academic sessions.\nAfter the recognition has been granted in terms of Regulation\nH 11, it is incumbent upon the affiliating body to regulate the\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 849\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nprocess of admission in teacher education institutions by A\nprescribing the schedule or academic calendar in respect of\neach of the courses listed in Appendix 1 to 13 to the\nRegulations and this has to be done at least three months in\nadvance of the commencement of each academic session and\nupon due publicity.\n39. This is the scheme of grant and/or refusal of the\nrecognition to an institution dealing with various courses of\nteacher training programme.\nB\nD\n40. Under the scheme of the NCTE Act, there are three C\nprincipal bodies involved in processing the applications for\ngrant or refusal of recognition for running of teacher training\ncourses by various institutions. They are the NCTE, the State\nGovernment, the affiliating body or the University, as the case\nmay be. Each of these stakeholders has been assigned a\ndefinite role under the provisions of the NCTE Act and even\nthe stage at which such role is required to be performed. The\nprovisions of the NCTE Act even identify the scope and extent\nof power which each of these bodies is expected to exercise.\nAs already noticed, the NCTE Act has been enacted with the\nobject of constituting a National Council with a view to achieve\nplanned and coordinated development of teacher education\nsystem throughout the country and also to ensure maintenance\nof proper norms and standards in teacher education system.\nThe NCTE is a specialized body and is expected to perform\nvaried functions including grant of recognition, ensuring\nmaintenance of proper norms and standards in relation to\nteacher education, inspection of the colleges through experts\nand to ensure strict adherence to the time schedule specified\nunder the NCTE Act and rules and regulations framed therein.\n41. The NCTE Act is a special act enacted to cover a\nparticular field, i.e. teacher training education and, thus, has to\nreceive precedence over other laws in relation to that field. No\ninstitution or body is empowered to grant recognition to any\ninstitution under the NCTE Act or any other law for the time\nbeing in force, except the NCTE itself. Grant of recognition\nE\nF\nG\nH\n"}