{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"C\n820 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA prescribed under the Regulations or under the Judge\nmade law, none, whosoever it be, is entitled to carve out\nexceptions to the prescribed Schedule. Adherence to the\nSchedule is the essence of granting admission in a fair\nand transparent manner as well as to maintain the\nB standards of education. The purpose of providing a time\nschedule is to ensure that all concerned authorities act\nwithin the stipulated time. The prescribed schedules\nunder the Regulations and the judgments must be strictly\nadhered to without exceptions. None in the hierarchy of\nthe State Government, University, NCTE or any other\nauthority or body involved in this process can breach the\nSchedule for any direct or indirect reason. Anybody who\nis found to be defaulting in this behalf is bound to render\nhimself or herself liable for initiation of proceedings under\nthe provisions of the Contempt of Courts Act, 1971 as well\nas for a disciplinary action in accordance with the orders\nof the Court. Adherence to Schedule achieves the object\nof the Act and its various aspects. Disobedience results\nin unfair admissions, not commencing the courses within\nthe stipulated time and causing serious prejudice to the\nstudents of higher merit resulting in defeating the rule of\nmerit. [Paras 65, 66 and 67] [870-E-F; 871-A-C, F]\nD\nE\n3.2. The Court adopts and reiterates the Schedule\nstated by this Court in the case of *College of\nF Professional Education in relation to admission as well\nas recognition and affiliation. The process for grant of\nrecognition, affiliation and thereby sanctioning of\ncommencement of the courses in terms of the\nRegulations and the orders of this Court gives an outer\nG period of approximately 270 days, i.e. 9 months, from 1st\nSeptember to 10th May of the year immediately preceding\nthe concerned academic year. Thus, for the entire\nprocess to be within this framework, it must be completed\nwithin the afore-stated period. The process inter alia\nincludes various steps including comments of the State,\nH\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 821\nSTATE OF U.P. \u0026 ORS.\ninspection of the institution and compliance of the A\nvarious conditions afore-noted in the order of recognition\nand affiliation by the affiliating body. [Paras 68 and 69]\n[871-G; 872-A-C]\nC\n3.3. There appear to be some over-lapping periods B\nand even contradictions between the dates and periods\nstated under the regulations inter se and even with\nreference to the judgments of this Court prescribing the\nSchedule. For example in terms of the judgment of this\nCourt in the case of *College of Professional Education\nthe last date for grant of affiliation is 10th May of the\nconcerned year, but as per Regulation 5.5 of the NCTE\nRegulations, 2009, the last date for grant of recognition is\n15th May of the relevant year. Similarly, there is an overlap\nbetween the period specified in Regulation 7.1 and that\nunder Regulation 7.2. Such overlapping is likely to cause\nsome confusion in the mind of the implementing authority\nas well as the applicant. Thus, it is necessary for this\nCourt to put to rest these avoidable events and\nunnecessary controversies. Compelled with these\ncircumstances and to ensure that there exists no E\nambiguity, uncertainty and confusion, the Court directs\nand prescribes a fresh schedule upon a cumulative\nreading of the Regulations and judgments of this Court in\nrelation to recognition and affiliation. [Para 70] [872-D-H]\n3.4. The schedule stated in the case of *College of\nProfessional Education and in this judgment in relation\nto admissions, recognition, affiliation and\ncommencement of courses shall be strictly adhered to by\nall concerned including the NCTE, the State Government\nand the University/examining body. In the event of\ndisobedience of schedule and/or any attempt to\noverreach or circumvent the judgment of this Court and\nthe directions contained herein, the concerned person\nshall render himself or herself liable for proceedings\nD\nF\nG\nH\n822\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA under the Contempt of Courts Act, 1971 and even for\ndepartmental disciplinary action in accordance with law.\n[Para 74] [878-F-H; 879-A]\nB\nC\nD\nE\nF\n3.5. The NCTE/ State Government/ Examining or\naffiliating body are directed to consider the applications\nand pass appropriate orders granting or refusing to grant\nrecognition/affiliation to the petitioner institutions within\nthree months from the date of the judgment. If the\ninstitutions are aggrieved from the order passed by the\nauthorities in terms of clause 'C', they will be at liberty to\nchallenge the same in accordance with law. The NCTE\nshall circulate the copy of this judgment to all Regional\nCommittees, concerned State Governments and all\naffiliating bodies and also put the some on its website for\ninformation of all stakeholders and public at large. [Para\n74] [879-B-D]\n*College of Professional Education and Ors. vs. State of\nUttar Pradesh (2013) SCC 721 - relied on.\n4.1. There is no fault with the view taken by the\nauthorities concerned in rejecting the application or not\ngranting application for affiliation on the ground that there\nwas a cut-off date and/or the conditions of\nrecommendation/affiliation had not been satisfied. 10th of\nMay has been provided as the cut-off date, after which\nno affiliation for the current academic year would be\ngranted. This, being the law stated by this Court, is\nbinding on all concerned, including any authority. The\nauthorities have rightly acted in declining to entertain and/\nor refusing affiliation to the institutions being beyond the\nG cut-off date. Adherence to the schedule was the\nobligation of the authorities and the institutions cannot\nraise any grievance in that regard. The said time\nschedule must become operative in all respects and\nnobody should be permitted to carve exceptions to this\nH mandatory direction. [Para 71] [876-A-D]\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 823\nSTATE OF U.P. \u0026 ORS.\n4.2. The plea has been taken by the respondents A\nUniversity/State that conditions of affiliation have not\nbeen satisfied. It is not for this Court to examine the\ncompliance or breach of conditions and their extent in the\nspecial leave petitions or writ petitions as the case may\nbe. The disputes are of very serious nature. They will B\nsquarely fall beyond the ambit of appellate or writ\njurisdiction by this Court. This is for the specialised\nbodies to examine the matters upon physical verification\nand to proceed with the application of the institute in\naccordance with law. [Para 72] [876-D-E, G-H; 877-A] C\nD\n4.3. Vide order dated 26th July, 2012 a stay in regard\nto counseling and admission was granted by this Court.\nHowever, the stay was vacated by order dated 27th\nSeptember, 2012. In furtherance to the above order, the\nadmissions had been granted in the recognised and\naffiliated institutes. The interim order dated 27th\nSeptember, 2012 is made absolute. In the colleges which\nwere neither recognised nor affiliated, whether or not\nincluded in the list of counseling, no admissions were\ngiven to the students. The petitioner/appellant colleges E\nfall in that category. No relief can be granted to them in\nthe present writ petitions and appeals except issuance of\ncertain directions. [Paras 73 and 74] [877-A-B; 878-D-E]\nCase Law Reference:\nF\n1995 (2) SCR 1075\nRelied on\nPara 43, 51\n2000 (2) SCR 1234\nRelied on\nPara 45, 51\n2006 (3) SCR 638\nRelied on\nPara 46, 52,\n56, 64\nG\n1998 (3) SCR 740\n1999 (1) Suppl. SCR\n(1994) 4 SCC 391\nRelied on\nPara 48\n249 Followed\nPara 49\nRelied on\nPara 50\nH\n824 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA 2004 (1) Suppl. SCR 301 Relied on\nPara 52\n2003 (1) SCR 975\nRelied on\nPara 59\n(2013) Vol. 2 SCC 721\nRelied on\nPara 70, 74\nCIVIL ORIGINAL JURISDICTION\nB\nUnder Article 32 of the Constitution of India\nW.P (C) No. 276 of 2012\nWITH\nC\nD\nC.A. No. 9064/2012, 9065/2012, 9066/2012, 9067/2012,\n9068/2012, 9069/2012, 9070/2012, 9071/2012, 9072/2012,\n9073/2012, 9074/2012, 9075/2012, 9076/2012, 9078/2012,\n9077/2012, 9062/2012, 9063/2012 W.P (C) No. 296 of 2012,\n306 of 2012, 307 of 2012, 329 of 2012, 354 of 2012, 345 of\n2012, 346 of 2012, 347 of 2012, 349 of 2012, 350 of 2012,\n354 of 2012, 395 of 2012, 389 of 2012, 397 of 2012.\nKrishnan Venugopal, Jayant Bhushan, S.R. Singh, P.N.\nMishra, Pramod Swarup, Pooja Dhar, Udai U.S. Rathore,\nE Gaurav Agrawal, Rajesh Srivastava, Meenesh Dubey, D.P.\nPande, S.R. Setia, Raghvendra Singh, Sanjay Sharawat, Aditya\nKant Sharma, Ritesh Agarwal, Aneesh Mittal, Rita Chaudhary,\nMadhur Jain, Sunil Kumar Jain, D.N. Dubey, Avnish Singh,\nUjjawal Pandey, Sushant K. Yadav, Yash Pal Dhingra,\nSatyendra Kumar, Sunita Bhardwaj, Bijendra Singh, Shail\nKumar Dwivedi, Siddharth Krishna Dwivedi, C.D. Singh,\nAyesha Chaudhary, Amitesh Kumar, Ravi Kant, Gopal Singh,\nAmeet Singh, Pareena Swarup, Sushma Verma, Mukul Singh,\nPraveen Swarup and Vishwajit Singh for the appearing parties.\nF\nG\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR, J. 1. Leave granted in all the\nSpecial Leave Petitions.\n2. In the case of College of Professional Education and\nH\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 825\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nOthers Vs. State of Uttar Pradesh [Civil Appeal No.5914 of A\n2011 decided on 22nd July, 2011], this Court recorded that for\nthe academic year 2012-2013 and subsequent academic\nyears, the institutions and the State Government have arrived\nat a broad consensus regarding the procedure and terms and\nconditions of admission, recognition and affiliation. The terms\nand conditions which have been agreed and had received the\napproval of the court were noticed in great detail in that\njudgment. For the academic year 2012-2013 and subsequent\nyears, the following schedule for admission was provided :\n1.\n2.\nPublication of Advertisement\n01.02.2011\nSale of Application Forms and their 10.02.2012 to\nsubmission\n3. Date of Entrance Examination\n4. Declaration of Result\nB\nC\n10.03.2012\n20.04.2012 to\n25.04.2012\nD\n25.05.2012 to\n30.05.2012\n5.\nCommencement and completion of 01.06.2012 to\ncounseling\n6. Last Date of Admissions after\n25.06.2012\n28.06.2012\ncounseling\n7. Commencement of Academic\n01.07.2012\nSession\nE\nF\n3. The Court further directed that for the academic year,\nthere would be only one counseling. It was to continue for a\nperiod of 25 days and was to be conducted as per the\ndirections contained in the judgment. Having provided for the\nvarious facets in relation to the manner, procedure and\nmethodology to be adopted for admissions, the court also\nprovided for the time by which affiliation should be granted to\nthe colleges for the relevant academic year. Clause VI(b) of the\njudgment which has bearing upon the matters in issue before\nus reads as under:-\nG\nH\nA\nB\nC\n826\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\n\"(b) After the counseling is over, the concerned University\nwill continue to allot the candidates from the above\nmentioned waiting list against the vacant seats till all the\nseats in the colleges are filled up. It is further submitted\nthat the organizing university will provide students only to\nthe existing B.Ed. College and all those B.Ed. Colleges\nwhich will get affiliation upto dated 07.07.2011 will not be\nconsidered for counseling to the year 2011-12 and for the\nnext consecutive years and onward the colleges which will\nbe get affiliated on or before. 10th of May of that year,\nwould be considered for counseling.\"\n4. As is clear, the Court had fixed a cut-off date for\naffiliation. The colleges which were affiliated upto 7th July, 2011\nonly were permitted to participate in the counseling for the\nacademic year 2011-2012. For the next consecutive academic\nD years, the colleges which were permitted to participate in the\ncounseling were the ones' which received affiliation on or before\n10th May of that year. In other words, the colleges which did\nnot receive affiliation by the said cut-off date were not to be\nincluded in the counseling.\nE\n5. Some of the colleges in the State of Uttar Pradesh which\nhad not received affiliation filed writ petitions challenging the\norder of the universities declining grant of affiliation to them.\nThese writ petitions came to be dismissed by different\njudgments of the High Court of Judicature at Allahabad,\nF Lucknow Bench, inter alia, but primarily on the ground that the\nG\ncourt had no jurisdiction to extend the cut-off date as provided\nin the judgment of this Court in the case of College of\nProfessional Education (supra).\n6. In 17 special leave petitions, different petitioners have\nchallenged the judgments of the concerned High Court before\nthis Court. The petitioners in 15 writ petitions have approached\nthis Court under Article 32 of the Constitution of India\nchallenging the order of the university/authorities declining to\ngrant affiliation again in view of the cut-off date fixed by this\nH Court.\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 827\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nA\n7. These writ petitions and appeals have raised common\nquestions of law on somewhat different facts. Thus, we\npropose to dispose of these writ petitions and appeals by this\ncommon judgment. Before we dwell upon the real controversy\narising for consideration of the Court in the present case, it will\nbe necessary for the court to refer to the facts in some of the B\nwrit petitions/appeals.\nFacts\nWrit Petition (Civil) No. 276 of 2012\n8. It is the case of the petitioner that Maa Vaishno Devi C\nShiksha Samiti, a society registered under the provisions of the\nSocieties Registration Act, 1860 had been imparting education\nin various disciplines as main object. In furtherance to its\nstated objects, the society opened Maa Vaishno Devi Mahila\nMahavidyalaya (for short, the \"College\") to conduct courses in D\neducation (B.A., B.Ed.) in the year 2007. Initially, the college\nstarted with B.A. course and was granted affiliation by Dr. Ram\nManohar Lohia Avadh University (for short, the 'University') in\naccordance with law. Thereafter, the college intended to\nconduct B.Ed course for which it applied for grant of affiliation\nand recognition to the respective authorities. On 24th\nSeptember, 2010, the National Council for Teacher Education\n(for short \"NCTE\") granted recognition to the petitioner college\nfor conducting B.Ed. courses of secondary level of one year with\nannual intake for 100 students from the academic session\n2010-2011.\nE\nF\n9. In furtherance to the request of the College, the\nUniversity conducted inspection of the College and thereupon\nrecommended its case to the State Government. On 6th July,\n2011 the State Government granted permission to accord G\ntemporary affiliation to the petitioner to run B.Ed classes for\none year on self-finance basis for the academic year 2011-\n2012. Subsequently, on 22nd July, 2011, as already noticed,\nthe judgment of this Court came to be passed in the case of\nCollege of Professional Education and Ors. (supra) fixing the H\n828 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA time schedule for grant of affiliation. A strict timeline was laid\ndown for application, examination, counseling and admissions\nwith the academic session to begin on 1st July, 2012.\nB\n10. Para VI of the judgment dated 22nd July, 2011 does\nhave an element of ambiguity. While noticing the submissions\nand passing appropriate directions, the court noticed \"it is\nfurther submitted that the organizing university will provide\nstudents only to the existing B.Ed. College and all those B.Ed.\ncolleges which will get affiliation dated 7th July, 2011 will not\nbe considered for counseling to the year 2011-12 and for the\nC next consecutive year and onward, the colleges which will get\naffiliated on or before 10th of May of that year would be\nconsidered for counseling.....\". It is obvious that there is\nsomething amiss prior to the words 'will not' appearing\nimmediately after the date of 7th July, 2011. Obviously, what\nD the court meant was that the colleges which are affiliated or\nwhich will get affiliation upto 7th July, 2011 are the colleges to\nwhich the organizing university will provide students, but other\ncolleges which get affiliation after 7th July, 2011 will not be\nconsidered for counseling for the year 2011-2012.\nFurthermore, for subsequent academic years, the colleges to\nwhich the students will be provided would be the colleges which\nattain affiliation by 10th May of that year. That is the spirit of\nthe directions. Thus, we must read and construe the judgment\nin that fashion.\nE\nF\n11. Reverting to the facts of the present case, the University\ngranted temporary affiliation to the college for the academic\nyear 2011-12 on 27th August, 2011 with intake capacity of 100\nseats. The petitioner college claims that it had got permanent\nrecognition from NCTE for B.Ed. courses. In face of this, the\nG name of the petitioner college was inducted in the list of\ncolleges for which the counselling was held by the organizing\nuniversity for the academic year 2011-12. Since the petitioner\ncollege had received temporary affiliation for B.Ed. classes\nonly for one year, it again approached the University and the\nH State Government for grant of permanent affiliation for the\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 829\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nD\nsubsequent academic years and completed all the formalities A\nas well as requested the authorities to constitute an Inspection\nTeam as required under the law. In the meanwhile, the\nDepartment of Higher Education, State of Uttar Pradesh,\nissued an office order dated 11th January, 2012 vide which the\ntime schedule for seeking affiliation as directed by the court B\nwas fixed.\nThe last date for submission of proposal to the\nconcerned university was 10th March, 2012. The proposal\nreceived was to be forwarded to the Government by the\nUniversity latest by 25th March, 2012 and the State\nGovernment was required to grant approval by 10th April, 2012. C\nThis date of 10th April, 2012, in fact, stood extended upto 10th\nMay, 2012, the date fixed by this Court. The University\nconstituted a three member team to inspect the college which\nsubmitted its report on 26th February, 2012. The Report is\nstated to have been submitted finding that the petitioner was\npossessed of adequate building, infrastructure and funds for\nrunning the B.Ed. course and recommended permanent\naffiliation. It is the case of the petitioner that all relevant\ndocuments and fees for grant of permanent affiliation were\nsubmitted to the University on 5th March, 2012, i.e., five days\nprior to the last date for submission of proposal.\nUniversity took lot of time and finally on 10th April, 2012, it\ninformed the petitioner that some more documents were\nrequired to be submitted. The petitioner submitted the required\ndocuments on 11th April, 2012. This application was\nforwarded by the University to the State Government only on\n20th April, 2012 along with approval in Form 'A'. For the\nacademic year 2012-13, the organizing university had held the\nJoint Entrance Test for all UP colleges on 23rd April, 2012. The\nresult of the same was declared and admission and counseling\nsessions were scheduled to be held between 7th June, 2012 G\nto 22nd June, 2012. The petitioner college seriously\napprehended that it may not be able to participate in the\ncounseling for the academic year 2012-2013 because of the\ndelay caused by the University and the State Government,\nparticularly keeping in view the cut-off date of 10th May, fixed H\nThe\nE\nF\n"}