{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"870 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA Government has no role whatsoever. However, in the case of\nBhartia Education Society (supra), it was stated that the role\nof the State Government was limited to the manner of\nadmission, eligibility criteria, etc. without interfering with the\nconditions of recognition prescribed by the NCTE. The exercise\nB of discretion by the State Government and affiliating body has\nto be within the framework of the Act, the Regulations and\nconditions of recognition. Even in St. John Teachers Training\nInstitute (supra), the Court stated that the State Government or\nthe Union Territory has to necessarily confine itself to the\nC guidelines issued by the NCTE while considering application\nfor grant of 'No Objection Certificate'. Minimization of the role\nof the State at the second stage can also be justified on the\nground that affiliation primarily is a subject matter of the\nUniversity which is responsible for admission of the students\nlaying down the criteria thereof, holding of examinations and\nimplementation of the prescribed courses while maintaining the\nstandards of education as prescribed.\nD\nF\n65. Lastly, the question which is required to be discussed\nin light of the facts of the present cases is adherence to the\nE Schedule. Once the relevant Schedules have been prescribed\nunder the Regulations or under the Judge made law, none,\nwhosoever it be, is entitled to carve out exceptions to the\nprescribed Schedule. Adherence to the Schedule is the\nessence of granting admission in a fair and transparent manner\nas well as to maintain the standards of education. The purpose\nof providing a time schedule is to ensure that all concerned\nauthorities act within the stipulated time. Where, on the one\nhand, it places an obligation upon the authorities to act\naccording to the Schedule, there it also provides complete\nclarity to other stakeholders as to when their application would\neither be accepted and/or rejected and what will be the time\nduration for it to be processed at different quarters. It also gives\nclear understanding to the students for whose benefit the entire\nprocess is set up as to when their examinations would be held,\nwhen results would be declared and when they are expected\nto take admission to different colleges in order of merit\nG\nH\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v.\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\n871\nobtained by them in the entrance examinations or other A\nprocesses for the purposes of subject and college preference.\nB\n66. We are constrained to reiterate with emphasis at our\ncommand that the prescribed schedules under the Regulations\nand the judgments must be strictly adhered to without\nexceptions. None in the hierarchy of the State Government,\nUniversity, NCTE or any other authority or body involved in this\nprocess can breach the Schedule for any direct or indirect\nreason. Anybody who is found to be defaulting in this behalf is\nbound to render himself or herself liable for initiation of\nproceedings under the provisions of the Contempt of Courts C\nAct, 1971 as well as for a disciplinary action in accordance with\nthe orders of the Court. In the case of Parshavanath Charitable\nTrust \u0026 Ors. V. All India Council for Technical Education \u0026\nOrs. (Civil Appeal @ SLP(C) 26086 of 2012), decided on the\nsame date, this Court held as under:\n\"29... Time schedule is one such condition specifically\nprescribed for admission to the colleges. Adherence to\nadmission schedule is again a subject which requires strict\nconformity by all concerned, without exception. Reference\nin this regard can be made to Ranjan Purohit and Ors. V.\nRajasthan University of Health Science and Ors. [(2012)\n8 SCALE 71] at this stage, in addition to the judgment of\nthis Court in the case of Medical Council of India v.\nMadhu Singh, [(2002) 7 SCC 258].\"\n67. Undoubtedly, adherence to Schedule achieves the\nobject of the Act and its various aspects. Disobedience results\nin unfair admissions, not commencing the courses within the\nstipulated time and causing serious prejudice to the students\nof higher merit resulting in defeating the rule of merit.\nD\nLEI\nF\nG\n68. We may very clearly state here that we adopt and\nreiterate the Schedule stated by this Court in the case of\nCollege of Professional Education (supra) in relation to\nadmission as well as recognition and affiliation. This obviously\nincludes the commencement of the courses in time. However, H\n872 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA in order to avoid the possibility of any ambiguity, we propose\nto state the schedule for recognition and affiliation in terms of\nthe NCTE Regulations 2009 and the judgment of this Court in\nthe case of College of Professional Education (supra):\nB\n69. The process for grant of recognition, affiliation and\nthereby sanctioning of commencement of the courses in terms\nof the Regulations and the orders of this Court gives an outer\nperiod of approximately 270 days, i.e. 9 months, from 1st\nSeptember to 10th May of the year immediately preceding the\nconcerned academic year. Thus, for the entire process to be\nC within this framework, it must be completed within the afore-\nstated period. The process inter alia includes various steps\nincluding comments of the State, inspection of the institution\nand compliance of the various conditions afore-noted in the\norder of recognition and affiliation by the affiliating body.\nD\n70. There appear to be some over-lapping periods and\neven contradictions between the dates and periods stated\nunder the regulations inter se and even with reference to the\njudgments of this Court prescribing the Schedule. For example\nin terms of the judgment of this Court in the case of College of\nE Professional Education (supra), the last date for grant of\naffiliation is 10th May of the concerned year, but as per\nRegulation 5.5 of the NCTE Regulations, 2009, the last date\nfor grant of recognition is 15th May of the relevant year.\nSimilarly, there is an overlap between the period specified in\nF Regulation 7.1 and that under Regulation 7.2. Such overlapping\nis likely to cause some confusion in the mind of the\nimplementing authority as well as the applicant. Thus, it is\nnecessary for this Court to put to rest these avoidable events\nand unnecessary controversies. Compelled with these\nG circumstances and to ensure that there exists no ambiguity,\nuncertainty and confusion, we direct and prescribe the following\nschedule upon a cumulative reading of the Regulations and\njudgments of this Court in relation to recognition and affiliation.\nI\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 873\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nSchedule\n1. Submission of applications 1st September to 1st for\nfor recognition in terms of\nRegulation 5.4 relevant\n2. Communication\nof\ndeficiencies, shortcomings\nor any other discrepancy in\nthe application submitted\nby the applicant to the\napplicant in terms of\nRegulation 7.1\n3. Removal of such\ndeficiencies by the\napplicant\n4. Forwarding of copy of the\napplication to the State\nGovernment/UT\nAdministration for its\nrecommendations/\ncomments in terms of\nRegulation 7.2\nOctober of the year\nimmediately preceding the\nacademic year\nWithin 45 days from the\ndate of receipt of the\napplications\nWithin 60 days from the\ndate of receipt of\ncommunication\nWithin 90 days from the\ndate of receipt of the\napplication\n5. Recommendations/ Within 30 days from the\ncomments of the State date of issue of letter to it.\nGovernment/UT\nAdministration to be\nA\nB\nC\nD\nE\nF\nsubmitted to the Regional\nCommittee\nunder\nRegulation 7.3\n6. If recommendations/\ncomments are not received\ndays, the\nwithin 30 days, the\nRegional Committee shall\nsend to the State\nG\nWithin seven days from the\ndate of expiry of the period\nof 30 days.\nH\n874\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nGovernment/UT\nAdministration a reminder\nletter for submission of the\nrecommendations/\ncomments.\n7. State Government/UT Within 15 days from the date\nAdministration shall furnish of receipt of such reminder\nthe recommendations/ letter\ncomments\n8. Intimation regarding Within 10 days from final\ninspection by the Regional scrutiny of the application.\nCommittee to the applicant\nunder Regulation 7(4)\n9. Report by the Inspection 20 days thereafter\nCommittee\nRegulation 7(5)\nunder\n10. Letter of intent to the 10th of February of the\ninstitution with respect to succeeding year/relevant\nrefusal of year\ngrant\nor\nrecognition in terms of\nRegulation 7.9\n11. Time to comply with certain 20 days from the date of\nspecified conditions, in\nterms of Regulation 7(10)\nand 7(11)\nissuance of letter of intent\n12. Issuance of formal order of By 3rd March of each year\nrecognition\n13. Last date for submitting By 10th March of each year\nproposal for affiliation\n14. Forwarding of proposal by By 10th March of each year\nthe University to the State\nGovernment/UT A\nH\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 875\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\ndministration\nafter\ninspection by expert team\n15. Comments to be submitted By 10th March of each year\nby the State Government/\nUT Administration, if any\n16. Final date for issuance/ By 10th March of each year\ngrant of affiliation for the\nrelevant academic year\nA\nB\nAll notices/orders/requirements/letters in terms of\nthe above schedule or under the provisions of the C\nAct or terms and conditions of already granted\nrecognition/affiliation shall be sent by the authority\nconcerned by Speed Post/e-mail on the address\ngiven in the application for correspondence etc. and\nshall be posted on the website of the concerned D\nAuthority/Committee/Council/ Government.\nThe recognition and affiliation granted as per above\nschedule shall be applicable for the current\nacademic year. For example recognition granted\nupto 3rd March, 2013 and affiliation granted upto E\n10th May, 2013 shall be effective for the academic\nyear 2013-2014 i.e. the courses starting from 1st\nApril, 2013. For the academic year 2013-2014,\nno recognition shall be issued after 3rd March,\n2013 and no affiliation shall be granted after 10th F\nMay, 2013. Any affiliation or recognition granted\nafter the above cut-off dates shall only be valid for\nthe academic year 2014-2015.\nWe make it clear that no Authority/person/ Council/\nCommittee shall be entitled to vary the schedule for\nany reason whatsoever. Any non-compliance shall\namount to violating the orders of the Court.\n71. In all the appeals and petitions before us, the basic\nissue is whether the university and the State Government were\nG\nH\nB\n876 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA justified in rejecting the application or not granting application\nfor affiliation on the ground that there was a cut-off date and/or\nthe conditions of recommendation/affiliation had not been\nsatisfied. In some cases, serious disputes have been raised\nwith regard to the fulfillment of the conditions of recognition and/\nor affiliation. As far as the reason in relation to cut-off date is\nconcerned, we cannot find any fault with the view taken by the\nauthorities concerned. 10th of May has been provided as the\ncut-off date, after which no affiliation for the current academic\nyear would be granted. This, being the law stated by this Court,\nis binding on all concerned, including any authority. The\nauthorities have rightly acted in declining to entertain and/or\nrefusing affiliation to the institutions being beyond the cut-off\ndate. Adherence to the schedule was the obligation of the\nauthorities and the institutions cannot raise any grievance in\nthat regard. The said time schedule must become operative\nin all respects and nobody should be permitted to carve\nexceptions to this mandatory direction.\nC\nD\nE\nF\nG\nH\n72. Coming to the cases where the plea has been taken\nby the respondents University/State that conditions of affiliation\nhave not been satisfied. It is not for this Court to examine the\ncompliance or breach of conditions and their extent in the\nspecial leave petitions or writ petitions as the case may be. In\nfact, the judgment of the High Court has been brought to our\nnotice where it has been recorded that conditions in some\ncases have been complied with, but still the State has taken\nthe stand that besides cut-off date, other conditions are also\nnot satisfied. One of the examples relates to the matter where\nthe State/affiliating body has found that even the building's\nboundary wall was not complete and the fire equipments have\nnot been installed as prescribed. However, these were\nspecifically disputed by the petitioners/appellants who\ncontended that all conditions had been satisfied. Thus, these\nare disputes of very serious nature. They will squarely fall\nbeyond the ambit of appellate or writ jurisdiction by this Court.\nThis is for the specialised bodies to examine the matters upon\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 877\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nphysical verification and to proceed with the application of the A\ninstitute in accordance with law.\n73. We may mention that firstly vide order dated 26th July,\n2012 a stay in regard to counseling and admission was granted\nby this Court. However, this order was varied again by order\ndated 27th September, 2012 which reads as under:-\n\"By our interim order dated 26th July, 2012, we had, while\ntaking note of the fact that counselling for vacant seats\nin B.Ed. Course for different private colleges in the State\nof Uttar Pradesh was scheduled from 27th July, 2012 to\n26th August, 2012, directed that the counselling will not be\nheld for the time being.\nB\nC\nOn 25th September, 2012, after hearing writ petition and\nall other connected matters, we had called upon the\nUniversities to file an affidavit on the issue whether the D\nstudents admitted to the institution which had already\nbeen affiliated will be able to complete the course\nduring the academic session as per the Regulations of\nthe NCTE if the interim order is vacated or modified now.\nPursuant to the aforesaid orders passed on 25th\nSeptember, 2012, an affidavit has been filed on behalf of\nrespondent No. 2 Dr. Ram Manohar Lohia Awadh\nUniversity and it is inter alia stated therein that if the\nvacancies in the seats in different private colleges which\nare affiliated are filled up and students are admitted, the\nUniversity will still be in a position to complete the\nmandatory requirements of 200 days as per the NCTE\nnorms and Regulations, since the examinations for the last\nacademic session 2011-12 have commenced from the\nsecond week of September, 2012 only. Along with the\naffidavit, a chart has been annexed to indicate that there\nwere 13,435 vacant seats in self-financing colleges which\nare affiliated to the concerned Universities comprising\n2762 vacant seats in the Arts and Commerce Stream and\n10,673 seats in Science and Agriculture.\nE\nF\nG\nH\nA\nB\nC\nD\n878 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nConsidering the aforesaid facts stated in the affidavit filed\non behalf of respondent No. 2, we vacate the interim and\npermit the authorities to fill up the vacant seats in B.Ed.\nCourse in different self-financing colleges which have\nalready been granted affiliation as well as Government\nand Government aided Colleges. But we make it clear\nthat the authorities will ensure that the students are\nadmitted strictly as per the procedure that has been\nalready notified on the basis of merit in the entrance\nexamination and fresh counselling will take place after a\nfresh advertisement in the newspapers having circulation\nin the State of Uttar Pradesh and in the internet. The\nauthorities will also ensure that the students admitted\ncomplete the mandatory period of 200 days' course in the\nB.Ed. as per norms of the NCTE.\nThe matters are reserved for judgment.\"\n74. In furtherance to the above order, we are informed that\nthe admissions had been granted in the recognised and\naffiliated institutes. In the colleges which were neither\nrecognised nor affiliated, whether or not included in the list of\nE counseling, no admissions were given to the students. The\npetitioner/appellant colleges fall in that category. We do not\npropose to grant any relief to them in the present writ petitions\nand appeals except issuance of certain directions.\nConsequently and in view of our above discussion, we dispose\nF of all these appeals/writ petitions with the following directions:-\nA) The schedule stated in the case of College of\nProfessional Education (supra) and in this\njudgment in relation to admissions, recognition,\naffiliation and commencement of courses shall be\nstrictly adhered to by all concerned including the\nNCTE, the State Government and the University/\nexamining body.\nG\nH\nB) In the event of disobedience of schedule and/or any\nattempt to overreach or circumvent the judgment of\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 879\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nC)\nD)\nE)\nF)\nthis Court and the directions contained herein, the A\nconcerned person shall render himself or herself\nliable for proceedings under the Contempt of\nCourts Act, 1971 and even for departmental\ndisciplinary action in accordance with law.\nWe hereby direct the NCTE/ State Government/\nExamining or affiliating body to consider the\napplications and pass appropriate orders granting\nor refusing to grant recognition/affiliation to the\npetitioner institutions within three months from today.\nIf the institutions are aggrieved from the order\npassed by the authorities in terms of clause 'C'\n(supra), they will be at liberty to challenge the same\nin accordance with law.\nB\nC\nThe NCTE shall circulate the copy of this judgment D\nto all Regional Committees, concerned State\nGovernments and all affiliating bodies and also put\nthe some on its website for information of all\nstakeholders and public at large.\nThe interim order dated 27th September, 2012 is E\nmade absolute.\n75. All the writ petitions and appeals are accordingly\ndisposed of, however, leaving the parties to bear their own\ncosts.\nK.K.T.\nWrit Petitions \u0026 Appeals disposed.\nF\n"}