{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"B\nA\nKHAZAN SINGH (D) BY LRS.\nV.\nGURBHAJAN SINGH AND ORS.\nFEBRUARY 23, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nᎠ\nE\nExecution of decree for possession-Possession of agricultural land\nwhen sought without expressly mentioning existence of some kothas, after\nlong litigation and by first taking actual possession of small portion (10\nbiswas) and then taking rest of 2 bighas 7 biswas, decree holder could not\nbelatedly claim that kothas were also included in decree for possession.\nCode of Civil Procedure, 1908-ss. 100, 115-Second appeal-Held,\nlies on question of law-Revisional Jurisdiction is also limited.\nOne 'S' filed a suit in respect of 2 bighas 17 biswas. The trial Court\npassed decree for recovery of possession in 1953. The actual delivery taken\nwas of 10 biswas only and only symbolic possession of 2 bighas 7 biswas was\ntaken as it was in possession of Judgment Debtors (JDs).\nThe decree holder-respondent (DH) filed a fresh suit for possession of\n2 bighas and 7 biswas which was dismissed as not maintainable by the District\nJudge on 16.1.1960 on the ground that an executable decree was passed in\n1953 and hence precluded a fresh suit for the possession of properties. The\nDH in execution of the decree prayed for delivery of possession on 25.1.1963\nof the said lands. Delivery was given pursuant to warrants of possession.\nF\nG\nH\nIn the site plan, 2 portions of lands were delineated shown as ABCD\nand EFGH. The DH had also transferred portions of lands to some vendees.\nThere were some kothas and then dispute arose whether these were in the\nportions of DH. Executing Court held that delineation of kothas was not in\nEFGH in the plan. The delineation was done in the presence of parties with\ntheir consent and they cannot question the same now. They filed revision\nagainst this, which was allowed by the High Court.\nIn appeal to this Court, the appellant contended that DHs never sued for\npossession of kothas and never asked the Executing Court to deliver the\n120\nY\n\u003e\nKHAZAN SINGH (D) BY LRS. v. GURBHAJAN SINGH\n121\npossession of said kothas and were not entitled to seek their possession A\nbelatedly.\nAllowing the appeal, the Court\nHELD: 1.1. The subject matter of the dispute is 'kothas'. JD had all\nalong taken the stand that the 'kothas' are outside the decretal land. Even if\nB\nthey had not raised the contention that the decree stood satisfied, it was for\nthe Executing Court to arrive at the said decision. Appellants are admittedly\nin possession of the 'kothas' in question. In the first execution case, therefore,\nthe DHS were required to file application not only for actual delivery of\npossession of agricultural lands as also non-agricultural lands as directed\nin terms of warrant of delivery of possession but also for the said 'kothas'. In C\nthe warrant of delivery of possession issued by the executing court no direction\nwas issued while directing the authorities to render all assistance to the bailiff\nof the court, to evict the JDs from the 'kothas'. {Para 16]\n[126-G-H; 127-A-B]\n1.2. The delivery of possession of the 'kothas' delineated in the plan D\nand marked with the letters 'EFGH' was a contentious issue in the Execution\nSecond Appeal as also in Civil Revision filed before the High Court. It had\ncategorically been held that the 'kothas' did not form part of the decree and,\nthus, the possession thereof cannot be delivered. It has also been found by the\nSubordinate Judge in the suit that as actual delivery of possession having\nbeen effected, the suit was not maintainable. Appreciation of evidence on the E\nbasis of the materials brought on record by the parties was within the domain\nof the Executing Court. By reason of the Code of Civil Procedure (Amendment)\nAct, 1976, an appeal thereagainst does not lie. Revisional jurisdiction of the\nHigh Court, thus, could be exercised only on limited grounds.\n[Paras 19 and 20] [127-G-H; 128-A]\nF\n1.3. The High Court, therefore, was not correct in interfering with the\nsaid findings of fact. It was exercising its revisional jurisdiction. It had not\nfound that the Executing Court committed any illegality or material\nirregularity in passing the order impugned before it. It proceeded on a\npresumption that merely symbolic possession had been delivered. [Para 21]\n1128-B-C] G\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 920 of 2007.\nFrom the final Judgment and Order dated 21.10.2005 of the High Court\nof Punjab and Haryana at Chandigarh in CR. No. 1186/1984.\nP.N. Mishra, Balbi Singh Gupta and S.K. Gupta for the Appellants. H\n122\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nPradeep Gupta, K.K. Mohan, Suresh Bharati, P.N. Puri, Reeta Diwan Puri\nand Dhiraj for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\n2. Interpretation of a decree passed as far back on 14.01.1953 falls for\nconsideration in this appeal which arises out of a judgment and decree dated\n21.10.2005 passed by the High Court of Punjab and Haryana in Civil Revision\nNo. 1186 of 1984 whereby and whereunder the order dated 30.01.1984 passed\nby the Additional District Judge, Patiala was set aside.\n3. The subject matter of the suit filed by one Sampuran Singh was in\nrespect of 2 bighas 17 biswas in Khasra No. 2057 to 2059. A decree for\nrecovery of possession was passed. The present dispute revolves round the\nquestion as to whether actual possession in execution of the said decree was\ngranted or not.\n4. The contention of the decree holders had been that actual delivery\nof possession was confined only to 10 biswas only in the execution proceeding\nand only symbolic possession of 2 bighas 7 biswas on 5.03.1954 was given,\nand, thus, the actual possession thereof remained with the judgment debtors\nE appellants. A fresh suit for possession was filed in respect of the said lands\nwhich although was dismissed by the learned Trial Judge but a decree for 10\nbiswas was passed by the learned District Judge on 16.01.1960. It was held\nthat the subsequent suit was not maintainable stating:\nF\nG\n-\n\"It would, thus, appear that the plaintiff had not taken possession of\nthe land measuring 2 bighas and 7 biswas in accordance with law\nunder the previous decree and the subsequent suit is, therefore, not\ncompetent in accordance with the observations in Sasi Sakharewar\nRay v. Lalit Mohan Maitra, AIR (1925) Privy Council 34 as held\ntherein that it was on executable decree and precluded a fresh suit for\nthe possession of the properties concerned by one of the parties.\nConsequently, the subsequent suit is not competent.\"\n5. The decree holder in execution of the decree dated 14.01.1953 prayed\nfor delivery of possession of the said lands. The court passed the following\norder on 25.01.1963:\nH\nI\nKHAZAN SINGH (D) BY LRS. v. GURBHAJAN SINGH [S.B. SINHA, J.] 123\n\"The warrant of possession has been received back. It has been A\nreported that the site plan was not attached with the warrant of\npossession but this appears to be incorrect. The D.H. is hereby\ndirected to file a fresh site plan of the disputed property excluding the\nportion of 10 Biswas which may be clearly shown in the site plan that\nmay be got filed and this 10 Biswas is out of land bearing khasra no.\nB\n2059 and the Patwari while giving possession according to the decree\nshould ascertain that possession is given to the Decree Holder of the\nland etc. excluding the 10 Biswas of land. This 10 Biswas of land has\nbeen shown in the site plan today filed by the J.D. and has been\nmarked A, B, C \u0026 D. The Patwari should ascertain whether this plot\nof land is out of Khasra no. 2059 or not? Warrant of possession be C\nissued on payment of process fee etc. Now case to come up on\n15.2.63. It should also be mentioned that possession of portion marked\nE, F, G, H be also not given to the D. Holder. Warrant of possession\nbe given dasti also.\"\n6. In terms of the said order, warrant of possession was issued wherein D\nit was directed:\n\"In respect of possession of land as per site plan attached in the\nabove noted suit by fixing the peshi 6.7.63, you are hereby ordered\nthat the possession of the land bearing khasra numbers except mark\nA, B, C, D \u0026 E, F, G, H be delivered to the decree holder along with E\nthe standing crops which are duly shown marked as red in colour with\npolice force and in this respect the report be submitted. For the\nsanction of help of the police force, the proceedings have been\nstarted.\"\n7. Delivery of possession pursuant to the said warrant of possession\nwas given upon publication of notice by beat of drums on or about 29.06.1963.\n8. Thereafter, the decree holders - respondents applied for mutation of\ntheir names which was said to have been granted. Entire khasras were recorded\nin the names of the decree - holders. Allegedly, the decree holders had also\ntransferred the lands in question to outsiders and the vendees are in possession\nof their own purchased lands.\nF\nG\n9. The question which arose in the second execution case was as to\nwhether a portion of the property delineated with the words 'EFGH' in the plan\nformed part of the decretal property or not. The matter came up to the High H\n1\n124\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA Court in Execution Second Appeal No. 718 of 1967. On an application filed\nunder Section 151 of the Code of Civil Procedure, by an order dated 31.07.1967,\nGrover, J. while issuing a notice of early date of hearing directed that the\njudgment debtors should not be dispossessed from the portion marked 'EFGH'\nin the plan.\nB\nC\nD\n(1)\nE\nF\nG\nH\n10. The said Execution Second Appeal was disposed of by Tuli, J. on\n13th January, 1971. In the said appeal, correctness of the finding recorded in\nparagraph 8 of the order of the appellate court was questioned on the ground\nthat the decree holder was not entitled to possession of land shown in 'EFGH'\nof plan as the 'Kothas' of the judgment debtors were situate therein. In the\nsaid Appeal, observations of Mahajan, J. in his order dated 13.10.1965 were\nnoticed in the following terms:\n-\n\"In the present execution application, claim is made to some kothas\non the ground that they are situate in the land in dispute. According\nto the judgment debtor, this claim is made to the kothas which were\nthe subject matter of the earlier suit. It cannot be disputed that the\ndecree-holder is entitled to the possession of 2 bighas 7 biswas under\nthe decree dated 14th January, 1953 and 10 biswas under the decree\ndated 16th January, 1960. I have already dealt with the total measuring\n10 biswas in Execution Second Appeal No. 760 of 1964 today.\nPossession of this land has been taken by the decree holder. It is not\nclear whether the possession of land measuring 2 bighas 7 biswas\nsubject matter of the decree dated the 14th January, 1953 has been\ntaken possession of or not. If there is any kotha in the total land of\nwhich the decree holder is entitled, namely, 2 bighas 17 biswas, the\ndecree holder will be entitled to any kothas, outside this land.\"\nOn the basis thereof, it was opined:\n*The learned counsel for the decree-holder respondent states that in\naccordance with the observations made by Mahajan J. he will only\nobtain the possession of 2 bighas 7 biswas of land under the decree\ndated January 14, 1953 and of the kothas, situate on that land. There\ncan be no dispute with regard to this position of the learned counsel\nbut the Executing Court, while giving possession of that land to the\ndecree holder respondent, will keep out the kothas which were the\nsubject matter of the suit which was decided in appeal by Shri H.S.\nBhandari, District Judge, by his decree dated January 16, 1960. The\npossession of those Kothas will not be delivered to the respondents\nKHAZAN SINGH (D) BY LRS. v. GURBHAJAN SINGH [S.B. SINHA, J.] 125\nin any case as it has already been held that they are not situate on A\nthe land which forms the subject matter of the suit which had been\ndecreed in favour of the decree - holder on January 14, 1953 Mahajan\nJ. also made it clear that the decree holder will not be entitled to any\nkothas outside this land. As it has already been determined by a\ncompetent court that the kothas to which the judgment debtors are\nB\nlaying claim as having been rebuilt are not situated on the land\nmeasuring 2 bighas 7 biswas which formed the subject matter of the\nsuit decreed in January 14, 1953, it will not be open to the Executing\nCourt to deliver possession of those kothas to the decree holder\nwhile giving him possession of the land which forms the subject\nmatter of the suit decreed on January 14, 1953, the execution of which C\nis being sought.\n-\nThe appeal is accordingly accepted in part as observed above.\nThe parties are left to bear their own costs.\"\n11. However, a second execution case was filed including the 'kothas' D\nwhich were, as noticed hereinbefore, delineated with in the area marked with\nthe words 'EFGH' in the plan. An objection to the said execution application\nwas filed by the appellants on 10.06.1971. The Executing Court framed the\nfollowing issues:\n\"1. Whether the decree dt. 14.1.53 and decree dt. 16.1.60 have been E\nfully satisfied?\n2. Whether the objection petition is not maintainable?\n3. Whether the decree holder is estopped by his act and conduct to\nseek possession of the land after 29.6.63?\"\n12. The decree holders moved an application for issuance of warrants\nof possession on 23.06.1971 in the aforesaid execution petition. The Executing\nCourt opined that the possession of the portion of the decretal property\nmarked as 'ABCD' had already been given to the decree holders. By an order\ndated 30.01.1984, it was held:\nF\nG\n\"12. Now the sole question is as to whether kothas shown at EFGH\nare included in the decreed property or not. In that behalf the order\nof the Hon'ble High Court Ex. 013 would clearly show that these\nkothas are outside the scope of the decree. The concluding words of\nHis Lordship Mr. Justice Balraj Tuli are that it will not be open to the H\n↑\n126\nA\nB\nC\nD\nE\nF\nG\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nexecuting court to deliver possession of those kothas while giving\nhim possession of the land which is the subject matter of the suit\ndecreed on 14.1.53, the execution of which is being sought. The\nkothas have been found to be situated at portion marked EFGH. This\nportion was excluded by the executing court by the warrant of\npossession in the presence of both the parties. The line depicted\nEFGH was drawn by the court with the consent of the decree holders\neven. That being the case no claim regarding EFGH can be made by\nthe decree holders now.\n13. The learned counsel for decree holders states that his decreed\nland measuring 2 B 17 biswas has not been made good and some\nportion of land still remains to be delivered to him. That contention\nis belied by looking to the Jamabandi of 1981-82 which is to the effect\nthat 2 B 17 biswas of land in khasra No. 2057 to 2059 is in possession\nof the decree holders. In view of these reasons and consideration, I\nwould hold that both the decrees have been fully satisfied on 29.6.63\nwhen the report of delivery of possession has been made to the court.\nTherefore, these issues are decided in favour of the objectors.\"\n13. The revision petition filed thereagainst by the decree holders -\nrespondents have been allowed by reason of the impugned judgment.\n14. Mr. P.N. Mishra, learned senior counsel appearing on behalf of the\nappellants, would submit that in view of the clear finding of fact arrived at\nby the executing court, there cannot be any doubt whatsoever that the decree\npassed in favour of the decree holders was satisfied and as such the fresh\nexecution petition was not maintainable.\n15. Mr. Pradeep Gupta, learned counsel appearing on behalf of the\nrespondents, on the other hand, would contend that the High Court by\nreason of the impugned judgment took into consideration the entire aspect\nof the matter and having come to the conclusion that the 'kothas' form part\nof the decretal land, and the actual delivery of possession having not been\ngranted in relation thereto, a fresh execution petition was maintainable.\n16. It is not in dispute that the subject matter of the dispute is 'kothas'.\nJudgment Debtor had all along taken the stand that the 'kothas' are outside\nthe decretal land. Even if they had not raised the contention that the decree\nstood satisfied, it was for the Executing Court to arrive at the said decision.\nH Appellants are admittedly in possession of the 'kothas' in question. In the first\n1\nKHAZAN SINGH (D) BY LRS. v. GURBHAJAN SINGH [S.B. SINHA, J.] 127\nA\n· execution case, therefore, the decree holders were required to file application\nnot only for actual delivery of possession of agricultural lands as also non-\nagricultural lands as directed in terms of warrant of delivery of possession but\nalso for the said 'kothas'. The warrant of delivery of possession issued by the\nexecuting court has been noticed by us hereinbefore. No direction therein was\nissued while directing the authorities to render all assistance to the bailiff of B\nthe court to evict the judgment debtors from the 'kothas'. It is expected that\nsuch a direction would be given by the Executing Court while issuing warrant\nof delivery of possession.\n17. We may also notice the report of Assistant Collector, Patiala dated\n29.06.1963 which reads as under:\nC\nD\n\"It is requested that as per order, I reached the spot today, the land\nas per site plan attached which was found vacant at the spot, that\nland after getting it ploughed by the D.H. and the land in which the\ncrops are standing, by getting its round of the D.H. around four sides\nof that land in satisfaction of the D.H. as per order, the possession\nof the D.H. with police force under the supervision of Sh. Surjit Singh\nASI Incharge Division no. 2 Patiala in presence of Halqa Patwari and\nthe below noted witnesses, was delivered. At the spot only 5 Biswas\nof land was found vacant, in the remaining land there are crops of\ntomato, chilies, lobia and torian. Regarding the delivery of possession E\nits Munadi was made in the adjoining land. The Patwari Halqa was\ndirected that the report of this proceeding be made in the Roznamcha.\nThere is a well in this land also on which the machinery for pulling\nwater (Halt) is also fitted. Accordingly, the report is submitted after\ncompliance. Dated 29.6.1963\"\n18. It was not stated therein that only symbolic possession was delivered.\nDecree Holder accepted that delivery of possession had been given.\nF\n19. We have noticed hereinbefore that delivery of possession of the\n'kothas' delineated in the plan and marked with the letters 'EFGH' was a\ncontentious issue in the Execution Second Appeal as also in Civil Revision G\nfiled before the High Court. It had categorically been held that the 'kothas'\ndid not form part of the decree and, thus, the possession thereof cannot be\ndelivered. It has also been found by the learned Subordinate Judge in the suit\nthat as actual delivery of possession having been effected, the suit was not\nmaintainable.\nH\nA\nB\nC\n128\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n20. Appreciation of evidence on the basis of the materials brought on\nrecord by the parties was within the domain of the Executing Court. By reason\nof the Code of Civil Procedure (Amendment) Act, 1976, an appeal thereagainst\ndoes not lie. Revisional jurisdiction of the High Court, thus, could be exercised\nonly on limited grounds.\n21. The High Court, therefore, in our opinion, was, thus, not correct in\ninterfering with the said findings of fact. It was exercising its revisional\njurisdiction. It had not found that the Executing Court committed any illegality\nor material irregularity in passing the order impugned before it. It proceeded\non a presumption that merely symbolic possession had been delivered. The\ncontentions raised in this behalf by the respondents were not borne out of\nrecords.\n22. There cannot be any doubt whatsoever that if the 'kothas' formed\npart of the decretal land, the decree holder was entitled to possession thereof\nbut the question was whether the kothas in question were part of the decretal\nD land or not. The High Court had referred to an order dated 13.10.1965 passed\nin civil revision No. 470 of 1964 wherein it was held:\nE\nF\nG\n\"In the present execution application, claim is made to some kothas\non the ground that they are situated in the land in dispute. According\nto the judgment debtor, this claim is made to the kothas which were\nthe subject matter of the earlier suit. It cannot be disputed that the\ndecree holder is entitled to the possession of 2 Bighas 17 Biswas, 2\nBighas 7 Biswas under the decree dated 14th January, 1953 and 10\nBiswas under the decree dated 16th January, 1960. I have already dealt\nwith the land measuring 10 Biswas in Execution Second Appeal No.\n60 of 1964. Possession of this land has been taken by the decree\nholder. It is not clear whether the possession of land measuring 2\nBighas 7 Biswas subject-matter of the decree dated the 14th January,\n1953 has been taken possession of or not. If there is any Kotha in the\ntotal land of which the decree holder is entitled, namely, 2 Bighas 17\nBiswas, the decree holder will be entitled to that; but decree holder\nwill not be entitled to any Kotha outside this land.”\n23. The question was not as to whether the principles of res judicata\nwould be applicable but the question which was required to be posed and\nanswered was as to whether the kothas marked 'EFGH' formed part of the\ndecretal land or not. It, having regard to the orders passed in the earlier\nH proceedings, cannot be said that the Executing Court acted illegally or without\nY\nKHAZAN SINGH (D) BY LRS. v. GURBHAJAN SINGH [S.B. SINHA, J.] 129\njurisdiction in arriving at the conclusion, it did.\nA\n24. The finding of the Executing Court essentially was a finding of fact.\nThe High Court has not assigned sufficient or cogent reasons to conclude\nthat the finding of the executing court in that behalf was factually incorrect.\nRevisional jurisdiction as is well-known is very limited. The High Court, in our\nopinion, in the facts and circumstances of the case, exceeded its jurisdiction B\nin passing the impugned judgment.\n25. The High Court referred to an order dated 13.10.1965 but the effect\nthereof, as noticed hereinbefore, has not been considered in its true perspective.\n26. We may now deal with the application for impleadment as also C\napplication for substitution filed by the applicant and the appellant respectively.\n27. Gurbachan Singh, Respondent No. 4 herein died on 19.11.1999. In\nterms of the Punjab and Haryana High Court Amendment to Order 22, Rule\n3 of the Code of Civil Procedure, the appeal shall not abate. A statement was\nD\nmade before the Registrar on behalf of the appellant that the name of\nRespondent No. 4 be deleted. An order was passed to that effect on 19.09.2006.\nAn application for impleadment has been filed by the legal representatives of\nGurbachan Singh, Respondent No. 4. An affidavit has also been filed for\nrevocation of the said order dated 19.09.2006. The relationship between the\napplicants and the deceased Respondent No. 4 is seriously denied and E\ndisputed. The Executing Court had also in its order dated 5.06.2006 concluded:\n-\n\"The best course to be adopted by the L.Rs of Decree-Holder\nGurbachan Singh, Gurmukh Singh applicant and the JD/ Objector is\nto raise the alleged objection by seeking declaration from the court by\nfiling a separate suit or to obtain the succession certificate.\"\n28. This Court at this stage does not intend to determine the said\nquestion particularly in view of the statement of the respondents and in\nparticular for the reason that it is not necessary for the purpose of disposal\nof this appeal. These applications for impleadment as also for substitution,\ntherefore, are rejected.\n29. We, for the reasons stated hereinbefore, are of the opinion that the\nimpugned judgment cannot be sustained which is set aside accordingly. The\nappeal is allowed. No costs.\nD.G.\nF\n1]\nG\nAppeal allowed. H\n"}