{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nC\nD\nE\nM/S. DABUR (INDIA) LTD.\nV.\nCOMMISSIONER OF CENTRAL EXCISE, JAMSHEDPUR\nAPRIL 1, 2005\n[S.N. VARIAVA, DR. AR. LAKSHMANAN AND S.H. KAPADIA, JJ.]\nCentral Excise Tariff Act, 1985-Chapter 30, Note 1(d) and Chapter 33:\nClassification—'Janam Ghunti'-Assessee claiming that their product\n'Janam Ghunti” is neither a distillate nor a solution but is an extraction-\nHeld: The matter requires enquiry into the manufacturing process and\ncomposition of the product-Hence, Tribunal was right in remitting back the\nmatter for fresh decision.\nClassification-'Lal Tail'-Assessee having the Drug Controller's licence\nfor the product 'Lal Tail'-Ayurvedic Doctors prescribing Lal Tail for treatment\nof rickets also put on record-Thus Tribunal was right in holding that the\nproduct is a medicament and classifiable under chapter 30.\nClassification of goods-Basis of determination-Guiding factor-Held:\nThe product to be classified according to the popular meaning attached to it\nby its user-Resort not to be made to the scientific and technical meaning.\nQuestions which arose for consideration in these appeals are whether\nthe Tribunal was justified in remitting back the matter for fresh decision\nin respect of classification of the product 'Janam Ghunti' and whether\nF the Tribunal has rightly classified the product ‘Lal Tail' under chapter\nHeading 33.04 of Central Excise Tariff Act, 1985.\nPartly allowing the appeals, the Court\nHELD: 1. There is no infirmity in the Order of the Tribunal in\nG remitting back the matter to the original authority for fresh decision on\nclassification of the product 'Janam Ghunti'. Chapter Note 1. (c) of\nChapter 30 of Central Excise Tariff Act, 1985 states that Chapter 30 does\nnot apply to aqueous distillates or aqueous solutions of essential oils even\nthough they are suitable for medicinal uses. Further, under Chapter Note\nH\n144\nDABUR (INDIA) LTD. v. C.C.E. JAMSHEDPUR\n145\n1.(d) of Chapter 30 preparations of Chapter 33 would not fall under A\nChapter 30 even if they have therapeutic or prophylactic properties. The\nTribunal has, therefore, correctly held that if ‘Janam Ghunti' is an\naqueous distillates or aqueous solutions of essential oils it would fall under\nChapter 33 even though it may have therapeutic or prophylactic\nproperties. The Appellants have claimed that their product 'Janam\nGhunti' is neither a distillate nor a solution but is an extraction. However,\nthis is a matter which requires inquiry into. Therefore, the finding of the\nTribunal that this would require looking into the process of manufacture,\nthe composition of the product and that classification of this product\ncannot be decided upon without chemical test of the product, is upheld.\n[146-C-F] C\nB\n2. In classifying a product the scientific and technical meaning is not\nto be resorted to. The product must be classified according to the popular\nmeaning attached to it by those using the product. The Appellants have\nshown that all the ingredients in the product ‘Lal Tail' are those which\nare mentioned in Ayurvedic Text Books. This by itself may not be sufficient D\nbut the Appellants have shown that they have a Drug Controller's Licence\nfor the product and they have also produced evidence by way of\nprescriptions of Ayurvedic Doctors, who have prescribed these for\ntreatment of rickets. The Revenue has not made any effort and not\nproduced any evidence that in common parlance the product is not\nunderstood as a medicament. Hence, the product would be a medicament\nand classifiable as such under Chapter 30. [150-C-F]\nE\nShree Baidyanath Ayurved Bhavan Ltd. v. Collector of Central Excise,\nNagpur, (1996) 83 ELT 492 S.C.; Commissioner of Central Excise, Calcutta-\nIV v. Pandit D.P. Sharma, (2003) 154 ELT 324 SC; Commissioner of Central F\nExcise, Calcutta v. Sharma Chemical Works, (2003) 154 ELT 328 SC and\nCommissioner of Central Excise, Nagpur, v. Vicco Laboratories, (2005) 179\nELT 17 SC, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 7907 of 2002.\nFrom the Judgment and Order dated 26.6.2002 of the Central Excise,\nCustoms and Gold (Control) Appellate Tribunal Eastern Bench at Kolkata in\nF.O. No. A-692/2002/KOL/ in A. No. E/386 of 2001.\nWITH\nC.A. Nos. 6755, 6867/2003 and 1591 of 2005.\nG\nH\n146\nA\nB\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nV. Lakshmikumaran, Alok Yadav and Rajesh Kumar for the Appellant.\nRajiv Dutta, Sr. Adv., Tufail A.Khan, S. Beno Bencigar, P. Parmeswaran\nand B. Krishna Prasad with him for the Respondent.\nThe Judgment of the Court was delivered by\nAll these Appeals can be disposed of by this common Judgment as the\npoint involved is the same. The dispute is regarding classification of two\nitems manufactured by the Appellants, namely, (1) Lal Tail; and (2) Janam\nGhunti. The Tribunal has held that the product Lal Tail is classifiable under\nChapter heading 33.04. As regards ‘Janam Ghunti', the matter has been\nC remitted back to the original authority for a fresh decision.\nD\nWe have heard the parties. In our view, there is no infirmity in the\nOrder of the Tribunal insofar as it remits the matter back to the original\nauthority for a fresh decision on classification of the product 'Janam Ghunti'.\nChapter Note 1.(c) of Chapter 30 states that Chapter 30 does not apply to\naqueous distillates or aqueous solutions of essential oils even though they are\nsuitable for medicinal uses. Further, under Chapter Note 1.(d) of Chapter 30\npreparations of Chapter 33 would not fall under Chapter 30 even if they have\ntherapeutic or prophylactic properties.. The Tribunal has, therefore, correctly\nheld that if ‘Janam Ghunti' is an aqueous distillates or aqueous solutions of\nE essential oils it would fall under Chapter 33 even though it may have\nF\nG\nH\ntherapeutic or prophylactic properties. The Appellants have claimed that their\nproduct 'Janam Ghunti' is neither a distillate nor a solution but is an extraction.\nHowever, this is a matter which requires inquiry into. We approve the finding\nof the Tribunal that this would require looking into the process of manufacture,\nthe composition of the product and that classification of this product cannot\nbe decided upon without chemical test of the product. We, therefore, see no\ninfirmity in the Order of the Tribunal to this extent and the same is upheld.\nAs regards 'Lal Tail', Mr. Lakshmikumaran has pointed out that this\nproduct has all the ingredients mentioned in Ayurvedic Text Books. The\nproduct also has a Drug Controller's Licence. The Appellants have also filed\nevidence by way of prescriptions of Ayurvedic Doctors to show that their\nproduct has therapeutic or prophylactic properties and is used as a drug. As\nagainst this the Respondents have admittedly led no evidence or produced\nany material to show that in the market this product is not considered to be\na drug.\n}\n1\nDABUR (INDIA) LTD. v. C.C.E. JAMSHEDPUR\n147\nThe Tribunal has held against the Appellants mainly on the basis of A\nthe decision of this Court in Shree Baidyanath Ayurved Bhavan Ltd. v. Collr.\nof C. Ex., Nagpur, reported in (1996) 83 ELT 492 S.C.. In this case the\nquestion was whether ‘Dunt Manjan Lal' (Tooth powder) could be considered\nto be a medicament and as such eligible for exemption under Notification\nNo. 62/78-C.E. This Court held that a medicine is ordinarily prescribed by\nB\na medical practitioner and is used for a limited time and not for every day\nuse unless it is so prescribed to deal with a specific disease like diabetes. This\nCourt has held that in interpreting taxing statute the scientific and technical\nmeaning of the terms and expressions used in the tax laws is not to be\nresorted to and that goods are to be classifiable according to the popular\nmeaning attached to them by those using the product. The Tribunal has held C\nthat from the Appellants literature it can be seen that 'Lal Tail' is used for\nnourishing the babies skin and that the product is not used under any\nprescription by a medical practitioner and is not used for a limited period.\nThe Tribunal has held that this product is used regularly but not in connection\nwith a special ailment. On this basis, it is held that this product fails the test\nfor a medicament.\nWhether a product can be considered to be a medicament or not has\nalso been considered by this Court in a number of other decisions, some of\nwhich may usefully be referred to herein.\nD\nE\nIn the case of Commissioner of C. Ex., Calcutta-IV v. Pandit D.P.\nSharma, reported in (2003) 154 ELT 324 SC, the question was whether\n‘Himtaj Oil' is a Ayurvedic medicament or not classifiable under sub-heading\n3003.30 or a ‘perfumed hair oil' classifiable under sub-heading 3305.19.\nEven though reliance had been placed upon the authority of this Court in\nShree Baidyanath Ayurved Bhavan' case (supra), this Court negatived an F\nargument that the product would not be considered to be a drug because it\nwas not prescribed by a medical practitioner and was one which could be\nused for a long period of time. It was held that the test was to see what\npersons using the product understand it to be. On the basis of evidence\nproduced by the manufacturer that the common man understood the product\nas a medicine it was held that the product was a medicament.\nIn the case of Commissioner of C. Ex., Calcutta v. Sharma Chemical\nWorks, reported in (2003) 154 ELT 328 SC the question was whether\n'Banphool oil was a Ayurvedic medicament or a perfumed hair oil. This\nCourt, after considering Shree Baidyanath Ayurved Bhavan' case (supra),\nG\nH\nB\n148\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA held that the onus or burden to show that a product falls within a particular\nTariff Item is always on the Revenue. It has been held that merely because\na product is sold across the counters and not under a Doctor's prescription\ndoes not by itself lead to the conclusion that it is not a medicament. It was\nalso held that in the product the percentage of medicament may be small but\nthat by itself did not ipso facto mean that the product is not a medicament.\nIt was held that generally the percentage or dosage of the medicament will\nbe such as can be absorbed by the human body and that the medicament\nwould necessarily be covered by fillers/vehicles in order to make the product\nusable. It was noted that all the ingredients used in Banphool Oil were those\nwhich were set out in the Ayurveda Text Books. It was held that the Revenue\nC had not discharged the burden to show as to how the customers who used this\nproduct understood it and on the contrary there was evidence to show that the\nproduct was being used for treatment of headache, eye problem, night\nblindness, reeling, head weak memory, hysteria, ammenesia, blood pressure,\ninsomnia etc. the product was a medicament.\nD\nE\nF\nG\nH\nIn the case of Commissioner of Central Excise, Nagpur v. Vicco\nLaboratories, reported in (2005) 179 ELT 17 (SC), this Court whilst\nconsidering whether turmeric skin cream and vajradanti toothpaste and tooth\npowder were to be classifiable under Chapter 30 or Chapter 33, noted Shree\nBaidyanath Ayurved Bhavan's case and held as follows:-\n“2 . The basis of the show cause notices was the decision\nof this Court in Shree Baidyanath Ayurved Bhavan Ltd. v. Collector\nof Central Excise, Indore, reported in [1996] 9 SCC 402 and the tests\nallegedly laid down in that decision for determining whether a product\nshould be classified under Chapter 33 or Chapter 30.\n3. The two tests according to the show cause notice for determining\nwhether a product was classifiable as a pharmaceutical product under\nChapter 30 of the Central Excise Tariff were (1) Whether the products\nare being used daily and are sold without prescription by a medical\npractitioner; and (2) whether the products are available in General'\nStore Department/Grocery shops. The department's case in the show\ncause notice is that as these two tests were not fulfilled the product\nfailed to come within the prescription of pharmaceutical products in\nChapter 30.\n4. The mere decision of a court of law without more cannot be\njustification enough for changing the classification without a change\n1\nDABUR (INDIA) LTD. v. C.C.E. JAMSHEDPUR\n149\nB\nin the nature of a product or a change in the use of the product, or A\na fresh interpretation of the tariff heading by such decision. It is not\nthe appellant's case that any of these circumstances were present in\nthis case, besides the decision in Shree Baidyanath's case (supra)\ndoes not lay down, the test of classification as concluded by the\nDepartment at all. In that case the Tribunal had considered the evidence\nproduced before it with regard to the sale and purchase of the product\nin question. It was found as a matter of fact that in, common parlance\nthe product was not described as a medicinal preparation but was\ndescribed as a toilet preparation. This Court affirmed the tests laid\ndown by the Tribunal, namely, that since the primary object of the\nExcise Act was to raise revenue, resort should not be had, for the C\npurppose of classification, to the scientific and technical meaning of\nthe terms and expressions used therein but to their popular meaning,\nthat is to say, the meaning attached to that by those using the product.\nE\n5. The Court also noted that the Tribunal had rejected the assessee's\nclaim in that case holding that \"ordinarily\" a medicine is prescribed D\nby a medical practitioner and it is used for a limited time and not\nevery day unless it is so prescribed to deal with a specific disease like\ndiabetes.\" It may be noted that the court affirmed this line of reasoning\nof the Tribunal on the ground that it was \"in general agreement with\nit”. The court did not itself affirmatively hold that what was laid\ndown by the Tribunal as a test to be “ordinarily\" followed was\ninvariably to be the sole test for determining whether a product is to\nbe proved as a medicine or as a cosmetic. Indeed this Court in BPL\nPharmaceuticals Ltd. v. CCE, reported in [1995] Suppl. 3 SCC 1 has\nupheld the classification of 'Selsun' medicated shampoo as a medicine\nand not as a cosmetic and held that in order to attract Note 2 to F\nChapter 33 the product was first proved to be a cosmetic and\n\"that the product should be suitable for use as goods under\nHeading Nos. 33.03 to 33.08 and they must be put in packing as\nlabels, literature and other indications showing that they are for\nuse as cosmetic or toilet preparation.\"\n6. These observations however were not made in connection with\nChapter Note 1(d) of Chapter 30 the impact and purport of which\nmay have to be considered in an appropriate case.\n7. This Court in Commissioner of Central Excise, Calcutta v. Sharma\nG\nH\n}\n150\nA\nB\nC\nSUPREME COURT REPORTS\n[2005] 3 S.C.R..\nChemical Works, reported in [2003] 5 SCC 60 has also disapproved\nthe approach of the Department in holding that the product was a\ncosmetic only because it was not sold by chemists or under doctors\nprescription. This, according to the decision, does not by itself lead\nto the conclusion that it is not a medicament. The Court reaffirmed\nthe test as categorically laid down in Shree Baidyanath, namely, that\nthe burden of proof that a product is classifiable under a particular\ntariff head is on the revenue and must be discharged by proving that\nit is so understood by consumers of the product or in common parlance.\n[See also Meghdoot v. Commisisoner of Central Excise, (2004) 174\nELT 14 S.C.].\"\nFrom the above mentioned authorities, it is clear that in classifying a\nproduct the scientific and technical meaning is not to be resorted to. The\nproduct must be classifiable according to the popular meaning attached to it\nby those using the product. As stated above, in this case the Appellants have\nshown that all the ingredients in the product are those which are mentioned\nD in Ayurvedic Text Books. This by itself may not be sufficient but the\nAppellants have shown that they have a Drug Controller's Licence for the\nproduct and they have also produced evidence by way of prescriptions of\nAyurvedic Doctors, who have prescribed these for treatment of rickets. As\nagainst this, the Revenue has not made any effort and not produced any\nevidence that in common parlance the product is not understood as a\nmedicament.\nE\nF\nIn view of the above, the decision of the Tribunal on this aspect cannot\nbe sustained and is accordingly set aside. It is held that the product would be\na medicament and classifiable as such under Chapter 30.\nTherefore, the Appeals partly succeed and stand disposed of as such.\nThere will be no order as to costs.\n.D.G..\nAppeals partly allowed.\n"}