{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78}],"text":"STATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 577\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nthe future be notified as an urban agglomeration under A\nSection 2(n)(A)(ii) of the Central Act, the Andhra Pradesh\nLegislature would cease to have competence to legislate\nwith respect to ceiling on land situate in such area, even\nthough it was not an urban agglomeration at the date of\nenactment of the Andhra Pradesh Act. Undoubtedly, B\nwhen an area is notified as an urban agglomeration\nunder Section 2(n)(A)(ii), the Central Act would apply to\nland situate in such area and the Andhra Pradesh Act\nwould cease to have application, but by that time the\nAndhra Pradesh Act would have already operated to\ndetermine the ceiling on holding of land falling within the\ndefinition in Section 3(j) and situate within such area. It\nis, therefore, not possible to uphold the contention of the\nlandholders that the Andhra Pradesh Act is ultra vires\nand void as being outside the legislative competence of\nthe Andhra Pradesh Legislature.\"\n(Emphasis added)\nC\nD\nF\n76. In the first blush, it appears as though the said decision\nsupport the contention of the respondent. But in paragraph 5, E\nwe have highlighted certain relevant conclusions which fully\nsupport the stand of the appellants. This Court made it clear\nthereunder that the Parliament enacted the Central Act with a\nview to impose ceiling on vacant land other than the land mainly\nused for the purpose of agriculture in an urban agglomeration.\nThe arguments of the land holders that the concept of urban\nagglomeration defined in Section 2(n) was an expansive\nconcept and any area which was already notified as urban\nagglomeration, as well as, which can be notified in future based\non the increase in population as urban agglomeration and,\ntherefore, the Andhra Pradesh Act was ultra vires lacking\nlegislative competence was held to be unsustainable. It was\nalso held that the Andhra Pradesh Act seeks to impose ceiling\non land falling within the urban agglomeration, it would be\noutside the area of its legislative competence as it cannot\nG\nH\n578\nSUPREME COURT REPORTS\n[2012] 11 S.C.R.\nC\nA provide for imposition of ceiling on urban immovable property\nafter the emergence of Act, 1976. It was thus made clear that\nafter the coming into force of the Act, 1976 by virtue of Article\n252 (1) and (2) of the Constitution, there would have been no\nscope for the State Legislature to bring about a legislation for\nB imposing a ceiling on an urban immovable property which falls\nwithin the urban agglomeration. It was also made clear that other\nareas which were not declared as urban agglomeration came\nto be subsequently declared as urban agglomeration and\nnotified as such, the Central Act would automatically apply and\nin relation to such notified area also, the State Legislature would\nbe incompetent to make any legislation by way of imposition\nof ceiling on and after such declaration is made. While referring\nto such a situation, this Court made it clear that the Andhra\nPradesh Act continue to be applicable for determining the\nceiling of holding of lands in such area, prior to any such\nsubsequent notification under the Act, 1976. It was further made\nclear that since the Andhra Pradesh Act came into force on and\nfrom 01.01.1975, the surplus holding of land in excess of the\nceiling area were required to be determined with reference to\nthat date and if there was any surplus, it was to be surrendered\nto the State Government. It was further reinforced by stating that\nin an area other than that comprised in the urban\nagglomeration, the land held by a person in excess of the ceiling\narea would be liable to be determined as on 01.01.1975 under\nthe Andhra Pradesh Act and the land within the ceiling area\nF alone would be allowed to remain with him.\nD\nE\nG\nH\n77. The crucial words in the said paragraph can be\nmentioned again in order to appreciate and understand the\nlegal position noted. They are:\n\"It may be noted that the Andhra Pradesh Act came into\nforce on January 1, 1975 and it was with reference to this\ndate that the surplus holding of land in excess of the\nceiling area was required to be determined and if there\nwas any surplus, it was required to be determined and if\nthere was any surplus, it was to be surrendered to the\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 579\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nState Government. It is, therefore, clear that in an area A\nother than that comprised with Urban Agglomeration\nreferred to in Section 2(n)(A) (i), land held by a person\nin excess of the ceiling area would be liable to be\ndetermined as on January 1, 1975 under the Andhra\nPradesh Act and only Land within the ceiling area would B\nbe allowed to remain with him. It is only in respect of Land\nremaining with a person, whether an individual or a family\nunit, after the operation of the Andhra Pradesh Act, that\nthe Central Act would apply....'\nH\n\"Undoubtedly, when an area is notified as an urban C\nagglomeration under Section 2(n)(A)(ii), the Central Act\nwould apply to land situate in such area and the Andhra\nPradesh Act would cease to have application, but by that\ntime the Andhra Pradesh Act would have already\noperated to determine the ceiling on holding of land D\nfalling within the definition in Section 3(i) and situate\nwithin such area. It is therefore not possible to uphold the\ncontention of the landholders that the Andhra Pradesh\nAct is ultra vires and void as being outside the legislative\ncompetence of the Andhra Pradesh Legislature.\"\n(Emphasis added)\nE\nA close and careful reading of the said statement of law\ndeclared by this Court makes it clear that if as on the date when\nthe Andhra Pradesh Act was already in force i.e. as on\n01.01.1975, the determination of surplus land as per the F\nprovisions of the said Act should have been determined and\nonly thereafter the implication of the Act, 1976 could be applied.\nThe specific statements \"It is only in respect of land remaining\nwith a person, whether an individual or a family unit, after the\noperation of the Andhra Pradesh Act, that the Central Act G\nwould apply.....\" \"...but by that time the Andhra Pradesh Act\nwould have already operated to determine the ceiling on\nholding of land falling within the definition in Section 3(j) and\nsituate within such area.....\" makes the above position clear\nwithout any ambiguity.\nH\nA\n580 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\n78. Afortiori if the said ratio decided by the Constitution\nBench of this Court is applied, there would be no difficulty in\nholding that as held by us earlier, since as per the un-amended\nAct of 1960, 'Bid land' held by the respondent fell within the\ndefinition of 'agriculture' under Section 2(1) and consequent\nB definition of 'land' as defined in Section 2(17) of the Act of 1960,\nthe determination of holding of such excess agriculture land\nunder the said Act of 1960 prior to the coming into force of the\nAct, 1976 should be operated upon. Having regard to the said\nlegal position, we hold that the action of the appellants in having\nC passed the orders impugned before the High Court were fully\njustified and interfering with the same by the learned Single\nJudge and the Division Bench of the High Court by the\nimpugned order in this Civil Appeal are liable to be set aside.\n79. The impugned judgment of the Division Bench of the\nD High Court proceeded mainly on the footing that the Amended\nAct of 1974 cannot form the basis for proceeding against the\nrespondent for the purpose of acquisition under the 1960 Act\nin the light of the field being occupied by the Act, 1976 which\ncame into force prior to the coming into force of the 1974 Act,\nE namely, on 17.02.1976 and the Amendment Act of 1974 which\ncame to be notified only on 01.04.1976. The said conclusion\nwas based on the implication of Article 252(2) of the\nConstitution wherein once at the instance of the State\nGovernment even in relation to any entry in List II an enactment\nF came to be made by the Parliament, any subsequent\namendment relating to the said subject can only be made by\nthe Parliament and not by the State. The Division Bench\nreferred to the claim of the appellant that even by ignoring the\nAmendment Act 1974 which came into effect from 01.04.1976\nhaving regard to the existence of the Act, 1976 as from\n17.02.1976, the ceiling with regard to the agricultural land has\nto be determined as it was existing prior to 17.02.1976,\nnamely, as agricultural land and the same being not part of\nurban agglomeration the 1960 Act would apply. We find that\nthe said argument was simply brushed aside. The submission\nH\nG\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 581\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nwas not dealt with in the proper perspective.\nA\nB\nC\n80. It was lastly contended by the learned senior counsel\nfor the respondent that the case of the appellants was hit by\nthe principle of res judicata. In support of the said submission,\nreliance was placed upon the joint affidavit filed by two Deputy\nCollector dated 06.10.1980, filed in a different case viz., in\nSpecial Civil Application No.941 of 1980 before the High Court\nof Gujarat where on behalf of the State of Gujarat, it was\ncontended that in respect of 'Bid land' only Act, 1976 would\napply where such 'Bid land' lie within the agglomeration of\nBhavnagar and that Act of 1960 was not applicable. Reliance\nwas also placed upon another affidavit dated 16.02.2000, filed\nby the Deputy Secretary, Revenue Department, Government of\nGujarat in relation to Bhavnagar 'Bid lands' before the High\nCourt of Gujarat in S.C.A.No.15529 of 1999, wherein a stand\nwas taken by the State Government that possession of D\nBhavnagar 'Bid land' not having been acquired and taken under\nthe Act, 1976 prior to its repeal, there was no scope to take\npossession of those lands. Reliance was placed upon the\ndecision of this Court in Palitana Sugar Mills (P) Ltd. and\nanother Vs. State of Gujarat and others (supra)wherein, it was\nconcluded by this Court that Bhavnagar 'Bid lands' were\ncontrolled by the provisions of Act, 1976 and not by the Act of\n1960. By referring to those affidavits and the decision of this\nCourt, the contention was that the stand taken by the appellant\nin regard to the Bhavnagar 'Bid lands' would apply in all force\nto the 'Bid lands' belonging to the respondent though they were\nsituated in Rajkot.\nE\nF\n81. In reply to the said submission Mr. Soli J. Sorabjee,\nlearned senior counsel for the appellants contended that the\nprinciple of res judicata cannot be applied as the parties were G\ndifferent and the subject lands were different and the\nrespondent had nothing to do with the issue raised in the\ndecision relied upon by the learned senior counsel for the\nrespondent. It was also submitted that since the ingredients to\nsupport the principle of res judicata as set out under Section H\n582 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA 11 of the Code of Civil Procedure not having been fulfilled, the\nsubmission of the learned senior counsel for the respondent\ncannot be considered. The learned senior counsel for the\nappellants brought to our notice the facts set out in the joint\naffidavits of the two Deputy Collectors in S.C.A. No.941 of\nB 1980, wherein it was specifically averred to the effect that since\nlong time, to the knowledge of the land holders, the land in\nquestion was demonstrated as meant for residential purpose\nin the Master Plan which was prepared since August, 1976 and\nthat the land in question fell within the definition of 'urban land'\nC under Section 2(o) of the Act, 1976 and therefore the overriding\neffect of Section 42 of the Act, 1976 excluded the application\nof the Act of 1960.\n82. When we refer to the facts mentioned in the joint\naffidavit of the two Deputy Collector in S.C.A.No.941 of 1980,\nD we find that the submissions of the learned senior counsel for\nthe appellants were clearly set out therein. The lands which were\noriginally classified as 'Bid lands' came to be specifically\nclassified as land meant for residential purpose in the Master\nPlan prepared in the year August, 1976 and thereby came\nE within the definition of 'urban land' under Section 2(o) of the Act,\n1976. Whatever decision rendered based on those facts cannot\nbe equated to the facts involved in the case on hand, in order\nto apply the principle of res judicata and thereby non-suit the\nappellants. The principle of res judicata is governed by Section\nF 11 of the Code of Civil Procedure. Applying the ingredients set\nout in the said provision, the respondent is bound to show that\nthe issue which was directly and substantially involved between\nthe same parties in the former suit and was tried in the\nsubsequent suit, in order to fall within the principles of res\nG judicata. Applying the substantive part of Section 11 of C.P.C.\nwe fail to see how any of the ingredients set out therein are\nfulfilled in order to apply the principle of res judicata. The parties\nare entirely different, the fact in issue as pointed out by the\nlearned senior counsel for the appellants would disclose that\nthey were based on entirely different set of facts and\nH\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 583\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\ncircumstances and therefore we do not find any substance in A\nthe said submission raised on behalf of the respondent. The\nsaid submission, therefore, stands rejected.\nB\n83. When we come to the submission relating to the\nconcept of eclipse in relation to the Act of 1960, as it originally\nstood as well as after the Amendment Act of 1974 by virtue of\nthe coming into force of the Act, 1976 w.e.f. 17.02.1976, we\nwish to only touch upon the position that occurred due to the\nsubsequent repeal of the Act, 1976 in the year 2000. We are\nconscious of the fact that we are not solely concerned with the\nsaid issue of eclipse of the Act of 1960 and its revival after the\nC\nrepeal of the Act, 1976. However, since the said issue was\nargued by the respective counsel and reliance was placed upon\na Constitution Bench decision of this Court on this issue in\nM.P.V. Sundararamier (supra) we are obliged to deal with the\nsaid submission. In the said decision among other contentions D\na contention was raised on behalf of the petitioner therein which\nwas as under:\n\"Section 22 having been unconstitutional when it was\nenacted and, therefore, void, no proceedings could be\ntaken thereunder on the basis of the Validation Act as the\neffect of unconstitutionality of the law was to efface it out\nof the statute book.\"\nDealing with the said contention, the Constitution Bench\nhas held at page 1469 and 1474-75 as under:\nE\nF\n\".....If a law is on a field not within the domain of the\nlegislature, it is absolutely null and void, and a subsequent\ncession of that field to the legislature will not have the effect\nof breathing life into what was a still-born piece of\nlegislation and a fresh legislation on the subject would be G\nrequisite. But if the law is in respect of a matter assigned\nto the legislature but its provisions disregard constitutional\nprohibitions, though the law would be unenforceable by\nreason of those prohibitions, when once they are removed,\nthe law will become effective without re-enactment.\nH\nA\nB\nC\nD\nE\nF\n584\nSUPREME COURT REPORTS\n[2012] 11 S.C.R.\nThe result of the authorities may thus be summed up:\nWhere an enactment is unconstitutional in part but valid as\nto the rest, assuming of course that the two portions are\nseverable, it cannot be held to have been wiped out of the\nstatute book as it admittedly must remain there for the\npurpose of enforcement of the valid portion thereof, and\nbeing on the statute book, even that portion which is\nunenforceable on the ground that it is unconstitutional will\noperate proprio vigore when the Constitutional bar is\nremoved, and there is no need for a fresh legislation to give\neffect thereto. On this view, the contention of the petitioners\nwith reference to the Explanation in s.22 of the Madras Act\nmust fail....\"\n(emphasis added)\nIn the light of the said proposition of law laid down by the\nConstitution Bench decision of this Court, it will have to be held\nthat once the Act, 1976 came to be repealed whatever\nconstitutional embargo that was existing as against the Act of\n1960 as well as the Amendment Act of 1974 ceased to exist\nand the Act would operate in full force. In the light of the said\nsettled legal position, we need not dilate much on this issue\nand we leave it at that.\n84. Having regard to our above conclusions, the judgment\nimpugned in this appeal is liable to be set aside. The appeal,\ntherefore, stands allowed. The order of the learned Single\nJudge as well as the impugned judgment of the Division Bench\nare set aside. The judgment dated 08.09.1989 passed by the\nGujarat Revenue Tribunal in Revision Application\nNo.TEN.B.R.4/84 confirming the orders of the Deputy Collector\nand Mamlatdar and A.L.T in so far as Bid lands in survey\nNo.111/2 admeasuring 30 acres 30 Gunthas and survey\nNo.111/3 admeasuring 579 acres 27 Gunthas stands restored.\nIn the facts and circumstances of the case where we have dealt\nwith pure questions of law there will be no order as to costs.\nH R.P.\nAppeal allowed.\nG\n"}