{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"STATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 537\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n(17) \"land\" means land which is used or capable of being A\nused for agricultural purposes and includes the sites of\nfarm buildings appurtenant to such land;\nSection 6. Ceiling on holding land - (1) Notwithstanding\nanything contained in any law for the time being in force B\nor in any agreement usage or decree or order of a Court,\nwith effect from the appointed day no person shall, subject\nto the provisions of sub-sections (2) and (3) be entitled to\nhold whether as owner or tenant or partly as owner and\npartly as tenant land in excess of the ceiling area.\nC\n(2) Where an individual, who holds land, is a member of a\nfamily, not being a joint family and land is also separately\nheld by such individual's spouse or minor children, then the\nland held by the individual and the said members of the\nindividual's family shall be grouped together for the D\npurposes of this Act and the provisions of this Act shall\napply to the total land so grouped together as if such land\nhad been held by one person.\n(3) Where on the appointed day a person holds exempted E\nland along with other land then-\n(i) if the area of exempted land is equal to or more\nthan the ceiling area he shall not be entitled to hold other\nland; and\n(ii) if the area of exempted land is less than the\nceiling area, he shall not be entitled to hold other land in\nexcess of the area by which the exempted land is less than\nthe ceiling area.\nF\n(4) Land which under the foregoing provisions of this\nsection a person is not entitled to hold shall be deemed\nto be surplus land held by such person.\nG\nThe Gujarat Agricultural Lands Ceiling Act 1960 (After\nthe amendment)\nH\n538\nSUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA\n2.\n(1)\n(a)\nB\nC\nD\nE\n☐ F\nG\nH\nIn this Act, unless the context requires otherwise-\n\"agriculture\" includes-\nhorticulture,\n(b) the raising of crops, grass or garden produce,\n(c)\nthe use by an agriculturist of the land held by him\nor part thereof for grazing\n17. \"land\" means-\n(i)\nin relation to any period prior to the specified date,\nland which is used or capable of being used for\nagricultural purpose and includes the sites of farm\nbuildings appurtenant to such land;\n(ii) In relation to any other period, land which is used\nor capable of being used for agricultural purposes,\nand includes-\n(a) the sites of farm buildings appurtenant to\nsuch land;\n(b)\nthe lands on which grass grows naturally;\n(c) the bid lands held by the Girasdars or\nBarkhalidars under the Saurashtra Land\nReforms Act, 1951, the Saurashtra Barkhali\nAbolition Act, 1951 or the Saurashtra\nEstates Acquisition Act, 1952, as the case\nmay be;\n(d) such bid lands as are held by a person who,\nbefore the commencement of the\nConstitution (Twenty-Sixth Amendment) Act,\n1971 was a Ruler of an Indian State\ncomprised in the Saurashtra area of the\nState of Gujarat, as his private property in\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 539\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\npursuance of the covenant entered into by the A\nRuler of such State:\n(27A) \"specified date\" means the date of coming into\nforce of the Amending Act of 1972.\nUnder Saurashtra Act No.Ill of 1952 the relevant provisions\nare Section 2(a), (b), (e), (f), Section 4 and Section 5(1), (2):\n\"2.\nIn this Act, unless there is anything repugnant to the\nsubject or context-\n(a) \"Bid land\" means such land as on the 17th April,\n1951 was specifically reserved and was being used\nby a Girasdar or Barkhalidar for grazing cattle or\nfor cutting grass:\nB\nC\n(b) \"cultivable waste\" means cultivable land which has D\nremained uncultivated for a period of three years\nor more before the 17th April, 1951\n(c) XXX XXX XXX\nE\n(d)\nXXX XXX XXX\n(e)\n(f)\n\"land\" means land of any description whatsoever\nand includes benefits arising out of land and things\nattached to the earth, or permanently fastened to\nanything attached to the earth.\nF\nwords and expressions used but not defined, in this\nAct, and defined in the Saurashtra Land Reforms\nAct, 1951 and the Saurashtra Barkhali Abolition\nAct, 1951 shall have the meanings assigned to G\nthem in those Acts.\n3. XXX XXX XXX\n4. When a notification is issued by the Government in\nrespect of an estate or any part thereof under section 3, H\nA\nB\n540 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nthen, with effect from the date specified in the notification,\nthe following consequences shall, in respect of that estate\nor part thereof, ensue, namely:-\n(a) (i) all public roads, lanes, paths, bridges,\nditches, dikes and fences on, or beside the\nsame, the bed of the sea and/or harbours.\ncreeks below high water mark, and of rivers\nstreams, nalas, lakes, public wells and tanks,\nall bunds and palas, standing and flowing\nwater and gauchars;\n(ii) all cultivable and uncultivable waste lands\n(excluding land used for building or other non\nagricultural purposes),\nD\n(iii)\n(iv)\nE\nLUI\nF\n☐ G\nH\n(v)\nall bid lands,\nall unbuilt village site lands and village site\nlands on which dwelling houses of artisans\nand landless labourers are situated, and\nall schools, Dharmashalas, village choras,\npublic temples and such other public\nbuildings or structures as may be specified\nin the notification together with the sites on\nwhich such buildings and structures stand,\nWhich are comprised in the estates so notified shall,\nexcept in so far as any rights of any person other than the\nGirasdar or the Barkhalidar may be established in and\nover the same, and except as may otherwise be provided\nby any law, for the time being in force, vest in, and shall\nbe deemed to be, with all rights in or over the same or\nappertaining thereto, the property of the State of Gujarat\nand all rights held by a Girasdar or a Barkahalidar in such\nproperty shall be deemed to have been extinguished and\nit shall be lawful for the Collector, subject to the general or\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 541\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nspecial orders of the Collector, to dispose of them as he A\ndeems fit, subject always to the rights of way and of other\nrights of the public or of individuals legally subsisting.\n(b) A Girasdar or a Barkhalidar shall, subject to the\nprovisions of this Act, be deemed to be an occupant in B\nrespect of all other land held by him.\n5. (1) Notwithstanding anything contained in section 3, or\nsection 4 -\n(a) no bid land which is also uncultivable waste, C\nwadas and kodias shall vest in, and be the property\nof the State of Gujarat\n(b) no bid land comprised in the estate of a\nGirasdar who is considered to be of B and C class\nfor the purpose of making rehabilitation grant under\nthe Saurashtra Land Reforms Act 1951, or of a\nBarkhalidar, the total area of agricultural land\ncomprised in whose estate does not exceed eight\nhundred acres, shall vest in and be the property of\nthe State of Gujarat] and\nD\nE\n(c) no bid land which is also cultivable waste or no\nvillage site land shall be acquired unless it is in\nexcess of the requirements of the Girasdar or\nBarkhalidar in accordance with the rules to be F\nmade in this behalf; and\n(d) in the case of Girasdari Majmu villages, one\nfourth of the total area of bid land in the village shall\nnot be acquired.\n(2) If any bid land or village site, land is not acquired under\nthe provisions of sub-section (1) and such bid land or\nvillage site land is use by the Girasdar or Barkhalidar for\na different purpose, it shall be liable to be acquired under\nthe provision of section 4.\"\nG\nH\nA\n00\nB\nC\nD\nヨ\n542 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nUnder Saurashtra Act No.XXV of 1951, the relevant\nprovisions are Sections 2 (6), 2(15) and 2(18). They are as\nfollows:\n\"2. In this Act, unless there is anything repugnant in the\nsubject or context:-\n(6) \"bid land\" means such land as has been used by the\nGirasdar for grazing his cattle or for cutting grass for the\nuse of his cattle.\n(15) \"Girasdar\" means any talukdar, bhagdar, bhayat,\ncadet or mulgirasia and includes any person whom the\nGovernment may, by notification in the Official Gazette,\ndeclare to be a Girasdar for the purposes of this Act.\n(18) \"land\" means any agricultural land, bid land or\ncultivable waste\"\nUnder Saurashtra Act No.XXVI of 1951 the relevant\nprovision is Section 2(ii).\n2. In this Act, unless there is anything repugnant to the\nsubject or context-\n(i)\nXXX XXX XXX\n(ii)\nF\nG\nH\n\"bid land\" means such land as has been used by\nBarkhalidar for grazing his cattle or for cutting grass\nfor the use of his cattle;\"\n28. In order to appreciate the contentions raised before\nus, we wish to make a specific reference to the Preamble as\nwell as the object of the Act of 1960. The Preamble shows that\nthe Act was contemplated and was brought into effect since it\nwas felt expedient in public interest to make a uniform provision\nfor the whole of the State of Gujarat and in particular in respect\nof restrictions upon holding agricultural land in excess of certain\nlimits. The expediency so noted was for securing the\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 543\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\ndistribution of agricultural land to subserve the common good A\nfor the purpose of allotment of some lands to persons who are\nin need of land for agriculture and also to appreciate for other\nconsequential and incidental matters. As far as the object of\nthe Act was concerned, it is stated therein that the said\nenactment came to be enacted only for the purpose of fixing B\nthe ceiling area and not with any intention directly to interfere\nwith the rights and liabilities of landlords and tenants.\nD\n29. Keeping the above perspective of the law makers in\nmind, when we examine Section 2(17) which defines the\nC\nexpression 'land' it means the land which is used or capable\nof being used for agricultural purposes including the sites of\nfarm, building appurtenant to such land. Section 6 of the 1960\nact imposes restriction in the holding of the land which has been\ndefined under Section 2(17) of the Act which is in excess of\nthe ceiling area. The ceiling area has been set out under\nSection 2(5) of the Act. The definition of 'land' in its cognates\nand expression is specific in its tenor and mentions about its\nusage as well as its capability of usage for agricultural\npurposes. The expression \"agriculture\" has been defined under\nsection 2(1) of the act which inter alia includes horticulture,\nraising of crops, grass or garden produce and the use by an\nagriculturist of the land held by him either in full or part for\ngrazing purposes. The definition of \"agriculturist\" under Section\n2(3) read along with Section 2(11) and 2(12) which define the\nexpression 'to cultivate' and 'to cultivate personally' make the F\nposition clear that it would include a person who indulges in the\navocation of agriculture by way of cultivation of the land either\nby himself or through other persons again under the supervision\nof his own men.\n30. A careful consideration of the above provisions under\nthe Act of 1960 gives a clear idea that lands which are used\nas well as which are capable of being used for the purpose of\nagriculture including lands used for raising grass or either full\nor part of it used for grazing purposes would come within the\nE\nG\nH\n544 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA ambit of the Act, which in turn would be subject to the\nrestrictions imposed for the purpose of ascertaining the ceiling\nlimit. Consequently, the excess or surplus land in the holding\nof a person who is an agriculturist is to be ascertained in order\nto initiate and ultimately acquire such surplus land. Such\nB acquisition as expressed in the Preamble to the Act would be\nfor the purpose of equal distribution of land to other landless\npersons.\nC\nD\nE\nF\nG\n31. Keeping the above statutory provisions in mind, when\nwe consider the respective submissions, the following broad\nlegal principles are required to be dealt with by us.\n(i)\n(ii)\nWhether 'Bid Land' would fall within the definition\n'Land' read along with the definition of 'Agriculture'\nas defined under Sections 2(17) and 2(1) of the\nAct of 1960 ?\nIn order to ascertain the nature of description of\n'Bid Land' can the definition of the said expression\nunder the earlier statutes viz. Act No.XXV of 1951,\nAct No.XXVI of 1951 and Act No.Ill of 1952 can\nbe imported ?\n(iii) What is the implication of the Urban Land Ceiling\nAct, 1976 vis-à-vis the Act of 1960 in respect of\n'Bid Land' ?\n(iv) Whether the Amendment Act of 1974 which came\ninto effect from 01.04.1976 and the definition of\n'Bid Land' under the said Amendment Act of 1974\ncan be applied for the purpose of deciding the\nissue involved in this litigation ?\n(v)\nH\n(vi)\nWhether the ratio decidendi of this Court in\nNagbhai Najbhai Khackar (supra) can be applied\nto the facts of this case?\nWhether the orders of the authorities under the\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 545\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nAct of 1960 impugned before the High Court were A\nhit by the principles of Res Judicata ?\n(vii) What is the effect of the repealing of the Urban\nLand Ceiling Act over the Act of 1960 ?\nB\nC\n32. Though the definition of 'land' and 'agriculture' read\ntogether would include a 'land' used for raising grass or used\nfor grazing purposes, the question for our consideration is\nwhether 'Bid lands' can be brought within the scope of the said\nexpression, namely, the definition of 'land' read along with the\ndefinition of 'agriculture' under the Act of 1960 as has been so\nconstrued by the authorities constituted under the provisions of\nAct of 1960 up to the level of Gujarat Revenue Tribunal. On\nbehalf of the appellant it was contended that the subsequent\namendment brought out under the 1974 amending Act which\ncame to be notified on 01.04.1976 was only by way of D\nclarification about 'Bid lands' in consonance with the definition\nof 'agriculture'. According to the respondent even such a\nclarification sought to be made under the amending Act 1974\nby way of removal of doubts only revealed that as on the date\nwhen Act, 1976 which came into effect from 17.02.1976 'Bid\nlands' were not part of agricultural lands as defined under\nSection 2(1) read along with 2(17) of the 1960 Act.\n33. Mr. Soli Sorabjee, learned senior counsel, to support\nthe submission made on behalf of the appellant, would draw\nsuccor to the definition of the very same expression 'Bid land'\nunder Act No.XXV of 1951 as well as Act No.XXVI of 1951 and\nAct No.III of 1952. Under Act XXV of 1951 in Section 2(6)\ndefinition of 'Bid land' has been defined to mean such land\nraised by Girasdar for grazing his cattle or for cutting grass for\nthe use of his cattle. Under Section 2(18) of Act No.XXV of\n1951, the definition of 'land' under said Act included 'Bid land'.\nThe purport of the said enactment was to end Girasdar system\nand while doing so regulate the relationship between the\nGirasdars and their tenants and to enable the latter to become\noccupants of the 'land' held by them as tenants and\nE\nF\nG\nH\n546 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA simultaneously to provide for the amount of compensation\npayable to Girasdars for the extinguishment of their rights.\nWhatever be the purport of the enactment, the definition of 'land'\nas defined under Section 2(18) and 'Bid land' as defined under\nSection 2(6) discloses that 'Bid land' would be a land which\nB was treated on par with agricultural land and such land is none\nother than the land which is used for grazing by cattle as well\nas for cutting grass for the use of cattle.\nC\nD\n34. With that when we come to the nature of description\nof 'Bid land' in the Act No.III of 1952, under Section 2(a) 'Bid\nland' has been defined to mean such land as on 17.04.1951\nspecifically reserved for being used by a Girasdar or\nBarkhalidar for grazing cattle or for cutting grass. Under Section\n4 the manner of vesting of such of those lands described therein\nvested in the State and thereby assuming the character of the\nproperty of the State of Gujarat and consequently all rights held\nby Girasdars or Barkhalidars in such property deemed to have\nbeen extinguished. For our limited purpose, it will be sufficient\nto confine our consideration to the definition under Section 2\n(a) of Act No.Ill of 1952 which defines 'Bid land'. As stated\nE earlier 'Bid land' is a land used for grazing by cattle or for cutting\ngrass in the tenure lands held by Girasdar or Barkhalidar. When\nwe refer to Saurashtra Abolition Act 1951 i.e. Act XXVI of 1951\nthe definition under section 2 (ii) which defines 'Bid land' to\nmean such land as has been used by Barkhalidars for grazing\nF his cattle or for cutting grass for the use of his cattle. The purport\nof the said enactment was for improvement of the land revenue\nadministration and agrarian reforms which necessitated\nabolition of Barkhalidars tenure prevailing in certain parts of\nSaurashtra. Under Section 6(1) of Act XXVI of 1951, the right\nG of allotment of land under the said act in favour of Barkhalidar\nis stipulated. The manner in which the application for allotment\nis to be made is also provided therein. Under sub-section (2)\nof Section 6 while making an application for allotment the\ndetails to be furnished by Barkhalidar has been set out wherein\nunder clause (c) (iii) of sub clause (2) of Section 6 it is stipulated\nH\n"}