{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"STATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 527\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n(supra), which squarely covers the case on hand, the order A\nimpugned is liable to be set aside.\nB\nC\n13. As against the above submission, Mr. Naphade,\nlearned senior counsel prefaced his submission by contending\nthat the stand of the appellants that 'Bid lands' were agriculture\nlands under the Act was not correct. Learned senior counsel\npointed out that the appellant initiated proceedings against the\nrespondent both under the Act of 1960, as well as, the Act,\n1976 and that in fact they were also keen to proceed under the\nAct, 1976. While referring to the submission of learned senior\ncounsel for the appellant Mr. Naphade contended that the\nargument based on Article 252 of the Constitution and its effect\nwas almost given up by the appellant. The learned senior\ncounsel after referring to the unamended Act of 1960 and the\ndefinition of 'agriculture', 'agriculturist' and 'to cultivate personally'\nand the definition of 'agricultural land' and 'Bid Land' of Girasdar D\nunder the Saurashtra Act No.XXV of 1951 contended that the\nvarious definitions under the Act of 1960 were more concerned\nwith the 'agriculturists' and their close proximity to the land held\nby them, while under the Saurashtra Reforms Act the stress was\nmore on the lands held by the grantees as tenure holders in E\nsome form or the other. In that context, learned senior counsel\nsubmitted that the definition between the 'Bid land' and the\n'agriculture land' was clearly known to the Legislature as could\nbe seen from the definition so drawn in the provisions\ncontained under the Act of 1960, as well as, the Saurashtra F\nLand Reforms Act. According to learned senior counsel, the\nreference to the description of 'Bid lands' under Saurashtra Act\nNo.XXV of 1951 and the 'Act XXVI of 1951 disclose that the\nLegislature was conscious of the fact that the Act of 1960 did\nnot include 'Bid lands' in the definition of 'land'.\n14. While referring to the amendment which was brought\nout to the definition of 'land' in the Act of 1960, in particular\nSections 4, 5 and 10 of the Amendment Act by which\namendment was brought into Sections 2(1) and 2(17) and\nG\nH\n528 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA introduction of Section 2(27A) in the principal Act the learned\ncounsel contended that the intention of the Legislature to bring\ninto effect certain consequences pursuant to the amendment\nafter the specified date, namely, 01.04.1976 was clearly spelt\nout. According to learned counsel, it was not merely by way of\nB removal of doubt that the Amendment Act of 1974 was brought\nin but a significant purport was intended in bringing out such\namendments to take effect on and after 01.04.1976 which has\nbeen specifically mentioned in Section 2 (27A) which came to\nbe introduced by Amendment Act of 1974.\nC\n15. The learned senior counsel then contended that even\nassuming that the Amendment Act of 1974 would apply to the\ncase on hand, since the respondent did not fall under the\ndefinition of 'Ruler' as stipulated in Section 2(17)(ii)(d) of the\nAmended Act, the Act of 1960 cannot be applied to the case\nD of the respondent. Learned senior counsel by referring to Article\n366 of the Constitution pointed out that under sub-clause 22 of\nArticle 366 a 'Ruler' has been defined to mean the Prince, Chief\nor other person who at any time before the commencement of\nthe Constitution (26th Amendment) Act, 1971 was recognized\nE by the President as the 'Ruler' of an Indian State or any person\nwho at any time before such commencement was recognized\nby the President as the successor of such 'Ruler' and a person\nthus fulfill the above criteria alone would come within the\ndefinition of 'Ruler'. The learned senior counsel contended that\nF the respondent was never recognized in accordance with such\nconstitutional provision and, therefore, the said Section\n2(17)(ii)(d) of the Amended Act can have no application to the\ncase of the respondent. It was further contended that the\nrespondent would neither fall under the category of Girasdar or\nG Barkhalidar or in the category of 'Ruler' and, therefore, even if\nthe Amended Act of 1974 is applied, the respondent stood\nexcluded from the coverage of the Act.\nH\n16. The learned senior counsel, therefore, contended that\nthe argument that 'Bid lands' were already governed by the\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 529\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\ndefinition of 'agriculture' (i.e.) long prior to the coming into force A\nof the 1974 Act, namely, from 01.04.1976 cannot be accepted.\nA fortiori, learned senior counsel contended that when the\nstatute is clear in its ambit and scope and there being no\nambiguity, there was no necessity to rely upon or refer to the\nObjects and Reasons to understand the purport of the B\nenactment and relied upon the Constitution Bench decision of\nthis Court reported in Pathumma \u0026 Others Vs. State of Kerala\n\u0026 Ors. reported in (1978) 2 SCC 1. The learned senior counsel,\ntherefore, contended that whatever argument now raised based\non the expression 'Bid lands' on behalf of the appellant may C\nhold good only after 01.04.1976 and that the heavy reliance\nplaced upon Nagbhai Najbhai Khackar (supra) cannot also\ncome to the aid of the appellant since the various principles\nset out in the said decision were solely based on the\nAmendment Act, 1974 as has been specifically spelt out in\nD\nvarious paragraphs of the said decision. The learned senior\ncounsel pointed out that the said decision, does not, apply to\nthe facts of this case, inasmuch as, there was no reference to\nthe implication of the Act, 1976 which came into effect as early\nas on 17.02.1976 vis-à-vis the Act of 1960 and the said Act\nE\nbeing an Act of Parliament, the appellant was bound by the\nprovisions contained therein which would negate the entire\nsubmission made on behalf of the appellant.\n17. According to learned senior counsel when the\napplication of Act, 1976 was not the subject matter of F\nconsideration while deciding the scope of the amendment Act\nof 1974 in the judgment reported in Nagbhai Najbhai Khackar\n(supra), reliance placed upon the said decision on behalf of the\nappellant is of no relevance.\n18. The next submission of Mr. Naphade was that the Act,\n1976 and the Act of 1960 were operating in their respective\nfields, though relatable to holding of lands. Learned counsel\nafter making reference to Section 1(2), 2 (A), 2 (C), 2(N) and\nthe Schedule to the Act, 1976 pointed out that Rajkot where\nG\nH\nC\n530 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA the disputed land situate, fell within the urban agglomeration\narea, that the land in question is admittedly a land referred to\nin the Master Plan as has been stipulated under Section 2(o)\nof the Act, 1976 and, therefore, there is a world of difference\nfor considering the land classified as 'agricultural land' under\nB both the enactments. According to learned senior counsel,\nhaving regard to the Explanations A, B \u0026 C of Section 2(q) of\nthe Act, 1976 a conscious departure has been made with\nreference to the description of 'agricultural land' inasmuch as\nunder the said Act it must be shown that the land was being\n'used' for agricultural purposes in contradistinction to the Act\nof 1960 where a land simpliciter falling under the definition of\n'agriculture' would alone be the relevant factor. Mr. Naphade in\nhis submissions contended that having regard to the\nemergence of Act, 1976 on and from 17.02.1976 and by virtue\nof the Constitutional mandate, the Act of 1960 ceased to have\nany effect on any 'agricultural land' in the State of Gujarat. In\nother words, according to learned senior counsel, since\nadmittedly the lands belonged to the respondent were lying\nwithin the urban agglomeration specified under the Schedule\nto the Act, 1976 the application of Act of 1960 ceased to have\nany effect on the said land and, therefore, the appellant had no\nauthority to invoke the provisions of the Act of 1960 for the\npurpose of acquisition.\nD\nE\n19. Learned senior counsel contended that the 1974\nF Amendment to the Act of 1960 was a 'still born child' inasmuch\nas it came into effect only from 01.04.1976 whereas the Act,\n1976 was brought into force on 17.02.1976 itself and was\nholding the field. The learned counsel stressed the point that\nthe date of passing of the Act was not the relevant date and\nG what was relevant was the date of implementation of the Act\nwhich legal principle was well settled as per the decision\nreported in in the matter of the Hindu Women's Rights to\nProperty Act, 1937 - AIR 1941 F.C. 72.\nH\n20. While meeting the argument of Shri Soli Sorabjee, the\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 531\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\ncontention of Mr. Naphade on Article 252 was that having\nregard to the invocation of the said Article by the State o\nGujarat, there was a virtual surrender of its power to legislate\nand thereby it was denuded of bringing out any legislation afresh\nor by way of amendment on the subject governed by thi\nlegislation brought out pursuant to invocation of Article 252 c\nthe Constitution. In that context, learned senior counsel brought\nto our notice Section 103 of the 1935 Act which was the\ncomparative provision to Article 252 of the Constitution ar\npointed out that under Section 103 of the 1935 Act while the\nStates could approach the Federal Government for bringing out\na legislation, having regard to the specific provisions containe\nin the said Section, the power to deal with such legislation fc.\nany future contingency was retained by the State Government,\nwhile on the contrary the framers of our Constitution even afte\na specific point raised in the Constituent Assembl,\nproceedings for retention of such a power by the State\nGovernment, Article 252 (2) ultimately came to be frame\nmaking it clear that once the power of the legislative\ncompetence of the State was surrendered to the Parliament,\nthereafter any future legislation on the subject could only be dea\nwith by the Parliament and the state was completely denudec\nof such power. In support of the said submission, learned\nsenior counsel relied upon M/s R.M.D.C. (Mysore) Private Ltd\n(supra) and State of U.P. Vs. Nand Kumar Aggarwal and\nothers - (1997) 11 SCC 754.\n21. Learned senior counsel after referring to the orders\nthe Mamlatdar dated 24.08.1982, the Deputy Collector dater\n10.11.1983 and the Gujarat Revenue Tribunal dated 08.09.198!\nas compared to the return filed by the respondent under Sectio\n6 of the Act, 1976 dated 13.08.1976, the order of the compete\nauthority dated 25.05.1983 and the order of the Tribunal under\nthe Act, 1976 dated 18.09.1991 contended that even according\nto the appellants themselves as stated in their reply affidavit no\nagricultural operation was carried out in survey No.111/2-30\nand thereby virtually admitting the position that the lands **\nr\n532 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA question can never be held to be 'agricultural lands'. The learned\ncounsel contended that the appellants were blowing hot and\ncold, that for the purpose of coverage under the Act, 1976 they\nwanted to contend that the lands were not agricultural land,\nwhile when it came to the question of coverage under the Act\nB of 1960, they contended that the very same lands as 'Bid lands'\nwould fall within the definition of 'agriculture'. The learned\ncounsel, therefore, submitted that the impugned judgment of the\nHigh Court was well justified and does not call for interference.\nC\nD\n22. Lastly, it was contended by the learned senior counsel\nfor the respondent that the case of the appellant is also hit by\nthe principle of res judicata. The learned senior counsel by\nreferring to an order passed by the Deputy Collector,\nBhavnagar relating to Bhavnagar 'Bid lands' in his order dated\n09.11.1979 specifically held that the Act of 1960 was not\napplicable to the said lands and that only Act, 1976 would\napply. It was pointed out that when the issue went before the\nHigh Court of Gujarat in Special Civil Application No.941 of\n1980 a joint affidavit of two Deputy Collectors dated\n06.10.1980 came to be filed with reference to Bhavnagar 'Bid\nE lands' wherein it was reiterated on behalf of the Government\nthat only Act, 1976 would apply to 'Bid land' in urban\nagglomeration of Bhavnagar and that the Act of 1960 was not\napplicable. Learned senior counsel also referred to an affidavit\ndated 16.02.2000 filed by the Deputy Secretary, Revenue\nF Department, Government of Gujarat in relation to Bhavnagar\n'Bid lands' before the High Court of Gujarat in Civil Application\nNo.15529/1999 in S.C.A. No, 10108/1994 wherein a clear\nstand was taken by the State Government that possession of\nBhavnagar 'Bid land' not having been acquired and taken under\nG the Act, 1976 when the Act was in force, after its repeal, there\nwas no scope to take possession of those lands.\nH\n23. The learned senior counsel also referred to the\ndecision of this Court in Palitana Sugar Mills (P) Ltd. and\nanother Vs. State of Gujarat and others - (2004) 12 SCC 645\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 533\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\nand contended that in a contempt petition filed at the instance A\nof a purchaser of Bhavnagar 'Bid lands' this Court after tracing\nthe history of the earlier litigation wherein it was concluded that\nBhavnagar 'Bid lands' were controlled by the provisions of the\nAct, 1976 and not by the Act of 1960 and consequently the\nmatter having been finally decided by the Courts and reached B\nits finality the authorities cannot reopen the same. The learned\nsenior counsel, therefore, contended that since the decision on\nthe applicability of the Act of 1960 vis-à-vis the Act, 1976 in\nrelation to 'Bid lands' of the 'Ruler' of erstwhile Bhavnagar State\nhaving been examined and ultimately concluded that in respect C\nof such lands only the Act, 1976 would apply, in the case on\nhand as the lands in question were lying within the 'urban\nagglomeration' area, the said conclusion which reached its\nfinality in this Court would operate as res judicata. The learned\nsenior counsel contended that though this contention was\nraised before the High Court, the Division Bench after referring\nto the contention felt it unnecessary to decide the issue since\nthe stand of the appellant was rejected on other grounds.\nD\n24. While meeting the last of the submission of learned\nsenior counsel for the respondent, Mr. Soli J. Sorabji contended E\nthat the principle of res judicata can have no application to the\ncase on hand since none of the earlier proceedings relating to\nBhavnagar 'Bid lands' had anything to do with the lands of the\nrespondent with reference to which alone we are concerned\nand, therefore, on that score itself the said contention should F\nbe rejected. According to learned senior counsel, the\napplication of the principle of res judicata, as set out in Section\n11 of CPC, was not fulfilled and, therefore, the said submission\nmade on behalf of the respondent cannot be considered. The\nlearned senior counsel pointed out to the specific facts which G\nwere referred to in the joint affidavits of two Deputy Collectors\nfiled in S.C.A. No.941/1980 wherein it was specifically averred\nto the effect that since a long time to the knowledge of the land\nholder, the land in question were demonstrated or meant for\nresidential purpose in the master plan which was prepared H\n534\nSUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA since August 1976, that the land in question fell within the\nB\nC\nD\nE\ndefinition of 'urban land' under Section 2(o) of the Act, 1976\nand, therefore, the overriding effect of Section 42 of the Act,\n1976 excluded the application of the Act of 1960. The learned\nsenior counsel contended that in the light of the above peculiar\nfacts relating to Bhavnagar 'Bid lands' which ceased to be a\n'Bid land' and was classified as residential plot in the Master\nPlan at the relevant point of time, the stand of the authorities\nas regards the exclusive application of Act, 1976 continued to\nbe maintained even after the said Act came to be repealed.\nThe learned senior counsel contended that it will be\npreposterous if a decision reached in regard to a case which\nwas governed by its own special facts to apply the principle of\nres judicata to a different case where the fact situations are\nentirely different and in which case in no prior proceedings it\nwas admitted by the authorities concerned that Act, 1976 alone\nwould apply to the exclusion of the Act of 1960.\n25. Having heard the eloquent submissions of Shri Soli J.\nSorabjee, learned senior counsel for the appellant and the\nenlightening submissions of Shri Naphade, learned senior\ncounsel for the respondent, we find that while the simple case\nof the appellant, namely, the State of Gujarat is that the\nrespondents' lands being 'Bid lands' are agricultural lands and\nthereby governed by the provisions of Act of 1960, the whole\nendeavour of the respondent was that the lands were never\nF classified as \"agricultural lands\", that they were indisputably\n\"urban lands\" governed by the provisions of the Act, 1976 and\nconsequently the application of the Act of 1960 stood excluded.\nThe enlightening submissions of the respective counsel oblige\nus to set out various legal principles highlighted before us in\nG order to appreciate the respective submissions and thereby\narrive at a just conclusion.\nH\n26. In the forefront, we want to make a detailed reference\nto certain relevant provisions of the Act of 1960 prior to its\namendment and after its amendment, Saurashtra Act No.Ill of\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 535\nJADEJA [FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n1952, Saurashtra Act No.XXV of 1951, Saurashtra Act No. A\nXXVI of 1951, Section 103 of The Government of India Act,\n1935 and Article 252 of the Constitution. The relevant provisions\nunder the unamended Act of 1960 are Section 2(1), Section\n2(3), Section 2(11), Section 2 (12), Section 2(17) and Section\n6. Under the amended Act of 1960, the relevant provisions are B\nSection 2(1) (a) (b), (c), Section 2(17) (i) (ii) (a), (b), (c), (d) and\nSection (27A). Under Saurashtra Act No.Ill of 1952, the relevant\nprovisions are Section 2(a), (b), (e), (f), Section 4 and Section\n5(1), (2). Under Saurashtra Act XXV of 1951, the relevant\nprovision are Sections 2(6), 2 (15) and 2(18). Under the\nC\nSaurashtra Act No.XXVI of 1951, the relevant provision is\nSection 2 (ii).\n27. For easy reference, the above provisions are extracted\nhereunder:\nThe Gujarat Agricultural Lands Ceiling Act, 1960\nSection 2. Definitions- In this Act, unless the context\nrequires otherwise-\nD\n(1) \"agriculture\" includes horticulture, the raising of E\ncrops, grass or garden produce, the use by an\nagriculturist of the land held by him or part thereof\nfor grazing but does not include-\n(i) the use of any land, whether or not an\nappenage to rice or paddy land, for the\npurpose of rab-mannure;\n(ii) the cutting of wood, only;\n€\n(iii) dairy farming;\n(iv) poultry farming;\n(v) breeding of live-stock; and\n(vi) such other pursuits as may be prescribed.\nF\nG\nI\nA\nB\nC\nD\nE\nF\nG\nH\n536 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nExplanation - If any question arises as to whether any land\nor part thereof is used for any of the pursuits specified in\nany of the sub-clauses (i) to (vi), such question shall be\ndecided by the Tribunal;\n(3) \"agriculturist\" means a person who cultivates land\npersonally\"\n(11) \"to cultivate\" with its grammatical variations and\ncognate expressions means to till or husband the land for\nthe purpose of raising or improving agricultural produce,\nwhether by manual labour or by means of cattle or\nmachinery or to carry on any agricultural operation thereon;\nExplanation- A person who enters into a contract only to\ncut grass or to gather the fruits or other produce of trees,\non any land, shall not on that account only, be deemed to\ncultivate such land;\n(12) \"to cultivate personally\" means to cultivate land on\none's own account-\n(i) by one's own labour, or\n(ii) by the labour of any member of one's family, or\n(iii) under the personal supervision of oneself or any\nmember of one's family by hired labour or by servants on\nwages payable in cash or kind but not in crop share;\nExplanation-I.-A widow or a minor or a person who is\nsubject to any physical or mental disability, or a serving\nmember of the armed forces shall be deemed to cultivate\nland personally, if such land is cultivated by her or his\nservants or hired labour;\nExplanation II.- In the case of a joint family, land shall be\ndeemed to be cultivated personally, if it is so cultivated by\nany member of such family;\n"}