{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 11 S.C.R. 507\nSTATE OF GUJARAT \u0026 ANOTHER\nV.\nMANOHARSINHJI PRADYUMANSINHJI JADEJA\n(Civil Appeal No. 612 of 2002)\nDECEMBER 4, 2012\n[DR. B.S. CHAUHAN AND FAKKIR MOHAMED\nIBRAHIM KALIFULLA, JJ.]\nGujarat Agricultural Lands Ceiling Act, 1960:\nA\nB\nC\nD\nE\nss.2(1), 2(3), 2(11), 2(12) and 2(17) read with s.2(6) of\nGujarat Act 25 of 1951, s.2(11) of Gujarat Act 26 of 1951 and\ns.2(a) of Gujarat Act 3 of 1952 - 'Bid land' - Nature of - Held:\nFrom the definition of 'agriculture' u/s 2(1), the definition of\n‘agriculturist' u/s. 2(3) along with the expression 'a person who\ncultivates land personally' u/s 2(12) and the definition of 'land'\nu/s. 2(17) of the unamended Act of 1960, it is evident that the\nlegislature intended and did include 'lands' held by\n‘agriculturist' where grass is raised or used for grazing\npurposes as part of agricultural land which was in possession\nof agriculturist - Such lands where grass is grown or used for\ngrazing purpose are always known as 'bid land' and would be\nsubject to the restrictions imposed for the purpose of\nascertaining the ceiling limit, unaffected by the coming into\nforce of the 1976 Act as well as the Amendment Act of 1974\nand, therefore, determination of holding of such excess\nagricultural land under the Act of 1960 prior to the coming into\nforce of the Act, 1976 should be operated upon - Saurashtra\nLand Reforms Act, 1951 (Act 25 of 1951), Saurashtra\nBarkhali Abolition Act, 1951 (Act 26 of 1951) – Saurashtra\nEstates Acquisition Act, 1952(Act 3 of 1952) - Gujarat G\nAgricultural Lands Ceiling (Amendment Act), 1972 (Act 2 of\n1974) – Urban Land (Ceiling and Regulation) Act, 1976.\n-\nUrban Land (Ceiling and Regulation) Act, 1976:\n507\nF\nH\nA\n508\nSUPREME COURT REPORTS\n-\n[2012] 11 S.C.R.\ns.2(o) – “Urband land\" - Held: Would mean any land\nsituated within the urban agglomeration referred to as such\nin the Master Plan and would exclude any such land which is\nmainly used for the purpose of 'agriculture' - The situation has\nnow come where the position has to be made loud and clear\nB to state that the 1976 Act would govern only such of those\nlands which would fall within its area of operation within urban\nagglomeration to the specific exclusion of the agricultural\nlands and consequently the continued application of the un-\namended Act of 1960 would remain without any restriction.\nC\nIn the proceedings under the provisions of the\nGujarat Agricultural Lands Ceiling Act, 1960, (the 1960\nAct), 587 acres, 35 gunthas of lands belonging to the\nrespondent were declared as surplus. Ultimately, his writ\npetition was allowed by the single Judge of the High\nD Court holding that his lands were covered by the Urban\nLand (Ceiling and Regulation) Act, 1976 (the 1976 Act)\nand not by the 1960 Act. The Letters Patent Appeal filed\nby the State Government was dismissed by the Division\nBench of the High Court.\nE\nF\nG\nH\nIn the instant appeal filed by the State Government,\nthe case of the appellants-authorities was that the\nrespondent's lands being 'bid lands' were agricultural\nlands and thereby governed by the provisions of Act of\n1960. The stand of the respondent was that the lands\nwere never classified as \"agricultural lands\"; that they\nwere indisputably “urban lands\" governed by the\nprovisions of the 1976 Act and, consequently, the\napplication of the Act of 1960 stood excluded.\nThe questions for consideration before the Court\nwere:\n(i) Whether 'Bid land' would fall within the definition\n'land' read along with the definition of 'agriculture' as\ndefined u/ss 2(17) and 2(1) of the Act of 1960?;\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 509\nJADEJA\n(ii) In order to ascertain the nature of description of A\n'bid land' can the definition of the said expression\nunder the earlier statutes viz. Act No.XXV of 1951, Act\nNo.XXVI of 1951 and Act No.Ill of 1952 can be\nimported?\n(iii) What is the implication of the Urban Land Ceiling\nAct, 1976 vis-à-vis the Act of 1960 in respect of 'bid\nland'?;\nB\n(iv) Whether the Amendment Act of 1974 which came\ninto effect from 01.04.1976 and the definition of 'Bid C\nland' under the said Amendment Act of 1974 can be\napplied for the purpose of deciding the issue\ninvolved in this litigation?;\n(v) Whether the ratio decidendi of this Court in D\nNagbhai Najbhai Khackar can be applied to the facts\nof this case?;\n(vi) Whether the orders of the authorities under the\nAct of 1960 impugned before the High Court were hit\nby the principles of res judicata?; and\n(vii) What is the effect of the repealing of the Urban\nLand Ceiling Act over the Act of 1960?”\nAllowing the appeal, the Court\nE\nLL\nF\nHELD: 1.1. A careful consideration of the provisions\nof ss. 2(17), 2(1), 2(3), 2(11) and 2(12) of the Gujarat\nAgricultural Lands Ceiling Act, 1960, which respectively\ndefine the expressions ‘land', 'agriculture', ‘agriculturist',\n'to cultivate' and 'to cultivate personally', gives a clear G\nidea that the lands which are used as well as which are\ncapable of being used for the purpose of agriculture\nincluding lands used for raising grass or either full or part\nof it used for grazing purposes, would come within the\nambit of the Act and would be subject to the restrictions H\n510 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA imposed for the purpose of ascertaining the ceiling limit.\nIn view of the explanation part of sub s.(1) of s. 2 which\ncontains as many as Clauses (i) to (vi) the lands used for\ngrazing purposes as well as cutting of grass for rearing\nof cattle are not the lands to be excluded from the\nB definition of 'agriculture'. The definition of 'land' u/s. 2(17)\ncategorically mentions that the land which is either used\nor capable of being used for agricultural purposes would\nfall within the said definition. Therefore, reading the above\ndefinitions together, a 'land' where grass is grown or\nused for grazing purposes, would fall within the inclusive\nprovision of the definition of ‘agriculture'. The definition\nof ‘bid land' in Act Nos. XXV of 1951, XXVI of 1951 and\nAct No. III of 1952 make the position clear that the ‘bid\nland' is nothing but the land used for grazing of cattle and\nfor raising grass for the purpose of rearing of cattle. [Para\nD\n29-30 and 35] [543-C-E-F; 543-G-H; 544-A, 547-D-G]\nC\n1.2. Under the amended Act of 1960, the definition of\nagriculture u/s. 2(1) as it existed prior to the said\namendment was maintained. In addition, some of those\nE excluded categories, namely, the one mentioned in sub\nclauses (i), (ii), (iii), (iv) and (v) were also included as falling\nwithin the definition of the expression 'agriculture'.\nFurther the nature of exclusion as mentioned in sub-\nclause (vi) of sub-s.(1) of s.2, namely, such other pursuits\nF as may be described was also mentioned by stating that\nsuch of those pursuits which have been prescribed prior\nto the specified date would continue to stand excluded\nfor that period which was prior in point of time to the\nspecified date as mentioned in the Amendment Act which\nG was notified on 01.04.1976. [Para 36] [547-G-H; 548-A-B]\nH\n1.3. It is relevant to mention the date which was\nspecified under the Amendment Act which as per s.2\n(27A) meant the date of the coming into force of the\namended Act of 1974, namely, 01.04.1976. Therefore, the\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 511\nJADEJA\nconclusion to be drawn would be that as from 01.04.1976 A\nthe definition of ‘agriculture' under the amended Act was\nwider in scope which included land used whether or not\nas an appendage to rice or paddy land for the purpose\nof rabmanure, dairy farming, poultry farming, breeding of\nlivestock and the cutting of woods and such of those\nlands which were in the excluded category under the\nunamended Act cease to have effect of such exclusion\non and after 01.04.1976. [Para 36] [548-C-D]\nB\nC\nD\n1.4. The expression 'agriculture' u/s 2(1) of the 1960\nAct, when examined uninfluenced by the Amendment Act\nof 1974, specifically defines ‘agriculture' to include the\nland used for raising of grass, crops or garden produce\nand the use by an agriculturist of the land held by him or\npart thereof for grazing. The apparent intention of the\nlegislature in including the land used for grazing or for\nraising grass as per the definition of 'agriculture' under\nthe 1960 Act is quite explicit, inasmuch as, the use of\ncattle in farming operation was inseparable at the relevant\npoint of time. Therefore, when the Legislature thought it\nfit to include the land for raising grass and used for E\ngrazing, as part of definition of ‘agriculture'; there is no\nneed to seek succour from any other definition which\nwas sought to be introduced at any later point of time by\nway of amendment under the Amendment Act of 1974.\n[Para 46] [554-D-E, F-H]\n1.5. Inasmuch as the invocation of the Amendment\nAct of 1974 cannot be made having regard to its\nsubsequent emergence, namely, 01.04.1976 i.e. after the\ncoming into force of Act, 1976 as from 17.02.1976, the\nposition that prevailed under the unamended Act of 1960\nhas to be considered, in order to find out whether the\n1960 Act is applicable in respect of the lands held by the\nrespondent for the purpose of its enforcement or\notherwise against the respondent. [Para 53] [558-D-E]\nLL\nF\nG\nH\nA\n512 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\n1.6. The definition of ‘agriculturist' u/s. 2(3) and the\nexpression \"to cultivate” as defined u/s. 2(11), as well as,\nthe expression \"to cultivate personally\" as defined u/s.\n2(12) of the Act, considered together, make the position\nclear that even a person cultivating the lands by one's\nB own labour or by any other member of one's family or\nunder the personal supervision of oneself or any member\nof ones' family by hired labour or by servants on wages\npayable in cash or kind would nonetheless fall within the\nfour corners of the expression \"agriculturist”. Therefore,\nthe expression \"agriculturist\" used in the definition\nclause u/s 2(3) or “agriculture” u/s. 2(1) is wide enough\nto include the respondent who though was once a 'Ruler'\nand was not tilling the land by himself would still fall\nwithin the definition of ‘agriculturist' when such\nagricultural operation, namely, cultivation of land is\ncarried out with the support of any one of his family\nmembers by supervising such operation or by engaging\nany labour to carry out such cultivation. [Para 54] [558-\nF-H; 559-A-C]\nC\nD\nய\nE\n1.7. This Court is, therefore, of the firm view that 'bid\nland', the nomenclature of which was categorically\nadmitted by the respondent and having regard to its\nnature and purpose for which it was put to use would\nsquarely fall within the definition of ‘agriculture' as\nF defined u/s. 2(1) of the Act of 1960 as it originally stood\nunaffected by the coming into force of the Act of 1976 as\nwell as the Amendment Act of 1974. In the result, its\napplication to those 'bid lands' held by the respondent\ncannot be thwarted. [Para 54] [559-D-E]\nG\nH\n2.1. The definition of 'bid land' u/s. 2 (6) of the\nSaurashtra Act No. XXV of 1951 clearly stated that it\nwould refer to the lands used for grazing of cattle and for\ncutting grass for the use of cattle. The said definition was\nconsistently maintained in the Saurashtra Act No.XXVI of\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 513\nJADEJA\n1951 [s.2(ii)], as well as, Saurashtra Act No.III of 1952 A\n[s.2(a)]. [Para 46] [554-C-D]\n2.2. 'Bid land' was one type of land held by Girasdars\nand Barkhalidars by way of grant and it was in that\ncontext the character of 'bid land' was defined for the B\npurpose of ascertaining the total extent of land held by\neach of the Girasdar and Barkhalidar. The\nextinguishment of the rights of Girasdars and\nBarkhalidars as well as the Rulers does not mean that the\ndefinition assigned to 'bid land' should be restricted in\nrespect of those specific persons alone and cannot be\napplied in general for any other purpose. [Para 49 and 52]\n[556-C-D; 557-D-E]\nC\n2.3. The definition of 'bid land' has to be considered\nde hors the ownership or in whose possession such D\nland remains or vests on any particular date. The\ncharacter of 'bid land' cannot vary simply because it is\nin the hands of Girasdars and Barkhalidars or with any\nother person including a former Ruler. Though\nSaurashtra Acts Nos. III of 1952, XXV of 1951 and XXVI E\nof 1951 pertain to the estates held by Girasdars and\nBarkhalidars as well as the Rulers of the erstwhile\nSaurashtra State, the definition of 'bid land' contained in\nthose legislations could however be taken into account\nfor the purpose of understanding the meaning of ‘bid F\nland'. Once the 'bid land' can be defined to mean such\nland used for grazing of cattle or for cutting grass for the\nuse of cattle irrespective of the nature of possession of\nsuch lands with whomsoever it may be, a 'bid land' would\nbe a 'bid land' for all practical purposes. There is nothing\nto show that a ‘bid land' is capable of being defined\ndifferently or that it was being used for different purpose\nby different persons. [Para 48 and 52] [555-E-F; 557-G-H;\n558-B-C]\nG\n3.1. By virtue of s. 1(2) of the Urband Land Ceiling H\n514 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA Act, 1976, the Act was applied to the whole of the State\nof Gujarat. Under s. 2(a), the appointed day was defined\nto mean in relation to any State to which the Act applied\nin the first instance, the date of its introduction in\nParliament, which was admittedly 17.02.1976. Under s.\nB 2(n) what is an ‘urban agglomeration' has been defined\nand it is not in dispute that district Rajkot where the lands\nin question situate falls within the definition of urban\nagglomeration mentioned in Schedule 1 to the Act. Under\ns. 2(o) of the 1976 Act, ‘urban land' has been defined to\nC mean any land situated within the limits of an urban\nagglomeration referred to as such in the Master Plan.\nHowever, it does not include any such 'land' which is\nmainly used for the purpose of 'agriculture'. Under s. 2(q)\n'vacant land' has been defined to mean land not being\nmainly used for the purpose of agriculture in an urban\nagglomeration subject to other exclusions contained in\nthe said sub-clause (q). [Para 39] [549-H; 550-A-C]\nD\nE\n3.2. The definition of ‘urban land' again makes the\nposition clear that any land situated within the urban\nagglomeration referred to as such in the Master Plan\nwould exclude any such land which is mainly used for\nthe purpose of ‘agriculture'. Under Explanation (A) to s.\n2(o) such of those lands which are used for ‘raising of\ngrass' stood excluded from the use of 'agriculture'. It is\nF worthwhile to note that the 'land used for grazing' has\nhowever not been specifically excluded from the\ndefinition of 'agriculture' in Explanation (A). The\nconspectus consideration of the provisions leads to the\nconclusion that the apparent purport and intent, therefore,\nG was to exclude lands used for agriculture from the\npurview of 1976 Act, which would enable the holders of\nlands of such character used for agriculture to be\nbenefited by protecting their holdings even if such lands\nare within the urban agglomeration limits and thereby\nH depriving the competent authority from seeking to acquire\nSTATE OF GUJARAT v. MANOHARSINHJI PRADYUMANSINHJI 515\nJADEJA\nthose lands as excess lands in the hands of the holder A\nof such lands. [Para 44] [552-G-H; 553-A-C]\nB\nC\n3.3. The conspectus consideration of the various\nprovisions of the 1976 Act considered in the light of the\nobject and purport of the 1960 Act which was intended for\nequal distribution of agricultural lands to the landless poor\nagriculturists, the application of the said Act will have to\nbe independently made and can be so applied as it stood\nprior to the coming into force of the 1976 Act as from\n17.02.1976. At this juncture it will have to be noted and\nstated that the subject, namely, the 'land' being an item\nfalling under Entry 18 of List II of Schedule VII to the\nConstitution, by virtue of the so-called surrender of power\nof legislation in respect of the said entry namely 'land' by\nway of Central Legislation, namely, the 1976 Act to be\nD\nenacted by Parliament pursuant to a State resolution by\ninvoking Art.252 (1) of the Constitution, any subsequent\nlegislation by way of Amendment or otherwise with regard\nto the said Entry, namely, 'land' will be directly hit by the\nspecific embargo contained in Art.252 (2) of the\nConstitution. [Para 45] [553-F-H; 554-A-B]\nE\nพม่\n3.4. As regards the Amendment Act, 1974, the date\nof passing of the Act was irrelevant and what was\nrelevant was the date when the Act was notified, namely,\n01.04.1976. Thus, the amendment came into effect only F\nfrom 01.04.1976 i.e. after the coming into force of the 1976\nAct, namely, 17.02.1976. [Para 42] [552-C-D]\nG\n3.5. There is no conflict in the stand of the appellant\nwhile dealing with the nature of land held by the\nrespondent which was earlier dealt with under the 1960\nAct which came to be considered by the authorities under\nthe 1976 Act, pursuant to the return submitted by the\nrespondent on 13.08.1976 u/s. 6(1) of the 1976 Act. Even\naccording to the respondent, the subject land having\nbeen classified as 'agricultural land' stood excluded from H\nс\n516 SUPREME COURT REPORTS\n[2012] 11 S.C.R.\nA the application of the provisions of the 1976 Act though\nlying within the urban agglomeration area. It was,\ntherefore, axiomatic that de hors the implication of the\nprovision of the 1976 Act by virtue of the character of the\nland held by the respondent, the application of the Act\nB of 1960, as it originally stood prior to 17.2.1976 was\nimperative. Such a legal consequence existed. Even\naccepting that being agricultural land lying within the\nurban agglomeration, the application of the 1976 Act\nstood excluded, there would not be any scope at all for\nthe respondent to claim on that score that the application\nof the Act of 1960 should also be excluded. Therefore,\ntaking note of the categorical stand of the respondent\nhimself, having claimed exclusion of such of those lands\nwhich were classified as ‘agricultural land', which\nincluded 'bid land' as well from the application of the\nprovisions of the 1976 Act, the authorities competent\nunder the provisions of such other enactments which\nwould govern such agricultural lands would be free to\nexercise their powers under these enactments. It can\nnever be said that there would be a vacuum in so far as\nthe application of any statute over the lands held by the\nrespondent that have been classified as 'agricultural\nland'. [Para 69, 70] [569-C-D, F-H; 570-A-D]\nD\nE\n3.6. Therefore, the legal position that would emerge\nF would be that going by the stand of the respondent, his\nlands to an extent of 579 acres, 27 Gunthas being\n'agricultural land' if stood excluded from the application\nof the provisions of the 1976 Act, such lands were\nalready governed by the provisions of the Act of 1960 as\nit originally stood and applied and there can be no demur\nto it. [Para 70] [570-D-E]\nG\nH\n3.7. The Act of 1960 in its un-amended form applied\non its own and continued to hold the field and was in\noperation over the 'agricultural lands' over which the\n"}