{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"MARTIN F. D'SOUZA v. MOHD. ISHFAQ\n283\nMedical Sciences has been doing outstanding research A\nin Stem Cell Therapy for the last eight years or so for\ntreating patients suffering from paralysis, terminal cardiac\ncondition, parkinsonism, etc, though not yet with very\nnotable success. This does not mean that the work of\nStem Cell Therapy should stop, otherwise science cannot\nprogress. [Para 116] [322-F-G]\nB\n9.1. Whenever a complaint is received against a\ndoctor or hospital by the Consumer Fora (whether\nDistrict, State or National) or by the Criminal Court then\nbefore issuing notice to the doctor or hospital against C\nwhom the complaint was made the Consumer Forum or\nCriminal Court should first refer the matter to a competent\ndoctor or committee of doctors, specialized in the field\nrelating to which the medical negligence is attributed, and\nonly after that doctor or committee reports that there is a D\nprima facie case of medical negligence should notice be\nthen issued to the concerned doctor/hospital. This is\nnecessary to avoid harassment to doctors who may not\nbe ultimately found to be negligent. This Court further\nwarns the police officials not to arrest or harass doctors E\nunless the facts clearly come within the parameters laid\ndown in Jacob Mathew's case, otherwise the policemen\nwill themselves have to face legal action. [Para 117] [322-\nH; 323-A-C]\nF\n9.2. In the present case the appellant was faced with\nan extremely serious situation. Had the appellant been\nonly suffering from renal failure it is possible that a view\ncould be taken that the dose prescribed for the appellant\nwas excessive. However, the respondent was not only\nsuffering from renal failure but he was also suffering from G\nurinary tract infection and also blood infection i.e.\nSepticaemia which is blood poisoning caused by bacteria\nor a toxin. He had also extremely high urea. In this\nextremely serious situation, the appellant had naturally to\nH\n↓\n284\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA take a drastic measure to attempt to save the life of the\nrespondent. The situation was aggravated by the non-\ncooperation of the respondent who seems to be of an\nassertive nature as deposed by the witnesses.\nExtraordinary situations require extraordinary remedies.\nB Even assuming that such a high dose of Amikacin would\nordinarily lead to hearing impairment, the appellant was\nfaced with a situation between the devil and the deep sea.\nIf he chose to save the life of the patient rather than his\nhearing surely he cannot faulted. [Para 118] [323-C-G]\nC\n9.3. As regards the impairment of hearing of the\nrespondent it may be mentioned that there is no known\nantibiotic drug which has no side effect. Hence merely\nbecause there was impairment in the hearing of the\nrespondent that does not mean that the appellant was\nD negligent. The appellant was desperately trying to save\nthe life of the respondent, which he succeeded in doing.\nLife is surely more important than side effects. [Para 121]\n[324-C-D]\nE\nF\n10.1. The courts and Consumer Fora are not experts\nin medical science, and must not substitute their own\nviews over that of specialists. It is true that the medical\nprofession has to an extent become commercialized and\nthere are many doctors who depart from their Hippocratic\noath for their selfish ends of making money. However, the\nentire medical fraternity cannot be blamed or branded as\nacking in integrity or competence just because of some\nbad apples. [Para 123] [324-F-G]\n10.2. It must be remembered that sometimes despite\nG their best efforts the treatment of a doctor fails. For\ninstance, sometimes despite the best effort of a surgeon,\nthe patient dies. That does not mean that the doctor or\nthe surgeon must be held to be guilty of medical\nnegligence, unless there is some strong evidence to\nH suggest that he is. On the facts of this particular case, the\n+\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n285\nimpugned judgment and order of the National A\nCommission is set aside. [Paras 124 and 125] [324-H;\n324-A-C]\nCase Law Reference:\n(2005) 6 SCC 1\nrelied on\nPara 30 B\n(1957) 1 WLR 582\nrelied on\nPara 38\n5\n(1988) 18 Con LR 1\nreferred to\nPara 40\nAIR 1996 SC 2377\nrelied on\nPara 41\nC\n1955 SLT 213\nreferred to\nPara 43\n(1996) 4 SCC 332\nreferred to\nPara 53\nAIR 1989 SC 2039\nreferred to\nPara 55\n☑\nD\nAIR 1996 SC 2426\nreferred to\nPara 59\n(2005) 12 SCC 430\nreferred to\nPara 60\n(2000) 4 SCC 110\nreferred to\nPara 61\n(2005) 7 SCC 22\nreferred to\nPara 62 E\n(2005) 7 SCC 1\nreferred to\nPara 62\nAIR 2000 SC 1888\nreferred to\nPara 62\nAIR 1990 AP 207\nreferred to\nPara 63\nF\nAIR 1969 SC 128\nreferred to\nPara 64\nAIR 2004 SC 4091\nreferred to\nPara 65\n(1996) CPJ 112\nreferred to\nPara 67\nG\n(1998) CPJ 1\nreferred to\nPara 68\n(1998) CPJ 3\nreferred to\nPara 69\n(1998) CPJ 110\nreferred to\nPara 70\nH\n286\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA\nJT 1989 (2) SC 419 =\n1989 (3) SCC 223\nreferred to\nPara 71\n1995(6) SCC 651\nrelied on\nPara 72\nB\nC\nD\nE\nF\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n3451 of 2002.\nFrom the final Judgment and Order dated 22.3.2002 of the\nNational Consumer Disputes Redressal Commission, New\nDelhi in Original Petition No. 178 of 1992.\nManu Aggarwal, Manik Karanjawala and Pragya Ohri for\nthe Appellant.\nMala Goel and Asheesh Kumar Mishra (for Rajinder\nMathur) Goel for the Respondents.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. This appeal against the\njudgment of the National Consumer Disputes Redressal\nCommission, New Delhi dated 22.3.2002 has been filed under\nSection 23 of the Consumer Protection Act, 1986.\n2. Heard learned counsel for the parties and perused the\nrecord.\n3. The brief facts of the case are narrated below :\n4. In March 1991, the respondent who was suffering from\nchronic renal failure was referred by the Director, Health\nServices to the Nanavati Hospital, Mumbai for the purpose of\nG a kidney transplant.\nH\n5. On or about 24.4.1991, the respondent reached\nNanavati Hospital, Bombay and was under the treatment of the\nappellant Doctor. At that stage, the respondent was undergoing\nhaemodialysis twice a week on account of chronic renal failure.\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n287\nInvestigations were underway to find a suitable donor. The\nrespondent wanted to be operated by Dr. Sonawala alone who\nwas out of India from 1.6.1991 to 1.7.1991.\nA\n6. On 20.5.1991, the respondent approached the appellant\nDoctor. At the time, the respondent, who was suffering from high\nfever, did not want to be admitted to the Hospital despite the B\nadvice of the appellant. Hence, a broad spectrum antibiotic was\nprescribed to him.\n7. From 20.5.1991 to 29.5.1991, the respondent attended\nthe Haemodialysis Unit at Nanavati Hospital on three C\noccasions. At that time, his fever remained between 1010-\n1040F. The appellant constantly requested the complainant to\nget admitted to hospital but the respondent refused.\n8. On 29.5.1991 the respondent who had high fever of\n1040F finally agreed to get admitted to hospital due to his D\nserious condition.\n9. On 30.5.1991 the respondent was investigated for renal\npackage. The medical report showed high creatinine 13 mg.,\nblood urea 180 mg. The Haemoglobin of the respondent was\n4.3%. The following chart indicates the results of the study in\ncomparison to the normal range :-\nNormal Range\nE\nS. Creatinine 13.0 mgs. % 0.7 - 1.5 mgs. %\nF\nBlood Urea 180 mgs. % 10-50 mgs. %\nHaemoglobin 4.3 gms. % 11.5-13.5 gms. %\n10. On 30.5.1991, the respondent was investigated for\ntyphoid fever, which was negative. He was also investigated for\nESR, which was expectedly high in view of renal failure and\nanemia infection. Urine analysis was also carried out which\nshowed the presence of bacteria.\nG\nH\nA\nB\nC\nD\nE\n288\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\n11. On 3.6.1991, the reports of the urine culture and\nsensitivity were received. The report showed severe urinary\ntract infection due to Klebsiella species (1 lac/ml.). The report\nalso showed that the infection could be treated by Amikacin and\nMethenamine Mandelate and that the infection was resistant to\nother antibiotics. Methnamine Mandelate cannot be used in\npatients suffering from renal failure.\n12. On 4.6.1991, the blood culture report of the respondent\nwas received, which showed a serious infection of the blood\nstream (staphylococcus species).\n13. On 5.6.1991, Amikacin injection was administered to\nthe respondent for three days (from 5th to 7th June, 1991),\nsince the urinary infection of the respondent was sensitive to\nAmikacin. Cap. Augmentin (375 mg.) was administered three\ntimes a day for the blood infection and the respondent was\ntransfused one unit of blood during dialysis. Consequent upon\nthe treatment, the temperature of the respondent rapidly\nsubsided.\n14. From 5.6.1991 to 8.6.1991, the respondent insisted\non immediate kidney transplant even though the respondent\nhad advised him that in view of his blood and urine infection\nno transplant could take place for six weeks.\n15. On 8.6.1991, the respondent, despite the appellant's\nF advice, got himself discharged from Nanavati Hospital. Since\nthe respondent was suffering from blood and urinary infection\nand had refused to come for haemodialysis on alternate days,\nthe appellant suggested Injection Amikacin (500 mg.) twice a\nday. Certain other drugs were also specified to be taken under\nthe supervision of the appellant when he visited the Dialysis\nG\nUnit.\n16. On 11.6.1991, the respondent attended the\nHaemodialysis Unit and complained to the appellant that he had\nslight tinnitus (ringing in the ear). The appellant has alleged that\nH he immediately told the respondent to stop taking the Amikacin\n1\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.J\n289\nand Augmentin and scored out the treatment on the discharge A\ncard. However, despite express instructions from the appellant,\nthe respondent continued to take Amikacin till 17.6.1991.\nThereafter, the appellant was not under the treatment of the\nappellant.\n17. On 14.6.1991, 18.6.1991 and 20.6.1991 the\nrespondent received haemodialysis at Nanavati Hospital and\nallegedly did not complain of deafness during this period.\nB\n18. On 25.6.1991, the respondent, on his own accord, was\nadmitted to Prince Aly Khan Hospital, where he was also C\ntreated with antibiotics. The complainant allegedly did not\ncomplain of deafness during this period and conversed with\ndoctors normally, as is evident from their evidence.\n19. On 30.7.1991, the respondent was operated upon for\ntransplant after he had ceased to be under the treatment of the\nappellant. On 13.8.1991, the respondent was discharged from\nPrince Aly Khan Hospital after his transplant. The respondent\nreturned to Delhi on 14.8.1991, after discharge.\nD\n20. On 7.7.1992, the respondent filed a complaint before E\nthe National Consumer Disputes Redressal Commission, New\nDelhi (being Original Petition No. 178 of 1992) claiming\ncompensation of an amount of Rs. 12,00,000/- as his hearing.\nhad been affected. The appellant filed his reply stating, inter\nalia, that there was no material brought on record by the F\nrespondent to show any co-relationship between the drugs\nprescribed and the state of his health. Rejoinder was filed by\nthe respondent.\n21. The National Consumer Disputes Redressal\nCommission (hereinafter referred to as `the Commission')\npassed an order on 6.10.1993 directing the nomination of an\nexpert from the All India Institute of Medical Sciences, New\nDelhi (AIIMS) to examine the complaint and give an opinion.\nThis was done in order to get an unbiased and neutral opinion.\nG\nH\n290\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA\nB\nC\n22. AIIMS nominated Dr. P. Ghosh, and the report of Dr.\nP. Ghosh of the All India Institute of Medical Sciences was\nsubmitted before the Commission, after examining the\nrespondent. Dr. Ghosh was of the opinion that the drug\nAmikacin was administered by the appellant as a life saving\nmeasure and was rightly used. It is submitted by the appellant\nthat the said report further makes it clear that there has been\nno negligence on the part of the appellant.\n23. Evidence was thereupon led before the Commission.\nTwo affidavits by way of evidence were filed on behalf of the\nrespondent, being that of his wife and himself. The witnesses\nfor the respondent were :-\n(i) The respondent Mohd. Ishfaq\nD\n(ii)\n(iii)\nE\nF\nThe wife of the respondent\nDr. Ashok Sareen\n(iv) Dr. Vindu Amitabh\n24. On behalf of the appellant, six affidavits by way of\nevidence were filed. These were of the appellant himself, Dr.\nDanbar (a doctor attached to the Haemodialysis Department\nof Nanavati Hospital), Dr. Abhijit Joshi (a Resident Senior\nHouseman of Nanavati Hospital), Mrs. Mukta Kalekar (a Senior\nsister at Nanavati Hospital), Dr. Sonawala (the Urologist who\nreferred the respondent to the appellant) and Dr. Ashique Ali\nRawal (a Urologist attached to Prince Aly Khan Hospital). The\nwitnesses for the appellant were:-\n(i) The appellant-Dr. M.F. D'Souza\nG\n(ii)\nDr. Danbar\n(iii) Dr. Upadhyay\n(iv) Mrs. Mukta Kalekar\nH\n(v) Dr. Ashique Ali Rawal\n'\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n291\n25. The respondent also filed an opinion of the Chief of A\nNephrology at Fairview General Hospital, Cleveland, Ohlo,\nwhich was heavily relied upon in the impugned judgment. The\nappellant has alleged that the said opinion was written without\nexamining the respondent and, in any case, the appellant was\nnot afforded an opportunity of cross-examining the person who\ngave the opinion.\nB\n26. The case of the respondent, in brief, is that the\nappellant was negligent in prescribing Amikacin to the\nrespondent of 500 mg twice a day for 14 days as such dosage\nwas excessive and caused hearing impairment. It is also the C\ncase of the respondent that the infection he was suffering from\nwas not of a nature as to warrant administration of Amikacin\nto him.\nD\n27. The appellant submitted before the Commission that\nat the time of admission of the respondent on 29.5.1991 to the\nhospital, he had fever of 1040F and, after investigation, it was\nfound that his serum creatinine level was 13 mg%, blood urea\n180 mg% and Haemoglobin 4.3 mg. Amikacin was prescribed\nto him only after obtaining blood and urine culture reports on\nE\n3rd and 4th June, 1991, which showed the respondent resistant\nto other antibiotics. Even the witness of the respondent (Dr.\nSareen) conceded that he would have prescribed Amikacin in\nthe facts of the case. However, the Commission allowed the\ncomplaint of the respondent by way of the impugned order\ndated 9.4.2002 and awarded Rs.4 lakh with interest @ 12%\nfrom 1.8.1992 as well as Rs.3 lakh as compensation as well\nas Rs.5000/- as costs.\n28. Before discussing the facts of the case, we would like\nto state the law regarding Medical Negligence in India.\n29. Cases, both civil and criminal as well as in Consumer\nFora, are often filed against medical practitioners and hospitals,\ncomplaining of medical negligence against doctors/hospitals/\nnursing homes and hence the latter naturally would like to know\nF\nG\nH\n292\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA about their liability.\nB\nC\nD\nE\nF\nG\n30. The general principles on this subject have been lucidly\nand elaborately explained in the three Judge Bench decision\nof this Court in Jacob Mathew vs. State of Punjab and Anr.\n(2005) 6 SCC 1. However, difficulties arise in the application\nof those general principles to specific cases.\n31. For instance, in para 41 of the aforesaid decision it\nwas observed:\n\"The practitioner must bring to his task a reasonable\ndegree of skill and knowledge, and must exercise a\nreasonable degree of care. Neither the very highest nor a\nvery low degree of care and competence is what the law\nrequires.\"\n32. Now what is reasonable and what is unreasonable is\na matter on which even experts may disagree. Also, they may\ndisagree on what is a high level of care and what is a low level\nof care.\n33. To give another example, in paragraph 12 to 16 of\nJacob Mathew's case (Supra), it has been stated that simple\nnegligence may result only in civil liability, but gross negligence\nor recklessness may result in criminal liability as well. For civil\nliability only damages can be imposed by the Court but for\ncriminal liability the Doctor can also be sent to jail (apart from\ndamages which may be imposed on him in a civil suit or by\nthe Consumer Fora). However, what is simple negligence and\nwhat is gross negligence may be a matter of dispute even\namong experts.\n34. The law, like medicine, is an inexact science. One\ncannot predict with certainty an outcome of many cases. It\ndepends on the particular facts and circumstances of the case,\nand also the personal notions of the Judge concerned who is\nhearing the case. However, the broad and general legal\nH principles relating to medical negligence need to be\n"}