{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53}],"text":"MARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n323\nthen before issuing notice to the doctor or hospital against A\nwhom the complaint was made the Consumer Forum or\nCriminal Court should first refer the matter to a competent\ndoctor or committee of doctors, specialized in the field relating\nto which the medical negligence is attributed, and only after that\ndoctor or committee reports that there is a prima facie case of B\nmedical negligence should notice be then issued to the\nconcerned doctor/hospital. This is necessary to avoid\nharassment to doctors who may not be ultimately found to be\nnegligent. We further warn the police officials not to arrest or\nharass doctors unless the facts clearly come within the C\nparameters laid down in Jacob Mathew's case (supra),\notherwise the policemen will themselves have to face legal\naction.\n118. In the present case the appellant was faced with an\nextremely serious situation. Had the appellant been only D\nsuffering from renal failure it is possible that a view could be\ntaken that the dose prescribed for the appellant was excessive.\nHowever, the respondent was not only suffering from renal\nfailure but he was also suffering from urinary tract infection and\nalso blood infection i.e Septicaemia which is blood poisoning E\ncaused by bacteria or a toxin. He had also extremely high urea.\nIn this extremely serious situation, the appellant had naturally\nto take a drastic measure to attempt to save the life of the\nrespondent. The situation was aggravated by the non-\ncooperation of the respondent who seems to be of an assertive\nnature as deposed by the witnesses. Extraordinary situations\nrequire extraordinary remedies. Even assuming that such a\nhigh dose of Amikacin would ordinarily lead to hearing\nimpairment, the appellant was faced with a situation between\nthe devil and the deep sea. If he chose to save the life of the\nG\npatient rather than his hearing surely he cannot faulted.\n119. In the present case the blood urea of the respondent\nwas found to be 180 mgs.% whereas normally it should not\nF\nH\n324\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA exceed 10-50 mgs.%. This shows that very serious infection\nin the kidney of the respondent was taking place which required\ndrastic measures.\nB\n120. The allegation against the appellant is that he gave\noverdose of the antibiotic. In this connection it may be\nmentioned that antibiotics are usually given for a minimum of\nfive days, but there is no upper limit to the number of days for\nwhich they should continue, and it all depends on the condition\nof the patient. Giving lesser dose of antibiotic may create other\ncomplications because it can cause resistance in the bacteria\nC to the drug, and then it will be more difficult to treat.\nD\nE\nF\nLL\n121. As regards the impairment of hearing of the\nrespondent it may be mentioned that there is no known\nantibiotic drug which has no side effect. Hence merely because\nthere was impairment in the hearing of the respondent that does\nnot mean that the appellant was negligent. The appellant was\ndesperately trying to save the life of the respondent, which he\nsucceeded in doing. Life is surely more important than side\neffects.\n122. For example many Anti Tubercular drugs (e.g.\nStreptomycin) can cause impairment of hearing. Does this\nmean that TB patients should be allowed to die and not be\ngiven the Anti Tubercular drug because it impairs the hearing?\nSurely the answer will be in the negative.\n123. The courts and Consumer Fora are not experts in\nmedical science, and must not substitute their own views over\nthat of specialists. It is true that the medical profession has to\nan extent become commercialized and there are many doctors\nwho depart from their Hippocratic oath for their selfish ends of\nG making money. However, the entire medical fraternity cannot\nbe blamed or branded as lacking in integrity or competence\njust because of some bad apples.\nH\n124. It must be remembered that sometimes despite their\n7\n!\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n325\nbest efforts the treatment of a doctor fails. For instance,\nsometimes despite the best effort of a surgeon, the patient dies.\nThat does not mean that the doctor or the surgeon must be held\nto be guilty of medical negligence, unless there is some strong\nevidence to suggest that he is.\n125. On the facts of this particular case, we are of the\nopinion that the appellant was not guilty of medical negligence.\nResultantly, the appeal is allowed; the impugned judgment and\norder of the National Commission is set aside. No costs.\nG.N.\nA\nB\nAppeal allowed. C\n"}