{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2009] 3 S.C.R. 273\nMARTIN F. D'SOUZA\nV.\nMOHD. ISHFAQ\n(Civil Appeal No. 3541 of 2002)\nFEBRUARY 17, 2009\n[MARKANDEY KATJU AND R.M. LODHA, JJ.]\nCONSUMER PROTECTION ACT, 1986:\n-\n-\nA\nB\nC\nServices of Doctors - Medical negligence Patient\nsuffering from renal failure - Already undergoing\nhaemodialysis – Treatment - Certain medicines prescribed\nPatient complaining hearing impairment - Approaching\nNational Consumer Disputes Redressal Commission for\ncompensation – Commission allowing the complaint and\nawarding compensation - Appeal by Doctor - Held: Since the D\npatient was not only suffering from renal failure, but also from\nurinary tract infection and blood infection, as also high urea,\nthe doctor had naturally to take a drastic measure to attempt\nto save the life of the patient - Situation was aggravated by\nthe non-cooperation of the patient - Extraordinary situations E\nrequire extraordinary remedies – If the Doctor chose to save\nthe life of the patient rather than his hearing surely he cannot\nbe faulted-Thus in the facts of the case, the doctor was not\nguilty of medical negligence – Consumer Fora/Criminal Court\nshould first refer the matter to a competent doctor or F\nCommittee of doctors specialized in the field and when prima\nfacie case of medical negligence is attributed, then only issue\nnotice to a doctor or hospital against whom complaint made\nDirection issued - Warning to police officials not to arrest\ndoctors in such cases unless the facts clearly come within the G\nparameters laid down in Jacob Mathew's case – Penal\nCode, 1860, s. 304A - Negligence.\n-\n-\n-\n-\nThis appeal has been filed by a Doctor, whose\n273\nH\n274\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA patient had alleged medical negligence against him\nleading to hearing impairment and got certain amount of\ncompensation from the National Disputes Redressal\nCommission.\nB\nAllowing the appeal, the Court\nHELD:1.1. A medical practitioner is not liable to be\nheld negligent simply because things went wrong from\nmischance or misadventure or through an error of\njudgment in choosing one reasonable course of\nC treatment in preference to another. He would be liable\nonly where his conduct fell below that of the standards\nof a reasonably competent practitioner in his field. For\ninstance, he would be liable if he leaves a surgical gauze\ninside the patient after an operation or operates on the\nwrong part of the body, and he would be also criminally\nliable if he operates on someone for removing an organ\nfor illegitimate trade. [Para 41] [295-F-H; 296-A]\nD\n1.2. There is a tendency to confuse a reasonable\nperson with an error free person. An error of judgment\nE may or may not be negligent. It depends on the nature\nof the error. It is not enough to show that there is a body\nof competent professional opinion which considers that\nthe decision of the accused professional was a wrong\ndecision, provided there also exists a body of\nF professional opinion, equally competent, which supports\nthe decision as reasonable in the circumstances. [Paras\n42 and 43] [296-A-C]\nG\nJacob Mathew vs. State of Punjab and Anr. (2005) 6\nSCC 1; Bolam vs. Friern Hospital Management Committee\n(1957) 1 WLR 582 and Achutrao Haribhau Khodwa \u0026 others\nvs. State of Maharashtra \u0026 others, AIR 1996 SC 2377, relied\non.\nEckersley vs. Binnie (1988) 18 Con LR 1, referred to.\nH\n2\n↑\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n275\nHunter vs. Hanley 1955 SLT 213, referred to.\n2.1. The standard of care has to be judged in the light\nof knowledge available at the time of the incident and not\nat the date of the trial. Also, where the charge of\nnegligence is of failure to use some particular equipment,\nthe charge would fail if the equipment was not generally\navailable at that point of time. [Para 44] [296-E-F]\nA\nB\nD\n2.2. The higher the acuteness in an emergency and\nthe higher the complication, the more are the chances of\nerror of judgment. At times, the professional is confronted C\nwith making a choice between the devil and the deep sea\nand has to choose the lesser evil. The doctor is often\ncalled upon to adopt a procedure which involves higher\nelement of risk, but which he honestly believes as\nproviding greater chances of success for the patient\nrather than a procedure involving lesser risk but higher\nchances of failure. Which course is more appropriate to\nfollow, would depend on the facts and circumstances of\na given case but a doctor cannot be penalized if he\nadopts the former procedure, even if it results in a failure.\nThe usual practice prevalent nowadays is to obtain the\nconsent of the patient or of the person in-charge of the\npatient if the patient is not in a position to give consent\nbefore adopting a given procedure. [Para 45] [296-F-H;\n297-A-B]\nE\nF\n2.3. There may be a few cases where an exceptionally\nbrilliant doctor performs an operation or prescribes a\ntreatment which has never been tried before to save the\nlife of a patient when no known method of treatment is\navailable. If the patient dies or suffers some serious harm, G\nshould the doctor be held liable? Science advances by\nexperimentation, but experiments sometime end in failure\ne.g. the operation on the Iranian twin sisters who were\njoined at the head since birth, or the first heart transplant\nby Dr. Barnard in South Africa. However, in such cases\nH\n276\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA it is advisable for the doctor to explain the situation to the\npatient and take his written consent. [Para 46] [297-B-D]\nB\n2.4. Simply because a patient has not favourably\nresponded to a treatment given by a doctor or a surgery\nhas failed, the doctor cannot be held straightway liable\nfor medical negligence by applying the doctrine of res ipsa\nloquitur. No sensible professional would intentionally\ncommit an act or omission which would result in harm\nor injury to the patient since the professional reputation\nof the professional would be at stake. A single failure may\nC cost him dear in his lapse. [Para 47] [297-E-F]\nD\nE\n3.1. When a patient dies or suffers some mishap,\nthere is a tendency to blame the doctor for this. Things\nhave gone wrong and, therefore, somebody must be\npunished for it. However, it is well known that even the\nbest professionals, what to say of the average\nprofessional, sometimes have failures. A lawyer cannot\nwin every case in his professional career but surely he\ncannot be penalized for losing a case provided he\nappeared in it and made his submissions. [Para 49] [298-\nE-F]\n3.2. To fasten liability in criminal proceedings e.g.\nunder Section 304A IPC the degree of negligence has to\nbe higher than the negligence which is enough to fasten\nF liability in civil proceedings. Thus for civil liability it may\nbe enough for the complainant to prove that the doctor\ndid not exercise reasonable care in accordance with the\nprinciples, but for convicting a doctor in a criminal case,\nit must also be proved that this negligence was gross\nG amounting to recklessness. [Para 50] [298-F-H; 299-A]\n4.1. From the principles and decisions relating to\nmedical negligence, it is evident that doctors and nursing\nhomes/hospitals need not be unduly worried about the\nperformance of their functions. The law is a watchdog,\nH and not a bloodhound, and as long as doctors do their\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n277\nduty with reasonable care they will not be held liable even A\nif their treatment was unsuccessful. However, every\ndoctor should, for his own interest, carefully read the\nCode of Medical Ethics which is part of the Indian Medical\nCouncil (Professional Conduct, Etiquette and Ethics)\nRegulations, 2002 issued by the Medical Council of India\nunder Section 20A read with Section 3(m) of the Indian\nMedical Council Act, 1956. [Paras 73 and 74] [308-F-H;\n309-A]\nB\n4.2. The basic principle relating to the law of medical\nnegligence is the Bolam Rule. The test in fixing negligence C\nis the standard of the ordinary skilled doctor exercising\nand professing to have that special skill, but a doctor\nneed not possess the highest expert skill. [Para 76] [309-\nC-D]\nIndian Medical Association vs. V.P. Shantha 1995(6)\nSCC 651, relied on.\nD\nPoonam Verma vs. Ashwin Patel \u0026 Ors. (1996) 4 SCC\n332; Dr. Shiv Kumar Gautam vs. Alima, Revision Petition\nNo.586 of 1999 decided by National Consumer E\nCommission; Sarwat Ali Khan vs. Prof. R. Gogi and others\nOriginal Petition No.181 of 1997, decided on 18.7.2007 by\nthe National Consumer Commission; Pt. Parmanand Katara\nvs. Union of India \u0026 Others AIR 1989 SC 2039; Paschim\nBanga Khet Mazdoor Samity and others vs. State of West F\nBengal and Another AIR 1996 SC 2426; Md. Suleman Ansari\n(D.M.S.) vs. Shankar Bhandari (2005) 12 SCC 430; Surendra\nChauhan vs. State of M.P. (2000) 4 SCC 110; State of\nHaryana and others vs. Raj Rani (2005) 7 SCC 22; State of\nPunjab vs. Shiv Ram \u0026 others (2005) 7 SCC 1; State of\nHaryana and Others vs. Smt. Santra AIR 2000 SC 1888; P.N.\nRao vs. G. Jayaprakasu AIR 1990 AP 207; Dr. Laxman\nBalkrishna Joshi vs. Dr. Trimbak Bapu Godbole and Another\nAIR 1969 SC 128; Dr. Suresh Gupta vs. Government of\nN.C.T. of Delhi and another AIR 2004 SC 4091; Nihal Kaur Н\nG\n278\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA vs. Director, P.G.I.M.S.R. (1996) CPJ 112; Spring Medows\nHospital \u0026 Another vs. Harjol Ahluwalia thr' K.S. Ahluwalia \u0026\nAnother (1998) CPJ 1; Consumer Protection Council and\nOthers vs. Dr. M. Sundaram and Another (1998) CPJ 3;\nSethuraman Subramaniam lyer vs. Triveni Nursing Home\nB and Another (1998) CPJ 110; A. S. Mittal \u0026 Anr. vs. State of\nU.P. \u0026 Ors. JT 1989 (2) SC 419, 1989 (3) SCC 223, referred\nC\nto.\n5.1. The respondent already had high Blood\nCreatinine, Blood Urea and low Haemoglobin before the\ninjection of Amikacin. He had also high fever which was\non account of serious blood and urinary tract infection.\nThe appellant was of the view that the respondent's\ninfection could only be treated by injection of Amikacin,\nas Methenamine Mandelate could not be used due to his\nD chronic renal failure. The respondent's report also\nestablished his resistance to all other antibiotics.\nGastroscopy was done on 4.6.1991 and Amikacin was\nadministered after test dosage only from 5.6.1991.\nAmikacin was administered on 5th, 6th and 7th June, 1991\nE and at this stage he did not complain of any side effects\nand his temperature subsided rapidly. On 5.6.1991, he\nwas administered Cap. Augmentin 375 mg three times a\nday for his serious Blood Infection and he was also\ntransferred one Unit of Blood during dialysis and his\nF temperature subsided rapidly and he felt much better.\n[Para 85] [311-F-G; 312-A-B]\nG\n5.2. The appellant advised the respondent in view of\nhis blood infection that he should not get transplanted for\nsix weeks, but the complainant/respondent insisted on\ngetting the transplant although he was not medically in\nfit condition. Hence the appellant advised the respondent\nto further stay in the hospital for some time, but the\nrespondent did not agree and he started shouting at the\ntop of his voice and insisted to be discharged from the\nH hospital on his own on 8.6.1991 at 9 a.m. In view of his\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n279\ninsistence the respondent was discharged from the A\nhospital on his own on 8.6.1991 at 9 a.m. The appellant\nsuggested alternate day Haemodialysis but the\nrespondent refused saying that he was staying too far\naway and could not come three times a week for\nHaemodialysis. In this situation, the appellant was left\nB\nwith no choice but to suggest Injection Amikacin (500 mg)\ntwice a day in view of the respondent's infection and\ndelicate condition and his refusal to visit the\nHaemodialysis facility on alternate dates. The appellant\nalso suggested certain drugs under the supervision of\nC\nthe doctor when he would visit the dialysis unit. The drugs\nincluded Injection Amikacin 500 mg twice a day x 10 days\nfor urinary tract infection. [Paras 86 and 87] [312-B-F]\n5.3. It appears that the respondent attended the\nHaemodyalsis unit where he met the appellant on 11th, D\n14th, 18th and 20th June, 1991. Thereafter the respondent\ndid not come to the hospital. On 11.6.1991 the\nrespondent complained to the appellant of slight tinnitus\nor ringing in the ear. The appellant immediately reviewed\nthe treatment on the discharge card in possession of the E\nrespondent and asked the respondent and also verbally\ntold his attendant i.e. his wife to stop Injection Amikacin\nand Cap. Augmantine, and also marked 'X' on the\ndischarge card in his own hand writing on 11.6.1991 i.e.\n3 days after discharge. Hence, as per direction of the\nappellant the respondent should have stopped receiving\nInjection Amikacin after 10.6.1991, but on his own he kept\non taking Amikacin Injections. The Discharge Card as per\nthe respondent's complaint clearly shows that the said\ninjection had been 'X' crossed, and he was directed not\nto take the said injection from 11.6.1991 i.e. on his very\nfirst complaint when he made mention of ringing in the\nears or tinnitus. [Paras 88 and 89] [313-B-E]\n5.4. On perusal of the Xerox copies of the papers of\nF\nG\nH\n280\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA the Cash Memo supplied by the respondent as per\nannexure '4' it is evident that the respondent continued\nto take the medicine against the advice of the appellant,\nand had unilaterally been getting injected as late as\n17.6.1991, i.e. 7 days after he had been instructed verbally\nB and in writing in the presence of his attendant i.e. his wife\nand staff members of the said hospital to stop Injection\nAmikacin/Cap. Augmantine because of tinnitus as early\nas on 11.6.1991. On 19.6.1991 a relative of the respondent\nwho identified himself on the phone as one Mr. Khan from\nC Byculla rang up and stated that the said respondent was\nonce again running high fever. The appellant once again\nimmediately advised him urgent admission to the said\nhospital which the respondent refused to comply and\nsaid that he would go elsewhere. [Paras 90 and 91] [313-\nF-H; 314-A]\nD\n5.5. From the above facts it is evident that the\nappellant was not to blame in any way and it was the non-\ncooperative attitude of the respondent, and his\ncontinuing with the Amikacin injection even after\nE 11.6.1991 which was the cause of his ailment, i.e. the\nimpairment of his hearing. A patient who does not listen\nto his doctor's advice often has to face the adverse\nconsequences. [Para 92] [314-B-C]\nF\nG\n5.6. It is evident from the fact that the respondent\nwas already seriously ill before he met the appellant.\nThere is nothing to show from the evidence that the\nappellant was in any way negligent, rather it appears that\nthe appellant did his best to give good treatment to the\nrespondent to save his life but the respondent himself did\nnot cooperate. [Para 93] [314-C-D]\n6.1. From these deposition and affidavits it cannot be\nsaid that the appellant was negligent. In fact most of the\ndoctors who have deposed or given their affidavits\nH before the Commission have stated that the appellant\n་\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n281\nwas not negligent. [Para 106] [319-B-C]\n6.2. There is no reason to disbelieve the allegations\nof the appellant that on 11.6.1991 he had asked the\nrespondent to stop taking Amikacin injections, and in fact\nthis version is corroborated by the testimony of the\nSenior Sister Mukta Kolekar in her affidavit. Hence, it was\nthe respondent himself who is to blame for having\ncontinued Amikacin after 11.6.1991 against the advice of\nthe appellant. [Para 108] [320-B-D]\n7.1. The Commission, which consists of laymen in the\nfield of medicine, has sought to substitute its own views\nover that of medical experts, and has practically acted as\nsuper-specialists in medicine. Moreover, it has practically\nbrushed aside the evidence of Dr. Ghosh, whose opinion\nwas sought on its own direction, as well as the affidavits\nof several other doctors who have stated that the\nappellant acted correctly in the situation he was faced.\nThe Commission should have realized that different\ndoctors have different approaches, for instance, some\nhave more radical while some have more conservative\napproaches. All doctors cannot be fitted into a straight-\njacketed formula, and cannot be penalized for departing\nfrom that formula. [Paras 111 and 112] [321-A-D]\nA\nB\nC\nD\nヨ\n7.2. While this Court has no sympathy for doctors\nwho are negligent, it must also be said that frivolous F\ncomplaints against doctors have increased by leaps and\nbounds in our country particularly after the medical\nprofession was placed within the purview of the\nConsumer Protection Act. To give an example, earlier\nwhen a patient who had a symptom of having a heart\nattack would come to a doctor, the doctor would\nimmediately inject him with Morphia or Pethidine injection\nbefore sending him to the Cardiac Care Unit (CCU)\nbecause in cases of heart attack time is the essence of\nG\nH\n282\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA the matter. However, in some cases the patient died before\nhe reached the hospital. After the medical profession was\nbrought under the Consumer Protection Act doctors who\nadminister the Morphia or Pethidine injection are often\nblamed and cases of medical negligence are filed against\nB them. The result is that many doctors have stopped\ngiving (even as family physicians) Morphia or Pethidine\ninjection even in emergencies despite the fact that from\nthe symptoms the doctor honestly thought that the\npatient was having a heart attack. This was out of fear that\nif the patient died the doctor would have to face legal\nproceedings. [Para 113] [321-D-H; 322-A]\nC\n7.3. Similarly in cases of head injuries (which are very\ncommon in road side accidents in Delhi and other cities)\nearlier the doctor who was first approached would start\nD giving first aid and apply stitches to stop the bleeding.\nHowever, now what is often seen is that doctors out of\nfear of facing legal proceedings do not give first aid to the\npatient, and instead tell him to proceed to the hospital by\nwhich time the patient may develop other complications.\nE [Para 114] [322-A-C]\nF\nG\nH\n7.4. Courts/Consumer Fora should keep the above\nfactors in mind when deciding cases related to medical\nnegligence, and not take a view which would be in fact a\ndisservice to the public. The decision of this Court in\nIndian Medical Association vs. V.P. Shantha should not be\nunderstood to mean that doctors should be harassed\nmerely because their treatment was unsuccessful or\ncaused some mishap which was not necessarily due to\nnegligence. [Para 115] [322-C-D]\nIndian Medical Association vs. V.P. Shantha 1995 (6)\nSCC 651, relied on.\n8.It may be mentioned that the All India Institute of\n"}