{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"MARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n303\nconsequence is that for them proper medical treatment is next A\nto impossible, and hence they have to rely on quacks. This is\na disgrace to a noble profession.\n59. In Paschim Banga Khet Mazdoor Samity and others\nvs. State of West Bengal and Another AIR 1996 SC 2426, the\nSupreme Court held that the denial of emergency aid to the\npetitioner due to the non availability of bed in the Government\nHospital amounts to the violation of the right to life under Article\n21 of the Constitution. The Court went on to say that the\nConstitutional obligation imposed on the State by Article 21\ncannot be abdicated on the ground of financial constraint.\n60. In Md. Suleman Ansari (D.M.S.) vs. Shankar Bhandari\n(2005) 12 SCC 430 the respondent suffered a fracture of his\nhand. He went to the appellant who held himself out to be a\nqualified medical practitioner. The appellant bandaged the\nrespondent's hand and prescribed certain medicines. He was\nultimately taken to another doctor but by this time the damage\nto his hand was permanent. It was found that the appellant was\nnot a qualified doctor to give treatment to the respondent. The\nSupreme Court had directed him to pay Rs.80,000 as\ncompensation to the respondent.\nB\nC\nD\nE\n61. In Surendra Chauhan vs. State of M.P. (2000) 4 SCC\n110, the appellant was having a degree of Bachelor of Medicine\nin Electrohomoeopathy from the Board of Electrohomoeopathy\nSystems of Medicines, Jabalpur (M.P.). He did not possess any F\nrecognized medical qualification as defined in the Indian\nMedical Council Act, 1956. Yet he performed an operation to\nterminate the three month pregnancy in a woman, who died in\nthe clinic due to shock due to non application of anesthesia.\nThe Supreme Court confirmed his sentence but reduced it to\none and a half years rigorous imprisonment under Section 314/\n34 IPC and a fine of Rs.25000 payable to the mother of the\ndeceased.\n62. In State of Haryana and others vs. Raj Rani (2005) 7\nSCC 22 it was held that if a child is born to a woman even after\nG\nH\n304\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA she had undergone a sterilization operation by a surgeon, the\ndoctor was not liable because there cannot be a 100%\ncertainty that no child will be born after a sterilization operation.\nThe Court followed the earlier view of another three Judge\nBench in State of Punjab vs. Shiv Ram and others (2005) 7\nB SCC 1. These decisions will be deemed to have overruled the\ntwo Judge Bench decision in State of Haryana and Others vs.\nSmt. Santra AIR 2000 SC 1888 in which it was held that if a\nchild is born after the sterilization operation the surgeon will be\nliable for negligence.\nс\n63. In P.N. Rao vs. G. Jayaprakasu AIR 1990 AP 207,\nthe plaintiff was a brilliant young boy who had passed the pre-\nUniversity course securing 100% marks in Mathematics and\n93.5% in physical sciences. He was also getting a monthly\nscholarship. He was offered a seat in B.E. Degree course in\nD four Engineering Colleges. He had a minor ailment - chronic\nnasal discharge - for which his mother took him to a doctor\nfor consultation who diagnosed the disease as Nasal Allergy\nand suggested operation for removal of tonsils. He was\nadmitted in the Government General Hospital, Guntur and the\nE operation was performed. He did not regain consciousness.\neven after three days and thereafter for another 15 days he\nwas not able to speak coherently. When he was discharged\nfrom hospital, he could only utter a few words and could not\nread or write and lost all his knowledge and learning. His\nF father took him to Vellore where he was examined by a\nProfessor of Neuro Surgery and it was found that his brain\nhad suffered due to cerebral anoxia, which was a result of\nimproper induction of anaesthetics and failure to take\nimmediate steps to reduce anaesthesia. The court after\nexamining the witnesses including the Professor of\nAnaesthesiology held that defendants were clearly negligent\nin discharging their duties and the State Government was\nvicariously liable.\nG\n64. In Dr. Laxman Balkrishna Joshi vs. Dr. Trimbak Bapu\nH Godbole and Another AIR 1969 SC 128, a patient had suffered\n:\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n305\nfrom fracture of the femur. The accused doctor while putting the A\nleg in plaster used manual traction and used excessive force\nfor this purpose, with the help of three men, although such\ntraction is never done under morphia alone but done under\nproper general anaesthesia. This gave a tremendous shock\ncausing the death of the boy. On these facts the Supreme Court B\nheld that the doctor was liable to pay damages to the parents\nof the boy.\n65. In Dr. Suresh Gupta vs. Government of N.C.T. of Delhi\nand another AIR 2004 SC 4091, the appellant was a doctor\naccused under Section 304A IPC for causing death of his C\npatient. The operation performed by him was for removing his\nnasal deformity. The Magistrate who charged the appellant\nstated in his judgment that the appellant while conducting the\noperation for removal of the nasal deformity gave incision in a\nwrong part and due to that blood seeped into the respiratory D\npassage and because of that the patient collapsed and died.\nThe High Court upheld the order of the Magistrate observing\nthat adequate care was not taken to prevent seepage of blood\nresulting in asphyxia. The Supreme Court held that from the\nmedical opinions adduced by the prosecution the cause of E\ndeath was stated to be `not introducing a cuffed endotracheal\ntube of proper size as to prevent aspiration of blood from the\nwound in the respiratory passage.' The Supreme Court held\nthat this act attributed to the doctor, even if accepted to be true,\ncan be described as a negligent act as there was a lack of care\nand precaution. For this act of negligence he was held liable\nin a civil case but it cannot be described to be so reckless or\ngrossly negligent as to make him liable in a criminal case. For\nconviction in a criminal case the negligence and rashness.\nshould be of such a high degree which can be described as\ntotally apathetic towards the patient.\n66. In Dr. Sr. Louie and Anr. vs. Smt. Kannolil Pathumma\nand Anr. the National Consumer Commission held that Dr.\nLouie showed herself as an M.D. although she was only M.D.\nF\nG\nH\n306\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA Freiburg, a German Degree which is equivalent to an M.B.B.S.\ndegree in India. She was guilty of negligence in treating a\nwoman and her baby which died. There was vacuum slip, and\nthe baby was delivered in an asphyxiated condition.\nB\nC\n67. In Nihal Kaur vs. Director, P.G.I.M.S.R. (1996) CPJ\n112 a patient died a day after surgery and the relatives found\na pair of scissors utilized by the surgeon while collecting the\nlast remains. The doctor was held liable and a compensation\nof Rs.1.20 lakhs was awarded by the State Consumer Forum,\nChandigarh.\n68. In Spring Medows Hospital and Another vs. Harjol\nAhluwalia thr' K.S. Ahluwalia and Another (1998) CPJ 1, a\nminor child was admitted by his parents to a nursing home as\nhe was suffering fever. The patient was admitted and the doctor\nD diagnosed typhoid and gave medicines for typhoid fever. A\nnurse asked the father of the patient to get an injection Lariago\nwhich was administered by the nurse to the patient who\nimmediately collapsed. The doctor was examined and testified\nthat the child suffered a cardiac arrest on account of the\nmedicine having being injected which led to brain damage. The\nNational Commission held that the cause of cardiac arrest was\nintravenous injection of Lariago of such a high dose. The doctor\nwas negligent in performing his duty because instead of\nadministering the injection himself he permitted the nurse to\ngive the injection. There was clear dereliction of duty on the part\nof the nurse who was not even a qualified nurse and was not\nregistered with any nursing council of any State. Both the doctor\nand nurse and the hospital were found liable and Rs.12.5 lakhs\nwas awarded as compensation to the parents.\nE\nF\nG\n69. In Consumer Protection Council and Others vs. Dr.\nM. Sundaram and Another (1998) CPJ 3, the facts were that\none Mrs. Rajalaxmi was admitted to a nursing home which\ndiagnosed the ailment as Hodgkin's Lymphoma. She was\nadministered Endoxan injection five doses in five days. She\nH was referred to another doctor who was an ENT specialist, who\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n307\nC\nafter examination opined that no lymph glands were seen. A A\nsample of her bone marrow was sent to an Oncologist who\nopined that the picture does not fit with Hodgkin's disease but\nthe patient had megaloblastic anemia in the bone marrow.\nSubsequently she was discharged from the nursing home and\nwas advised to visit CMC Vellore for treatment. The patient B\nconsulted another doctor who diagnosed the same as renal\nfailure. The complainant alleged that the first doctor failed and\nneglected to refer the matter to a Cancer Specialist but wrongly\ndiagnosed the ailment of the patient as Hodgkin's Lymphoma\nand had unnecessarily administered injection of Endoxan and\nbecause of the toxicity of that drug the kidney cells of the patient\ngot destroyed resulting in renal failure for which she had to\nundergo kidney transplantation which led to her death. The\nNational Commission, upholding the State Commission\ndecision, held that there was no negligence on the part of the\ndoctor who had consulted a pathologist, and in the light of\ndiscussion with him and on inspection of some more slides of\nbone marrow specimens which also revealed the same finding,\nnamely, existence of deposits of Hodgkin's Lymphoma,\nproceeded to administer the patient injections of Endoxan. It\nwas held on the basis of medical opinion that any prudent\nconsultant physician would not delay the commencement of\nchemotherapy where repeated examination of the bone marrow\nslides had yielded the report that the Hodgkin's deposits were\npresent. Endoxan is a drug of choice in the treatment of\nHodgkin's Lymphoma and there was no negligence on the part\nof the doctor.\n70. In Sethuraman Subramaniam lyer vs. Triveni Nursing\nHome and Another (1998) CPJ 110, the complainant's wife\nsuffered from Sinusitis and was advised surgery by the doctor.\nShe had suffered a massive heart attack while in the operation\ntheatre. The State Commission found that necessary\nprecautions and effective measures were taken to save the\ndeceased and dismissed the complaint. The State\nCommission relied on the affidavits of four doctors who opined\nD\nE\nய\nF\nG\nI\n↑\n308\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA that there was no negligence. The complainant had not given\nany expert evidence to support his allegation and in these\ncircumstances it was held that no case was made out against\nthe doctor.\nB\nC\n71. In A. S. Mittal and Anr. vs. State of U.P. and Ors. JT\n1989 (2) SC 419, 1989 (3) SCC 223 a free eye camp was\norganized for ophthalmic surgical treatment to patients.\nHowever, the eyes of several patients after operation were\nirreversibly damaged, owing to post-operative infection of the\nintra ocular cavities of the eyes, caused by normal saline used\nat the time of surgery. The Supreme Court directed the State\nGovernment to pay Rs.12,500/- as compensation to each victim\nas there was a clear negligence.\n72. In Indian Medical Association vs. V.P. Shantha\nD 1995(6) SCC 651 (vide para 37) it has been held that the\nfollowing acts are clearly due to negligence:\n(i)\n(ii)\nE\nF\nG\nRemoval of the wrong limb;\nPerformance of an operation on the wrong patient;\n(iii) Giving injection of a drug to which the patient is\nallergic without looking into the out-patient card\ncontaining the warning;\n(iv) Use of wrong gas during the course of an\nanaesthetic, etc.\n73. From the aforementioned principles and decisions\nrelating to medical negligence, with which we agree, it is\nevident that doctors and nursing homes/hospitals need not be\nunduly worried about the performance of their functions. The\nlaw is a watchdog, and not a bloodhound, and as long as\ndoctors do their duty with reasonable care they will not be held\nliable even if their treatment was unsuccessful.\n74. However, every doctor should, for his own interest,\nH carefully read the Code of Medical Ethics which is part of the\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n309\nIndian Medical Council (Professional Conduct, Etiquette and A\nEthics) Regulations, 2002 issued by the Medical Council of\nIndia under Section 20A read with Section 3(m) of the Indian\nMedical Council Act. 1956.\n75. Having mentioned the principles and some decisions\nrelating to medical negligence (with which we respectfully\nagree), we may now consider whether the impugned judgment\nof the Commission is sustainable. In our opinion the judgment\nof the Commission cannot be sustained and deserves to be\nset aside.\nB\nC\n76. The basic principle relating to the law of medical\nnegligence is the Bolam Rule which has been quoted above.\nThe test in fixing negligence is the standard of the ordinary\nskilled doctor exercising and professing to have that special\nskill, but a doctor need not possess the highest expert skill. D\nConsidering the facts of the case we cannot hold that the\nappellant was guilty of medical negligence.\n77. The facts of the case reveal that the respondent was\nsuffering from chronic renal failure and was undergoing\nhaemodialysis twice a week on that account. He was suffering\nfrom high fever which remained between 1010-1040F. He\nrefused to get admitted to hospital despite the advice of the\nappellant. The appellant prescribed antibiotics for him. The\nrespondent was also suffering from severe urinary tract infection\nwhich could only be treated by Amikacin or Methenamine\nMandelate. Since Methenamine Mandelate cannot be used in\npatients suffering from renal failure, Amikacin injection was\nadministered to him.\nE\nF\n78. A perusal of the complaint filed by the respondent G\nbefore the National Commission shows that his main allegation\nis that he suffered hearing impairment due to the negligence\nof the appellant herein who allegedly prescribed overdose of\nAmikacin injections without caring about the critical condition\nof the respondent which did not warrant that much dose. The\nH\n310\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA complainant (respondent herein) has alleged that due to this\nmedical negligence the complainant has suffered mental torture\nand frustration and other signs of helplessness and is feeling\ntotally handicapped, and his efficiency in office has got\nadversely affected. It may be mentioned that the respondent is\nB working as Export Promotion Officer in the Ministry of\nCommerce, Udyog Bhawan, New Delhi.\nC\nD\nE\nF\nG\n79. The case of the appellant, however, is that the\ncomplainant was referred to the appellant by Dr. F. P.\nSoonawalla, the renowned Urologist of Bombay. The\ncomplainant had consulted Dr. F. P. Soonawalla who had\nreferred the complainant to the appellant for routine\nHaemodialysis and pre-transplant treatment. In our opinion, the\nvery fact that Dr. Soonawalla referred the complainant to the\nappellant is an indication that the appellant has a good\nreputation in his field, because Dr. Soonawalla is an eminent\ndoctor of India of international repute, and he would not have\nordinarily referred a patient to an incompetent doctor. This is\none factor which goes in favour of the appellant, though of\ncourse it is not conclusive.\n80. It appears that after the complainant was referred to\nthe appellant by Dr. Soonawalla he met the appellant for the\nfirst time on 24.4.1991 as an outdoor patient in the\nHaemodialysis Unit attached to Bulabhai Nanavati Hospital,\nBombay. After examining the complainant, the appellant found\nthat the complainant was a patient of Chronic Renal Failure due\nto Bilateral Poly Cystic Kidneys. Hence the appellant suggested\nto the complainant to have Haemodialysis twice a week as an\noutdoor patient. The complainant was also investigated to find\na suitable kidney donor.\n81. The appellant has alleged in his written statement filed\nbefore the National Commission that the complainant was in a\nhurry to have a quick kidney transplant by Dr. Soonawalla and\nhe was very obstinate, stubborn and short-tempered. Dr.\nH Soonawalla was out of India from 1.6.1991 to\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n311\n1.7.1991. On 20.5.1991, the complainant approached the A\nappellant with high fever of 101-103OF, and the appellant\nsuggested immediate admission of the complainant in the\nhospital for detailed investigation and treatment but the\ncomplainant refused to get himself admitted and refused to\ncomply with the advice. Hence the appellant was obliged to put B\nthe complainant on a Broad Spectrum Antibiotic Ampoxim 500\nmg four times a day and Tab. Crocin - SOS fever.\n82. From 21.5.1991, the complainant attended the\nHaemodialysis unit of the hospital on three occasions and\ninformed the appellant that the fever had not yet remitted. The\nappellant again advised the complainant to get admitted in\nhospital, but he refused the advice on account of his obstinacy.\nC\n83. On 29.5.1991, the complainant was in a serious\ncondition having high fever of 1040F. After much persuasion D\nhe finally agreed to be admitted for final investigation and got\nadmitted in the hospital on 29.5.1991.\n-\n84. The complainant was investigated on 30.5.1991 and\nhis report showed High Creatinine - 13 mg., Blood Urea\n180 mg and Haemoglobin 4.3% which was 5 days prior to the\ncommencement of the injection Amikacin and not after the\nsaid injection.\nE\n85. In our opinion it is clear that the respondent already\nhad high Blood Creatinine, Blood Urea and low Haemoglobin F\nbefore the injection of Amikacin. He had also high fever which\nwas on account of serious blood and urinary tract infection. The\nappellant was of the view that the respondent's infection could\nonly be treated by injection of Amikacin, as Methenamine\nMandelate could not be used due to his chronic renal failure.\nThe respondent's report also established his resistance to all\nother antibiotics. Gastroscopy was done on 4.6.1991 and\nAmikacin was administered after test dosage only from\n5.6.1991. Amikacin was administered on 5th, 6th and 7th June,\nG\nH\n312\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA 1991 and at this stage he did not complain of any side effects\nand his temperature subsided rapidly. On 5.6.1991, he was\nadministered Cap. Augmentin 375 mg three times a day for\nhis serious Blood Infection and he was also transferred one Unit\nof Blood during dialysis and his temperature subsided rapidly\nB and he felt much better.\nC\nD\nE\nF\n86. The appellant advised the respondent in view of his..\nblood infection that he should not get transplanted for six weeks,\nbut the complainant/respondent insisted on getting the\ntransplant although he was not medically in fit condition.\nHence the appellant advised the respondent to further stay\nin the hospital for some time, but the respondent did not agree\nand he started shouting at the top of his voice and insisted to\nbe discharged from the hospital on his own on 8.6.1991 at\n9a.m..\n87. In view of his insistence the respondent was discharged\nfrom the hospital on his own on 8.6.1991 at 9 a.m.. The\nappellant suggested alternate day Haemodialysis but the\nrespondent refused saying that he was staying too far away and\ncould not come three times a week for Haemodialysis. In this\nsituation, the appellant was left with no choice but to suggest\nInjection Amikacin (500 mg) twice a day in view of the\nrespondent's infection and delicate condition and his refusal to\nvisit the Haemodialysis facility on alternate dates. The appellant\nalso suggested the following drugs under the supervision of the\ndoctor when he would visit the dialysis unit:\n\"1. Injection Amikacin 500 mg twice a day x 10 days\nfor urinary tract infection.\nCap. Augmentine 375 mg 3 times a day for 6\nweeks for blood infection\nG\n2.\n3.\nCap. Becosule tab daily\n4.\nTab. Folvite 1 tab. Daily\nH\n-\n4\n"}