{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"1068 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA of any public authority, should be read in harmony with the\nexclusions/exemptions in the Act.\nB\nC\nD\n13. The examining bodies (Universities, Examination\nBoards, CBSC etc.) are neither security nor intelligence\norganisations and therefore the exemption under section 24 will\nnot apply to them. The disclosure of information with reference\nto answer-books does not also involve infringement of any\ncopyright and therefore section 9 will not apply. Resultantly,\nunless the examining bodies are able to demonstrate that the\nevaluated answer-books fall under any of the categories of\nexempted 'information' enumerated in clauses (a) to (j) of sub-\nsection (1) section 8, they will be bound to provide access to\nthe information and any applicant can either inspect the\ndocument/record, take notes, extracts or obtain certified copies\nthereof.\n14. The examining bodies contend that the evaluated\nanswer-books are exempted from disclosure under section\n8(1)(e) of the RTI Act, as they are ‘information' held in its\nfiduciary relationship. They fairly conceded that evaluated\nE answer-books will not fall under any other exemptions in sub-\nsection (1) of section 8. Every examinee will have the right to\naccess his evaluated answer-books, by either inspecting them\nor take certified copies thereof, unless the evaluated answer-\nbooks are found to be exempted under section 8(1)(e) of the\nRTI Act.\nF\nRe: Question (ii)\n15. In Maharashtra State Board, this Court was\nconsidering whether denial of re-evaluation of answer-books or\nG denial of disclosure by way of inspection of answer books, to\nan examinee, under Rule 104(1) and (3) of the Maharashtra\nSecondary and Higher Secondary Board Rules, 1977 was\nviolative of principles of natural justice and violative of Articles\n14 and 19 of the Constitution of India. Rule 104(1) provided that\nH no re-evaluation of the answer books shall be done and on an\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1069\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\napplication of any candidate verification will be restricted to\nchecking whether all the answers have been examined and that\nthere is no mistake in the totalling of marks for each question\nin that subject and transferring marks correctly on the first cover\npage of the answer book. Rule 104(3) provided that no\ncandidate shall claim or be entitled to re-evaluation of his\nanswer-books or inspection of answer-books as they were\ntreated as confidential. This Court while upholding the validity\nof Rule 104(3) held as under :\nA\nB\nC\nD\n\".... the \"process of evaluation of answer papers or of\nsubsequent verification of marks\" under Clause (3) of\nRegulation 104 does not attract the principles of natural\njustice since no decision making process which brings\nabout adverse civil consequences to the examinees in\ninvolved. The principles of natural justice cannot be\nextended beyond reasonable and rational limits and cannot\nbe carried to such absurd lengths as to make it necessary\nthat candidates who have taken a public examination\nshould be allowed to participate in the process of\nevaluation of their performances or to verify the correctness\nof the evaluation made by the examiners by themselves E\nconducting an inspection of the answer-books and\ndetermining whether there has been a proper and fair\nvaluation of the answers by the examiners.\"\nSo long as the body entrusted with the task of framing the\nrules or regulations acts within the scope of the authority\nconferred on it, in the sense that the rules or regulations\nmade by it have a rational nexus with the object and\npurpose of the statute, the court should not concern itself\nwith the wisdom or efficaciousness of such rules or\nregulations.... The Legislature and its delegate are the\nsole repositories of the power to decide what policy should\nbe pursued in relation to matters covered by the Act ... and\nthere is no scope for interference by the Court unless the\nparticular provision impugned before it can be said to\nF\nG\nH\nA\nB\nC\nD\n1070 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nsuffer from any legal infirmity, in the sense of its being\nwholly beyond the scope of the regulation making power\nor its being inconsistent with any of the provisions of the\nparent enactment or in violation of any of the limitations\nimposed by the Constitution.\nIt was perfectly within the competence of the Board, rather\nit was its plain duty, to apply its mind and decide as a\nmatter of policy relating to the conduct of the examination\nas to whether disclosure and inspection of the answer\nbooks should be allowed to the candidates, whether and\nto what extent verification of the result should be permitted\nafter the results have already been announced and\nwhether any right to claim revaluation of the answer books\nshould be recognised or provided for. All these are\nundoubtedly matters which have an intimate nexus with the\nobjects and purposes of the enactment and are, therefore,\nwith in the ambit of the general power to make\nregulations....\"\nThis Court held that Regulation 104(3) cannot be held to\nE be unreasonable merely because in certain stray.instances,\nerrors or irregularities had gone unnoticed even after verification\nof the concerned answer books according to the existing\nprocedure and it was only after further scrutiny made either on\norders of the court or in the wake of contentions raised in the\nF petitions filed before a court, that such errors or irregularities\nwere ultimately discovered. This court reiterated the view that\n\"the test of reasonableness is not applied in vacuum but in the\ncontext of life's realities\" and concluded that realistically and\npractically, providing all the candidates inspection of their\nanswer books or re-evaluation of the answer books in the\npresence of the candidates would not be feasible. Dealing with\nthe contention that every student is entitled to fair play in\nexamination and receive marks matching his performance, this\ncourt held :\nG\nH\n\"What constitutes fair play depends upon the facts and\nCENTRAL BOARD OF SECONDARY EDUCATION v.1071\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\nA\ncircumstances relating to each particular given situation.\nIf it is found that every possible precaution has been taken\nand all necessary safeguards provided to ensure that the\nanswer books inclusive of supplements are kept in safe\ncustody so as to eliminate the danger of their being\ntampered with and that the evaluation is done by the B\nexaminers applying uniform standards with checks and\ncrosschecks at different stages and that measures for\ndetection of malpractice, etc. have also been effectively\nadopted, in such cases it will not be correct on the part of\nthe Courts to strike down, the provision prohibiting C\nrevaluation on the ground that it violates the rules of fair\nplay. It appears that the procedure evolved by the Board\nfor ensuring fairness and accuracy in evaluation of the\nanswer books has made the system as fool proof as can\nbe possible and is entirely satisfactory. The Board is a very\nresponsible body. The candidates have taken the\nexamination with full awareness of the provisions contained\nin the Regulations and in the declaration made in the form\nof application for admission to the examination they have\nsolemnly stated that they fully agree to abide by the\nregulations issued by the Board. In the circumstances,\nwhen we find that all safeguards against errors and\nmalpractices have been provided for, there cannot be\nsaid to be any denial of fair play to the examinees by\nreason of the prohibition against asking for revaluation....\nThis Court concluded that if inspection and verification in\nthe presence of the candidates, or revaluation, have to be\nallowed as of right, it may lead to gross and indefinite\nuncertainty, particularly in regard to the relative ranking etc. of\nthe candidate, besides leading to utter confusion on account\nof the enormity of the labour and time involved in the process.\nThis court concluded:\n“... the Court should be extremely reluctant to substitute its\nown views as to what is wise, prudent and proper in\nD\nE\nF\nG\nH\nA\nB\nC\n1072\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nrelation to academic matters in preference to those\nformulated by professional men possessing technical\nexpertise and rich experience of actual day-to-day working\nof educational institutions and the departments controlling\nthem. It will be wholly wrong for the court to make a pedantic\nand purely idealistic approach to the problems of this\nnature, isolated from the actual realities and grass root\nproblems involved in the working of the system and\nunmindful of the consequences which would emanate if a\npurely idealistic view as opposed to a pragmatic one were\n´ to be propounded.\"\n16. The above principles laid down in Maharashtra State\nBoard have been followed and reiterated in several decisions\nof this Court, some of which are referred to in para (6) above.\nBut the principles laid down in decisions such as Maharashtra\nD State Board depend upon the provisions of the rules and\nregulations of the examining body. If the rules and regulations\nof the examining body provide for re-evaluation, inspection or\ndisclosure of the answer-books, then none of the principles in\nMaharashtra State Board or other decisions following it, will\nE apply or be relevant. There has been a gradual change in trend\nwith several examining bodies permitting inspection and\ndisclosure of the answer-books.\nF\nG\nH\n17. It is thus now well settled that a provision barring\ninspection or disclosure of the answer-books or re-evaluation\nof the answer-books and restricting the remedy of the\ncandidates only to re-totalling is valid and binding on the\nexaminee. In the case of CBSE, the provisions barring re-\nevaluation and inspection contained in Bye-law No.61, are akin\nto Rule 104 considered in Maharashtra State Board. As a\nconsequence if an examination is governed only by the rules\nand regulations of the examining body which bar inspection,\ndisclosure or re-evaluation, the examinee will be entitled only\nfor re-totalling by checking whether all the answers have been\nevaluated and further checking whether there is no mistake in\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1073\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\ntotaling of marks for each question and marks have been A\ntransferred correctly to the title (abstract) page. The position\nmay however be different, if there is a superior statutory right\nentitling the examinee, as a citizen to seek access to the answer\nbooks, as information.\nB\nC\nD\n18. In these cases, the High Court has rightly denied the\nprayer for re-evaluation of answer-books sought by the\ncandidates in view of the bar contained in the rules and\nregulations of the examining bodies. It is also not a relief\navailable under the RTI Act. Therefore the question whether re-\nevaluation should be permitted or not, does not arise for our\nconsideration. What arises for consideration is the question\nwhether the examinee is entitled to inspect his evaluated\nanswer-books or take certified copies thereof. This right is\nclaimed by the students, not with reference to the rules or bye-\nlaws of examining bodies, but under the RTI Act which enables\nthem and entitles them to have access to the answer-books as\n'information' and inspect them and take certified copies thereof.\nSection 22 of RTI Act provides that the provisions of the said\nAct will have effect, notwithstanding anything inconsistent\ntherewith contained in any other law for the time being in force.\nTherefore the provisions of the RTI Act will prevail over the\nprovisions of the bye-laws/rules of the examining bodies in\nregard to examinations. As a result, unless the examining body\nis able to demonstrate that the answer-books fall under the\nexempted category of information described in clause (e) of\nsection 8(1) of RTI Act, the examining body will be bound to\nprovide access to an examinee to inspect and take copies of\nhis evaluated answer-books, even if such inspection or taking\ncopies is barred under the rules/bye-laws of the examining body\ngoverning the examinations. Therefore, the decision of this G\nCourt in Maharashtra State Board (supra) and the subsequent\ndecisions following the same, will not affect or interfere with the\nright of the examinee seeking inspection of answer-books or\ntaking certified copies thereof.\nE\nF\nH\n1074 SUPREME COURT REPORTS\nA Re: Question (iii)\nB\nC\n[2011] 11 S.C.R.\n19. Section 8(1) enumerates the categories of information\nwhich are exempted from disclosure under the provisions of the\nRTI Act. The examining bodies rely upon clause (e) of section\n8(1) which provides that there shall be no obligation on any\npublic authority to give any citizen, information available to it in\nits fiduciary relationship. This exemption is subject to the\ncondition that if the competent authority (as defined in section\n2(e) of RTI Act) is satisfied that the larger public interest\nwarrants the disclosure of such information, the information will\nhave to be disclosed. Therefore the question is whether the\nexamining body holds the evaluated answer-books in its\nfiduciary relationship.\n20. The term 'fiduciary' and 'fiduciary relationship' refer to\nD different capacities and relationship, involving a common duty\nor obligation.\nE\nF\nG\n(20.1) Black's Law Dictionary (7th Edition, Page 640)\ndefines 'fiduciary relationship' thus:\n-\n-\n\"A relationship in which one person is under a duty to act\nfor the benefit of the other on matters within the scope of\nthe relationship. Fiduciary relationships – such as trustee-\nbeneficiary, guardian-ward, agent-principal, and attorney-\nclient require the highest duty of care. Fiduciary\nrelationships usually arise in one of four situations: (1)\nwhen one person places trust in the faithful integrity of\nanother, who as a result gains superiority or influence over\nthe first, (2) when one person assumes control and\nresponsibility over another, (3) when one person has a duty\nto act for or give advice to another on matters falling within\nthe scope of the relationship, or (4) when there is a specific\nrelationship that has traditionally been recognized as\ninvolving fiduciary duties, as with a lawyer and a client or\na stockbroker and a customer.\"\n☐ H\nCENTRAL BOARD OF SECONDARY EDUCATION v.1075\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\n(20.2) The American Restatements (Trusts and Agency) A\ndefine 'fiduciary' as one whose intention is to act for the benefit\nof another as to matters relevant to the relation between them.\nThe Corpus Juris Secundum (Vol. 36A page 381) attempts\nto define fiduciary thus:\n\"A general definition of the word which is sufficiently\ncomprehensive to embrace all cases cannot well be given.\nThe term is derived from the civil, or Roman, law. It connotes\nthe idea of trust or confidence, contemplates good faith,\nrather than legal obligation, as the basis of the transaction,\nrefers to the integrity, the fidelity, of the party trusted, rather\nthan his credit or ability, and has been held to apply to all\npersons who occupy a position of peculiar confidence\ntoward others, and to include those informal relations which\nexist whenever one party trusts and relies on another, as\nwell as technical fiduciary relations.\nThe word 'fiduciary,' as a noun, means one who holds a\nthing in trust for another, a trustee, a person holding the\ncharacter of a trustee, or a character analogous to that of\na trustee, with respect to the trust and confidence involved\nin it and the scrupulous good faith and candor which it\nrequires; a person having the duty, created by his\nundertaking, to act primarily for another's benefit in matters\nconnected with such undertaking. Also more specifically,\nin a statute, a guardian, trustee, executor, administrator,\nreceiver, conservator, or any person acting in any fiduciary\ncapacity for any person, trust, or estate. Some examples\nof what, in particular connections, the term has been held\nto include and not to include are set out in the note.\"\nB\nC\nD\nE\nF\n(20.3) Words and Phrases, Permanent Edition (Vol. 16A, G\nPage 41) defines 'fiducial relation' thus :\n\"There is a technical distinction between a 'fiducial relation'\nwhich is more correctly applicable to legal relationships:\nbetween parties, such as guardian and ward, administrator H\nA\nB\nC\nD\nE\n1076\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nand heirs, and other similar relationships, and 'confidential\nrelation' which includes the legal relationships, and also\nevery other relationship wherein confidence is rightly\nreposed and is exercised.\nGenerally, the term 'fiduciary' applies to any person who\noccupies a position of peculiar confidence towards\nanother. It refers to integrity and fidelity. It contemplates fair\ndealing and good faith, rather than legal obligation, as the\nbasis of the transaction. The term includes those informal\nrelations which exist whenever one party trusts and relies\nupon another, as well as technical fiduciary relations.\"\n(20.4) In Bristol and West Building Society vs. Mothew\n[1998 Ch. 1] the term fiduciary was defined thus :\n\"A fiduciary is someone who has undertaken to act for and\non behalf of another in a particular matter in circumstances\nwhich give rise to a relationship of trust and confidence.\nThe distinguishing obligation of a fiduciary is the obligation\nof loyalty..... A fiduciary must act in good faith; he must not\nmake a profit out of his trust; he must not place himself in\na position where his duty and his interest may conflict; he\nmay not act for his own benefit or the benefit of a third\nperson without the informed consent of his principal.\"\n(20.5) In Wolf vs. Superior Court [2003 (107) California\nF Appeals, 4th 25] the California Court of Appeals defined\nfiduciary relationship as under :\nG\nH\n\"any relationship existing between the parties to the\ntransaction where one of the parties is duty bound to act\nwith utmost good faith for the benefit of the other party.\nSuch a relationship ordinarily arises where confidence is\nreposed by one person in the integrity of another, and in\nsuch a relation the party in whom the confidence is\nreposed, if he voluntarily accepts or assumes to accept the\nconfidence, can take no advantage from his acts relating\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1077\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\nto the interests of the other party without the latter's A\nknowledge and consent.\"\nB\nс\nD\n21. The term 'fiduciary' refers to a person having a duty to\nact for the benefit of another, showing good faith and condour,\nwhere such other person reposes trust and special confidence\nin the person owing or discharging the duty. The term 'fiduciary\nrelationship' is used to describe a situation or transaction where\none person (beneficiary) places complete confidence in another\nperson (fiduciary) in regard to his affairs, business or\ntransaction/s. The term also refers to a person who holds a thing\nin trust for another (beneficiary). The fiduciary is expected to\nact in confidence and for the benefit and advantage of the\nbeneficiary, and use good faith and fairness in dealing with the\nbeneficiary or the things belonging to the beneficiary. If the\nbeneficiary has entrusted anything to the fiduciary, to hold the\nthing in trust or to execute certain acts in regard to or with\nreference to the entrusted thing, the fiduciary has to act in\nconfidence and expected not to disclose the thing or information\nto any third party. There are also certain relationships where\nboth the parties have to act in a fiduciary capacity treating the\nother as the beneficiary. Examples of these are a partner vis-\nà-vis another partner and an employer vis-à-vis employée. An\nemployee who comes into possession of business or trade\nsecrets or confidential information relating to the employer in\nthe course of his employment, is expected to act as a fiduciary\nand cannot disclose it to others. Similarly, if on the request of F\nthe employer or official superior or the head of a department,\nan employee furnishes his personal details and information, to\nbe retained in confidence, the employer, the official superior\nor departmental head is expected to hold such personal\ninformation in confidence as a fiduciary, to be made use of or G\ndisclosed only if the employee's conduct or acts are found to\nbe prejudicial to the employer.\n22. In a philosophical and very wide sense, examining\nE\nbodies can be said to act in a fiduciary capacity, with reference H\n"}