{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nLLI\nE\nF\nG\nH\n1058\nSUPREME COURT REPORTS\n(iv)\n[2011] 11 S.C.R.\nconsequently has no obligation to give inspection\nof the evaluated answer books under section 8\n(1)(e) of RTI Act?\nIf the examinee is entitled to inspection of the\nevaluated answer books or seek certified copies\nthereof, whether such right is subject to any\nlimitations, conditions or safeguards?\nRelevant Legal Provisions\n9. To consider these questions, it is necessary to refer to\nthe statement of objects and reasons, the preamble and the\nrelevant provisions of the RTI Act. RTI Act was enacted in order\nto ensure smoother, greater and more effective access to\ninformation and provide an effective framework for effectuating\nthe right of information recognized under article 19 of the\nConstitution. The preamble to the Act declares the object\nsought to be achieved by the RTI Act thus:\n\"An Act to provide for setting out the practical regime of\nright to information for citizens to secure access to\ninformation under the control of public authorities, in order\nto promote transparency and accountability in the working\nof every public authority, the constitution of a Central\nInformation Commission and State Information\nCommissions and for matters connected therewith or\nincidental thereto.\nWhereas the Constitution of India has established\ndemocratic Republic;\nAnd whereas democracy requires an informed citizenry\nand transparency of information which are vital to its\nfunctioning and also to contain corruption and to hold\nGovernments and their instrumentalities accountable to the\ngoverned;\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1059\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\nAnd whereas revelation of information in actual practice A\nis likely to conflict with other public interests including\nefficient operations of the Governments, optimum use of\nlimited fiscal resources and the preservation of\nconfidentiality of sensitive information;\nAnd whereas it is necessary to harmonise these conflicting\ninterests while preserving the paramountcy of the\ndemocratic ideal.\"\nB\nC\nChapter II of the Act containing sections 3 to 11 deals with right\nto information and obligations of public authorities. Section 3\nprovides for right to information and reads thus: \"Subject to the\nprovisions of this Act, all citizens shall have the right to\ninformation.\" This section makes it clear that the RTI Act gives\na right to a citizen to only access information, but not seek any\nconsequential relief based on such information. Section 4 deals D\nwith obligations of public authorities to maintain the records in\nthe manner provided and publish and disseminate the\ninformation in the manner provided. Section 6 deals with\nrequests for obtaining information. It provides that applicant\nmaking a request for information shall not be required to give E\nany reason for requesting the information or any personal\ndetails except those that may be necessary for contacting him.\nSection 8 deals with exemption from disclosure of information\nand is extracted in its entirety:\n-\n(1)\n“8. Exemption from disclosure of information\nNotwithstanding anything contained in this Act, there shall\nbe no obligation to give any citizen,-\nF\n(a) information, disclosure of which would prejudicially\naffect the sovereignty and integrity of India, the security, G\nstrategic, scientific or economic interests of the State,\nrelation with foreign State or lead to incitement of an\noffence;\n(b) information which has been expressly forbidden to be\nH\nA\nB\nC\nD\nไม\nE\nF\nG\nH\n1060 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\npublished by any court of law or tribunal or the disclosure\nof which may constitute contempt of court;\n(c) information, the disclosure of which would cause a\nbreach of privilege of Parliament or the State Legislature;\n(d) information including commercial confidence, trade\nsecrets or intellectual property, the disclosure of which\nwould harm the competitive position of a third party, unless\nthe competent authority is satisfied that larger public\ninterest warrants the disclosure of such information;\n(e) information available to a person in his fiduciary\nrelationship, unless the competent authority is satisfied that\nthe larger public interest warrants the disclosure of such\ninformation;\n(f) information received in confidence from foreign\nGovernment;\n(g) information, the disclosure of which would endanger the\nlife or physical safety of any person or identify the source\nof information or assistance given in confidence for law\nenforcement or security purposes;\n(h) information which would impede the process of\ninvestigation or apprehension or prosecution of offenders;\n(i) cabinet papers including records of deliberations of the\nCouncil of Ministers, Secretaries and other officers:\nProvided that the decisions of Council of Ministers, the\nreasons thereof, and the material on the basis of which the\ndecisions were taken shall be made public after the\ndecision has been taken, and the matter is complete, or\nover:\nProvided further that those matters which come under the\nexemptions specified in this section shall not be disclosed;\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1061\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\n(j) information which relates to personal information the A\ndisclosure of which has no relationship to any public activity\nor interest, or which would cause unwarranted invasion of\nthe privacy of the individual unless the Central Public\nInformation Officer or the State Public Information Officer\nor the appellate authority, as the case may be, is satisfied\nthat the larger public interest justifies the disclosure of such\ninformation:\nProvided that the information which cannot be denied to\nthe Parliament or a State Legislature shall not be denied\nto any person.\nB\nс\n(2) Notwithstanding anything in the Official Secrets Act,\n1923 (19 of 1923) nor any of the exemptions permissible\nin accordance with sub-section (1), a public authority may\nallow access to information, if public interest in disclosure D\noutweighs the harm to the protected interests.\n(3) Subject to the provisions of clauses (a), (c) and (i) of\nsub-section (1), any information relating to any occurrence,\nevent or matter which has taken place, occurred or\nhappened twenty years before the date on which any\nrequest is made under secton 6 shall be provided to any\nperson making a request under that section:\nProvided that where any question arises as to the date\nfrom which the said period of twenty years has to be\ncomputed, the decision of the Central Government shall be\nfinal, subject to the usual appeals provided for in this Act.\"\n(emphasis supplied)\nSection 9 provides that without prejudice to the provisions of\nsection 8, a request for information may be rejected if such a\nrequest for providing access would involve an infringement of\ncopyright. Section 10 deals with severability of exempted\ninformation and sub-section (1) thereof is extracted below:\nE\nF\nG\nH\nA\nB\nс\nD\nE\nF\n0\n1062\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n\"(1) Where a request for access to information is rejected\non the ground that it is in relation to information which is\nexempt from disclosure, then, notwithstanding anything\ncontained in this Act, access may be provided to that part\nof the record which does not contain any information which\nis exempt from disclosure under this Act and which can\nreasonably be severed from any part that contains exempt\ninformation.\"\nSection 11 deals with third party information and sub-section\n(1) thereof is extracted below:\n“(1) Where a Central Public Information Officer or a State\nPublic Information Officer, as the case may be, intends to\ndisclose any information or record, or part thereof on a\nrequest made under this Act, which relates to or has been\nsupplied by a third party and has been treated as\nconfidential by that third party, the Central Public\nInformation Officer or State Public Information Officer, as\nthe case may be, shall, within five days from the receipt of\nthe request, give a written notice to such third party of the\nrequest and of the fact that the Central Public Information\nOfficer or State Public Information Officer, as the case may\nbe, intends to disclose the information or record, or part\nthereof, and invite the third party to make a submission in\nwriting or orally, regarding whether the information should\nbe disclosed, and such submission of the third party shall\nbe kept in view while taking a decision about disclosure\nof information:\nProvided that except in the case of trade or commercial\nsecrets protected by law, disclosure may be allowed if the\npublic interest in disclosure outweighs in importance any\npossible harm or injury to the interests of such third party.\"\nThe definitions of information, public authority, record and right\nto information in clauses (f), (h), (i) and (j) of section 2 of the\nH RTI Act are extracted below:\nCENTRAL BOARD OF SECONDARY EDUCATION v.1063\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\n\"(f) \"information\" means any material in any form, including A\nrecords, documents, memos, e-mails, opinions, advices,\npress releases, circulars, orders, logbooks, contracts,\nreports, papers, samples, models, data material held in\nany electronic form and information relating to any private\nbody which can be accessed by a public authority under B\nany other law for the time being in force;\n(h) “public authority\" means any authority or body or\ninstitution of self-government established or constituted-\n(a) by or under the Constitution;\n(b) by any other law made by Parliament;\n(c) by any other law made by State Legislature;\nс\n(d) by notification issued or order made by the appropriate D\nGovernment, and includes any-\n(i) body owned, controlled or substantially financed;\n(ii) non-Government organisation substantially financed,\ndirectly or indirectly by funds provided by the appropriate\nGovernment;\n(i) \"record\" includes-\nE\n(a) any document, manuscript and file;\nF\n(b) any microfilm, microfiche and facsimile copy of a\ndocument;\n(c) any reproduction of image or images embodied in such\nmicrofilm (whether enlarged or not); and\nG\n(d) any other material produced by a computer or any other\ndevice;\n(j) \"right to information\" means the right to information\nH\nA\nB\nC\n1064 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\naccessible under this Act which is held by or under the\ncontrol of any public authority and includes the right to-\n(i) inspection of work, documents, records;\n(ii) taking notes, extracts or certified copies of\ndocuments or records;\n(iii) taking certified samples of material;\n(iv) obtaining information in the form of diskettes,\nfloppies, tapes, video cassettes or in any other\nelectronic mode or through printouts where such\ninformation is stored in a computer or in any other\ndevice;\nSection 22 provides for the Act to have overriding effect and\nD is extracted below:\nE\n\"The provisions of this Act shall have effect notwithstanding\nanything inconsistent therewith contained in the Official\nSecrets Act, 1923 (19 of 1923), and any other law for the\ntime being in force or in any instrument having effect by\nvirtue of any law other than this Act.\"\n10. It will also be useful to refer to a few decisions of this\nCourt which considered the importance and scope of the right\nto information. In State of Uttar Pradesh v. Raj Narain - (1975)\nF 4 SCC 428, this Court observed:\nG\nH\n\"In a government of responsibility like ours, where all the\nagents of the public must be responsible for their conduct,\nthere can but few secrets. The people of this country have\na right to know every public act, everything, that is done\nin a public way, by their public functionaries. They are\nentitled to know the particulars of every public transaction\nin all its bearing. The right to know, which is derived from\nthe concept of freedom of speech, though not absolute,\nis a factor which should make one wary, when secrecy is\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1065\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\nclaimed for transactions which can, at any rate, have no\nrepercussion on public security.\"\n(emphasis supplied)\nIn Dinesh Trivedi v. Union of India - (1997) 4 SCC 306,\nthis Court held:\nA\nB\n\"In modern constitutional democracies, it is axiomatic that\ncitizens have a right to know about the affairs of the\nGovernment which, having been elected by them, seeks\nto formulate sound policies of governance aimed at their C\nwelfare. However, like all other rights, even this right has\nrecognised limitations; it is, by no means,\nabsolute.\nImplicit in this assertion is the\nproposition that in transaction which have serious\nrepercussions on public security, secrecy can legitimately D\nbe claimed because it would then be in the public interest\nthat such matters are not publicly disclosed or\ndisseminated.\nTo ensure the continued participation of the people in the\ndemocratic process, they must be kept informed of the vital\ndecisions taken by the Government and the basis thereof.\nDemocracy, therefore, expects openness and openness\nis a concomitant of a free society. Sunlight is the best\ndisinfectant. But it is equally important to be alive to the\ndangers that lie ahead. It is important to realise that undue\npopular pressure brought to bear on decision-makers is\nGovernment can have frightening side-effects. If every\naction taken by the political or executive functionary is\ntransformed into a public controversy and made subject to\nan enquiry to soothe popular sentiments, it will undoubtedly\nhave a chilling effect on the independence of the decision-\nmaker who may find it safer not to take any decision. It will\nparalyse the entire system and bring it to a grinding halt.\nSo we have two conflicting situations almost enigmatic and\nE\nF\nG\nH\n1066\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nB\nC\nD\nE\nwe think the answer is to maintain a fine balance which\nwould serve public interest.\"\nIn People's Union for Civil Liberties v. Union of India -\n(2004) 2 SCC 476, this Court held that right of information is a\nfacet of the freedom of \"speech and expression\" as contained\nin Article 19(1)(a) of the Constitution of India and such a right\nis subject to any reasonable restriction in the interest of the\nsecurity of the state and subject to exemptions and exceptions.\nRe: Question (i)\n11. The definition of ‘information' in section 2(f) of the RTI\nAct refers to any material in any form which includes records,\ndocuments, opinions, papers among several other enumerated\nitems. The term 'record' is defined in section 2(i) of the said\nAct as including any document, manuscript or file among others.\nWhen a candidate participates in an examination and writes\nhis answers in an answer-book and submits it to the examining\nbody for evaluation and declaration of the result, the answer-\nbook is a document or record. When the answer-book is\nevaluated by an examiner appointed by the examining body,\nthe evaluated answer-book becomes a record containing the\n'opinion' of the examiner. Therefore the evaluated answer-book\nis also an 'information' under the RTI Act.\n12. Section 3 of RTI Act provides that subject to the\nF provisions of this Act all citizens shall have the right to\ninformation. The term 'right to information' is defined in section\n2(j) as the right to information accessible under the Act which\nis held by or under the control of any public authority. Having\nregard to section 3, the citizens have the right to access to all\nG information held by or under the control of any public authority\nexcept those excluded or exempted under the Act. The object\nof the Act is to empower the citizens to fight against corruption\nand hold the Government and their instrumentalities accountable\nto the citizens, by providing them access to information\nH regarding functioning of every public authority. Certain\nCENTRAL BOARD OF SECONDARY EDUCATION v. 1067\nADITYA BANDOPADHYAY [R.V. RAVEENDRAN, J.]\nsafeguards have been built into the Act so that the revelation\nof information will not conflict with other public interests which\ninclude efficient operation of the governments, optimum use of\nlimited fiscal resources and preservation of confidential and\nsensitive information. The RTI Act provides access to\ninformation held by or under the control of public authorities and\nnot in regard to information held by any private person. The Act\nprovides the following exclusions by way of exemptions and\nexceptions (under sections 8, 9 and 24) in regard to information\nheld by public authorities:\n(i) Exclusion of the Act in entirety under section 24 to\nintelligence and security organizations specified in\nthe Second Schedule even though they may be\n\"public authorities\", (except in regard to information\nwith reference to allegations of corruption and\nhuman rights violations).\nA\nB\nC\nD\n(ii) Exemption of the several categories of information\nenumerated in section 8(1) of the Act which no\npublic authority is under an obligation to give to any\ncitizen, notwithstanding anything contained in the Act E\n[however, in regard to the information exempted\nunder clauses (d) and (e), the competent authority,\nand in regard to the information excluded under\nclause (j), Central Public Information Officer/State\nPublic Information Officer/the Appellate Authority,\nmay direct disclosure of information, if larger public\ninterest warrants or justifies the disclosure].\n(iii) If any request for providing access to information\ninvolves an infringement of a copyright subsisting\nin a person other than the State, the Central/State\nPublic Information Officer may reject the request\nunder section 9 of RTI Act.\nHaving regard to the scheme of the RTI Act, the right of\nthe citizens to access any information held or under the control\nF\nG\nH\n"}