{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nNADIA DISTRICT PRIMARY SCHOOL COUNCIL \u0026 ANR.\nV.\nSRISTIDHAR BISWAS \u0026 ORS.\nAPRIL 25, 2007\n[A.K. MATHUR AND DALVEER BHANDARI, JJ.]\nC\nPrecedent-Writ Petition-By candidate seeking appointment-Order\ndirecting appointment on account of concession with clarification that the\norder not to be treated as precedent-In another Writ Petition similar relief\ngiven by the Court on the basis of the previous order-Similar relief by High\nCourt in the present case on the basis of the two previous orders-Propriety\nof-Held: An order passed on concession does not lay down the law and\ncannot be followed as precedent-Court should keep restraint before passing\norder saddling State Government with financial burden-In the present case,\nD the candidates could not have been given relief on the basis of the previous\norders as the same did not constitute precedent value-Service Law-\nAppointment-Judicial Restraint.\n(✗)\nE\nF\nG\nH\nA panel of primary teachers was prepared for the purpose of\nappointment. The preparation of panel omitting to include trained candidates\nwas challenged by candidate 'S' and 107 other candidates. High Court directed\nthe State to give them appointment. The order was on account of concession\nand it was specifically clarified in the order that the order would not be treated\nas a precedent. Thereafter a Writ Petition filed by candidate ‘D' and few others\nwas allowed by High Court following the judgment in the case of 'S'.\nThereafter respondents filed another writ petition and the same was also\nallowed on the basis of the judgments in the cases of 'S' and 'D'. Hence, the\npresent appeal.\nAllowing the appeal, the Court\nHELD: 1. An order passed on concession followed with clarification that\nit shall not be treated as precedent, can not be taken as binding precedent to\nbe followed. Any order passed on concession does not lay down the law and it\ncannot be followed as a precedent. The Single Judge and the Division Bench\nof High Court subsequently have taken it to be a law and followed the precedent\n586\nNADIA DISTRICT PRIMARY SCHOOL COUNCIL 1. SRISTIDHAR BISWAS [A.K. MATHUR, J.] 587\ngiving relief to the persons leaving behind large number of persons who were A\non the panel and who were not parties before the Court. The Court should\nkeep restrain-before passing order saddling State Government with financial\nburden. A panel of 1980 was kept alive up to 2004 without realizing that by\nthis time many more aspirants are waiting in queue. That was not the correct\napproach. [Para 10] [595-A-C]\nMittal Engineering Works (P.) Ltd. v. Collector of Central Excise.\nMeerut, [1997] 1 SCC 203 and Amit Das v. State of Bihar, [2003] 5 SCC 488,\nrelied on.\nB\n2. Therefore, the judgment given in case of 'S' is not binding as it does\nC\nnot decide the law. It cannot be treated as binding precedent. The view taken\nin the present case relying on the judgments in previous two Writ Petitions\ncannot be upheld as the judgment given in case of 'S' was on concession and\nit was clearly mentioned that it shall not be treated as a precedent.\n[Paras 12 and 13] [595-E, F]\nD\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1020 of 2005.\nFrom the Judgment and Order dated 11.06.2004 of the High Court of\nCalcutta in E.M.A No. 313 of 2003.\nGourab Banerjee, P. Deb Burman, Arjun Krishnan, Joydeep Mazumdar E\nand Ruby Singh Ahuja for the Appellants.\nR.K. Gupta, S.K. Gupta and A.N. Bardiyar for the Respondents.\nThe Judgment of the Court was delivered by\nF\nA.K. MATHUR, J. 1. This appeal is directed against order dated 11th\nJune, 2004 passed by the Division Bench of Calcutta High Court whereby the\nDivision Bench affirmed the order of learned Single Judge directing that all\nthe 55 writ petitioners be appointed as teachers within a period of six weeks.\nAggrieved against this order, the Nadia District School Council filed an appeal\nbefore the Division Bench. The Division Bench affirmed the order of learned G\nSingle Judge by order dated 11th June, 2004 and hence the present appeal.\n2. In order to dispose of this appeal, few facts may be recapitulated. A\npanel for appointment of primary teachers was prepared in 1980 for the\nDistrict of Nadia in which 1965 candidates were included in the panel. Out of\nthis panel, only 600 were trained candidates. Rule 3(d) of the Recruitment H\nB\n588\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA Rules provided that while preparing the panel for appointment to the post of\nprimary teachers, preference shall be given to the trained candidates in such\na manner that all additional posts sanctioned by the Government from time\nto time due to enhancement in roll strength in existing schools and at least\n5- per cent of the normal vacancies in such schools are filled up by trained\ncandidates only, if sufficient number of trained candidates are available. By\nNotification dated 26th October, 1971, the Government of West Bengal\nrecognized the training as an additional qualification for appointment as\nAssistant Teacher. Then again by Notification dated 5th September, 1973, it\nwas provided that while giving appointment out of the panel already prepared,\npreference should be given to the trained candidates for appointment to all\nC the additional posts. The preparation of panel omitting to include trained\ncandidates was challenged by Sirazul Haque Mallick and 107 other candidates\nin C.R. No.2522(W) of 1981. That writ petition was allowed on 17th September,\n1987. Aggrieved by that order, an appeal was preferred being F.M.A.T. No.159\nof 1988 by the State. The order passed in the writ petition was modified by\nthe Division Bench by its order dated 14th February 1989 directing to give\nappointment to the petitioners in the existing vacancies and in vacancies\narising in immediate future and that appointment would not be offered to any\none other than the petitioners. This order was passed on concession given\nby the State. This order was not complied with. Therefore, a contempt petition\nwas filed and on 30th June, 1989 in the Contempt Petition in case of Sirazul\nE Haque Mallick and 107 others, they were given appointment.\nD\n3. Thereafter on 16th July, 1989, one Dibakar Pal and 87 others moved\na writ petition being C.O. No.11154(W) of 1989. This writ petition was also\nallowed by the order dated 13th March, 1991 on the ground that the petitioners\nare similarly circumstanced as in the case Sirazul Haque Mallick and 107\nF others. Therefore, no different treatment can be given and they were also\ngiven benefit of appointment. Against this order, an appeal was preferred\nbefore the Division Bench which was dismissed. Thereafter, a contempt petition\nwas filed, in pursuance to that, an order dated 23rd June, 1999 was passed\nand Dibakar Pal and 87 others were given appointment. Thereafter the present\nwrit petition was filed on 2nd August, 1989. This writ petition was also\nallowed by order dated 17th January 2001 on the basis of the judgments in\nSirazul Haque Mallick and Dibakar Pal's cases. The petitioners in this\npetition, i.e., petitioner and 54 others were trained candidates. Therefore, the\nlearned Single Judge directed appointment of these 55 persons on the same\nrationale as in the case of Sirazul Haque Mallick and Dibakar Pal. However,\nH the learned Single Judge did not allow similar relief to other persons who were\nG\n+\n1\nNADIA DISTRICT PRIMARY SCHOOL COUNCIL v. SRISTIDHAR BISWAS [A.K. MATHUR, J.] 589\nB\nC\nadded as parties between 1999 and 2000. Aggrieved by this order, an appeal A\nwas filed before the Division Bench and an objection of delay was raised.\nHowever, the Division Bench overruled the objection of delay but declined\nto give any benefit to the persons who were added in this writ petition in 1999\nand 2000 and held that no relief to these persons can be given as they\napproached belatedly but gave benefit to 55 persons on the ground that the\nState did not want to expose irregularity and illegality committed in selection\nin Sirazul Haque Mallick' case and on similar reasoning Dibakar Pal's petition\nwas also allowed and soon after Dibakar Pal's case, the present petition was\nfiled in 1989. Therefore, the Court held that the petitioners approached on 2nd\nAugust, 1989 soon after the disposal of Dibakar Pal's writ petition dated 16th\nJuly, 1989. Hence, there is no delay in the appeal. Secondly, it was also\ncontended that since the life of panel has been exhausted, the appointment\ncannot be made. This was also overruled. It was contended that Sirazul\nHaque Mallick's case and Dibakar Pal's case also cannot be treated as a\nprecedent because in Sirazul Haque Mallick, the order was passed by\nconcession. But this objection was overruled by the Division Bench. Next, it\nwas contended on the basis of principle of sub-silentio that a decision which\nhas not been given on consideration of merits and issues involved therein,\nthat cannot be law declared by the Court and cannot have binding effect. This\nobjection was also overruled by the High Court. Lastly, it was contended that\neven if any irregularity or illegality has been committed, that cannot be\nperpetuated. But this submission was also overruled by the Division Bench.\nHence the Division Bench dismissed the appeal filed by the State affirming\nthe order of learned Single Judge to give appointment to 55 persons. Justice\nSinha, another member of the Division Bench, agreed with the view taken by\nthe senior Judge, but observed that though the order passed in Sirazul\nHaque Mallick's case in 1982 and the series of litigation, these persons did\nnot approach the court because they might be engaged in other avocations\nand the Court further observed that law and equality help the vigilant and not\nthe indolent. However, the learned Judge agreed with the senior Judge and\ndirected that only those 55 persons would be given the relief. Aggrieved by\nthis order, present appeal was filed by the State.\n4. We have heard learned counsel for the parties. Learned counsel for\nthe appellants submitted that the persons who had not approached the Court\nin time and waited for the result of the decision of other cases cannot stand\nto benefit. The Court only gives the benefit to the persons who are vigilant\nabout their rights and not who sit on fence. Mallick's case was decided in\nᎠ\nE\nF\nG\nH\n590\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA 1982, in 1989 Dibakar Pal filed the petition and thereafter in 1989 respondents\nherein filed the writ petition. Thereafter petition filed by Dibakar Pal challenging\nthe panel of 1980 was hopelessly belated. Likewise the present writ petition\nfiled by the respondents herein. The explanation that the respondents waited\nfor the judgment in Mallick's case or Dibakar's case, is hardly relevant. In\nthis connection, learned counsel invited our attention to a recent decision of\nB\nthis Court in Chairman, U.P. Jal Nigam and Anr. v. Jaswant Singh and Anr.,\nJT (2006) 10 500. In that case, referring to various decisions of this Court, it\nwas observed that those who sit on the fence and wait for a favourable order\nand thereafter wake up to take up the matter, are not entitled to any relief. In\npara 13 of the judgment, this Court concluded as follows:\nC\nᎠ\nE\nF\n\"In view of the statement of law as summarized above, the respondents\nare guilty since the respondents have acquiesced in accepting the\nretirement and did not challenge the same in time. If they would have\nbeen vigilant enough, they could have filed writ petitions as others.\ndid in the matter. Therefore, whenever it appears that the claimants\nlost time or while away and did not rise to the occasion in time for\nfiling the writ petitions, then in such cases, the Court should be very\nslow in granting the relief to the incumbent. Secondly, it has also to\nbe taken into consideration the question of acquiescence or waiver on\nthe part of the incumbent whether other parties are going to be\nprejudiced if the relief is granted. In the present case, if the respondents\nwould have challenged their retirement being violative of the provisions\nof the Act, perhaps the Nigam could have taken appropriate steps to\nraise funds so as to meet the liability but by not asserting their rights\nthe respondents have allowed time to pass and after a lapse of couple\nof years, they have filed writ petitions claiming the benefit for two\nyears. That will definitely require the Nigam to raise funds which is\ngoing to have serious financial repercussion on the financial\nmanagement of the Nigam. Why the Court should come to the rescue\nof such persons when they themselves are guilty of waiver and\nacquiescence.\"\nG In the present case, the panel was prepared in 1980 and the petitioners\napproached the court in 1989 after the decision in Dibakar Pal's case. Such\npersons should not be given any benefit by the Court when they allowed\nmore than nine years to elapse. Delay is very significant in matters of granting\nrelief and Courts cannot come to the rescue of the persons who are not\nvigilant of their rights. Therefore, the view taken by the High Court condoning\nH\nf\n.\nNADIA DISTRICT PRIMARY SCHOOL COUNCIL v. SRISTIDHAR BISWAS [A.K. MATHUR, J.]\n591\nX\nthe delay of nine years cannot be countenanced.\n5. Now, coming to the question of merit, learned counsel for the appellants\nsubmitted that subsequent two Division Benches in case of Dibakar Pal and\nin the present case have not properly appreciated Mallick's case. Mallick's\ncase was firstly decided on concession and secondly, it was clearly mentioned\nthat it shall not be treated as precedent. Despite that treating Mallick's case\nas precedent subsequent two Division Bench followed it and decided the\nmatter. In order to appreciate the argument of learned counsel we recapitulate\nthe history of Mallick's case.\n6. Learned counsel invited our attention to the order passed by learned\nSingle Judge in writ petition filed by Mallick which reads as under:\n\"After hearing learned advocates appearing for the parties and\nconsidering the facts and circumstances of the case I dispose of the\nabove Rule on the following terms\nA\nB\nC\n(a) The State respondents are directed to create and/or sanction the D\nposts for appointment of the petitioners as primary teachers in\nthe District of Nadia since it was submitted on behalf of the\nDistrict School Board, Nadia, that there is no vacancy to appoint\nthe petitioners;\n(b) The President, District School Board is directed to appoint and/ E\nor absorb the petitioners as Primary Teachers in different schools\nunder the District of Nadia either in the post of created and/or\nsanctioned by the Government in terms of this order or in the\nexisting vacancy, if any;\n(c) Such creation and/or sanction of posts of primary teachers would F\nbe made by the Government four weeks from the date of\ncommunication of this order and the appointment of the petitioners.\nas primary teachers by the District School Board, Nadia would be\nmade four weeks thereafter, after observing all the formalities as\nrequired under the law.\nG\n(d) Leave is granted to the petitioners to correct the addresses and\nthe number of the Interview Card sent by the Employment Exchange\nCard of the petitioner No.4 and correct the address of the petitioner\nNo.1 and they are directed to communicate the same before the\nauthority concerned.\"\nH\nA\nB\nC\nD\nE\nF\nG\nH\n592\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n7. Aggrieved by this order dated 17th September, 1987, the matter was\ntaken up in appeal and on 14th February, 1989, Division Bench passed the\nfollowing order:\n\"By consent of parties, the impugned decision is vacated and it is\nsubstituted by the directions issued in the following terms\n1.\n2.\n3.\nThat writ petitioners will be offered employment in the order in\nwhich their names appeared in the cause title of the writ petition\nin the posts of trained primary teachers in Nadia District in the\nexisting vacancies and in the existing vacancies arising in\nimmediate future, none other that the writ petitioners shall be\noffered employment in those vacancies until the petitioners have\nbeen first offered such appointment.\nIn order to give effect to this direction, relaxation in the Rules/\nOrders will be pace it necessary and none of such Rules/Orders\nshall be pleaded as a bar to the giving of the offer of appointment\nto any of the writ petitioners pursuant hereto.\nThose of the writ petitioners who accept the offer shall be actually\nappointed within leave days of such acceptance. As undertaking\nto given to the Court by the first respondent (State of West\nBengal) and the fourth respondent (Director of School Primary\nEducation, West Bengal) through their counsel Mr. Sankar\nMukherjee, which undertaking is duly accepted, that the aforesaid\ndirections shall be punctually implemented. The Secretary to the\nGovernment of West Bengal in the Education Department will\nregister in the Registry an affidavit incorporating the undertaking\nin the record of the present case upon its being field. The learned\ncounsel for the first and fourth respondents has clarified that his\nclients have agreed to an order being passed in the aforesaid\nterms as a special case and that it may not be treated as a\nprecedent.\"\n8. When this order was not complied with, a contempt petition was filed\nand in that contempt petition, the Division Bench on 30th June, 1989 passed\nthe following order:\n\"In the existing eighty-two vacancies as on June 30, 1989, appointments\nwill be offered to the writ petitioners on and from July 1, 1989 as per\ndirections No.1 contained in the Appeal Bench decision rendered on\n,\n\u003e\nNADIA DISTRICT PRIMARY SCHOOL COUNCIL v. SRISTIDHAR BISWAS [A.K. MATHUR, J.} 593\nFebruary 14, 1989 in Appeal from original Tender No.159 of 1988; in A\norder to give effect to this direction, necessary relaxation in the\nexisting rules/orders including the rules/orders relating to reservation\nof vacancies and appointment on compassionate grounds, will be\ndeemed to have been made in view of the direction No.2 issued in that\nbehalf in the decision aforementioned.\nThe first eighty-two writ petitioners will report at the office of the\nDistrict School Board, Nadia at Krishnagar on or before July 7, 1989\nbetween 12 noon and 4 p.m. in order to collect the appointment letters\nand they will join duty on or before July 10, 1989 at the station at\nwhich they are posted.\nIn the vacancies occurring hereafter, none other than the writ petitioners\nshall be offered employment until all the petitioners have been first\nabsorbed; the same direction with respect to the relaxation in existing\nrules/orders, which were issued in the decision rendered on February\n14, 1989 will apply to such appointments, which shall be made within\nseven days of the occurrence of each vacancies. It is clarified that the\nbar against appointment of any other person will cover also\nappointment by way of adjustment as per Government order dated\nNovember, 29, 1982.\nB\nC\nD\nLiberty is reserved to the District School Board to direct any of these E\nwrit petitioners to whom appointment is offered to produce the identity\nslip from their Advocate on record, after joining duty, in case there\nis any doubt as to his identity.\"\n9. After this, another writ petition was filed by Dibakar Pal and others.\nAn order in that case was passed based on the decision of Sirazul Haque F\nMallick's case following the observations made in K.I. Shephard \u0026 Ors. etc.\nv. Union of India, AIR (1988) SC 686 and the writ petition was allowed in the\nfollowing terms:\n\"This writ petition in my view is an instance of multiplicity of\nproceedings and the State respondents and the Council should have G\nallowed the petitioners the came benefits as are made applicable to\nthose petitioners in the aforesaid Civil Rule. In view of the\npronouncement by this Court in the aforesaid appeal on the basis of\nthe judgment of the Single Judge, I grant similar benefits to the\npetitioners by directing the respondents to appoint the petitioners as H\n594\nA\nC\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nprimary teachers against the available vacancies within a period of\nthree months from date.\"\n10. Aggrieved by the order of the learned Single Judge dated 13th\nMarch, 1991, an appeal was preferred before the Division Bench and the\nDivision Bench by order dated 26th June, 1997 dismissed the appeal on the\nB preliminary objection regarding maintainability of the appeal, i.e., that the\nappeal was preferred by Primary School Council or by the Chairman, Ad hoc\nCommittee, Nadia District Primary School Council was held to be not\nmaintainable due to Section 37 of the West Bengal Primary Education Act,\n1970 read with Section 93 and the Notification issued by the Government of\nWest Bengal dated 30th June, 1990. It was contended that the Primary School\nCouncil was not formed as yet and the Ad hoc Committee is still discharging\nits functions in terms of Notification in 1990. Therefore, this objection was\nsustained and the order of learned Single Judge was upheld by the Division\nBench. However, the order passed in Dibakar Pals judgment was not followed\nresulting in filing of the contempt petition. Thereafter, the appointment was\nD given and accordingly the contempt petition was disposed of. Then a review\napplication was filed against the order dated 26th June, 1997 and this came\nto be disposed of on 30th June, 1999. In the review petition also the Court\nheld that the order passed on 26th June, 1997 will be without prejudice to the\nrights and contentions of the parties and will not be treated as a precedent\nby its own force in any other matter and the point remained open to be\nE\ndecided by any appropriate proceedings in future as all the petitioners have\nbeen given appointment in the matter. Learned counsel submitted that, in fact,\nthe whole exercise in giving appointment starts from the order dated 30th\nJune, 1989 in Sirazul Haque Mallick's case and in that case it was clearly\nmentioned that this will not be treated as a precedent. Despite this, Sirazul\nF Haque Mallick's judgment has been used subsequently in Dibakar Pal's case\nand Dibakar Pal's judgment has been followed in the present Sristidhar Biswas's\ncase. This clearly goes to show that both Division Bench did not apply their\nmind to the clear observation in Sirazul Haque Mallick's case that this case\nshall not be treated as a precedent. Sirazul Haque Mallick's case never\nexamined the validity of the panel. It was only on account of the concession\nthe matter was decided and it was clearly qualified that it shall not be treated\nas a precedent. We fail to understand how can Sirazul Haque Mallick's case\nbe treated to be a blank cheque for passing appointment orders in subsequent\nwrit petitions in the case of Dibakar Pal and Sristidhar Biswas (impugned\norder in the present case) despite the fact that in Sirazul Haque Mallick's\nH case, the Division Bench presided by the Chief Justice Desai (as he then was)\nG\n1\n!\nNADIA DISTRICT PRIMARY SCHOOL COUNCIL 1. SRISTIDHAR BISWAS [A.K. MATHUR, J.] 595\nB\nclearly clarified that the order is passed on concession. Such order on A\nconcession followed with clarification that it shall not be treated as precedent,\ncan not be taken as binding precedent to be followed. We do not want to\ncomment further, but we must make it very clear that any order passed on\nconcession does not lay down the law and it cannot be followed as a\nprecedent. But regretfully the Single Judge and the Division Bench\nsubsequently have taken it to be a law and followed the precedent giving\nrelief to the persons leaving behind large number of persons who were on the\npanel and who were not parties before the Court. The Court should keep\nrestrain before passing order saddling State Government with financial burden.\nA panel of 1980 was kept alive up to 2004 without realizing that by this time\nmany more aspirants are waiting in queue. That was not the correct approach C\nand we cannot countenance such action.\n11. This Court in the case of Mittal Engineering Works (P) Ltd. v.\nCollector of Central Excise, Meerut reported in [1997] 1 SCC 203 has observed\nas follows:\n\"A decision cannot be relied upon in support of a proposition that\nit did not decide.\"\n12. Likewise, in the case of Arnit Das v. State of Bihar, reported in\n[2000] 5 SCC 488, this Court has observed as follows:\n\"When a particular point of law is not consciously determined by the\nCourt, that does not form part of ratio decidendi and is not binding.”\nTherefore, the judgment given in Mallick's case is not binding as it does not\ndecide the law. It cannot be treated as binding precedent.\nᎠ\nE\nF\n13. As a result of our above discussion, we are of the opinion that the\nview taken in the present case (Sristidhar Biswas's case), relying on the\njudgments of Sirazul Haque Mallick and Dibakar Pal, cannot be upheld as the\njudgment given in Sirazul Haque Mallick's case was on concession and it.\nwas clearly mentioned that it shall not be treated as a precedent. Hence, we\nset aside the impugned order of the Division Bench dated 11.6.2004.\nG\n14. The appeal filed by the appellants is allowed. There shall be no\norders as to costs.\nK.K.T.\nAppeal allowed.\nH\n"}