{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"M/S CHANNY ENTERPRISES\nV.\nCOMMISSIONER OF CENTRAL EXCISE, CHANDIGARH\nAPRIL 5, 2005\n[RUMA PAL AND C.K. THAKKER, JJ.]\nA\nB\nExcise :\nD\nCentral Excise Act, 1944-Section 3A-Induction Furnace Annual C\nCapacity Determination Rules, 1997-Rules 3 and 4-Circular dated 26-2-\n1998-Central Excise Rules, 1944-Rule 96(ZP)-Hot rolled steel products-\nLevy of duty on the basis of Annual Capacity of Production(ACP)- Assessee\nhaving two rolling mills, each mill with a separate heating furnace-\nCommissioner relying upon the 1998 Circular determining the ACP by clubbing\nthe capacity of both the mills-Correctness of-Held: Correct-The 1998\nCircular clearly says that the capacity of the higher of the two mills would be\ntaken for assessing the ACP only if each rolling mill did not have a separate\nheating furnace-If each rolling mill had a separate heating furnace, then the\ncapacity of the unit would be the sum total of the capacity of each rolling mill\nin the unit irrespective of the fact that only one mill operated at a time. E\nF\nWith effect from 1st September 1997, steel ingots and billets were\nnotified under Section 3-A of the Central Excise Act, 1944 for levy of excise\nduty on the basis of Annual Capacity of Production (ACP) of the factory\nproducing such goods. For determination of the ACP, the Induction\nFurnace Annual Capacity Determination Rules, 1997 were framed. In\nanswer to a query raised as to how would the ACP be determined if a\nunit has more than one rolling mill in the same premises but operates only\none rolling mill at a time, it was clarified by Circular dated 26th February\n1998 issued by the Board that if a unit has one re-heating furnace with\ntwo rolling mills, then the higher capacity of the two mills should be taken G\nas the assessed annual capacity for the unit. However, if each rolling mill\nhas a reheating furnace, the capacity of the unit would be the sum total\nof the capacity of each rolling mill in the unit.\nAppellant has two mills in which it manufactures hot rolled steel\n251\nH\n252\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA products. Prior to 1st September 1999, it had one heating furnace and its\nACP was fixed on that basis. The appellant subsequently installed a second\nfurnace but, according to the appellant, there was only onc electric motor\nwhich meant that both the furnaces could not be operated simultaneously.\nPursuant to the said change, the Commissioner on the basis of the 1998\nCircular determined the ACP of Appellant by clubbing the capacity of\nboth the rolling mills. Appeal against the Commissioner's order being\ndismissed by CEGAT, Appellant filed Reference Petition under Section\n35-H (1) of the Act as well as a writ petition before High Court, which\nwere dismissed.\nB\nC\nIn appeal before this Court the appellant contended that the formula\nfor determination of the ACP was on the basis of one motor per unit; that\ntherefore despite having two furnaces since there was only one motor\nwhich was common to both, in terms of the said Circular the capacity of\nthe higher of the mills should have been taken as the ACP. Respondents\nhowever contended that the question of taking the higher capacity of the\nD two mills would only arise if there was one re-heating furnace.\nE\nDismissing the appeal, the Court\nHELD : 1. It is not the appellant's case that the 1998 Circular was\nincorrect. On the contrary it has been relied on to claim that the ACP\nshould have been determined with reference to the mill which had the\nhigher capacity. The Circular in answer to a query which exactly reflects\nthe issue in this case, clearly says that the capacity of the higher of the\ntwo mills would be taken for assessing the ACP only if each rolling mill\ndid not have a separate re-heating furnace. If each rolling mill had a\nF separate heating furnace, as the appellant admittedly does, then the\ncapacity of the unit would be the sum total of the capacity of each rolling\nmill in the unit irrespective of the fact that only one mill operated at a\ntime. The language could not be plainer. What the appellant's argument\noverlooks is that the scheme did not operate on the basis of the actual\nproduction but on the capacity of the rolling mills to produce. There is\ntherefore no reason to differ with the view expressed by the Commissioner,\nCEGAT and the High Court. [255-E-H]\nG\nH\nHindustan Ferodo Ltd. v. Collector of Central Excise, (1997) 89 ELT\n16(SC) and Aditya Steel Industries Ltd. v. CCE \u0026 C, Bhubaneswar, (2002)\n53 RLT 1068, distinguished.\nCHANNY ENTERPRISES v. C.C.E. [RUMA PAL, J.] 253\n2. The appellant's contention that the second mill was set up after A\nthe approval of the Commissioner is of no consequence. The approval\ngranted by the Commissioner did not in any way affect the assessment\nrequired to be made in accordance with the Rules. [257-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2415 of 2005.\nForm the Judgment and Order dated 27.11.2002 of the Punjab and\nHaryana High Court in C.E.C.No. 102 of 2002.\nP.C. Jain, Sandeep Jain and Rajesh Kumar for the Appellant.\nR. Venkataramani, V.G. Pragasam and P. Parmeswaran with for the\nRespondent.\nThe Judgment of the Court was delivered by\nRUMA PAL, J. Leave granted.\nB\nC\nD\nE\nThe appellant has two mills in which it manufactures hot rolled steel\nproducts. With effect from 1st September 1997, the Government of India\nnotified ingots and billets under Section 3-A of the Central Excise Act, 1944\nfor levy of excise duty on the basis of the annual capacity of production\n(ACP) of the factory. To give effect to the scheme, Rules were framed for\ndetermination of the annual capacity of production of a factory producing\nsuch notified goods known as the Induction Furnace Annual Capacity\nDetermination Rules 1997. By the Rules, the ACP of a factory was taken to\nbe a fixed multiple of the total capacity of the furnaces installed in the\nfactory. The manner of levy and collection of duty was governed by Rule F\n96(ZP) of the Central Excise Rules, 1944 also issued under Section 3A of the\nAct. Circular dated 26th February 1998 had been issued by way of a\nclarification in answer to questions raised in connection with the operation of\nthe Rules. One of the questions so raised was:\n\"How would the annual capacity of production be determined if a\nunit has more than one rolling mill in the same premises but operates\nonly one rolling mill at a time.\"\nIn answer to this, it was clarified that :\nG\nH\n254\nA\nB\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\n\"If a unit has one re-heating furnace with two rolling mills, then the\n• capacity of the higher of the two mills should be taken as the assessed\nannual capacity for the unit. However, if each rolling mill has a\nreheating furnace, the capacity of the unit would be the sum total of\nthe capacity of each rolling mill in the unit\".\nPrior to 1st September 1999, the appellant had one heating furnace and\nthe appellant's ACP was fixed on that basis. The appellant then installed a\nsecond furnace but, according to the appellant, there was only one electric\nmotor which meant that the both furnaces could not be operated\nsimultaneously. The appellant notified the change to the Commissioner under\nC Rule 4 of the Rules. According to the appellant, the approval was\ncommunicated to the appellant by the Commissioner's letter dated 25th August\n1999 after which the appellant filed a revised declaration on 1st September\n1999. Response was given to this on 17th October 2000 by the Commissioner's\noffice which sought to club the capacity of both the rolling mills since the\nsecond heating furnace had been installed on the basis of the circular dated\nD\n26th February 1998. The appellant's submission that the circular did not have\nany application to the appellant's case because both the furnaces could not\nbe operated simultaneously was rejected by the Commissioner who then\nproceeded to fix the ACP by clubbing the capacity of both the rolling mills.\nAn appeal was preferred by the appellant to the Customs Excise and Gold\nE Control Appellate Tribunal (CEGAT) which rejected the appellant's appeal\nand affirmed the Commissioner's order. The appellant filed a Reference\nPetition under Section 35-H (I) of the Act as well as a writ petition contending\nthat the respondents were not justified in determining the ACP of the appellant\nby taking the capacity of both the mills together. The High Court dismissed\nF the Reference Application and the Writ Petition holding that no question of\nlaw arose from the order of the Tribunal. It was also found that the CEGAT\nhad considered all aspects of the matter and had correctly determined the\nquestion raised.\nG\nThe appellant has contended that all the fora had erred in overlooking\nthe formula provided under Rule 3 for determination of the ACP which\nshowed that a vital element of the formula included the revolutions per minute\nof the drive. This, according to the appellant, showed that the formula for\ncalculating the ACP was on the basis of one motor per unit. It is therefore\nsubmitted that despite having two electric furnaces since there was only one\nH motor which was common to both, then in terms of the circular issued by the\n}\n\"\nค\n1\nCHANNY ENTERPRISES v. C.C.E. [RUMA PAL, J.]\n255\nBoard itself the higher capacity of the mills should have been taken as the A\nACP. The second submission is that the appellant had submitted a certificate\nfrom the National Institute of Secondary Steel Technology, a Government\nInstitute, which certified that the two mills could not be run simultaneously\nwith the same motor and common flywheel. It is contended that the\nCommissioner could not discard the opinion of an expert and determine the B\ntechnical issue on the basis of his own opinion. It was finally submitted that\nthe Commissioner had himself approved the setting up of the second furnace\nwithin the ACP of the units.\nLearned counsel appearing for the respondents has submitted that the\ncircular dated 26th February 1998 relied upon by both the parties had been C\nmisconstrued by the appellant. It is submitted that the question of taking the\nhigher capacity of the two mills would only arise if there was one re-heating\nfurnace. According to the respondents, the installation of the two rolling\nmills and two heating furnaces had not been disputed by the appellant before\nthe Commissioner. It is said that the Commissioner had applied his mind to\nthe expert's certificate but had rejected it because it was issued after a lapse\nof nine months from the date of the withdrawal of the capacity based\nassessment scheme on 31st March 2000. The Commissioner in fact determined\nthe issue on the basis of the admitted facts and on an interpretation of the\n1998 circular.\nThe respondent's contentions are correct. It is not the appellant's case\nthat the 1998 circular was incorrect. On the contrary it has been relied on to\nclaim that the ACP should have been determined with reference to the mill\nwhich had the higher capacity alone. The circular in answer to a query which\nexactly reflects the issue in this case, clearly says that the capacity of the\nhigher of the two mills would be taken for assessing the ACP only if each\nrolling mill did not have a separate re-heating furnace. If each rolling mill\nhad a separate heating furnace, as the appellant admittedly does, then the\ncapacity of the unit would be the sum total of the capacity of each rolling\nmill in the unit irrespective of the fact that only one mill operated at a time.\nThe language could not be plainer. What the appellant's argument overlooks\nis that the scheme did not operate on the basis of the actual production but\non the capacity of the rolling mills to produce. We, therefore, see no reason\nto differ with the view expressed by the Commissioner, CEGAT and the\nHigh Court.\nD\nE\nF\nG\nH\nA\nB\n256\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nThe criticism of the action of the Tribunal in Hindustan Ferodo Ltd. v.\nCollector of Central Excise, (1997) 89 ELT 16 SC where the Tribunal had\nentered into the arena of dispute and in effect given evidence on behalf of\nthe Revenue before itself, would not apply here. The Revenue in that case\nhad led no evidence in support of its case. The assessee had. In the present\ncase CEGAT proceeded on the basis of the admitted facts and relied on the\nlanguage of the circular to reject the appellant's appeal.\nThe appellant has also sought support from a decision of the Kolkata\nBench of CEGAT in Aditya Steel Industries Ltd. v. CCE \u0026 C, Bhubaneswar,\n(2002) 53 RLT 1068. The Tribunal relied upon the Board's circulars No.325/\nC 41/97-CX dated 25.7.1997 and 326/42/97-CX to hold that where it was not\ntechnically possible to run two mills simultaneously because of a common\npower supply, the capacity of the stand by mill was not to be taken into\nconsideration for determining the ACP.\nD\nE\nF\nWe do not agree. Separate schemes were formulated under Section 3A\nof the Act in relation to induction furnaces and hot re-rolling mills. Circular\n325 dated 25.7.1997 dealt with induction furnaces and specifically provided:\n\"In this context, it is understood that some induction furnace units\nhave, what they call “idle\" crucible. It is reported that at any point of\ntime only one crucible is used and the other remains idle. In such\ncases, it is claimed, the induction furnace unit has one transformer\nand one electrical panel. As such the capacity of the induction furnace\nis relatable to crucible(s), excluding the \"idle (separate or stand by)\"\ncrucible. This aspect may kindly be examined on basis of facts of\neach such case and the furnace capacity may be ascertained\naccordingly\".\nCircular No. 326 also dated 25.7.1997 dealt with the capacity of\nproduction of hot re-rolling mills. There is no paragraph in this circular\nsimilar to the quoted paragraph relating to the ACP of induction furnaces.\nG Paragraph 18 of Circular No. 326 says that the paragraphs in the circular\nexplain the salient features of Section 3A scheme as applicable to re-rolling\nmills. It also says that the scheme, in general terms, is on the same lines as\nthat for the Induction Furnace units and that therefore the explanation on\nsome of the common features are the same as those contained in circular No.\n325. This does not tantamount to saying that all the features of the induction\nH\n1\n!\nCHANNY ENTERPRISES v. C.C.E. [RUMA PAL,\nJ.]\n257\nfurnace scheme were to be incorporated into the hot rolling mill scheme. A\nThe appellant's contention that the second mill was set up after the\napproval of the Commissioner is of no consequence. The approval granted by\nthe Commissioner did not in any way affect the assessment required to be\nmade in accordance with the Rules.\ncosts.\nB.B.B.\nIn the circumstances, the appeal is dismissed but without any order to\nAppeal dismissed.\nB\n"}