{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"ASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\n65\nmore than 1/3rd of the substantive posts. Experience A\nshows that any provision which is intended to prescribe\na quota, generally provides that, for example, \"1/3rd of\nthe substantive posts shall be filled in by direct\nrecruitment.\" A quota provision does not use the negative\nlanguage, as the proviso in the instant case does, that \"not\nmore than\" one-third of the substantive posts in the Service\nshall be held by direct recruits.\nB\nC\nD\n17. If the matter were to rest with the proviso, its\ninterpretation would have to be that it does not prescribe\na quota for direct recruits: it only enables the appointment\nof direct recruits to substantive posts so that, they shall not\nhold more than 1/3rd of the total number of substantive\nposts in the Service. However, it is well recognised that,\nwhen a rule or a section is a part of an integral scheme,\nit should not be considered or construed in isolation. One\nImust have regard to the scheme of the fasciculus of the\nrelevant rules or sections in order to determine the true\nmeaning of any one or more of them. An isolated\nconsideration of a provision leads to the risk of some other\ninter-related provision becoming otiose or devoid of E\nmeaning. That makes it necessary to call attention to the\nvery next rule, namely, Rule 8. It provides by Clause 2 that:\nThe seniority of direct recruits vis-a-vis promotees shall be\ndetermined in the order of rotation of vacancies between\nthe direct recruits and promotees based on the quotas of\nvacancies reserved for both categories by Rule 7\nprovided that the first available vacancy will be filled by a\ndirect recruit and the next two vacancies by promotees and\nso on.\nThis provision leaves no doubt that the overall scheme\nof the rules and the true intendment of the proviso to Rule\n7 is that 1/3rd of the substantive posts in the Service must\nbe reserved for direct recruits. Otherwise, there would\nF\nG\nH\nA\nB\nC\nD\n66\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nneither be any occasion nor any justification for rotating\nvacancies between direct recruits and promotees. Rule\n8(2), which deals with fixation of seniority amongst the\nmembers of the Service, provides, as it were, a key to the\ninterpretation of the proviso to Rule 7 by saying that the\nproviso prescribes \"quotas\" and reserves vacancies for\nboth categories. The language of the proviso to Rule 7 is\ncertainly not felicitous and is unconventional if its intention\nwas to prescribe a quota for direct recruits. But the proviso,\nas I have stated earlier, must be read along with Rule 8(2)\nsince the two provisions are inter-related. Their combined\nreading yields but one result, that the proviso prescribes\na quota of 1/3rd for direct recruits.\"\n(emphasis supplied)\n17. Whether the Rules provide for a specific fixed quota\nfor the direct recruits or whether they merely indicate the ceiling\nfor the appointment by direct recruitment would therefore\ndepend on the wording of the Rules. Rule 6 provides a specific\nquota of 15% of the vacancies for direct recruits. But as rule 6\nE provides that the same shall be subject to the provision of Rule\nF\nG\nH\n8, the question is whether rule 8 modifies the quota of direct\nrecruits from '15% of the vacancies' to 'not more than 15% of\nthe vacancies'. Rules 6 and 8 were interpretated in Srikant\nTripathi thus :\n\"The recruitment to the service has to be made, both by\ndirect recruitment and by promotion and promotion could\nbe made from amongst the confirmed members of Uttar\nPradesh Nyayik Sewa, who have put in, not less than\nseven years of service and also from out of the dying cadre\nof the U.P. Judicial Officers Service. Rule 6 which is\nsubject to Rule 8 and provides for the quota for various\nsources of recruitment, unequivocally indicates that 15%\nof the vacancies would be, by direct recruitment from the\nBar, 70% of the vacancies from the Uttar Pradesh Nyayik\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\n67\nSewa and 15% from Uttar Pradesh Judicial Officers A\nService. Under the second proviso to Rule 6, when the\nstrength in the cadre of Judicial Magistrate gets completely\nexhausted and no officer from that cadre is available, then\nthe vacancies in the cadre of Higher Judicial Service have\nto be filled up by 15% from the direct recruitment from the\nBar and 85% from Uttar Pradesh Nyayik Sewa.\nB\nC\nD\nE\nOn fixation of the number of officers to be taken at the\nrecruitment under sub-rule (1) of Rule 8 from different\nsources and after taking recourse to the procedure\ncontained in Part IV for making direct recruitment to the\nservice in respect of the vacancies advertised, if selected\ndirect recruits for appointment become less than the\nnumber decided by the Court to be recruited, then it would\nbe open for the Court to correspondingly increase the\nnumber of recruits to be taken by promotion from Nyayik\nSewa. But under the proviso, while fixing the number of\nvacancies to be allotted to the quota of direct recruits at\nthe next recruitment under sub-rule (1) of Rule 8, the quota\nhas to be raised to the extent the number was not available\nin the earlier recruitment. But that raising of number would\nin no case exceed 15 percent of the strength of the\nservice. It may be noted that while the rules prohibit that\nunder no situation, the number of direct recruits would\nexceed 15 percent of the cadre strength, there is no\nprohibition so far as promotees are concerned and, F\ntherefore, in a given situation, the rule contemplates of\nhaving promotees more than the quota fixed for them viz.\n85 per cent. As we have stated earlier, this issue has not\ncropped up in the present batch of cases and as such, we\nneed not further probe into the matter. But it must be\nremembered that the rules only provide the embargo that\nunder no circumstances the Direct Recruits would exceed\nthe 15% of cadre strength. But that does not compel the\nHigh Court to recruit 15% of the vacancies by direct\nG\nH\n68 SUPREME COURT REPORTS\nA\nrecruitment at every recruitment.\"\n[2010] 12 S.C.R.\n(Emphasis supplied)\n18. Though the Rules do not compel the High Court to\nrecruit 15% of the vacancies by direct recruitment at every\nB recruitment, they require the High Court to take note of any\nshortfall in the number of direct recruits at recruitment, during\nthe next recruitment by raising the quota correspondingly. Thus\nwhen the first proviso to Rule 8(2) uses the words that the\n\"percentage of direct recruits in the services does not in any\nC case exceed 15%\", the intention is to ensure that the direct\nrecruits maintain their quota of 15%, that is, while doing\nadjustments in fixing the number of vacancies to be filled by\ndirect recruitment at a subsequent recruitment to make good\nthe shortfall at a previous recruitment to maintain 15%, the quota\nD of direct recruit be exceeded. This means that the quota of\ndirect recruits is 15% of the strength of the service. The entire\npurpose of the exercise is to maintain the 15% quota of the\ndirect recruits. To conclude, the following clear indicators show\nthat the quota of direct recruits is '15%' and not \"upto 15%\":\nE\nF\nG\nH\n(a) Rule 6 uses the words \"15% of the vacancies\" as the\nquota of direct recruits and does not use the words \"not\nmore than 15% of the vacancies\".\n(b) The purpose and intent of Rule 8(2) is not to dilute or\nchange the quota of direct recruits. Its object is to ensure\nthat no vacancy remains unfilled for want of adequate\nnumber of direct recruits under their 15% quota. This is\nbecause there are reasonable chances of adequate\nnumber of candidates being not available for direct\nrecruitment, whereas usually sufficient number of\ncandidates will be available for promotion. The first proviso\nto Rule 8(2) ensures that the shortfall in 15% quota for\ndirect recruits in any recruitment does not get permanently\nconverted to promotee quota, by providing that the shortfall\nshall be made good at the next recruitment. The words\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\n69\n\"does not in any case exceed 15%\" are used to further A\nensure that while making good the shortfall of direct recruits\nat the next recruitment, the direct recruits do not encroach\nupon the quota of promotees.\n(c) The provision for appointment to the service by\nrotational system (that is Rule 22(2) providing that the first\nvacancy to be filled from the list of Nyayik Sewa Officers\nand the second vacancy to be filled from the list of direct\nrecruits and so on), makes it clear that the overall scheme\nof the Rules is to provide a clear 15% quota for direct\nrecruits.\nB\nC\nE\n19. Let us illustrate with a case where the quota of direct\nrecruits at a recruitment with reference to available vacancies,\nwas 20 and only 10 direct recruits were available. Having\nregard to the Rule 8(2), the remaining 10 vacancies need not D\nbe kept unfilled. They can be filled by promotion. However, the\nHigh Court while determining the quota of direct recruits at the\nnext recruitment, will take note of the shortfall of 10 in direct\nrecruitment, at the earlier recruitment and correspondingly\nincrease the quota of direct recruits. This means while fixing\nthe vacancies to be filled by direct recruits at a recruitment, the\nfact that lesser number of direct recruits were appointed at the\nlast recruitment has to be taken note of and the vacancies to\nbe filled by direct recruits is to be increased to cover the\nprevious shortfall. But such adjustment should be done in such\na manner, that the total direct recruits in the service do not\nexceed 15% of the strength of the service. This is conveniently\ndone by calculating the total entitlement of direct recruits (that\nis 15% out to the total strength), finding out the actual posts\noccupied by direct recruits and calculating the difference which\nwill be the entitlement of direct recruits. As a result, the shortfall\nis made up by increasing the posts to be filled by direct\nrecruitment. Therefore when there has been a shortfall in direct\nrecruits in an earlier recruitment, the number fixed for direct\nrecruits at a subsequent recruitment will necessarily exceed\nF\nG\nI\n70\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nA 15% of the vacancies for which the subsequent recruitment is\nbeing held, by reason of the fact that the earlier shortfall is\nrequired to be filled.\nB\nC\nD\n20. Rule 8 clarifies that direct recruits are entitled to 15%\nquota not only in the vacancies to be filled, but also 15% in the\nstrength of the service. The Rules also make it clear that when\na shortfall in a particular recruitment is made up at the next\nrecruitment, there is no question of the direct recruits appointed\nto the shortfall vacancies claiming seniority over the promotees\nwho filled the shortfall post of direct recruits at the previous\nrecruitment. Though the shortfall is made good at the next\nrecruitment, the question of seniority will be governed by Rule\n26. No direct recruit at a subsequent recruitment can claim that\nas he is being appointed against a direct recruitment vacancy\nof previous recruitment, his seniority should be reckoned from\nany date earlier to the date of his joining the service.\n21. Thus though the quota of direct recruits is fixed, there\nis flexibility in fixing the vacancies to be filled by direct\nrecruitment and vacancies to be filled by promotion. The High\nE Court can make adjustments in fixing the number of officers to\nbe appointed by promotion and direct recruitment as shown in\nRule 8(2) and the provisos thereto ensuring that the number of\ndirect recruits does no exceed 15% of the total strength of the\nservice.\nF\nRe: Question No.(iii)\n22. The Division Bench of the High Court has accepted\nthe contention of the promotees that while applying the ratio of\nthe judgment in O.P. Garg and distributing the permanent and\nG temporary vacancies, the allocation of 15% vacancies of the\ndirect recruits quota should be further subjected to the ceiling\nof 15% of the permanent strength of service, till the 1996\namendment to the Rules came into effect (on 15.3.1996). The\npromotees further contend that Rule 6 provides for quota for\nH direct recruits as 15% of the vacancies subject to the provisions\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL 71\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\nof Rule 8; that Rule 8 provided that the percentage of direct A\nrecruits should not exceed 15% of the permanent strength of\nthe service; and that therefore the quota of direct recruits could\nnot exceed 15% of the permanent strength of the service\n(excluding temporary posts) till 15.3.1996.\n23. In O.P.Garg, this court held as follows in regard to\nentitlement of direct recruits for a quota in the temporary posts\n:\n\"24. We agree with the above findings and accept the\nposition that the service consists of permanent as well as\ntemporary posts. The substantive vacancy has not been.\ndefined under the 1975 Rules but as held by this Court in\nDixit case there can also be a substantive vacancy in a\ntemporary post which is part of the cadre. All temporary\nposts created under Rule 4(4) of the 1975 Rules are\nadditions to the permanent strength of the cadre and as\nsuch form part of the cadre. Appointments under Rule 22\nof the 1975 Rules can be made to a permanent post as\nwell as to a temporary post. So long as the temporary post\nhas an independent existence and is a part of the cadre\nstrength the appointment against the said post has to be\ntreated as substantive appointment.\"\n\"29. Recruitment to the service under the 1976 Rules is\nfrom three sources and is based on quota as provided\ntherein. The cadre consists of permanent as well as\ntemporary posts. We have already interpreted the seniority\nrule to mean that the seniority of the direct recruit is to be\ndetermined from the date of his joining the service and that\nof promotee on the basis of continuous officiation/service\nfrom the date when a vacancy whether permanent or\ntemporary, becomes available in his quota. With these\ncharacteristics of the service it is obligatory that there\nshould be equality of opportunity to enter the service for\nall the three sources of recruitment. The seniority in the\nB\nC\nD\nE\nபட\nF\nG\nI\nA\nB\nC\nD\nE\nF\nG\nI\n72\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nservice is consequential and dependent on appointment.\nIf the recruitment rule gives unjustifiable preference to one\nsource of recruitment the seniority rule is bound to become\nunworkable. The object of having recruitment from different\nsources is to have a blended service to create healthy\ncompetition and in the process achieve efficiency. If one\nof the sources of recruitment is dealt with unevenly under\nthe Service Rules the said objective cannot be fulfilled. The\n1975 Rules permit appointment to temporary vacancies in\nthe service by promotion and from the judicial service. No\ndirect recruitment to the temporary vacancies is provided\nunder the said rules \"\n....We see no justification in not applying the quota rule to\nthe temporary posts in the service and confining\nappointments to said posts to the two sources of\npromotees. This Court in A.K. Subraman vs. Union of\nIndia 1975 (1) SCC 319, held as under:\n-\n'The quota rule will be enforced with reference to\nvacancies in all posts, whether permanent or\ntemporary, included in the sanctioned strength of\nthe cadre (except such vacancies as are purely of\na fortuitous or adventitious nature)....'\n-\n31. This Court in P.S. Mahal vs. Union of India 1984\n(4) SCC 545, held as under:\n'It is therefore obvious that if a vacancy arises on account\nof an incumbent going on leave or for training or on\ndeputation for a short period, it would be a fortuitous or\nadventitious vacancy and the quota rule would not be\nattracted in case of such a vacancy. But where a vacancy\narises on account of the incumbent going on deputation\nfor a reasonably long period and there is no reasonable.\nlikelihood of the person promoted to fill such vacancy\nhaving to revert, the vacancy would be subject to the quota\nrule. It is, therefore, apparent that what has to be\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\n73\nconsidered for the applicability of the quota rule is a\n✓ vacancy in a post included in the sanctioned strength of\nthe cadre.'\nA\nB\nC\nD\n\"32. When temporary posts under Rule 4(4) of the 1975\nRules are created as addition to the cadre we see no\njustification to deny the direct recruits their share of the\nquota as provided under Rule 6 of the said rules. Rule 5\nof the 1975 Rules specifically lays down that recruitment\nto the service shall be made from three sources including\nthe direct recruits. Rule 6 fixes the quota for various\nsources of recruitment to the service and allocates 15 per\ncent of the posts in the service to the direct recruits. Rules\n5 and 6 read with Rule 22(2) provide for appointments to\nthe service in accordance with quota. These rules have to\nbe read homogeneously and as a part of the same\nscheme. The service having comprised of three sources\nincluding the direct recruitment there is no justification to\ndeprive the direct recruits of their share in the temporary\nposts in the service. Unless the direct recruits are given\ntheir due quota in the temporary posts the seniority rule\ncannot operate equitably. We see no justification E\nwhatsoever in having Rules 22(3) and 22(4) of the 1975\nRules which deprive one of the sources of recruitment the\nbenefit of appointment to the temporary posts. The rules\non the face of it are discriminatory. There is no nexus with\nthe object sought to be achieved by framing the abovesaid\nrules. We, therefore, strike down Rules 22(3) and 22(4) of\nthe 1975 Rules being discriminatory and violative of\nArticles 14 and 16 of the Constitution of India. We, however,\ndirect that the appointments already made under these\nrules [Rules 22(3) and 22(4)] shall not be invalidated on G\nthis ground. We further direct that while selecting\ncandidates under Rule 18 the Committee shall prepare a\nmerit list of candidates twice the number of vacancies and\nthe said list shall remain operative till the next recruitment.\nWe further direct that the appointments under Rules 22(1) H\nF\nA\nB\nC\nD\n74\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nand 22(2) of the Rules shall be made to permanent as well\nas temporary posts from all the three sources in\naccordance with the quota provided under the 1975\nRules.\"\n24. The division bench of the High Court has accepted the\ncontention of the promotees that while applying the ratio of the\njudgment in O.P.Garg and distributing temporary as well as\npermanent vacancies, the allocation of 15% vacancies as the\nquota of direct recruits under Rule 6 of the Rules has to be\nsubjected to a ceiling of 15% of the permanent strength of the\nservice till the amendment in the Rules came into effect (on\n15.3.1996). In O.P.Garg this court held that the various rules\nwill have to be homogenized as parts of the same scheme; that\nas the service was comprised of three sources including direct\nrecruitment, there is no justification to deprive the direct recruits\nof their share of temporary posts in the service; that unless the\ndirect recruits are given their due quota in the temporary posts,\nthe seniority rule cannot operate equitably; that Rules 22(3) and\n22(4) providing that appointment for temporary vacancies shall\nbe made only from among the members of Nyayik Sewa/\nE Judicial Magistrates were discriminatory and appointments\nunder Rules 22(1) and 22(2) shall have to be made to\npermanent as well as temporary posts from all the three\nsources in accordance with the quota provided under the Rules.\nIn spite of the said decision by the three Judge Bench of this\nF court, the promotees have been contending that the percentage\nof direct recruits in the service should not exceed 15% of the\npermanent strength of the service till the amendment to the\nRules with effect from 15.3.1996, in view of the fact that this\ncourt in O.P.Garg while striking Rules 22(3) and 22(4) did not\nG strike down the word \"permanent” occurring in the first proviso\nof Rule 8(2) which provided: \"so, however that the percentage\nof direct recruits in the service does not in any case exceed\n15% of the total permanent strength of the service.\" The words\n\"total permanent” were omitted from the first proviso to Rule\n8(2) only by the amendment Rules of 1996 with effect from\nH\n"}