{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"ASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL 35\nSERVICES ASSOCIATION\nsimultaneously deleted the words \"total permanent\" from A\nthe words \"total permanent strength of service\" in the\nfirst proviso to Rule 8(2). The amendment to the first\nproviso to Rule 8(2) omitting the words 'total permanent'\nis clearly a clarification/reiteration of the position which\nprevailed as a result of the decision in O.P. Garg. [Para B\n25] [75-B-E]\nC\n3.3. The Division Bench of the High Court has\nproceeded on the basis that this Court in O.P.Garg had\nno occasion to consider, nor considered the first proviso\nto Rule 8(2) which provided the ceiling for direct\nrecruitment; and therefore the ceiling was 15% of the\n\"permanent strength of the service\" and not cadre\nstrength of the service till the amendment to the Rules\nwith effect from 15.3.1996. The said interpretation put\nforth by the promotees which found favour with the D\ndivision bench of the High Court, is untenable as it would\namount to ignoring the law laid down in O.P. Garg and\nnullifying the directions in O.P.Garg holding that direct\nrecruits are entitled to 15% quota even in temporary\nposts. The proviso to Rule 8(2) should be read in the\ncontext of the quashing of Sub-Rules (3) and (4) of Rule\n22. If so read, it would be clear that when Sub-Rules (3)\nand (4) of Rule 22 were struck down holding that direct\nrecruits were entitled to a quota in temporary posts also,\nthe word \"permanent” in the first proviso to Rule 8(2) is F\ndeemed to have been impliedly struck down or omitted\nby the decision in O.P. Garg. As the quota of direct\nrecruits is 15% of the strength of the service, the number\nof appointments of direct recruits might have never\nexceeded their quota. Therefore, the second direction of G\nthe Division Bench in the impugned judgment cannot be\nsustained. [Para 26] [75-F-H; 76-A-C]\nRe: Question No. (iv)\nE\n4. The first part of the third direction in the impugned H\nB\nC\n36\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nA order passed by the Division Bench of the High Court\ndepends upon the result of the exercise undertaken in\npursuance of its second direction. Since directions 1 and\n2 in the impugned order of the High Court have been held\nto be contrary to the decision in O.P.Garg, the question\nof undertaking any exercise as per the second direction\nof the impugned order does not arise. All that, therefore,\nremains out of the third direction in the impugned order\nis reiteration of direction No.3 of Srikant Tripathi. The\nthird direction in the impugned judgment to the extent it\nreiterates direction No.3 in Srikant Tripathi has to be\nupheld. There is no question of unfilled vacancies being\ncarried forward for the purpose of fixing the number of\nofficers to be taken at the next recruitment. The total\nvacancies to be filled at a recruitment shall have to be\nfilled by applying sub-rules (1) and (2) of Rule 8 and its\nprovisos. In that sense all vacancies, which are not filled\nby direct recruitment, get filled by promotion and there\nwill be no carry over. There is only a limited 'carry over'\nof unfilled direct recruitment vacancies in the manner\nstated in the Rule 8(2) and the first proviso thereto. [Para\n28] [76-G-H; 77-A-C]\nD\nConclusion\n5.1. The 1975 Rules are vague and complicated. The\nfour rounds of litigation are the result of absence of clear\nand simple Rules. The High Court administration had the\ndifficult task of harmonizing the Rules, the directions of\nthis Court in O.P. Garg and the directions of this Court in\nSrikant Tripathi. [Para 30] [78-C-D]\n5.2. (i) Direction Nos. (1) and (2) in para 55 of the\nimpugned order passed by the Division Bench of the\nHigh Court are set aside; (ii) Direction No.(3) in para 55\nof the impugned order is restricted to reiteration of\ndirection No.3 issued in Srikant Tripathi; (iii)Direction\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL 37\nSERVICES ASSOCIATION\nNos. (4), (5) and (6) in the impugned order are upheld; (iv) A\nThe consequential exercise directed by the High Court\nshould be restricted to the directions which have been\nupheld. (v) None of the appointments already made to the\nHigher Judicial Service, whether by direct recruitment or\nby promotion, shall be annulled, but shall be continued, B\neven if the appointment is found to be in excess of the\nquota, subject to the condition that the seniority of such\nexcess appointee will be reckoned from the date on\nwhich he becomes entitled to be adjusted at the\nsubsequent recruitment/s. Any elevation to the High C\nCourt on the basis of seniority already given shall also\nnot be affected. The High Court is requested to give a\nquietus to the long-drawn dispute, by giving effect to\ndirection nos.(4) to (6) of the impugned order and\ndirection no.(3) in Srikant Tripathi, without any delay.\n[Para 31] [78-E-H; 79-A-D]\nCase Law Reference:\nD\n1987 (4) SCC 621\nreferred to\nPara 3\n1991 (Supp) 2 SCC 51 referred to\nPara 4\nE\n2001 (10) SCC 237\nreferred to\nPara 5\n(1984) 4 SCC 450\nreferred to\nPara 16\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. F\n1312 of 2005.\nFrom the Judgment \u0026 Order dated 25.8.2004 of the High\nCourt of Judicature at Allahabad Lucknow Bench, Lucknow in\nWrit Petition No. 316 (SB) of 2004.\nWITH\nG\nC.A. Nos. 1313 of 2005 \u0026 7927 of 2010.\nP.P. Rao, Paramjit Singh Patwalia, Rakesh Dwivedi,\nН\n38\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nB\nA Nagendra Rai, Rakesh Kr. Khanna, Salman Khurshid, Shail\nKumar Dwivedi, AAG, Jitendra Mohan Sharma, Sandeep\nSingh, Mohinder Jit Singh Rupal, Amanpreet Singh Rahi,\nDevesh Tripathi, Tushar Bakshi, S.S. Tiwari, Ravi Prakash\nMehrotra, Shantanu Krishna, Mukti Chowdhary, Anant Prakash,\nRahul Dua, Deepti R. Mehrotra, Garvesh Kabra, Vinay Kr.\nGarg, Seema Bhatt, Shailja Sinha, Shantanu Sagar, Shirish\nKumar Mishra, Vandana Mishra, Vibha Dwivedi, Tripurari Ray,\nAshutosh Dubey, Vishnu Sharma, S.K. Verma, Irshad Ahmad,\nPradeep Misra, Vishwajit Singh, Shiv Sagar Tiwari, Imtiaz\nAhmed, Naghma Imtiaz, Equity Lex Associates, Chander\nSheker, Manoj Swarup \u0026 Co., Sunil Dutta Mishra, Kuldip Singh\nfor the appearing parties.\nC\nD\nחח\nE\nF\nThe Judgment of the Court was delivered by\nR. V. RAVEENDRAN J. 1. Leave granted in SLP (C)\nNo.11476 of 2005. These appeals arise out of yet another\nround of litigation in the dispute between direct recruits and\npromotees in the Uttar Pradesh Higher Judicial Service, having\nits genesis in two decisions of this Court in the earlier rounds.\n2. The recruitment and appointment to the Uttar Pradesh\nHigher Judicial Service consisting of a single cadre comprising\nthe posts of District and Sessions Judges and Additional\nDistrict and Sessions Judges are governed and regulated by\nthe U.P. Higher Judicial Services Rules, 1975, ('Rules' for short)\nframed under Article 309 read with Article 233 of the\nConstitution of India. The said Rules were amended by the UP\nHigher Judicial Services (Fourth Amendment) Rules, 1996, with\neffect from 15.3.1996. For convenience, the Rules before\namendment will be referred to as the ‘Unamended Rules' and\nG the Rules after the 1996 amendment will be referred to as the\n'Amended Rules'. As we are concerned with the recruitments\nfor the years 1988, 1990, 1992-1994 and 1998-2000, it may\nbe necessary to refer to the unamended Rules in regard to the\nrecruitments relating to 1988, 1990 and 1992-1994, and the\nH\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\n39\namended rules with reference to the 1998-2000 recruitment.\nRules 5, 6, 8, 20, 22 and 26 are relevant and they are extracted\nbelow:\n\"5. Source of recruitment - The recruitment to the Service\nshall be made-\n(a) by direct recruitment of pleaders and advocate of not\nless than seven years standing on the first day of January\nnext following the year in which the notice inviting\napplications is published :\n(b) by promotion of confirmed members of the Uttar\nPradesh Nyayik Sewa (hereinafter referred to as the\nNyayik Sewa, who have put in not less than seven years\nservice to be computed on the first day of January next\nfollowing the year in which the notice inviting applications\nis published:\nProvided that for so long as suitable officers are available\nfrom out of the dying cadre of the Judicial Magistrate,\nconfirmed officers who have put in not less than seven\nyears service to be computed as aforesaid shall be eligible\nfor appointment as Additional Sessions Judges in the\nService.\nXXX XXX XXX\n6. Quota - Subject to the provisions of rule 8, the quota\nfor various source of recruitment shall be-\nA\nB\nC\nD\nE\nF\nLL\n(i) Direct recruitment from the Bar: 15%\n(ii) Uttar Pradesh Nyayik Sewa : 70%\n(iii) Uttar Pradesh Judicial Officers\nService (Judicial Magistrates) : 15%\nof the\nG\nvacancies.\nProvided that where the number of vacancies to be filled\nin by any of these sources in accordance with the quota H\n40\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nA\nB\n0\nD\nE\nF\nG\nH\nis in fraction, less than half shall be ignored and the fraction\nof half or more shall ordinarily be counted as one:\nProvided further that when the strength in the cadre of the\nJudicial Magistrate gradually gets depleted or is completely\nexhausted and suitable candidates are not available in\nrequisite numbers or no candidate remains available at all,\nthe shortfall in the number of vacancies required to be filled\nfrom amongst Judicial Magistrates and in the long run all\nthe vacancies, shall be filled by promotion from amongst\nthe members of the Nyayik Sewa and their quota shall, in\ndue course, become 85 per cent.\n8. Number of appointments to be made - (1) The Court,\nshall, from time to time, but not later than three years from\nthe last recruitment, fix the number of officers to be taken\nat the recruitment keeping in view the vacancies then\nexisting and likely to occur in the next two years.\nNote The limitation of three years mentioned in this sub-\nrule shall not apply to the first recruitment held after the\nenforcement of these rules.\n(2) If at any selection the number of selected direct recruits\navailable for appointment is less than the number of recruits\ndecided by the Court to be taken from that source, the\nCourt may increase correspondingly the number of recruits\nto be taken by promotion from the Nyayik Sewa:\nProvided that the number of vacancies filled in as\naforesaid under this sub rule shall be taken into\nconsideration while fixing the number of vacancies to be\nallotted to the quota of direct recruits at the next\nrecruitment, and the quota for direct recruits may be raised\naccordingly; so, however, that the percentage of direct\nrecruits in the Service does not in any case exceed 15 per\ncent of the total permanent strength of the service.\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL 41\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\nProvided further that all the permanent vacancies existing A\non May 10, 1974 plus 31 temporary posts existing on that\ndate, if and when they are converted into permanent posts,\nshall be filled by promotion from amongst the members of\nthe Nyayik Sewa; and only the remaining vacancies shall\nbe shared between the three sources under these rules;\nB\nProvided also that the number of vacancies equal to 15\nper cent of the vacancies referred to in the last preceding\nproviso shall be worked out for being allocated in future\nto the Judicial magistrates in addition to their quota of 15\nC\nper cent prescribed in rule 6, and thereupon, future\nrecruitment (after the promotion from amongst the\nmembers of the Nyayik Sewa against vacancies referred\nto in the last preceding proviso) shall be so arranged that\nfor so long as the additional 15 per cent vacancies worked\nout as above have not been filled up from out of the Judicial\nmagistrates, the allocation of vacancies shall be as follows\n:\nD\n(i)\n15% by direct recruitment.\nE\n(ii) 30% from out of the Judicial Magistrates;\n(iii) 55% from out of the members of the Nyayik Sewa\n[Note: The first proviso to sub-Rule (2) of Rule 8 was\namended by the Amendment Rules of 1996 omitting the F\ncrucial word \"permanent\" when referring to \"15% of the\ntotal permanent strength of the service\". The first proviso\nas amended, reads thus :\nProvided that the number of vacancies filled in as\naforesaid under this sub rule shall be taken into\nconsideration while fixing the number of vacancies to be\nallotted to the quota of direct recruits at the next\nrecruitment, and the quota for direct recruits may be raised\naccordingly; so, however, that the percentage of direct\nG\nH\n42\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nrecruits in the Service does not in any case exceed 15 per\ncent of the total strength of the service.]\n20. Promotion of members of Nyayik Sewa :\n(1) Recruitment by promotion of the members of the Nyayik\nSewa shall be made by selection on the principle of\nseniority-cum-merit.\nXXX XXX XXX\n(4) The Selection Committee shall forward the list of the\ncandidates chosen at the preliminary selection to the Chief\nJustice along with the names of the officers who, if any, in\nthe opinion of the Committee have been passed over for\npromotion to the service.\n(5) The Court shall examine the recommendations of the\nSelection Committee and make a final selection for\npromotion and prepare a list in order of seniority of the\ncandidates who are considered fit for promotion and\nforward the same to the Governor.\nThe list shall remain operative only till the next recruitment.\n22. Appointment- (1) Subject to the provisions of sub-rules\n(2) and (3), the Governor shall on receipt from the Court\nof the list mentioned in Rules 18, 20, and 21 make\nappointments to the service on the occurrence of\nsubstantive vacancies by taking candidates from the lists\nin the order in which they stand in the respective lists.\n(2) Appointments to the service shall be made on the\nrotational system, the first vacancy shall be filled from the\nlist of officers of the Nyayik Sewa, the second vacancy\nshall be filled from the list of direct recruits (and so on),\nthe remaining vacancies shall thereafter be filled by\npromotion from the list of the officers of the Nyayik Sewa.\nH\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\n43\nProvided that for so long as suitable officers are available A\nfrom the cadre of the Judicial Magistrates, appointments\nto the service shall be made in such a way that the second\nfifth and eighth (and so on), vacancy shall be filled from the\nlist of Judicial Magistrates.\n(3) Appointment for temporary vacancies or in officiating.\ncapacity shall be made by the Governor in consultation with\nthe Court from amongst the members of the Nyayik Sewa.\nProvided that for so long as suitable officers are available\nfrom the cadre of the Judicial magistrate, appointments on\ntemporary vacancies or in officiating capacity shall be\nmade in consultation with the Court from amongst the\nJudicial Magistrate according to the quota fixed for that\nsource under these rules:\nB\nC\nD\nProvided further that for so long as such members of the\nJudicial Service as are considered suitable for\nappointments on temporary vacancies or in officiating\ncapacity, are not available in sufficient number, the\nGovernor in consultation with the Court may fill in not more E\nthan 50 per cent of such vacancies from amongst the\nofficers of the cadre of Judicial Magistrates.\n(4) The appointments shall be made on rotational system,\nthe first vacancy shall be filled from the list of officers of\nthe Nyayik Sewa, the second vacancy shall be filled from\nthe list of Judicial Magistrates (and so on).\n[Note: Sub-Rule (3) and its two provisos of Rule 22 were\nsubstituted by the following by the Amendment Rules of\n1996:\n(3) In the eventuality of delay in making appointment under\nsub-rule (1) and further if exigency of service so requires,\nthe Governor may, in consultation with the Court, make\nshort term appointment as a stop-gap arrangement from\nLL\nF\nG\nН\nA\nB\nC\nD\nE\nF\nG\n44\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\namongst the members of Nyayik Sewa in the vacancy in\nthese services within the quota fixed by the Court till the\nappointments are made under sub- rules (1) and (2):\nProvided that the period of service spent by the member\nof Nyayik Sewa on short term appointment to the service\nas a stop-gap arrangement shall not be computed for\nseniority under Rule 26.]\n26. Seniority - (1) Except as provided in sub-rule (1),\nseniority of members of the service shall be determined\nas follows:\n(a) Seniority of the officers-promoted from the Nyayik Sewa\nvis-à-vis the officers recruited from the Bar shall be\ndetermined from the date of continuous officiation in the\nservice in the case of promoted officers and from the date\nof their joining the service in the case of direct recruits.\nWhere the date of continuous officiation in the case of an\nofficer promoted form the Nyayik Sewa and the date of\njoining the service in the case of a direct recruit is the\nsame, the promoted officer shall be treated as senior\nProvided that in the case of a promoted officer the\nmaximum period of continuous officiation in the service\nshall not, for the purpose of determining seniority exceed\nthree years immediately preceding the date of\nconfirmation;\nProvided that where any officer is not found fit for\nconfirmation and is not confirmed in his turn, the officiating\nperiod or the probationary period, as the case may be,\nprior to the date of decision taken by the High Court in this\nbehalf shall not be taken into account for purposes of\ncomputing the period of continuous officiation or for\npurposes of working out the date of joining of the service,\nas the case may be;\nH\n"}