{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55}],"text":"ASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\n15.3.1996.\ni\n75\n25. If Rule 8(2) is to be read in the manner suggested by\nthe promotees, it would nullify the decision in O.P.Garg which\nheld that the direct recruits were entitled to 15% quota not only\nin the permanent strength of the service but also in the\ntemporary posts. This court in O.P.Garg, apparently did not\nstrike down the word \"permanent” in the latter part of the first\nproviso to Rule 8(2) while striking down Rule 22(3) and 22(4)\nas it apparently assumed that rule 8(2) and the first proviso\nthereto were applicable only in a contingency referred to in Rule\n8(2). The rule making authority rightly understood the decision\nand proceeded on the basis that if sub-rules (3) and (4) of Rule\n22 were invalid and the direct recruits were entitled to 15%\nquota even in the temporary posts, then the word \"permanent\"\nshould be deleted in the first proviso to Rule 8(2). That is why\nthe rule making authority while substituting Rule 22 in the rules\nin 1996 in pursuance of the decision in O.P.Garg striking down\nsub-rules (3) and (4) of Rule 22, simultaneously deleted the\nwords \"total permanent” from the words “total permanent\nstrength of service\" in the first proviso to Rule 8(2). The\namendment to the first proviso to Rule 8(2) omitting the words\n'total permanent' is clearly a clarification/reiteration of the\nposition which prevailed as a result of the decision in O.P.\nGarg.\n26. The Division Bench of the High Court has proceeded.\non the basis that this Court in O.P.Garg had no occasion to\nconsider, nor considered the first proviso to Rule 8(2) which\nprovided the ceiling for direct recruitment; and therefore the\nceiling was 15% of the \"permanent strength of the service\" and\nnot cadre strength of the service till the amendment to the Rules\nwith effect from 15.3.1996. The said interpretation put forth by\nthe promotees which found favour with the division bench of the\nHigh Court, is untenable as it would amount to ignoring the law\nlaid down in O.P. Garg and nullifying the directions in O.P.Garg\nholding that direct recruits are entitled to 15% quota even in\nA\nB\nC\nD\nE\nF\nG\nH\n76\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nA temporary posts. The proviso to Rule 8(2) should be read in\nthe context of the quashing of Sub-Rules (3) and (4) of Rule 22.\nIf so read, it would be clear that when Sub-Rules (3) and (4) of\nRule 22 were struck down holding that direct recruits were\nentitled to a quota in temporary posts also, the word\nB “permanent” in the first proviso to Rule 8(2) is deemed to have\nbeen impliedly struck down or omitted by the decision in O.P.\nGarg. As the quota of direct recruits is 15% of the strength of\nthe service, the number of appointments of direct recruits might\nhave never exceeded their quota. Therefore, the second\nC direction of the Division Bench in the impugned judgment\ncannot be sustained.\nRe Question No. (iv)\n27. Direction No.3 in Srikant Tripathi is to the effect that\nD if in each recruitment year posts were available in the quota of\npromotees and promotions were not made even though\nselections had been made under Rule 20 then the legitimate\nright of the promotees cannot be denied and promotions must\nbe made with effect from the date they should have been\nE appointed. On the other hand, the third direction of the Division\nBench of the High Court in the impugned order is that while\nundertaking an exercise as per its second direction as to\nwhether direct recruits taken into service or in excess of the\nquota or not, a simultaneous exercise has to be done in\nF compliance with direction No.3 in Srikant Tripathi and\nvacancies of the quota of promotees shall be deemed to have\nbeen filled up from the date they were entitled to promotion.\nG\nH\n28. The first part of the third direction in the impugned order\ndepends upon the result of the exercise undertaken in\npursuance of its second direction. We have held that directions\n1 and 2 in the impugned order of the High Court are contrary\nto the decision in O.P.Garg. In view of it, the question of\nundertaking any exercise as per the second direction of the\nimpugned order does not arise. All that therefore remains out\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\n77\nof the third direction in the impugned order is reiteration of A\ndirection No.3 of Srikant Tripathi. The third direction in the\nimpugned judgment to the extent it reiterates direction No.3 in\nSrikant Tripathi has to be upheld. There is no question of\nunfilled vacancies being carried forward for the purpose of fixing\nthe number of officers to be taken at the next recruitment. The B\ntotal vacancies to be filled at a recruitment shall have to be filled\nby applying sub-rules (1) and (2) of Rule 8 and its provisos. In\nthat sense all vacancies, which are not filled by direct\nrecruitment, get filled by promotion and there will be no carry\nover. There is only a limited 'carry over' of unfilled direct C\nrecruitment vacancies in the manner stated in the Rule 8(2) and\nthe first proviso thereto.\nD\n29. We may illustrate the effect of the directions in Srikant\nTripathi with reference to the figures arrived at in the Report of\nthe Sub-Committee, abstract of which is given in the Table in\nparagraph 6 above (by assuming that the figures specified are\ncorrect). For 1988 recruitment, the vacancies are shown as 314,\nthe actual recruitment is shown as 24+3 by direct recruitment\nand 191 by promotion and the carried forward unfilled vacancies\nas 96. If there were 314 vacancies and what is filled by direct E\nrecruitment was 27, the remaining 287 vacancies should be\nfilled up by promotions instead of 191 having regard to Rule\n8(2). There is no question of any vacancies being carried\nforward for 1990 recruitment, unless sufficient numbers of\ncandidates are not available for filling the posts even by F\npromotion also. Therefore the vacancies to be filled in 1990.\n(with the expected vacancies up to 31.12.1992) should be\ntreated as only 44 of which promotees' share would be 37 and\nshare of direct recruits would be 7. As only 5 were appointed\nby direct recruitment, the remaining 39 ought to be filled by G\npromotion. In regard to 1998 recruitment, if 15% of strength of\nthe service is 120 and the number of direct recruits actually\nworking were only 82, there is nothing wrong in directly\nrecruiting 38 out of the actual vacancies of 176. We have given\nthese examples with reference to the figures given by the Sub- H\n78\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nA Committee in its Report and it should not be assumed that the\nfigures given by the sub-committee have been accepted by us\nto be correct. In fact the figures may have to be re-worked with\nreference to the other directions of the High Court which have\nbeen upheld by us. Be that as it may.\nB\nConclusion\n30. The 1975 Rules are vague and complicated. The four\nrounds of litigation are the result of absence of clear and simple\nRules. The High Court administration had the difficult task of\nC harmonizing the Rules, the directions of this Court in O.P. Garg\nand the directions of this court in Srikant Tripathi. The High\nCourt Sub-Committee apparently made a sincere effort to\nimplement the Rules and the directions. Unless the exercise by\nthe High Court through its Sub-Committee (approved by the Full\nD Court of the High Court), is arbitrary or is in non-compliance\nwith any specific direction of this Court, it will not be open to\nquestion. Be that as it may.\nE\nF\nG\n31. In view of our aforesaid findings, we allow these\nappeals in part as follows:\n(i) Direction Nos. (1) and (2) in para 55 of the\nimpugned order dated 25.8.2004 are set aside;\n(ii) Direction No.(3) in para 55 of the impugned order\ndated 25.8.2004 is restricted to reiteration of\ndirection No.3 issued in Srikant Tripathi (2001 (10)\nSCC 237); and\n(iii) Direction Nos. (4), (5) and (6) in the impugned order\ndated 25.8.2004 are upheld.\n(iv) The consequential exercise directed by the High\nCourt should be restricted to the directions which\nhave been upheld.\nH\n(v)\nNone of the appointments already made to the\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\n79\nHigher Judicial Service, whether by direct A\nrecruitment or by promotion, shall be annulled, but\nshall be continued, even if the appointment is found\nto be in excess of the quota, subject to the condition\nthat the seniority of such excess appointee will be\nreckoned from the date on which he becomes B\nentitled to be adjusted at the subsequent\nrecruitment/s. Any elevation to the High Court on the\nbasis of seniority already given shall also not be\naffected.\nWe request the High Court to give a quietus to the long-\ndrawn dispute, by giving effect to direction nos. (4) to (6) of the\nimpugned order and direction no.(3) in Srikant Tripathi, without\nany delay.\nAll pending applications stand disposed of. '\nB.B.B.\nC\nD'\nAppeal partly allowed.\n"}