{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"ASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\nCommittee has been constituted by the Chief Justice.\"\n55\nThe factual position as worked out in the annexures to the\nsaid report is as under:\nA\nDescription\n1988\n(with\n1990\n1992-94\n1998\n(with\n(with\nB\n(with\nexpected\nexpected\nexpected)\nexpected\nvacancies\nvacancies\nvacancies\nvacancies\nupto\nupto\nupto\nupto\n31.12.1990) 31.12.1992) 31.12.1997) | 2000)\nTotal vacancies\nC\nCarried forward 8\n96\n117\n196\nVacancies\nduring the\nperiod\n306\n44\n261\n176\nD\n1111\nTotal\n314\nAllotment of\nvacancies\n-\n140\n378\n372\nE\nPromotees\n267\n119\n321\n316\nDirect recruits\n47\n21\n57\n56\nCadre strength\nF\nPermanent\n376\n511\n572\n572\nTemporary\n219\n85\n169\n226\nTotal\n595\n596\n741\n798\nG\n15% of cadre\nstrength (maxi-\n|mum number of\ndirect recruits\n89\n99\n89\n111\n120\npermissible\nH\n56\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nA\nwith reference\nto cadre\nstrength)\nActual number of 47\n73\n66\n82\ndirect recruits\nB\nworking\nMaximum number 42\n16\n45\n38\nof direct recruits\nwho could be\nC\nappointed\nActual recruitment\nPromotees\n191\n17 161(48+113) Permissible:334\nD\nDirect recruits\n24\n5\nPermissible 38\nVacancies kept\n3\n1\nreserved for\nSC/ST\nE\nUnfilled to be\n96\n96\n117\n196\ncarried forward\nF\nThe said report was approved by the Administrative Committee\non 4.9.2002 and was approved by the Full Court of the High\nCourt on 1.2.2004.\n7. The promotees were aggrieved by the acceptance of\nthe Report by the Full Court. They contended that calculations\nmade by the Sub-Committee and the conclusion arrived by it\nG that that the actual number of direct recruitment made for the\nsaid years was not in excess of the quota available for direct\nrecruits, were erroneous. According to them, the posts available\nin the quota of promotees (Nyayik Sewa Officers) was 475 for\n1998 recruitment and not 334. They also disputed the finding\nH that 38 vacancies were available for direct recruitment in 1998.\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL 57\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\nTheir cause was espoused by the UP Higher Judicial Service A\nAssociation by filing a writ petition (WP No.316 of 2004)\nseeking the following reliefs :\n(i) a direction to the State and the High Court not to make\nany appointment by direct recruitment in the UP Higher\nJudicial Service until the posts available for promotion of\nmembers of the UP Nyayik Sewa with effect from 1988\nrecruitment are calculated and filled up in accordance with\nthe Rules as directed by this Court in S.K. Tripathi;\n(i) a direction to the State and the High Court to appoint\nto the UP Higher Judicial Service, the members of the said\nAssociation against the 222 existing vacancies in the\nquota of promotees; and\nB\nC\n(iii) quashing the decision of the Full Court of the High D\nCourt dated 1.2.2004 accepting the recommendations of\nthe three-member Committee dated 24.8.2004.\n8. A Division Bench of the High Court allowed the said writ\npetition by the impugned order dated 25.8.2004. It quashed the\nresolution of the Full Court dated 1.2.2004 accepting the\nrecommendations of the three-member Committee dated\n24.8.2002 and directed a fresh exercise to be carried out in\nthe light of Srikant Tripathi to determine the vacancies and their\ndistribution between the three sources of recruitment as per\ntheir quota under the Rules, for the recruitment years 1988 to\n1998 in accordance with the following guidelines :\nE\nF\n(1) The number of the officers of Nyayik Sewa and Judicial\nService who were already promoted and appointed\nagainst temporary posts under Rule 22(3) or 22(4) of the\nG\nRules and whose appointments have been protected in O\nP Garg would be taken into consideration and the number\nof vacancies equal to the number of such officers shall be\nexcluded from computation.\n(2) While applying the ratio of judgment in OP Garg and\nH\nA\nB\nс\nD\nE\nF\nG\nH\n58\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\ndistributing temporary as well as permanent vacancies,\nallocation of 15% vacancies of the quota of direct recruits\nunder rule 6 of the Rules, has further to be subject to ceiling\nof 15% of the permanent strength of service, till the\namendment in the rules came into effect i.e. 25th\nFebruary, 1996.\n(3) While making an exercise to find out (in accordance\nwith direction no.2) as to whether the direct recruits taken\ninto service are in excess of the quota or not, simultaneous\nexercise has to be done for compliance of direction no.3\nin S.K. Tripathi and vacancies of the quota of promotees\nshall be deemed to have been filled up from the date they\nare entitled to promotion.\n(4) Thirty one posts of the service which have been\ntransferred to Uttaranchal with effect from 30.9.2001 shall\nbe excluded while determining the strength of the service\nin order to work out 15% of the quota of direct recruits.\n(5) Out of 13 unnoticed vacancies, found by the office in\nthe year 1988 only two vacancies equal to 15% of the quota\nof direct recruits be given to them instead of adjusting five\nappointments en bloc and again giving one out of eight\nvacancies to them applying 15% quota rule.\n(6) The second proviso to Rule 6 be also given effect to\nas and when the occasion arises.\nThe Division Bench issued a consequential direction that the\nState Government and the High Court cannot be permitted to\nappoint thirty eight direct recruits for the 1998 recruitment year\nand permitted the State and the High Court to proceed with the\nappointment of direct recruits for 1998 not exceeding twenty\nfour and also fill up 334 posts by promotion subject to the final\ndetermination of vacancies in accordance with the directions\ncontained therein. The said order is challenged in these civil\nappeals.\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\n59\n9. Judicial Officers belonging to U.P. Higher Judicial A\nService appointed in the direct recruits quota, in the years\n1988, 1990, 1992 and 1994, who were not parties before the\nHigh Court and whose seniority is adversely affected by the\norder of the division bench of the High Court are the appellants\nin C.A. No.1312/2005.\nThe High Court of Allahabad which was the second\nrespondent in the writ petition filed by the U.P. Judicial Service\nAssociation, is the appellant in C.A.No.1313/2005.\nB\nThe candidates who participated in the U.P. Higher Judicial C\nService Examination, 2000 for direct recruitment and whose\nnames are found in the select list but who are not appointed in\nview of the directions in the impugned order (to restrict the\nappointments to only 24 instead of 38), have filed the last\nappeal.\n10. The appellants (direct recruits, the High Court\nadministration and the prospective direct recruits) in their\nrespective appeals, have contended that directions (1), (2), and\n(3) issued by the Division Bench as also the consequential\ndirection to conduct a fresh exercise in the light of Srikant\nTripathi are erroneous and require interference. Their\ncontentions in brief are:\nD\nE\n(a) The direction by the division bench of the High Court\nthat the vacancies occupied by promotees in excess of F\ntheir quota whose appointments were protected by the\nSupreme Court, shall be excluded from the computation\nof the respective quotas for direct recruitments and\npromotion, is contrary to the decision in Srikant Tripathi,\nbut also inconsistent with the settled legal position vide A. G\nK. Subraman vs. Union of India - (1975) 1 SCC 319 and\nP.S. Mahal vs. Union of India - (1984) 4 SCC 545.\n(b) The interpretation of the first proviso to Rule 8(2) is\ncontrary to the decision in O.P. Garg and inconsistent with H\n60\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nA\nB\nC\nD\nE\nLL\nF\n0\nH\nthe views of this Court in OP Singla \u0026 Anr. vs. Union of\nIndia \u0026 Ors. – (1984) 4 SCC 450.\n(c) The direction that the ceiling of 15% of permanent\nstrength of the service should be given effect, till the\namended Rules came into effect (15.3.1996), instead of\ntreating 15% of the cadre strength as quota for direct\nrecruits, is contrary to the decision in O.P. Garg, holding\nthat \"all temporary posts created under Rule 4 (4) of the\n1975 Rules are additions to the permanent strength of the\ncadre and as such form part of the cadre.\"\n11. On the contentions raised, the following questions arise\nfor our consideration :\n(i) Whether the vacancies occupied by judicial officers\npromoted and appointed against temporary posts under\nSub-Rules (3) or (4) of Rule 22 should be excluded when\ncomputing the respective quotas for promotees and direct\nrecruits?\n(ii) Whether the direct recruits are entitled to 15% of the\nvacancies as a fixed quota or whether the said percentage\nis a ceiling imposed in regard to direct recruitment\nmeaning that the vacant posts shall not be filled up more\nthan 15% by the direct recruits?\n(iii) Whether the words “15% of the total permanent\nstrength of the service\" occurring in first proviso to sub-Rule\n(2) of Rule 8 of the unamended Rules (as contrasted from\n\"15% of the strength of the service\" after the amendment),\nshall be given effect in computing the respective quotas\nof promotees and direct recruits till the amendment of\nRules (effective from 15.3.1996) deleting the word\n\"permanent\" in the said first proviso?\n(iv) Whether the procedure of carrying forward vacancies\nadopted by the full court of the High Court is erroneous\nhaving regard to the specific provisions of Rule 8(2) and\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\ndirection no.3 issued by this Court in Srikant Tripathi?\n61\nThe answers to these questions would to a large extent depend\nupon the interpretation of the earlier decisions of this Court in\nO.P. Garg and Srikant Tripathi.\nRe: Question (i)\nA\nB\n12. In O. P. Garg, this Court struck down Rules 22(3) and\n22(4) which confined the appointment to temporary posts to only\npromotees (Nyayik Sewa and Judicial Magistrates) held that\nwhen temporary posts under Rule 4(4) of the 1975 Rules are C\ncreated as addition to the cadre, the direct recruits could not\nbe denied their share of the quota as provided under Rule 6 of\nthe said Rules; and as the services were comprised of three\nsources including the direct recruitment, there was no\njustification to deprive the direct recruits of their share in the\ntemporary posts in the service. This court also struck down the\nfirst proviso to Rule 26(1)(a). As a result this Court directed :\nD\nヨ\n\"We also strike down Rules 22(3) and 22(4) of the 1975\nRules but the appointments already made under these rules\nshall not be invalidated. We further direct that while\nselecting candidates under Rule 18 of the said Rules the\nCommittee shall prepare a merit of candidates twice the\nnumber of vacancies and the said list shall remain\noperative till the next recruitment. We further direct that the\nappointments under Rules 22(1) and 22(2) of the 1975 F\nrules shall be made to permanent as well as to temporary\nposts from all the three sources in accordance with the\nquota provided under the said rules.\"\nSince the recruitment to the service is from three sources, G\nthe existence of a vacancy either permanent or temporary\nis the sine qua non for claiming benefit of continuous length\nof service towards seniority. The period of officiation/\nservice which is not against a substantive vacancy\n(permanent or temporary) cannot be counted towards\nH\nA\nB\nC\nD\n62\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nseniority. While striking down first proviso to Rule 26(1)(a)\nof the 1975 Rules, we hold that the continuous officiation/\nservice by a promotee shall be counted for determining his\nseniority only from the date when a substantive vacancy\nagainst a permanent or temporary post is made available\nin his quota under the 1975 Rules.\"\n13. As a consequence of striking down of the sub-rules(3)\nand (4) of Rule 22, the appointments already made by applying\nthose rules had to be invalidated to the extent of 15% which\nwas the quota of direct recruits, resulting in the reversion of those\nwho were promoted to vacancies to which direct recruits were\nentitled and filling those vacancies by direct recruitment. But,\nthis Court did not want any of the appointments already made\nunder the sub-rules 22(3) and (4) to be invalidated. It, therefore,\nextended limited protection to those appointments of\npromotees already made to the higher temporary posts which\nought to have gone to the direct recruits quota by directing that\nappointments already made under Rules 22(3) and 22(4) shall\nnot be invalidated. This saved such promotees from reversion.\nWhat was saved was only their appointments and not the\nE seniority by reason of the illegal appointments. The effect of\nsaving the promotee from invalidation of the promotion is that\nhe would be allowed to continue, but his seniority will be\nreckoned only when he is adjusted against a promotee vacancy\nin the next recruitment. Therefore all the consequences of\nF striking down Rules 22(3) and 22(4) followed, the only\nconsequence that was excluded was the invalidation of\nappointments already made by applying the said sub-rules.\n22(3) and 22(4). Such protection cannot be widened or\nextended, to deny the quota of direct recruits in the temporary\nG vacancies and thereby nullify the striking of the said sub-rules.\nH\nNor can the protection against invalidation of promotion be\nused to exclude the number of vacancies equal to the number\nof officers who were given protection, while computing the\nvacancies to be filled by different sources. Consequently, in\nspite of the protection against invalidation and reversion, all the\n63\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION [R.V. RAVEENDRAN, J.]\nappointments of promotees to temporary vacancies will have A\nto be counted and adjusted against the substantive vacancies\nunder promotee quota under the Rules. In short, the direct\nrecruits should be given quota in the temporary posts also.\nTherefore, the first direction in the impugned judgment of the\nHigh Court (that vacancies occupied by promotees in excess\nof their quota shall be excluded from computation of respective\nquotas for direct recruitment and promotion) is contrary to the\ndecision in O. P. Garg, and cannot be sustained.\nRe: Question No.(ii)\nB\nC\n14. Rule 6 relates to quota for various sources of\nrecruitment and provides the quota for direct recruitment from\nthe Bar shall be 15% of the vacancies subject to the provision\nof Rule 8. Sub-Rule (2) of Rule 8 provides that if at any\nselection, the number of selected direct recruits available for D\nappointment is less than the number of recruits decided by the\nHigh Court to be taken from that source, the court may increase\naccordingly the number of recruits to be taken by promotion\nfrom the Nyayik Sewa. The first proviso to the said sub-rule\nprovides that the number of vacancies filled in as aforesaid E\nunder the Sub-Rule (2) of Rule 8 shall be taken into\nconsideration while fixing the number of vacancies to be allotted\nto the quota of direct recruits at the next recruitment and the\nquota for direct recruits may be raised accordingly and in so\ndoing, the percentage of direct recruits in the service does not F\nin any case exceed 15% of the total permanent strength of\nthe service. By the 1996 amendment to the Rules, with effect\nfrom 15.3.1996, the word total permanent was deleted and\nas a result the last part of the first proviso to Rule 8(2) from\n15.3.1996 reads thus: \"so, however, that the percentage of\ndirect recruits in the service does not in any case exceed 15%\nof the strength of the service\".\n15. The promotees contend that having regard to the\nwording of Rule 8(2) and its first proviso, there is a ceiling of\nG\nH\n64\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nA 15% of the total permanent strength for direct recruits. They\ncontend that while the appointments by direct recruitment could\nnot exceed 15% of the strength of the service, the appointment\nby promotion can exceed the quota of 85%. On the other hand,\nthe direct recruits contend that their quota is 15% of the strength\nB of the service. They point out that even if any shortfall in the\nnumber of selected direct recruits is filled by increasing the\nnumber of promotees, at the next recruitment, the shortfall has\nto be made good while fixing the number of vacancies to be\nfilled by direct recruits and by promotion and this showed that\ntheir quota was 15%.\nC\nD\nE\nF\nG\nH\n16. Both sides relied upon the decision of this Court in O,P,\nSingla vs. Union of India - (1984) 4 SCC 450, in support of\ntheir respective contentions. While the promotees relied upon\npara 16 of O.P. Singla to contend that the Rules refer to the\n15% as a ceiling for appointment of direct recruits and there\nis no obligation to fill 15% of the vacancies with direct recruits,\ndirect recruits relied upon para 17 of O.P. Singla, to contend\nthat the Rules prescribe a quota of 15% for direct recruits. We\nextract below the relevant observations from O.P. Singla :\n\"16. Logically, we must begin this inquiry with the question\nas to the interpretation of the proviso to Rule 7. Does that\nproviso prescribe a quota or does it merely provide for a\nceiling? In other words, does the proviso require that, at\nany given point of time, 1/3rd of the substantive posts in\nthe Service shall be reserved for direct recruits or does it\nonly stipulate that the posts held by direct recruits shall not\nbe more than 1/3rd of the total number of substantive posts\nin the Service? The proviso reads thus:\nProvided that not more than 1/3rd of the substantive\nposts in the Service shall be held by direct recruits.\nThis language is more consistent with the contention of the\npromotees that the proviso merely prescribes, by way of\nimposing a ceiling, that the direct recruits shall not hold\n"}