{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2010] 12 S.C.R. 25\nASHOK PAL SINGH AND ORS.\nV.\nU.P. JUDICIAL SERVICES ASSOCIATION AND ORS.\n(Civil Appeal No. 1312 of 2005)\nSEPTEMBER 13, 2010\n[R.V. RAVEENDRAN AND MARKANDEY KATJU, JJ.]\nJudicial Service:\nA\nB\n-\nD\nE\nUttar Pradesh Higher Judicial Service Rules, 1975 (Un- C\namended and amended) Rules 6, 8 and 22 - Higher\nJudicial Service - Recruitment, appointment and promotion\nDirect recruitment quota and promote quota - Dispute over\ninter-se seniority of direct recruits and promotees - Four\nrounds of litigation - Earlier decisions of Supreme Court and\nthe Service Rules harmonized - Held: Direct recruits to be\ngiven quota in the temporary posts also - Quota of direct\nrecruits is '15%' and not 'upto 15%' - Though the quota of\ndirect recruits is fixed, there is flexibility in fixing the vacancies\nto be filled by direct recruitment and vacancies to be filled by\npromotion High Court can make adjustments in fixing the\nnumber of officers to be appointed by promotion and direct\nrecruitment as shown in Rule 8(2) and the provisos thereto\nensuring that the number of direct recruits does not exceed\n15% of the total strength of the service – Proviso to Rule 8(2)\nto be read in the context of the quashing of Sub-Rules (3) and\n(4) of Rule 22-Total vacancies to be filled up at a recruitment\nby applying sub-rules (1) and (2) of Rule 8 and its provisos –\nThere is no question of unfilled vacancies being carried\nforward for the purpose of fixing the number of officers to be\ntaken at the next recruitment.\n-\n-\nThe recruitment and appointment to the U.P. Higher\nJudicial Service were governed by the U.P. Higher\nJudicial Services Rules, 1975. In terms of the Rules, the\n25\nF\nG\nI\n26\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nA vacancies were filled by i) direct recruitment from the Bar;\nand ii) by promotion from amongst a) Uttar Pradesh\nNyayik Sewa and b) Uttar Pradesh Judicial Officers\nService (Judicial Magistrates).\nB\nC\nThe issue of inter-se seniority between promotees\nand direct recruits in the Uttar Pradesh Higher Judicial\nServices was considered by the Supreme Court in two\nearlier decisions viz. P.K. Dixit's case* and O.P. Garg's\ncase**. The issue again came up in Srikant Tripathi's\ncase***, wherein the Supreme Court issued a number of\ndirections.\nThe UP Higher Judicial Service Association filed a\nwrit petition seeking (i) a direction to the State and the\nHigh Court not to make any appointment by direct\nD recruitment in the UP Higher Judicial Service until the\nposts available for promotion of members of the UP\nNyayik Sewa with effect from 1988 recruitment are\ncalculated and filled up in accordance with the Rules as\ndirected by the Supreme Court in Srikant Tripathi; (ii) a\nE direction to the State and the High Court to appoint to the\nUP Higher Judicial Service, the members of the said\nAssociation against the 222 existing vacancies in the\nquota of promotees; and (iii) quashing the decision of the\nFull Court of the High Court accepting the recommend-\nF ations of the three-member Sub-Committee.\nG\nH\nA Division Bench of the High Court allowed the writ\npetition and directed a fresh exercise to be carried out in\nthe light of Srikant Tripathi to determine the vacancies\nand their distribution between the three sources of\nrecruitment as per their quota under the Rules, for the\nrecruitment years 1988 to 1998 in accordance with the\nfollowing guidelines: (1) the number of the officers of\nNyayik Sewa and Judicial Service who were already\npromoted and appointed against temporary posts under\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL 27\nSERVICES ASSOCIATION\nB\nRule 22(3) or 22(4) of the Rules and whose appointments A\nhave been protected in O.P. Garg would be taken into\nconsideration and the number of vacancies equal to the\nnumber of such officers shall be excluded from\ncomputation; (2) while applying the ratio of judgment in\nO.P. Garg and distributing temporary as well as\npermanent vacancies, allocation of 15% vacancies of the\nquota of direct recruits under Rule 6 of the Rules, has\nfurther to be subject to ceiling of 15% of the permanent\nstrength of service, till the amendment in the rules came\ninto effect in 1996; (3) while making an exercise to find C\nout (in accordance with direction no.2) as to whether the\ndirect recruits taken into service are in excess of the\nquota or not, simultaneous exercise has to be done for\ncompliance of direction no.3 in Srikant Tripathi (to the\neffect that if in each recruitment year, posts were D\navailable in the quota of promotees and promotion has\nnot been made, even though selection had been made\nunder Rule 20, then the legitimate right of the promotees\ncannot be denied and promotion must be made with\neffect from the date they should have been appointed)\nand vacancies of the quota of promotees shall be deemed\nto have been filled up from the date they are entitled to\npromotion; (4) thirty one posts of the service which have\nbeen transferred to Uttaranchal with effect from 30.9.2001\nshall be excluded while determining the strength of the\nservice in order to work out 15% of the quota of direct\nrecruits; (5) out of 13 unnoticed vacancies, found by the\noffice in the year 1988 only two vacancies equal to 15%\nof the quota of direct recruits be given to them instead\nof adjusting five appointments en bloc and again giving\none out of eight vacancies to them applying 15% quota\nrule and (6) the second proviso to Rule 6 be also given\neffect to as and when the occasion arises.\nIn the instant appeals the questions arising for\nE\nF\nG\nH\n28\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nA consideration were (i) whether the vacancies occupied by\njudicial officers promoted and appointed against\ntemporary posts under Sub-Rule (3) or (4) of Rule 22\nshould be excluded when computing the respective\nquotas for promotees and direct recruits; (ii) whether the\nB direct recruits are entitled to 15% of the vacancies as a\nfixed quota or whether the said percentage is a ceiling\nimposed in regard to direct recruitment meaning that the\nvacant posts shall not be filled up more than 15% by the\ndirect recruits; (iii) whether the words \"15% of the total\nC permanent strength of the service\" occurring in first\nproviso to sub-Rule (2) of Rule 8 of the unamended Rules\n(as contrasted from \"15% of the strength of the service\"\nafter the amendment), shall be given effect in computing\nthe respective quotas of promotees and direct recruits till\nthe amendment of Rules (effective from 15.3.1996)\ndeleting the word \"permanent\" in the said first proviso\nand (iv) whether the procedure of carrying forward\nvacancies adopted by the full court of the High Court is\nerroneous having regard to the specific provisions of\nRule 8(2) and direction no.3 issued by the Supreme Court\nin Srikant Tripathi.\nD\nE\nF\nPartly allowing the appeal, the Court\nHELD:\nRe: Question (i)\n1. In O. P. Garg, this Court struck down Rules 22(3)\nand 22(4) which confined the appointment to temporary\nposts to only promotees (Nyayik Sewa and Judicial\nG Magistrates) and held that when temporary posts under\nRule 4(4) of the Uttar Pradesh Higher Judicial Service\nRules, 1975 are created as addition to the cadre, the direct\nrecruits could not be denied their share of the quota as\nprovided under Rule 6 of the said Rules; and as the\nH\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL 29\nSERVICES ASSOCIATION\nservices were comprised of three sources including the A\ndirect recruitment, there was no justification to deprive\nthe direct recruits of their share in the temporary posts\nin the service. This court also struck down the first\nproviso to Rule 26(1)(a). As a consequence of striking\ndown of the sub-rules(3) and (4) of Rule 22, the B\nappointments already made by applying those rules had\nto be invalidated to the extent of 15% which was the\nquota of direct recruits, resulting in the reversion of those\nwho were promoted to vacancies to which direct recruits\nwere entitled and filling those vacancies by direct C\nrecruitment. But, this Court did not want any of the\nappointments already made under the sub-rules 22(3) and\n(4) to be invalidated. It, therefore, extended limited\nprotection to those appointments of promotees already\nmade to the higher temporary posts which ought to have D\ngone to the direct recruits quota by-directing that\nappointments already made under Rules 22(3) and 22(4)\nshall not be invalidated. This saved such promotees from\nreversion. What was saved was only their appointments\nand not the seniority by reason of the illegal\nappointments. The effect of saving the promotee from\ninvalidation of the promotion is that he would be allowed\nto continue, but his seniority will be reckoned only when\nhe is adjusted against a promotee vacancy in the next\nrecruitment. Therefore, all the consequences of striking\ndown Rules 22(3) and 22(4) followed, the only\nconsequence that was excluded was the invalidation of\nappointments already made by applying the said sub-\nrules 22(3) and 22(4). Such protection cannot be widened\nor extended, to deny the quota of direct recruits in the\ntemporary vacancies and thereby nullify the striking off G\nthe said sub-rules. Nor can the protection against\ninvalidation of promotion be used to exclude the number\nof vacancies equal to the number of officers who were\ngiven protection, while computing the vacancies to be\nE\nF\nH\nA\n30\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nfilled by different sources. Consequently, in spite of the\nprotection against invalidation and reversion, all the\nappointments of promotees to temporary vacancies will\nhave to be counted and adjusted against the substantive\nvacancies under promotee quota under the Rules. In\nB short, the direct recruits should be given quota in the\ntemporary posts also. Therefore, the first direction in the\nimpugned judgment of the High Court (that vacancies\noccupied by promotees in excess of their quota shall be\nexcluded from computation of respective quotas for direct\nC recruitment and promotion) is contrary to the decision in\nO. P. Garg, and cannot be sustained. [Paras 12, 13] [61--\nC-D; 62-C-H; 63-A-B]\nD\nE\nF\n**\n* P.K. Dixit vs. State of Uttar Pradesh 1987 (4) SCC 621\nand O.P. Garg v. State of U.P. \u0026 Ors. 1991 (Supp) 2 SCC\n51, referred to.\nRe: Question No.(ii)\n2.1. Rule 6 relates to quota for various sources of\nrecruitment and provides that the quota for direct\nrecruitment from the Bar shall be 15% of the vacancies\nsubject to the provision of Rule 8. Sub-Rule (2) of Rule 8\nprovides that if at any selection, the number of selected\ndirect recruits available for appointment is less than the\nnumber of recruits decided by the High Court to be taken\nfrom that source, the court may increase accordingly the\nnumber of recruits to be taken by promotion from the\nNyayik Sewa. The first proviso to the said sub-rule\nprovides that the number of vacancies filled in as\naforesaid under the Sub-Rule (2) of Rule 8 shall be taken\ninto consideration while fixing the number of vacancies\nto be allotted to the quota of direct recruits at the next\nrecruitment and the quota for direct recruits may be\nraised accordingly and in so doing, the percentage of\ndirect recruits in the service does not in any case exceed\nH 15% of the total permanent strength of the service. By the\nG\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL 31\nSERVICES ASSOCIATION\n1996 amendment to the Rules, with effect from 15.3.1996,\nthe word total permanent was deleted and as a result the\nlast part of the first proviso to Rule 8(2) from 15.3.1996\nreads thus: \"so, however, that the percentage of direct\nrecruits in the service does not in any case exceed 15%\nof the strength of the service\". [Para 14] [63-C-G]\nA\nw.\nB\nC\nD\n2.2. Whether the Rules provide for a specific fixed\nquota for the direct recruits or whether they merely\nindicate the ceiling for the appointment by direct\nrecruitment would, therefore, depend on the wording of\nthe Rules. Rule 6 provides a specific quota of 15% of the\nvacancies for direct recruits. But as Rule 6 provides that\nthe same shall be subject to the provision of Rule 8, the\nquestion is whether Rule 8 modifies the quota of direct\nrecruits from '15% of the vacancies' to 'not more than\n15% of the vacancies'. Though the Rules do not compel\nthe High Court to recruit 15% of the vacancies by direct\nrecruitment at every recruitment, they require the High\nCourt to take note of any shortfall in the number of direct\nrecruits at recruitment, during the next recruitment by\nraising the quota correspondingly. Thus when the first E\nproviso to Rule 8(2) uses the words that the \"percentage\nof direct recruits in the services does not in any case\nexceed 15%\", the intention is to ensure that the direct\nrecruits maintain their quota of 15%, that is, while doing\nadjustments in fixing the number of vacancies to be filled F\nby direct recruitment at a subsequent recruitment to\nmake good the shortfall at a previous recruitment to\nmaintain 15%, the quota of direct recruit be exceeded.\nThis means that the quota of direct recruits is 15% of the\nstrength of the service. The entire purpose of the exercise G\nis to maintain the 15% quota of the direct recruits. The\nfollowing clear indicators show that the quota of direct\nrecruits is '15%' and not \"upto 15%\": (a) Rule 6 uses the\nwords \"15% of the vacancies\" as the quota of direct\nH\nA\n32\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nrecruits and does not use the words \"not more than 15%\nof the vacancies\". (b) The purpose and intent of Rule 8(2)\nis not to dilute or change the quota of direct recruits. Its\nobject is to ensure that no vacancy remains unfilled for\nwant of adequate number of direct recruits under their\nB 15% quota. This is because there are reasonable\nchances of adequate number of candidates being not\navailable for direct recruitment, whereas usually sufficient\nnumber of candidates will be available for promotion. The\nfirst proviso to Rule 8(2) ensures that the shortfall in 15%\nC quota for direct recruits in any recruitment does not get\npermanently converted to promotee quota, by providing\nthat the shortfall shall be made good at the next\nrecruitment. The words \"does not in any case exceed\n15%\" are used to further ensure that while making good\nthe shortfall of direct recruits at the next recruitment, the\ndirect recruits do not encroach upon the quota of\npromotees. (c) The provision for appointment to the\nservice by rotational system (that is Rule 22(2) providing\nthat the first vacancy to be filled from the list of Nyayik\nSewa Officers and the second vacancy to be filled from\nthe list of direct recruits and so on), makes it clear that\nthe overall scheme of the Rules is to provide a clear 15%\nquota for direct recruits. When there has been a shortfall\nin direct recruits in an earlier recruitment, the number\nfixed for direct recruits at a subsequent recruitment will\nnecessarily exceed 15% of the vacancies for which the\nsubsequent recruitment is being held, by reason of the\nfact that the earlier shortfall is required to be filled. [Paras\n18, 19] [68-B-H; 69-A-H; 70-A]\nD\nE\nF\nG\n2.3. Rule 8 clarifies that direct recruits are entitled to\n15% quota not only in the vacancies to be filled, but also\n15% in the strength of the service. The Rules also make\nit clear that when a shortfall in a particular recruitment is\nmade up at the next recruitment, there is no question of\nH the direct recruits appointed to the shortfall vacancies\nASHOK PAL SINGH AND ORS. v. U.P. JUDICIAL\nSERVICES ASSOCIATION\n33\nclaiming seniority over the promotees who filled the A\nshortfall post of direct recruits at the previous\nrecruitment. Though the shortfall is made good at the next\nrecruitment, the question of seniority will be governed by\nRule 26. No direct recruit at a subsequent recruitment can\nclaim that as he is being appointed against a direct\nrecruitment vacancy of previous recruitment, his seniority\nshould be reckoned from any date earlier to the date of\nhis joining the service. [Para 20] [70-B-D]\n2.4. Though the quota of direct recruits is fixed, there\nis flexibility in fixing the vacancies to be filled by direct\nrecruitment and vacancies to be filled by promotion. The\nHigh Court can make adjustments in fixing the number\nof officers to be appointed by promotion and direct\nrecruitment as shown in Rule 8(2) and the provisos\nthereto ensuring that the number of direct recruits does\nnot exceed 15% of the total strength of the service. [Para\n21] [70-E]\n***\nO.P. Singla vs. Union of India (1984) 4 SCC 450 and\nSrikant Tripathi \u0026 Ors. v. State of U.P. \u0026 Ors. 2001 (10) SCC\n237, referred to.\nRe: Question No.(iii)\nB\nC\nD\nE\nF\n3.1. In O.P.Garg this court held that the various rules\nwill have to be homogenized as parts of the same\nscheme; that as the service was comprised of three\nsources including direct recruitment, there is no\njustification to deprive the direct recruits of their share of\ntemporary posts in the service; that unless the direct\nrecruits are given their due quota in the temporary posts, G\nthe seniority rule cannot operate equitably; that Rules\n22(3) and 22(4) providing that appointment for temporary\nvacancies shall be made only from among the members\nof Nyayik Sewa/Judicial Magistrates were discriminatory\nand appointments under Rules 22(1) and 22(2) shall have\nH\n34\nSUPREME COURT REPORTS\n[2010] 12 S.C.R.\nA to be made to permanent as well as temporary posts from\nall the three sources in accordance with the quota\nprovided under the Rules. In spite of the said decision\nby the three Judge Bench of this court, the promotees\nhave been contending that the percentage of direct\nB recruits in the service should not exceed 15% of the\npermanent strength of the service till the amendment to\nthe Rules with effect from 15.3.1996, in view of the fact\nthat this Court in O.P.Garg while striking Rules 22(3) and\n22(4) did not strike down the word \"permanent\"\nC occurring in the first proviso of Rule 8(2) which provided:\n\"so, however that the percentage of direct recruits in the\nservice does not in any case exceed 15% of the total\npermanent strength of the service.\" The words \"total\npermanent\" were omitted from the first proviso to Rule\n8(2) only by the amendment Rules of 1996 with effect\nfrom 15.3.1996. [Para 24] [74-B-H; 75-A]\nD\n3.2. If Rule 8(2) is to be read in the manner suggested\nby the promotees, it would nullify the decision in\nO.P.Garg which held that the direct recruits were entitled\nE to 15% quota not only in the permanent strength of the\nservice but also in the temporary posts. This court in\nO.P.Garg, apparently did not strike down the word\n\"permanent\" in the latter part of the first proviso to Rule\n8(2) while striking down Rule 22(3) and 22(4) as it\nF apparently assumed that rule 8(2) and the first proviso\nthereto were applicable only in a contingency referred to\nin Rule 8(2). The rule making authority rightly\nunderstood the decision and proceeded on the basis\nthat if sub-rules (3) and (4) of Rule 22 were invalid and\nG the direct recruits were entitled to 15% quota even in the\ntemporary posts, then the word \"permanent\" should be\ndeleted in the first proviso to Rule 8(2). That is why the\nrule making authority while substituting Rule 22 in the\nrules in 1996 in pursuance of the decision in O.P.Garg\nH striking down sub-rules (3) and (4) of Rule 22,\n"}