{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"824 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA\n(4)\nB\ndemonstrates to the presiding officer of the\nForum that he or she is competent to represent\nthe party.\nAccreditation Process\n(a) The National Commission may consider\ncreating a process through which non-\nadvocates may be accredited to practice as\nrepresentatives before a Forum.\nC (b) Non-advocates who are accredited through\nthis process shall be allowed to appear before\na Forum on a regular basis\nD\n(c) The accreditation process may consist of -\n(1)\n(2)\nE\nF\nG\nH\nFees\n-\n(3)\nan written examination that tests an\napplicant's knowledge of relevant law\nand ability to make legal presentations\nand arguments\nan inspection of the applicant's\neducational and professional\nbackground\nan inspection of the applicant's criminal\nrecord\n(d) the National Commission may prescribe\nadditional requirements for accreditation at its\ndiscretion provided that the additional\nrequirements are not arbitrary and do not\nviolate existing law or the Constitution.\n(a)\nA representative who wishes to receive a fee\nmust file a written request before the Forum\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 825\nORS.\n(b) The presiding officer will decide the amount of A\nthe fee, if any, a representative may charge or\nreceive\n(c) When evaluating a representative's request for\na fee, the presiding officer may consider the\nfollowing factors:\n(1) the extent and type of services the\nrepresentative performed\n(2) the complexity of the case\n(3)\nthe level of skill and competence\nrequired of the representative in giving\nthe services\nB\nC\nthe amount of time the representative D\nspent on the case; and\n(4)\n(5)\nthe ability of the party to pay the fee\n(d) If a party is seeking monetary damages, its\nrepresentative may not seek more a fee of\nmore than 20% of the damages\nCode of Conduct for representatives\nE\n- The National Commission to create a code of conduct\nwhich would apply to non-advocates, registered\norganizations and agents appearing before a Forum.\nDisciplinary Powers of a Forum\nF\n(a) The presiding officer of a Forum may be given G\nspecific power to discipline non-advocates,\nagents, authorized organizations and\nrepresentatives for violating the code of\nconduct or other behaviour that is unfitting in\na Forum\nH\nA\n00\nB\n826 SUPREME COURT REPORTS [2011] 13 (ADDL) S.C.R.\n(a) In exercising its disciplinary authority, the\npresiding officer may -\n(1) revoke a representative's privilege to\nappear before the instant case\n(2) suspend a representative's privilege to\nappear before the Forum\n(3)\nC\n(4)\nD\nE\nban a representative from appearing\nbefore the forum\nimpose a monetary fine on the\nrepresentative [Para 110] [862-D-H; 863-\nA-H; 864-A-H]\n5.3. The National Commission is directed to frame\ncomprehensive Rules as expeditiously as possible, in\nany event, within three months from the date of\ncommunication of this order. The copy of this judgment\nbe sent to the National Commission. [Para 111] [865-A]\nCase Law Reference:\n1968 (2) SCR 709\ncited\nPara 20\n1978 (3) SCR 493\nreferred to\nPara 21, 52\n1893 (1) Q.B. 256\nreferred to\nPara 23\nF\n(1932) A.C. 562\nreferred to\nPara 25\n217 N.Y. 382, 111 N.E. 1050 referred to\nPara 28\nAIR 1957 SC 628\nreferred to\nPara 58\nG\n1975 (3) SCR 542\nreferred to\nPara 59\n1994 (2) SCR 375\nreferred to\nPara 60\n2001 (1) Suppl. SCR 147\nreferred to\nPara 61\nH\n2002 (2) SCR 411\nreferred to\nPara 62\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 827\nORS.\n1993 (3) Suppl. SCR 615\nreferred to\nPara 74\nA\n1995 (3) SCR 174\nreferred to\nPara 75\n1999 (1) Suppl. SCR 9\nreferred to\nPara 76\n2002 (1) Suppl. SCR 469\nreferred to\nPara 77\nB\n1993 (1) SCR 10\nreferred to\nPara 78\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 868\nof 2003.\nFrom the Judgment \u0026 Order dated 04.09.2002 of the High\nCourt of Judicature at Bombay in Writ Petition No. 1425 of\n2002.\nWITH\nC\nD\nC.A. Nos. 869-870 of 2003.\nJ.L. Gupta, Santosh Paul, Arvind Gupta, K.K Bhat, Meera\nMathew (for M.J. Paul), Sanjeev Sachdeva, Pree Pal Singh,\nVibhu Verma for the Appellant.\nBharat Sangal, Vernica Tomar, Alka Singh for the\nRespondents.\nThe Judgment of the Court was delivered by\nE\nDALVEER BHANDARI, J. 1. These appeals emanate F\nfrom the judgment dated 4.9.2002 delivered by the Division\nBench of the Bombay High Court in Writ Petition Nos. 1147\nand 1425 of 2002. We propose to dispose of these appeals\nby a common judgment because same questions of law are\ninvolved in these appeals.\nBRIEF FACTS:\n2. A complaint bearing no.428 of 2000 of alleged\ndeficiency in service was filed before the South Mumbai District\nG\nH\n828 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R\nA Consumer Disputes Redressal Forum, Mumbai (for short,\nConsumer Forum) against the two tour operators. During the\npendency of the complaint, applications were filed by the\nopposite parties contending that the authorized agent should\nnot be granted permission to appear on behalf of the\nB complainants as he was not enrolled as an Advocate. The\nConsumer Forum considered the applications and held that the\nauthorized agent had no right to act and plead before the\nConsumer Forum as he was not enrolled as an advocate.\nC\n3. In complaint bearing no.167 of 1997 filed before the\nConsumer Forum, the majority expressed the view that the\nauthorized agents have a right to file, act, appear, argue the\ncomplaint to its logical conclusion before the Consumer\nAgencies. The issue was taken to the State Consumer\nDisputes Redressal Commission (for short, State Commission)\nD which stayed the hearing of the matters in which authorized\nagents were appearing and refused to grant stay where\nauthorized agents were injuncted from appearing before the\nConsumer Forum. As a result, the proceedings in a large\nnumber of cases where the authorized agents were appearing\nE had come to standstill.\nF\n4. The interim order passed by the State Commission was\nchallenged in two writ petitions before the Bombay High Court.\nThe petitions were allowed by the Division Bench. The High\nCourt held that the Consumer Fora constituted under the\nConsumer Protection Act, 1986 have \"trappings of a civil court\"\nbut \"are not civil courts within the meaning of the provisions of\nthe Code of Civil Procedure.\"\n5. The High Court in the impugned judgment held that a\nG party before the District Consumer Forum/State Commission\ncannot be compelled to engage services of an advocate.\n6. The High Court further held that the Act of 1986 is a\nspecial piece of legislation for the better protection of the\nH interests of consumers. The Act has been enacted to give\nН\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 829\nORS. [DALVEER BHANDARI, J.]\nA\nsuccour and relief to the affected or aggrieved consumers\nquickly with nil or small expense. The Consumer Forum created\nunder the Act of 1986 is uninhibited by the requirement of court\nfee or the formal procedures of court - civil or criminal.....any\nrecognized consumers Association can espouse his\ncause......Even the Central Government or State Governments B\ncan act on his/their behalf...restrictive meaning shall not be\nconsistent with the objectives of the Act of 1986... The right to\nappear, therefore, includes right to address the Court,\nexamining, cross-examining witnesses, oral submissions etc..\n7. The Division Bench also held that the right of audience\ninheres in favour of authorized agents of the parties in the\nproceedings before the District Consumer Forum and the State\nCommission and such right is not inconsistent or in conflict with\nthe provisions of the Advocates Act, 1961.\nC\nD\n8. The Division Bench also observed that the right of an\nadvocate to practise is not an absolute right but is subject to\nother provisions of the Act. According to the Division Bench,\npermitting the authorized agents to represent parties to the\nproceedings before the District Forum/State Commission E\ncannot be said to practise law.\n9. The Division Bench also held that there are various\nstatutes like Income Tax Act, Sales Tax Act and the Monopolies\nand Restrictive Trade Practices Act which permit non-advocates\nto represent the parties before the authorities under those Acts.\nand those non-advocates appearing before those Forums for\nthe parties cannot be said to practise law. The Rules of 2000\nframed under Act of 1986 permit authorized agents to appear\nfor the parties and such appearance of authorized agents\ncannot be said to be inconsistent with section 33 of Advocates\nAct.\nF\nG\n10. The Division Bench also dealt with the disciplinary\naspect of the matter and held that if authorized agent appearing\nfor the party to the proceedings misbehaves or exhibits violent H\n830 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA behaviour or does not maintain the decency and decorum of\nthe District Forum or State Commission or interferes with the\nsmooth progress of the case then it is always open to such\nDistrict Forum or State Commission to pass an appropriate\norder refusing such authorized agent the audience in a given\nB case.\n11. These appeals have been preferred before this court\nagainst the impugned judgment.\n12. A two-judge Bench of this Court on 21.2.2007 referred\nC these matters to a larger Bench in view of the importance of\nthe matter. The order dated 21.2.2007 reads as under:\nD\nE\nF\n0\nН\n\"The basic issue involved in these appeals is whether a\nperson under the purported cover of being an \"agent\" can\nrepresent large number of persons before the forums\ncreated under the Consumer Protection Act, 1986 (In short\nthe 'Act') and the Rules made thereunder. According to the\nappellant Rule relating to agents cannot be used to by\npassing stipulations under the provisions of the Advocates\nAct, 1961 (in short the 'Advocates Act'), more particularly\nunder Sections 29, 31 and 32. Rule 2(b) of the Consumer\nProtection Rules, 1987 (in short the 'The Rules') defines\nan 'agent' as under:\n\"agent means a person duly authorized by a\nparty to present any complaint, appeal or\nreply on its behalf before the National\nCommission.\"\nSimilarly, Rule 14(1) and 14(3) also deal with the acts\nwhich an agent can undertake.\nLearned counsel for the respondents has submitted that\nin Civil Appeal No. 2531 of 2006 (R.D. Nagpal Vs. Vijay\nDutt \u0026 Anr.) this Court has accepted the stand that even a\nDoctor is authorised by a party can cross examine the\ncomplainant.\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 831\nORS. [DALVEER BHANDARI, J.]\nSo far as individual cases are concerned, it may not A\npresent difficulty. But the question is whether somebody\nwho is not a legal practitioner, can represent large number\nof parties before their forums thereby frustrating objects\nembodied in the Advocates Act.\nIt is submitted by the learned counsel for the appellants that\na large number of persons who are otherwise not entitled\nto appear before the forums are doing so under the garb\nof being agents.\nAs the matter is of great importance, we refer the same\nto a larger Bench.\nPapers may be placed before Hon'ble the Chief Justice\nof India so that necessary orders can be passed for\nplacing these matters before the appropriate Bench.\"\n13. Hon'ble the Chief Justice of India has referred these\nappeals before a three judge Bench.\nB\nC\nD\n14. It is imperative to properly comprehend the objects and\nreasons of the Consumer Protection Act, 1986 in order to deal E\nwith the controversy involved in the case.\n\"Statement of Objects and Reasons - The Consumer\nProtection Bill, 1986 seeks to provide for better protection\nof the interests of consumers and for the purpose, to make\nprovisions for the establishment of Consumer Councils and\nother authorities for the settlement of consumer disputes\nand for matters connected therewith.\nF\n2. It seeks, inter alia, to promote and protect the rights of\nconsumers such as-\nG\n(a) the right to be protected against marketing of goods\nwhich are hazardous to life and property;\n(b)\nthe right to be informed about the quality, quantity,\nH\nA\nB\nC\nD\nE\nF\n832\nSUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\npotency, purity, standard and price of goods to\nprotect the consumer against unfair trade practices;\n(c) the right to be assured, wherever possible, access\nto an array of goods at competitive prices;\n(d) the right to be heard and to be assured that\nconsumer interests will receive due consideration\nat appropriate forums;\n(e) the right to seek redressal against unfair trade\npractices or unscrupulous exploitation of\nconsumers; and\n(f)\nright to consumer education.\n3. These objects are sought to be promoted and protected\nby the Consumer Protection Council to be established at\nthe Central and State level.\n4. To provide speedy and simple redressal to consumer\ndisputes, a quasi-judicial machinery is sought to be set-\nup at the district, State and Central levels. These quasi-\njudicial bodies will observe the principles of natural justice\nand have been empowered to give relief of a specific\nnature and to award, wherever appropriate, compensation\nto consumers. Penalties for non-compliance of the orders\ngiven by the quasi-judicial bodies have also been\nprovided.\"\n15. Mr. Santosh Paul, learned counsel appearing for the\nappellants argued these appeals and also submitted the written\nsubmissions. He submitted that ordinarily right to practise has\nG been given only to advocates who are enrolled with the Bar\nCouncil of a State. Section 29 of the Advocates Act, 1961\nrecognised advocates as class of persons entitled to practise\nthe profession of law. Section 29 reads as under:\nH\n\"29. Advocates to be the only recognized class of\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 833\nORS. [DALVEER BHANDARI, J.]\n-\npersons entitled to practice law Subject to the A\nprovisions of this Act and any rules made thereunder, there\nshall, as from the appointed day, be only one class of\npersons entitled to practise the profession of law, namely,\nadvocates.\"\n16. Section 32 of the Advocates Act, 1961 deals with the\npower of court to permit appearances in particular cases where\ncourt can permit any person not enrolled as an advocate.\nSection 32 reads as under:\ncases\n-\nB\n\"Power of Court to permit appearances in particular C\nNotwithstanding anything contained in this\nChapter, any court, authority, or person may permit any\nperson, not enrolled as an advocate under this Act, to\nappear before it or him in any particular case.\"\n17. Section 33 of the Advocates Act, 1961 says that no\nperson shall, on or after the appointed day, be entitled to\npractise in any court or before any authority unless he is enrolled\nas an advocate. Section 33 reads as under:\n-\n\"Advocates alone entitled to practise Except as\notherwise provided in this Act or in any other law for the\ntime being in force, no person shall, on or after the\nappointed day, be entitled to practise in any court or before\nany authority or person unless he is enrolled as an advocate\nunder this Act.\"\n18. According to Mr. Paul, analysis of these provisions lead\nto clear conclusion that only advocates can act, plead and argue\nbefore the Consumer Forums.\n19. He placed reliance on the following judgments of this\ncourt :-\n20. In O.N. Mohindroo v. The Bar Council of Delhi and\nOthers 1968 (2) SCR 709, the court held as under:-\nD\nE\nF\nG\nH\n"}