{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nE\nF\n844 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\ncountry. The Act was made to provide for the better\nprotection and promotion of consumer rights through the\nestablishment Consumer Councils and quasi-judicial\nmachinery. Under the Act, consumer disputes redressal\nagencies have been set up throughout the country with the\nDistrict Forum at the district level, State Commission at\nthe State level and National Commission at the National\nlevel to provide simple, inexpensive and speedy justice to\nthe consumers with complaints against defective goods,\ndeficient services and unfair and restrictive trade practices.\nThe Act was also amended in the years 1991 and 1993\nto make it more effective and purposeful.\"\n46. In the developed countries the consumer movement\nhas been going on for several decades in which the trader and\nthe consumer find each other as adversaries.\n47. The Consumer Protection Act, 1986 was enacted with\nthe object and intention of speedy disposal of consumer\ndisputes at a reasonable cost, which is otherwise not possible\nin ordinary judicial/court system.\n48. In the book on Administrative law, its distinguished\nauthor M.P. Jain has brought about the distinction between the\nCourt and the Tribunal. According to him Courts are bound by\nprescribed rules of procedures and evidence and their\nproceedings are conducted in public. The lawyers are entitled\nto appear before them and the judge in the open Court hears\nthe case and decides it by giving reasons for a judgment. The\ncourts are totally independent of the executive will, whereas, the\nTribunals are not ordinarily governed by the provisions of Code\nof Civil Procedure and the Evidence Act, except to the extent\nG it is indicative in the Act itself. There is also a significant\ndifference between the Court and the Tribunal with regard to\nthe appointment of Members. The object of the constitution of\na Tribunal is to provide speedy justice in a simple manner and\nthe Tribunal be should easily accessible to all.\nH\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 845\nORS. [DALVEER BHANDARI, J.],\n49. According to the celebrated book on 'Administrative\nLaw' by Wade, the other object of constituting a Tribunal is to\ncreate specialist Forum which would include specialists in the\nfield to adjudicate efficiently and speedily the matters requiring\nadjudication in that field and that commands the confidence of\nall concerned in the quality and reliability of the result of such\nadjudication.\n50. The Consumer Protection Rules, 1987 also defines the\nexpression 'agent' in the same manner.\nA\nB\n51. The appellants submitted before the High Court that C\nthe complainant may appear through its authorized agent, but,\nthat doesn't mean that authorized agent is empowered to act,\nappear or plead on behalf of the party before the State\nCommission or the District Forum as a lawyer. According to\nthe appellants (Bar Council of India and advocate), the agent D\nappointed by the complainant is empowered only to present\nany complaint, appeal or rely on behalf of the party to the\ncomplaint before the Consumer Forum by physically remaining\npresent on the date/dates of hearing. This contention was\nrejected by the Division Bench of the High Court.\n52. According to the judgment of this Court in Harishankar\nRastogi (supra), a non-advocate can appear with the\npermission of the Court. The Court may, in an appropriate case,\neven after grant of permission withdraw it if the representative\nproves himself reprehensible. It is only a privilege granted by\nthe Court and it depends entirely on the discretion of the court.\n53. The learned counsel for the respondent has drawn our\nattention to Rule 9 of the Maharashtra Consumer Protection\nRules, 2000 which provides for procedure for hearing appeals.\nHe also referred to sub-rules 1 and 6 of Rule 9 which reads as\nunder:\n“9. Procedure for hearing appeal –\n-\nE\nF\nG\nI\nA\nB\nC\n846 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R\n(1) Memorandum shall be presented by the appellant or\nhis authorized agent to the State Commission in person\nor sent by registered post addressed to the Commission.\n(6) On the date of hearing or any other day to which hearing\nmay be adjourned, it shall be obligatory for the parties or\ntheir authorized agents to appear before the State\nCommission. If appellant or his authorized agent fails to\nappear on such date, the State Commission may, in its\ndiscretion, either dismiss the appeal or decide it on the\nmerit of the case. If respondent or his authorized agents\nfails to appear on such date, the State Commission shall\nproceed ex-parte and shall decide the appeal ex-parte on\nmerits of the case.\"\n54. The clear interpretation of the Rules is that the\nD authorised agent appointed by the (consumer) complainant may\nappear before the Consumer Fora. The Consumer Fora may,\nin its discretion, either dismiss the appeal or decide it on the\nmerit of the case. In this view of the matter, it is abundantly clear\nthat the authorized agent of the complainant can act and plead\nE before the State Tribunal otherwise the complaint is liable to\nthe dismissed.\nF\nG\n55. The learned counsel for the respondents submitted that\nnon-advocates are permitted to appear in various Forums\nincluding Income Tax Tribunal, Sales Tax Tribunal and\nMonopolies and Restrictive Trade Practises Tribunal, therefore,\nwherever the legislature has accorded the permission to the\npersons other than advocates, who appear before these\nTribunals can act and appear according to the object of the Act\nand legislative intention.\nLegislative intention\n56. We deem it appropriate to briefly deal with the\nimportance of gathering legislative intention while interpreting\nprovisions of law.\nH\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 847\nORS. [DALVEER BHANDARI, J.}\n57. In Blackstone's Commentaries on the Laws of A\nEngland, Volume I, published in the year 2001 (Edited by Wayne\nMorrison), it has been observed as under:-\n\"The fairest and most rational method to interpret the will\nof the legislator is by exploring his intentions at the time\nwhen the law was made, by signs the most natural and\nprobable. And these signs are either the words, the\ncontext, the subject matter, the effects and consequence,\nof the spirit and reason of the law.\"\n58. A Constitution Bench of this Court in R.M.D.\nChamarbaugwalla and Another v. Union of India and Another\nAIR 1957 SC 628 has laid down that in interpreting the statute\nthe legislative intent is paramount and the duty of the Court is\nto act upon the true intention of the legislature.\n59. In Anandji Haridas \u0026 Company Private Limited v.\nEngineering Mazdoor Sangh and Another (1975) 3 SCC 862,\nthis Court laid down that as a general principle of interpretation\nwhere the words of a statute are plain, precise and\nunambiguous, the intention of the Legislature is to be gathered\nfrom the language of the statute itself and no external evidence\nsuch as parliamentary debates, reports of the Committees of\nthe Legislature or even the statement made by the minister on\nthe introduction of a measure or by the framers of the Act is\nadmissible to construe those words.\nB\nC\nD\nE\nF\n60. In another Constitution Bench judgment in Kartar Singh\nv. State of Punjab (1994) 3 SCC 569, this Court has observed\nthat though normally the plain ordinary grammatical meaning of\nan enactment affords the best guide and the object of\ninterpreting a statute is to ascertain the intention of the G\nlegislature enacting it, other methods of extracting extracting the\nmeaning can be resorted to if the language is contradictory,\nambiguous or leads really to absurd results so as to keep at\nthe real sense and meaning.\nH\nA\nB\nC\nD\nE\n848 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\n61. In District Mining Officer and Others v. Tata Iron and\nSteel Company and Another (2001) 7 SCC 358, a three Judge\nBench of this Court has observed:\n\"A statute is an edict of the legislature and in construing a\nstatute, it is necessary to seek the intention of its maker.\nA statute has to be construed according to the intent of\nthem that make it and the duty of the court is to act upon\nthe true intention of the legislature. If a statutory provision\nis open to more than one interpretation, the court has to\nchoose that interpretation which represents the true\nintention of the legislature.\"\n62. In Bhatia International v. Bulk Trading S.A. and\nAnother (2002) 4 SCC 105, a three Judge Bench of this Court\nhas held as under:-\n\"The conventional way of interpreting a statute is to seek\nthe intention of its makers. If a statutory provision is open\nto more than one interpretation then the Court has to\nchoose that interpretation which represents the true\nintention of the legislature.\"\n63. It is the bounden duty of the courts to discern legislative\nintention and interpret the statutes accordingly. The instant case\nAct and Rules have made specific provisions by which the\nagents have been permitted to plead and appear on behalf of\nF the parties before the Consumer Forums. Therefore, to interpret\nit differently would be contrary to legislative intention.\nG\nН\n64. We have heard the learned counsel for the parties and\nthe learned amicus curiae.\n65. In the written submissions, Shri Jawahar Lal Gupta,\nlearned amicus curiae, submitted that the advocates in these\nappeals can have no cause for any apprehension. In case, a\nparty chooses an incompetent person as its agent before the\nConsumer Forum or the State Commission, he can pose no\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 849\nORS. [DALVEER BHANDARI, J.]\ncompetition or threat to any profession. Such a person will get A\nautomatically eliminated with the passage of time. However, in\ncase the parties choose competent persons to act an agents\nand they perform well, it will not only promote the object of the\n1986 Act and the Rules framed thereunder but also provide\nhealthy competition to the advocates. It violates no provision B\nof the Advocates Act, 1961 or any other law. It can provide no\ncause for complaint.\n66. He further submitted that there is another aspect of the\nmatter. Every person has the right to lead a life of dignity. Every\nperson has a right to work and make an honest living. Every\nindividual has the right and freedom to do anything so long as\nhe does not violate any law. Thus, a retired or even an\nunemployed doctor, engineer, scientist, teacher or any other\nperson has the right to offer his/her services as an 'agent'. In\nother words, an individual has the right to choose 'acting as\nagent' as his profession. Article 19(1)(g) guarantees that\nfreedom. The mandate of Article 21 is fulfilled. In doing so, he\ndoes not practise the profession of law or violate the provisions\nof the Advocates Act, 1961. He only invokes the freedom\nguaranteed under the Constitution and exercises the right\nconferred by the Rules. He merely helps the party before the\nConsumer Forum or the Commission. It also enables him to\nearn some money and lead a dignified existence. He has the\nfreedom and the right to do so. The action is in conformity with\nthe Constitution. It even promotes the objective as contained\nin Article 39A.\n67. Shri Gupta further submitted that the provision\npermitting the parties to be represented by agents as made in\nthe Rules has not been challenged. In fact, the provision is in\nstrict conformity with the constitution. It violates no law. Actually,\nthere are various statutes which permit the parties to be\nrepresented by persons who may not be advocates. By way of\ninstance, reference may be made to the provisions of the\nIndustrial Disputes Act; the Income Tax Act and the Sales Tax\nC\nD\nE\nF\nG\nH\n850 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA Act or the Monopolies and Restrictive Trade Practices Act. Such\ninstances can be multiplied.\nB\nс\n68. Shri Gupta also dealt with the disciplinary aspect of\nthe matter. He submitted that in the appeal filed by the Bar\nCouncil, considerable emphasis on discipline and ethics was\nexpressed by the learned counsel for the Council. During the\ncourse of hearing, a reference was made to the Regulations\nas framed by the National Consumer Disputes Redressal\nCommission (For short, 'National Commission') under the Act\nwith the approval of the Central Government in 2005. The\nRegulations actually appear at page 52 of the Bar Act\n(Professional's - 2010 Edition).\n69. A perusal thereof shows that the Regulations appear\nto have been framed by the National Commission in exercise\nD of the power conferred by section 30A with the previous\napproval of the Central Government. The footnote indicates that\nthese were published in the Gazette of India dated May 31,\n2005.\nE\nF\n0\nI\n70. Specifically, Regulation 16 inter alia makes provision\nto ensure that the agents do not indulge in any malpractice or\ncommit misconduct. The relevant part provides as under:-\n\"(6) A Consumer Forum has to guard itself from touts and\nbusybodies in the garb of power of attorney holders or\nauthorised agents in the proceedings before it.\n(7) While a Consumer Forum may permit an authorised\nagent to appear before it, but authorised agent shall not\nbe one who has used this as a profession: Provided that\nthis sub-regulation shall not apply in case of advocates.\n(8) An authorised agent may be debarred from appearing\nbefore a Consumer Forum if he is found guilty of\nmisconduct or any other malpractice at any time.\"\n71. Mr. Bharat Sangal, learned counsel appearing for the\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 851\nORS. [DALVEER BHANDARI, J.]\nrespondents submitted that Maharashtra Consumer Protection\nRules, 2000 defines ‘agents'. The authorized agents can\nappear on behalf of complainant in consumer fora.\n72. Mr. Sangal also submitted that when the legislature\npermits the authorized agents to appear, then they cannot be\nrestrained from appearing before the consumer fora.\nA\nB\n73. Mr. Sangal also submitted that the authorized agents\ncan't be said to practise law. He further submitted that there\nare many Forums and Tribunals where non-advocates are\npermitted to appear, therefore, there is no merit in restraining C\nthe agents from appearing before the Consumer Fora.\n74. Reliance was placed on the judgment in the case of\nLucknow Development Authority v. M.K. Gupta (1994) 1 SCC\n243. This court observed that the provisions of the Act have to\nD\nbe construed in favour of the consumer to achieve the purpose\nof enactment as it is a social benefit oriented legislation. The\nprimary duty of the court while construing the provisions of such\nan Act is to adopt a constructive approach subject to that it\nshould not do any violence to the language of the provisions\nand is not contrary to the attempted objective of the enactment.\nIn other words, according to the purpose of enactment the\ninterest of the consumer is paramount.\n75. In Laxmi Engineering Works v. P.S.G. Industrial\nInstitute (1995) 3 SCC 583 this Court observed thus:\n\"10. A review of the provisions of the Act discloses that\nthe quasi-judicial bodies/authorities/agencies created by\nthe Act known as District Forums, State Commissions and\nthe National Commission are not courts though invested\nwith some of the powers of a civil court. They are quasi-\njudicial tribunals brought into existence to render\ninexpensive and speedy remedies to consumers. It is\nequally clear that these forums/commissions were not\nsupposed to supplant but supplement the existing judicial\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n852 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nsystem. The idea was to provide an additional forum\nproviding inexpensive and speedy resolution of disputes\narising between consumers and suppliers of goods and\nservices. The forum so created is uninhibited by the\nrequirement of court fee or the formal procedures of a\ncourt. Any consumer can go and file a complaint.\nComplaint need not necessarily be filed by the complainant\nhimself; any recognized consumers' association can\nespouse his cause. Where a large number of consumers.\nhave a similar complaint, one or more can file a complaint\non behalf of all. Even the Central Government and State\nGovernments can act on his/their behalf. The idea was to\nhelp the consumers get justice and fair treatment in the\nmatter of goods and services purchased and availed by\nthem in a market dominated by large trading and\nmanufacturing bodies. Indeed, the entire Act revolves round\nthe consumer and is designed to protect his interest. The\nAct provides for \"business-to-consumer\" disputes and not\nfor \"business-to-business\" disputes. This scheme of the\nAct, in our opinion, is relevant to and helps in interpreting\nthe words that fall for consideration in this appeal.\"\n76. In Indian Photographic Company Limited v. H.D.\nShourie (1999) 6 SCC 428 the court has held that a rational\napproach and not a technical approach is the mandate of law.\n77. In Dr. J.J. Merchant and Others v. Shrinath Chaturvedi\n(2002) 6 SCC 635 it is observed as under:-\n\"7. ...One of the main objects of the Act is to provide\nspeedy and simple redressal to consumer disputes and\nfor that a quasi-judicial machinery is sought to be set up\nat the district, State and Central level. These quasi-judicial\nbodies are required to observe the principles of natural\njustice and have been empowered to give relief of a\nspecific nature and to award, wherever appropriate,\ncompensation to consumers. Penalties for non-compliance\nwith the orders given by the quasi-judicial bodies have also\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 853\nORS. [DALVEER BHANDARI, J.]\nbeen provided. The object and purpose of enacting the Act A\nis to render simple, inexpensive and speedy remedy to the\nconsumers with complaints against defective goods and\ndeficient services and the benevolent piece of legislation\nintended to protect a large body of consumers from\nexploitation would be defeated. Prior to the Act, B\nconsumers were required to approach the civil court for\nsecuring justice for the wrong done to them and it is a\nknown fact that decision in a suit takes years.\nC\n12. It should be kept in mind that legislature has\nprovided alternative efficacious, simple, inexpensive and\nspeedy remedy to the consumers and that should not be\ncurtailed on the ground that complicated questions of facts\ncannot be decided in summary proceedings. It would also\nbe totally wrong assumption that because summary trial is\nD\nprovided, justice cannot be done when some questions of\nfacts required to be dealt with or decided. The Act\nprovides sufficient safeguards.\"\n78. In Common Cause, A Registered Society v. Union\nof India and others (1997) 10 SCC 729, the Supreme Court E\nheld thus:\nF\n\"The object of the legislation, as the Preamble of the Act\nproclaims, is \"for better protection of the interests of\nconsumers\". During the last few years preceding the\nenactment there was in this country a marked awareness\namong the consumers of goods that they were not getting\ntheir money's worth and were being exploited by both\ntraders and manufacturers of consumer goods. The need\nfor consumer redressal fora was, therefore, increasingly\nfelt. Understandably, therefore, legislation was introduced\nand enacted with considerable enthusiasm and fanfare as\na path-breaking benevolent legislation intended to protect\nthe consumer from exploitation by unscrupulous\nmanufacturers and traders of consumer goods. A three-\ntier fora comprising the District Forum, the State H\nG\n"}