{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\nC\n854 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nCommission and the National Commission came to be\nenvisaged under the Act for redressal of grievances of\nconsumers...\"\n79. The agent has been defined both in the Consumer\nProtection Rules, 1987 and under the Maharashtra Consumer\nProtection Rules, 2000. The agents have been permitted to\nappear before the Consumer Forums. The appearance of\nauthorized agents is not inconsistent with section 33 of the\nAdvocates Act, 1961.\n80. The legislature in its wisdom has granted permission\nto the authorized agents because most of the cases before the\nConsumer Forums are small cases of relatively poor people\nwhere legal intricacies are not involved and great legal skills\nare not required, which may be handled by the authorized\nD agents.\nE\n81. The other reason is that a large number of litigants may\nnot be able to afford heavy professional fees of trained\nadvocates, therefore, authorized agents have been permitted.\n82. It is the bounden duty and obligation of the Court to\ncarefully discern the legislative intention and articulate the same.\nIn the instant case we are not really called upon to discern\nlegislative intention because there is specific rule defining the\nagents and the provisions of permitting them to appear before\nF the Consumer Forums. The agents have been permitted to\nappear to accomplish the main object of the act of disposal of\nconsumers' complaints expeditiously with no costs or small\nG\ncosts.\n83. In our considered view the High Court was fully justified\nin observing that the authorised agents do not practise law\nwhen they are permitted to appear before the District Forums\nand the State Commissions.\n84. In the impugned judgment the High Court aptly\nH observed that many statutes, such as, Sales Tax, Income Tax\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 855\nORS. [DALVEER BHANDARI, J.]\nand Competition Act also permit non-advocates to represent A\nthe parties before the authorities and those non-advocates\ncannot be said to practise law. On the same analogy those non-\nadvocates who appear before Consumer fora also cannot be\nsaid to practise law. We approve the view taken by the High\nCourt in the impugned judgment.\n85. The legislature has given an option to the parties\nbefore the Consumer Forums to either personally appear or be\nrepresented by an 'authorized agent' or by an advocate, then\nthe court would not be justified in taking away that option or\ninterpreting the statute differently.\nB\nC\n86. The functioning, conduct and behaviour of authorized\nagents can always be regulated by the Consumer Forums.\nAdvocates are entitled as of right to practise before Consumer\nFora but this privilege cannot be claimed as a matter of right D\nby anyone else.\n87. When the legislature has permitted authorized agents\nto appear on behalf of the complainant, then the courts can't\ncompel the consumer to engage the services of an advocate.\nE\n88. However, at this stage we hasten to add that the\nNational Commission being aware of a possibility of misuse\nof the right by an agent had framed Regulation 30-A of the\nConsumer Protection Act, 1986, wherein certain restrictions on\nthe right of audience and also certain precautions to rule out F\nany misuse of liberty granted has been taken by way of framing\nRegulation 16. Reference is made to Clauses 6 and 7 thereof.\nWe may extract the aforesaid provisions for ready reference:\n\"16. Appearance of Voluntary Consumer\nOrganization:\n(6) A Consumer Forum has to guard itself from touts and\nbusybodies in the garb of power of attorney holders or\nauthorized agents in the proceedings before it.\nG\nH\nA\nB\n[2011]\n856 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\n(7) While a Consumer Forum may permit an authorized\nagent to appear before it, but authorised agent shall not\nbe one who has used this as a profession:\nProvided that this sub-regulation shall not apply in case of\nadvocates.\"\n89. These provisions are enacted for providing proper\nguidelines and safeguards for regulating appearance and\naudience of the agents. The aforesaid regulation in our\nconsidered opinion is a reasonable restriction on the right to\nC appear by an agent. Such reasonable restrictions as provided\nfor are to be strictly adhered to and complied with by the\nConsumer Forum hearing cases under the Consumer\nProtection Act so as to rule out any misuse of the privilege\ngranted. In terms of the said regulation and other regulations\nD as provided and framed by the National Commission and as\napproved by the Parliament of India, the Consumer Forum has\nthe right to prevent an authorized agent to appear in case it is\nfound and believed that he is using the said right as a\nprofession. The Consumer Forums being empowered with\nsuch Regulations would be in a position to judge whether the\nagent appearing before it is in any manner exercising such\nprivileges granted for any ulterior purpose.\nE\nF\n90. In the foregoing paragraph, it has been indicated that\nmany statutes and Acts in India permit non-advocates to\nrepresent the parties before the authorities and forums.\n91. In other jurisdictions also, non-advocates are permitted\nto appear before quasi-judicial fora or subordinate courts. In\nmost of these jurisdictions, specific rules have been framed for\nG the regulation of qualifications, conduct and ethical behaviour\nof the non-advocates appearing in these fora.\nH\n92. In most jurisdictions, the statutes or court rules impose\nsome form of restrictions on appearances of non-advocate\nrepresentatives in quasi-judicial fora or subordinate courts.\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 857\nORS. [DALVEER BHANDARI, J.J\nRestrictions on non-advocates agents vary significantly in terms A\nof their specificity, but most forums have rules granting them\nsome discretion in admitting or refusing the appearance of a\nnon-advocate representative.\nBrief summary of Rules pertaining to Non-Advocates in different B\njurisdictions\nUnited States of America\nCongressional legislation neither grants nor denies\nthe right to have a non-attorney representative in C\nquasi-judicial proceedings.\nThe individual fora (administrative law courts) are\nallowed to create their own rules for non-attorney\nrepresentatives.\nSeveral administrative law courts/fora allow non-\nattorney representatives to appear if they meet\ncertain qualifications.\nSocial Security Administration\n93. In addition to administering Social Security Retirement\nand Disability payments, the Social Security Administration\n(SSA) handles disputes arising from Social Security Payments\nor the lack thereof. If a current or former recipient of social\nsecurity believes that he has been wrongfully denied some or\nall of his benefit amount, he may first apply for reconsideration.\nD\nE\nLL\nF\n94. According to SSA Rules, any attorney in good standing\nis allowed to represent a claimant before the ALJ and Appeals\nCouncil. A non-attorney is allowed to represent a claimant if the G\nnon-attorney:\n(1) Is generally known to have a good character and\nreputation;\nH\nA\n\u003e\u003e\nB\n858 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\n(2)\n(3)\nIs capable of giving valuable help to you in\nconnection with your claim;\nIs not disqualified or suspended from acting as a\nrepresentative in dealings with us; and\n(4) Is not prohibited by any law from acting as a\nrepresentative.\n95. SSA rules also restrict the amount that any\nrepresentative of claimant (attorney or non-attorney) may\nC receive for the services rendered by him.\nTax Court\n96. The US Tax Court adjudicates disputes over federal\nincome tax. Taxpayers are permitted to litigate in many legal\nD forums (such as a district federal court), but many choose the\nTax Court because they may litigate their case without first\npaying the disputes tax amount in full.\nE\nF\nNon-Attorney Representation\n97. Tax Court Rules state that all representatives must be\nadmitted to practice before the Tax Court in order to appear in\nproceedings on behalf of a taxpayer. To be admitted, a non-\nattorney must pass a special written examination and obtain\nsponsorship from two persons who are already admitted to\npractice before the Court.\n98. Representatives before the Court are instructed to act\n\"in accordance with the letter and spirit of the Model Rules of\nProfessional Conduct of the American Bar Association.\"\nG Representatives may be disciplined for inappropriate conduct\nand may be suspended or banned from appearing in the Court.\nCourt of Appeals for Veterans' Claims\n99. The Court of Appeals for Veteran's Claims reviews\nH decision of the Board of Veterans' Appeals, which adjudicates\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 859\nORS. [DALVEER BHANDARI, J.]\ndisputes pertaining to Veteran's benefits.\nNon-Attorney representation\n100. A non-attorney may represent claimants if (1) he is\nunder direct supervision of an attorney or (2) he is employed\nby an organization that the Secretary of Veteran's Affairs has\ndeemed is competent to handle veterans' claims. However, if\nthe Court deems it appropriate it may admit non-attorney\nrepresentatives to represent the claimants.\nSouth Africa\n1 The Equality Court\n-\nA\nB\nC\n101. The Equality Court hears complaints pertaining to\nunfair discrimination, harassment and hate speech. The court\nrules allow parties in this court to be represented by lawyers D\nand non-lawyers. However, the rules also require the judge of\nthe court inform a party accordingly if he is of the opinion that\na particular non-attorney representative \"is not a suitable\nperson to represent the party.\"\nEngland and Wales\n102. There are two kinds of courts in England that are\nsimilar in structure and function to the consumer courts in India:\nMagistrate Courts and Tribunals.\nMagistrates' Courts\n103. Magistrates' Courts are lowest level of court in\nEngland and Wales and deals with minor civil and criminal\noffences. There are also specialist courts within the\nMagistrates' Courts system, such as the Family Proceedings\nCourt and the Youth Court. Under statute, a party may only be\nrepresented in a Magistrates' Court by a \"legal representative\".\nA “legal representative\" is a person who has been authorized\nby a government-approved regulator to perform \"reserved legal\nactivities.\"\nE\nF\nG\nH\n860 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA Tribunals\nB\nC\nD\nE\nF\nG\nH\n104. England and Wales also have a fairly complex\nsystem of tribunals that hear special complaints. These tribunals\nare similar to US administrative courts in that they are allowed\nto create their own procedural rules that regulate\nrepresentation. For instance, the Asylum and Immigration\nTribunal permits non-attorney representatives to appear if they\nmeet certain requirements elaborated in Section 84 of the\nImmigration and Asylum Act, 199. Other tribunals may follow\ndifferent procedures.\nSmall Claims Court\n105. There is no bar for small claims court. A non-attorney\nmay appear as a representative without prior authorization from\nthe court. He may, however, be dismissed at the judge's\ndiscretion.\n(1) Non-attorney advocates do not appear to be bound\nby any code of conduct. But they may be dismissed\nby a judge if they judge disapproves of their\nconduct.\nThe judge may disqualify a non-attorney from\nappearing in court if the judge \"has reason to\nbelieve\" the non-attorney \"has intentionally misled\nthe court, or otherwise demonstrated that he is\nunsuitable to exercise [the right to be a\nrepresentative]. The statute specifically mentions\nthat the judge may disqualify a representative for\nconduct done in previous judicial appearances.\n(3) The court rules and relevant legislation do not\nappear to prescribe a limit to the number of\nappearances a non-lawyer can make before the\nsmall claims court. However, the statute allows a\njudge to discipline a non-attorney representative for\nconduct in previous judicial proceedings. This\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 861\nORS. [DALVEER BHANDARI, J.]\nAustralia\nsuggests that if a judge believes a non-attorney is A\nmaking frequent appearances before a small\nclaims court and charging in appropriate fees, the\njudge may disqualify the non-attorney from\nappearing in a particular case.\n106. State Governments in Australia have their own court\nsystems and also specialized courts to deal with certain subject\nmatter. In the State of Victoria, statutory law states that only\nlawyers may appear in court as representatives with a few\nexceptions. A non-attorney may represent a party in a cause\nof action for a debt or liquidated demand if the non-attorney is\nin the exclusive employment of the aggrieved party. Also, the\nstatute mentions that a non-attorney representative may appear\nif empowered by some other piece of legislation.\nNew Zealand\n107. New Zealand has a large number of tribunals that are\nsimilar to India's consumer courts and seek to provide quick\nand easy dispute resolution. There appears to be a strong\npreference in tribunals for the parties to represent themselves;\nprofessional lawyers are rarely allowed to appear as\nrepresentatives. Two tribunals are discussed below, but New\nZealand's other tribunals should function similarly.\nDisputes Tribunal\n108. The Disputes Tribunal hears civil complaints that\nconcern amounts less than $15,000. Parties subject to\nproceedings are generally required to represent themselves.\nHowever, the Tribunal may permit a representative to appear\non a party's behalf under certain special circumstances.\nRepresentatives may only appear with specific authorization\nfrom the Tribunal and cannot be lawyers.\nB\nC\nD\nE\nF\nG\nH\n862 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA Directions\nB\nC\nD\nE\nF\nG\n109. In order to ensure smooth, consistent, uniform and\nunvarying functioning of the National Commission, the State\nCommissions and the District Forums, we deem it appropriate\nto direct the National Commission to frame comprehensive\nrules regarding appearances of the agents, representatives,\nregistered organizations and/or non-advocates appearing\nbefore the National Commission, the State Commissions and\nthe District Forums governing their qualifications, conduct and\nethical behaviour of agents/non-advocates/representatives,\nregistered organizations and/or agents appearing before the\nconsumer forums.\nThe National Commission may consider following suggestions\nwhile framing rules\n110. The Commission may consider non-advocates\nappearing without accreditation - A party may appoint a non-\nadvocate as its representative provided that the representative-\n(1) is appearing on an individual case basis\n(2) has a pre-existing relationship with the complainant\n(e.g., as a relative, neighbour, business associate or personal\nfriend)\n(3) is not receiving any form of direct or indirect\nremuneration for appearing before the Forum and files a written\ndeclaration to that effect\n(4) demonstrates to the presiding officer of the Forum that\nhe or she is competent to represent the party.\nAccreditation Process\n(a) The National Commission may consider creating a\nprocess through which non-advocates may be\nH\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 863\nORS. [DALVEER BHANDARI, J.]\naccredited to practice as representatives before a A\nForum.\n(b) Non-advocates who are accredited through this\nprocess shall be allowed to appear before a Forum\non a regular basis\n(၁)\nThe accreditation process may consist of -\n(1) an written examination that tests an applicant's\nknowledge of relevant law and ability to make legal\npresentations and arguments\n(2) an inspection of the applicant's educational and\nprofessional background\n(3)\n(d)\nan inspection of the applicant's criminal record\nthe National Commission may prescribe additional\nrequirements for accreditation at its discretion\nprovided that the additional requirements are not\narbitrary and do not violate existing law or the\nConstitution.\nB\nC\nD\nE\nFees\n(a)\nA representative who wishes to receive a fee must\nfile a written request before the Forum\n(b) The presiding officer will decide the amount of the\nfee, if any, a representative may charge or receive\nF\n(c)\nWhen evaluating a representative's request for a\nfee, the presiding officer may consider the following\nfactors:\nG\n(1) the extent and type of services the representative\nperformed\n(2) the complexity of the case\nH\n"}