{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nс\nD\n[2011] 13 (ADDL.) S.C.R. 814\nC. VENKATACHALAM\nV.\nAJITKUMAR C. SHAH AND OTHERS\n(Civil Appeal No. 868 of 2003)\nAUGUST 29, 2011\n[DALVEER BHANDARI DR. MUKUNDAKAM SHARMA\nAND ANIL R. DAVE, JJ.]\nConsumer Protection Act, 1986:\nHistorical perspective of the consumer movement\nDiscussed.\n-\n-\nAppearance before consumer fora by\"authorised agent\"\nPermissibility - Whether authorized agents, who are not\nadvocates, can file complaints and represent persons before\nthe Consumer fora as a lawyer and whether this would not\nviolate the Advocates Act - Held: The appearance of\nauthorized agents is not inconsistent with s.33 of the\nAdvocates Act - The legislature in its wisdom has granted\nE permission to the authorized agents because most of the\ncases before the Consumer Forums are small cases of\nrelatively poor people where legal intricacies are not involved\nand great legal skills are not required, which may be handled\nby the authorized agents - The other reason is that a large\nF number of litigants may not be able to afford heavy\nprofessional fees of trained advocates, therefore, authorized\nagents have been permitted - The agents have been\npermitted to appear to accomplish the main object of the act\nof disposal of consumers' complaints expeditiously with no\nG costs or small costs - The High Court was fully justified in\nobserving that the authorised agents do not practise law when\nthey are permitted to appear before the District Forums and\nthe State Commissions - The legislature has given an option\nto the parties before the Consumer Forums to either\nH\n814\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 815\nORS.\npersonally appear or be represented by an 'authorized agent' A\nor by an advocate, then the court would not be justified in\ntaking away that option or interpreting the statute differently -\nThe functioning, conduct and behaviour of authorized agents\ncan always be regulated by the Consumer Forums - When\nthe legislature has permitted authorized agents to appear on B\nbehalf of the complainant, then the courts can't compel the\nconsumer to engage the services of an advocate -Advocates\nAct, 1961 s.33.\n-\nRules for regulation of practice by agents,\nrepresentatives, registered organizations and/or non-\nadvocates before consumer fora - Held: In order to ensure\nsmooth, consistent, uniform and unvarying functioning of the\nNational Commission, the State Commissions and the\nDistrict Forums, direction issued to the National Commission\nс\nto frame comprehensive rules regarding appearances of the D\nagents, representatives, registered organizations and/or non-\nadvocates appearing before the National Commission, the\nState Commissions and the District Forums governing\nqualifications, conduct and ethical behaviour of agents/non-\nadvocates/representatives, registered organizations and/or E\nagents appearing before the consumer forums.\n-\nAdvocates\n-\n-\nAppearance by non-advocate\nrepresentative before authorities and forums - Permissibility\n– Held: Many statutes and Acts in India permit non-advocates\nto represent the parties before the authorities and forums\nIn other jurisdictions also, non-advocates are permitted to\nappear before quasi-judicial fora or subordinate courts - In-\nmost of these jurisdictions, specific rules have been framed\nfor the regulation of qualifications, conduct and ethical\nbehaviour of the non-advocates appearing in these fora - In\nmost jurisdictions, the statutes or court rules impose some\nform of restrictions on appearances of non-advocate\nrepresentatives in quasi-judicial fora or subordinate courts\nRestrictions on non-advocates agents vary significantly in\n-\nF\nG\nI\n816 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R\nA terms of their specificity, but most forums have rules granting\nthem some discretion in admitting or refusing the appearance\nof a non-advocate representative.\nB\nIn the instant appeals, the issue which arose for\nconsideration was whether authorized agents, who are\nnot advocates, can file complaints and represent persons\nbefore the Consumer fora as a lawyer and whether this\nwould not violate the Advocates Act, 1961.\nThe appellants contended that ordinarily the right to\nC practise has been given only to advocates who are\nenrolled with the Bar Council of a State. Placing reliance\non provisions of the Advocates Act, 1961, as also\ninternational law and conventions, the appellants\ncontended that only advocates can act, plead and argue\nD before the Consumer Forums and that the agents have\nno legal training to handle complicated legal matters\npertaining to consumers and hence they cannot be\npermitted to practise law before the Consumer Forums.\nE\nF\nG\nH\nThe High Court vide the impugned judgment held\nthat a party before the District Consumer Forum/State\nCommission cannot be compelled to engage services of\nan advocate and also that the right of audience inheres\nin favour of authorized agents of the parties in the\nproceedings before the District Consumer Forum and the\nState Commission and such right is not inconsistent or\nin conflict with the provisions of the Advocates Act, 1961.\nDismissing the appeals, the Court\nHELD:\nHistorical perspective of the consumer movement\n1.1. The consumer movement had primarily started\nin the West. The organized English consumer movement\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 817\nORS.\nD\nstarted after the Second World War. The Labour Party for A\nthe first time gave slogan of \"battle for the consumers\"\nin Parliament. In the decade of 1960, number of\nlegislations were introduced in Britain for the protection\nof the consumers. The consumer movement in the\nUnited States of America developed in the beginning of B\nthe 19th century. Subsequently, the General Assembly of\nthe United Nations adopted a set of general guidelines\nfor consumer protection and the Secretary General of the\nUnited Nations was authorized to persuade member\ncountries to adopt these guidelines through policy C\nchanges or law. These guidelines constitute a\ncomprehensive policy framework outlining what\ngovernments need to do to promote consumer protection\nin following seven areas: Physical safety; Protection and\nPromotion of the consumer economic interest;\nStandards for the safety and quality of consumer goods\nand services; Distribution facilities for consumer goods\nand services; Measures enabling consumers to obtain\nredress; Measures relating to specific areas (food, water\nand pharmaceuticals); and Consumer education and\ninformation programme. Though not legally binding, the\nguidelines provide an internationally recognized set of\nbasic objectives particularly for governments of\ndeveloping and newly independent countries for\nstructuring and strengthening their consumer protection\npolicies and legislations. These guidelines were adopted\nrecognizing that consumers often face imbalances in\neconomic terms, educational levels and bargaining power\nand bearing in mind that consumers should have the\nright of access to non hazardous products as well as the\nimportance of promoting just, equitable and sustainable\neconomic and social development. [Paras 23, 27, 28, 33,\n34] [836-A; 837-A-C; 839-E-H; 840-A-D]\nE\nF\nG\nH\n818 SUPREME COURT REPORTS [2011] 13 (ADDL.) S C R\nA Indian perspective\nB\nC\nD\n1.2. It was in this background that the Indian\nParliament had enacted the Consumer Protection Act,\n1986. The declared objective of the statute was \"to\nprovide for better protection of the interests of\nconsumers.\" It seeks to provide a speedy and\ninexpensive remedy to the consumer. The Consumer\nProtection Act, 1986 is one of the benevolent social\nlegislations intended to protect the large body of\nconsumers from exploitation. The Act has come as a\npanacea for consumers all over the country and is\nconsidered as one of the most important legislations\nenacted for the benefit of the consumers. The Consumer\nProtection Act, 1986 provides inexpensive and prompt\nremedy. The Consumer Protection Act, 1986 is dedicated,\nas its preamble shows, to provide for effective protection\nof the rights of the consumers. According to the\nStatement of Objects and Reasons, it seeks to provide\nspeedy and simple redressal to consumer disputes. The\nobject of the Act is to render simple, inexpensive and\nE speedy remedy to the consumers with complaints against\ndefective goods and deficient services and for that a\nquasi-judicial machinery has been sought to be set up at\nthe District, State and Central levels. The Consumer\nProtection Act has come to meet the long-felt necessity\nF of protecting common man from wrongs for which the\nremedy under the ordinary law for various reasons has\nbecome illusory. The Consumer Protection Act, 1986 was\namended in the years 1991, 1993 and in 2002 to make it\nmore effective and purposeful. To effectuate this\nG objective, a provision has been made in Chapter II of the\nAct for the constitution of 'the Central Consumer\nProtection Council' and 'the State Consumer Protection\nCouncils.\" The purpose as indicated in section 6 is to\n\"promote and protect the rights of consumers\" against\nthe \"marketing of goods and services which are\nH\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 819\nORS.\nC\nhazardous to life and property; the right to be informed A\nabout the quality, quantity, potency, purity, standard and\nprice of goods or services, as the case may be, so as to\nprotect the consumer against unfair trade practices; the\nright to be assured, wherever possible, access to a\nvariety of goods and services at competitive prices; the B\nright to be heard and to be assured that consumer's\ninterests will receive due consideration at appropriate\nForums; the right to seek redressal against unfair trade\npractices or restrictive trade practices or unscrupulous\nexploitation of consumers and the right to consumer\neducation.\" A perusal of Chapter II clearly shows that the\n။\nstatute seeks to protect the 'consumer' of goods and\nservices in every possible way. It aims at providing a\nspeedy and inexpensive remedy. Any interpretation of\nthe provisions of the 1986 Act and the rules framed\nthereunder must promote this objective of the enactment.\nIn furtherance of the declared objective of protecting the\nconsumer against exploitation as well as providing an\ninexpensive and speedy remedy, the competent authority\nhas framed Rules which enable the party to appear either\npersonally or through an ‘agent'. [Paras 35 to 41] [840-E-\nH; 841-A-H; 842-A-B]\nHarishankar Rastogi v. Girdhari Sharma and Another\n(1978) 2 SCC 165: 1978 (3) SCR 493 - referred to.\nCarlill v. Carbolic Smoke Ball Company 1893 (1) Q.B.\n256; Donoghue v. Stevenson (1932) A.C. 562 and Donald\nC. MacPherson v. Buick Motor Company 217 N.Y. 382, 111\nN.E. 1050 referred to.\n-\nD\nE\nF\nO.N. Mohindroo v. The Bar Council of Delhi and Others\n1968 (2) SCR 709 - cited.\nG\nArticle on \"Consumer Movement\" by Paul S. Boyer\n[Oxford Companion to United States History, 2001] -\nreferred to.\nH\n820 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA Legislative intention\nB\nC\n2.1. The agents have been permitted to appear before\nthe Consumer Forums. The appearance of authorized\nagents is not inconsistent with section 33 of the\nAdvocates Act, 1961. The legislature in its wisdom has\ngranted permission to the authorized agents because\nmost of the cases before the Consumer Forums are small\ncases of relatively poor people where legal intricacies are\nnot involved and great legal skills are not required, which\nmay be handled by the authorized agents. The other\nreason is that a large number of litigants may not be able\nto afford heavy professional fees of trained advocates,\ntherefore, authorized agents have been permitted. It is the\nbounden duty and obligation of the Court to carefully\ndiscern the legislative intention and articulate the same.\nIn the instant case one is not really called upon to discern\nlegislative intention because there is specific rule defining\nthe agents and the provisions of permitting them to\nappear before the Consumer Forums. The agents have\nbeen permitted to appear to accomplish the main object\nE of the act of disposal of consumers' complaints\nexpeditiously with no costs or small costs. [Paras 79 to\n82] [854-B-F]\nD\nF\nG\nH\n2.2. The High Court was fully justified in observing\nthat the authorised agents do not practise law when they\nare permitted to appear before the District Forums and\nthe State Commissions. In the impugned judgment the\nHigh Court aptly observed that many statutes, such as,\nSales Tax, Income Tax and Competition Act also permit\nnon-advocates to represent the parties before the\nauthorities and those non-advocates cannot be said to\npractise law. On the same analogy those non-advocates\nwho appear before Consumer fora also cannot be said\nto practise law. [Paras 83, 84] [854-G-H; 855-A-B]\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 821\nORS.\n2.3. The legislature has given an option to the parties A\nbefore the Consumer Forums to either personally appear\no be represented by an 'authorized agent' or by an\nadvocate, then the court would not be justified in taking\naway that option or interpreting the statute differently.\n[Para 85] [855-B-C]\n2.4. The functioning, conduct and behaviour of\nauthorized agents can always be regulated by the\nConsumer Forums. When the legislature has permitted\nauthorized agents to appear on behalf of the\ncomplainant, then the courts can't compel the consumer\nto engage the services of an advocate. [Paras 86, 87] [855-\nD-E]\nB\nC\nR.M.D. Chamarbaugwalla and Another v. Union of India\nand Another AIR 1957 SC 628; Anandji Haridas \u0026 Company D\nPrivate Limited Engineering Mazdoor Sangh and Another\n(1975) 3 SCC 862: 1975 (3) SCR 542; Kartar Singh v. State\nof Punjab (1994) 3 SCC 569: 1994 (2) SCR 375; District\nMining Officer and Others v. Tata Iron and Steel Company\nand Another (2001) 7 SCC 358: 2001 (1) Suppl. SCR 147; E\nBhatia International v. Bulk Trading S.A. and Another (2002)\n4 SCC 105: 2002 (2) SCR 411; Lucknow Development\nAuthority v. M.K. Gupta (1994) 1 SCC 243: 1993 (3) Suppl.\nSCR 615; Laxmi Engineering Works v. P.S.G. Industrial\nInstitute (1995) 3 SCC 583: 1995 (3) SCR 174; Indian F\nPhotographic Company Limited v. H.D. Shourie (1999) 6\nSCC 428: 1999 (1) Suppl. SCR 9; Dr. J.J. Merchant and\nOthers v. Shrinath Chaturvedi (2002) 6 SCC 635: 2002 (1)\nSuppl. SCR 469; Common Cause, A Registered Society v.\nUnion of India and others (1997) 10 SCC 729: 1993 (1) SCR\n10 referred to.\n-\nBlackstone's Commentaries on the Laws of England,\nVol. I, 2001; Edited by Wayne Morrison.\nG\n3. The National Commission being aware of a\nH\nC\n822 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C R\nA possibility of misuse of the right by an agent had framed\nRegulation 30-A of the Consumer Protection Act, 1986,\nwherein certain restrictions on the right of audience and\nalso certain precautions to rule out any misuse of liberty\ngranted has been taken by way of framing Regulation 16.\nB Clauses 6 and 7 of Regulation 16 were enacted for\nproviding proper guidelines and safeguards for\nregulating appearance and audience of the agents. The\naforesaid regulation is a reasonable restriction on the\nright to appear by an agent. Such reasonable restrictions\nas provided for are to be strictly adhered to and complied\nwith by the Consumer Forum hearing cases under the\nConsumer Protection Act so as to rule out any misuse\nof the privilege granted. In terms of the said regulation\nand other regulations as provided and framed by the\nNational Commission and as approved by the Parliament\nof India, the Consumer Forum has the right to prevent an\nauthorized agent to appear in case it is found and\nbelieved that he is using the said right as a profession.\nThe Consumer Forums being empowered with such\nRegulations would be in a position to judge whether the\nagent appearing before it is in any manner exercising\nsuch privileges granted for any ulterior purpose. [Paras\n88, 89] [855-F; 856-C-E]\nD\nE\n4. Many statutes and Acts in India permit non-\nF advocates to represent the parties before the authorities\nand forums. In other jurisdictions also, non-advocates are\npermitted to appear before quasi-judicial fora or\nsubordinate courts. In most of these jurisdictions,\nspecific rules have been framed for the regulation of\nG qualifications, conduct and ethical behaviour of the non-\nadvocates appearing in these fora. In most jurisdictions,\nthe statutes or court rules impose some form of\nrestrictions on appearances of non-advocate\nrepresentatives in quasi-judicial fora or subordinate\ncourts. Restrictions on non-advocates agents vary\nI\nC. VENKATACHALAM v. AJITKUMAR C. SHAH AND 823\nORS.\nsignificantly in terms of their specificity, but most forums\nhave rules granting them some discretion in admitting or\nrefusing the appearance of a non-advocate\nrepresentative. [Paras 90, 91 and 92] [856-F-H; 857-A-D]\nDirections\nA\nB\n5.1. In order to ensure smooth, consistent, uniform\nand unvarying functioning of the National Commission,\nthe State Commissions and the District Forums, it is\ndeemed appropriate to direct the National Commission to\nframe comprehensive rules regarding appearances of the C\nagents, representatives, registered organizations and/or\nnon-advocates appearing before the National\nCommission, the State Commissions and the District\nForums governing their qualifications, conduct and\nethical behaviour of agents/non-advocates D\nrepresentatives, registered organizations and/or agents\nappearing before the consumer forums. [Para 109] [862-\nB-C]\nThe National Commission may consider following E\nsuggestions while framing rules\n-\n5.2. The Commission may consider non-advocates\nappearing without accreditation A party may appoint a\nnon-advocate as its representative provided that the\nrepresentative -\n(1) is appearing on an individual case basis\n(2)\nhas a pre-existing relationship with the\ncomplainant (e.g., as a relative, neighbour,\nbusiness associate or personal friend)\n(3) is not receiving any form of direct or indirect\nremuneration for appearing before the Forum\nand files a written declaration to that effect\nLL\nF\nG\nH\n"}