{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"[2012] 1 S.C.R. 867\nV.D. BHANOT\nV.\nSAVITA BHANOT\n(Special Leave Petition (Crl.) No. 3916 of 2010)\nFEBRUARY 7, 2012\n[ALTAMAS KABIR AND J. CHELAMESWAR, JJ.]\nPROTECTION OF WOMEN FROM DOMESTICE\nVIOLENCE ACT, 2005:\nss. 3,12,18,19,20,31 and 33 - Domestic violence -\nComplaint by wife - Held: Looking into a complaint u/s 12, the\nconduct of the parties even prior to the coming into force of\nthe Act, could be taken into consideration while passing an\norder u/ss 18, 19 and 20 thereof - High Court has also rightly\nheld that even if a wife, who had shared a household in the\npast, but was no longer doing so when the Act came into force,\nwould still be entitled to the protection of the Act, - On facts,\nthe couple has no children - The wife is residing with her old\nparents - After more than 31 years of marriage, the wife\nhaving no children, is faced with the prospect of living alone\nat the advanced age of 63 years, without any proper shelter\nor protection and without any means of sustenance except for\nthe sum which the husband was directed by the Magistrate\nto give to her each month - The situation comes squarely\nwithin the ambit of s. 3 of the Act, which defines \"domestic\nviolence\" in wide terms, and, accordingly, no interference is\ncalled for with the order of High Court - However, considering\nthe fact that the couple is childless and the wife has herself\nexpressed apprehension of her safety if she were to live alone\nin a rented accommodation, and keeping in mind the object\nof the Act to provide effective protection of the rights of women\nguaranteed under the Constitution, who are victims of violence\nof any kind occurring within the family, the order of the High\n867\nA\nB\nC\nD\nE\nF\nG\nH\n868 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA Court modified and it is directed that the wife be provided with\na right of residence where the husband is residing, by way of\nrelief u/s 19 of the Act - Protection orders u/s 18 are also\npassed - It is further directed that in addition to providing the\nresidential accommodation to the wife, the husband shall also\nB pay a total sum of Rs.10,000/- per month to her towards her\nmaintenance and day-to-day expenses.\nC\nD\nE\nF\nG\nH\nCRIMINAL APPELLATE JURISDICTION: SLP (Criminal)\nNo. 3916 of 2010.\nFrom the Judgment \u0026 Order dated 22.3.2010 of the High\nCourt of Delhi in CRMC No. 3959 of 2009.\nJitendra Mohan Sharma, Anjali Bhargva, Sandeep Singh\nfor the Petitioner.\nAnil Kumar Bakshi, Dr. Sushil Balwada, Rakesh Kumar,\nRajeshwar Tyagi, Ashok Kumar Shukle for the Respondent.\nThe Order of the Court was delivered by\nORDER\nALTAMAS KABIR, J. 1. The Special Leave Petition is\ndirected against the judgment and order dated 22nd March,\n2010, passed by the Delhi High Court in Cr.M.C.No.3959 of\n2009 filed by the Respondent wife, Mrs. Savita Bhanot,\nquestioning the order passed by the learned Additional\nSessions Judge on 18th September, 2009, dismissing the\nappeal filed by her against the order of the Metropolitan\nMagistrate dated 11th May, 2009.\n2. There is no dispute that marriage between the parties\nwas solemnized on 23rd August, 1980 and till 4th July, 2005,\nthey lived together. Thereafter, for whatever reason, there were\nmisunderstandings between the parties, as a result whereof,\non 29th November, 2006, the Respondent filed a petition\nbefore the Magistrate under Section 12 of the Protection of\nV.D. BHANOT v. SAVITA BHANOT\n[ALTAMAS KABIR, J.]\n869\nWomen from Domestic Violence Act, 2005, hereinafter referred A\nto as the \"PWD Act\", seeking various reliefs. By his order dated\n8th December, 2006, the learned Magistrate granted interim\nrelief to the Respondent and directed the Petitioner to pay her\na sum of Rs.6,000/- per month. By a subsequent order dated\n17th February, 2007, the Magistrate passed a protection/ B\nresidence order under Sections 18 and 19 of the above Act,\nprotecting the right of the Respondent wife to reside in her\nmatrimonial home in Mathura. The said order was challenged\nbefore the Delhi High Court, but such challenge was rejected.\nC\nD\n3. In the meantime, the Petitioner, who was a member of\nthe Armed Forces, retired from service on 6th December, 2007,\nand on 26th February, 2008, he filed an application for the\nRespondent's eviction from the Government accommodation\nin Mathura Cantonment. The learned Magistrate directed the\nPetitioner herein to find an alternative accommodation for the\nRespondent who had in the meantime received an eviction\nnotice requiring her to vacate the official accommodation\noccupied by her. By an order dated 11th May, 2009, the learned\nMagistrate directed the Petitioner to let the Respondent live on\nthe 1st Floor of House No. D-279, Nirman Vihar, New Delhi, E\nwhich she claimed to be her permanent matrimonial home. The\nlearned Magistrate directed that if this was not possible, a\nreasonable accommodation in the vicinity of Nirman Vihar was\nto be made available to the Respondent wife. She further\ndirected that if the second option was also not possible, the\nPetitioner would be required to pay a sum of Rs.10,000/- per\nmonth to the Respondent as rental charges, so that she could\nfind a house of her choice.\n4. Being dissatisfied with the order passed by the learned\nMetropolitan Magistrate, the Respondent preferred an appeal,\nwhich came to be dismissed on 18th September, 2009, by the\nlearned Additional Sessions Judge, who was of the view that\nsince the Respondent had left the matrimonial home on 4th July,\n2005, and the Act came into force on 26th October, 2006, the\nF\nG\nH\n870 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA claim of a woman living in domestic relationship or living.\ntogether prior to 26th October, 2006, was not maintainable. The\nlearned Additional Sessions Judge was of the view that since\nthe cause of action arose prior to coming into force of the PWD\nAct, the Court could not adjudicate upon the merits of the\nB Respondent's case.\nC\nD\n5. Before the Delhi High Court, the only question which\ncame up for determination was whether the petition under the\nprovisions of the PWD Act, 2005, was maintainable by a\nwoman, who was no longer residing with her husband or who\nwas allegedly subjected to any act of domestic violence prior\nto the coming into force of the PWD Act on 26th October, 2006.\nAfter considering the constitutional safeguards under Article 21\nof the Constitution, vis-à-vis, the provisions of Sections 31 and\n33 of the PWD Act, 2005, and after examining the statement\nof objects and reasons for the enactment of the PWD Act,\n2005, the learned Judge held that it was with the view of\nprotecting the rights of women under Articles 14, 15 and 21 of\nthe Constitution that the Parliament enacted the PWD Act,\n2005, in order to provide for some effective protection of rights\nguaranteed under the Constitution to women, who are victims\nof any kind of violence occurring within the family and matters\nconnected therewith and incidental thereto, and to provide an\nefficient and expeditious civil remedy to them. The learned\nJudge accordingly held that a petition under the provisions of\nF the PWD Act, 2005, is maintainable even if the acts of\ndomestic violence had been committed prior to the coming into\nforce of the said Act, notwithstanding the fact that in the past\nshe had lived together with her husband in a shared household,\nbut was no more living with him, at the time when the Act came\nG into force. The learned Judge, accordingly, set aside the order\npassed by the Additional Sessions Judge and directed him to\nconsider the appeal filed by the Respondent wife on merits.\nE\nH\n6. As indicated hereinbefore, the Special Leave Petition\nis directed against the said order dated 22nd March, 2010,\nV.D. BHANOT v. SAVITA BHANOT\n[ALTAMAS KABIR, J.]\n871\npassed by the Delhi High Court and the findings contained A\ntherein.\nB\nC\n7. During the pendency of the Special Leave Petition, on\n15th September, 2011, the Petitioner appearing in-person\nsubmitted that the disputes between him and the Respondent\nhad been resolved and the parties had decided to file an\napplication for withdrawal of the Special Leave Petition. The\nmatter was, thereafter, referred to the Supreme Court Mediation\nCentre and during the mediation, a mutual settlement signed\nby both the parties was prepared so that the same could be\nfiled in the Court for appropriate orders to be passed\nthereupon. However, despite the said settlement, which was\nmutually arrived at by the parties, on 17th January, 2011, when\nthe matter was listed for orders to be passed on the settlement\narrived at between the parties, an application filed by the\nPetitioner was brought to the notice of the Court praying that D\nthe settlement arrived at between the parties be annulled.\nThereafter, the matter was listed in-camera in Chambers and\nwe had occasion to interact with the parties in order to\nascertain the reason for change of heart. We found that while\nthe wife was wanting to rejoin her husband's company, the E\nhusband was reluctant to accept the same. For reasons best\nknown to the Petitioner, he insisted that the mutual settlement\nbe annulled as he was not prepared to take back the\nRespondent to live with him.\n8. The attitude displayed by the Petitioner has once again\nthrown open the decision of the High Court for consideration.\nWe agree with the view expressed by the High Court that in\nlooking into a complaint under Section 12 of the PWD Act,\n2005, the conduct of the parties even prior to the coming into\nforce of the PWD Act, could be taken into consideration while\npassing an order under Sections 18, 19 and 20 thereof. In our\nview, the Delhi High Court has also rightly held that even if a\nwife, who had shared a household in the past, but was no longer\ndoing so when the Act came into force, would still be entitled\nto the protection of the PWD Act, 2005.\nF\nG\nH\nA\nC\n872\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\n9. On facts it may be noticed that the couple has no\nchildren. Incidentally, the Respondent wife is at present residing\nwith her old parents, after she had to vacate the matrimonial\nhome, which she had shared with the Petitioner at Mathura,\nbeing his official residence, while in service. After more than\nB 31 years of marriage, the Respondent wife having no children,\nis faced with the prospect of living alone at the advanced age\nof 63 years, without any proper shelter or protection and without\nany means of sustenance except for a sum of Rs.6,000/- which\nthe Petitioner was directed by the Magistrate by order dated\n8th December, 2006, to give to the Respondent each month.\nBy a subsequent order dated 17th February, 2007, the\nMagistrate also passed a protection-cum-residence order\nunder Sections 18 and 19 of the PWD Act, protecting the rights\nof the Respondent wife to reside in her matrimonial home in\nMathura. Thereafter, on the Petitioner's retirement from service,\nthe Respondent was compelled to vacate the accommodation\nin Mathura and a direction was given by the Magistrate to the\nPetitioner to let the Respondent live on the 1st Floor of House\nNo.D-279, Nirman Vihar, New Delhi, and if that was not\npossible, to provide a sum of Rs.10,000/- per month to the\nRespondent towards rental charges for acquiring an\naccommodation of her choice.\nD\nE\n10. In our view, the situation comes squarely within the\nambit of Section 3 of the PWD Act, 2005, which defines\nF \"domestic violence\" in wide terms, and, accordingly, no\ninterference is called for with the impugned order of the High\nCourt. However, considering the fact that the couple is childless\nand the Respondent has herself expressed apprehension of her\nsafety if she were to live alone in a rented accommodation, we\nG are of the view that keeping in mind the object of the Act to\nprovide effective protection of the rights of women guaranteed\nunder the Constitution, who are victims of violence of any kind\noccurring within the family, the order of the High Court requires\nto be modified. We, therefore, modify the order passed by the\nHigh Court and direct that the Respondent be provided with a\nH\nV.D. BHANOT v. SAVITA BHANOT\n[ALTAMAS KABIR, J.]\n873\nright of residence where the Petitioner is residing, by way of A\nrelief under Section 19 of the PWD Act, and we also pass\nprotection orders under Section 18 thereof. As far as any\nmonetary relief is concerned, the same has already been\nprovided by the learned Magistrate and in terms of the said\norder, the Respondent is receiving a sum of Rs.6,000/- per B\nmonth towards her expenses.\nC\nD\n11. Accordingly, in terms of Section 19 of the PWD Act,\n2005, we direct the Petitioner to provide a suitable portion of\nhis residence to the Respondent for her residence, together with\nall necessary amenities to make such residential premises\nproperly habitable for the Respondent, within 29th February,\n2012. The said portion of the premises will be properly\nfurnished according to the choice of the Respondent to enable\nher to live in dignity in the shared household. Consequently, the\nsum of Rs.10,000/- directed to be paid to the Respondent for\nobtaining alternative accommodation in the event the Petitioner\nwas reluctant to live in the same house with the Respondent,\nshall stand reduced from Rs.10,000/- to Rs.4,000/-, which will\nbe paid to the Respondent in addition to the sum of Rs.6,000/\n- directed to be paid to her towards her maintenance. In other E\nwords, in addition to providing the residential accommodation\nto the Respondent, the Petitioner shall also pay a total sum of\nRs.10,000/- per month to the Respondent towards her\nmaintenance and day-to-day expenses.\n12. In the event, the aforesaid arrangement does not work,\nthe parties will be at liberty to apply to this Court for further\ndirections and orders. The Special Leave Petition is disposed\nof accordingly.\nR.P.\n13. There shall, however, be no order as to costs.\nSpecial Leave Petition disposed of.\nF\nG\nH\n"}