{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"ALLAHABAD LADIES CLUB\nV\nJITENDRA NATH SINGH AND ORS.\nA\nMARCH 20, 2007\nB\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nConstitution of India, 1950:\nArticle 226-Writ Petition-Scope and ambit of-PIL making grievance\nthat illegal leases granted and constructions put up in company park in\nviolation of law-High Court cancelled the lease granted to appellants-\nJustification of Held: High Court has unnecessarily enlarged the scope of\nwrit petition-Hence, not justified in directing cancellation of lease.\nThe writ petition filed PIL before the High Court making grievance that\nthe park known as the Company Bagh has ceased to be a park and illegal\nleases have been put up in violation of the provisions of the Uttar Pradesh\nParks, Playgrounds and Open Spaces (Preservation and Regulations) Act,\n1975. High Court held that there has been clear violation of the provisions of\nthe 1975 Act and the Uttar Pradesh Urban Planning and Development Act,\n1973 and directed cancellation of lease.\nIn appeal to this Court, appellant contended that in the writ petition,\nthere was no challenge to the lease granted to any of them nor prayer for\ncancellation of any lease and they were pleased in the writ petition by this\nCourt's direction as they were not parties when the matter was earlier disposed\nof. Moreover, the constructions made by the appellants were clearly\nauthorized.\nDisposing of the appeal, the court\nHELD: 1. The High Court was not justified in directing cancellation of\nlease. The High Court has unnecessarily enlarged the scope of he writ petition.\nThough in a public interest litigation it is permissible to take note of the\nnecessary/connected matters, the position was not so in the present case.\nChallenge was not to the grant of lease. There was no averment made in petition\n235\nC\nD\nE\nF\nG\nH\n236\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA that the Constructions by the appellants were unauthorized. [Paras 6 and 7}\nB\n2.1. The parties were not asked to place any material regarding validity\nof leases as that was not the subject matter of challenge in the writ petition.\nIt would be relevant to note ss. 6, 7 and 8 of the Uttar Pradesh Parks,\nPlaygrounds and Open spaces (Preservation and Regulation Act, 1975 which\nhave relevance so far as the present dispute is concerned. S.6 deals with\nprohibition of the use of parks, playgrounds and open spaces in certain cases.\nA bare reading of the provision indicates that no park, playground or space\nshall except with the previous sanction of the prescribed authority be used\nfor any purpose other than the purpose for which it was used on the date\nC immediately preceding the date of commencement of Act. Therefore, if on the\ndate of commencement of the Act a park, playground or open space was being\nused for a particular purpose the same can be continued. [Para 9]\nD\n2.2. Under s.8 there is prohibition on construction of buildings etc.\nexcept with the previous sanction of the prescribed authority. That obviously\nmeans that construction of buildings etc. can be done with the previous\nsanction of the prescribed authority. The High Court has been taken note of\nthe effect of ss. 6 and 7 of the Act. The State Government is directed to find\nout: (a) If there is any encroachment (b) if there is violation of any terms of\nthe Act after taking note of ss 6 7 and 8 thereof; (c) The existing Master\nE plans have to operate and the effect thereof is also to be considered by the\nappropriate authority [Para 9]\nF\n3. It is for the Allahabad Development Authority to find out whether\nthere is any violation of Development Act and if there is any, it is open to the\nauthority to take such action as is warrantees, as provided in law. [Para 10]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6211 of 2007.\nFrom the Judgment and Order dated 2.6.1999 of the High Court of\nAllahabad in E.C. No. 1/1991 arising out of C.M.W. No. 19296 of 1986.\nG\nWITH\nH\nCivil Appeal No. 159/2001, 2875/2001.\nShanti Bhushan, Dinesh Dwivedi, Prashant Bhushan, K.K. Mohan and\nRakesh Uttamchandra Upadhyay for the Appellant.\nALLAHABAD LADIES CLUB v. JITENDRA NATH SINGH [PASAYAT. J.]237\nAjatshatru, Rachma Srivastava, Pramod Swarup for the Respondents. A\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Challenge in these appeals is to the\njudgment rendered by a Division Bench of the Allahabad High Court, inter-\nalia, directing that the lease granted to the appellant in Civil Appeal No.6211 B\nand Civil Appeal No. 159 of 2001 be cancelled. Certain other directions given\nare subject matter of challenge in the other appeal. All constructions made\nwere also directed to be demolished.\n2. A brief reference to the factual aspects would suffice:\nC\n3. A petition styled to be a \"public interest litigation\" was filed before\nthe Allahabad High Court primarily making a grievance that the park known\nas the Company Bagh has ceased to be a park and illegal leases have been\ngranted and constructions have been put up in alleged violation of the\nprovisions of the Uttar Pradesh Parks, Playgrounds and Open Spaces D\n(Preservation and Regulation) Act, 1975 (in short the ‘Act'). The writ petition\nwas disposed of with certain directions. The State Government field special\nleave petition before this Court questioning correctness of the order passed.\nThe same was disposed of by order dated 9.4.1991 with the following order:\n\"After hearing the parties for a considerable period of time, we think E\nit will be just and fair to pass the following directions:-\n(i) The High Court will drop the proceedings for contempt;\n(ii) The High Court will hear all the parties and will try to solve the\nproblem regarding the shifting of the stadium and other problems\nF\nin a fitting manner after taking suggestions, if any, given by the\nparties as well as by the State Government as in our opinion, the\nHigh Court will be the fitting and proper authority to dispose of\nthe matter in order to promote public interest; and\n(iii) The High Court will hear all the parties appearing before the G\nCourt.\n4. Pursuant to the directions of this Court all the parties were heard and\nthe respective stand was considered. The High Court by the impugned order\nwhich is common to these appeals held that there has been clear violation of\nthe provisions of the Act and the Uttar Pradesh Urban Planning and H\nར\nB\n238\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA Development Act, 1973 (in short 'Development Act'). The appellants have\nquestioned correctness of the view expressed by the High Court on several\ngrounds. Primarily it is contended that there was no challenge to the lease\ngranted to any of them. There was not even any prayer for cancellation of\nany lease. All the leases were executed long time back i.e. much before the\nAct and the Development Act were enacted. The appellants were impleaded\nin the writ petition by this Court's direction as they were not parties when\nthe matter was earlier disposed of. There was no challenge in the writ petition\nto any unauthorized construction. The constructions made by the appellants\nwere clearly authorized. The original writ petitioners have not made any\ngrievance so far as the present appellants are concerned and the writ petition\nwas filed making grievances to a limited extent which have nothing to do with\nthe leases granted to the appellants. Therefore, the directions as given cannot\nbe maintained.\nC\nᎠ\n5. Learned counsel for the Allahabad Development Authority has stated\nthat the impugned order virtually rules out any developmental activity and\neven nullifies works already done.\n6. We find that the High Court has unnecessarily enlarged the scope\nof the writ petition. Though in a public interest litigation it is permissible to\ntake note of the necessary/connected matters; the position was not so in the\nE present case. Challenge was not to the grant of lease. There was no averment\nmade in petition that the constructions by the appellants were unauthorized.\nIn the writ petition a few officers were impleaded.\nF\nG\nH\n7. The High Court was not justified in directing cancellation of lease.\n8. Sections 6, 7 and 8 of the Act have relevance. They read as follows.\n\"6. Prohibition of the use of parks, playgrounds and open spaces in\ncertain cases—No park, playground or open space, specified in the\nlist published under Section 3 or Section 4, as the case may be, shall\nexcept with the previous sanction of the prescribed authority, be used\nfor any purpose other than the purpose for which it was used on the\ndate immediately preceding the date of commencement of this Act.\n7. Maintenance of parks, playgrounds and open spaces. The local\nauthority shall maintain in a clean and proper condition all parks,\nplaygrounds and open spaces belonging to or vested in it and included\nALLAHABAD LADIES CLUB v. JITENDRA NATH SINGH [PASAYAT.J.]239\nin the list published under Section 3 or Section 4.\n8. Prohibition of construction of buildings, etc.-No person shall\nexcept with the previous sanction of the prescribed authority, construct\nany building or put any structure likely to affect the utility of the park,\nplaygrounds and open space specified in the list published under\nSection 3 or Section 4.\"\n9. Above being the position, we dispose of these appeals with the\nfollowing directions:\nA\nB\nD\n(1) The parties were not required to place any material regarding\nvalidity of leases as that was not the subject matter of challenge C\nin the writ petition. It would be relevant to note that Sections 6,\n7 and 8 of the Act which have relevance so far as the present\ndispute is concerned. Section 6 deals with prohibition of the use\nof parks, playgrounds and open spaces in certain cases. A bare\nreading of the provision indicates that no park, playground or\nspace shall except with the previous sanction of the prescribed\nauthority be used for any purpose other than the purpose for\nwhich it was used on the date immediately preceding the date of\ncommencement of the Act. Therefore, if on the date of\ncommencement of the Act a park, playground or open space was\nbeing used for a particular purpose the same can be continued. E\n(2) Under Section 8 there is prohibition on construction of buildings\netc. except with the previous sanction of the prescribed authority.\nThat obviously means that construction of buildings etc. can be\ndone with the previous sanction of the prescribed authority. The\nHigh Court has not taken note of the effect of Sections 6 and 7\nof the Act as quoted above. The State Government is directed\nto find out :\n(a) If there is any encroachment.\nF\n(b) If there is violation of any terms of the Act after taking note G\nof Sectons 6, 7 and 8 thereof.\n(c) The existing Master plans have to operate and the effect\nthereof is also to be considered by the appropriate authority.\n10. It is for the Allahabad Development Authority to find out whether\nH\n240\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA there is any violation of the Development Act and if there is any, it is open\nto the authority to take such action as is warranted, as provided in law.\n11. To the aforesaid extent the appeals are allowed. Costs made easy.\nB D.G.\nAppeals allowed.\n"}