{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"UNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n65\nthe Act. Rule 9 (2) requires the authority to form an opinion, A\nwhether it should hold the inquiry into the truth of imputation of\nmisconduct or misbehaviour against the railway servant itself\nor should it appoint some other authority to do the needful.\nThus, there is an element of discretion vested in the competent\nauthority to appoint ‘other authority' for the purposes of B\nconducting a departmental inquiry. It is a settled principle of\ninterpretation that exclusion must either be specifically provided\nor the language of the rule should be such that it definitely\nfollows by necessary implication. The words of the rule,\ntherefore, should be explicit or the intent should be irresistibly C\nexpressed for exclusion. If it was so intended, the framers of\nthe rule could simply use the expression like 'public servant in\noffice' or 'an authority in office'. Absence of such specific\nlanguage exhibits the mind of the framers that they never\nintended to restrict the scope of ‘other authority' by limiting it\nto the serving officers/officials. The principle of necessary\nimplication further requires that the exclusion should be an\nirresistible conclusion and should also be in conformity with the\npurpose and object of the rule.\nD\nLU\nE\n27. The learned counsel appearing for the respondents\nwanted us to accept the argument that provisions of Rule 9 (2)\nhave an implicit exclusion in its language and exclusion is\nabsolute. That is to say, the framers have excluded\nappointment of former employees of Railway Department as\nother authority (inquiry officer) under these provisions. We find F\nno merit in this contention as well. An exclusion clause should\nbe reflected in clear, unambiguous, explicit and specific terms\nor language, as in the clauses excluding the jurisdiction of the\ncourt the framers of the law apply specific language. In some\ncases, as it may be, such exclusion could be read with G\nreference to irresistible implicit exclusion. In our opinion the\nlanguage of Rule 9(2) does not support the submission of the\nrespondents. Application of principle of exclusion can hardly be\ninferred in absence of specific language. Reference in this\nregard can be made to the judgment of this Court in the case H\n66\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA of New Moga Transport Co. v. United India Insurance Co. Ltd.\n[AIR 2004 SC 2154].\nB\nC\nD\n28. In the present case, neither of these ingredients appear\nto be satisfied. Ultimately, what is the purpose of a departmental\ninquiry? It is, to put to the delinquent officer/official the charges\nor article of charges and imputation and seek his reply in the\nevent of there being no substance to hold an inquiry in\naccordance with the rules and principles of natural justice. The\ninquiry officer appointed by the disciplinary authority is a\ndelegatee and has to work within the limited authority so\ndelegated to him. The charges and article of charges and\nimputations are served by the disciplinary/competent authority.\nThe inquiry report is submitted again to the competent authority\nwhich is expected to apply its mind to the entire record and then\ndecide whether any punishment should be imposed upon the\ndelinquent officer or not. Thus, all substantive functions are\nperformed by the disciplinary or the specified authority itself. It\nis only an interregnum inquiry. It is conducted by the delegatee\nof the said authority. That being the purpose and specially\nkeeping in mind the language of Rule 9 (2), we are unable to\nE accept the contention that 'other authority' has to be a person\nin service alone. Thus, it is not only the persons in service who\ncould be appointed as inquiry officers (other authority) within the\nmeaning of Rule 9(2). Reliance placed by the respondents upon\nthe judgment of this Court in the case of Ravi Malik (supra) is\nF hardly of any assistance to them. Firstly, the facts and the Rules\nfalling for consideration before this Court in that case were\nentirely different. Secondly, the Court was concerned with the\nexpression 'public servant' appearing in Rule 23 (b) of the\nService Rules and Regulations, 1982 of the National Film\nG Development Corporation. The Court expressed the view that\npublic servant should be understood in its common parlance and\na retired officer would not fall within the meaning of public\nservant, as by virtue of his retirement he loses the characteristics\nof being a public servant. That is not the expression with which\nH we are concerned in the present case. Rule 9 (2) as well as\nUNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n67\nSection 3 of the Act have used a very different expression i.e.\n‘other authority' and 'person/persons'. In other words, the\nabsence of the word public servant of the Government is\nconspicuous by its very absence. Thus, both these expressions,\neven as per the dictum of the Court should be interpreted as\nunderstood in the common parlance. Another factor which we\nmay notice is that the definition of the public servant appearing\nin the Indian Penal Code (for short 'the Code'), reliance upon\nwhich was placed by the respondents, was not brought to the\nnotice of the Court while dealing with the case of Ravi Malik\n(supra). In terms of Section 21 of the Code a public servant\ndenotes a person falling under any of the descriptions stated\nin the provision. While it refers to a different kind of persons it\nalso brings within its ambit every arbitrator or every person to\nwhom any cause or matter has been referred for decision or\nreport by any court or any other competent public authority.\nFurthermore, as per the 12th clause of inclusion, in this very\nsection, even \"every person\" can be a public servant. In fact, in\nterms of Section 21 (a) a person who is in service of the\nGovernment or remunerated by fees or commission for the\npurpose of any public duty of a Government is also a public.\nservant.\n29. Thus, a person who is engaged by a competent\nauthority to work on a fee or a fixed remuneration can be a\npublic servant. We fail to understand then how a person\nengaged for the purposes of performing a delegated function\nin accordance with law would not be 'other authority' within the\nmeaning of the Rule 9(2). The Rule has not specified any\nqualifications or pre-requisites which need to be satisfied\nbefore a person can be appointed as an inquiry officer. It has\nbeen left to the discretion of the disciplinary authority. Unless\nsuch exclusion of a former employee of the Government was\nspelt out specifically in the Rule, it will be difficult for the Court\nto introduce that element and the principle of implication\nsimplicitor. Another aspect of the matter which would require\ndeliberation of the Court is that, the competent authority in the\nA\nB\nC\nD\nE\nF\nG\nH\nC\n68 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA Department of Railways as well as the Railway Board, Ministry\nof Railways, Government of India has issued certain circulars,\nspecifically contemplating preparation of a panel of former\nofficers/employees of the railway department, who can be\nappointed as inquiry officers to conduct the departmental\nB inquiry as the disciplinary/competent authority. Firstly, the\ncircular is stated to have been issued on 16th July, 1998\nwherein it has been noticed by the authorities that a large\nnumber of cases are coming up before the Vigilance\nDepartment. These cases relate to corruption and other serious\nirregularities. Number of such cases pertain to non-gazetted\nstaff. An inquiry is essentially conducted before imposition of\nmajor penalty in terms of Rule 9(2). Number of cases have been\npending at the inquiry stage for a considerable time and cannot\nbe disposed of because of non-completion. So, in order to\nliquidate the large outstanding position of department cases\nexpeditiously, it was felt necessary to empanel certain retired\nsenior-scale and JA Grade officers who would be relatively free\nto undertake the inquiries. This further led to the criteria of\neligibility, remuneration and the work expected to be performed\nby the former employees to be appointed as inquiry officers.\nAgain a circular is stated to have been issued on 16th October,\n2008 on the same lines and taking a view that the former\nemployees could be appointed as inquiry officers. Of course,\nthe circular of 2008 may not be of great relevancy before us\nas the charge sheet was served upon the delinquent officer/\nF official much prior to the implementation of this circular.\nHowever, the circular of 1998 is relevant.\nD\nE\nG\nH\n30. The contention raised before us is that the circular\nissued by the appellants is in contradiction to the language of\nRule 9(2). It is a settled rule that a circular cannot supersede\nthe provisions of the Rules and thus appointment of the former\nemployees of the railway department as inquiry officer is\nimpermissible and the appellants had no jurisdiction to issue\nsuch circular. On the other hand, it is contended on behalf of\nthe appellant, that special instructions can be issued by the\nUNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n69\ndepartment for dealing with its affairs and such circulars are 'A\npermissible. It is also submitted that, the circular being in\nfurtherance to the provisions of law would even prevail over the\nRules without having been issued for a specific purpose.\nReliance is placed upon the judgment of this Court in the case\nof Union of India \u0026 Ors. v. Virpal Singh Chauhan \u0026 Ors. [1995 B\n(6) SCC 684]. Firstly, we are unable to see any conflict, much\nless the contradiction between the language of Rule 9(2) and\nthe circular of 1998 issued by the appellants. Under Rule 9(2),\nthe disciplinary authority has the discretion to appoint a 'Board\nof Inquiry' or 'other authority' to conduct inquiry against the\nC\ndelinquent officer/official. The circular only aids it further while\nsaying that in the interest of the administration and in\nconsonance with the Rules, the former/retired officers of the\nrailway department who satisfy the eligibility criteria can be\nappointed as inquiry officer and submit their report to the\ndisciplinary authority in accordance with law. It is clear that the\ncircular issued is only supplementing Rule 9(2) and is in no way\nin conflict with the language or spirit of Rule 9(2). The argument\nadvanced on behalf of the respondents is that in the event of\nclear conflict between circulars and the statutory rules, the\ncircular cannot be permitted to prevail. This argument would be\nof worth consideration only if the respondents are able to\ndemonstrate before the Court without ambiguity that it is a case\nof conflict and the circular issued is in terms contrary to the\nlanguage of the statute.\nD\nE\nF\n31. We are unable to see any such conflict or contradiction.\nWhen a circular is issued for the purposes of supplementing\nthe removal of ambiguity in the Rule or to achieve the purpose\nof the Rule more effectively, it can hardly be said that there is a\nconflict between the two. The matter shall certainly be on a G\ndifferent footing, where the Rule by a specific language or by\nnecessary implication makes such exclusion or provides that\n`a particular class of persons cannot be appointed as authority\n(inquiry officer). It may also be true in the case where the Rule\nitself makes it mandatory for the disciplinary authority to appoint H\n70\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA\nC\na particular class of persons and no other as inquiry officers.\nWhile examining the provisions of vesting of discretion, it cannot\nbe said that they should be interpreted in a manner which\nwould take away the discretion contemplated under the Rule.\nRather it would be appropriate to adopt an interpretation which\nB would further the object of such rule. In the case of Virpal Singh\nChauhan (supra), this Court was concerned with the circular/\nletters providing for reservation in favour of SC \u0026 ST and their\noperation on the subject of seniority as between reserved and\ngeneral category candidates. Certain instructions had been\nissued and after perusing the facts of that case this Court took\nthe view that, the Railway Board circulars which are provided\nspecifically for such a situation and are not being violative of\nthe constitutional provisions, should prevail and given effect to.\nIn that case also it was not brought to the notice of the Court\nthat the letter/circular was in any way inconsistent with the\nprovisions of any law, as in the present case the respondents\nhave failed to demonstrate that the circular issued is in conflict\nwith or opposed to any specific rule enacted under proviso to\nArticle 309 of the Constitution or any other constitutional\nprotection. Once there is no conflict, then the Rule and the\ncircular should be harmoniously read.\nD\nE\n32. Another indication under the Rules which is suggested,\nis non-application of the Rule of strict construction to the\nprovisions with regard to appointment of an Inquiry Officer and\nF where the expressions Appointing Authority, Disciplinary\nAuthority and Appellate Authority have been duly explained and\nprovided for, either under the Rules or in the schedule to these\nRules. As0. already noticed, the Schedule specifies the powers\nof the respective authorities to take disciplinary action against\nG the delinquent officer, either in certain terms or even by\ninterpretation, it does not suggest which class of persons should\nor should not be appointed as inquiry officers. On the contrary,\nRule 9 (2) specifically empowers the Disciplinary Authority to\ninquire into the matter itself or appoint another authority to\nconduct the inquiry. In other words, the functions of the Inquiry\n·H\nUNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n71\nOfficer are that of a delegating nature and this delegation ex A\nfacie, is limited delegation. An Inquiry Officer is not even entitled\nto suggest the punishment unless the Rule so requires\nspecifically, which is not the case here. It is a settled rule that\nthe provisions of an Act/Rule should be examined in their\nentirety along with the scheme before a particular meaning can\nbe given to an expression or sentence used in a particular\nlanguage. Thus we must examine the Rules in their entirety\nalong with the conditions of the Schedule and not merely look\nat Rule 9 (2) in isolation.\nB\nC\nD\n33. Still another aspect of the case can be that, the\nexpression \"public servant\" cannot be equated to the term\n\"other authority\". Both these expressions cannot be treated as\ninter-changeable or synonymous. They have different\nconnotations and meaning in law. \"Public servant\" is a term\nwhich is well defined and explained in the field of law, while\n\"authority\" is a generic term and is used in different places with\ndifferent meanings and purposes. 'Authority' thus is an\nexpression of wide magnitude and is frequently used not only\nin legal jurisprudence but also in administrative and executive\nfield. Therefore, it is to our mind not permissible to permit E\nrestricted meaning of this term.\n34. It was also contended on behalf of the respondents that\nthe competent authority exercising power under Rule 9 (2) is\nvested with a choice whether to take action under these Rule\nor under the Act. Emphasis is laid on the language of Rule 9\n(2) while submitting that the expression \"other authority\" would\nhave to be read ejusdem generis to the earlier part of Rule 9\n(2) and that they must take colour from the earlier part of the\nRule. While reliance is placed upon the judgment of this Court\nin the case of Commissioner of Income Tax, Udaipur,\nRajasthan Vs. Mcdowell and Company Limited [2009 (10)\nSCC 755] to contend that the Rules and the provisions of the\nAct contemplate ‘other authority' only as the persons in service.\nWe are not impressed with either of these submissions. Firstly,\nF\nG\nH\n72 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA the general rule stated in the case of Mcdowell and Company\n(supra) is a matter relating to fiscal laws, the interpretation of\nwhich is controlled by the rule of strict construction. We have\nalready discussed at some length that it is not possible for this\nCourt to apply the rule of strict construction to the provisions in\nB question before us. Applicability of such doctrine to the rules\nof procedure under the service jurisprudence can hardly be\njustified.\nC\nD\nE\nF\nG\nH\n35. The rule of ejusdem generis is applied where the\nwords or language of which in a section is in continuation and\nwhere the general words are followed by specific words that\nrelates to a specific class or category. This Court in the case\nof Mcdowel and Company Ltd. (supra) while discussing this\ndoctrine at some length held as under:\n\"The principle of statutory interpretation is well known and\nwell settled that when particular words pertaining to a\nclass, category or genus are followed by general words are\nconstrued as limited to things of the same kind as those\nspecified. This rule is known as the rule of ejusdem\ngeneris. It applies when:\n(1) the statute contains an enumeration of specific words;\n(2) the subjects of enumeration constitute a class or\ncategory;\n(3) that class or category is not exhausted by the\nenumeration;\n(4) the general terms follow the enumeration; and\n(5) there is no indication of a different legislative intent.\n36. The maxim ejusdem generis is attracted where the\nwords preceding the general word pertains to class genus and\nnot a heterogeneous collection of items in the case of Housing\nBoard, Haryana (supra).\n-\nUNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n73\n0\n37. The language of Rule 9(2), on its plain reading shows A\nthat the words are disjunctive and therefore, this principle of\ninterpretation would be hardly applicable to the facts of the\npresent case. It is also incorrect to suggest, much less to argue,\nthat under Rule 9 (2) a discreet choice is vested under the\nauthority concerned. We have already indicated that the Act is\napplicable to a special class of persons while Rules are\napplicable to other class of persons including Grade - A to\nGrade D. Once the provisions of the Act are attracted, a\npublic inquiry has to be held in accordance with the provisions\nof the Act. The Rules and the Act, as self-contained codes C\nwithin themselves, operate in a way without impinging upon the\nfield of the other. There is hardly any discretion vested in the\ncompetent authority, it is only for the purposes of conducting\nan inquiry personally or through some other appointed authority\nthat the discretion is vested. In the event of delegation by the\ncompetent authority, the delegatee authority has to function\nwithin the limit of the authority delegated to it. At the cost of\nrepetition we may notice that neither in the Rules nor in the\nprovisions of the Act which are independent in their application,\nthere is any requirement or even suggestion that appointment\nof an authority or Board has to be essentially of a person in\nservice, even a former employee could be appointed so.\nD\nE\n38. It will be useful to apply the rule of contextual\ninterpretation to the provisions of Rule 9. It would not be\npermissible to import any meaning or make additions to the F\nplain and simple language of Rule 9(2) in relation to \"other\nauthority.\" The rule of contextual interpretation requires that the\ncourt should examine every word of statute in its context, while\nkeeping in mind the preamble of the statute, other provisions\nthereof, pari material statutes, if any, and the mischief intended G\nto be remedied. Context often provides a key to the meaning\nof the word and the sense it carries. It is also a well established\nand cardinal principle of construction that when the rules and\nregulations have been framed dealing with different aspects of\nthe service of the employees, the Courts would attempt to make H\n!\n74\nSUPREME COURT REPORTS [2010] 5 S.C.R.\nA a harmonious construction and try to save the provision, not\nstrike it down rendering the provision ineffective. The Court\nwould normally adopt an interpretation which is in line with the\npurpose of such regulations. The rule of contextual\ninterpretation can be purposefully applied to the language of\nB Rule 9 (2), particularly to examine the merit in the contentions\nraised by respondent before us. The legislative background\nand the object of both the Rules and the Act is not indicative of\nany implied bar in appointment of former employees as inquiry\nofficers.\nC\nD\n39. These principles are well established and have been\nreiterated with approval by the courts, reference can usefully be\nmade to the judgments of this court in the cases of Gudur\nKishan Rao v. Sutirtha Bhattachaarya, [(1998) 4 SCC 189],\nNirmal Chandra Bhattacharjee v. Union of India, [1991 (Supp\n(2) SCC 363], Central Bank of India v. State of Kerala, [(2009)\n4 SCC 94], Housing Board of Haryana v. Haryana Housing\nBoard Employees Union, [(1996) 1 SCC 95].\n40. The circulars have been issued by the Department of\nE Railways, from time to time, to recognize preparation of panels\nfor appointing inquiry officers as per the terms and conditions,\nincluding the eligibility criterion stated in those circulars. We\nmay notice here that, there is no challenge in any of the\napplications filed before the Tribunal to any of the circulars,\nF despite the fact that they have been duly noticed in the\nimpugned judgments. By passage of time and practice the\ncompetent authorities and even the delinquent officers in\ndisciplinary cases have given effect to these circulars and they\nwere treated to be good in law. It is only in the arguments\naddressed before this Court, where it is suggested that these\ncirculars supersede or are in conflict with the Rules. This part\nof the contention we have already rejected.\nG\nH\n41. It is not opposed to any canons of service jurisprudence\nthat a practice cannot adopt the status of an instruction,\n"}