{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"UNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n55\nto make the same uniform throughout the Indian Territory. The A\nprovisions of this law clearly show that it is a self-sufficient code\nright from the stage of serving of Articles of Charges which were\nto be drawn up for the public inquiry to be conducted in the\ncases of the misbehaviour by public servants, till submission\nof the records of proceedings to the competent Government. B\nThe competent Government on consideration of the report may\norder taking of further evidence or direct the authority to which\nthe person was subordinate for their opinion and finally pass\nsuch orders thereon as may appear consistent with its powers\nin such cases. Section 3 of this Act which has been referred to\nand even relied upon by the authorities reads as under:\n\"Authorities to whom inquiry may be committed - Notice\nto accused - The inquiry may be committed either to the\nCourt, Board or other authority to which the person\naccused is subordinate or to any other person or persons,\nto be specially appointed by the Government,\ncommissioners for the purpose: notice of which\ncommission shall be given to the person accused ten days\nat least before the beginning of the inquiry.\"\n17. The Act remained unimplemented as the provisions\nthereof were hardly invoked by the authorities concerned. The\nPresident of India in exercise of the powers conferred by the\nproviso to Article 309 of the Constitution of India, 1950 made\nthe rules termed as the 'Railway Servants Discipline and\nAppeal (Rules 1968)'. They came into force on 1st October,\n1968.\nC\nD\nE\nF\n18. The Preamble of the Act also indicates the Legislative\nintent as to which class of persons the provisions of the Act\nwould be applicable. It is abundantly clear that the persons who G\nare covered under the provisions of the Act are persons who\nare public servants and not removable from their appointment\nwithout sanction of the Government. This criterion has to be\nspecified before the provisions of the Act can be made\navailable, and an inquiry can be conducted under its provisions. H\n56\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nB\nD\nA In fact, the language of Sections 2 \u0026 3 of the Act is quite\ndistinguishable from the provisions normally covering the\ndisciplinary action in departmental inquiries. In terms of Section\n2, the Government has to form an opinion that sufficient\ngrounds existed for making a formal and public inquiry into the\ntruth of any imputation of misbehaviour by any person in the\nservice of the Government, who cannot be removed from his\nappointment without its sanction. Such an inquiry could be\nconducted by a Board or other authority to which the said\nOfficer is subordinate or any other person or persons to be\nC specifically appointed by the Government. However, in terms\nof Section 4, the Government, where it thinks fit to conduct the\nprosecution, shall nominate some person to conduct the same\non its behalf. Under this Section, the prosecution has to be\ncompleted in terms of the provisions of the Act by the persons\nso appointed or the Commissions so appointed. In other words,\ninquiry or prosecution has to be conducted strictly in\nconsonance with these provisions. The scope of applicability\nof this Act cannot be enlarged and it must be construed\nsomewhat narrowly and the persons who are not specifically\ncovered under the provisions of this Act cannot be included by\nimplication or exemption. It is a settled rule of interpretation that\nwhere the legislature in its wisdom has made an Act applicable\nto a particular class of persons, there it will be impossible to\nconstrue it in a manner so as to enlarge the scope of its\napplicability. The provisions afore-referred as well as scheme\nof the Act makes it clear that the provisions are applicable to\nthe public servants who can be removed from service only with\nthe sanction of the Government. In the cases before us,\nincluding that of Mr. Alok Kumar, it had not been suggested by\neither party that they are removable from service only with prior\nG sanction of the Government. In fact, they can be removed by\nthe Disciplinary Authority in accordance with the law. The\ncharge-sheet, which was served in Form No. 5 under Rule 9\nof the Rules, did not even refer to the provisions of the Act. The\nMemorandum, in which the charge-sheet was contained,\nH described him as Senior DE/1 Northern Eastern Railways,\nE\nF\nUNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n57\nLucknow and referred to the provisions of Rule 9 and Rule 20 A\nof the Railway Service Conduct Rules 1966. In other words, the\ncompetent authority did not direct either a public inquiry or a\nprosecution under the relevant provisions of the Act. The\ndepartmental proceeding against the said respondent was\nrestricted to the applicability of Rule 9 of the 1968 Rules. Thus,\nrecourse to the provisions of the Act for the purposes of\ninterpretation or deciding the controversies in issue was entirely\nunwarranted in the facts and circumstances of the case in hand.\nB\nC\nD\n19. Now, let us examine the ambit, scope and ramifications\nof the Railway Service Disciplinary Rules, 1968 in relation to\nthe departmental inquiries in the Department of Railways and\nthe delinquent. The Rules in question, noticed at the very\nthreshold, are a complete code in itself. It opens with the words\n\"these rules have been framed under proviso to Article 309 of\nthe Constitution and are applicable to the officers/officials of\nthe Railways\". Rule 2 of the Rules defines 'appointing authority',\n'disciplinary authority', 'Head of the Department' and 'service'\nunder its different sub-rules. Service is stated to mean, service\nunder the Ministry of Railways and in terms of Rule 3. The Rules\nare applicable to every railway servant but shall not apply to the E\nclass of members or persons indicated in Rule 3 (i) (a) to (d).\nRule 5 empowers the competent authority to place a railway\nservant under suspension and this power is controlled by the\nprovisions of Rule 4 which requires the specified authorities\nalone to act in terms of Schedule 1 and 2 respectively for F\npassing such orders. These Schedules not only specify the\nclass of employees who can be placed under suspension but\nalso the authority which can pass such orders as well as the\nauthority which shall be the appellate authority for dealing with\nthe grievances raised by the delinquent officer/official. It may G\nbe noticed that Schedule 1 deals with a class of non-gazetted\nrailway servants including Grade-B non-gazetted officers/\nofficials. Schedule-II deals with different grades of railway\nofficers and senior supervisors of non-gazetted staff. Schedule\nIll spells out the class of railway servants covered, authority H\nA\nB\nC\nD\nE\nF\nG\nH\n58\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nempowered to place a railway servant under suspension or\nimpose penalty and its nature as well as the appellate authority.\nRailway servants of Grade-A and Grade-B are dealt with under\nthis Schedule and the President is vested with full powers.\nWhere the orders are passed by the Railway Board, the appeal\nlies to the President. The penalties that can be imposed upon\na delinquent officer/official for good and sufficient reasons have\nbeen spelt out in Rule 6, for which a disciplinary authority has\nbeen specified under Rule 7. While Rule 8 deals with authority\nto institute the proceedings, there is Rule 9 which falls under\nPart IV of these Rules, which provides the procedure for\nimposing major penalties. In fact, Rule 9 to Rule 12 are the most\nrelevant provisions which detail the procedure which is to be\nfollowed and the imposition of punishments and communication\nof such orders. Rule 9 contemplates the complete procedure\nfor imposition of major penalty including appointment of inquiry\nofficer and submission of the report by the inquiring authority\nto the disciplinary authority. Rule 10 specifies the action which\ncan be taken on the submission of the inquiry report. Keeping\nin view the primary challenge raised in these appeals, it will be\nuseful to refer to the relevant part of Rule 9:\n\"Rule 9. Procedure for imposing major penalties\n(1) No order imposing any of the penalties specified\nin Clauses (v) to (ix) of Rule 6 shall be made except\nafter an inquiry held, as far as may be, in the\nmanner provided in this rule and Rule 10, or in the\nmanner provided by the Public Servants (Inquiries)\nAct, 1850 (37 of 1850) where such inquiry is held\nunder that Act.\n(2)\nWhenever the disciplinary authority is of the opinion\nthat there are grounds for inquiring into the truth of\nany imputation of misconduct or misbehaviour\nagainst a railway servant, it may itself inquire into,\nor appoint under this rule or under the provisions\nof the Public Servants (Inquiries) Act, 1850, as the\nUNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n59\ncase may be, [a Board of Inquiry or other authority] A\nto inquire into the truth thereof.\n(3) Where a Board of Inquiry is appointed under sub-\nrule (2) it shall consist of not less than two\nmembers, each of whom shall be higher in rank\nthan the Railway servant against whom the inquiry\nis being held an none of whom shall be subordinate\nto the other member or members, as the case may\nbe, of such Board.\nExplanation:\nB\nC\nWhere the disciplinary authority itself holds the\ninquiry, any reference in sub-rule (12) and in sub-\nrule (14) to sub-rule (25), to the inquiring authority\nshall be construed as a reference to the disciplinary D\nauthority.\"\n20. Sub rule 6 of Rule 9 states that, where it is proposed\nto hold an inquiry against a railway servant under Rule 9 and\nRule 10, there a charge sheet and imputation of conduct and\nmisbehaviour upon the said officer shall be served and the E\nprocedure as specified shall be followed. The language of this\nrule, clearly shows that there is a discretion vested in the\ndisciplinary authority, enabling it to hold the inquiry itself or get\nthe truth of imputations inquired by any ‘other authority' in terms\nof the Rule. It will be appropriate to read Rule 9(1) and 9(2) F\ntogether but cautiously. Rule 9(1) starts with a negative\nlanguage putting an embargo on passing of an order imposing\npenalties as specified under clause 5 to clause 9 of Rule 6,\nmajor penalties can be imposed except after an inquiry held.\nThe inquiry contemplated can be held as per the procedure G\nspelt out in Rule 9 and Rule 10 of these Rules. The other mode\nof holding an inquiry is in the manner provided by the Public\nService Inquiries Act, 1850, when such inquiries are held under\nthat Act. The language of Rule 9 of the Rules, therefore, clearly\ndemonstrates that the Rules and the Act are neither inter- H\nB\nD\n60\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA dependent nor convey a legislative intent that a departmental\ninquiry has to be held under both collectively or at the discretion\nof the disciplinary authority. We have already clarified it above,\nthat the provisions of the Act are applicable to a very limited\nclass of persons i.e., the officers who are removable or liable\nto be dismissed from service only with the sanction of the\nGovernment. The Rules, as framed, are applicable to non-\ngazetted officers and officials of the Department of Railways\nexcept Grade-A officers specified under Schedule 3 of the\nRules. Thus, under the scheme of the Rules and the Act and\nC particularly, keeping in view the preamble of the Act, it is not\ncorrect to say that absolute discretion is vested in the\nauthorities concerned to subject a person to departmental\ninquiries in terms of the Rules or the Act: They have to exercise\nthe power in accordance with the provisions of the relevant\nstatute. Such an approach is amply indicated even in the\nlanguage of Rule 9(2). The Rules require the disciplinary\nauthority to form an opinion that the grounds for inquiry into the\ntruth of imputations of misconduct or misbehaviour against the\nrailway servant exists. Further, that they have enquired into the\nmatter. Then, such inquiry may be conducted by the disciplinary\nauthority itself or it may appoint under the Rules a Board of\nInquiry or other authority to enquire into the truth thereof.\nFormation of such an opinion is a condition precedent for the\ndisciplinary authority, whether it intends to conduct the inquiry\nunder the Rules or under the Act as the case may be. The\nexpression \"as the case may be” clearly suggests that law which\nwill control such departmental inquiry would depend upon the\nclass of officers/officials whose misconduct or misbehaviour\nsubject them to such inquiry. If the employee is covered under\nthe Act, the disciplinary authority shall have to appoint an inquiry\nG officer and proceed with the inquiry under the provisions of the\nAct, whereas if he is covered under the Rules, the procedure\nprescribed under the Rules will have to be followed.\nE\nF\nH\n21. Other important feature in the language of the Rule is\nappoint under this Rule a Board of Inquiry or other Authority.\nUNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.J\n61\nWhat shall be the constitution of the Board of Inquiry and how A\nthe same would proceed further with the inquiry has been stated\nin sub-rules 3, 4 and 5 of Rule 9 of the Rules. The expression\n\"other authority\" has neither been explained nor defined under\nthe Rules. In terms of Rule 2(1) (2), the words which have not\nbeen defined under these Rules shall be deemed to have been B\nassigned the same meaning as assigned under the Indian\nRailway Act, 1890.\nC\nD\n22. Even the Indian Railway Act does not define the term\n\"authority\" though this expression has been used in conjunction\nwith other words in the Rules as well as the Act. In absence of\nany specific definition or meaning we have to rely upon\nunderstanding of this expression in common parlance. In\ncommon parlance, the word '‘authority' is understood to be,\npower to exercise and perform certain duties or functions in\naccordance with law. Authority may vest in an individual or a\nperson by itself or even as a delegatee. It is the right to exercise\npower or permission to exercise power. Such permission or\nright could be vested in an individual or a body. It can also be\nin conferment of power by one person to another. This\nexpression has been used differently in different statutes and E\ncan be given a different meaning or connotation depending\nupon the context in which it is used. The purpose and object of\nusing such expression should be understood from the\nprovisions of the relevant law and the purpose sought to be\nachieved. The word 'authority' is derived from the latin word F\nauctoritas, meaning intention, advice, opinion, influence or\ncommand which originate from an auctor, indicating that\nauthority originates from a master, leader or author, and\nessentially is imposed by superior upon inferior either by force\nof law (structural authority) or by force of argument (sapiential G\nauthority)\n23. Farlex Free Dictionary explains the word 'authority' as\nfollows:\n\"Authority n. permission, a right coupled with the power to H\nA\nB\nC\nD\n62\nSUPREME COURT REPORTS\n[2010] 5 S.C.R..\ndo an act or order others to act. Often one person gives\nanother authority to act, as an employer to an employee,\na principal to an agent, a corporation to its officers, or\ngovernmental empowerment to perform certain functions.\nThere are different types of authority including \"apparent\nauthority\" when a principal gives an agent various signs\nof authority to make others believe he or she has authority,\n\"express authority\" or \"limited authority\" which spell out\nexactly what authority is granted (usually a written set of\ninstructions), “implied authority\" which flows from the\nposition one holds, and \"general authority\" which is the\nbroad power to act for another.\nOxford Dictionary explains the word as under:\n\"1. (a) The power to enforce laws, exact obedience,\ncommand, determine, or judge.\n(b) One that is invested with this power, especially\na government or body of government officials: land titles\nissued by the civil authority.\nE\n2.\nF\nG\nPower assigned to another; authorization: Deputies\nwere given authority to make arrests.\nMerrium Webster's Law Dictionary, 1996 explains the\nword as under :\n\"Authority pl. - ties\n1. an official decision of a court used esp. as a precedent.\n2. (a) a power to act est. over others that derives from\nstatus, position, or office. Example: the authority of the\npresident.\n(b) the power to act that is officially or formally granted (as\nby statute, corporate bylaw, or court order).\nH\n3.\nUNION OF INDIA v. ALOK KUMAR\n[SWATANTER KUMAR, J.]\n63\n4 (a) a government agency or corporation that administers A\na revenue-producing public enterprise. Example: the\ntransit authority\n(b) a government agency or public office responsible\nfor an area of regulation. Example: should apply for a B\npermit to the permitting authority.\"\nIn Law Lexicon, 2nd Edition, 1997 pg. 171, the word\n‘authority' has been explained and elucidated as follows:\n\"A person or persons, or a body, exercising power of C\ncommand; generally in the plural: as, the civil and military\nauthorities. Power or admitted right to command or to act,\nwhether original or delegated: as the authority of a prince\nover subjects and of parents over children; the authority\nof an agent to act for his principal. An authority is general D\nwhen it extends to all acts, or all connected with a particular\nemployment, and special when confirmed to a single act.\n\"Authority, is nothing but a power to do something; it is\nsometimes given by word, and sometimes by writing; also\nit is by writ, warrant, commission, letter of attorney \u0026 c. and\nsometimes by law. The authority that is given must be to\ndo a thing lawful: for if it be for the doing anything against\nlaw, as to beat a man, take away his goods, or disseise\nhim of his lands this will not be a good authority to justify\nhim that doth it.:\n\"Authority (In contracts) the lawful delegation of power by\none person to another.\nAuthority (In administrative law) is a body having jurisdiction\nin certain matters of a public nature.\nE\nF\nG\nAuthority. Permission. Right to exercise powers; to\nimplement and enforce laws; to exact obedience; to\ncommand; to judge. Control over; jurisdiction. Often\nsynonymous with power. The power delegated by a H\nA\nB\n64\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nprincipal to his agent. The lawful delegation of power by\none person to another. Power of agent to affect legal\nrelations of principal by acts done in accordance with\nprincipal's manifestations of consent to agent.\"\n24. It is clear from above that there is some unanimity as\nto what meaning can be given to the expression ‘authority'. The\nauthority, therefore, should be understood on its plain language\nand without necessarily curtailing its scope. It will be more\nappropriate to understand this expression and give it a meaning\nwhich should be in conformity with the context and purpose in\nwhich it has been used. The 'other authority' appearing in Rule\n9(2) is intended to cover a vast field and there is no indication\nof the mind of the framers that the expression must be given a\nrestricted or a narrow meaning. It is possible that where the\nauthority is vested in a person or a body as a result of\nD delegation, then delegatee of such authority has to work strictly\nс\nE\nF\nwithin the field delegated. If it works beyond the scope of\ndelegation, in that event it will be beyond the authority and may\neven, in given circumstances vitiate the action.\n25. Now, we have to examine the argument of the\nrespondents before the court that the expression 'other authority'\nshall have to be construed to cover only the persons who are\nin the service of the railways. In other words, the contention is\nthat the expression 'person' used under Section 3 of the Act\nand expression 'authority' used under Rule 9(2) contemplates\nthe person to be in service and excludes appointment of an\ninquiry officer (authority) of a retired railway officer/official.\n26. Heavy reliance was placed by the respondents upon\nthe judgment of this Court in the case of Ravi Malik v. National\nG Film Development Corporation Ltd. \u0026 Ors. [2004 (13) SCC\n427]. We have already discussed at some length the scheme\nof the Rules. As already noticed, we are not required to discuss\nin any further elaboration the inquiries taken under the Act,\ninasmuch as none of the respondents before us have been\nH subject to public departmental inquiry under the provisions of\n"}