{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"C.T. RADHAKRISHNAN\nV.\nC.T. VISWANATHAN NAIR AND ANR.\nJANUARY 16, 2006\n[B.P. SINGH AND P.K. BALASUBRAMANYAN, JJ.]\nHindu Law:\nA\nB\nनं\nMadras Marumakkathayam Act, 1932, Section 38:\nC\nAncestral property-Some of the legal heirs assigning their share in the\nproperty in favour of another legal heir on consideration by way of a release\ndeed—Challenged by one of the legal heirs/assignors on the ground that he\nwas minor when release deed executed-Filing of a suit for permanent\ninjunction and recovery of possession by the Vendee/legal heir-Trial Court D\nheld the release deed valid on the ground that it was not an assignment of\nundivided shares in the property and the minor legal heir had no alienable\nright in the undivided thavazhi property-Affirmed by the first Appellate Court\nand the High Court-On appeal, held: Release of shares/rights in the property\nby all the other members in favour of a member of the same thavazhi is valid\nin Marumakkathayam law-Transaction in question could also be construed\nas partition arrangement entered into by all members of thavazhi since shares\nof the members satisfied in terms of consideration amount in lieu of such\nassignment-Minor-legal heir did not claim his share in the property by filing\na suit within three years after attaining the age of majority; the assignment\nvalid in law.\nE\nF\nAppellant and Respondents belong to Chokkura thaliyadathtarwad,\na Hindu family governed by Marumakkathayam system of law under the\nMadras Marumakkathayam Act. The dispute arose between them in\nrespect of claim of share in the property. The property in dispute originally\nowned by one 'C' and after her death, the property devolved on her G\nthavazhi, two daughters and their children. Respondent is the son of one\nof the daughters and appellant is the son from another daughter of the\noriginal owner of the property. Appellant's mother acting for self, her two\nminor sons including appellant and her two major sons sold the property\nin favour of the only other legal heir, the respondent on payment of certain\n367\nH\n368\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA sum as consideration amount in terms of a ‘release deed' (Exhibit-B9).\nAppellant raised claim for his share in the disputed property on the ground\nthat he was minor when his share in the property was assigned by his\nmother in favour of the respondent. Respondent filed a suit for permanent\ninjunction and also for recovery of possession against the appellant. Trial\nCourt decreed the suit filed by the respondent. The order of the Trial\nCourt was affirmed by the First Appellate Court and the High Court.\nHence the present appeals.\nB\nAppellant contended that Exhibit-B9, the release deed, was in fact\nan assignment of undivided shares by the members of a\nC Marumakkathayam thavazhi and such an assignment was clearly invalid\nin law and that a transaction of sale of undivided shares was not merely\nvoidable but was void in law.\nRespondent submitted that in terms of Exhibit-B9, the release deed,\nrights of all the other members of the thavazhi were released in his favour,\nD the only other member of the thavazhi and such a transaction was valid\nin law; that the High Court was justified in holding that the transaction\nExhibit-B9 could also be treated as a partition which again was valid since\nall the members of a thavazhi could always come together and effect a\npartition even under the pristine Marumakkathayam Law and certainly\nafter the coming into force of the Madras Marumakkathayam Act; that\nthere was no question of the theory of conflict between right and duty\narising in this case as the circumstances show that other member/sub-\nthavazhi was in need of funds at the relevant time and they had released\ntheir rights in the suit property in favour of the respondent for a valuable\nconsideration; and that the appellant did not file the suit within the\nlimitation period on attaining the age of majority, thus, there was no\nreason to interfere with the decrees passed in the suits.\nE\nF\nG\nDismissing the appeals, the Court\nHELD. 1.1. There were only six members in the thavazhi at the\nrelevant time. The property belonged to the thavazhi. Five of the members\nof the thavazhi or the group consisting of ‘K' and her children together\nreleased their rights in the property in favour of the only other member\nof the thavazhi, the son of the sister of 'K'. Such a release in favour of\nthe thavazhi or of all the other members of the thavazhi by some of the\nH members of the thavazhi or in favour of the sole other member of the\nthavazhi is recognized as valid in Marumakkathayam Law. On a true\nL\nC.T. RADHAKRISHNAN v. C.T. VISWANATHAN NAIR\n369\ninterpretation of the document Exhibit-B-9 the release deed, the A\ntransaction could only be understood as a release of the rights by all the\nother members of the thavazhi in favour of the only other member of the\nthavazhi. The transaction is, therefore, not void in law.\n|374-G-H; 375-A-B-C]\nAchuthan Nambiar v. Kunhiraman Nambiar \u0026 Ors., (1962) 1 K.L.R.\n340 and Sankaranarayanan Nair v. Achuthan Nair, (1982) K.L.J. 61,\nreferred to.\nB\nD\n1.2. It is also possible, as was held by the High Court, to construe\nthe transaction Exhibit-B-9 as a partition arrangement entered into by C\nall the members of the thavazhi of 'C', the original owner of the property,\nwho were then alive. All the members of the thavazhi of original owner\nthen existing were parties to Exhibit B-9. Even otherwise, after the Madras\nMarumakkathayam Act, by virtue of Section 38 thereof, a partition could\neven be enforced. Though the sub-thavazhi of ‘K' and her children did\nnot take their shares in specie, they took their shares in terms of money\nleaving the property to be taken by the only other member of the thavazhi,\nin whose favour the document was executed. Satisfying the shares of some\nof the members of a family in a partition, in terms of money in lieu of\nshares in the property, is not unknown to law nor can such a transaction\nbe held to be void in the eyes of law. Marumakkathayam Law also does\nnot interdict such a partition. Moreover, the subject matter of partition\nwas a residential house and the convenience of enjoyment also justified\nsuch a transaction. Hence, the High Court rightly held that the transaction\nin question can be treated as a partition and since all the members of the\nthavazhi had participated in the transaction, the same would be valid even\nunder Marumakkathayam law before the intervention made by the F\nMadras Marumakkathayam Act, 1932 which even conferred a right of\nindividual partition on a member of a marumakkathayam tarwad or\nmarumakkathayam thavazhi. [375-F; G-H; 378-A-B-C]\nE\nAmmalu Amma \u0026 Ors. v. Lakshmy Amma \u0026 Ors., (1966) K.L.T. 32, G\nreferred to.\n2. There was no occasion to consider the question whether the\ntransaction Exhibit-B-9 was voidable or was vitiated for any of the reasons\nsought to be put forward by the sons of ‘K', since they had lost their right\nto challenge the transaction on the ground that it was voidable at their H\n370\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA instance, not having filed a suit in that behalf within three years of\nattaining majority. Therefore, the only question that requires to be decided\nand that was rightly decided by the Courts below by holding that the\ntransaction in question was not void in law. Hence, the decrees passed in\nthe two suits are fully justified and no interference with the decision of\nthe High Court is called for. [376-D-E|\nB\nC\nE\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 8292-8293\nof 2003.\nFrom the Judgment and Order dated 28.2.03 of the Kerala High Court\nin S.A. No. 795/95-C and S.A. No. 795/95.\nA.S. Nambiar, Sewa Ram and P.K. Manohar for the Appellant.\nT.L.V. Iyer, Ms. M. Jayasree and Rajiv Mehta for the Respondents.\nThe Judgment of the Court was delivered by\nD P.K. BALASUBRAMANYAN, J. 1. The parties to these appeals belong\nto Chokkura Thaliyadath tarwad, a hindu family governed by\nMarumakkathayam system of law as modified by the Madras\nMarumakkathayam Act, 1932. They belong to the thavazhi of Cheriyammu\nAmma. Cheriyammu Amma acquired the suit property under a deed of gift\nExhibit A-1 dated 19.6.1905. On the death of Cheriyammu Amma, the property\ndevolved on her thavazhi, consisting of her two daughters, Ammini Amma\nand Kunhimalu Amma and two sons Appu Nair and Gopalan Nair. Appu\nNair and Gopalan Nair having died, the property devolved on the thavazhi\nconsisting of Ammini Amma and her son and Kunhimalu Amma and her\nchildren, of whom four survived. Ammini Amma died in the year 1944. On\nF 19.9.1954, under Exhibit-B-9, Kunhimalu Amma acting for self and as\nguardian of her two minor sons, Narayanan Kutty and Radhakrishnan and her\ntwo major sons, Balagopalan Nair and Somasundaran Nair, surrendered,\nreleased or sold (this is one of the disputes in the litigation) the property to\nViswanathan Nair, the son of Ammini Amma. Pursuant to Exhibit-B-9, the\npatta was changed to his name and the municipal assessment for the property\nwas also made on him. Viswanathan Nair, the son of Ammini Amma was the\nsenior-most male member in the thavazhi when he took Exhibit-B-9. He was\nin government service in the then State of Madras and was living in Madras.\nKunhimalu Amma and her children continued to reside in the property which\nwas a residential house in the town of Calicut in the district of Malabar in\nH the State of the then Madras, until, the said district was added to the State of\nG\nC.T. RADHAKRISHNAN 1. C.T. VISWANATHAN NAIR [BALASUBRAMANYAN, J.] 371\nD\nTravancore-Cochin to form the State of Kerala with effect from 1.11.1956. A\nKunhimalu Amma died in the year 1963. Viswanathan Nair retired from\ngovernment service, returned to his native place and started residing in the\nplaint scheduled property. He has a case that even earlier, his mother-in-law\nand brother-in-law were residing in the building and they and his local friends\nwere looking after the property for him. Disputes seem to have arisen when\nB\nRadhakrishnan, the son of Kunhimalu Amma, who was a minor, at the time\nof Exhibit-B-9, raised claims over the suit property. Viswanathan Nair then\nfiled O.S. No. 327 of 1984 on the file of the Munsiff's Court of Kozhikode,\noriginally for a permanent injunction restraining the defendants, three of the\nsurviving sons of Kunhimalu Amma, from interfering with his exclusive\npossession of the suit property. Subsequently, he amended the plaint and C\nadded a prayer for recovery of possession of a portion locked up by\nRadhakrishnan Nair, the son of Kunhimalu Amma on the strength of his\nexclusive title based on Exhibit-B-9. The two sons of Kunhimalu Amma who\nwere minors at the time of Exhibit-B-9 and on whose behalf the document\nExhibit-B-9 had been executed by Kunhimalu Amma, their mother, resisted\nthe suit essentially contending that the transaction Exhibit-B-9 entered into\nby their mother and brothers, was void in law, in view of the fact that the\nsame was an assignment of undivided shares by the members of an undivided\nmarumakkathayam tarwad or thavazhi and they had no right to convey such\nundivided shares. It may be noted that the transaction Exhibit-B-9 was dated\n19.9.1954 and both the quondam minors had attained majority more than E\nthree years prior to the suit and consequently had lost their right to challenge\nthe transaction Exhibit-B-9 as voidable as opposed to an available plea that\nit is void in law. Radhakrishnan, who was defendant No.1 in the above suit,\nin his turn filed O.S. No. 45 of 1985 for partition of the plaint scheduled\nproperty and delivery to him of his share therein on the plea that Exhibit-B-\n9 deed executed by his mother for herself and as guardian of himself and his\nbrother Narayanan Kutty, and by her two major sons, Balagopalan Nair and\nSomasundaran Nair, was void in law. Viswanathan Nair resisted this suit by\npleading that Exhibit-B-9 was a valid transaction being the surrender of\nrights by all the other members of the thavazhi in favour of himself, the only\nother member of the thavazhi and no infirmity was attached to such a G\ntransaction. Thus, in both the suits, the essential question that fell for decision,\nespecially in the context of the only contention raised before us by learned\nSenior Counsel Mr. A.S. Nambiar, appearing on behalf of the appellant, was\nwhether the transaction Exhibit-B-9 could be ignored by the sons of Kunhimalu\nAmma as a void transaction.\nF\nH\nA\nB\n372\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\n2. The trial court tried the suits jointly. It held that the transaction\nExhibit-B-9 was valid since it was not an assignment of undivided shares by\nthe members of an undivided marumakkathayam thavazhi, who as per the\ndecisions of the Kerala High Court binding on it, had no alienable right in\nthe undivided thavazhi property and that the transaction was really a surrender\nof rights by all the other members of the thavazhi in favour of the only other\nmember and such a transaction was valid in law. The trial court, therefore,\nupheld the exclusive title of Viswanathan Nair based on Exhibit-B-9 and\ndecreed his suit granting the injunction and recovery of possession prayed for\nby him therein. It dismissed the suit for partition on the ground that the\nplaintiff therein, Radhakrishnan Nair and his brothers defendants 2 and 3 in\nC that suit, had no subsisting right over the suit property as on the date of that\nsuit. The appellant before us, the son of Kunhimalu Amma, who had filed the\nsuit for partition, filed two appeals challenging the dismissal of his suit and\nthe decreeing of the suit filed by Viswanathan Nair. The subordinate Judge,\nKozhikode who heard the appeals jointly, agreed with the trial court that the\ntransaction Exhibit-B-9 was valid in law and consequently, Viswanathan Nair\nhad acquired exclusive title over the property and was entitled to the relief\ngranted to him in his suit and that the suit for partition filed by the son of\nKunhimalu Amma was rightly dismissed by the trial court. Thus, both the\nappeals were dismissed.\nD\nE\n3. Radhakrishnan Nair, the appellant before us, filed two second appeals\nbefore the High Court of Kerala challenging the decrees of the courts below.\nAs is the practice in that High Court, the second appeals were admitted on\nthe substantial questions of law formulated in the memorandum of second\nappeal of which the respondent in the second appeal had notice and disposed\nof on the basis of those substantial questions of law by answering them\nF against the appellant in the second appeals and in favour of Viswanathan\nG\nNair. The High Court held that the transaction Exhibit-B-9 was valid in law\nsince it could be treated as a partition among the members of the thavazhi to\nenter into which they had a right under the Madras Marumakkathayam Act,\n1932, especially when all the members of the family acted together and that\nin a partition, it is not obligatory that property in specie should be allotted\nto all the sharers and it is quite possible for the sharers to take their shares\nin terms of money and that was exactly what was done by Viswanathan Nair,\nKunhimalu Amma and her children, when they entered into Exhibit-B-9\ntransaction. Thus, upholding the finding of the trial court and that of the\nlower appellate cour: that the transaction Exhibit-B-9 was not void in law,\nH the High Court dismissed the second appeals. The decision in the second\nC.T. RADHAKRISHNAN 1. C.T. VISWANATHAN NAIR ĮBALASUBRAMANYAN, J.] 373\nappeals is in challenge before us in these appeals by special leave.\nA\nC\n4. Mr. A.S. Nambiar, learned Senior Counsel argued that Exhibit-B-9\nwas in fact an assignment of undivided shares by the members of a\nmarumakkathayam thavazhi and such an assignment was clearly invalid in\nlaw in the light of the decision of the Full Bench of the Kerala High Court\nin Ammalu Amma and Ors. v. Lakshmy Amma and Irs., (1966) K.L.T. 32. B\nHe submitted, that a transaction of sale of undivided shares was not merely\nvoidable but was void in law as held in Mathew v. Ayyappankutty, (1962)\nK.L.T. 61 and in the situation obtaining, the High Court ought to have held\nthat notwithstanding the transaction Exhibit-B-9, the sons of Cheriyammu\nAmma were entitled to shares in the property. He also relied on the decision\nin Achutha Menon v. Jaganatha Menon and Ors., (1983) K.L.T. 939. He\nfurther submitted that it could not be forgotten that Viswanathan Nair was the\neldest male member of the thavazhi and hence the Karanavan of the thavazhi\nand in the context of the conflict between right and duty, as emphasized in\nAchuthan Nair v. Chinnammu Amma and Ors., AIR (1966) SC 411, the\nexclusive title claimed by Viswanathan Nair based on Exhibit-B-9, could not D\nbe upheld. Learned counsel submitted that on the terms of Exhibit-B-9, the\ntransaction was clearly a sale of their undivided shares by Cheriyammu Amma\nand her sons. Mr. T.L.Viswanatha Iyer, learned Senior Counsel appearing on\nbehalf of the respondent, Viswanathan Nair, submitted that Exhibit-B-9 was\nonly a release of their rights by all the other members of the thavazhi in\nfavour of Viswanathan Nair, the only other member of the thavazhi and such\na transaction was valid in law. He further submitted that the High Court was\njustified in holding that the transaction Exhibit-B-9 could be treated as a\npartition which again was valid since all the members of a thavazhi could\nalways come together and effect a partition even under the pristine\nMarumakkathayam Law and certainly after the coming into force of the F\nMadras Marumakkathayam Act. 1932, which gave an individual member, the\nright to seek a partition. Learned counsel further submitted that the decision\nin Ammalu Amma and Ors. v. Lakshmy Amma and Ors., (supra) did not lay\ndown the correct law and this Court would be justified in overruling that\ndecision especially in the context of Section 38 of the Madras\nMarumakkathayam Act, 1932 and the right to partition conferred on the\nmembers of an undivided Marumakkathayam tarwad or thavazhi. Learned\ncounsel submitted that even in the decision in Achutha Menon v. Jaganatha\nMenon and Ors., (supra) the Court has proceeded on the basis that a release\nby one of the members of the thavazhi in favour of the thavazhi was valid\nin law and the situation obtaining here was one where all the members of the H\nE\nG\nག\n374\nSUPREME COURT REPORTS\n[2006] | S.C.R.\nA thavazhi had released their rights in favour of the only other member of the\nthavazhi and such a transaction, even going by the customary\nMarumakkathayam Law, was valid. He submitted that there was no question\nof the theory of conflict between right and duty arising in this case as the\ncircumstances show that Cheriyammu Amma and her sub-thavazhi was in\nneed of funds at the relevant time and they had released their rights in the\nsuit property in favour of the contesting respondent, for valuable consideration\nand the consideration that was paid was a substantial amount in the year\n1954. He submitted that the transaction Exhibit-B-9 could not be held to be\na void transaction and even if it was voidable, the children of Cheriyammu\nAmma had clearly lost their right to attack the transaction on the basis that\nC it was a voidable document, they not having filed the suit within the time\npermitted by law in that behalf. He, thus, submitted that there was no reason\nto interfere with the decrees now passed in the suits.\nB\n5. Though, we find some merit in the submission that the correctness\nof the decision in Ammalu Amma and Ors. v. Lakshmy Amma and Ors.,\nD (supra) can be seriously questioned in this Court, especially in the context of\nE\nF\nthe dissenting judgment, we do not think it necessary to go into that question\nfor the purpose of this case and in the context of the Kerala Joint Hindu\nFamily System (Abolition) Act, 1975 which came into force on 1.12.1976.\nSimilarly, we are also not inclined to accede to his prayer to reconsider the\ndecision in Achutha Menon v. Jaganatha Menon and Ors., (supra), as regards\nthe view taken therein following the above decision and also regarding the\nquestion of estoppel feeding the grant negatived in that decision. We think\nthat these appeals can be decided on a construction of Exhibit-B-9, the\ntransaction entered into by Cheriyammu Amma and her children and\nViswanathan Nair.\n6. Exhibit-B-9 is termed a deed of release. Admittedly, at the relevant\ntime, there were only six members in the thavazhi, Viswanathan Nair the sole\nrepresentative of his mother Ammini Amma and Kunhimalu Amma and her\nfour children and all of them are parties to the transaction. The document\nrecites that the property was obtained by Cheriyammu Amma and on her\nG death it devolved on her thavazhi which consisted of her children, including\nthe two daughters Ammini Amma and Kunhimalu Amma through whom, the\nparties to the present litigation claim. The document recites that the value of\nthe undivided shares of Kunhimalu Amma and her four children who were\nin joint possession with Viswanathan Nair, the son of Ammini Amma was\nfixed at Rs. 2,500/- at the instance of mediators and Kunhimalu Amma and\nH\nL\nC.T. RADHAKRISHNAN 1. C.T. VISWANATHAN NAIR [BALASUBRAMANYAN, J.] 375\nher children had decided to release their rights for that consideration in favour A\nof Viswanathan Nair and they were doing so under the transaction, on receipt\nof the consideration which was received for incurring the educational expenses\nof the minor sons of Kunhimalu Amma. The document also recites that from\nthe date of that transaction, Viswanathan Nair in whose favour the release is\nexecuted, was to enjoy the property as his own with the right to alienate the\nB\nsame according to his volition. As noticed, there were only six members in\nthe thavazhi at the relevant time. The property belonged to the thavazhi. Five\nof the members of the thavazhi or the group consisting of Kunhimalu Amma\nand her children together released their rights in the property in favour of the\nonly other member of the thavazhi, the son of the sister of Kunhimalu Amma.\nSuch a release in favour of the thavazhi or of all the other members of the C\nthavazhi by some of the members of the thavazhi or in favour of the sole\nother member of the thavazhi is recognized as valid in Marumakkathayam\nLaw. [See for instance, Achuthan Nambiar v. Kunhiraman Nambiar and Ors\n(1962) 1 K.L.R. 340 and Sankaranarayanan Nair v. Achuthan Nair, (1982)\nK.L.J. 61. In fact, Shri A.S. Nambiar, learned Senior Counsel did not argue D\notherwise. His contention was only that the transaction here amounted to an\nassignment of undivided shares and consequently void in law. On a true\ninterpretation of the document Exhibit-B-9, we are not in a position to agree\nwith the submission of Mr. Nambiar, learned Senior Counsel that the\ntransaction must be understood as an assignment of the undivided shares of\nthe members of a marumakkathayam thavazhi. It can only be understood as E\na release of the rights by all the other members of the thavazhi in favour of\nthe only other member of the thavazhi. The transaction Exhibit-B-9 is therefore\nnot void in law.\nF\n7. It is also possible, as was held by the High Court, to construe the\ntransaction Exhibit-B-9 as a partition arrangement entered into by all the\nmembers of the thavazhi of the Cheriyammu Amma who were then alive.\nAmmalu Amma and Ors v. Lakshmy Amma and Ors. (supra) relied on by\nlearned Senior Counsel Mr. Nambiar itself recognizes, that a partition by\ncommon volition was possible under the Marumakkathayam Law. The Full\nBench has said, “Marumakkathayám tarwads were partible, before Statutes G\nconferred on individual members or groups of members the right to claim\npartition, only by general consent of all the members.\" All the members of\nthe thavazhi of Cheriyammu Amma then existing were parties to Exhibit B-\n9. Even otherwise, after the Madras Marumakkathayam Act, 1932, by virtue\nof Section 38 thereof, a partition could even be enforced. Though the sub-\nthavazhi of Kunhimalu Amma and her children did not take their shares in\nH\n376\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA specie, they took their shares in terms of money leaving the property to be\ntaken by the only other member of the thavazhi, in whose favour the document\nwas executed. Satisfying the shares of some of the members of a family in\na partition, in terms of money in lieu of shares in the property, is not unknown\nto law nor can such a transaction be held to be void in the eyes of law.\nB Marumakkathayam Law also does not interdict such a partition. Moreover,\nthe subject matter of partition here, was a residential house and the convenience\nof enjoyment also justified such a transaction. Therefore, we are inclined to\nagree with the High Court that the transaction Exhibit-B-9 can be treated as\na partition and since all the members of the thavazhi had participated in the\ntransaction, the same would be valid even under marumakkathayam law before\nC the intervention made by the Madras Marumakkathayam Act, 1932 which\neven conferred a right of individual partition on a member of a\nmarumakkathayam tarwad or marumakkathayam thavazhi.\nD\n8. As we have noticed earlier, there was no occasion to consider the\nquestion whether the transaction Exhibit-B-9 was voidable or was vitiated for\nany of the reasons sought to be put forward by the sons of Kunhimalu\nAmma, since they had lost their right to challenge the transaction on the\nground that it was voidable at their instance, not having filed a suit in that\nbehalf within three years of attaining majority. Therefore, the only question\nthat requires to be decided and that was rightly decided, was whether the\nE transaction Exhibit-B-9 was void in law. As we have held in agreement with\nF\nthe courts below that the transaction cannot be held to be void in law, the\ndecrees now passed in the two suits, are fully justified and no interference\nwith the decision of the High Court, is called for.\n9. We, therefore, confirm the judgments and decrees of the High Court\nand dismiss these appeals. Considering the relationship between the parties,\nwe direct them to suffer their respective costs throughout.\nS.K.S.\nAppeal dismissed.\n"}