{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"428 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA objections, if any. In light of the suggestions and objections\nreceived in response to such publication, the BIFR may still\nmake further modifications. Also, where the scheme relates to\namalgamation of the companies, the procedures specified\ntherein shall be followed. In such cases, the shareholders of the\nB company, other than the sick industrial company, are expected\nto pass a resolution of approval of the scheme. The scheme\nthereafter shall be sanctioned by the BIFR and shall come into\nforce on such date as the BIFR may specify in this behalf and\nin exercise of the powers vested in it under Section 18(4) of\nthe Act of 1985. This scheme does not attain finality which is\nunalterable. Once the scheme is sanctioned and comes into\nforce even then, on the recommendation of the operating\nagency, the BIFR can consider further modifications or even\nprepare a fresh scheme providing for such measures as the\noperating agency may consider it necessary and\nrecommended in terms of Section 18(5) of the Act of 1985.\nC\nD\n18. Section 18(7) of the Act of 1985 is an important\nprovision which provides that the sanction accorded by the BIFR\nshall be conclusive evidence that all the requirements of the\nE scheme relating to reconstruction or amalgamation or any\nmeasure specified therein have been complied with and a copy\nof the sanctioned scheme certified in writing by an officer of\nthe BIFR to be a true copy thereof shall be admissible as\nevidence in all legal proceedings. To resolve the difficulties that\nF may arise in giving effect to the provisions to the sanctioned\nscheme, the BIFR may, on the recommendation of the operating\nagency or otherwise, by order do anything, not inconsistent with\nsuch provisions, which appears to it to be necessary or\nexpedient for the purpose of removing difficulty in terms of\nG Section 18(9) of the Act of 1985. The role of the BIFR does\nnot end here and it may even periodically monitor the\nimplementation of the scheme. Where the scheme relates to\npreventive, ameliorative, remedial and other measures with\nrespect to any sick industrial company, the scheme may\nprovide for financial assistance by way of loans, advances or\nH\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 429\nORS. [SWATANTER KUMAR, J.]\nguarantees from the Government or financial institutions. Before A\nany financial institution is called upon to proceed to release the\nfinancial assistance to the sick industrial company in fulfilment\nof the requirements in that regard, the procedure contemplated\nunder the provisions of Section 19 of the Act of 1985 has to\nbe followed. Where the BIFR, after making inquiry under B\nSection 16 of the Act of 1985, considering all relevant facts and\ncircumstances and giving an opportunity of being heard to all\nconcerned parties, is of the opinion that the sick industrial\ncompany is not likely to make its net worth exceed the\naccumulated losses within a reasonable time while meeting all C\nits financial obligations and that the company as a result thereof\nis not likely to become viable in future and that it is just and\nequitable that the company should be wound up, it may record\nand forward its opinion to the concerned High Court as per the\nprovisions of Section 20 of the Act of 1985 whereafter the\ncompany shall be wound up in accordance with the provisions\nof the Companies Act, 1956. The High Court may even appoint\nany officer of the operating agency as the liquidator of the sick\nindustrial company. Section 21 of the Act of 1985 requires the\noperating agency to prepare an inventory, if so directed by the\nBIFR.\n19. Sections 22 and 22A have a significant bearing upon\nthe controversy that arises for consideration of the Court in the\npresent case and it will be useful to refer to those provisions\nat this stage itself:\n\"22. Suspension of legal proceedings, contracts, etc.-\n(1) Where in respect of an industrial company, an inquiry\nunder section 16 is pending or any scheme referred to\nunder section 17 is under preparation or consideration or\na sanctioned scheme is under implementation or where\nan appeal under sections 25 relating to an industrial\ncompany is pending, then, notwithstanding anything\ncontained in the Companies Act, 1956 (1 of 1956), or any\nother law or the memorandum and articles of association\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nI\n430\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nof the industrial company or any other instrument having\neffect under the said Act or other law, no proceedings for\nthe winding up of the industrial company or for execution,\ndistress or the like against any of the properties of the\nindustrial company or for the appointment of a receiver in\nrespect thereof [and no suit for the recovery of money or\nfor the enforcement of any security against the industrial\ncompany or of any guarantee in respect of any loans or\nadvance granted to the industrial company] shall lie or be\nproceeded with further, except with the consent of the\nBoard or, as the case may be, the Appellate Authority.\n(2) Where the management of the sick industrial company\nis taken over or changed, in pursuance of any scheme\nsanctioned under section 18, notwithstanding anything\ncontained in the Companies Act, 1956 (1 of 1956), or any\nother law or in the memorandum and articles of\nassociation of such company or any instrument having\neffect under the said Act or other law -\n(a) it shall not be lawful for the shareholders of such\ncompany or any other person to nominate or\nappoint any person to be a director of the company;\n(b) no resolution passed at any meeting of the\nshareholders of such company shall be given effect\nto unless approved by the Board.\n(3) Where an inquiry under section 16 is pending or any\nscheme referred to in section 17 is under preparation or\nduring the period of consideration of any scheme under\nsection 18 or where any such scheme is sanctioned\nthereunder, for due implementation of the scheme, the\nBoard may by order declare with respect to the sick\nindustrial company concerned that the operation of all or\nany of the contracts, assurances of property, agreements,\nsettlements, awards, standing orders or other instruments\nin force, to which such sick industrial company is a party\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 431\nORS. [SWATANTER KUMAR, J.]\nor which may be applicable to such sick industrial A\ncompany immediately before the date of such order, shall\nremain suspended or that all or any of the rights, privileges,\nobligations and liabilities accruing or arising thereunder\nbefore the said date, shall remain suspended or shall be\nenforceable with such adoptions and in such manner as\nmay be specified by the Board:\nProvided that such declaration shall not be made for\na period exceeding two years which may be extended by\none year at a time so, however, that the total period shall\nnot exceed seven years in the aggregate.\n00\nC\n(4) Any declaration made under sub-section (3) with\nrespect to a sick industrial company shall have effect\nnotwithstanding anything contained in the Companies Act,\n1956 (1 of 1956), or any other law, the memorandum and D\narticles of association of the company or any instrument\nhaving effect under the said Act or other law or any\nagreement or any decree or order of a court, tribunal,\nofficer or other authority or of any submission, settlement\nor standing order and accordingly, -\n(a) any remedy for the enforcement of any right,\nprivilege, obligation and liability suspended or\nmodified by such declaration, and all proceedings\nrelating thereto pending before any court, tribunal,\nofficer or other authority shall remain stayed or be\ncontinued subject to such declaration; and\nE\nF\n(b) on the declaration ceasing to have effect -\n(i) any right, privilege, obligation or liability so\nremaining suspended or modified, shall\nbecome revived and enforceable as if the\ndeclaration had never been made; and\n(ii) any proceeding so remaining stayed shall\nbe proceeded with, subject to the provisions\nG\nH\n432 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nof any law which may then be in force, from\nthe stage which had been reached when the\nproceedings became stayed.\n(5) In computing the period of limitation for the enforcement\nof any right, privilege, obligation or liability, the period\nduring which it or the remedy for the enforcement thereof\nremains suspended under this section shall be excluded.\n22A. Direction not to dispose of assets - The Board\nmay, if it is of opinion that any direction is necessary in\nthe interest of the sick industrial company or creditors or\nshareholders or in the public interest, by order in writing\ndirect the sick industrial company not to dispose of, except\nwith the consent of the Board, any of its assets -\n(a) during the period of preparation or consideration\nof the scheme under section 18; and\n(b) during the period beginning with the recording\nof opinion by the Board for winding up of the\ncompany under sub-section (1) of section 20 and\nup to commencement of the proceedings relating\nto the winding up before the concerned High Court.\n20. A bare reading of the above provision shows that\nSection 22 of the Act of 1985 is concerned with the suspension\nof legal proceedings, execution and distress sale etc. against\nthe assets of a sick company while Section 22A deals with\npower of the Board to issue directions restraining the disposal\nof assets of such companies. These two provisions primarily\nensure that the scheme prepared by the BIFR does not get\nfrustrated because of certain other legal proceedings and to\nprevent untimely and unwarranted disposal of the assets of the\nsick industrial company. These sections clearly state certain\nrestrictions which will impact upon the implementation of the\nscheme as well as on the assets of the company. These\nsections operate at different stages and in different fields.\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 433\nORS. [SWATANTER KUMAR, J.]\nSection 22(3) of the Act of 1985 contemplates that where an A\ninquiry under Section 16 is pending or any scheme referred to\nin Section 17 is under preparation or during the period of\nconsideration of any scheme under Section 18 or where any\nsuch scheme is sanctioned thereunder for due implementation\nof the scheme, the BIFR may, by order, declare that with respect B\nto the sick industrial company concerned, the operation of all\nor any of the contracts, assurances of property, agreements,\nsettlements, awards, standing orders or other instruments in\nforce, to which such sick industrial company is a party or which\nmay be applicable to such sick industrial company immediately C\nbefore the date of such order, shall remain suspended or that\nall or any of the rights, privileges, obligations or liabilities\naccruing or arising thereunder before the said date, shall\nremain suspended or shall be enforceable with such adoptions\nand in such manner as may be specified by the BIFR. This\npower of the BIFR is subject to the proviso which states that\nthe declaration made under this provision shall not be for a\nperiod exceeding two years and which may be extended by one\nyear at a time, but the total period shall not exceed seven years\nin aggregate. Section 22A of the Act of 1985 empowers the\nBIFR to pass orders in the interest of the sick industrial\ncompany or even in public interest requiring the sick industrial\ncompany not to dispose of, except with the consent of the BIFR,\nany asset during the period of preparation or consideration of\nthe scheme under Section 18 of the Act of 1985 and during\nthe period beginning with the recording of opinion for winding\nup of the company under Section 20(1) of the Act of 1985 by\nthe BIFR upto commencement of the proceedings relating to\nwinding up before the High Court.\n21. All these provisions which fall under Chapter III of the\nAct of 1985 have to be read conjointly and that too, along with\nother relevant provisions and the scheme of the Act of 1985. It\nis a settled canon of interpretation of statutes that the statute\nshould not be construed in its entirety and a sub-section or a\nsection therein should not be read and construed in isolation.\nD\nE\nF\nG\nH\n434 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Chapter III, in fact, is the soul and essence of the Act of 1985\nand it provides for the methodology that is to be adopted for\nthe purposes of detecting, reviving or even winding up a sick\nindustrial company. Provisions under the Act of 1985 also\nprovide for an appeal against the orders of the BIFR before\nB another specialised body, i.e., the AAIFR. To put it simply, this\nis a self-contained code and because of the non obstante\nprovisions, contained therein, it has an overriding effect over\nthe other laws. As per Section 32 of the Act of 1985, the Act is\nrequired to be enforced with all its vigour and in precedence\nto other laws.\nC\nD\n22. The BIFR has been vested with wide powers and,\nbeing an expert body, is required to perform duties and\nfunctions of wide-ranged nature. If one looks into the legislative\nintent in relation to a sick industrial company, it is obvious that\nthe BIFR has to first make an effort to provide an opportunity\nto the sick industrial company to make its net worth exceed the\naccumulated losses within a reasonable time, failing which the\nBIFR has to formulate a scheme for revival of the company, even\nby providing financial assistance in cases wherein the BIFR in\nE its wisdom deems it necessary and finally only when both these\noptions fail and the public interest so requires, the BIFR may\nrecommend winding up of the sick industrial company. So long\nas the scheme is under consideration before the BIFR or it is\nbeing implemented after being sanctioned and is made\nF operational from a given date, it is the legislative intent that such\nscheme should not be interjected by any other judicial process\nor frustrated by the impediments created by third parties and\neven by the management of the sick industrial company, in\nrelation to the assets of the company. In other words, the object\nG and purpose of the Act of the 1985 is to ensure smooth\nsanctioning of the scheme and its due implementation. Both\nthese stages, i.e., pre and post sanctioning of the scheme by\nthe BIFR, are equally material stages where the provisions of\nSections 22 and 22A read with Section 32 of the Act of 1985\nwould come into play. Such an approach would also be\nH\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 435\nORS. [SWATANTER KUMAR, J.]\nacceptable as otherwise the entire scheme under Chapter III\nof the Act of 1985 would be frustrated: Doctrine of frustration\nenvisages that an exercise of special jurisdiction in futility, is\nneither the requirement of legislature nor judicial dictum.\nA\nB\nC\nD\n23. In Shree Vallabh Glass Works (supra), this Court had\ntaken a general view that in the light of Sections 16 and 19 of\nthe Act of 1985, no proceedings for execution, distress or the\nlike against any of the property of the company shall be allowed\nto be proceeded further except with the consent of the BIFR.\nReference in this regard was made to the provisions of the\nSection 22(1) of the Act of 1985. Despite non-obstante\nlanguage of Section 22(1) and the prohibition contained therein,\nthere is no absolute bar for institution and continuation of legal\nproceedings against a sick industrial company or its assets.\nThe same can continue only after obtaining the consent of the\nBIFR or the AAIFR, as the case may be. Once permission is\ngranted, the proceedings can continue and decree can be\nexecuted. In the case of Corromandal Pharmaceuticals \u0026 Ors.\n(supra), the scope of Section 22 of the Act of 1985 was sought\nto be restricted only to the items which have been reckoned or\nincluded in the scheme for rehabilitation failing which the\nE\nrecovery or proceedings in relation to that particular liability\nwould continue despite the provisions of the Act of 1985. In that\ncase the Court was concerned with the recovery of sales tax\ndues, which the sick industrial company was enabled to collect\nafter the date of sanction of the scheme. The revenue was due\nto the department and the recovery of such amount was held\nto be beyond the purview of the Act of 1985.\n24. In Jay Engineering (supra), the dictum of this Court\nwas that the Act of 1985 is a complete code in itself and the\nprovisions of Section 22 of the Act of 1985 would apply to an\naward made under the Interest on Delayed Payments to Small\nScale and Ancillary Industries Undertaking Act, 1993, which\nwould be governed by the provisions of the Arbitration and\nConciliation Act, 1996. This Court also stated the principle that\nF\nG\nH\n436\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA the Act of 1985 would have an overriding effect over other\nstatutes, i.e. the 1993 Act in that case. However, the question\nwhether the BIFR, while implementing the scheme, could\nreduce the quantum of liability of the creditors was left open.\nB\n25. Firstly, the facts of these cases are different and\ndistinct and, therefore, conclusions of the Court have to be read\nwith reference to the facts of the respective cases only and not\nde hors thereof. Once the dictum of this Court is read with\nreference to the facts of the respective cases, it would be\nevident that there is no conflict of views within the ambit of ratio\ndecidendi of the respective judgments to make both of thern\nlegal and binding precedents. Despite these judgments and\nwith an intention to clarify the law, we would state that the\nmatters which are connected with the sanctioning and\nimplementation of the scheme right from the date on which it\nD is presented or the date from which the scheme is made\nс\neffective, whichever is earlier, would be the matters which\nsquarely fall within the ambit and scope of Section 22 of the\nAct of 1989 subject to their satisfying the ingredients stated\nunder that provision. This would include the proceedings before\nE the civil court, revenue authorities and/or any other competent\nforum in the form of execution or distress in relation to recovery\nof amount by sale or otherwise of the assets of the sick\nindustrial company. It is difficult for us to hold that merely\nbecause a demand by a creditor had not been made a part of\nF the scheme, pre or post-sanctioning of the same for that reason\nalone, it would fall outside the ambit of protection of Section\n22 of the Act of 1985. The BIFR, being a specialised body\nwhich is required to act as per the legislative intent indicated\nabove, has jurisdiction to examine the matter and grant or refuse\nG its consent for institution, continuation and recovery of dues\npayable to a particular creditor, whatever the nature of such\ndues may be. If such an interpretation is not given, the very\npurpose of the Act of 1985 may stand defeated. For instance,\na scheme is sanctioned by the BIFR and is at the stage of\nsuccessful completion, where demand from the Revenue with\nH\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 437\nORS. [SWATANTER KUMAR, J.]\nregard to the sick industrial company is allowed, this can render A\nthe scheme ineffective and impossible to be executed, if\npermitted to be enforced against such company without\napproval/consent of the specialised body like the BIFR.\nB\nC\n26. Section 22A was introduced by the Amending Act 12\nof 1994. The obvious intent of introducing the said provision\nwas to empower the BIFR to issue any direction to the sick\nindustrial company, its creditors and shareholders, in the interest\nof the company or even in public interest, directing the\ncompany not to dispose of any assets, except with the consent\nof the BIFR. The directions so issued are to remain in force\nduring the preparation and consideration of the scheme. BIFR\nis also vested with similar powers where it recommends to the\nHigh Court for winding up of a company. The directive issued\nby BIFR would remain in force upto the commencement of the\nproceedings for winding up before the High Court. Section 22 D\nis the reservoir of the statutory powers empowering the BIFR\nto determine a scheme, right from its presentation till its\ncomplete implementation in accordance with law, free of\ninterjections and interference from other judicial processes.\nSection 22(1) deals with the execution, distress or the like\nproceedings against the company's properties, including\nappointment of a Receiver. It also specifically provides that\neven a winding up petition would not be instituted and no other\nproceedings shall lie or proceed further, except with the consent\nof the BIFR. In contradistinction to this power, Section 22(3) F\nstates that pending an enquiry or a scheme under the\nprovisions of the Act of 1985 and even where the scheme is\nsanctioned, for the due implementation of such scheme, the\nBIFR may, by an order, declare with respect to the sick\nindustrial company concerned that the operation of all or any G\nof the contracts, assurances of property, agreements,\nsettlements, awards, standing orders or other instruments in\nforce to which such sick industrial company is a party or which\nmay be applicable to such sick industrial company immediately\nbefore the date of such order, shall remain suspended or that\nE\nH\n"}