{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"418\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nс\nD\nE\nLL\nF\n☐ G\nH\nnature would not impact pre existing contract for sale\nentered into by the company before it filed reference under\nSection 15(1) of SICA and, therefore, the directions given\nunder Section 22A will not apply to the agreement for sale\ndeed 1/3/2007. The restraint order passed by the BIFR\nwould apply to any subsequent proposals for disposal of\nassets of the company, if any. But these agreements will\nbe subject to interim orders and final orders to be passed\nby the High Court in the pending writ petition challenging\nthe settlement dated 5/9/2008. For all these reasons, the\nAIFR held that the agreement for sale cannot be part of\nDRS under Section 18(d) of SICA as the same is under\ntransfer and unencumbered and legally enforceable\ncontract exists between the appellant company and\nrespondent no.13. However, the AIFR held that the balance\nsale consideration in respect of the land to the tune of\nRs.124.64 crores receivable by the company from\nrespondent no.13 should form part of the means of finance\nin the DRS to be formulated by the BIFR for rehabilitation\nof the company. One payment of balance sale\nconsideration by respondent no.13, the same shall be\ndeposited with an interest bearing NLA with the operating\nagency for utilisation as per the rehabilitation scheme to\nbe sanctioned by the BIFR. The said scheme was for\nworkers dues including Rs.45 crores for ERS and\nappropriately crystallized amount for ex-employees dues\nas per the settlement dated 5/9/2008 with NRC Mazdoor\nSangh. The AIFR further observed that if the BIFR\nconsiders it necessary to make payment to the workers\nas provided for in the agreement with the workers, before\nthe sanction of the revival scheme, it could do so to\nalleviate the hardships of the workers.\"\n9. After dealing with these two questions at length, the High\nCourt was of the opinion that BIFR order dated 16th July, 2009\nwas within the scope of Section 22(3) of the Act of 1985. It held\nthat the order of the AAIFR permitting the sale of the land in\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 419\nORS. [SWATANTER KUMAR, J.]\nfurtherance to the agreement between the parties was not\nsustainable as it was part of the scheme and sale had been\npermitted subject to the final orders of the BIFR. This judgment\nof the High Court is impugned by the Appellant-Company\nbefore us.\nLegislative Scheme of the Act of 1985 :\nA\nB\nC\nE\n10. The framers of law felt that the existing institutional\narrangements and procedure for revival and rehabilitation of\npotentially viable sick industrial companies are both inadequate\nand time consuming. Multiplicity of law and the regulatory\nagencies makes the adoption of a coordinated approach for\ndealing with sick industrial companies difficult. Thus, a need\nwas felt to enact, in public interest, a legislation to provide for\ntimely determination, by a body of experts, of the preventive,\nameliorative, remedial and other measures that would be D\nneeded to be adopted with respect to such companies and for\nenforcement of the appropriate measures with utmost\npracticable despatch. The ill-effects of sickness in industrial\ncompanies, such as cessation of production, loss of\nemployment, loss of revenue to the Central and State\nGovernments and blocking up of investible funds of the banks\nand financial institutions, were of serious concern to the\nGovernment as well as the society at large. It had repercussions\non the industrial growth of the country. With the passage of time\nthe number of sick industrial units increased rapidly. Therefore,\nit was imperative to salvage the productive assets and release,\nto the extent possible, the amounts due to the banks and\nfinancial institutions from non-viable sick industrial debtor\ncompanies by liquidation of those companies or through\nformulation of rehabilitation schemes. With these objects, the\nBill was introduced with the salient features inter alia of\nidentification of sickness in the industrial companies, on the\nbasis of symptomatic indices of cash losses for the specified\nperiods. Wherever the Government or the Reserve Bank were\nsatisfied that an industrial company has become sick, they were\nF\nG\nH\n420 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA required to make a reference to the BIFR. The BIFR consists\nof experts, in various relevant fields, with powers to inquire into\nand determine the incidences of sickness in the industrial\ncompanies and devise suitable measures through appropriate\nschemes to revive them. An appeal lies from the order of BIFR\nB to an appellate authority (the AAIFR) consisting of members\nselected from amongst Supreme Court or High Court Judges\nor Secretaries to the Government of India. With this\nbackground, objects and reasons, this Bill was passed by the\nIndian Parliament and it received the assent of the President\nof India on 8th January, 1986. Thus, it became an Act of the\nParliament intended to revolutionize the mechanism of revival\nor liquidation of sick industrial units and channelization of the\ncomplete administrative-cum-quasi judicial process within the\nframework of the Act of 1985.\nC\nD Nature and Scope of the Act of 1985\nF\n11. Having dealt with the legislative history and object of\nthe Act of 1985, we may now examine the very nature of this\nlegislation. The Act of 1985 basically and predominantly is\nE remedial and ameliorative in so far as it empowers the quasi-\njudicial body, the BIFR, to take appropriate measures for revival\nand rehabilitation of the potentially viable sick industrial\ncompanies and for liquidation of non-viable companies. It is\nregulatory only to a limited extent. The provisions of the Act of\n1985 impose an obligation on the sick industrial companies\nand potentially sick industrial companies to make references\nto the BIFR within the time specified under the Act of 1985.\nDefault thereof is punishable under the provisions of the Act of\n1985. Largely, the proceedings before the BIFR are specific\nto rehabilitation or winding up of the sick company and the Act\nof 1985 hardly contemplates adversarial proceedings. The\nbodies constituted under the Act of 1985 would least exercise\ntheir jurisdiction to a lis between any party or upon the rival\ninterests of the parties. With regard to the matters covered\nunder the Act of 1985, the jurisdiction of the civil courts is\nG\nH\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 421\nORS. [SWATANTER KUMAR, J.]\nousted and the matters which are even allied to the formulation A\nand sanction of the scheme would have to be decided by the\nBIFR itself. Even this aspect has been a matter of judicial\ndivergence. In the case of Gram Panchayat \u0026 Anr. v. Shree\nVallabh Glass Works Ltd. \u0026 Ors. [(1990) 2 SCC 440], this\nCourt was concerned with a company which had been declared B\n'sick' within the meaning and scope of clause (o) of Sub-section\n(1) of Section 3 of the Act of 1985. The Gram Panchayat had\ninitiated coercive proceedings as per Section 129 of the\nBombay Village Panchayat Act, 1959 to recover a sum of\nRs.9,47,539/- stated to be the property tax and other amounts C\ndue from the company. This demand was challenged. The\nBombay High Court quashed the demand and the recovery\nproceedings. This Court, while dealing with the scope of\nSection 22 read with Sections 16 and 17 of the Act of 1985,\ntook the view that all proceedings for execution, distress or the\nlike against the properties of the company would automatically\nbe suspended and could not continue without the consent of\nthe BIFR. This Court held as under: -\nD\n“10. In the light of the steps taken by the Board under\nSections 16 and 17 of the Act, no proceedings for E\nexecution, distress or the like proceedings against any of\nthe properties of the company shall lie or be proceeded\nfurther except with the consent of the Board. Indeed, there\nwould be automatic suspension of such proceedings\nagainst the company's properties. As soon as the inquiry F\nunder Section 16 is ordered by the Board, the various\nproceedings set out under sub-section (1) of Section 22\nwould be deemed to have been suspended.\n11. It may be against the principles of equity if the creditors\nare not allowed to recover their dues from the company,\nbut such creditors may approach the Board for permission\nto proceed against the company for the recovery of their\ndues/outstandings/overdues or arrears by whatever name\nit is called. The Board at its discretion may accord its\nG\nH\nA\nB\nC\n422 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\napproval for proceeding against the company. If the\napproval is not granted, the remedy is not extinguished. It\nis only postponed. Sub-section (5) of Section 22 provides\nfor exclusion of the period during which the remedy is\nsuspended while computing the period of limitation for\nrecovering the dues.\"\n12. This Court in the case of Deputy Commercial Tax\nOfficer \u0026 Ors. v. Corromandal Pharamaceuticals \u0026 Ors.\n[(1997) 10 SCC 649] had taken a somewhat divergent view to\nthe view taken in Shree Vallabh Glass Works (supra). In this\ncase, this Court, while examining the language of Section 22\nof the Act of 1985, came to the conclusion that it was certainly\na wide provision. In the totality of the circumstances, the\nsafeguards stated under Section 22 of the Act of 1985 are only\nagainst any impediment that is likely to be caused in the\nimplementation of the scheme. If the matter falls outside the\npurview of the scheme and the dues are not reckoned or\nincluded in the sanctioned scheme of rehabilitation, recovery\nof sales tax dues would not be covered under this provision and\nas such the bar of Section 22(1) of the Act of 1985 would not\nE operate. This Court held as under: -\nD\nF\nG\n. H\n\".....The language of Section 22 of the Act is certainly wide.\nBut, in the totality of the circumstances, the safeguard is\nonly against the impediment, that is likely to be caused in\nthe implementation of the scheme. If that be so, only the\nliability or amounts covered by the scheme will be taken\nin, by Section 22 of the Act. So, we are of the view that\nthough the language of Section 22 of the Act is of wide\nimport regarding suspension of legal proceedings from the\nmoment an inquiry is started, till after the implementation\nof the scheme or the disposal of an appeal under Section\n25 of the Act, it will be reasonable to hold that the bar or\nembargo envisaged in Section 22(1) of the Act can apply\nonly to such of those dues reckoned or included in the\"\nsanctioned scheme. Such amounts like sales tax, etc.\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026\n•\nORS. [SWATANTER KUMAR, J.]\n423\nwhich the sick industrial company is enabled to collect after A\nthe date of the sanctioned scheme legitimately belonging\nto the Revenue, cannot be and could not have been\nintended to be covered within Section 22 of the Act. Any\nother construction will be unreasonable and unfair and will\nlead to a state of affairs enabling the sick industrial unit to\ncollect amounts due to the Revenue and withhold it\nindefinitely and unreasonably. Such a construction which\nis unfair, unreasonable and against spirit of the statutes\nin a business sense, should be avoided.\"\n13. While taking the above view, this Court also noticed\nthe judgment in Shree Vallabh Glass Works (supra) but\ndistinguished the same by stating that the facts in that case\nwere distinct.\nC\n14. The above two judgments covered the field of law in D\nthis regard for a considerable time, till the judgment of this\nCourt was rendered in the case of Jay Engineering Works Ltd.\nv. Industry Facilitation Council \u0026 Anr. [AIR 2006 SC 3252]. In\nthe said judgment, this Court was dealing with a question as\nto whether the award made under Interest on Delayed E\nPayments to Small Scale and Ancillary Industrial Undertakings\nAct, 1993 was covered under Section 22 of the Act of 1985 or\ndespite the pendency of such proceedings before the BIFR the\naward could be executed. This Court also discussed the issue\nas to which of the above two Acts would prevail. Dealing with F\nthe language of Section 22 of the Act of 1985, this Court took\nthe view that the said Act shall prevail and though the\nadjudicatory process of making an award under the 1993 Act\nwould not come under the purview of the Act of 1985, once an\naward is made and sought to be executed, the provisions of\nSection 22 of the Act of 1985 shall take over and such award\nwould not be executable against the sick company, particularly\nwhen the party in whose favour the award was made was, as\nin the present case, included in the category of dormant\ncreditors of the sick company. This Court in the said judgment\nheld as under: -\nG\nH\nA\nB\nC\nD\nE\nF\n424\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\n\"17. The said provision, thus, mandates that no proceeding\ninter alia for execution, distress or the like against any of\nthe properties of the industrial company and no suit for\nrecovery of money or for the enforcement of any security,\nshall lie or be proceeded with further, except with the\nconsent of the Board or as the case may be, the Appellate\nAuthority. The said statutory injunction will operate when\nan inquiry had been initiated under Section 16 or a scheme\nreferred to under Section 17 is under preparation and/ or\ninter alia a sanctioned scheme is under implementation.\nIt is not disputed before us that the amount awarded in\nfavour of the Respondent by the Council finds specific\nmention in the sanctioned scheme which is under\nimplementation.\n18. The award of the Council being an award, deemed to\nhave been made under the provisions of the 1996 Act,\nindisputably is being executed before a Civil Court.\nExecution of an award, beyond any cavil of doubt, would\nattract the provisions of Section 22 of the 1985 Act.\nWhereas an adjudicatory process of making an award\nunder the 1993 Act may not come within the purview of the\n1985 Act but once an award made is sought to be\nexecuted, it shall come into play. Once the awarded amount\nhas been included in the Scheme approved by the Board,\nin our opinion, Section 22 of the 1985 Act would apply.\nXXX\nXXX\nXXX\n0\nH\n21. The 1985 Act was enacted in public interest. It contains\nspecial provisions. The said special provisions had been\nmade with a view to secure the timely detection of sick and\npotentially sick companies owning industrial undertakings,\nthe speedy determination by a Board of experts for\npreventive, ameliorative, remedial and other measures\nwhich need to be taken with respect to such companies\nand the expeditious enforcement of the measures so\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 425\nORS. [SWATANTER KUMAR, J.]\ndetermined and for matters connected therewith or A\nincidental thereto.\"\nB\nC\n15. Furthermore, in a recent judgment of this Court in the\ncase of Shree Sajjan Mills Limited \u0026 Ors. v. Municipal\nCorporation, Ratlam [(2009) 17 SCC 665], this Court was\ndealing with a company which had approached the BIFR for\nbeing registered as a sick company and was so declared on\n21st November, 1989. The BIFR had recommended the\nwinding up of the sick company but the AAIFR had taken the\nview that the company could be rehabilitated and, therefore,\nframed the scheme for its revival. For the purpose of revival,\nan Assets Sales Committee was constituted for selling, via\ntender process, the surplus land belonging to the appellant-\ncompany. The issue under consideration was that when the 20\nper cent of the purchase price deposited by the tenderer as\nD\nearnest money as per the terms and conditions of the sale was\nforfeited, whether the same could be challenged only before the\nBIFR or the civil courts could determine the dispute and\nwhether the bar contained under Section 26 of the Act of 1985\nwould operate. This Court took the view as under: -\nE\n\"12. We agree with the view expressed by the High Court\nthat the forfeiture of the earnest money by the Assets Sale\nCommittee could not have been the subject-matter of a\ndispute within the meaning of Section 26 which either BIFR\nor AAIFR has the jurisdiction to determine. Accordingly, we F\nsee no reason to interfere with the judgment and order of\nthe High Court impugned in this appeal.\"\n16. We may notice that though the Bench had noticed the\nview taken in the case of Jay Engineering (supra), no detailed\nreasoning was recorded for rejecting the said view.\n17. In order to affirmatively answer whether the view of this\nCourt expressed in Shree Vallabh Glass Works (supra) is the\ncorrect and acceptable exposition of law, it is but necessary\nfor this Court to examine the scheme of the Act of 1985 and\nG\nH\nD\n426 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA some of its relevant provisions. As already noticed, the Act of\n1985 was enacted by the Legislature, primarily with the object\nof establishing a specialized body for revival, rehabilitation and\neven winding up of sick industrial companies and wherever\nnecessary, providing them with financial assistance. The\nB provisions contained in Chapter III of the Act of 1985, which\ndeals with References, Inquiries and Schemes, are the relevant\nprovisions which can throw some light on the matter and issues\nbefore us. Section 15 of the Act of 1985 places an obligation\nupon an industrial company, which has become sick in terms\nC of that provision, to make a reference to the BIFR established\nunder Section 4 of the Act of 1985 within the period of limitation\nprescribed. While under Section 15(2) where the Central\nGovernment or Reserve Bank of India or a State Government\nor a Public Financial Institution has sufficient reasons to believe\nthat any industrial company has become, for the purpose of the\nAct of 1985, a sick industrial company, would also make a\nreference of such company to the Board for determination of\nthe measures which may be adopted with regard to such\ncompany. Section 16 of the Act of 1985 deals with the conduct\nof an inquiry by the BIFR and the manner in which the BIFR is\nexpected to deal with the matter upon receipt of a reference\nunder Section 15 of the Act of 1985. Section 16 vests the BIFR\nwith very wide powers of inquiry and passing appropriate\norders. Section 16(2) empowers the BIFR to pass an order, in\nits discretion, directing any operating agency to inquire into and\nto make a report with regard to the matters as may be specified\nin the order. Such operating agency is expected to complete\nthe inquiry expeditiously and preferably within 60 days from the\ndate of commencement of inquiry. The BIFR is vested with\npowers such as appointing special directors for the sick\nG company and issuing directions to the special directors in\nrelation to discharge of their duties and to improve the\nperformance of any or all of the functions postulated under\nSection 16(6) of the Act of 1985. After the inquiry by the BIFR\nor by the operating agency is completed, BIFR if satisfied that\nH the company has become sick and upon considering all\nE\nF\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 427\nORS. [SWATANTER KUMAR, J.]\nC\nD\nrelevant facts and circumstances of the case in exercise of its A\npowers under Section 17 of the Act of 1985, may pass orders\nrequiring the company to make its net worth exceed the\naccumulated losses within a reasonable time and for that\npurpose it may impose such restrictions or conditions as may\nspecified in the order in terms of Section 17(2) of the Act of B\n1985. Further, where the BIFR decides that it is not practicable\nfor a sick industrial company to make its net worth exceed the\naccumulated losses within a reasonable time and that it is\notherwise necessary or expedient in public interest to adopt all\nor any of the measures specified in Section 18 of the Act of\n1985 in relation to the said company, it may, having regard to\nthe guidelines, as may be specified, pass an order formulating\na scheme providing for such measures in relation to the sick\nindustrial company. In the event of non-compliance of the\nrestrictions or conditions specified in the order of the BIFR or\nwhere the company fails to revive itself in pursuance to the\norder, the BIFR can pass any of the directions/orders as\nrequired under Section 17(4) of the Act of 1985. Section 18 of\nthe Act of 1985 again is a remedial provision which contains\nspecified guidelines for the preparation and sanction of the\nschemes for the revival of the sick industrial company. Where\nan order is made under Section 17(3) in relation to a sick\nindustrial company, the operating agency is required to prepare,\nas expeditiously as possible, ordinarily within 90 days from the\ndate of such order, a scheme with respect to such company\nproviding for any one or more of the measures stated under\nsub-clauses (a) to (f) of Section 18(1) of the Act of 1985. The\nscheme so framed may provide for any one or more of the\nmeasures stated under clauses (a) to (m) of Section 18(2) of\nthe Act of 1985. The scheme which has been prepared in\nconsonance with the provisions of Section 18(1) and 18(2) then G.\nhas to be examined by the BIFR in terms of Section 18(3) of\nthe Act of 1985 and if the BIFR makes any modifications to the\nscheme, the same draft scheme, in brief, shall be published or\ncaused to be published in such daily newspapers as the BIFR\nmay consider necessary, for receipt of suggestions and H\nE\nF\n"}