{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"398 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA articles of association of the company. The purpose is so\nvery clear that during the examination, finalization and\nimplementation of the scheme, there should be no\nimpediment caused to the smooth execution of the\nscheme of revival of the sick industrial company. It is only\nB when the specified period of restrictions and declarations\nconternplated under the provisions of the Act of 1985 is\nover, that the status quo ante as it existed at the time of\nthe consideration and finalization of the scheme, would\nbecome operative. This is done primarily with the object\nthat the assets of the company are not diverted, wasted,\ntaken away and/or disposed of in any manner, during the\nrelevant period. [Para 26] [437-B-H; 438-A-H; 439-A-B]\nC\nE\n1.7. Section 22A of the Act of 1985 empowers the\nBIFR to pass injunctive or restraint orders in the interest\nD of the sick industrial company or even in public interest\nrequiring the sick industrial company not to dispose of,\nexcept with the consent of the BIFR, any asset during the\nperiod of preparation or consideration of the scheme\nunder Section 18 of the Act of 1985 and during the period\nbeginning with the recording of opinion for winding up\nof the company under Section 20(1) of the Act of 1985 by\nthe BIFR upto commencement of the proceedings relating\nto winding up before the High Court. These injunctive\norders are to be in operation during the period of\nF preparation or consideration of the scheme under\nSection 18 of the Act of 1985. Section 22A, thus, has a\nnarrower scope than Section 22. Section 22 operates\nfrom the presentation of the scheme, its consideration,\npreparation, finalization and ultimately the\nimplementation of the said scheme and consequent\nrehabilitation of the sick industrial company, while\nSection 22A operates only during the preparation or\nconsideration of the scheme, or upto the commencement\nof the proceedings for winding up before the concerned\nHigh Court, in the event the BIFR recommends winding\nup proceedings. [Paras 20, 29] [433-E-F; 440-C-E1\nG\nH\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 399\nORS.\n1.8. Section 22 and 22A of the Act of 1985 primarily A\nensure that the scheme prepared by the BIFR does not\nget frustrated because of certain other legal proceedings\nand to prevent untimely and unwarranted disposal of the\nassets of the sick industrial company. These Sections\nclearly state certain restrictions which would impact upon\nthe implementation of the scheme as well as on the\nassets of the company. These Sections operate at\ndifferent stages and in different fields. [Para 20] [432-G-\nHJ\nB\nC\n1.9. Sections 22(1), (3) and 22A have to be read along\nwith the provisions of Section 26 of the Act of 1985 which\nousts the jurisdiction of the civil courts and vests\nexclusive jurisdiction for the specified purposes with the\nBIFR. Section 32 of the Act of 1985, gives an overriding\neffect to the provisions of the Act of 1985 over the other D\nlaws in force except the law specifically stated therein.\nSections 22, 22A, 26 and 32 have to be read and\nconstrued conjointly. A common thread of legislative\nintent to treat this law as a special law, in contra-\ndistinction to the other laws except the laws stated in the E\nprovisions and to ensure its effective implementation with\nutmost expeditiousness, runs through all these\nprovisions. It also mandates that no injunction shall be\ngranted by any court or authority in respect of an action\ntaken or to be taken in pursuance of the powers conferred F\nto or by under this Act. [Para 31] [441-B-E]\n1.10. The provisions of Sections 22(1) and 22(3) of the\nAct are the provisions of wide connotation and would\nnormally bring the specified proceedings, contractual and\nnon-contractual liabilities, within the ambit and scope of\nthe bar and restrictions contained in Sections 22(1) and\n22(3) of the Act of 1985 respectively. The legislative intent\nis explicit that the BIFR has wide powers to impose\nrestrictions in the form of declaration and even\nG\n1\nH\nB\nC\nD\n400 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA prohibitory/injunctive orders right from the stage of\nconsideration of a scheme till its successful\nimplementation within the ambit and scope of Sections\n22(3) and 22A of the Act. Section 22 of the Act of 1985 is\nvery significant and of wide ramifications and application.\nMore often than not, the jurisdiction of the BIFR is being\ninvoked, necessitated by varied actions of third parties\nagainst the sick industrial company. The proceedings,\ntaken by way of execution, distress or the like, may have\nthe effect of destabilizing the finalization and/or\nimplementation of the scheme of revival under\nconsideration of the BIFR. It appears that, the Legislature\nintended to ensure that no impediments are created to\nobstruct the finalization of the scheme by the specialized\nbody. To protect the industrial growth and to ensure\nrevival, this preventive provision has been enacted. The\nprovision has an overriding effect as it contains non\nobstante clauses not only vis-à-vis the Companies Act\nbut even qua any other law, even the memorandum and\narticles of association of the industrial company and/or\nany other instrument having effect under any other Act\nor law. These proceedings cannot be permitted to be\ntaken out or continued without the consent of the BIFR\nor the AAIFR, as the case may be. The expression 'no\nproceedings' that finds place in Section 22(1) is of wide\nspectrum but is certainly not free of exceptions. The\nF framers of law have given a definite meaning to the\nexpression 'proceedings' appearing under Section 22(1)\nof the Act of 1985. These proceedings are for winding up\nof the industrial company or for execution, distress or the\nlike against any of the properties of the industrial\nG company or for the appointment of a Receiver in respect\nthereof. The expression 'the like' has to be read ejusdem\ngeneris to the term 'proceedings'. The words 'execution,\ndistress or the like' have a definite connotation. These\nproceedings can have the effect of nullifying or\nH obstructing the sanctioning or implementation of the\nE\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 401\nORS.\nA\nB\nC\nrevival scheme, as contemplated under the provisions of\nthe Act of 1985. This is what is required to be avoided for\neffective implementation of the scheme. The other facet\nof the same Section is that, no suit for recovery of money,\nor for enforcement of any security against the industrial\ncompany, or any guarantee in respect of any loan or\nadvance granted to the industrial company shall lie, or be\nproceeded with further without the consent of the BIFR.\nAgain, the intention is to protect the properties/assets of\nthe sick industrial company, which is the subject matter\nof the scheme. It is difficult to state with precision the\nprinciple that would uniformly apply to all the\nproceedings/suits falling under Section 22(1) of the Act\nof 1985. Firstly, it will depend upon the facts and\ncircumstances of a given case, it must satisfy the\ningredients of Section 22(1) and fall under any of the D\nvarious classes of proceedings stated thereunder.\nSecondly, these proceedings should have the impact of\ninterfering with the formulation, consideration, finalization\nor implementation of the scheme. Once these ingredients\nare satisfied, normally the bar or limitation contained in\nSection 22(1) of the Act of 1985 would apply. [Para 35]\n[443-C-H; 444-A-G]\nGram Panchayat \u0026 Anr. v. Shree Vallabh Glass Works\nLtd. \u0026 Ors. (1990) 2 SCC 440: 1990 (1) SCR 966; Deputy\nCommercial Tax Officer \u0026 Ors. v. Corromandal\nPharamaceuticals \u0026 Ors. (1997) 10 SCC 649: 1997 (2) SCR\n1026; Jay Engineering Works Ltd. v. Industry Facilitation\nCouncil \u0026 Anr. AIR 2006 SC 3252: 2006 (6) Suppl. SCR\n189; Maharashtra Tubes Ltd. v. State Industrial and\nInvestment Corporation of Maharashtra (1993) 2 SCC 144:\n1993 (1) SCR 340; Tata Davy Ltd. v. State of Orissa AIR 1998\nSC 2928: 1997 (3) Suppl. SCR 232 - referred to.\nE\nLL\nF\nG\n1.11. The land was one of the major assets of the\nRespondent Company and in the event the said asset H\n402\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA was kept outside the scope of the scheme or its sale was\npermitted by the BIFR, probably the company could\nnever be revived and any effort in that direction de hors\nsuch asset of the company would be in futility. Besides,\nthe fact that the statutory protection contained in Section\nB 22(3) was available to the company, it could be stated\nwith more emphasis that the BIFR could even adopt and\npermit the transaction with such adoption as it may have\ndeemed appropriate. The imperative nature of the\nfunctions of the BIFR under the provisions of the Act of\n1985 and the overriding effect of its provisions fully\nsupport such a view. [Para 36] [445-E-G]\nс\nD\nE\nF\nG\nH\n2.1. The provisions of the Act of 1985 shall normally\noverride the other laws except the laws which have been\nspecifically excluded by the Legislature under Section 32\nof the Act of 1985. The Act of 1985 has been held to be a\nspecial statute vis-à-vis the other laws. [Para 39] [447-E]\n2.2. The Act of 1882 is a general law and controls and\noperates in a very wide field. It was an Act enacted for\nand related to transfer of immovable property in India and\nto decide the disputes as well as to resolve the confusion\nand conflict, which was in existence, as the courts were\nforced to decide the disputes according to their own\nnotions of justice and fair play. The Act of 1882 does not\nhave application to a particular situation or class of\npersons. On the contrary, the Act of 1985 is a special\nlegislation providing for imperative functioning of\nspecialized bodies like the BIFR and AAIFR and is\nintended to apply to a very specific situation, i.e., where\na company is a sick industrial company. It has no\napplication even to other different kinds of companies\nwithin the purview of the Companies Act, except sick\nindustrial companies. The Legislature has undoubtedly\ngiven an overriding effect to the provisions of the Act of\n1985 and even restricted the jurisdiction of the civil courts,\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 403\nORS.\nas is demonstrated from the language of Sections 26 and A.\n32 of the Act of 1985. Thus, the provisions of the Act of\n1985 shall prevail over the provisions of the Act of 1882.\n[Para 40] [448-A-D]\nTata Davy Ltd. v. State of Orissa AIR 1998 SC 2928:\n1997 (3) Suppl. SCR 232; Tata Motors Ltd. (2008) 7 SCC\n619: 2008 (9) SCR 267; NGEF Ltd. v. Chandra Developers\n(P) Ltd. and Anr. (2005) 8 SCC 219: 2005 (3 ) Suppl. SCR\n747- referred to.\n3.1. The submission that in view of the provisions of\nSections 53A and 54 of the Act of 1882, the title in the\nproperty in question is vested in the Respondent-\nCompany and they are entitled to transfer of the property,\nfree from any restrictions or limitations, and as such, the\norder of the High Court is liable to be set aside and that\nof the AAIFR be restored, cannot be accepted entirely or\neven in part for that matter. Section 54 defines 'Sale' as\na transfer of ownership in exchange for price paid or\npromised or part-paid and part-promised. Such a transfer\nof tangible immovable property of the value of Rs.100/-\nand upwards can be made only by a registered\ninstrument. On a plain reading of Section 54, it is clear\nthat an agreement for sale or an agreement to sell itself\ndoes not create any interest or charge in such property.\n[Paras 43 and 44] [450-E-G; 451-C]\n'Transfer of Property Act' by Mulla, 9th Edn, p 181.\nreferred to.\n-\nB\nC\nD\nE\nF\n3.2. The provisions of Section 53A of the 1882 Act\nrecognize a right of a transferee, where a transferor has\ngiven and the transferee has taken possession of the G\nproperty or any part thereof. Even Section 53A does not\ncreate title of the transferee in the property in question\nbut gives him a very limited right, that too, subject to the\nsatisfaction of the conditions as stated in Section 53A of\nthe Act of 1882 itself. Thus, even if the part performance H\n404\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA of the agreement is accepted, still no title is created in\nfavour of the Respondent-Company. Provisions of\nSection 53A would also not, in any way, alter the position\nof the Act of 1985 having an overriding effect vis-à-vis the\nprovisions of the Act of 1882. The provisions of Act of\nB 1985 shall have precedence and overriding effect over the\nprovisions of the Act of 1882. [Paras 47, 48] [456-B, F]\nс\nD\nState of U.P. v. District Judge and Ors. AIR 1997 SC 53:\n1996 (7) Suppl. SCR 513 – referred to.\n-\n3.3. The memorandum of understanding and\nagreement to sell the land belonging to the company\nbetween the appellant and the respondent-company was\nsigned prior to the presentation of the scheme before the\nBIFR. However, second supplementary agreement was\nexecuted not only subsequent to the presentation of the\nscheme before the BIFR but even after the BIFR had\npassed an order under Section 17(3) of the Act of 1985.\nIt cannot be disputed that even the sale proceeds.\nreceived under the agreements have been utilized for the\nrevival of the company to a large extent. The agreement\nE with the workers dated 5th September, 2008 stands\ntestimony to this fact. Once the asset of the company and/\nor its sale proceeds have been integral part of the\nformation and finalization of the revival scheme, such\ntransaction by any stretch of imagination cannot be\nF stated to be beyond the ambit and scope of Section 22(3)\nof the Act of 1985. Thus, BIFR has the power to issue\ndeclarations in relation to contracts, agreements,\nsettlements, awards, standing orders or even other\ninstruments in force to which the sick industrial company\nG is a party. The power to suspend or power to enforce the\nsame subject to such adaptations as the BIFR may\nconsider appropriate is a power of great magnitude and\nscope, the only restriction thereupon is as contemplated\nin the proviso to Section 22(3) of the Act of 1985. [Para\nH 46] [454-D; 455-A, G]\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 405\nORS.\nC\nD\n3.4. The BIFR after declaring the Respondent- A\nCompany as a sick company and appointing the Punjab\nNational Bank as the Operating Agency, had fixed the cut\noff date as 30th July, 2007, as indicated in the CDR\nScheme. The CDR scheme had been approved, after\ntaking into consideration the agreement to sell and the B\nsale proceeds likely to be received therefrom. The BIFR\nhad passed certain directions/declarations in the order\npassed under Section 17(3) of the Act of 1985 requiring\nthe company to state clearly the details of the land to be\nsold including survey numbers as well as the remaining\nland with the company and confirming if the remaining\nland was adequate for functioning and viability of the\ncompany on long term basis. The BIFR raised the query\nwhether all the secured creditors who had charge over\nthe land, had approved the sale of 350 acres of land\nbelonging to the respondent-company for a sum of\nRs.166.40 crore and for entering into memorandum of\nunderstanding with the appellant company in that behalf.\nBesides issuing a directive that assets including\ninvestments would require prior approval of the BIFR as\nthe company was under the purview of SICA, it also\nissued a clear prohibitory order requiring the secured\ncreditors not to take any coercive steps against the\ncompany without prior permission of the BIFR. This\norder of the BIFR was therefore, passed clearly at the\nstage of the consideration of the revival scheme which\nhad been approved by the CDR Group as well as the\nsecured creditors. The scheme for revival of the company\non long term basis, thus, was primarily dependent upon\nthe sale proceeds of the land in question on the one hand\nand the utility of the remaining land for revival of the G\ncompany on the other. The land was the paramount asset\nof the company for its revival and successful\nimplementation of the scheme in accordance with law.\nThe asset was duly taken into consideration in\nformulation of the scheme as contemplated under H\nE\nF\n406 SUPREME COURT REPORTS\n[2012] 3 S.C.R.,\nA Sections 17 and 18 of the Act of 1985 and appropriate\ndirections, prohibitory orders were issued within the\nambit and scope of Sections 22(1), 22(3) and 22A of the\nAct of 1985. In view of the clear statement of law and facts\nof the instant case, there is no merit in the submission\nB of the Respondent-Company that the BIFR had no\njurisdiction to pass such directives. [Para 49] [457-B-H;\n458-A]\n3.5. AAIFR had disturbed the order of BIFR and held\nthat the contract between the parties could not be\nC suspended under Section 22(3) and it was not in the\ninterest of the Respondent-Company. It had permitted the\nsale to be completed without any restriction. The High\nCourt set aside the said order and restored the order of\nthe BIFR. There is no jurisdictional or other error in the\nD order of the High Court in restoring the order of the BIFR.\nThe land being the primary asset of the Respondent-\nCompany, could not be permitted to be dissolved by sale\nor otherwise without the consent and approval of the\nBIFR. The BIFR is the authority proprio vigore and\nE required to oversee the entire affairs of a sick industrial\ncompany and to ensure that the same are within the\nframework of the scheme formulated and approved by\nthe Board for revival of the company in accordance with\nthe provisions of the Act of 1985. On facts as well, neither\nthe BIFR nor the High Court had exceeded its jurisdiction\nin passing the impugned orders. It is not that the\nRespondent-Company has been divested of its right by\nthe BIFR. All that has been done was to suspend the final\ntransfer of the property in its favour in accordance with\nthe provisions of the Act and the limitations imposed\ntherein. Once the scheme is implemented or the period\nspecified under the provisions of Sections 22(3) and 22(4)\nexpires, the declaration would cease to exist and the\nappellant would be entitled to enforce its rights in\naccordance with law as if no such declaration or\nrestriction ever existed. [Para 50] [458-C-G1\nF\nG\nH\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 407\nORS.\nA\n3.6. The principle of law that emerges, which\nconsistently has judicial benediction, is that a scheme for\nrehabilitation or restructuring of a sick industrial\ncompany undertaken by a specialized body like the BIFR/\nAAIFR should, as far as legally permissible, remain\nobstruction free and the events should take place as pre- B\nordained, during consideration and successful\nimplementation of the formulated scheme. Wide\njurisdiction is vested in BIFR/AAIFR to issue directives,\ndeclarations and prohibitory orders within the\nrationalized scope and limitations prescribed under C\nSection 22(1), 22(3) and 22A of the Act of 1985. [Para 51]\n[458-H;459-A-B]\n3.7. The order of the BIFR dated 16th July, 2009\nwhich has merged into the order of the High Court dated\n29th July, 2011 is maintained while that of the AAIFR\ndated 28th May, 2010 is set aside. The parties are directed\nto appear before the BIFR which would proceed with the\nmatter in accordance with law. [Para 54] [459-F-G]\nD\nShree Sajjan Mills Limited \u0026 Ors. v. Municipal E\nCorporation, Ratlam (2009) 17 SCC 665; M/s. Shree\nChamundi Mopeds Ltd. v. Church of South India Trust\nAssociation, Madras AIR 1992 SC1439: 1992 (2) SCR 999;\nRambaran Prosad vs. Ram Mohit Hazra AIR 1967 SC 744:.\n1967 SCR 293; Dharma Naika v. Rama Naika AIR 2008 SC\n1276: 2008 (2) SCR 451; Mrs. Saradamani Kandappan vs.\nRajalakshmi \u0026 Ors. JT 2011 (8) SC 129; Shalini Shyam\nShetty \u0026 Anr. v. Rajendra Shankar Patil (2010) 8 SCC 329:\n2010 (8) SCR 836\nCase Law Reference:\nF\nG\n1990 (1) SCR 966\nReferred to\nPara 11, 13,\n17, 23, 32\n1997 (2) SCR 1026\nReferred to\nPara 12, 23,\n33\nH\n"}