{"pages":[{"pageNumber":71},{"pageNumber":72}],"text":"458 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA appropriate directions, prohibitory orders were issued within\nthe ambit and scope of Sections 22(1), 22(3) and 22A of the\nAct of 1985. In view of the clear statement of law, as afore-\nrecorded, and facts of the present case, we are unable to find\nany merit in the submission of the Respondent-Company that\nthe BIFR had no jurisdiction to pass such directives.\nB\nC\nD\n50. AAIFR had disturbed the above order and held that the\ncontract between the parties could not be suspended under\nSection 22(3) and it was not in the interest of the Respondent-\nCompany. In other words, it had permitted the sale to be\ncompleted without any restriction. This order was set aside and\nthe order of the BIFR was restored by the High Court. We find\nno jurisdictional or other error in the order of the High Court in\nrestoring the order of the BIFR. The land being the primary\nasset of the Respondent-Company, could not be permitted to\nbe dissolved by sale or otherwise without the consent and\napproval of the BIFR. The BIFR is the authority proprio vigore\nand required to oversee the entire affairs of a sick industrial\ncompany and to ensure that the same are within the framework\nof the scheme formulated and approved by the Board for revival\nE of the company in accordance with the provisions of the Act of\n1985. On facts as well, neither the BIFR nor the High Court had\nexceeded its jurisdiction in passing the impugned orders. It is\nnot that the Respondent-Company has been divested of its right\nby the BIFR. All that has been done is to suspend the final\nF transfer of the property in its favour in accordance with the\nprovisions of the Act and the limitations imposed therein. Once\nthe scherne is implemented or the period specified under the\nprovisions of Sections 22(3) and 22(4) expires, the declaration\nwould cease to exist and the appellant would be entitled to\nG enforce its rights in accordance with law as if no such\ndeclaration or restriction ever existed.\nH\n51. The principle of law that emerges from the afore-\nreferred discussion, which consistently has judicial benediction,\nis that a scheme for rehabilitation or restructuring of a sick\nRAHEJA UNVIERSAL LIMITED v. NRC LIMITED \u0026 459\nORS. [SWATANTER KUMAR, J.]\nA\nindustrial company undertaken by a specialized body like the\nBIFR/AAIFR should, as far as legally permissible, remain\nobstruction free and the events should take place as pre-\nordained, during consideration and successful implementation\nof the formulated scheme. Wide jurisdiction is vested in BIFR/\nAAIFR to issue directives, declarations and prohibitory orders B\nwithin the rationalized scope and limitations prescribed under\nSection 22(1), 22(3) and 22A of the Act of 1985.\nC\n52. An objection to the maintainability of a composite\npetition, taken before the High Court, has been reiterated\nbefore this Court, of course, half-heartedly. Argument is that\nArticle 227 vests the High Court with supervisory powers while\nArticle 226 is the reservoir of extra-ordinary jurisdiction of the\nHigh Courts to issue prerogative writs and orders and, as such,\na joint petition under both these Articles could not be\nmaintainable.\nD\n53. Reliance has been placed in this regard to the case\nof Shalini Shyam Shetty \u0026 Anr. v. Rajendra Shankar Patil\n[(2010) 8 SCC 329]. This objection was neither pressed before\nus during the course of arguments nor do we consider it E\nnecessary to decide this issue in view of the facts and\ncircumstances of the present case and the fact that we have\ndecided the entire matter on merits.\n54. For the reasons afore-recorded, the present appeals\nare dismissed. The order of the BIFR dated 16th July, 2009\nwhich has merged into the order of the High Court dated 29th\nJuly, 2011 is maintained while that of the AAIFR dated 28th\nMay, 2010 is set aside. The parties are directed to appear\nbefore the BIFR which shall proceed with the matter in\naccordance with law. However, we express a poised hope that\nthe BIFR would deal with and dispose of the matter\nexpeditiously.\nN.J.\nAppeals dismissed.\nF\nG\nI\n"}