{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nJ.H. JADHAV\nV.\n1 M/S. FORBES GOKAK LTD.\nFEBRUARY 11, 2005\n[RUMA PAL AND C.K. THAKKER, JJ.]\nC\nD\nE\nF\nConstitution of India, Article 226 :\nJudicial review–Scope of Industrial dispute raised by employee-\nObjection of employer that employee's claim was not industrial was rejected\nby Tribunal after appreciation of evidence-High Court reversed the finding\nof Tribunal―Justification of-Held: Tribunal's order being not irrational or\nperverse, High Court not justified in interfering with the same-Labour laws-\nIndustrial Disputes Act, 1947-Section 2(k).\nOn rejection of appellant's claim for promotion by Respondent-\nemployer, he raised an industrial dispute seeking promotion w.e.f. the date\nhis juniors were promoted. Respondent contested the claim on the ground\nthat the dispute raised was individual and not industrial, as the workman\nwas not supported by substantial number of workmen or majority union.\nTribunal held that in the light of evidence put forth by the appellant, his\ncause has been espoused by the Gokak Mills Staff Union. Against this,\nRespondent filed writ petition. Single Judge dismissed the same. Aggrieved\nrespondent filed Writ appeal. Division Bench allowed the same. Hence the\npresent appeal.\nAllowing the appeal, the Court\nHELD : 1.1. Under Section 2(k) of the Industrial Disputes Act, 1947,\nan Industrial Dispute means any dispute or difference between an\nemployer and employers or between employers and workmen, or between\nG workmen and workmen, which is connected with the employment or non-\nemployment or the terms of the employment or with the condition of\nlabour, of any person. For the purpose of Section 2(k), the dispute is to\nbe sponsored or espoused by the Union of workmen or by a number of\nworkmen. [91-B-D]\nH\n88\n1\nH\nH\nJ.H. JADHAV v. FORBES GOKAK LTD. [RUMA PAL. J.]\n89\n1.2. The phrase \"the union” merely indicates the Union to which the A\nemployee belongs even though it may be a Union of a minority of the\nworkmen and where the establishment had no union on its own and some\nof the employees had joined the Union of another establishment belonging\nto the same industry. In such a case it would be open to that Union to\ntake up the cause of the workmen if it is sufficiently representative of those\nworkmen, despite the fact that such Union was not exclusively of the\nworkmen working in the establishment concerned. [91-D]\nWorkmen of M/s Dharampal Premchand (Saughandhi) v. M/s\nDharampal Premchand (Saughandhi) [1965] 3 SCR 394, relied on\nWorkmen of Indian Express Newspaper (Pvt.) Ltd. v. Management of\nIndian Express Newspaper Private Ltd., AIR (1970) SC 737, referred to\nB\nC\n2. There is nothing to show that appellant was not a member of the\nGokak Mills Staff Union or the Union was not of the respondent\nestablishment. Tribunal had addressed its mind to the question, D\nappreciated evidence both oral and documentary and found that the Union\nhad espoused the appellant's cause. The Division Bench misapplied the\nprinciples of judicial review under Article 226 in interfering with the\ndecision. It was not a question of there being no evidence of espousal before\nthe Industrial Tribunal. The Division Bench ought not have upset this\nfinding without holding that the conclusion was irrational or perverse.\n[91-F; 92-A, B, C❘\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1089 of 2005.\nFrom the Judgment and Order dated 16.4.2004 of the Karnataka High\nCourt in W.A. No. 4503 of 2001 (L).\nE\nF\nG.V. Chandrashekhar and P.P. Singh for the Appellant.\nRaj Birbal, U.A. Rana, Arvind Kumar, Madhup Singbhal and S.\nChatterjee for M/s. Gagrat \u0026 Co. for the Respondent.\nG\nThe Judgment of the Court was delivered by\nRUMA PAL, J. Leave granted.\nThe appellant was employed by the respondent. He claimed promotion\nas a clerk. When this was not granted, the appellant raised an industrial\nH\n90\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA dispute. The question whether the appellant was justified in his prayer for\npromotion with effect from the date that his juniors were promoted was\nreferred to the Industrial Tribunal by the State Government. In their written\n'statement before the Tribunal the respondent denied the appellant's claim for\npromotion on merits. In addition, it was contended by the respondent that the\nindividual dispute raised by the appellant was not an industrial dispute within\nthe meaning of Section 2(k) of the Industrial Disputes Act, 1947, as the\nworkman was neither supported by a substantial number of workmen nor by\na majority union. The appellant claims that his cause was espoused by the\nGokak Mills Staff Union.\nB\nC\nBefore the Tribunal, apart from examining himself, the General Secretary\nof the Union was examined as a witness in support of the appellant's claim.\nThe General Secretary affirmed that the appellant was a member of the Union\nand that his cause has been espoused by the Union. Documents including\nletters written by the Union to the Deputy Labour Commissioner, as well as\nthe objection filed by the Union before the Conciliation Officer were adduced\nD in evidence. The Tribunal came to the conclusion that in view of the evidence\ngiven by the General Secretary and the documents produced, it was clear that\nthe appellant's cause had been espoused by the Union which was one of the\nUnions of the respondent employer. On the merits, the Tribunal accepted the\nappellant's contentions that employees who were junior to him have been\nE promoted as clerks. It noted that no record had been produced by the\nrespondent to show that the Management had taken into account the appellant's\nproduction records, efficiency, attendance or behaviour while denying him\npromotion. The Tribunal concluded that the act of the respondent in denying\npromotion to the appellant amounted to unfair labour practice. An award was\npassed in favour of the appellant and the respondent was directed to promote\nF the appellant as a clerk from the date his juniors were promoted and to give\nhim all consequential benefits.\n+\nThe award of the Industrial Tribunal was challenged by the respondent\nby way of a writ petition. A Single Judge dismissed the writ petition. The\nrespondent being aggrieved. filed a writ appeal before the Appellate Court.\nG The Appellate Court construed Section 2(k) of the Industrial Disputes Act\n1947 and came to the conclusion that an individual dispute is not an industrial\ndispute unless it directly and substantially affects the interest of other workmen.\nSecondly it was held that an individual dispute should be taken up by a\nUnion which had representative character or by a substantial number of\nH employees before it would be converted into an industrial dispute neither of\n1\nJ.H. JADHAV v. FORBES GOKAK LTD. [RUMA PAL. J.] 91\nwhich according to the Appellate Court, had happened in the present case. It A\nwas held that there was nothing on record to show that the appellant was a\nmember of the Union or that the dispute has been espoused by the Union by\npassing any resolution in that regard.\nB\nThe definition of “Industrial Dispute\" in Section 2(k) of the Act shows\nthat an Industrial Dispute means any dispute or difference between an employer\nand employers or between employers and workmen, or between workmen\nand workmen, which is connected with the employment or non-employment\nor the terms of the employment or with the condition of labour, of any\nperson. The definition has been the subject matter of several decisions of this\nCourt and the law is well settled. The locus classicus is the decision in\nWorkmen of M/s. Dharampal Premchand (Saughandhi) v. M/s. Dharampal\nPremchand (Saughandhi), [1965] 3 SCR 394 where it was held that for the\npurposes of Section 2(k) it must be shown that(1) the dispute is connected\nwith the employment or non employment of a workman. (2) the dispute\nbetween a single workman and his employer was sponsored or espoused by\nthe Union of workmen or by a number of workmen. The phrase \"the union\" D\nmerely indicates the Union to which the employee belongs even though it\nmay be a Union of a minority of the workmen. (3) the establishment had no\nunion on its own and some of the employees had joined the Union of another\nestablishment belonging to the same industry. In such a case it would be\nopen to that Union to take up the cause of the workmen if it is sufficiently\nrepresentative of those workmen, despite the fact that such Union was not\nexclusively of the workmen working in the establishment concerned. An\nillustration of what had been anticipated in Dharam Pal's case is to be found\nin the Workmen of Indian Express Newspaper (Pvt.) Ltd. v. Management of\nIndian Express Newspaper Private Ltd., AIR (1970) SC 737 where an 'outside'\nunion was held to be sufficiently representative to espouse the cause.\nIn the present case, it was not questioned that the appellant was a\nmember of the Gokak Mills Staff Union. Nor was any issue raised that the\nUnion was not of the respondent establishment. The objection as noted in the\nissues framed by the Industrial Tribunal was that the Union was not the\nmajority Union. Given the decision in Dharam Pal's case, the objection was\nrightly rejected by the Tribunal and wrongly accepted by the High Court.\nAs far as espousal is concerned there is no particular form prescribed\nto effect such espousal. Doubtless, the Union must normally express itself in\nE\nF\nG\nthe form of a resolution which should be proved if it is in issue. However H\n1\n92\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA proof of support by the Union may also be available aliunde. It would depend\nupon the facts of each case. The Tribunal had addressed its mind to the\nquestion, appreciated the evidence both oral and documentary and found that\nthe Union had espoused the appellant's cause.\nThe Division Bench misapplied the principles of judicial review under\nB Article 226 in interfering with the decision. It was not a question of there\nbeing no evidence of espousal before the Industrial Tribunal. There was\nevidence which was considered by the Tribunal in coming to the conclusion\nthat the appellant's cause had been espoused by the Union. The High Court\nshould not have upset this finding without holding that the conclusion was\nirrational or perverse. The conclusion reached by the High Court is therefore\nunsustainable.\nC\nD\nFor all these reasons the decision of the High Court cannot stand and\nmust be set aside.\nLearned counsel appearing for the respondent then submitted that the\nmatter may be remanded back to the Division Bench of the High Court as the\nCourt had not considered the other arguments raised by the respondent while\nimpugning the award of the Industrial Tribunal. It appears from the impugned\ndecision that the only other ground raised by the respondent in the Writ\nAppeal was that the grievance of the appellant had been belatedly raised. We\nE have found from the decision of the Industrial Tribunal that no such contention\nF\nhad been raised by the respondent before the Tribunal at all. We are not\nprepared to allow the respondent to raise the issue before the High Court.\nThe respondent finally submitted that pursuant to the disciplinary\nproceedings initiated against the appellant in the meanwhile, the appellant\nhad been dismissed from service and that the order of dismissal was the\nsubject matter of a separate industrial dispute. We are not concerned with the\nproprietary of the order of dismissal except to the extent that the appellant\ncannot obviously be granted actual promotion today. Nevertheless, he would\nbe entitled to the monetary benefits of promotion pursuant to the award of\nG the Industrial Tribunal which is the subject matter of these proceedings uptil\nthe date of his dismissal. Any further relief that the appellant may be entitled\nto must of necessity abide by the final disposal of the industrial dispute\nrelating to the order of dismissal which is said to be pending.\nWe therefore allow the appeal and set aside the decision of the High\nH Court. The award of the Industrial Tribunal is confirmed subject to the\nJ.H. JADHAV v. FORBES GOKAK LTD. [RUMA PAL, J.] 93\nmodification that the promotion granted by the award will be given effect to A\nnotionally for the period as indicated by the award up to the date of the\nappellant's dismissal from service. Reliefs in respect of the period subsequent\nto the order of dismissal shall be subject to the outcome of the pending\nindustrial dispute relating to the termination of the appellant's services. If the\ntermination is ultimately upheld, the appellant will be entitled only to the\nB\nreliefs granted by us today. If on the other hand the termination is set aside,\nthe appellant will be entitled to promotion as granted by the award.\nD.G.\nAppeal allowed.\n"}