{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"ALEYAMMA MATHAI ALMEIDA\nA\nV.\nSTATE OF GOA AND ORS.\nAPRIL 13, 2007\nB\n[C.K. THAKKER AND V.S. SIRPURKAR, JJ.]\nService law:\nY\nA\nC\nPromotion-Vacancy arose in the School-Assistant teacher much junior\nto appellant appointed to the post of headmistress-Director of Education\n(DOE) disapproved the selection and recommended name of appellant-\nSchool appointed another person junior to appellant-DOE appointed Deputy\nDirector to be member of DPC to ensure that School adheres to the Rules\nand Regulations-School challenged this on the ground that it was a minority\ninstitution and hence no such order could be passed-Both appellant and D\nSchool filed writ petitions-High court did not consider the minority status\nof school and held that in facts writ petition filed by appellant is liable to\nbe dismissed-On appeal held, High Court ought to have decided all the\nquestions raised in the case including the question of minority status of\nschool under Art.30 of the Constitution—Matter remitted to High Court-\nGoa School Education Rules, 1986-s.20.\nThe dispute relates to the promotion of appellant, Assistant Teacher to\nthe post of Headmistress in Respondent No.3-School.\nE\nWhen the vacancy arose in the said School, Assistant Teacher much F\njunior to the appellant was appointed to the post of Headmistress. Appellant\nfiled writ petition during pendency of which, Headmistress retired and the\nwrit petition became infructuous. Post again fell vacant and name of respondent\nNo.4 was recommended who was also much junior to the appellant.\nThe Director of Education (DOE) disapproved selection of Respondent G\nNo.4 and informed School to reconsider the case of appellant. The DOE was\nof the opinion that the school had been victimizing the appellant and causing\nunhealthy situation in the School and thus issued showcause notice asking\nas to why management of the School be not taken over under s.20 of Goa\nSchool Education Act, 1984.\n149\nH\nA\nB\n150\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nAn order was thereafter passed by the Government taking over the\nmanagement of School, which was set aside in a writ petition filed by School.\nThe DOE again asked School to fill up the vacant post. The DOE appointed\nDeputy Director of Education, South Zone as his representative in accordance\nwith the provisions of Rule 74(3)(a) of the Goa School Education Rules, 1986\nto be one of the Members of DPC with a view to ensure that all Rules and\nRegulations are strictly adhered to. The said action was challenged by the\nrespondent-School by filing Writ Petition on the ground that it was a minority\ninstitution and hence, no such order could have been made. The writ petition,\nhowever, was allowed to be 'withdrawn keeping open the contention that it was\nthe minority institution' and therefore protected under Article 30 of the\nC Constitution. By the interim order, the High Court directed that DPC meeting\nbe convened as per the order of Directorate of Education. According to the\nappellant, DPC once again recommended the name of respondent No.4 which\nwas disapproved by the DOE.\nAppellant again made representation to consider her for promotion.\nD Thereafter she filed writ petition. School also challenged the order of DOE.\nThe High Court did not consider the issue as to the 'minority' status of\nrespondent No.3-School and held that in the facts and circumstances of the\ncase, writ petition filed by the appellant was liable to be dismissed whereas\nthe writ petition of the School Management was required to be allowed. Hence\nE the present appeal.\nF\nG\nH\nAllowing the appeal and remitting the matter to High Court, the Court\nHELD: Considering the checkered history of the litigation and long\nperiod it has taken, it would be appropriate if the impugned order is set aside\nand the matter is remanded to the High Court to decide all questions including\nthe question as to the status of respondent No.3-School. It has also come on\nrecord that the appellant has retired in 1998 and the question of appointing\nher as Head Mistress now does not arise. The case has to be considered on\nthe basis of the relevant material and in accordance with law.\n[Para 11][154-D, E]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 1951 of 2007.\nFrom the Judgment and Order dated 10.09.2003 of the High Court of\nBombay at Goa in Writ Petition Nos. 202 and 206 of 1998.\nP. Venugopal, Venukumar and Harshad V Hameed (for M/S. K.J. John\n\u0026 Co.) for the Appellant.\nܐ܂\nr\nALEYAMMA MATHAI ALMEIDA v. STATE OF GOA [C.K. THAKKER, J.]\n151\nSiddharth Bhatnagar and Rekha Palli for the Respondents.\nA\nThe Judgment of the Court was delivered by\nC.K. THAKKER, J. 1. Leave granted.\n2. The appeal arises out of a common judgment dated September 10,\n2003 by the High Court of Judicature at Bombay (Goa Bench) in two petitions\nbeing Writ Petition Nos. 202 \u0026 206 of 1998.\nB\n3. Shortly stated the facts of the case are that Mrs. Aleyamma Mathai\nAlmeida-appellant herein, was appointed as Assistant Teacher in St. Anthony's\nHigh School, Assolna Salcete, Goa in the year 1965. A vacancy of Head C\nMaster arose in the said School in 1981. One Mrs. Irane Ferreira, an Assistant\nTeacher, much junior to the appellant was appointed as the Head Mistress\nbypassing the appellant's claim to the said post. Aggrieved by the action, the\nappellant approached the High Court of Bombay, Goa Bench at Panaji by\nfiling Writ Petition No. 56 of 1985 on June 24, 1985 which was admitted. But\nD\nby the time the petition came up for hearing, Mrs. Ferreira retired from service,\nthe petition became infructuous and rejected accordingly. But again, in view\nof vacancy for the post of Head Master, the Departmental Promotion Committee\n('DPC' for short) met to select a candidate for the post of Head Master and\none Mr. Conception Almeida-respondent No.4 herein was selected and\nrecommended for the said post vide recommendation dated May 1, 1985. The E\nsaid respondent No.4 was junior to the appellant. Thus, once again the claim\nof the appellant was bypassed, presumably on the ground that there were\nadverse entries in the Confidential Reports of the appellant.\n4. The Director of Education, Government of Goa-respondent No.2 herein,\nhowever, disapproved selection of respondent No.4 to the post of Head F\nMaster by the School. By a communication dated October 18/21, 1985, the\nDirector of Education informed the Manager of respondent No.3-School to\nreconsider the case of the appellant for promotion to the post of Head Master\n(Head Mistress) ignoring adverse remarks made in her Confidential Reports.\nBy a letter dated November 11, 1985, the respondent No.3-School informed\nthe Director of Education that besides adverse Confidential Reports, there\nwere other tangible reasons for not considering the appellant for appointment\nto the post of Head Master. In the light of the communication by the Director\nof Education, DPC was reconvened and again it selected respondent No.4 for\nthe post of Head Master. The Director of Education once again rejected the\nG\nH\nB\n152\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA recommendation made by the DPC on April 25, 1986. By a letter dated February\n24, 1987, the Director of Education asked respondent No.3-School to fill up\nthe post of Head Master on regular basis by following the prescribed procedure\nwithin 30 days of the communication failing which, action for imposing cut\nin maintenance grant or derecognizing the School as per Rules would be\ntaken. In spite of such letter, the management of respondent No.3-School did\nnot take any action within stipulated period. On September 22, 1987, the\nDirector of Education imposed penalty of 25% cut in the maintenance grant\nof the school for the academic year 1987-88 or till the directives issued to the\nrespondent No.3-School by the Directorate would be complied with. The\nSchool was further cautioned that non-compliance of the directives by the\nC Directorate might result in severe penalty on respondent No.3-School including\nsuspension/stoppage of entire maintenance grant or withdrawal of permission\ngranted to run the Institution.\nE\n5. An appeal preferred by respondent No.3-School before the\nAdministrative Tribunal, Goa, Daman and Diu against the order passed by the\nD Directorate was allowed on the ground that the School had not been given\nproper show cause notice by the Directorate of Education before passing the\norder and was, therefore, liable to be set aside. The third respondent then\nreplied to the show cause notice and also sought approval of the Director of\nEducation for appointment of respondent No.4 as Head Master on the ground\nthat the action of respondent No.3 management rejecting the appellant's claim\nwho was the senior-most teacher in the school was proper. The Director,\nhowever, did not agree and issued a show cause notice to the School stating\ntherein as to why the management of the School should not be taken over\nunder Section 20 of the Goa School Education Act, 1984 for victimizing the\nappellant for more than a decade causing unhealthy situation in the School\nF and creating un-conducive atmosphere for academic activities which would\nbe prejudicial to the public interest. Reply was submitted by respondent No.3-\nSchool on May 8, 1993.\n6. On June 10, 1994, the Government passed an order taking over the\nmanagement of respondent No.3-School for a period of three years. Respondent\nG No.3 challenged the said order by filing a writ petition which was allowed and\nH\nthe order of the Government was set aside. The appellant sought intervention\nin the said writ petition which was dismissed. Her Special Leave Petition\nbefore this Court was disposed of directing the Education Department to look\ninto her grievance and to pass appropriate order in accordance with law.\nALEYAMMA MATHAI ALMEIDA v. STATE OF GOA [C.K. THAKKER, J.]\n153\nB\n7. In the light of the direction issued by this Court, the Director of A\nEducation asked respondent No.3-School to reconvene the meeting of DPC\nfor filling up the post of Head Master of the School which fell vacant in 1985.\nThe Director of Education appointed Deputy Director of Education, South\nZone as his representative in accordance with the provisions of Rule 74(3)(a)\nof the Goa School Education Rules, 1986 to be one of the Members of DPC\nwith a view to ensure that all Rules and Regulations are strictly adhered to.\nThe said action was challenged by the third respondent-School by filing Writ\nPetition No. 124 of 1997 in the High Court of Bombay, Goa Bench at Panaji\non the ground that it was a minority institution and hence, no such order\ncould have been made. The writ petition, however, was allowed to be withdrawn\nkeeping open the contention that it was the 'minority institution' and therefore C\nprotected under Article 30 of the Constitution. By the interim order, the High\nCourt directed that DPC meeting be convened as per the order of Directorate\nof Education. According to the appellant, DPC once again recommended the\nname of respondent No.4 which was disapproved by the Director of Education.\nE\n8. On November 18, 1997, the appellant represented the Director of D\nEducation to order respondent No.3-School to promote her as Head Mistress\nof the School with effect from May 1, 1985 when the post fell vacant and to\ngrant all consequential benefits. Since nothing was done in the matter and no\norder was passed by the Director of Education, the appellant filed Writ\nPetition No. 202 of 1997. The respondent No.3-School also filed Writ Petition\nNo. 206 of 1998 against the order of Director of Education. Meanwhile,\nhowever, the appellant retired in 1998. Both the writ petitions came up for\nhearing before a Division Bench of the High Court and by the order impugned\nin the present appeals, they were disposed of. The High Court did not\nconsider the issue as to the 'minority' status of respondent No.3-School and\nheld that in the facts and circumstances of the case, writ petition filed by the F\nappellant was liable to be dismissed, whereas the writ petition of the School\nManagement was required to be allowed. Accordingly, Rule was discharged\nin the petition filed by the appellant-petitioner and Rule was made absolute\nin the petition filed by the School Management. The appellant has challenged\nthe said order by filing the present appeals.\n9. We have heard learned counsel for the parties.\n10. It was contended that the order passed by the High Court deserves\nto be quashed and set aside. It was submitted that the appellant was senior-\nmost Assistant Teacher appointed as early as in 1965 and in spite of her\nG\nH\n154\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA seniority, she was not appointed as the Head Mistress though substantive\nvacancy had arisen in 1981. When Mrs. Ferreira was appointed as Head\nMistress who was junior to the appellant, the appellant challenged the action\nby filing a writ petition. The High Court was satisfied that the grievance\nvoiced by the appellant was well-founded and accordingly admitted the petition\nB by issuing Rule nisi. Meanwhile, however, Mrs. Ferreira retired and the petition\nwas disposed of by the High Court observing that it had become infructuous.\nObviously, therefore, the appellant ought to have been appointed after the\nretirement of Mrs. Ferreira. Unfortunately, however, the DPC again did injustice\nand not selected her. Respondent No.4, who was much junior to the appellant,\nwas selected and his name was recommended for appointment as Head Master.\nC Though several times recommendations were rejected by the Directorate of\nEducation to do justice to the appellant, the orders had not been complied\nwith by respondent No.3-School. While disposing the writ petitions, the High\nCourt did not decide the status of respondent No.3-School and allowed the\npetition filed by respondent No.4. The grievance was that the High Court\nought to have decided all the points including the status of respondent No.3-\nD\nSchool.\nE\nבי\nF\n11. In our opinion, considering the checkered history of the litigation\nand long period it has taken, it would be appropriate if the impugned. order\nis set aside and the matter is remanded to the High Court to decide all\nquestions including the question as to the status of respondent No.3-School.\nIt has also come on record that the appellant has retired in 1998 and the\nquestion of appointing her as Head Mistress now does not arise. The case\nhas to be considered on the basis of the relevant material and in accordance\nwith law.\n12. For the foregoing reasons, the appeal deserves to be allowed and\nis accordingly allowed. The order passed by the High Court is set aside and\nthe matter is remanded to the High Court for fresh disposal in accordance with\nlaw. The High Court may deal with all questions including the question as to\nminority status alleged to have been claimed by the respondent No.3-School.\nSince the matter is very old, the High Court is requested to take appropriate\nG\ndecision as expeditiously as possible preferably within six months from the\ndate of receipt of this order. In the facts and circumstances of the case there\nshall be no order as to costs.\nH\nD.G.\nAppeal is allowed.\n"}