{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\nD\nE\nF\n0\nI\n270\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\n(hb) “reconnaissance permit” means a permit granted for\nthe purpose of undertaking reconnaissance operations; and.\n11. Preferential right of certain persons.—(1)Where a\nreconnaissance permit or prospecting licence has been\ngranted in respect of any land, the permit holder or the\nlicencee shall have a preferential right for obtaining a\nprospecting licence or mining lease, as the case may be,\nin respect of that land over any other person:\nProvided that the State Government is satisfied that the\npermit holder or the licensee, as the case may be,-\n(a) has undertaken reconnaissance operations or\nprospecting operations, as the case may be, to establish\nmineral resources in such land;\n(b) has not committed any breach of the terms and\nconditions of the reconnaissance permit or the prospecting\nlicence;\n(c) has not become ineligible under the provisions of this\nAct; and\n(d) has not failed to apply for grant of prospecting licence\nor mining lease, as the case may be, within three months\nafter the expiry of reconnaissance permit or prospecting\nlicence, as the case may be, or within such further period,\nas may be extended by the said Government.\n(2) Subject to the provisions of sub-section (1), where the\nState Government has not notified in the Official Gazette the\narea for grant of reconnaissance permit or prospecting\nlicence or mining lease, as the case may be, and two or\nmore persons have applied for a reconnaissance permit,\nprospecting licence or a mining lease in respect of any land\nin such area, the applicant whose application was received\nearlier, shall have the preferential right to be considered for\ngrant of reconnaissance permit, prospecting licence or\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 271\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\nmining lease, as the case may be, over the applicant whose A\napplication was received later:\nProvided that where an area is available for grant of\nreconnaissance permit, prospecting licence or mining\nlease, as the case may be, and the State Government has\ninvited applications by notification in the Official Gazette for\ngrant of such permit, licence or lease, all the applications\nreceived during the period sepcified in such notification and\nthe applications which had been received prior to the\npublication of such notification in respect of the lands within\nsuch area and had not been disposed of, shall be deemed\nto have been received on the same day for the purposes of\nassigning priority under this sub-section:\nB\nC\nProvided further that where any such applications are\nreceived on the same day, the State Government, after D\ntaking into consideration the matter specified in sub-section\n(3), may grant the reconnaissance permit, prospecting\nlicence or mining lease, as the case may be, to such one of\nthe applications as it may deem fit.\n(3) The matters referred to in sub-section (2) are the\nfollowing:-\na.\nany special knowledge of, or experience in,\nreconnaissance operations, prospecting operations\nor mining operations, as the case may be,\npossessed by the applicant;\nE\nF\nb.\nthe financial resources of the applicant;\nC.\nthe nature and quality of the technical staff employed\nor to be employed by the applicant;\nG\nd.\nthe investment which the applicant proposes to make\nin the mines and in the industry based on the\nminerals;\nH\n272 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\ne. such other matters as may be prescribed.\n(4) Subject to the provisions of sub-section (1), where the\nState Government notifies in the Official Gazette an area\nfor grant of reconnaissance permit, prospecting licence or\nmining lease, as the case may be, all the applications\nreceived during the period as specified in such notification,\nwhich shall not be less than thirty days, shall be considered\nsimultaneously as if all such applications have been\nreceived on the same day and the State Government, after\ntaking into consideration the matters specified in sub-\nsection (3), may grant the reconnaissance permit,\nprospecting licence or mining lease, as the case may be,\nto such one of the applicants as it may deem fit.\n(5) Notwithstanding anything contained in sub-section (2),\nbut subject to the provisions of sub-section (1), the State\nGovernment may, for any special reasons to be recorded,\ngrant a reconnaissance permit, prospecting licence or\nmining lease, as the case may be, to an applicant whose\napplication was received later in preference to an\napplication whose application was received earlier:\nProvided that in respect of minerals specified in the First\nSchedule, prior approval of the Central Government shall\nbe obtained before passing any order under this sub-\nsection.\"\n8. In exercise of the powers conferred by Section 13 of the\nAct, the Central Government framed rules called the Minerals\nConcession Rules, 1960. We are concerned only with the\nfollowing Rules:-\n\"35. Preferential rights of certain persons. - Where two or\nmore persons have applied for a reconnaissance permit or\na prospecting licence or a mining lease in respect of the\nsame land, the State Government shall, for the purpose of\nsub-section(2) of Section 11, consider, besides the matters\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\n273\nmentioned in clauses (a) to (d) of sub-section (3) of Section A\n11, the end use of the mineral by the applicant.\n59. Availability of area for regrant to be notified. - (1) No\narea -\n(a)\nwhich was previously held or which is being held\nunder a reconnaissance permit or a prospecting\nlicence or a mining lease; or\nB\n(b)\nwhich has been reserved by the Government or any\nlocal authority for any purpose other than mining; or C\n(c)\n(d)\n(e)\nin respect of which the order granting a permit or\nlicence or lease has been revoked under sub-rule (1)\nof rule 7A or sub-rule(1) of rule15 or sub-rule(1) of\nrule 31, as the case may be; or\nin respect of which a notification has been issued\nunder the sub-section (2) or sub-section (4) of\nSection 17; or\nD\nwhich has been reserved by the State Government E\nunder Section 17A of the Act\nshall be available for grant unless -\n(i) an entry to the effect that the area is available for grant is\nmade in the register referred to in sub-rule (2) of rule 7D or\nsub-rule (2) of rule 21 or sub-rule (2) of rule 40 as the case\nmay be; and\n(ii) the availability of the area for grant is notified in the Official\nGazette and specifying a date (being a date not earlier than\nthirty days from the date of the publication of such\nnotification in the Official Gazette) from which such area shall\nbe available for grant:\nLL\nF\nG\nProvided that nothing in this rule shall apply to the renewal\nof a lease in favour of the original lessee or his legal heirs H\nA\nB\nC\n1\n274\nSUPREME COURT REPORTS\nD\nE\nF\nG\nH\n[2010] 11 S.C.R.\nnotwithstanding the fact that the lease has already expired:\nProvided further that where an area reserved under rule 58\nor under section 17A of the Act is proposed to be granted\nto a Government Company, no notification under clause (ii)\nshall be required to be issued:\nProvided also that where an area held under a\nreconnaissance permit or a prospecting licence, as the\ncase may be, is granted in terms of sub-section (1) of section\n11, no notification under clause (ii) shall be required to be\nissued..\n(2) The Central Government may, for reasons to be recorded\nin writing, relax the provisions of sub-rule (1) in any special\ncase.\n60. Premature applications. – Application for the grant of\na reconnaissance permit, prospecting licence or mining\nlease in respect of areas whose availability for grant is\nrequired to be notified under rule 59 shall, if -\n(a) no notification has been issued, under that rule; or\n(b) where any such notification has been issued, the period\nspecified in the notification has not expired, shall be\ndeemed to be premature and shall not be entertained.\".\n9. In the light of the above statutory provisions, let us\nconsider the issues framed, one by one, and test the validity or\notherwise of the decision of the State Government as well as the\norder passed by the learned single Judge and the Division\nBench of the High Court.\n10. As mentioned earlier, by the impugned common\njudgment dated 05.06.2009, the Division Bench reversed the\njudgment of the learned single Judge and held that the\napplications for grant of mining lease made prior to notification\nunder Rule 59 of the MC Rules could be considered for grant\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\n275\nB\nalong with applications filed pursuant to the notification. In the A\ncase on hand, the application was made by Jindal prior to the\nnotification. The Division Bench upheld the recommendations\ndated 06.12.2004 of the State Government together with the\nproceedings of the Chief Minister which were the basis for the\nrecommendation under Section 5(1) of the MMDR Act to the\nCentral Government for approval of grant of mining lease in\nfavour of Jindal and Kalyani. It is seen from the records that on\n24.05.2001, MSPL made an application to the State\nGovernment for grant of mining lease over an area of 298.5\nhectares in Eddinpada area in Kumaraswamy range of the State\nof Karnataka and also sought relaxation of the conditions\nspecified in Rule 59(1) of the MC Rules. This area was previously\nheld under a mining lease by Sandur. Subsequently, on\n24.10.2002, Jindal also made an application for grant over the\nsame area. The State Government made a recommendation to\nthe Central Government for grant of lease to the MSPL and\nsought relaxation of the conditions set out in Rule 59(1). However,\nit is not in dispute that the Central Government returned the\nproposal of the State Government directing it to await an\nenvironmental study being carried out by the NEERI.\n11. The materials placed further show that on 15.03.2003,\nthe State Government issued a Notification under Rule 59(1) of\nthe MC Rules notifying the availability of a large area for re-grant\nof mining lease which was referred to as the \"Held Area\nNotification\". Pursuant to the same, MSPL made a fresh\napplication on 16.04.2003 for grant of mining lease over the\nnotified area. Kalyani and 88 other applicants also applied\npursuant to the said Notification. Admittedly, Jindal did not apply\npursuant to the \"Held Area Notification\", even though some of\nits sister concerns applied for the grant. On 06.12.2004, the\nState Government made a recommendation to the Central\nGovernment under Section 5 of the MMDR Act for approval of\nthe proposed grant of mining lease to Jindal and Kalyani. MSPL\nand some of the applicants made representations to the Central\nGovernment against the said recommendation made by the\nC\nD\nE\nF\nG\nH\nB\n276\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA State Government. Challenging the recommendation dated\n06.12.2004 of the State Government, writ petitions were filed by\nthe aggrieved companies before the High Court. During the\npendency of the writ petitions, the Central Government gave its\napproval for grant of mining lease in favour of Jindal and Kalyani\non 05.06.2006 and 27.06.2006 respectively. By judgment dated\n07.08.2008, the learned single Judge allowed the writ petitions\nfiled by MSPL and Sandur as well as others and quashed the\ngrant on the ground among others, that Jindal's application prior\nto the \"Held Area Notification\" could not have been entertained\nin view of Section 11(4) of the MMDR Act and Rules 59 and 60\nof the MC Rules. The Division Bench, by judgment and order\ndated 05.06.2009, reversed the judgment passed by the learned\nsingle Judge. With this background, let us discuss the issues\nformulated above.\nC\nD Issue (a)\nய\nE\nF\n\"Whether the State Government's recommendation dated\n06.12.2004 and the proceedings of the Chief Minister are\ncontrary to the provisions of Section 11 of the Act and\nRules 59 and 60 of MC Rules and not valid in law.”\n12. Mr. Nariman and Mr. K.K. Venugopal, learned senior\ncounsel appearing for the Sandur and MSPL respectively, by\ntaking us through the entire proceedings of the Chief Minister,\nvehemently contended that the State Government was pre-\ndetermined to grant the lease in favour of Jindal and Kalyani.\nThey also contended that there is no clear reason as to why\nJindal and Kalyani alone were given preference and the\napplications of MSPL, Sandur and others were not considered\nfavourably. They also highlighted that all that is done is the\nG reproduction of the details mentioned in their applications and\nat the end, certain columns were left blank in which the Chief\nMinister has filled in by hand, after which he has signed the\nproceedings. They also pointed out that though relevant criteria\nis provided under Section 11(3) of the Act, only one criteria,\nH namely, the proposed investment, is taken into account while\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 277\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\nC\nevaluating the applicants. It is their grievance that the special A\nreason mentioned in the recommendation is only to favour Jindal\nand Kalyani. Even if it is so, according to them, the decision of\nthe State Government is violative of Section 11(4) of the Act which\npermits only applications made pursuant to the Notification to\nbe taken into account and not applications made prior to the B\nNotification. Both the learned senior counsel, relying on Rule 35,\npointed out that the recommendations made to justify preference\ntaking into account past investments by steel companies cannot\nbe sustained. In any event, according to them, in view of Section\n2 of the Act, State Legislature is denuded of its legislative power\nto make any law with respect to the regulation of mines and\nmineral development. Finally, it was pointed out that there is no\nquestion of framing policy such as the Karnataka Mineral Policy\nto give out mining leases independently of the MMDR Act and\nthe Rules. On the other hand, Mr. Harish N. Salve and Mr.\nDushyant Dave, learned senior counsel appearing for Jindal and\nKalyani, by drawing our attention to the very same provisions and\nthe orders of the courts, submitted that the recommendations\nmade by the State Government is in terms of the provisions of\nthe Act and Rules and the Division Bench was right in affirming\nthe same.\n13. It is useful to refer notification dated 15.03.2003 issued\nby the Government of Karnataka which reads thus:\n\"GOVERNMENT OF KARNATAKA\nD\nE\nF\nNO. CI/16/MMM/2003\nGovernment of Karnataka Secretariat\nMs. Building\nG\nBangalore, Dated 15.03.2003\nNOTIFICATION\nIt is hereby informed for the mining public that the area\nnoted in the annexure is available for regrant under rule 59\nof Mineral Concession Rules, 1960.\nI\nA\nB\n0\nD\nE\nபட\nF\n0\n278\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nThe application for grant of mining lease shall be\nreceived by the Director of Mines and Geology, No.49,\n“Khanij Bhavan”, D.Devaraj Urs Road, Bangalore-01, after\n30 days from the date of publication of the notification in the\nOfficial Gazette. If the day notified for receiving the\napplication happens to be a Public Holiday or General\nHoliday, applications will be received on the next working\nday under amended Rules. The sketch of the area is\navailable for inspection at the office of the Director,\nDepartment of Mines and Geology, Khanija Bhavan,\nD.Devaraj Urs Road, Bangalore-01 during working hours\non all working days.\nThe mining public should note that the availability of\nthe area published here in is subject to the clearance from\nthe Revenue Department for mining activities and\ncompliance of the MM (D\u0026R) Act, 1957 and the M.C.Rules\nand all other relevant Acts and Rules by the applicants. In\ncase the area is found to consist of Forest Lands, the\nclearance from the Forest Department under Section (2) of\nthe Forest (Conservation) Act, 1980 for utilizing the area for\nnon-forest activities should be obtained by the applicants.\nInterested persons are advised to inspect the area\nand satisfy themselves about the availability of mineral\ndeposits (as the area is previously under held. ML/PL block)\nand the present status of the land there is before making\napplication for mining lease.\nBY ORDER AND IN THE NAME OF THE\nGOVERNOR OF KARNATAKA\n(A.B. SIDDHANTI)\nUnder Secretary to Govt. (Mines),\nCommerce and Industries Department.\"\n14. After expiry of the cut-off date, as mentioned in the said\nnotification, hearing was conducted by the Chief Minister under\nRule 26A of the Rules. The order of the Chief Minister shows that\nH as per the direction of the High Court in a writ petition filed by\n279\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\nZiaulla Sharieff, the State has to consider their applications in A\naccordance with law along with other applications. It is the claim\nof the State that as per the said decision, it was necessary to\nconsider the applications filed for grant of mining lease over the\narea in question before the issue of Notification on 15.03.2003\nalong with applications received in response to the said B\nNotification. Para 3 of the order of the Chief Minister shows that\n21 applications were filed for grant of mining lease over the area\nin question before the notification was issued and 90\napplications were received in response to the notification. In all,\nthe Chief Minister has considered 111 applications for grant of\nC\nmining lease. The order further shows that notice under Rule\n26(1) of the Rules was issued to all the applicants to appear for\nhearing on 12.10.2004 at 4.00 PM to make presentation for\nsanction of mining lease in their favour. On 12.10.2004, the\nhearing was adjourned. According to the State, applicants were\nheard on different dates. Out of 111 applicants, 85 applicants\nattended the hearing and 75 applicants gave their written\nrepresentations. On 16.10.2004, the hearing was again\nadjourned, 72 applicants attended and 9 applicants submitted\ntheir written representations. Again, the hearing was held on\n25.10.2004, 76 applicants attended and 27 applicants submitted\ntheir written submissions. On 04.11.2004, 16 applicants\nattended the hearing and 7 applicants submitted their written\nsubmissions.\nD\nE\nF\n15. The order of the Chief Minister further shows that out of\n111 applications, 55 are companies/firms and 30 are\nindividuals. Out of 111 applicants, 11 have given more than one\napplication in the name of their sister companies/partnership\nfirms etc. The proceeding further shows that all applications were\nexamined under Section 11(5) of the Act with a view to provide G\nan opportunity to all the applicants who have filed their\napplications on subsequent days i.e. after 16.04.2003. The order\nfurther shows that out of 30 individuals who have applied for\nmining lease, only 3 applicants hold mining lease in the State\nand the remaining 27 applicants do not hold any mining lease.\nH\n1\n"}