{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nE\n[2010] 11 S.C.R. 240\nSANDUR MANGANESE \u0026 IRON ORES LTD.\nV.\nSTATE OF KARNATAKA \u0026 ORS.\n(Civil Appeal No. 7944 of 2010)\nSEPTEMBER 13, 2010\n[P. SATHASIVAM AND H.L. DATTU, JJ.]\n-\nMines and Minerals (Development and Regulation) Act,\n1957 – s. 11(1), (2), (3), (4), (5) - Mineral Concession Rules,\nC 1960- rr. 59, 60 and 35 - Mining lease - Grant of - Renewal\nof mining lease in favour of 'S' Company but not for the entire\narea— Applications by 'S' for lease over certain area within the\ndeleted area Rejected by State Government - Notification\nu/r.59(1) by State Government notifying large area for re-grant\nD of mining lease including area applied by 'S' - Invitation of\napplications from public - Fresh application by ‘S', ‘MSPL'\nand 'K' pursuant to the Notification - However, application by\n'J' made only prior to the Notification - Recommendation by\nState Government to Central Government for approval of\nproposed grant in favour of 'J' and 'K' which was subsequently\napproved by Central Government - Writ petition challenging\nthe recommendation - Single Judge of High Court quashing\nthe grant in favour of ‘J' and 'K' – Division Bench setting aside\nthe order - On appeal, held: State Government cannot justify\ngrant based on criteria that are de hors the MMDR Act and\nMC Rules State Government's recommendation and the\nproceedings of Chief Minister was contrary to the provisions\nof s. 11 and rr. 59 and 60 and not valid in law - J's application\nmade prior to the Notification could not be entertained along\nwith the applications made pursuant to the Notification -\nProposed investment in mines and in the industry based on\nthe minerals is a relevant factor - Criteria of captive\nconsumption not a controlling factor to grant fresh lease -\nState Government has no authority under the Act to make\nF\nG\nH\n-\n240\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 241\nSTATE OF KARNATAKA \u0026 ORS.\ncommitments to any person that it will, in future, grant a mining A\nlease in the event that person makes investment in any\nproject - Recommendation in favour of 'J' and 'K' cannot be\nsaved by law of equity - Flaw in the recommendation of State\nGovernment requires re-consideration, thus, matter cannot be\nremitted to the Central Government - Order of Division Bench\nas well as the decision of State Government and the Central\nGovernment quashed State Government directed to\nconsider all applications afresh - Mines and minerals.\n-\nPower of State Government under the Act and the Rules\n- Extent of - Held: State Government is denuded of all\nlegislative and executive power under Entry 23 of List-II read\nwith Article 162 after passing of the MMDR Act - State\nGovernment is purely a delegate of Parliament and a statutory\nfunctionary, for the purposes of s. 11(3), hence it cannot act\nin a manner that is inconsistent with the provisions of s. 11(1)\nin the grant of mining leases - Constitution of India, 1950\nArticle 162, List II Entry 23.\n–\nB\nC\nD\nInterpretation of statutes - Rule of construction - When\nstatute vests certain power in an Authority to be exercised in E\na particular manner - Held: Authority has to exercise the\npower in the manner provided in the statute itself - Any\ndeviation therein, cannot be sustained.\nEx-Ruler of Sandur State (now appellant Company)\nwas granted lease for 20 years for mining of Iron and\nManganese Ores in respect of 29 sq. miles falling within\nthe boundaries of the Sandur State. The appellant\nCompany invested in mining of Ores. After the expiry of\n20 years, the lease was not renewed for the entire area\nas given in the original lease. In 1992, ‘HG' was granted\n60 hectares out of the same applied area. The appellant\nCompany again applied for grant of lease within the area\ndeleted from its original lease but the same was rejected.\nThe appellant Company filed a revision petition before the\nF\nG\nH\n242 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA Government of India and the matter was remanded to the\nState Government. Thereafter, ‘MSPL' made an\napplication to the State Government for grant of mining\nlease over an area which was previously held by Sandur\nand also sought relaxation of the conditions specified in\nB Rule 59(1) of the Mineral Concession Rules, 1960.\nSubsequently, 'J' Company also made an application for\ngrant over the same area. The State Government made a\nrecommendation to the Central Government for grant of\nlease to the 'MSPL'. While the matter was under\nconsideration, one ‘ZS' filed a writ petition seeking\ndeclaration that he was entitled for grant of a mining\nlease in his favour. However, the Central Government\nreturned the proposal of the State Government directing\nit to await an environmental study.\nC\nD\nOn 26/27.02.2002, the State Government by a letter\nconveyed to the appellant Company that out of the area\nof 513.16 hectares applied for by the appellant Company,\nonly an extent of 256 hectares (640 acres) was available\nto it. The appellant Company again filed a revision\nE petition. On 15.03.2003, the State Government issued a\nNotification under Rule 59(1) of the Rules, notifying the\navailability of a large area for re-grant of mining lease\nwhich was referred to as 'Held Area Notification' including\nthe area applied by the appellant Company. The appellant\nF Company applied for the grant of mining lease over an\narea of 200 hectares in the notified area afresh. On\n29.07.2003, the Government of India directed the State\nGovernment to consider the appellant's application.\nHowever, the State Government did not pass any order.\nG Pursuant to the Notification, 'MSPL' made a fresh\napplication for grant of mining lease over the notified\narea. 'K' and 88 other applicants also applied. However,\n'J' did not apply. On 06.12.2004, the State Government\nmade a recommendation to the Central Government\nH\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 243\nSTATE OF KARNATAKA \u0026 ORS.\nB\nunder Section 5 of the Mines and Minerals (Development A\nand Regulation) Act, 1957 for approval of the proposed\ngrant of mining lease to 'J' and 'K'. ‘MSPL' and some of\nthe applicants made representations to the Central\nGovernment against the said recommendation made by\nthe State Government. The appellant Company as also\n‘MSPL' filed separate writ petitions challenging the\nrecommendation dated 06.12.2004 of the State\nGovernment. During pendency, the Central Government\ngave its approval for grant of mining lease in favour of\n'J' and 'K'. The Single Judge of the High Court by order C\ndated 07.08.2008 quashed the Notification dated\n15.03.2003 and the mining licences granted in favour of\n'J' and 'K'. The Division Bench of the High Court by order\ndated 05.06.2009 upheld the validity of Notification of the\nState Government dated 15.03.2003 and the proceedings\ndated 06.12.2004 and consequently approval of the\nCentral Government were held valid. Therefore, the\ninstant Special Leave Petitions were filed.\nThe questions which arose for consideration in these\nappeals were as follows:\n(i) Whether the State Government's recommendation\ndated 06.12.2004 and the proceedings of the Chief\nMinister are contrary to the provisions of Section 11\nof the Act and Rules 59 and 60 of MC Rules and not\nvalid in law.\n(ii) Whether the application made by respondent-'J'\nprior to the Notification dated 15.03.2003 is capable\nof being entertained along with the applications made\npursuant to the said notification.\n(iii) Whether the order of the High Court of Karnataka\nin the case of 'ZS' permit the consideration of the\napplication made by the respondent-'J' prior to the\nNotification dated 15.03.2003.\nD\nE\nF\nG\nH\n244\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA\nB\nC\nD\nLU\nE\nLL\nF\n(iv) Whether Rule 35 of the MC Rules justify the\nrecommendation of the State Government in favour\nof 'J' and 'K'.\n(v) Whether the criterion of 'captive consumption'\nreferred to in Tata Iron and Steel Co. Ltd. vs. Union\nof India (1996) 9 SCC 709 was applicable to the\ninstant case despite not being one of the factors\nreferred to in Section 11 (3) of the MMDR Act or Rule\n35 of the MC Rules.\n(vi) Whether factors such as the past commitments\nby the State Government to applicants who have\nalready set up steel plants, are relevant for grant of\nlease despite the MMDR Act and the MC Rules\nconstituting a complete Code.\n(vii) Whether the recommendation in favour of ‘J' and\n'K' is saved by the operation of the Law of Equity.\n(viii) Whether the Single Judge as well as the Division\nBench of the High Court are justified in arriving at the\nsaid conclusion.\n(ix) Whether it is advisable to remit the matter to the\nCentral Government.\nPartly allowing the appeals, the Court\nHELD: 1.1. A perusal of the proceedings of the Chief\nMinister shows that no clear reasons were given to show\nas to why ‘J' and ‘K' were preferred over other applicants.\nThere was no plausible reason why the applications of\nG the appellants were not considered favourably. A\nsummary of the applications was prepared and at the\nend certain columns were left blank which the Chief\nMinister filled by hand and then signed the proceedings.\n[Para 18] [281-B-C]\nH\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 245\nSTATE OF KARNATAKA \u0026 ORS.\n1.2. The evaluation of all 111 applications was done A\nin three successive stages in a manner not envisaged by\nSection 11 of the Mines and Minerals (Development and\nRegulation) Act, 1957. No such procedure of three stage\nconsideration or differentiation between individuals and\nCompanies and those Companies with existing B\ninvestments and those without existing investment is\nenvisaged in Section 11. The proceedings of the Chief\nMinister, at no level, considered the various guiding\ncriteria mentioned in Section 11(3). Only one criteria,\nnamely, 'proposed investment' was taken into account in C\nevaluating some applications. However, two irrelevant\npoints were taken into account, namely, (i) whether or not\nthe applicant holds a mining lease in the State, and (ii) the\namount of their past investment in steel plant. The\nproceedings recommended in favour of 'J' and 'K' was\njustified by the special reasons specifically stated at the\nvery end in terms of Section 11(5). [Paras 19 and 20] [281-\nD-F; 282-B-D]\n1.3. A plain reading of Section 11 (5) makes it amply\nclear that it would apply to favour a later applicant over\nan earlier applicant which is relevant only in the event that\nthe main provision of Section 11(2) relating to preference\nof prior applicants applies and not in the case of\nNotification inviting applications, whether it is under the\nfirst proviso to Section 11(2) or 11(4) under the later\nproviso, upon Notification, by deeming fiction all\napplications are treated as having been received on the\nsame date. [Para 20] [282-G-H; 283-A]\n1.4. The proceedings of the Chief Minister also violate\nSection 11 (4). Sub-section (4) permits only the\napplications made pursuant to the Notification to be\ntaken into account and not applications made prior to the\nNotification. The Notification referred to in the first\nproviso to Section 11(2) is intended only to invite\napplications in respect of 'virgin areas'. In the case of\nD\nヨ\nF\nG\nH\n246 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA previously held areas covered by Notification dated\nB\n15.03.2003, applications made prior to the Notification\ncould not be entertained because they were pre-mature.\n[Para 21] [283-A-F]\n1.5. In view of the specific parliamentary declaration,\nthere is no question of the State having any power to\nframe a policy de hors the MMDR Act and the Rules.\n[Paras 22, 24 and 25] [283-F-G; 287-B-D]\nState of Orissa vs. M.A. Tulloch and Co. (1964) 4 SCR\nC 461; Baijnath Kedio vs. State of Bihar and Ors. (1969) 3 SCC\n838; Hingir Rampur Coal Co. Ltd. vs. State of Orissa 1961\n(2) SCR 537; State of West Bengal vs. Kesoram Industries\nLtd. and Ors. (2004) 10 SCC 201; Bharat Coking Coal Ltd.\nvs. State of Bihar and Ors. (1990) 4 SCC 557; State of Assam\nD and Ors. vs. Om Prakash Mehta and Ors. (1973) 1 SCC 584;\nQuarry Owners' Association vs. State of Bihar and Ors. (2000)\n8 SCC 655, relied on.\nE\nF\n1.6. It is not open to the State Government to justify\ngrant based on criteria that are de hors to the MMDR Act\nand the MC Rules. The exercise has to be done strictly\nin accordance with the statutory provisions and if there\nis any deviation, the same cannot be sustained. It is the\nnormal rule of construction that when a statute vests\ncertain power in an authority to be exercised in a\nparticular manner then the said authority has to exercise\nit only in the manner provided in the statute itself. [Para\n28] [287-G-H]\nC.I.T. Mumbai vs. Anjum M.H. Ghaswala and Ors. (2002)\nG 1 SCC 633; Captain Sube Singh and Ors. vs. Lt. Governor\nof Delhi and Ors. (2004) 6 SCC 440; State of U.P. vs.\nSinghara Singh and Ors. (1964) 4 SCR 485, relied on.\nH\nTISCO vs. U.O.I. and Anr. (1996) 9 SCC 709,\ndistinguished.\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 247\nSTATE OF KARNATAKA \u0026 ORS.\nB\nD\n2.1. Section 11(1) provides preferential right to the A\nholder of reconnaissance permits or a prospecting\nlicencee who has identified mineral resources in the area\nallotted to him for grant of a mining lease, subject to\ncertain conditions specified in the proviso appended\nthereto. The over-riding character of the priority given to\nthe successful prospecting licencee or reconnaissance\npermit-holder is clear from the fact that each of the\nsubsequent sub-sections in Section 11 is made subject\nto Section 11(1). Section 11(2) gives preference to a prior\napplicant for grant of reconnaissance permit, prospecting C\nlicence or mining lease over later applicants where the\nState Government has not issued any Notification. The\nanalysis of the Report of the Committee to Review the\nExisting Laws and Procedure for Regulation and\nDevelopment of Minerals makes it clear that the main\nprovision in Section 11(2) applies to ‘virgin areas'; and\nthat an area that is previously held or reserved would\nrequire a Notification for it to become available. The first\nproviso to Section 11(2) carves out an exception to the\npreferential right based on priority of applications in point\nof time referred to in the main provision. It makes it clear\nthat where the State Government subsequently issues a\nnotification inviting applications for grant, the prior and\nsubsequent applications to the Notification would be\nconsidered as if they were filed on the same day and no\npriority in order of time would be given. The second\nproviso requires the State Government to examine the\nmatters set out in Section 11(3) while considering the\napplications for grant. Under the ordinary principles of\nstatutory interpretation, the first proviso to Section 11(2)\nembraces the field that is covered by the main provision.\nThus, the Notification calling for applications referred to\nin the first proviso to Section 11(2) applies only to virgin\nareas. [Paras 31, 32 and 33] [290-D-H; 291-A-D; 292-C-E]\nIndian Metals and Ferro Alloys Ltd. vs. Union of India and\nE\nLL\nF\nG\nH\nA\nB\nC\nD\nE\nF\n248 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nOrs. 1992 Supp. 1 SCC 91; Abdul Jabar vs. State of J\u0026K.\nAIR 1957 SC 281; Ram Narain Sons vs. Asst. CST 1955 (2)\nSCR 483, relied on.\n2.2. Section 11(3) specifies the matter relevant for\npurposes of second proviso to Section 11(2). Section\n11(3)(d) provides that \"the investment which the applicant\nproposes to make in the mines and in the industry based\non minerals\" and it speaks about investment proposed\nto be made and not past investments. Thus, it confines\nthe concept of \"captive consumption of minerals to\nproposed investment and not past investments\". Even\nthe residuary clauses in Section 11(3)(e) are limited to\n‘matters as may be prescribed', which would necessarily\nmean matters prescribed by Rules. [Para 35] [293-C-F]\nBSNL Ltd. and Anr. vs. BPL Mobile Cellular Ltd. and Ors.\n(2008) 13 SCC 597, referred to.\n2.3. Sub-section (4) of Section 11 contemplates a\nsituation where a Notification is issued inviting\napplications for an area for grant. In contrast to the first\nproviso to Section 11(2), it provides that all applications\nreceived pursuant to a Notification shall be considered\nsimultaneously without assigning any priority in point of\ntime, and after taking into account the matters specified\nin Section 11(3). Section 11(4), in effect, covers exactly\nthe same field as the first and second proviso to Section\n11(2) read along with Section 11(3) with one difference,\ni.e., unlike the first proviso to Section 11(2), it provides for\nconsideration of only those applications that are made\npursuant to the Notification and not those made prior to\nG the Notification. Notification under Section 11(4) is\nconsistent with Rule 59(1) read with Rule 60 insofar as\napplications received prior to the notification would not\nbe entertained. The first proviso to Section 11(2) was\nbeing added to cover virgin areas, then provided for the\nH\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 249\nSTATE OF KARNATAKA \u0026 ORS.\naddition of Section 11(4), in order to ensure that the A\nNotification referred to in Rule 59(1) together with Rule\n60 would not render ultra vires the MMDR Act. It cannot\nbe said that the first proviso of Section 11(2) would cover\nNotifications under Rule 59(1) because this would render\nSection 11(4) otiose and redundant. [Para 36] [293-F-H; B\n294-A-D]\nJ.K. Cotton Spinning \u0026 Weaving Mills Co. Ltd. vs. State\nof U.P. AIR 1961 SC 1170; O.P. Singla and Anr. vs. Union\nof India and Ors. (1984) 4 SCC 450, referred to.\nC\n2.4. Section 11(5) carves out an exception to the\npreference in favour of prior applicants in the main\nprovision of Section 11(2). It permits the State\nGovernment, with the prior approval of the Central\nGovernment, to disregard the priority in point of time in D\nthe main provision of Section 11(2) and to make a grant\nin favour of a latter applicant as compared to an earlier\napplicant for special reasons to be recorded in writing. It\nalso gives an indication that it can have no application\nto cases in which a Notification is issued because, in E\nsuch a case, both the first proviso to Section 11(2) and\nSection 11(4) make it clear that all applications will be\nconsidered together as having been received on the\nsame date. Thus, the proceedings of the Chief Minister\nand the recommendation dated 06.12.2004 are contrary F\nto the Scheme of the MMDR Act as they were based on\nSection 11(5) which had no application at all to\napplications made pursuant to the Notification dated\n15.03.2003. [Para 37] [294-F-H; 295-A]\nG\n2.5. Section 11(4) would apply to a Notification issued\nunder Rule 59(1). Rule 59(1) provides that the categories\nof areas listed in it including, inter alia, areas that were\npreviously held or being under a mining lease or which\nwas reserved for exploitation by the State Government or\nunder Section 17A of the Act, shall not be available for H\n"}