{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"260 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA (2000) 8 SCC 655\nRelied on.\nPara 27, 49\n(2002) 1 SCC 633\nRelied on.\nPara 28, 49\n(2004) 6 SCC 440\nRelied on.\nPara 28, 49\n(1964) 4 SCR 485\nRelied on.\nPara 28, 49\nB\n(1996) 9 SCC 709\nDistinguished.\nPara 29, 46\n1992 Supp. 1 SCC 91\nRelied on.\n· Para 33\nAIR 1957 SC 281\nRelied on.\nPara 33\nC\n1955 (2) SCR 483\nRelied on.\nPara 33\n(2008) 13 SCC 597\nReferred to.\nPara 35\nAIR 1961 SC 1170\nReferred to.\nPara 36\nD (1984) 4 SCC 450\nReferred to.\nPara 36\n(1976) 4 SCC 108\nReferred to.\nPara 40\n(1981) 2 SCC 205\nReferred to.\nPara 41\nE (1961) 2 SCR 679\nReferred to.\nPara 41\n(2007) 7 SCC 718\nReferred to.\nPara 41\n(2006) 12 SCC 331\nReferred to.\nPara 47\nAIR 1973 SC 678\nReferred to.\nPara 49\n(1952) SCR 179\nReferred to.\nPara 50\n(1962) Supp. 1 SCR 739 Referred to.\nPara 50\n(1953) 1 All E.R. 1113\nReferred to.\nPara 56\n(1961) All E.R. 1169\nReferred to.\nPara 56\n(1996) 8 SCC 298\nReferred to.\nPara 56\n(2001) 10 SCC 191\nReferred to.\nPara 56\n(1989) 1 SCC 764\nRelied on.\nPara 56\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS.\n261\n(1987) 4 SCC 431\nRelied on.\nPara 56\nA\n(2007) 1 SCC 331\nRelied on.\nPara 56\nJT 2010 (5) SC 553\nRelied on.\nPara 56\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n7944 of 2010.\nB\nFrom the Judgment \u0026 Order dated 05.06.2009 of the High\nCourt of Karnataka at Bangalore in W.A. No. 5084 of 2008.\nWith\nC.A.Nos. 7945-54, 7955-61 of 2010\nK.K. Venugopal, Krishnan Venugopal, Uday Tiwary, Abir\nPhukan, Sidharth Singh, A. Raghunath, Shyam Mohan, Nishant,\nA. V., P.V. Dinesh, P. Rajesh, P.V. Vinod, T.P. Sindhu,\nAthouba K., Sunil Dogra, A. Venayagam Balan, Harshad V.\nHameed, Kuriakose Varghese, K. Rajeev, B. Agrawal, Rajeev\nMehta for the Appellant.\nC\nD\nDushant Dave, D.L.N. Rao, Bhardwaj S. Iyengar, Badri E\nVishal, Prashant Kumar, M. Gireesh Kumar, S.K. Kulkarni, A.S.\nKulkarni, AP \u0026 J Chambers, Manu Nair, P.C. Sen, R. Sharma\nMark Disouza, Suresh A. Shroff \u0026 Co., Anitha Shenoy, Rashmi\nNand Kumar, S. Udaya Kumar Sagar, Bina Madhavan,\nBiswanath Agrawalla, Vivek Chib, Rajiv Mehta, K.N. Phanindra,\nKiran Suri, Aparna Bhat Mattoo, S.J. Amith, Nazneen Ahmed,\nRavindra Keshavrao Adsure for the Respondents.\nThe Judgment of the Court was delivered by\nF\nP. SATHASIVAM, J. 1. Leave granted in all the special G\nleave petitions.\n2. These appeals seek to challenge the common judgment\nand order of the Division Bench of the High Court of Karnataka\ndated 05.06.2009 arising out of Writ Appeal No. 5084 of 2008\nH\n262 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA and allied matters and the decision of the State Government\ndated 26/27.02.2002 as well as the Central Government dated\n29.07.2003.\nB\nC\nD\nE\n3. The appellants in these appeals are Sandur Manganese\n\u0026 Iron Ores Ltd. (in short \"Sandur\") and M/s MSPL Ltd. The\nprincipal respondents are M/s Kalyani Steels Ltd. (in short\n\"Kalyani\") and M/s Jindal Vijayanagar Steels Ltd. (in short\n“Jindal”). Apart from these, the State of Karnataka and the Union\nof India are also arrayed as respondents.\n4. Factual matrix:\n(a) The case of Sandur (Petitioner in SLP (C) No. 22077\nof 2009) is as follows:\n(i) Shri Y.R. Ghorpade, ex-Ruler of Sandur State, was\ngranted lease for mining of Iron \u0026 Manganese Ores under Order\nNo. GEO.Ms.068 dated 26.02.1953, for a period of 20 years\ncommencing from 01.01.1954 to the extent of 29 sq. miles, falling\nwithin the boundaries of the Sandur State. On 18.01.1954, the\nappellant-Company was incorporated as a Private Limited\nCompany under the provisions of the Companies Act, 1956. On\n21/23.06.1956, a lease was transferred in favour of the Company\nas per Government Order No. 1.1432-38 GE43.55-22. On\n28.11.1964, the Company was converted into a Public Limited\nCompany. In 1965, the Company, with the aim of value addition\nF to Ores mined by the Company and also to industrial area, set\nup a 15 MVA Metal and Ferro Alloys Plant at Vyasankere near\nHospet at a substantial capital cost. In 1980, Sandur also set up\ntwo more 20 MVA Furnaces in the Plant for manufacture of Ferro-\nSilicon by entering into an agreement with the State Government\nG and the Karnataka Electricity Board to receive power at a viable\ntariff. On 19.09.1973, upon applying for renewal of the abovesaid\nlease, the Company was allotted an area of 20 sq. miles only\ninstead of 29 sq. miles which was leased earlier. However, the\nI\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 263\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\nsaid area is reserved for exploitation by the National Mineral A\nDevelopment Corporation (in short \"NMDC\")-a Government of\nIndia Undertaking. When the company noticed that the NMDC\ndid not initiate any Mining Lease Application on the said area,\nthen on 29.09.1987, it applied for mining lease over an area of\n2 sq. miles within the said deleted area. On 25.01.1989, the\nState Government rejected the application on the ground that the\narea applied for was already reserved by NMDC. However,\nNMDC was not granted lease and in 1992, one Sri H.G.\nRangangoud was granted 60 Hectares out of the same applied\narea.\nB\nC\nD\n(ii) Again, on 24.06.1993, again the Company applied for\ngrant of lease over an area of 513.16 Hectares within the area\ndeleted from its original lease but it was rejected by the State\nGovernment on the ground that the area applied by them has\noverlapped with the area granted to one Sri Rangangoud and\nnine others. On 11.12.1993, the Company challenged the above\ndecision of the State Government by filing a Revision Petition\nbefore the Government of India, Ministry of Coal and Mines, New\nDelhi. On 09.04.1999, the Government of India by holding that\nthe order passed by the State Government was in violation of E\nRule 26 (1) of the Mineral Concession Rules, 1960 (hereinafter\nreferred to as \"MC Rules\") and opposed to the principles of\nnatural justice remanded the matter to the State Government for\nearly disposal as per the provisions of Mines \u0026 Minerals\n(Development and Regulation) Act, 1957 (hereinafter referred\nto as the \"MMDR Act”) and the Rules framed thereunder. On 26/\n27.02.2002, the Company got a letter from the State Government\nthat out of the area of 513.16 Hectares applied for by it, only an\nextent of 256 Hectares (640 acres) was available and it could\nchoose either Block A (168 Acres or 67 Hectares) or Block B\n(472 Acres or 189 Hectares).\n(iii) On 13.05.2002, the Company filed a revision petition\nbefore the Government of India against the said decision of the\nState Government. On 15.03.2003, the State Government\nF\nG\nH\nB\nC\n264\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA issued a Notification in exercise of its power under Rule 59 of\nthe MC Rules reserving the entire area calling for applications\nfrom the general public for grant of mining leases and by notifying\nlarge extent of previously held areas as available for grant of\nmines including the area applied by the appellant-Company. On\n16.04.2003, the appellant-Company, by way of abundant\ncaution, applied afresh for grant of mining lease over an area of\n200 Hectares in the notified area without prejudice to its rights\nfor consideration of its earlier application dated 24.06.1993. On\n29.07.2003, the Government of India allowed the revision petition\nfiled by the appellant-Company and directed the State\nGovernment to consider the application dated 24.06.1993 filed\nby the appellant-Company on merits, in terms of order dated\n09.04.1999 of the Revisional Authority and pass a final order in\nthe case. In spite of this order, the State Government has not\npassed any order. On 06.12.2004, a letter was issued by the\nState Government seeking approval of the Central Government\nfor grant of lease to other applicants i.e. Jindal \u0026 Kalyani. Being\naggrieved by the said recommendation, on 11.06.2007, the\nappellant-Company filed Writ Petition No. 8971 of 2007 before\nthe High Court. The learned single Judge clubbed this writ petition\nalong with W.P. No. 21608 of 2005 filed by another applicant –\nMSPL Ltd. On 07.08.2008, the learned single Judge quashed\nthe Notification dated 15.03.2003 and the Mining Licences\ngranted in favour of Jindal and Kalyani with certain observations.\nD\nE\nF\nG\nH\n(iv) On 22.08.2008, Jindal-Respondent No.5 herein filed\nW.A. No. 5026 of 2008 in the High Court. Being aggrieved by\nthe order passed by the learned single Judge, Sandur preferred\nWrit Appeal No. 5084 of 2008 before the High Court. By the\nimpugned common order dated 05.06.2009, the Division Bench\nof the High Court set aside the order of the learned single Judge\ndated 07.08.2008 and upheld the validity of Notification of the\nState Government dated 15.03.2003 and the proceedings dated\n06.12.2004 and the consequential approval of the Central\nGovernment were held valid. Aggrieved by the said order, the\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\n265\nappellant-Company has filed S.L.P.(C) No. 22077 of 2009 A.\nbefore this Court.\n(b) The case of MSPL (Petitioner in SLP (C) Nos. 22943-\n22952 of 2009) is as follows:\n(i) MSPL Limited filed above SLPs against the common\njudgment and order dated 05.06.2009 passed by the High Court\nof Karnataka in W.A. Nos. 5024, 5026, 5032, 5052, 5053, 5064-\n5066, 5077 and 5145/2008 setting aside the judgment of the\nlearned single Judge dated 07.08.2008 in the writ petitions.\nB\nC\n(ii) On 24.05.2001, MSPL Ltd. made an application to the\nDirector of Mines \u0026 Geology (hereinafter referred to as \"the\nMines Director\") for grant of a mining lease over an extent of\n298.5 Hectares in the area known as Eddinpada in\nKumaraswamy Range of the State of Karnataka which was part D\nof a mining lease previously held by the appellant-Company in\nS.L.P. (C) No. 22077 of 2009. On 30.08.2001, the State of\nKarnataka requested the Central Government to relax the\nconditions set out in Rule 59(1) in favour of MSPL Ltd. under Rule\n59(2). While the matter was under consideration of the Central\nGovernment, one Ziaullah Sharieff (another applicant for a\nmining lease) filed Writ Petition No. 35915 of 2001 (GM-MMS)\nbefore the High Court seeking declaration that he is entitled for\ngrant of a mining lease in his favour. On 21.12.2001, the Central\nGovernment returned all proposals for grant of mining lease\npending before it to the State Government to await the report of\nthe Regional Environmental Impact Assessment of the Bellary-\nHospet Region by National Environmental Engineering\nResearch Institute (NEERI).\n(iii) On 13.05.2002, Sandur filed a revision before the\nCentral Government under Rule 54 of the MC Rules challenging\nthe proposal of the State Government dated 30.08.2001, in\nfavour of the MSPL. During pendency of the said revision,\nSandur also filed W.P. No. 22767 of 2002 seeking a mandamus\nto the Central Government to consider its revision petition. On\nE\nF\nН\nD\n266 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA 24.10.2002, Jindal made an application for grant of mining lease\nover a part of the same area previously held and surrendered\nby Sandur. On 15.03.2003, the State Government issued\nNotification informing the general public that the areas\nmentioned in the annexure thereof were available for grant under\nB Rule 59 of the Rules and interested persons were requested to\nfile applications for grant of mining leases. On 16.04.2003,\npursuant to the said notification, MSPL made an application for\nthe same area previously held by Sandur. On 29.07.2003, the\nCentral Government rejected the revision petition of MSPL. On\nC 20.12.2003, MSPL made further submissions before the Mines\nDirector. On 30.04.2004, the respondent-Mines Director sent a\nnotice to the MSPL for making submissions. Again on\n06.10.2004, the Under Secretary to the new State Government,\nMines (C \u0026 I Department) issued another notice under Rule 26(1)\nof the Rules requiring the MSPL to appear before the Hon'ble\nChief Minister of Karnataka to make a presentation for sanction\nof lease. MSPL put-forth its claim and submitted a detailed\npresentation to the Principal Secretary to the Chief Minister.\nVide letter dated 06.12.2004, the State Government sought the\napproval of the Central Government under Section 5(1) of the\nMMDR Act to grant lease to Jindal over an area of 200.73\nHectares and Kalyani over an area of 179.70 Hectares in respect\nof a part of the land mentioned in S.No.1 to the Notification dated\n15.3.2003. On 15.12.2004, MSPL made representations both\nto the Minister for Mines and to the Secretary, Department of\nMines in the Central Government against the said proposal. On\n21.12.2004, a further representation was made to the Secretary,\nDepartment of Mines. Against the said approval, two others\npreferred writ petitions before the High Court for quashing of the\nsaid proposal. MSPL filed application for impleadment in the\nG said writ petitions and the same was rejected by the learned\nsingle Judge vide order dated 21.07.2005.\nE\nF\n(iv) On 12.09.2005, MSPL preferred writ petition being W.P.\nNo. 21608 of 2005 before the High Court challenging the\nH recommendation in favour of Jindal and Kalyani. On 05.06.2006/\n267\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\n27.06.2006, the Central Government granted approval to the A\nrecommendation dated 06.12.2004 of the State Government for\ngrant of mining lease in favour of Jindal and Kalyani. Vide\njudgment dated 07.08.2008, learned single Judge of the High\nCourt allowed W.P. No. 21608 of 2005 quashing the\nrecommendation. Against the judgment of the learned single B\nJudge, Jindal and Kalyani preferred W.A. Nos. 5026 \u0026 5028 of\n2008 respectively, before a Division Bench of the High Court.\nMSPL also filed W.A. No. 5057 of 2008 challenging the same\njudgment of the learned single Judge save and except to the\nextent that the recommendations of the State Government to the\nCentral Government insofar as it recommended the grant of\nmining to Jindal and Kalyani was quashed. A large number of\nother writ appeals were also filed, heard together and disposed\nof by a common judgment and order dated 05.06.2009.\n5. Heard Mr. Nariman, learned senior counsel for Sandur,\nMr.K.K. Venugopal and Mr. Krishnan Venugopal, learned senior\nadvocates for MSPL, Mr. Harish N. Salve, learned senior counsel\nfor Jindal, Mr. Dushyant Dave, learned senior counsel for Kalyani\nand Mr. Ashok Haranahalli, learned Advocate General for the\nState of Karnataka.\n6. Main issues:-\n(a)\n(b)\nWhether the State Government's recommendation\ndated 06.12.2004 and the proceedings of the Chief\nMinister are contrary to the provisions of Section 11\nof the Act and Rules 59 and 60 of MC Rules and not\nvalid in law.\nC\nD\nE\nF\nWhether the respondent-Jindal's application dated\n24.10.2002 made prior to the Notification dated G\n15.03.2003 is capable of being entertained along\nwith the applications made pursuant to the said\nnotification.\n(c) Whether the order of the High Court of Karnataka in\nH\nA\nB\nс\nD\nE\nF\nG\nH\n268\n(d)\n(e)\n(f)\n(g)\n(h)\n(i)\nSUPREME COURT REPORTS [2010] 11 S.C.R.\nZiaulla Sharieff's case permit the consideration of\nthe respondent-Jindal's application dated\n24.10.2002 made prior to the notification dated\n15.03.2003.\nWhether Rule 35 of the MC Rules justify the\nrecommendation of the State Government in favour\nof the Respondents-Jindal and Kalyani.\nWhether the criterion of \"captive consumption\"\nreferred to in Tata Iron and Steel Co. Ltd. vs. Union\nof India, (1996) 9 SCC 709, have any application in\n'this case despite not being one of the factors\nreferred to in Section 11 (3) of the MMDR Act or Rule\n35 of the MC Rules.\nWhether factors such as the past commitments by\nthe State Government to applicants who have already\nset up steel plants, matter for consideration for grant\nof lease despite the MMDR Act and the MC Rules\nconstituting a complete Code.\nWhether the recommendation in favour of\nrespondents-Jindal and Kalyani saved by the\noperation of the Law of Equity.\nWhether the learned single Judge as well as the\nDivision Bench are justified in arriving at such\nconclusion.\nWhether it is advisable to remit it to the Central\nGovernment.\n7. Before considering various issues as mentioned above,\nlet us refer relevant provisions of the Act and the Rules\nconcerned to the issues in question. The Preamble of the MMDR\nAct, as amended by Act 38 of 1999, makes it clear that it is\nintended for the development and regulation of mines and\nminerals under the control of Union. The relevant provisions from\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\nthe Act are:\n269\n\"2. Declaration as to the expediency of Union control.-It\nis hereby declared that it is expedient in the public interest\nthat the Union should take under its control the regulation of\nmines and the development of minerals to the extent herein\nafter provided.\n3. Definitions:-In this Act, unless the context otherwise\nrequires:-\na.\nA\nB\n\"minerals\" includes all minerals except mineral oils;\nC\nb.\nC.\n\"mining lease\" means a lease granted for the purpose\nof undertaking mining operations, and includes a sub-lease\ngranted for such purpose;\nD\nd.\ne.\nf. .......\nE\ng. \"prospecting licence\" means a licence granted for the\npurpose of undertaking prospecting operations;\nh. \"prospecting operations\" means any operations\nundertaken for the purpose of exploring, locating or proving\nmineral deposits;\n(ha) \"reconnaissance operations\" means any operations\nundertaken for preliminary prospecting of a mineral through\nregional, aerial, geophysical or geochemical surveys and\ngeological mapping, but does not include pitting, trenching,\ndrilling (except drilling of boreholes on a grid specified from\ntime to time by the Central Government) or sub-surface\nexcavation;\nF\nG\nH\n"}