{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A\nB\nC\nD\n290 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nMinerals set up by the Ministry of Mines, Government of India,\nsubmitted in January, 1998. We are concerned about para\n2.1.21 of the Report which reads as under:\n“... The concept of first-come, first-serve has become\nnecessary in view of the fact that the Act does not provide\nfor inviting applications through advertisement for grant of\nPL/ML in respect of virgin areas. No doubt, there is provision\nin Rule 59 of MCR for advertisement of an area earlier held\nunder PL/ML with provision for relaxation.\" In this\nbackground, the Committee recommended the introduction\nof the proviso to Section 11(2) permitting calling for\napplications by way of a notification. There is a distinction\nbetween virgin areas and areas covered under Rule 59 and\nSection 11(2) ought to be interpreted to cover virgin areas\nalone.\"\nIf we consider Section 11 with the aid of the said Report, it makes\nit clear that Section 11(1) provides preferential right to the holder\nof reconnaissance permits or a prospecting licencee who has\nidentified mineral resources in the area allotted to him for grant\nE of a mining lease, subject to certain conditions specified in the\nproviso appended thereto. The over-riding character of the\npriority given to the successful prospecting licencee or\nreconnaissance permit-holder is clear from the fact that each of\nthe subsequent sub-sections in Section 11 is made subject to\nSection 11(1).\nF\nG\nH\n32. It is also clear that the main provision in Section 11(2)\ngives preference to a prior applicant for grant of reconnaissance\npermit, prospecting licence or mining lease over later applicants\nwhere the State Government has not issued any notification. The\nanalysis of the Report makes it clear that the main provision in\nSection 11(2) applies to \"virgin areas\". It further makes it clear\nthat to the extent that an area that is previously held or reserved\nwould require a notification for it to become available. The first\nproviso to Section 11(2) carves out an exception to the\npreferential right based on priority of applications in point of time\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\n291\nreferred to in the main provision. It makes it clear that where the A\nState Government subsequently issues a notification inviting\napplications for grant, the prior and subsequent applications to\nthe notification would be considered as if they were filed on the\nsame day and no priority in order of time would be given. The\nsecond proviso requires the State Government to examine the\nmatters set out in Section 11(3) while considering the\napplications for grant.\n33. The Committee's Report, particularly, para 2.1.2,1 which\nwe extracted in the earlier paras, makes it clear that this\nprovision was inserted because the Act does not provide for\nadvertisement of virgin areas and the State Government was\nperfectly within the rights to issue an advertisement inviting\napplications even for virgin areas. In this regard, it is useful to\nmention that this Court had suggested an almost identical\nchange in the un-amended Section 11 in Indian Metals and\nFerro Alloys Ltd. vs. Union of India \u0026 Ors., 1992 Supp. 1 SCC\n91 at page 127 para 35.\n\"35. Now, to turn to the contentions urged before us: Dr\nSinghvi, who appeared for ORIND, vehemently contended\nthat the rejection of the application of ORIND for a mining\nlease was contrary to the statutory mandate in Section 11(2);\nthat, subject only to the provision contained in Section 11(1)\nwhich had no application here, the earliest applicant was\nentitled to have a preferential right for the grant of a lease;\nand that a consideration of the comparative merits of other\napplicants can arise only in a case where applications have\nbeen received on the same day. It is no doubt true that\nSection 11(2) of the Act read in isolation gives such an\nimpression which, in reality, is a misleading one. We think\nthat the sooner such an impression is corrected by a\nstatutory amendment the better it would be for all concerned.\nOn a reading of Section 11 as a whole, one will realise that\nthe provisions of sub-section (4) completely override those\nof sub-section (2). This sub-section preserves to the S.G.\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\n292\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\na right to grant a lease to an applicant out of turn subject to\ntwo conditions: (a) recording of special reasons and (b)\nprevious approval of the C.G. It is manifest, therefore, that\nthe S.G. is not bound to dispose of applications only on a\n\"first come, first served\" basis. It will be easily appreciated\nthat this should indeed be so for the interests of national\nmineral development clearly require in the case of major\nminerals, that the mining lease should be given to that\napplicant who can exploit it most efficiently. A grant of ML,\nin order of time, will not achieve this result.\"\nEven under ordinary principles of statutory interpretation, the first\nproviso to Section 11(2) embraces the field that is covered by\nthe main provision. [Vide Abdul Jabar vs. State of J\u0026K., AIR 1957\nSC 281 (para 8) and Ram Narain Sons vs. Asst. CST, 1955\n(2) SCR 483 at 493].\nAccordingly, we are of the view that the notification calling for\napplications referred to in the first proviso to Section 11(2)\napplies only to virgin areas.\n34. It is the claim of Jindal and Kalyani that the proviso to\nSection 11(2) of the Act sets out a plenary rule for consideration\nof applications for mining leases where the State Government\nhas invited applications for mineral concessions by notification\nin the official gazette and the applications pending on the date\nof notification must be considered simultaneously with\napplications filed in response to the notification and within the\nnotification period. It is also their claim that since there is no\nprovision in the rules empowering the State Government to issue\nnotification inviting applications for mineral concessions apart\nfrom Rule 59(1), it is asserted by Jindal and Kalyani that a\nnotification inviting applications for mineral concessions in the\nproviso to Section 11(2) must necessarily relate only to a\nnotification under Rule 59(1) inviting applications for mineral\nconcessions in previously held or reserved lands. Therefore,\naccording to them, the proviso's stipulation that applications for\nH mineral concessions pending on the date of the said notification\nG\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 293\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\ninviting applications must be considered, must necessarily apply\nto applications pending in receipt of previously held lands. It is\nalso contended that the proviso to Section 11(2) and Rule 59(1)\nuse identical phraseology when referring to areas (available for\ngrant). It was pointed out that since this language is not present\nin Section 11(4), this suggests strongly that Rule 59(1), the\nproviso to Section 11(2), Section 11(3) and Rule 35 form a\ncomposite code dealing with the consideration of applications\nfor mineral concessions over lands thrown open for grant by way\nof notification under Rule 59(1) and that Section 11(4) does not\napply to such applications.\nA\nB\nC\nD\n35. We have already held that Section 11(3) specifies the\nmatter relevant for purposes of second proviso to Section 11(2).\nWe also referred to the Committee's Report. In accordance with\nthe recommendation in the said Report, Section 11(3)(d) was\nadded as part of the substitution of Section 11 in the year 1999.\nSub-section (d) provides that \"the investment which the applicant\nproposes to make in the mines and in the industry based on\nminerals\" and it speaks about investment proposed to be made\nand not past investments. Thus it confines the concept of \"captive\nconsumption of minerals to proposed investment and not past E\ninvestments\". Even the residuary clauses in Section 11(3)(e) are\nlimited to \"matters as may be prescribed\", which would\nnecessarily mean matters prescribed by rules. This is fortified\nby decision of this Court in BSNL Ltd. \u0026 Anr. vs. BPL Mobile\nCellular Ltd. \u0026 Ors., (2008) 13 SCC 597, para 45.\n36. We have already quoted sub-section (4) of Section 11\nwhich contemplates a situation where a notification is issued\ninviting applications for an area for grant. In contrast to the first\nproviso to Section 11(2), it provides that all applications received\npursuant to a notification shall be considered simultaneously\nwithout assigning any priority in point of time, and after taking\ninto account the matters specified in Section 11(3). Section\n11(4), in effect, covers exactly the same field as the first and\nsecond proviso to Section 11(2) read along with Section 11(3)\nF\nG\nH\nC\n294\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA with one difference, i.e., unlike the first proviso to Section 11(2),\nit provides for consideration of only those applications that are\nmade pursuant to the notification and not those made prior to\nthe notification. Notification under Section 11(4) is consistent with\nRule 59(1) read with Rule 60 insofar as applications received\nB prior to the notification would not be entertained. The first proviso\nto Section 11(2) was being added to cover virgin areas, then\nprovided for the addition of Section 11(4), in order to ensure that\nthe notification referred to in Rule 59(1) together with Rule 60\nwould not render ultra vires the MMDR Act. In view of the same,\nthe contention on behalf of Jindal and Kalyani that the first proviso\nof Section 11(2) would cover notifications under Rule 59(1) is\nunacceptable because this would render Section 11(4) otiose\nand redundant. In J.K. Cotton Spinning \u0026 Weaving Mills co. Ltd.\nvs. State of U.P., AIR 1961 SC 1170 and O.P. Singla \u0026 Anr. vs.\nUnion of India \u0026 Ors. (1984) 4 SCC 450, this Court held that a\nprovision in a statute must not be so interpreted as to reduce\nanother provision to a “useless lumber\" or a \"dead letter\". If we\naccept the said position, it would result in anomalous\nconsequences of rendering Rule 60 ultra vires the first proviso\nto Section 11(2). In fact, this has been highlighted by the Central\nGovernment in their affidavit filed before the High Court.\nD\nE\n37. In addition to what we have stated, it is relevant to note\nthat Section 11(5) again carves out an exception to the\npreference in favour of prior applicants in the main provision of\nF Section 11(2). It permits the State Government, with the prior\napproval of the Central Government, to disregard the priority in\npoint of time in the main provision of Section 11(2) and to make\na grant in favour of a latter applicant as compared to an earlier\napplicant for special reasons to be recorded in writing. It also\nG gives an indication that it can have no application to cases in\nwhich a notification is issued because, in such a case, both the\nfirst proviso to Section 11(2) and Section 11(4) make it clear that\nall applications will be considered together as having been\nreceived on the same date. In view of our interpretation, the\nH proceedings of the Chief Minister and the recommendation\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\n295\ndated 06.12.2004 are contrary to the Scheme of the MMDR Act A\nas they were based on Section 11(5) which had no application\nat all to applications made pursuant to the notification dated\n15.03.2003.\nB\nD\n38. We have already extracted Rules 59 and 60 and analysis\nof those rules confirms the interpretation of Section 11 above\nand the conclusion that it is Section 11(4) which would apply to\na Notification issued under Rule 59(1). Rule 59(1) provides that\nthe categories of areas listed in it including, inter alia, areas that\nwere previously held or being under a mining lease or which has\nC\nbeen reserved for exploitation by the State Government or under\nSection 17A of the Act, shall not be available for grant unless (i)\nan entry is made in the register and (ii) its availability for grant is\nnotified in the Official Gazette specifying a date not earlier than\n30 days from the date of notification. Sub-rule (2) of Rule 59\nempowers the Central Government to relax the conditions set\nout in Rule 59(1) in respect of an area whose availability is\nrequired to be notified under Rule 59 if no application is issued\nor where notification is issued, the 30-days black-out period\nspecified in the notification pursuant to Rule 59(1)(i)(ii) has not\nexpired, shall be deemed to be premature and shall not be\nentertained. As discussed earlier, Section 11(4) is consistent\nwith Rules 59 and 60 when it provides for consideration only of\napplications made pursuant to a Notification. On the other hand,\nthe consideration of applications made prior to the Notification,\nas required by the first proviso to Section 11(2), is clearly F\ninconsistent with Rules 59 \u0026 60. In such circumstances, a\nharmonious reading of Section 11 with Rules 59 and 60,\ntherefore, mandates an interpretation under which Notifications\nwould be issued under Section 11(4) in the case of categories\nof areas covered by Rule 59(1). In those circumstances, we are G\nunable to accept the argument of learned senior counsel for\nJindal and Kalyani with reference to those provisions.\n39. The Division Bench has clearly erred in concluding that\napplications made prior to the notification under Rule 59(1) which\nE\nH\nB\n296 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA are premature and cannot be entertained under Rule 60 would\nrevive upon issuance of the Notification. This conclusion goes\nagainst basic principles of statutory interpretation. We have\nalready pointed out the effect of Rule 60 which is couched in\nnegative language that is mandatory in nature. Further, if that was\nthe intention of the Legislature, there was no reason for the *\nLegislature to take pains to state in Rule 60(b) that an application\nmade during the black-out period of 30 days specified in the\nNotification also would be premature and could not be\nentertained. Accordingly, the interpretation placed by the\nDivision Bench on Rule 60 would result in reading in a proviso\nat the end of Rule 60 to the effect that once the 30-days black-\nout period specified in the Notification contemplated by Rule\n59(1)(ii) is over, premature applications would revive. After taking\nsuch pains to make it clear that the applications would not be\nentertained until the end of the 30-days period, surely the\nLegislature itself would have inserted such a proviso at the end\nof Rule 60 if that were its intention.\nC\nD\n40. In Amritlal Nathubhai Shah \u0026 Ors. vs. Union\nGovernment of India \u0026 Anr., (1976) 4 SCC 108 (para 7), this\nE Court observed as follows:\nF\nG\nH\n16\nRule 60 provides that an application for the grant of a\nprospecting licence or a mining lease in respect of an area\nfor which no such notification has been issued, inter alia,\nunder Rule 59, for making the area available for grant of a\nlicence or a lease, would be premature, and “shall not be\nentertained and the fee, if any, paid in respect of any such\napplication shall be refunded.\" It would therefore follow that\nas the areas which are the subject-matter of the present\nappeals had been reserved by the State Government for the\npurpose stated in its notification, and as those lands did not\nbecome available for the grant of a prospecting licence or\na mining lease, the State Government was well within its\nrights in rejecting the applications of the appellants under\nRule 60 as premature. The Central Government was thus\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\n297\njustified in rejecting the revision applications which were A\nfiled against the orders of rejection passed by the State\nGovernment.”\nB\nC\nD\n41. Even thereafter, this Court has consistently taken the\nposition that applications made prior to a Notification cannot be\nentertained. In our view, the purpose of Rule 59(1), which is to\nensure that mining lease areas are not given by State\nGovernments to favour persons of their choice without notice to\nthe general public would be defeated. In fact, the learned single\nJudge correctly interpreted Section 11 read with Rules 59 and\n60. The said conclusion also finds support in the decision of this\nCourt in State of Tamil Nadu vs. M.S. Hindstone \u0026 Ors., (1981)\n2 SCC 205 at page 218, where it has been held in the context\nof the rules framed under the MMDR Act itself that a statutory\nrule, while subordinate to the parent statute, is otherwise to be\ntreated as part of the statute and is effective. The same position\nhas been reiterated in State of U.P. vs. Babu Ram Upadhya,\n(1961) 2 SCR 679 at 701 and Gujarat Pradesh Panchayat\nParishad \u0026 Ors. vs. State of Gujarat \u0026 Ors., (2007) 7 SCC 718.\nThe Division Bench did not advert to these aspects as analyzed\nby the learned single Judge. On the other hand, the Division\nBench accepted Jindal's contention that if Rule 60 is interpreted\nto render applications made prior to Rule 59(1) Notification non\nest, it would make Rule 59(2) unworkable because persons\nnormally apply for mining lease areas along with an application\nfor relaxation under Rule 59(2). This conclusion is clearly F\nmisplaced. It is only the request under Rule 59(2) of any person\nfor relaxation in respect of an area that is considered and not\nthe application for grant. Only after the relaxation under Rule 59(2)\nby the Central Government of the requirement of Notification\nunder Rule 59(1) that applications could be considered for grant\nof mining lease. The decision relied on by the learned senior\ncounsel for Jindal in T/SCO (supra), (paras 42, 44 and 47), that\napplications made by certain parties were considered after a\nrelaxation under Rule 59(2) cannot be taken as laying down any\nlaw. It is also seen that consideration of the applications made H\nE\nG\nB\n298 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA by various parties in the TISCO's case was pursuant to the\ndirections issued by this Court and not independently by the State\nGovernment under Section 11 of the Act. As a matter of fact, the\nissue whether premature applications revived for consideration\nafter the relaxation under Rule 59(2) was neither expressly raised\nnor decided in the TISCO's case. In the light of the above\ndiscussion about Section 11(2) alongwith Rules 59 and 60, it\nshould be interpreted that Section 11(2) is to cover virgin areas\nalone. In view of the same, the Jindal's application made prior\nto the Notification cannot be entertained along with the\nC applications made pursuant to the Notification dated 15.03.2003\nD\nE\nLL\nF\nbecause it is Section 11(4) which covers the said Notification\nalong with Rule 59(1) and not the first proviso to Section 11(2)\nas contended by the respondents.\nIssue (c)\nWhether the order of the High Court of Karnataka in Ziaulla\nSharieff's (supra) permit the consideration of the Jindal's\napplication dated 24.10.2002 which was made prior to the\nnotification dated 15.03.2003.\n42. We have already discussed this issue. In addition to the\nsame, perusal of the order of the High Court in Writ Petition No.\n35915 of 2001 shows that the State Government was directed\nto consider only the application of the MSPL and the applications\nfiled by the impleading applicants and others pursuant to the\nNotification dated 15.03.2003 in accordance with law and in\nterms of the provisions of the MMDR Act and MC Rules. In other\nwords, the High Court did not issue any direction to consider all\napplications made prior to the notification. To put it clear, there\nwas no mandamus from the High Court to consider prior\napplications. The word \"others\" qualify the phrase \"pursuant to\"\nand not the class of applicants who had applied even prior to\nthe \"Held Area Notification\" dated 15.03.2003. As a matter of\nfact, the High Court had merely directed the State Government\nto consider the applications in accordance with the provisions\nH of the MMDR Act and MC Rules. Even otherwise, the said order\nG\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\n299\nwas passed without going into the specific provisions in the Act A\nor Rules. Further, the order does not deal with the interpretation\nof Section 11 or Rules 59 and 60. Hence, the order of the High\nCourt of Karnataka in Ziaulla Sharieff's case does not permit\nthe consideration of Jindal's application dated 24.10.2002 which\nwas made prior to the notification dated 15.03.2003.\nIssue (d):\nB\nWhether Rule 35 of the MC Rules justify the\nrecommendation of the State Government and the\nproceedings of the Chief Minister in favour of the C\nRespondents - Jindal \u0026 Kalyani?\n\"Rule 35. Preferential rights of certain persons - Where\ntwo or more persons have applied for a reconnaissance\npermit or a prospecting licence or a mining lease in respect\nof the same land, the State Government shall, for the\npurpose of sub-section (2) of section 11, consider besides\nthe matters mentioned in clauses (a) to (d) of sub-section\n(3) of section 11, the end use of the mineral by the applicant.\nWe have already adverted to the proceedings of the Chief\nMinister which heavily relied on Rule 35 to justify the\nrecommendation in favour of the respondents - Jindal and\nKalyani on the premise that it is intended to give preference to\nthose who have made existing investments in industries based\non iron ore and both of them qualify on this consideration. From\na plain reading of Rule 35, it is clear that the rule permits the State\nGovernment to differentiate between the \"end use\" of the\nminerals for the purpose of sub-section (2) of Section 11 in\naddition to the matters in Section 11(3). In the case on hand, all\nthe parties, namely, MSPL, Sandur, Jindal and Kalyani\nexpressed their intention to use iron ore from the mines for\nproducing steel and, therefore, the same \"end use\" requirement\nis satisfied.\nD\nLU\nE\nF\nН\n"}