{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"+\nL\nཤ\nNAND KISHORE OJHA\nV.\nMADANMOHAN JHA\nMARCH 19, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nA\nB\nContempt of Court-Plan of restructuring entire school education in\nState of Bihar-Undertaking by the State to recruit and fill in the vacant\nposts of teachers-Non-compliance of-Contempt petition-Held: In view of\nC\nthe statement by the State that priority would be given to the trained teachers\nin appointment and also the clarifications made, petition disposed of with\nthe direction to implement the undertaking.\nD\nThe government in its 'agenda for good governance' has chartered a\npolicy framework for education in the State. State of Bihar filed affidavit\nundertaking to recruit and fill in the vacant posts of teachers in the School.\nIn the meantime, it decided to recruit the trained teachers on the vacant posts\navailable in the State of Bihar and that since the number of available trained\nteachers in the State were expected to be less than the available vacancies, no\ntest would be required for selection. State of Bihar did not give effect to the\nsaid undertaking. The petitioner then filed a contempt petition. State of Bihar E\nfiled an affidavit dated 07.02.2007 in reply explaining the change of\ncircumstances. It stated that priority has been given to trained teachers in\nappointment and only if trained teachers were not available in sufficient\nnumbers, the case of untrained teachers would be considered by the Authority.\nPetitioner filed a rejoinder disputing the statement made by the State.\nDisposing of the Contempt petition, the Court\nF\nHELD: In view of the categorical statement made that priority will be\ngiven to the trained teachers in appointment and also the clarification made\nin the affidavit dated 7.2.2007, the State of Bihar is directed to implement the\nG\nundertaking given by it earlier and also by the affidavit dated 7.2.2007, in\nletter and spirit by appointing the trained teachers on priority basis.\n[Para 5] [182-E]\nCIVIL APPELLATE JURISDICTION Contempt Petition (C) No. 207 of\n2006.\n179\nH\nA In\n180\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nB\nSpecial Leave Petition (C) No. 22882 of 2004.\nL.N. Rao, Santosh Kumar, M.F.A. Shuttari and Mushtaq Ahmad for the\nPetitioner.\nKaliash Vasdev, Gopal Singh and Ankur Raj for the Respondents.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. 1. Heard Mr. L.N. Rao, learned Senior\nC Counsel for the petitioner and Mr. Kailash Vasdev, learned Senior Counsel for\nthe respondent.\nD\nE\nF\nG\nH\n2. The State of Bihar by its affidavit dated 18.1.2006 filed in this Court\nhas stated thus:\n4.\n5.\n6.\nThat it is submitted that the government in its ‘agenda for good\ngovernance' has chartered a policy framework for education in\nthe State. As regards the school education, it is committed to\nrecruit and fill in the vacant posts of teachers on top priority;\nreactivate teacher's training for motivational re-orientation, for\nenhancing their capability and quality of teaching; and for\nconstructing and repairing of school buildings. In addition the\ngovernment is also setting up a Committee of Experts to suggest\ncomprehensive reforms in all areas of education so as to raise its\nstandard and quality.\nThat in the meantime, it has been decided that trained teachers\nbe recruited on the vacant posts available in the State of Bihar.\nThe Bihar Elementary Teachers Appointment Rules, 2003 having\nbeen quashed by the Patna High Court, new recruitment rules are\ncontemplated to facilitate recruitment of trained teachers in a\n´ decentralized manner, by giving them age relaxation as ordered\nby the High Court.\nThat Chapters 6 and 7 of the Bihar Education Code relating to\noriental education and hostels and messes will be kept in mind,\nas directed by the Patna High Court, while making recruitment of\nteachers.\nL\nT\nNAND KISHORE OJHA v. MADANMOHAN JHA [LAKSHMANAN, J.] 181\n7.\nThat it is respectfully submitted that since the number of available A\ntrained teachers in the State is expected to be less than the\navailable vacancies, no test for selection is required. To that\nextent, a reference to this Bihar Public Service Commission for\ninitiating the process of recruitment of trained teachers may not\nbe necessary, and the orders of this Hon'ble Court and of the\nB\nPatna High Court in this regard may be modified.\"\n3. According to the learned Senior Counsel for the petitioner, the said.\nundertaking and in particular para 7 of the said undertaking have not been\ngiven effect to by the State of Bihar. An Affidavit in reply dated 7.2.2007 on\nbehalf of the sole contemnor (for State of Bihar) has been filed explaining the\nchange of circumstances. Paragraphs 8 to 14 of the said affidavit read thus:\n8.\nC\nD\nThat it is respectfully submitted that the State of Bihar has a total\nof about 196 lakh of children in the age group of 6-14 years. The\nState is aware of its constitutional duty of providing free and\ncompulsory education to children in this age group, as postulated\nin Article 21A of the Constitution. By taking into account 24 lakh\nchildren studying in private schools, the State requires a total of\n4.30 lakh teachers to teach remaining 172 lakh children in the ratio\nof 1:40, fixed as the norm under the National Policy on Education.\nPresently it has had only 1.10 lakh teachers on regular basis and\nabout 1 lakh contract teachers (contract for 11 months) on a E\nsalary of Rs.1500/- per month only.\n9. That in compliance of the assurance given to the Hon'ble Patna\nHigh Court by the State Government and also as a part of the\nplan to restructure the entire school education in the State of\nBihar, the government has taken a series of measures as detailed E\nbelow:\n(a) Opening of 15,000 new schools\n(b) Developing an integrated plan for school construction\n(c) Revitalizing teacher-training institutions\n(d) Revamping the mid-day meal scheme etc.\n10. That it is respectfully stated that with regard to the recruitment\nand deployment of teachers, the State has taken several major\npolicy decisions as detailed below:\nG\nH\nj\nA\nB\nC\nD\n182\nSUPREME COURT REPORTS\n(a) Abolish the system of contract teachers\n[2007] 4 S.C.R.\n(b) Confirm around one lakh contract teachers with reasonable\nsalaries and train them under the NCTE approved training\nprogramme\n(c) Provide conducive service conditions for the teachers.\"\n4. In pragraph 17 of the said affidavit in reply dated 7.2.2007, it is stated\nthat priority has been given to trained teachers in appointment and only\nif trained teachers are not available in sufficient numbers, the case of\nuntrained teachers are considered by the concerned by the 'Panchayati Raj\nInstitute (PRI) to achieve the constitutional goal of free and compulsory\neducation for children from age 6-14, and in this regard the State of Bihar and\nother answering respondents are complying with the orders of the High Court\nand also of this Court. A rejoinder has also been filed by the petitioner\ndisputing the statements made by the State of Bihar in the affidavit dated\n7.2.2007.\n5. In view of the categorical statement now made that the priority will\nbe given to the trained teachers in appointment and also the clarification made\nin paragraphs 19 to 22 of aforesaid affidavit dated 7.2.2007, we direct the State\nof Bihar to implement the undertaking given by the State of Bihar earlier and\nalso now by the present affidavit dated 7.2.2007 in letter and spirit by\nE appointing the trained teachers on priority basis.\nN.J.\nThe Contempt Petition is disposed of accordingly.\nContempt Petition disposed of.\n"}