{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\n* HARBANS KAUR'AND ANR.\nV.\nSTATE OF HARYANA\nMARCH 1, 2005\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.].\nC\nPenal Code, 1860 :\n2\nSections 323, 325 and 326 r/w. Section 34-Injuries caused-Resulting\nin subsequent death-Incident seen by related eye-witnesses--Conviction by\nCourts below Sentences of 3 months 2 years and 7 years respectively-On\nappeal, held: Conviction justified-However in view of background of the\ncase, sentence of 7 years reduced to custodial sentence of 4 years.\nSection 34-Common intention-Applicability of-Held: In order to make\nD the common intention applicable, plan or meeting of mind of all the accused,\neither prearranged or on the spur of moment, is to be established-Proof of\ncommon intention, in absence of direct proof, can be inferred from the\ncircumstances of proved facts and circumstances of the case-Evidence.\nE\nF\nCriminal Trial:\nRelated witness-Evidentiary value of-Held: such witness cannot be\ntreated as untruthful-In case of plea of their partiality, reason for the witness\nto shield the actual culprit is to be shown.\nFIR-Delay in lodging-Effect of-On prosecution case-Held: The delay\nin lodging FIR does not necessarily make the prosecution case suspect-Even\na long delay can be condoned if witnesses are shown to have no motive to\nimplicate the accused and congent reason for delay is given-The suspicion\ndue to delay will depend on the facts of each case.\nAppellants-accused caused grievous injuries to a person. Father (PW-\n6) and wife (PW-7) of the victim were the eyewitnesses to the incident.\nG After some time of the incident, when the condition of the victim\ndeteriorated he was taken to hospital. The doctor sent information to the\nPolice and on the basis of statement of PW-6, FIR was recorded. After\nsome time the victim died. Appellants were charged u/s. 304 Part-I IPC\nr/w Section 34. Trial Court, relying on the evidence of eye-witnesses held\nthe accused guilty u/s 323, 325 and 326 r/w Section 34 IPC and sentenced\n450\nH\nHARBANS KAUR v. STATE OF HARYANA\n451\nthem to rigorous imprisonment for three months, two years and seven A\nyears respectively. High Court confirmed the conviction.\nIn appeal to this Court, appellants contended that prosecution\nversion did not inspire confidence as the same was based on evidence of\nrelated witnesses; that there was delay in lodging FIR; that Section 34 IPC\nB\nwas not applicable in the facts of the case; and that the sentences imposed\nwere high.\nDisposing of the appeal, the Court\nHELD : 1.1. Courts below have rightly relied on the evidence of\nprosecution witnesses. There is no proposition in law that relatives are to\nbe treated as untruthful witnesses. On the contrary, reason has to be shown\nwhen a plea of partiality is raised to show that the witnesses had reason\nto shield actual culprit and falsely implicate the accused. No evidence has\nbeen led in this regard. [454-E]\nC\nD\n1.2. There cannot be any generalization that whenever there is a\ndelay in lodging the FIR, the prosecution case becomes suspect. Whether\ndelay is so long as to throw a cloud of suspicion on the seeds of the\nprosecution case, would depend upon the facts of each case. Even a long\ndelay can be condoned if the witnesses have no motive of implicating the\naccused and have given a plausible reason as to why the report was lodged E\nbelatedly. In the instant case, this has been done. It is to be noted that\nthough there was cross-examination at length no infirmity was noticed in\ntheir evidence. [454-F-G]\n2.1. Section 34 has been rightly applied in this case. Section 34 has\nbeen enacted on the principle of joint liability in the doing of a criminal F\nact. The Section is only a rule of evidence and does not create a substantive\noffence. The distinctive feature of the Section is the element of participation\nin action. The liability of one person for an offence committed by another\nin the course of criminal act perpetrated by several persons arises under\nSection 34 if such criminal act is done in furtherance of a common\nintention of the persons who join in committing the crime. Direct proof\nof common intention is seldom available and, therefore, such intention can\nonly be inferred from the circumstances appearing from the proved facts\nof the case and the proved circumstances. In order to bring home the\ncharge of common intention, the prosecution has to establish by evidence,\nwhether direct or circumstantial, that there was plan or meeting of mind H\nG\n1\n1\n452\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA of all the accused persons to commit the offence for which they are charged\nwith the aid of Section 34, be it pre-arranged or on the spur of moment;\nbut it must necessarily be before the commission of the crime.\nB\n[456-C; 454-H; 455-C]\nAshok Kumar v. State of Punjab, AIR (1977) SC 109, relied on.\nMahbub Shah v. Emperor, AIR (1945) Privy Council 118, referred to.\n2.2. Section 34 does not say “the common intention of all”, nor does\nit say \"and intention common to all”. Under the provisions of Section 34\nthe essence of the liability is to be found in the existence of a common\n.C intention animating the accused leading to the doing of a criminal act in\nfurtherance of such intention. As a result of the application of principles\nenunciated in Section 34, when an accused is convicted under Section 302\nread with Section 34, in law it means that the accused is liable for the act\nwhich caused death of the deceased in the same manner as if it was done\nD by him alone. The provision is intended to meet a case in which it may be\ndifficult to distinguish between acts of individual members of a party who\nact in furtherance of the common intention of all or to prove exactly what\npart was taken by each of them. [455-G; 456-A]\nCh. Pulla Reddy and Ors. v. State of Andhra Pradesh, AIR (1993) SC\nE (1899) and Anil Sharma and Ors. v. State of Jharkhand, [2004] 5 SCC 679,\nrelied on.\n3. In view of the background facts, custodial sentence of 4 years in\nplace of 7 years for the offence relatable to Section 326 read with Section\n34 IPC would meet the ends of justice. The other sentences imposed remain\nF unaltered. [456-D-E]\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 370\nof 2005.\nFrom the Judgment and Order dated 12.11.2003 of the Punjab and\nG Haryana High Court at Chandigarh in Crl. A. No. 332(SB) of 1991:\nH\nSalil Bali, Rajesh K. Sharma and Ms. Shalu Sharma for the Appellants.\nD.P. Singh, Ms. Avneet Toor and Vijay Kumar Garg for the Respondent.\nThe Judgment of the Court was delivered by\nHARBANS KAUR v. STATE OF HARYANA [PASAYAT,\nARIJIT PASAYAT, J. Leave granted.\nJ.]\n453\nA\n:\nI\nAppellants call in question legality of the judgment rendered by a\nDivision Bench of the Punjab and Haryana High Court upholding conviction\nof the appellants (hereinafter referred to as the ‘accused') under Sections\n323, 325 and 326 read with Section 34 of the Indian Penal Code, 1860 (in\nshort the 'IPC') and sentence as imposed by the trial Court which had sentenced B\neach to undergo rigorous imprisonment for three months, two years and\nseven years respectively with separate fines for each of the alleged offences\nwith default stipulations.\nBackground facts leading to the trial of the accused appellants are as\nC\nfollows:\nD\nThe case was registered on the basis of information lodged by Piara\nSingh (PW-6), which was recorded on 10.11.1989 at about 2.00 a.m. According\nto the informant, he and his son Sham Singh's wife Sito (PW-7) were sitting\nin the courtyard of the house of Sham Singh (hereinafter referred to as the\n‘deceased'). It was about 11.00 a.m. on 9.11.1989 when deceased was coming\nfrom the village after purchasing vegetables. When he reached near the house\nof Janta Singh, son of Dharam Singh, Harbans Kaur (A-1) armed with a\nGandasi and Mitta Singh (A-2) armed with a lathi were present there. Mitta\nmade an obscene gesture. At this Mitta Singh and the deceased exchanged\nhot words and abused each other. Harbans Kaur gave a Gandasi blow on the E\nright hand of the deceased, which caused a grievous injury. Mitta Singh gave\na lathi blow on the left foot of the deceased and also gave a thrust blow of\nlathi on the left side of his head. Deceased fell down on the ground. The\noccurrence was witnessed by Piara Singh (PW-6) and Sitto (PW-7). Both of\nthem took Sham Singh injured to their house. When Piara Singh and Sito F\nraised alarm, both the accused persons ran away from the spot. Since the\ncondition of Sham Singh became serious during the night time, he was taken\nto the Primary Health Centre, Ratia. On 10.11.1989 at night at about 0.15\na.m. Dr. O.P. Kakkar examined Sham Singh. He found injury No. I which\nwas an incised wound in the middle phalanx of the index finger of right.\nhand. The second injury was an abrasion on the lateral side of upper 1/3rd G\npart of left leg and the patient complained of pain on different parts of the\nbody. Dr. O.P. Kakkar sent information to the Police Station, Ratia. ASI Ram\nRattan reached the Primary Health Centre and recorded the statement of Piara\nSingh which is the FIR. On the basis of this statement, FIR was recorded by\nASI Bharat Singh. Sham Singh expired at about 1.50 a.m. on 10.11.1989.\nH\n454\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA Hence, information to this effect was sent.\nThe accused persons were charged for alleged commission of offences\npunishable under Section 304 Part-I read with Section 34 IPC. The accused\npersons pleaded innocence and claimed trial. Eight persons were examined to\nfurther the prosecution case. Piara Singh (PW-6) was the complainant and\nB claimed to be an eye-witness. Smt. Sito (PW-7) wife of the deceased also\nclaimed to be an eye-witness. Placing reliance on their evidence, the learned\nAdditional Session Judge, Hissar found the accused persons guilty and\nsentenced them to undergo sentences as noted above. In appeal, the High\nCourt confirmed the conviction and the sentences.\nC\nD\nE\nF\nIn support of the appeal, learned counsel for the accused appellants\nsubmitted that the prosecution version was based on testimonies of relatives\nand, therefore, does not inspire confidence. Section 34 IPC has no application\nto the facts of the case. Further there was delay in lodging the FIR.\nAdditionally, it was submitted that the sentences imposed were high.\nIn response, learned counsel for the State submitted that after analysing\nthe factual position the Courts below have found the accused persons guilty\nand no interference is called for. The sentences imposed are also not in any\nmanner on the higher side.\nThere is no proposition in law that relatives are to be treated as untruthful\nwitnesses. On the contrary, reason has to be shown when a plea of partiality\nis raised to show that the witnesses had reason to shield actual culprit and\nfalsely implicate the accused. No evidence has been led in this regard. So far\nas the delay in lodging the FIR is concerned, the witnesses have clearly stated\nthat after seeing the deceased in an injured condition immediate effort was\nto get him hospitalized and get him treated. There cannot be any generalization\nthat whenever there is a delay in lodging the FIR, the prosecution case becomes\nsuspect. Whether delay is so long as to throw a cloud of suspicion on the\nseeds of the prosecution case, would depend upon the facts of each case.\nEven a long delay can be condoned if the witnesses have no motive of\nG implicating the accused and have given a plausible reason as to why the\nreport was lodged belatedly. In the instant case, this has been done. It is to\nbe noted that though there was cross-examination at length no infirmity was\nnoticed in their evidence. Therefore, the trial Court and the High Court were\nright in relying on the evidence of the prosecution witnesses.\nH\nSection 34 has been enacted on the principle of joint liability in the\n--\n-\n\u003e-\nHARBANS KAUR v. STATE OF HARYANA [PASAYAT, J.] 455.\nB\ndoing of a criminal act. The Section is only a rule of evidence and does not A\ncreate a substantive offence. The distinctive feature of the Section is the\nelement of participation in action. The liability of one person for an offence\ncommitted by another in the course of criminal act perpetrated by several\npersons arises under Section 34 if such criminal act is done in furtherance of\na common intention of the persons who join in committing the crime. Direct\nproof of common intention is seldom available and, therefore, such intention\ncan only be inferred from the circumstances appearing from the proved facts\nof the case and the proved circumstances. In order to bring home the charge\nof common intention, the prosecution has to establish by evidence, whether\ndirect or circumstantial, that there was plan or meeting of mind of all the\naccused persons to commit the offence for which they are charged with the C\naid of Section 34, be it pre-arranged or on the spur of moment; but it must\nnecessarily be before the commission of the crime. The true contents of the\nSection are that if two or more persons intentionally do an act jointly, the\nposition in law is just the same as if each of them has done it individually\nby himself. As observed in Ashok Kumar v. State of Punjab, AIR (1977) SC\nD\n109, the existence of a common intention amongst the participants in a crime\nis the essential element for application of this Section. It is not necessary that\nthe acts of the several persons charged with commission of an offence jointly\nmust be the same or identically similar. The acts may be different in character,\nbut must have been actuated by one and the same common intention in order\nto attract the provision.\nAs it originally stood the Section 34 was in the following terms :\n\"When a criminal act is done by several persons, each of such\npersons is liable for that act in the same manner as if the act was done\nby him alone.\"\nIn 1870, it was amended by the insertion of the words “in furtherance\nof the common intention of all” after the word \"persons\" and before the word\n\"each\", so as to make the object of Section 34 clear. This position was noted\nin Mahbub Shah v. Emperor, AIR (1945) Privy Council 118.\nE\nF\nG\nThe Section does not say “the common intention of all\", nor does it say\n\"and intention common to all”. Under the provisions of Section 34 the essence\nof the liability is to be found in the existence of a common intention animating\nthe accused leading to the doing of a criminal act in furtherance of such\nintention. As a result of the application of principles enunciated in Section\n34, when an accused is convicted under Section 302 read with Section 34, in H\nL\n456\nSUPREME COURT REPORTS\n[2005] 2 S:C.R.\nA law it means that the accused is liable for the act which caused death of the\ndeceased in the same manner as if it was done by him alone. The provision\nis intended to meet a case in which it may be difficult to distinguish between\nacts of individual members of a party who act in furtherance of the common\nintention of all or to prove exactly what part was taken by each of them. As\nwas observed in Ch. Pulla Reddy and Ors. v. State of Andhra Pradesh, AIR\n(1993) SC 1899, Section 34 is applicable even if no injury has been caused\nby the particular accused himself. For applying Section 34 it is not necessary\nto show some overt act on the part of the accused.\nB\nC\nD\nThe above position was highlighted recently Anil Sharma and Ors. v.\nState of Jharkhand, [2004] 5 SCC 679.\nIf the factual scenario as noted above is considered in the background\nof legal principles set out above, the inevitable conclusion is that Section 34\nhas been rightly applied.\nThe residual question is whether any interference is called for on the\nquantum of sentence. Looking into the background facts as noted above, we\nare of the view that custodial sentence of 4 years in place of 7 years as\nrecorded by the Courts below for the offence relatable to Section 326 read\nwith Section 34 IPC would meet the ends of justice. The other sentences\nimposed remain unaltered. With the aforesaid modification, the appeal is\nE disposed of.\nK.K.T.\nAppeal disposed of.\ni\ni\n"}