{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"M/S. ADHUNIK FOOD PRODUCTS (P) LTD., U.P.\nV.\nCOMMISSIONER OF CENTRAL EXCISE, MEERUT\nAPRIL 20, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\nA\n00\nB\nC\nCentral Excise Tarriff act, 1985-Chapter Heading 19.04 \u0026 21.07\n(remoulded as Chapter Heading 21.08 during AY 1996-97)-Assessee making\n'puffs' by swelling/roasting of cereals-Demand raised on accessee on ground\nof misdeclaration of product-Confirmed by authorities below as well as\nTribunal—Main question required to be decided was whether the 'puffs'\nwould fall under Chapter Heading 19.04 or under Chapter Heading 21.07\n(remoulded as Chapter Heading 21.08 during AY 1996-97)—But Tribunal\ngave no finding as to whether 'puffs' would fall under the Chapter Heading\n19.04—It did not consider various important issues questions-Matter D\nremanded to adjudicating authority for fresh determination.\nAssessee manufactures 'puffs' from cereals, namely wheat and soya\nnuts. The product is packed in unit containers and supplied to Integrated Child\nDevelopment Scheme (ICDS) in Haryana. Department issued show cause notice\nraising demand on the assessee for mis-declaration of the said products as\n'chabena/prasad'. It was further alleged that the products were sold in the\nmarket under the brand name 'bonton' as breakfast cereals, high in protein\nand low in cholesterol and also sold to five star hospitals and public schools.\nIn the circumstances, the assessee was asked to pay Rs.2.31 crores as duty.\nThe demand was confirmed by the authorities below as well as the Tribunal.\nHence the present appeal.\nAllowing the appeal, the Court\nE\nF\nHELD: 1.1. The ‘puffs' prepared from cereals cannot fall within the item\n'Prasad/prasadam'. To that extent the impugned order of adjudication is G\nacceptable. [Para 8] [394-E]\n1.2. The main question required to be decided was whether 'puffs' made\nfrom cereals would at all fall under Chapter Heading 19.04 or whether they\nwould fall under Chapter Heading 21.07 (remoulded as Chapter Heading 21.08\n389\nH\n390\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA during the Assessment Year 1996-97). In the entire discussion in the\nB\nimpugned judgment there is no finding given by the Tribunal as to whether\n'puffs' prepared from cereals would fall under the Chapter Heading 19.04.\nAs far as 'puffs' prepared from soya nuts are concerned there is no finding\nas to the quantity of puffed soya nuts sold by the assessee during the requisite\nperiod of ICDS, Haryana and the quantity of the said product sold by the\nassessee during the same period to public schools and five star hospitals.\nThere is also no finding as to whether ‘puffed soya nuts' were supplied to\nICDS, Haryana under the brand name 'bonton' or whether they were supplied\nwithout any brand name being affixed to the unit containers. These questions\nare important since the entry 2108.91 refers to nil rate of duty for \"Other\nC Edible Preparations\" as long as the product is supplied without a brand name.\nThese questions are also important to be decided particularly since the General\nExemption No.83 states that the benefit of exemption shall be given only if the\nproduct is a soya based food preparation for infant use. According to the\nassessee puffed soya nuts is a soya based food preparation under item No.25\nof the Notification No.2 of 1994 (General Exemption No.83). According to the\nD\nassesee puffed soya nuts were supplied to the schools under ICDS programme.\nNone of the questions have been decided. [Para 9 and 11] [394-E, F; 396-B-E]\nE\nF\nG\n2. In the circumstances, the judgment of the Tribunal is set aside and\nthe matter is remanded to the adjudicating authority for fresh determination\nin accordance with law. [Para 12} [396-E, F}\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 654 of 2002.\nFrom the Judgment and Order No. 215/2001-D dated 09.11.2001 of the\nCustoms, Excise \u0026 Gold (Control) Appellate Tribunal, New Delhi in Appeal\nNo. E-251/1998-D.\nA.R. Madhav Rao, Alok Yadav and M.P. Devnath for the Appellant.\nV. Shekhar, C.K. Sucharita and B.K. Prasad for the Respondent.\nThe Judgment of the Court was delivered by\nKAPADIA, J. 1. A short point which arises for determination in this civil\nappeal is whether 'puffs' obtained by the swelling or roasting of cereals\nconstitute preparations of cereals under Chapter Heading 19.04. According\nto the appellant 'puffs' from cereals fall under Chapter Heading 21.07 (Edible\nH preparations).\nA -\nADHUNIK FOOD PRODUCTS (P) LTD., U.P. v. COMMNR. OF CENTRAL EXCISE, MEEKUT (KAPADIA, J.] 391\n2. The assessee manufactures 'puffs' from cereals namely wheat and A\nsoya nuts. The said product is packed in unit containers and supplied to\nIntegrated Child Development Scheme (for short ‘ICDS') in Haryana.\n3. On 21.3.1997 a show-cause notice was issued by the Department\nraising a demand on the assessee for mis-declaration of the said products as\n'chabena/prasad'. In the said show cause notice it was further alleged that B\nthe products were sold under the brand name 'bonton'. Under the said show\ncause notice it was also alleged that the said 'puffs' were sold in the market\nas breakfast cereals, high in protein and low in cholesterol. It was further\nalleged that the said products were sold to five star hospitals and public\nschools. In the circumstances the assessee was called upon to pay to the C\nDepartment Rs.2.31 crores as duty for the aforesaid period. This demand has\nbeen confirmed by the authorities below as well as by the Tribunal. Hence\nthis civil appeal.\n4. In this case we are concerned with two sets of the same entry since\nthe show cause notice covers the period of 5 years between 1992-93 to 1996- D\n97.\n5. For the period 1994-95 we quote hereinbelow Chapter Heading 19.04\n\"CHAPTER 19\nPREPARATIONS OF CEREALS, FLOUR, STARCH OR MILK; PASTRY\nCOOKS' PRODUCTS\nNotes:\n1. XXX\nXXX\nXXX\n2. Heading No.19.04 does not cover preparations containing more\nthan 8% by weight of cocoa powder or coated with chocolate or other\nfood preparations containing cocoa of Chapter 18.\nHeading Sub-\nNo.\nheading\nNo.\n(1)\n(2)\n19.04\nDescription of goods\n(3)\nPrepared foods obtained by the swelling\nor roasting of cereals or cereal products\n(for example, corn flakes); cereals, other\nE\nF\nRate of\nduty\nG\n(4)\nH\nA\n392\nB\nSUPREME COURT REPORTS\nthan maize (corn), in grain form, pre-\ncooked or otherwise prepared\n1904.10\nPut up in unit containers and\nordinarily intended for sale\n1904.90\nOther\n[2007] 5 S.C.R.\n10%\nNil\nC\nD\n[I]\nE\nF\nG\nH\nFor the same period we quote hereinbelow Chapter Heading 21.07:\n“CHAPTER 21\nMISCELLANEOUS EDIBLE PREPARATONS\nNotes:\n1 to 4. xxx XXX\nXXX\n5. Heading No.21.07, inter alia, includes:\n(a) protein concentrates and textured protein substances;\n(b) preparations for use, either directly or after processing (such as\ncooking; dissolving or boiling in water, milk or other liquids), for\nhuman consumption;\n(c) preparations consisting wholly or partly of foodstuffs, used in the\nmaking of beverages or food preparations for human consumption;\n(d) powders for table creams, jellies, ice-creams and similar\npreparations, whether or not sweetened;\n(e) flavouring powders for making beverages, whether or not\nsweetened;\n(f) peanut butter;\n(g) preparations consisting of tea or coffee and milk powder, sugar\nand any other added ingredients;\n(h) preparations (for example, tablets) consisting of saccharim and a\nfoodstuff, such as lactose, used for sweetening purposes;\n(i) pre-cooked rise cooked either fully or partially and their dehydrates;\nand\nADHUNIK FOOD PRODUCTS (P) LTD., U.P. v. COMMNR. OF CENTRAL EXCISE. MEERUT [KAPADIA, J.] 393\n(j) preparations for lemonades or other beverages, consisting, for A\nexample, of flavoured or coloured syrups, syrup flavoured with an\nadded concentrated extract, syrup flavoured with fruit juices and\nconcentrated fruit juice with added ingredients.\n(emphasis\nsupplied)\nHeading Sub-\nDescription of goods\nNo.\nheading\nNo.\n(1)\n(2)\n(3)\n21.07\nEdible preparations, not elsewhere\nRate of\nB\nduty\n(4)\nspecified or included\nC\n2107.10\nPrasad or prasadam\nNil\n2107.20\nSterilised or pasteurized miltone\nNil\nOther:\n2107.91\nPut up in unit containers and\nordinarily intended for sale\nᎠ\n50%\n2107.99\nOther\n50%\n6. At this stage it may be noted that Chapter sub-heading 2107.91\nduring the relevant period attracted 50% duty. However, the effective rate of\nduty was nil in view of general exemption No.83 (item No.25) of the Notification E\nNo.2/1994 dated 1.3.1994. We quote hereinbelow item No.25 of General\nExemption No.84 vide Notification No.2/1994.\n\"GENERAL EXEMPTION NO. 83\nEffective rate of duty for certain specified goods of Chapters 4\nto 22\nF\nIn exercise of the powers conferred by sub-section (1) of section\n5A of the Central Excises and Salt Act, 1944 (1 of 1944), the Central\nGovernment, being satisfied that it is necessary in the public interest\nso to do, hereby exempts goods specified in column (3) of the Table G\nhereto annexed and falling under the Chapter or sub-heading No. of\nthe Schedule to the Central Excise Tariff Act, 1985 (5 of 1986), specified\nin the corresponding entry in column (2) of the said Table, from so\nmuch of the duty of excise leviable thereon which is specified in the\nsaid Schedule, as is in excess of the amount calculated at the rate\nspecified in the corresponding entry in column (4) thereof.\nH\n394\nA Heading Sub-\nNo.\nheading\nNo.\n(1)\n(2)\n2107.91\nB\n25\nC\nD\nE\nF\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nDescription of goods\nRate of\nduty\n(4)\n(3)\n(i) Soya textured protein, Soya\nyoghurt, soya tofu, soya based food\npreparations for infant use, soya milk\npowder, soya noodles, soya macaroni\nand soya tempeh, whether or not\ncontaining other food ingredients but\nnot containing cocoa;\n(ii) Powders of fruitsand\nvegetables;\n(iii) Papad, idli-mix, vada-\nmix, dosa-mix, jalebi-mix,\ngulabjamun-mix or\nnamkeens, such as bhujyia,\nchabena.\n7. Heard learned counsel on both sides.\nNil\n8. In the present matter the show cause notice concentrated more on\nthe denial of exemption claimed by the assessee, than the classification. We\nmay make it clear that the 'puffs' prepared from cereals cannot fall within the\nitem 'Prasad/prasadam'. To that extent we are in agreement with the impugned\norder of adjudication.\n9. The main question which was required to be decided was whether\n'puffs' made from cereals would at all fall under Chapter Heading 19.04 or\nwhether they would fall under Chapter Heading 21.07 (remoulded as Chapter\nHeading 21.08 during the Assessment Year 1996-97).\n10. For the sake of clarity we also quote hereinbelow the remoulded\nChapter Heading 21.08.\nG\n\"CHAPTER 21\nMISCELLANEOUS EDIBLE PREPARATONS\nNotes:\nH\n1 to 8. xxx XXX\nXXX\n:\n-5\nADHUNIK FOOD PRODUCTS (P) LTD., U.P. \u0026 COMMNR. OF CENTRAL EXCISE, MEERUT [KAPADIA, J.] 395\n9. Heading No.21.08, inter alia, includes:\n(a) protein concentrates and textured protein substances;\n(b) preparations for use, either directly or after processing (such as\ncooking; dissolving or boiling in water, milk or other liquids), for\nhuman consumption;\n(c) preparations consisting wholly or partly of foodstuffs, used in the\nmaking of beverages or food preparations for human consumption;\\\\\n(d) powders for table creams, jellies, ice-creams and similar\npreparations, whether or not sweetened;\n(e) flavouring powders for making beverages, whether or not\nsweetened;\n(f) peanut butter;\nA\nB\nC\n(g) preparations consisting of tea or coffee and milk powder, sugar D\nand any other added ingredients;\n(h) preparations (for example, tablets) consisting of saccharim and a\nfoodstuff, such as lactose, used for sweetening purposes;\n(i) pre-cooked rise cooked either fully or partially and their dehydrates;\nand\n(j) preparations for lemonades or other beverages, consisting, for\nexample, of flavoured or coloured syrups, syrup flavoured with an\nadded concentrated extract, syrup flavoured with fruit juices and\nconcentrated fruit juice with added ingredients.\nHeading Sub-\nDescription of goods\nE\nF\nRate of\nNo.\nheading\nduty\nNo.\n(1)\n(2)\n(3)\n(4)\n21.08\nEdible preparations, not elsewhere\nG\nspecified or included\n2108.10\n2108.20\nPreparations for lemonades or\nother Beverages intended for use in\nthe manufacture of Aerated Water\nSharbat\n40%\n20%\nH\n396\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA\n2108.30\nPrasad or Prasadam\nNil\nX\n2108.40\nSterilised or pasteurized miltone\nNil\nOther:\n2108.91\nNot bearing a brand name\nNil\n2108.99\nOther\n20%\nB\nC\n11. In the entire discussion in the impugned judgment there is no\nfinding given by the Tribunal as to whether 'puffs' prepared from cereals\nwould fall under the Chapter Heading 19.04. As far as 'puffs' prepared from\nsoya nuts are concerned there is no finding as to the quantity of puffed soya\nnuts sold by the assessee during the above period to ICDS, Haryana and the\nquantity of the said product sold by the assessee during the said period to\npublic schools and five star hospitals. There is also no finding as to whether\n'puffed soya nuts' were supplied to ICDS, Haryana under the brand name\n'bonton' or whether they were supplied without any brand name being affixed\nto the unit containers. These questions are important since the entry 2108.91\nD refers to nil rate of duty for \"Other Edible Preparations\" as long as the\nproduct is supplied without a brand name. These questions are also important\nto be decided particularly since the General Exemption No.83 states that the\nbenefit of exemption shall be given only if the product is a soya based food\npreparation for infant use. According to the assessee puffed soya nuts is\na soya based food preparation under item No.25 of the Notification No.2 of\n1994 (General Exemption No.83). According to the assessee puffed soya nuts\nwere supplied to the schools under ICDS programme. None of the questions\nhave been decided.\nE\n12. In the circumstances, we set aside the impugned judgment of the\nF tribunal and remand the matter to the adjudicating authority for fresh\ndetermination in accordance with law. The appeal is accordingly allowed with\nno order as to costs.\nB.B.B.\nAppeal allowed.\n:\n"}