{"pages":[{"pageNumber":21},{"pageNumber":22}],"text":"V.A. SHABEER v. P.A. NIAMATHULLA\n[V.S. SIRPURKAR, J.]\n129\nAct. We have already explained that the District Collector had A\nempowered PW5, with the full charge of Smt.P.C. Mary. If,\nSmt.P.C. Mary was acting as the Secretary of the Block\nPanchayat then automatically PW5 would get all those powers\nby his holding the full charge of Smt.P.C. Mary. The other\ncontentions raised in paras 4 and 5 of the written arguments B\nhave already been considered and they are nothing but the\nrepetition of the earlier arguments. Reference to Articles 243F(a)\nand 191(e) of the Constitution of India is wholly unnecessary.\n28. In para 5 again the question regarding the oath has\nbeen raised. There can be no doubt that taking of the oath is a\nsine qua non for a proper candidature. Again an absurd\nstatement is to be found to the following effect:\n\"If so that will hit directly the mandate of Article 243F, 173(a)\nand 191(e) of the Constitution of India read with Section\n36(2)(a) of the Representation of the People Act, 1951 read\nwith the decision of the Hon'ble Apex Court in Shaik Abdul\nRahman v. Jagat Ram Aryan [AIR 1969 SC 1111).\nC\nD\nThe contentions raised in paras 5(a) and 5(b) on the basis\nof the reported decision in Shaik Abdul Rahman (supra) are E\ncompletely meaningless. Further contentions raised in para 5(b)\nare nothing but the repetition of the earlier contentions. It has\nalready been explained by us earlier that it was not necessary\nfor PW5 to be in the rank of gazetted officer in the State service.\nThe respondent has completely misread Exhibit X-2(a) the\nF\nnotification issued under Section 29(a) of the Act.\n29. It is suggested in para 5(c) that by Exhibit X-9, the\nDistrict Collector had provided the full additional charge only of\nthe Block Development Officer, Alangad to PW5 and not that of\nthe Secretary of Block Panchayat, Alangad. This is a complete G\nmisreading of the notification. What was authorized by the said\nnotification was the full charge of Smt.P.C. Mary. Once it is an\nadmitted position that the BDOs were acting as the Secretary,\nBlock Panchayat and more particularly since Smt.P.C. Mary was\nacting as the Secretary, PW5 would enjoy the same powers. H\nt\nt\n130\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA The contentions raised in para 5(c) has, therefore, to be rejected.\nB\n30. The contentions raised in para 5(d) regarding Section\n52 of the Act read with Rule 6 of the Kerala Panchayat Raj\n(Conduct of Election) Rules, 1995 is totally irrelevant. Some other\ncontentions have been raised at page 9 of the Note in para 5\nwhich should in fact be para 6. The contentions are again in\nrespect of the authorization under Section 43 of the Act and it is\napprehended that in the absence of such authorization the\nelection machinery will break down. We only say that since the\nAssistant Returning Officer has to act under the control and\nC supervision of the Returning Officer, the apprehension is not\nonly unfounded but absurd. We are not prepared to disbelieve\nin the State machinery.\nD\nE\nF\nG\n31. In para 6(a) a further question is raised based on\nSections 52(1) and Section 55(2)(b) of the Act and it is\nsuggested that no other person or officer can perform all or any\nof the functions of the Returning Officer of conducting the\nelections. We have already shown earlier the scope and the\npowers of the Assistant Returning Officer. The contention has,\ntherefore, to be rejected.\n32. Lastly it is suggested that the District Election Officer\nhas no authority to appoint any person as Assistant Returning\nOfficer without the concurrence of the State Election\nCommission. That may be so. In this case the District Election\nOfficer has not appointed PW5 as Assistant Returning Officer.\nIt is because of Notification Exhibit X-8(a) that PW5 could ipso\nfacto take the authorization from the State Election Commission\nto act as the Assistant Returning Officer. We, therefore, find no\nmerits in the arguments.\n33. In view of the above, we allow this appeal, set aside\nthe order of the High Court and hold that the Election Tribunal\nwas right in upholding the election and dismissing the election\npetition. Counsel's fee fixed at Rs. 10,000/-.\nN.J.\nH\nAppeal allowed.\n"}