{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"P. MOHANAN PILLAI\nV.\nSTATE OF KERALA AND ORS.\nFEBRUARY 23, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nService Law:\nC\nRecruitment-Criteria for-Validity-Recruitment to the post of\nWatchman/Messenger/Attender-Candidate topping the written exam not\nselected-Challenge to-Held: There being no Statutory Rules governing the\nrecruitment, practice prevailing when the vacancy arose was to be adhered\nto-Zone of consideration was enlarged, cut-off marks were lowered and 100\nmarks were fixed for oral interview after publication of result of written\nexamination, without assigning good and sufficient reasons, thus, policy D\ndecision taken was arbitrary-Also nature of duties on which interview\nmarks are allocated not such which requires high intellectual ability-Thus,\nunsuccessful candidate directed to be appointed and selection of candidates\nmade set aside.\nF\nAppellant was appointed as worker in the Government Company. Twelve E\nposts of Watchman/Messenger/Attender fell vacant and recruitment was not\ngoverned by any Statutory Rules. All workmen of the company were to be\nconsidered. Applications were invited. 253 persons applied. Written exam was\nconducted. Appellant stood first and was called for interview among the 36\ncandidates who got highest marks. Thereafter, policy decision was taken to\ncall only those candidates who had come within the zone of three times the\nnumber of posts. Minimum qualification was reduced to 46 marks and 11 more\npersons were permitted to appear in the interview. 100 marks were fixed for\nboth written test as well as viva-voce. Appellant was not selected. Appellant\nthen filed writ petition on the ground that the respondent nos. 4 and 5 were\nappointed by the company, though they were not eligible and that the selection G\nlist was not published. Both the writ petition and writ appeal were dismissed.\nHence the present appeal.\nAppellant contended that the High Court failed to take into consideration\n53\nH\n54\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA the fact that the zone of consideration cannot be enlarged arbitrarily; and\nthat having regard to the nature of the duties required to be performed by the\nWatchman/Messenger/Attender, 100 marks could not have been fixed for oral\nB\nC\nD\nE\nF\nG\nH\ninterview.\nAllowing the appeal, the Court\nHELD: 1.1. Ordinarily rules which were prevailing at the time, when\nthe vacancies arose would be adhered to. The qualification must be fixed at\nthat time. The eligibility criteria as also the procedures as was prevailing on\nthe date of vacancy should ordinarily be followed. [Para 11] [58-D]\n1.2. Selection of the candidates was to be made from amongst the workers\nwho had been working in the Company for a long time. Although there may\nnot have been any statutory rules governing recruitment to the posts, evidently\na practice therefor was prevailing. Rule for the said purpose was fixed, namely,\n36 persons would be called for interview from amongst those who were\nsuccessfully competed the written examination. It is not in dispute that the\nappellant obtained more than 73% marks in the written examination and\ntopped the list; and that he was eligible for consideration for appointment in\nthe post. Furthermore the minimum qualifying marks in the written test was\nfixed. However, it is not known whether the same was 50% or not, but\nadmittedly higher than 46%. [Para 8] [57-E-F]\n1.3. Why such a decision had been taken after the publication of the\nresult of the written examination and after calling 36 candidates for interview\nis not known. Why the Company intended to enlarge the zone of consideration\nfrom 13 to 1:4 has also not been disclosed. Why the cut-off mark was also\nlowered remained a mystery. [Para 9] [58-B-C]\n1.4. In a given situation, a decision of the State may be changed, but\ntherefor good and sufficient reasons must be assigned. The Company failed\nto do so. The decision taken in this behalf smacks of arbitrariness. It\nprejudiced the candidates like the appellant. [Para 10] [58-C-D]\n1.5. The question as to how much marks should be allocated for interview\nwould depend upon the post and nature of duties to be performed. The nature\nof duties to be performed on the post of Watchman/Messenger/Attender is\nnot such which requires a high intellectual ability or any particular trait of\nthe candidates which is required to be judged by an expert. [Para 14] [59-F]\n1\n55\nP. MOHANAN PILLAI v. STATE OF KERALA [S.B. SINHA. J.]\n1.6. Selection of respondent Nos. 4 and 5 is set aside. The company is A\ndirected to appoint the appellant. [Para 17] [60-E]\nPitta Naveen Kumar and Ors. v. Raja Narasaiah Zangiti and Ors., (2006)\n9 SCALE 298; Vijay Syal and Anr. v. State of Punjab and Ors., [2003] 9 SCC\n401; Ashok Kumar Yadav v. State of Haryana, [1985] 4 SCC 417; All India\nState Bank Officers' Federation v. Union of India, [1997] 9 SCC 151; B\nJasvinder Singh v. State of J\u0026K, [2003] 2 SCC 132; I.I.T., Kanpur v. Umesh\nChandra and Ors., [2006] 5 SCC 664; Inder Parkash Gupta v. State of J\u0026K\nand Ors., [2004] 6 SCC 786; The Manager, Govt. Branch Press and Anr. v.\nD.B. Belliappa, AIR (1979) SC 429; Punjab State Electricity Board v. Zora\nSingh and Ors., [2005] 6 SCC 776 and K.K. Bhalla v. State of M.P. and Ors.,\n[2006] 3 SCC 581, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 927 of 2007.\nC\nFrom the Judgment and Final Order dated 7.2.2006 of the High Court of\nJudicature of Kerala at Ernakulam in W.A. No. 273/2006.\nD\nDr. K.P. Kylasanatha Pillai, Pathak Alok Kaushik and G. Ramakrishna\nPrasad for the Appellant.\nC.N. Sree Kumar, G. Prakash and R. Sathish for the Respondents.\nE\n1\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\n2. Oil Palm India Limited is a Government Company (for short, 'the\nCompany). The Union of India and the State of Kerala are its shareholders.\nIt is indisputably a 'State' within the meaning of Article 12 of the Constitution F\nof India. Appellant herein was appointed as a worker in the services of the\nCompany in the year 1982. 12 posts of Watchman/Messenger/Attender fell\nvacant. Recruitment to the said post is not governed by any statutory rules.\nAdmittedly, all the workmen who were in service of the Company were to be\nconsidered therefor. Applications having been invited for filling up of the said\n12 posts, 253 persons applied therefor. A written test was conducted on\n18.01.2001. Appellant herein stood first in the written examination. The said\nwritten examination was conducted by the Kerala State Productivity Council\nin terms of the resolution of the Board of Directors of the Company dated\n13.06.2000. It is not in dispute that the written test was conducted for eliminating\nthose who had failed to secure the minimum qualifying marks in the written H\nG\n56\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA test. It has also not been disputed that out of 253 applicants, only 197\nappeared therein. However, keeping in view the total number of posts which\nwere required to be filled up, only 36 candidates who got the highest marks\nwere called for interview, appellant being one of them. It is furthermore not\nin dispute that after a policy decision was taken to call only those candidates\nwho had come within the zone of three times of the number of posts, the\nminimum qualification was reduced to 46 marks and 11 more persons were\npermitted to appear at the interview. It has furthermore not been disputed that\n100 marks were fixed both for written test as well as viva-voce.\nB\n3. Appellant, having not been selected, filed a writ petition, on the\nC premise that Respondent Nos. 4 and 5 were appointed by the company,\nallthough not eligible therefor. It had categorically been stated that they were\ncalled for interview only one day prior to the holding thereof. It was alleged\nthat the top officers of the Company personally went to the houses of\nRespondent Nos. 4 and 5 and handed over the appointment orders on\n22.05.2001, which was a Sunday. It was also contended that the list of the\nD selected candidates had not been published.\nE\nF\nG\nH\n4. The Writ Petition of the appellant was dismissed by a learned Single\nJudge of the High Court by a judgment and order dated 22.12.2005, holding:\n\"...From the counter affidavit and also from the lists furnished by the\npetitioners themselves it is clear that of the 11 included in the additional\nlist only two were appointed and they are serial Nos. 6 and 8 in the\nadditional list. It is also stated in the counter affidavit that 50% marks\nwere given to the written test and 50% marks for the interview. That\nwill not vitiate the selection as held by the Supreme Court in Subash\nChandra Verma v. State of Bihar, [1995] Supp. 12 SCC 325. Selection\nis a matter of policy and if the Selection Committee thought it fit to\nhave the ratio of 1:4 for the purpose of selection, it cannot be said\nthat the selection is vitiated on that only ground. It is now settled law\nthat it is for the party who alleges vitiating factors like favouritism,\nmala fides etc. to plead and prove the same...'\n5. A Writ Appeal preferred thereagainst by the appellant was also\ndismissed by a Division Bench of the High Court, opining :\n\"7. We find hardly any substance in the arguments as above. Interview\nwas a mandatory step to be followed. In the matter of selection to the\npost of Watchman, we feel it is more appropriate to set apart 50%\nP. MOHANAN PILLAI v. STATE OF KERALA [S.B. SINHA, J.]\n57\nmarks for the interview. Physical fitness and personality are essential A\nrequirements for a watchman; Resourcefulness, aptitude and initiative\nare qualities essential for a Messenger and Attender, apart from the\nbookish knowledge. The above qualities are best assessable by an\ninterview.\"\n6. Dr. K.P. Kylasanatha Pillay, the learned counsel appearing on behalf B\nof the appellant, assailed the judgment of the learned Single Judge as also\nthe Division Bench of the High Court, contending :\n(1) The High Court committed a manifest error in passing the impugned\njudgment in so far as it failed to take into consideration the fact that the zone\nof consideration cannot be enlarged arbitrarily.\n(2) Having regard to the nature of the duties required to be performed\nby the Watchman/Messenger/Attender, 100 marks could not have been fixed\nfor oral interview.\n7. Mr. C.N. Sree Kumar, the learned counsel appearing for the company\nand Mr. G. Prakash, the learned counsel appearing on behalf of Respondent\nNo. 5, on the other hand, would support the judgment.\n8. Selection of the candidates was to be made from amongst the workers\nC\nD\nwho had been working in the Company for a long time. Although there may E\nnot have been any statutory rules governing recruitment to the posts in\nquestion, evidently a practice therefor was prevailing. Rule of the game for\nthe said purpose was fixed, namely, 36 persons would be called for interview\nfrom amongst those who were successfully competed the written examination.\nThe fact that the appellant obtained more than 73% marks in the written\nexamination and topped the list is not in dispute. The fact that he was eligible F\nfor consideration for appointment in the post is also not in dispute. It has\nfurthermore not been in dispute that the minimum qualifying marks in the\nwritten test was fixed. It is, however, not known whether the same was 50%\nor not, but then it was admittedly higher than 46%. The Managing Director\nof the Company in his counter affidavit categorically stated:\nG\n\"Since the number of posts that were available to be filled up was\n12, initially it was decided to call 36 candidates who had scored the\nhighest marks in the written test and these candidates were called to\nappear for an interview on 22.3.2001. However, it was then decided by\nthe Company to enlarge the zone of consideration to 1:4 and on the H\n58\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nbasis of this decision, call letters were again issued to the next 11\ncandidates, fixing a cut off mark of 46 out of 100. The candidates who\nwere thus called for the interview were interviewed on 22.3.2001 by a\npanel consisting of the Company's Chairman, Managing Director,\nUnder Secretary to the Department of Agriculture, Government of\nKerala and an outside expert member from the Kerala State Productivity\nCouncil, Kalamassery...\"\n9. Why such a decision had been taken after the publication of the\nresult of the written examination and after calling 36 candidates for interview\nis not known. Why the Company intended to enlarge the zone of consideration\nfrom 13 to 14 has also not been disclosed. Why the cut-off mark was also\nlowered remained a mystery.\n10. It may be that in a given situation, a decision of the State may be\nchanged, but therefor good and sufficient reasons must be assigned. The\nCompany failed to do so. The decision taken in this behalf smacks of\nD arbitrariness. It prejudiced the candidates like the appellant.\nE\nF\nG\n11. It is now well-settled that ordinarily rules which were prevailing at\nthe time, when the vacancies arose would be adhered to. The qualification\nmust be fixed at that time. The eligibility criteria as also the procedures as was\nprevailing on the date of vacancy should ordinarily be followed.\n12. In Pitta Naveen Kumar \u0026 Ors. v. Raja Narasaiah Zangiti \u0026 Ors.,\n[2006] 9 SCALE 298, a rule framed by the State of Andhra Pradesh reducing\nthe cut-off mark was struck down by this Court, holding :\n\"55. The question, however, remains as to whether the State could\nreduce the cut-off marks. If the cut-off mark specified by the State is\narbitrary, Article 14 would be attracted. The Tribunal did not have any\njurisdiction to pass an interim order directing reduction in the cut-off\nmark. The cut-off mark at 66% was fixed having regard to the ratio of\nthe candidates eligible for sitting at the written examination at 1:50. An\ninterim order as is well-known is issued for a limited purpose. By\nreason thereof, the Tribunal had jurisdiction to grant a final relief.\n56. Moreover, the Tribunal could not have directed the Commission\nto do something which was contrary to rules. An interim order is\nsubject to variation or modification. An interim order would ordinarily\nnot survive when the main matter is dismissed. The Commission also\nL\nH\nP. MOHANAN PILLAI v. STATE OF KERALA [S.B. SINHA, J.]\n59\ndid not intend to abide by the said directions. It wanted the State to A\npass an appropriate order. It was, pursuant to or in furtherance of the\nsaid desire of the Commission as also the direction of the Tribunal as\ncontained in its interim order dated 6.1.2005, GOMs 200 was issued.\nThe said Government Order was, thus, not issued by the State of its\nown. There was no independent application of mind. The statutory\nrequirements for passing an government order independent of the\ninterim directions issued by the Tribunal were wholly absent.\"\nB\nC\n13. Reliance placed by Mr. Sree Kumar on Vijay Syal and Anr. v. State\nof Punjab \u0026 Ors., [2003] 9 SCC 401 runs counter to the submission of the\nlearned counsel. Therein, the appellants secured less marks than those whose\nappointments were in question. In that situation it was held that they were\nto be denied appointments on the ground that they were called for in the\ninterview in the second list, the position of the appellant could not improve.\nAllegedly, when those candidates who belonged to Scheduled Caste and had\nsecured higher marks and in that view of the matter, the appellant therein D\ncould not be selected in the general category.\nE\n14. In the said decision, however, the Bench categorically opined that\nthe marks allocated for the viva voce should not normally exceed 12.5%\nnoticing the decisions of this Court in Ashok Kumar Yadav v. State of\nHaryana, [1985] 4 SCC 417, All India State Bank Officers' Federation v.\nUnion of India, [1997] 9 SCC 151 as also Jasvinder Singh v. State of J\u0026K\n[2003] 2 SCC 132. The question as to how much marks should be allocated\nfor interview would depend upon the post and nature of duties to be performed.\nThe nature of duties to be performed on the post of Watchman/Messenger/\nAttender is not such which requires a high intellectual ability or any particular F\ntrait of the candidates which is required to be judged by an expert. [See e.g.\nI.I.T., Kanpur v. Umesh Chandra and Ors., [2006] 5 SCC 664]\n15. We may notice that in Inder Parkash Gupta v. State of J\u0026K and\nOrs., [2004] 6 SCC 786, a three-Judge Bench opined:\n\"34. It is true that for allocation of marks for viva voce test, no hard-\nand-fast rule of universal application which would meet the\nrequirements of all cases can be laid down. However, when allocation\nof such marks is made with an intention which is capable of being\nabused or misused in its exercise, it is liable to be struck down as ultra\nvires Article 14 of the Constitution of India.\nG\nH\n60\nA\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nB\nC\nD\nE\n36. We would proceed on the assumption that the Commission was\nentitled to not only ask the candidates to appear before it for the\npurpose of verification of records, certificates of the candidates and\nother documents as regards qualification, experience, etc. but could\nalso take viva voce test. But marks allotted therefor should indisputably\nbe within a reasonable limit. Having regard to Rule 8 of the 1979 Rules\nhigher marks for viva voce test could not have been allotted as has\nrightly been observed by the High Court. The Rules must, therefore,\nbe suitably recast.\"\n16. In this case allocation of marks for interview was in fact misused.\nIt not only contravened the ratio laid down by this Court in Ashok Kumar\nYadav (supra) and subsequent cases, but in the facts and circumstances of\nthe case, it is reasonable to draw an inference of favouritism. The power in\nthis case has been used by the Appointing Authority for unauthorized purpose.\nWhen a power is exercised for an unauthorized purpose, the same would\namount to malice in law [See The Manager, Govt. Branch Press and Anr. v.\nD.B. Belliappa, AIR (1979) SC 429, Punjab State Electricity Board v. Zora\nSingh and Ors., [2005] 6 SCC 776 and K.K. Bhalla v. State of M.P. and Ors.,\n[2006] 3 SCC 581].\n17. For the reasons aforementioned, the impugned judgments cannot be\nsustained, which are set aside accordingly. Selection of Respondent Nos. 4.\nand 5 is set aside. The company is directed to appoint the appellant. The\nappeal is allowed with cost. Counsel's fee assessed at Rs. 10,000/-.\nN.J.\nF\nAppeal allowed.\n\"\n"}