{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"1\nSTATE OF MANIPUR AND ANR.\nV.\nKSH. MOIRANGNINTHOU SINGH AND ORS.\nFEBRUARY 26, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nManipur Home Guards Act, 1966-ss. 4(4) \u0026 8—Manipur Home Guards\nRules, 1981-rr. 3, 7 \u0026 8-Writ petitions seeking regularisation of services\nas Home Guards and for grant of regular pay scales-Allowed by High C\nCourt-Correctness of-Held, not correct-Initial appointment for Home\nGuard is for 3 years-Subsequent re-appointment is at the discretion of the\nCommandant-Home Guards is a voluntary reserve force to be utilised in\nemergencies-Not a service like police, para military force or army-Service\nLaw Regularisation.\nHome Guards Acts of various States-Where provisions of the Act not\nstrictly followed—Suggestion to Central Government to consider not releasing\nfunds for Home Guards in such States.\nRespondents filed several writ petitions for regularisation of their\nservices as Home Guards and for grant of regular pay scales. High Court\nallowed the petitions and directed the State Government to regularise the\nservices of Respondents and to grant them all service benefits, including\npensionary benefits, as payable to Government employees holding civil posts.\nHence the present appeals.\nAllowing the appeals, the Court\nHELD:1. In view of the Constitution Bench judgment of this Court in\nSecretary, State of Karnataka and Ors. v. Uma Devi and Ors., this Court cannot\ndirect regularization in service. Since the Court has no power to direct\nregularization, it also follows that it has no power to direct grant of benefits\npayable to the regular employees. [Para 7] [7-E}\nSecretary, State of Karnataka and Ors. v. Uma Devi and Ors., [2006] 4\nSCC 1, followed.\nᎠ\nE\nF\nG\n193\nH\nB\nA\nA\nB\nC\nD\nE\nF\nG\n194\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n2. A perusal of the provisions of the Manipur Home Guards Act, 1966\nand Manipur Home Guards Rules, 1981 show that the Home Guards was\nmeant to be a reserve force which was to be utilized in emergencies, but it\nwas not a service like the police, para military force or army; and there is no\nright in a member to continue till the age of 55 years. The initial appointment\nis for 3 years after which it is at the discretion of the Commandant (subject\nto approval of the Commandant General) to reappoint a member of the Home\nGuards, or not. The concept of Home Guards was of a voluntary citizen force\nas auxiliary to the police for maintaining law and order and for meeting\nemergencies like floods, fires, famine etc. and for civil defence. [Paras 12,\n13 and 14] [196-F-G-H]\nRajesh Mishra v. Govt. of NCT of Delhi, 98 (2002) DLT 624 (DB),\napproved.\n[The Court observed that the Home Guards Act in several States appears\nto be misused, and so the Central Government may consider not releasing\nfunds for the Home Guards in a State where the provisions of the Act are not\nbeing strictly followed.]\n2006.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1897-1901 of\nFrom the Judgment and final Order dated 9.6.99 of the Gauhati High\nCourt in Writ Appeal Nos. 97 of 1995 and 14 to 17 of 1996.\nV.N. Ganpule, Khwairakpam Nobin Singh and S. Biswajit Meitei for the\nAppellants.\nG.E. Vahanvati Sol. Gen., S.K. Bhattacharya, L.K. Paonam, Ajay Kumar\nPorwal, Devadatt Kamat, Harishikesh Baruah and Sushma Suri for the\nRespondents.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. These appeals have been filed against the\nimpugned judgment of the Guwahati High Court, Imphal Bench dated 9.6.1999\nin Writ Appeal Nos. 97 of 1995 and 14 to 17 of 1996.\n2. Heard learned counsel for the Parties and perused the record.\nH\nSTATE OF MANIPUR v. KSH. MOIRANGNINTHOU SINGH [KATJU, J.] 195\n3. It appears that the respondents had filed several writ petitions in the A\nGuwahati High Court inter alia praying that their services be regularized in\nthe Home Guards and that they be given regular pay scales.\n4. The learned Single Judge by his Judgment directed the state\nGovernment to regularize the services of the writ petitioners and to grant them\nB\nall service benefits, including pensionary benefits, as are payable to government\nemployees holding civil posts. The learned Single Judge also directed that the\nserices of the employees who have put in 10 years' of service in the Home\nGuards should be regularized. The learned Single Judge further directed\namendment of the Rules and the Act.\n5. Against the said judgment of the learned Single Judge an appeal was\nfiled before the Division Bench.\nC\n6. The Division Bench held that the learned Single Judge had no power\nto direct amendment of the Act and the Rules, and we fully agree with this\nview since the Act can be amended only by the Legislature and the Rules D\ncan only be amended by the State Government, or the empowered under the\nManipur Home Guards Act, 1947. However, the Division Bench upheld the\nother directions given in the Judgment of the learned Single Judge.\n7. We are of the opinion that in view of the Constitution Bench Judgment\nE\nof this Court in Secretary, State of Karnataka and Ors. v. Uma Devi and Ors.,\n[2006] 4 SCC 1, this Court cannot direct regularization in service. Since the\nCourt has no power to direct regularization, it also follows that it has no\npower to direct grant of benefits payable to the regular employees.\n8. It may be noted that home Guards Act has been constituted as a F\nvoluntary organization for service in emergencies and hence it cannot be\ntreated at par with other organizations like the army, para military organizations\nor the civil police.\n9. We have carefully perused the Manipur Home Guards Act, 1996.Section\n4(4) of the Act States as under:\n\"Subject to any rules made in this behalf, a Home Guard shall be\nrequired to serve the Home Gaurds organizations (including the period\nspent in training) which period may be extended by the Government\nto such further period as it may consider necessary, and a Home\nG\nH\n196\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nGuard shall thereafter serve in the reserve force of Home Guards\nconstituted as hereinafter provided for a period of three years and\nshall, while serving in such reserve force, be liable to be called out\nfor duty at any time.\"\n10. Section 8 states:\n\"The Home Guards may be called out in aid of the police force and\nwhen they are so called out they shall be under the control of the\nofficers of the police force in such manner and to such extent as may\nbe prescribed.\"\n11. Learned counsel for the respondents has invited our attention to\nRule 3 of the Rules which states that no person shall be appointed as a\nmember of the Home Guards unless he has attained the age of 20 years and\nhas not completed the age of 50 years. Learned counsel submitted that this\nmeans that a member of the Home Guard has a right to continue till the age\nD of 50 years. We do not agree. The 50-years age is the maximum limit after\nwhich a member of the Home Guards cannot be appointed. Rule 7 of the\nManipur Home Guards Rules 1981 states that the term of office of a member\nof the Home Guards shall be 3 years, but once appointed he shall be eligible\nfor re-appointment. However, Rule 8 states that a member of the Home Guards\ncan continue to be such a member until he attains the age of 55 years. Hence,\nthe initial term of appointment of a member of the Home Guards can only be\nthree years, and he can be reappointed from time to time, but he cannot\ncontinue after the age of 55 years.\nE\n12. A perusal of the provisions of the Home Guards Act and Rules show\nF that the Home Guards was meant to be a reserve force which was to be\nG\nutilized in emergencies, but it was not a service like the police, para military\nforce, or army, and there is no right in a member to continue till the age of\n55 years. We approve the view taken by the Delhi High Court in Rajesh\nMishra v. Govt. of NCT of Delhi 98 (2002) DLT 624 (DB).\n13. The initial appointment is for 3 years after which it is at the discreation\nof the Commandent (subject to approval of the Commandant General) to\nreappoint a member of the Home Guards, or not.\n14. The concept of Home Guards was of a voluntary citizen force as\nH auxiliary to the police for maintaining law and order and for meeting\nemergencies like floods, fires, famine etc. and for civil defence.\nSTATE OF MANIPUR v. KSH. MOIRANGNINTHOU SINGH [KATJU, J.] 197\n15. For the reasons given above these appeals are allowed and the A\nimpugned judgment of the Division Bench as well as of the learned Single\nJudge are set aside and the writ petitions filed in the Guwahati High Court\nare dismissed. There shall be no order as to costs.\n16. Before parting with this case, we would like to observe that the\nHome Guards Act in several States appears to be misused. Hence, the Central\nGovernment may consider not releasing funds for the Home Guards in a State\nwhere the provisions of the Act are not being strictly followed.\nB\nB.B.B.\nT\nAppeals allowed.\n"}