{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nPRADEEP SINGH\nV\nUNION OF INDIA AND ORS.\nAPRIL 19, 2007\nB\nC\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nArmy Act, 1950:\nss. 39-A and 116-Dismissal for absence without leave-Acting Naik\nin Army-Remaining absent without leave-Withdrawal of rank and Summary\nCourt-Martial-Punishment of dismissal awarded-Held: on facts, case is\ncovered by rules relating to acting ranks contained in Army Instruction Nos.\n84 and 88—Withdrawal of rank was on account of soldier's absence and was\nnot punishment in that sense-Punishment of dismissal awarded by Summary\nD Court-Martial upheld.\nE\ns.3(v) \"Commanding Officer\"-Officiating Commanding Officer\nconvening Summary Court-Martial-Held, High Court was right in holding\nthat Court-Martial was properly convened-Challenge to its composition\nwas without any substance.\nCourt-Martial-Nature and function of-Held, Court-Martial discharges\njudicial function and to a great extent is a court where provisions of Evidence\nAct are applicable-However, proceedings of a Court-Martial are not to be\ncompared with the proceedings in a criminal court under Code of Criminal\nProcedure, 1973-Court-Martial remains up to a significant degree, a\nF specialized part of overall mechanism by which military discipline is preserved.\nConstitution of India, 1950:\nArticles 226 and 227-Court-Martial proceedings-Held: Are subject\nto judicial review by High Court under Article 226, but Court-Martial is not\nG subject to superintendence of High Court under Article 227-If Court-Martial\nhas been properly convened and there is no challenge to its composition and\nproceedings are in accordance with the procedure prescribed, courts would\nnot interfere-Judicial review.\n358\nH\nPRADEEP SINGH v. U.O.I.\n359\nAppellant, who was holding an acting rank of Naik in the Army, after A\ncompleting the Commando course, absented himself for a period of 2½ months.\nThereafter when he reached his unit, his rank of Naik was withdrawn and he\nwas directed to appear before Summary Court-Martial, which on concluding\nthe hearing awarded him the punishment of dismissal. The respondent\nchallenged the order in a writ petition before the High Court on the grounds\nthat the officiating Commanding Officer was not competent to convene the B\nSummary Court-Martial and, therefore, the proceedings were without\njurisdiction; that he was not provided any legal assistance and as such, right\nof hearing was denied to him; and that since he had been punished with removal\nof rank, he could not again be tried and punished on the same ground. The\nHigh Court having dismissed the writ petition, the soldier filed the present\nappeal.\nBesides reiterating the contentions raised before the High Court,\nreferring to Section 80 of the Army Act, 1950, it was contended for the\nappellant that removal of stripes amounted to punishment and, therefore,\nfurther action was not permissible.\nC\nD\nT T\nཀ་\nDismissing the appeal, the Court\nHELD : 1.1. In the instant case, before respondent's absence from duty,\nhe was in the acting rank of Naik. Therefore, the case is covered by rules\nrelating to acting ranks contained in Army Instructions Nos. 84 and 88, and\nSection 80 of the Army Act, 1950 has no application in this regard. In this E\nview of the matter, withdrawal of ranks of Naik was on account of respondent's\nabsence and was not, therefore, punishment in that sense.\n[Paras 6, 4 and 7] [362-F; 364-G]\n1.2. So far as the denial of legal assistance is concerned, it was noted\nthat the appellant admitted that a Major was named as his friend to advise F\nhim during the course of trial. His plea that he did not see the said officer\nduring the court martial was found to be without substance. It was noted that\nin case he was not assisting him, he could have made a grievance before the\nSummary Court-Martial. That has been done. There was no substance in the\nplea. [Para 3] [361-G; 362-A]\n2.1. As regards challenge to legality of proceedings before the Court-\nMartial, though Court Martial proceedings are subject to judicial review by\nthe High Court under Article 226 of the Constitution, the court-martial is\nnot subject to the superintendence of the High Court under Article 227 of\nthe Constitution. If a court-martial has been properly convened and there is\nG\nH\n360\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA no challenge to its composition and the proceedings are in accordance with\nthe procedure prescribed the High Court or for that matter any court must\nstay its hands. The High Court has recorded a finding that the Court-Martial\nhas been properly convened and in view of definition of “Commanding Officer”\nas given in Section 3(v) of the Army Act, 1950 the challenge to its composition\nwas without any substance. [Paras 8 and 9] [365-B, C]\nB\nC\n2.2. A court-martial discharges judicial function and, to a great extent,\nis a court where provisions of the Evidence Act are applicable. Proceedings\nof a court-martial are not to be compared with the proceedings in a criminal\ncourt under the Code of Criminal Procedure, 1973. It has been rightly said\nthat court martial remains upto a significant degree, a specialized part of\noverall mechanism by which the military discipline is preserved. It is for the\nspecial need for the armed forces that a person subject to Army Act is tried\nby court-martial for an act which is an offence under the Act. When there is\nsufficient evidence to sustain conviction, it is unnecessary to examine if pre-\ntrial investigation was adequate or not. Requirement of proper and adequate\nD investigation is non-jurisdictional and any violation thereof does not invalidate\nthe court-martial unless it is shown that accused has been prejudiced or a\nmandatory provision has been violated. The High Court should not allow the\nchallenge to the validity of conviction and sentence of the accused when\nevidence is sufficient, the court-martial has jurisdiction over the subject\nmatter and has followed the prescribed procedure and it is within its powers\nto award punishment. [Para 9] [365-D-G]\nE\nF\nG\nH\nUnion of India and Ors. v. IC, 14827 and Major A. Hussain AIR (1998)\nSC 577, relied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 5799 of 2000.\nFrom the Judgment and Order dated 05.07.1999 of the High Court of\nJammu \u0026 Kashmir at Jammu in L.P.A. No. 196 of 1999.\nP.D. Sharma for the Appellant.\nNagendra Rai, Indra Sawhney, R.C. Kathia and B.V. Balaram Das for the\nRespondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Challenge in this appeal is to the judgment\nrendered by a Division Bench of the Jammu and Kashmir High Court dismissing\nས་\nPRADEEP SINGH v. U.O.I. [PASAYAT, J.]\n361\nthe Letters Patent Appeal filed by the appellant.\nA\n2. Background facts in a nutshell are as follows:\nT\n\u003e\n:\nAbsence for a period of 2½ months was treated as misconduct and\nSummary Court Martial was convened in terms of Section 116 of the Army\nAct, 1950 (hereinafter referred to as the ‘Act'). He was charged under Section B\n39A of the Act by order dated 7.8.1989 for having remained absent from duty\nwithout leave. He was tried and punished by a Summary Court Martial vide\norder dated 16.8.1989. The order of dismissal passed by the Court Martial was\nchallenged in the writ petition primarily on the following grounds:\ni\nthat officiating Commanding Officer was not competent to C\nconvene the Summary Court Martial and therefore, the proceedings\nand the sentence awarded by the Summary Court Martial is illegal\nbeing without jurisdiction;\n(ii) that the petitioner was neither provided any legal assistance nor\nallowed to cross-examine the witnesses, and therefore, the right D\nof hearing has been denied to him;\n(iii) that the petitioner having been punished by removal of the rank\ncould not be tried and punished on the same ground.\nE\n3. The respondents took the stand that all the submissions are without\nfoundation. The High Court noticed that the appellant was posted somewhere\nin Leh and was deputed for Commando course in December, 1988 which he\njoined in January, 1989. He completed the course on 7.2.1989, but instead of\nreporting at the Transit Camp after completion of the course, he went home\non the assumption that he had already applied for annual leave which must\nhave been sanctioned by his Commanding Officer. He finally reported at 259- F\nTransit Camp on 21.4.1989 and reached his unit on 19.5.1989. His grievance\nwas that immediately after he reached the unit, his rank of Naik was withdrawn.\nLater he was directed to appear before the Summary Court Martial on 11.8.1989,\nwhich concluded the hearing and awarded the punishment of dismissal. The\nHigh Court found that the stand that Officiating Commanding Officer was not\ncompetent to convene Summary Court Martial was without substance in view\nof the definition of \"Commandant Officer\" as given in Section 3(v) of the Act.\nSo far as the denial of legal assistance is concerned, it was noted that the\nappellant admitted that Major D.P. Naikavde was named as his friend to\nadvise him during the course of trial. His plea that he did not see the said\nofficer during the court martial was found to be without substance. It was H\nG\nB\n362\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA noted that in case he was not assisting him, he could have made a grievance\nbefore the Summary Court Martial. That has not been done. There was no\nsubstance in the plea. The appellant was informed that on completion of the\ncommandant course he did not immediately join the unit and instead joined\nafter 2½ months. He assumed leave may have been granted without any\nfoundation. As he was holding acting rank of Naik, he forfeited the right to\nhold the same because of his absence from duty without leave as per army\nHeadquarter letter No.94930/AG/PSC (C) dated 21.11.1988. Appellant was not\nholding the substantive rank of Naik, the same was withdrawn, because of\nabsence without leave. It was in essence withdrawal of a concession given.\nThe plea relating to dual jeopardy was, therefore, without any substance.\nC Accordingly, writ petition was dismissed. Before the Division Bench the stand\ntaken before the learned Single Judge was reiterated. The Division Bench\nfound that in view of the factual scenario as noted by the learned Single\nJudge, the writ petition had been rightly dismissed. It, however, observed\nthat in case some persons similarly situated were treated with leniency, it was\nopen to the appellant to make a representation which shall be duly considered\nD\nby the respondents. With the aforesaid observation the Letters Patent Appeal\nwas dismissed.\nE\n4. The learned counsel for the appellant highlighted the same aspects\nwhich were urged before the learned Single Judge and the Division Bench.\nAccording to him, the withdrawal of the rank was a punishment and the High\nCourt was, therefore, not justified in its view. Learned counsel for the\nrespondent on the other hand supported the orders. With reference to Section\n80 of the Act, learned counsel for the appellant submitted that removal of\nstripes amounted to punishment and, therefore, further action was not\npermissible. In this context, the rules relating to acting ranks need to be noted.\nF The same is contained in Army Instructions Nos. 84 and 88. Rule 84 relates\nto promotion for Junior Commissioned Officers and other Ranks. According\nto the instructions, there are two kinds of promotion, i.e. one acting and other\nsubstantive. So far as the acting rank is concerned, they are dealt with in\nPart I. The same so far relevant reads as under:\nG\nH\n“PARTI - ACTING RANKS\n2. The following are the general provisions governing the above\npromotions:-\n(a) Acting promotion will be made to fill vacancies in authorized\nestablishment, whether temporary or permanent. Acting rank will\nPRADEEP SINGH v. U.O.I. [PASAYAT, J.]\n363\nremain unpaid until an unbroken period of 28 days has been A\nserved in that rank when acting rank will be converted into paid\nacting rank; pay will be admissible with retrospective effect from\nthe date of the grant of such acting rank.\n(b) The rank of Nb Ris/Nb Sub is a substantive rank. No acting\npromotion to that rank will, therefore, be made. A senior NCO B\nmay, however, be authorized to perform the duties of a Nb Ris/\nNb Sub where necessary.\n(c) Every Commanding Officer of a Unit or Officer-in-charge Records,\nwhere acting promotions are centrally controlled on Corps roster\nbasis, is empowered to make acting promotions, provided that C\nthe individuals concerned are in possession of all the\nqualifications prescribed for the higher rank. The authority\ncompetent to sanction acting promotion is also empowered to\norder reversion from such acting rank. Acting and paid acting\npromotions or reversions will be published in Part II orders which\nwill be the authority for issue of pay and allowances of the\nappropriate rank.\nD\n(d) Acting rank will be granted from the day the vacancy occurs\nprovided that the individual has assumed the duties of the higher\nrank from that day and reversion will take place with effect from\nthe day the individual ceases to perform the duties of the E\nappointment for which acting rank is granted or the vacancy\nceases to exist except as provided otherwise.\n(e) On casual, annual or accumulated annual leave\n(i) On casual leave\nAn individual will retain paid acting rank or paid lance appointment\nduring the period of casual leave and no acting promotion will\nbe permissible in his place. Acting rank will, however, be\nrelinquished from the date of overstayal of casual leave except\nwhen the period of casual leave and its overstayal is regularized\nagainst annual leave entitlement for the year in which casual\nleave is taken and as Special Leave vide Rule 6 (d) (ii) of Leave\nRules for the Service, Vol. I- Army Cases of overstayal of casual\nleave owing to sickness will be dealt with as in clause g (ii) below.\n(ii) On annual or accumulated annual leave\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\n364\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nAn individual will retain paid acting rank or paid lance\nappointment during the period of annual or accumulated annual\nleave and no acting promotion will be permissible in his place.\nActing rank will, however, be relinquished from the date of expiry\nof such leave unless the overstayal is due to natural calamities\nand the period of overstayal is regularized as Special Leave vide\nRule 6(d) (ii) of Leave Rules for the Services, Vol. I.-Army.\nXXX\nXXX\nPart II deals with Substantive Ranks.\nЖ\n5. The withdrawal of ranks of Naik was on account of his unauthorized\nabsence and was not, therefore, punishment in that sense. Section 80 on\nwhich strong reliance has been placed reads as under:\n\"80. Sitting in closed court―(1) A court-martial shall, where it is so\ndirected by these rules, and may in any other case on any deliberation\namongst the members, sit in closed court.\n(2) No person shall be present in closed court except the members of\nthe court, the judge-advocate (if any) and any officers under\ninstruction.\n(3) For the purpose of giving effect to the foregoing provisions of the\nrule, the court-martial may either retire or cause the place where they\nplace where they sit to be cleared of all other persons not entitled to\nbe present.\n(4) Except as hereinbefore mentioned all proceedings, including the\nview of any place, shall be in open court and in the presence of the\naccused subject to sub-rule (5).\n(5) The court shall have the power to exclude from the court any\nwitness who has yet to give evidence or any other person, other than\nthe accused, who interferes with its proceedings.\"\n6. A bare reading of the provisions along with the Army Instructions\nmake it clear that Section 80 has no application to the facts of the present\ncase.\n7. So far as legality of the Court Martial is concerned, the learned Single\nH Judge has found that the appellant was not holding substantive rank of Naik.\nPRADEEP SINGH v. U.O.I. [PASAYAT,J.]\n365\nThe rank which was temporarily given was liable to be withdrawn in case of A\nabsence from duty and somebody else had to hold that post. This situation\narises when a person who was acting as Naik is not available.\n8. The next ground of challenge relates to legality of proceedings before\nthe Court Martial.\nB\nC\n9. Though Court Martial proceedings are subject to judicial review by\nthe High Court under Article 226 of the Constitution, the court-martial is not\nsubject to the superintendence of the High Court under Article 227 of the\nConstitution. If a court-martial has been properly convened and there is no\nchallenge to its composition and the proceedings are in accordance with the\nprocedure prescribed the High Court or for that matter any court must stay\nits hands. Proceedings of a court-martial are not to be compared with the\nproceedings in a criminal court under the Code of Criminal Procedure, 1973\nwhere adjournments have become a matter of routine though that is also\nagainst the provisions of law. It has been rightly said that court martial\nremains to be significant degree, a specialized part of overall mechanism by D\nwhich the military discipline is preserved. It is for the special need for the\narmed forces that a person subject to Army Act is tried by court-martial for\nan act which is an offence under the Act. Court-martial discharges judicial\nfunction, and to a great extent, is a court where provisions of the Evidence\nAct are applicable. A court-martial has also the same responsibility as any\nE\ncourt to protect the rights of the accused charged before it and to follow the\nprocedural safeguards. If one looks at the provisions of law relating to court-\nmartial in the Army Act, the Army Rules, Defence Service Regulations and\nother Administrative Instructions of the Army, it is manifestly clear that the\nprocedure prescribed is perhaps equally fair if not more than a criminal trial\nprovides to the accused. When there is sufficient evidence to sustain F\nconviction, it is unnecessary to examine if pre-trial investigation was adequate\nor not. Requirement of proper and adequate investigation is non-jurisdictional\nand any violation thereof does not invalidate the court-martial unless it is\nshown that accused has been prejudiced or a mandatory provision has been\nviolated. One may usefully refer to Rule 149 quoted above. The High Court\nG\nshould not allow the challenge to the validity of conviction and sentence of\nthe accused when evidence is sufficient, court-martial has jurisdiction over\nthe subject matter and has followed the prescribed procedure and it is within\nits powers to award punishment.\n10. Above position was highlighted in Union of India and Ors. v. IC,\nH\n366\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA 14827 and Major A. Hussain, AIR (1998) SC 577.\nB\nThe inevitable result is that the appeal is without merit, deserves\ndismissal which we direct. However, liberty as given to the appellant by the\nDivision Bench, having not been assailed by the respondents, remains\nunaltered.\nR.P.\nAppeal dismissed.\n1\n"}