{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"༽\nVEMA CHINA KOTESWARA RAO\nV.\nDISTRICT COLLECTOR AND ORS.\nFEBRUARY 15, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nGovernment Orders-Administrative decision-To install statue of Ex.\nMLA-Challenged in Public Interest Litigation as illegal being contrary to\na particular Government order of 2000-High Court holding it as legal as\nit was in accordance consonance with a Government Order of 2003 which\nhad superceded the Order of 2000-On appeal, held: Decision to install the\nstatue was in accordance with the subsequent Government Order-Court\nshould exercise judicial restraint in administrative decisions—Judicial\nrestraint.\nC\nᎠ\nA writ petition as public interest litigation was filed seeking to declare\nthe action of the respondent in permitting the third respondent to construct\nand install a statute of his father an Ex. MLA as arbitrary and illegal, being\ncontrary to GOMs No. 393 dated 13.6.2000. High Court dismissed the same\non the ground that the decision was legal in view of the GOMs No. 55,\nTransport, R\u0026B, (R-1) Department, dated 8.4.203, which superceded GOMS E\nNo. 393 dated 13.6.2000. Hence the present appeal.\nDismissing the appeal, the Court\nHELD: 1. The decision was in accordance with Clause 4 of GOMs No.\n55, Transport, R\u0026B, (R-1) Department, dated 8.4.2003. Hence the same F\ncannot be interfered. There must be judicial restraint regarding administrative\ndecisions. [Para 10] [743-F]\nTata Cellular v. Union of India, AIR (1996) SC 11, relied on.\n2. It cannot be said that GOMs No. 55, Transport, R\u0026B, (R-1) G\nDepartment, dated 8.4.2003 does not authorize individuals to erect a statue\non Government premises but it contemplates permission only for\norganizations. The order refers to organiations only in para 5. Para 5 has\nnothing to do with land belonging to the Government, in which case para 4\n741\nH\n742\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA applies. Hence so far as land belonging to the Government is concerned, the\nsetting up of a statue thereon is not restricted to organizations, and permission\nfor doing so can even be granted to individulas provided it is recommended by\nthe Statue Committee contemplated by para 4. In the present case, the Statue\nCommittee has made the recommendations. [Paras 11 and 12]\nB\n[743-F, G; 744-B-C]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 781 of 2007.\nFrom the Judgment and Order dated 28.2.2005 of the High Court of\nJidicature, Andhra Pradesh at Hyderabad in WP No. 282/2005.\nC\nJohn Mathew for the Appellant.\nD\nE\nF\nG\nH\nT.V. George for the Respondents.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. Leave granted.\n2. This appeal has been filed against the impugned judgment of the\nAndhra Pradesh High Court dated 28.2.2005 in Writ Petition No. 282 of 2005.\n3. Heard learned counsel for the parties and perused the record.\n4. The judgment of the Andhra Pradesh High Court was delivered on\na writ petition filed as a 'Public Interest Litigation' to declare the action of\nthe respondent in permitting the third respondent to construct and install the\nstatue of his father, an Ex. MLA, as arbitrary and illegal being contrary to\nGOMs No.393 dated 13.6.2000.\n5. A counter affidavit had been filed in the writ petition in which it was\nstated that the respondents have followed the rules contained in GOMs.\nNo.55, Transport, R\u0026B, (R-1) Department, dated 8.4.2003 which superceded\nGOMs No.393 dated 13.6.2000.\n6. The Andhra Pradesh High Court dismissed the writ petition in view\nof the GOMS No.55, Transport, R\u0026B, (R-1) Department, dated 8.4.2003.\n7. We have perused the GOMS No.55, Transport, R\u0026B, (R-1) Department,\ndated 8.4.2003. Clause No.4 of the same states :\n\"4. If statues/monuments are unavoidable on roads, they should\n1\n3\n'\nལྟ་\nVEMA CHINA KOTESWARA RAO v. DISTRICT COLLECTOR [MARKANDEY KATJU, J.] 743\nbe located only on large traffic islands, public gardens, parks, premises A\nof Government buildings, town halls or places of public importance.\nIn case, any approval of Government is required, recommendation by\na Statue Committee headed by the District Collector and comprising\nSuperintendent of Police, Superintendent Engineers (R\u0026B), Chairman/\nCEO, Local Municipal Body, Superintending Engineers (PR),\nB\nSuperintending Engineer (AP Transco) and the concerned Executive\nEngineer (R\u0026B) is mandatory. This Committee which may also draft\nif necessary representatives of other Departments, should examine all\naspects before making any recommendation including possibility of\nproposed statues obstructing the flow of traffic, future expansion of\nroads and the design of the roads, the water supply and sewerage C\npipe lines, electrical and telephone wires and cables as well as the\nlocal situation. The size of the statue/monument, metal used \u0026 the\ndesign should also be considered and a site plan shall be prepared\nand approved by committee before forwarding to the Government.\"\n8. It appears that a meeting of the Statue Committee was held in the\nCollector's chamber, Ongole on 22.11.2004 and we have perused the Minutes\nof the said meeting. Thereafter another meeting was held in the Collector's\nchamber, Ongole on 12.12.2004 and we have perused the proceedings of the\nsaid meeting also.\n9. In the meeting of the Statue Committee the Members agreed on\nerection of the statue of late Vema Yellaiah, Ex. MLA and Ex. Chairman, S.C.\nCorporation within the Mandal Complex site at Chimakurthy.\nD\nE\n10. In our opinion the said decision was in accordance with the Clause\nF\n4 of GOMS No.55, Transport, R\u0026B, (R-1) Department, dated 8.4.2003. Hence\nwe cannot interfere. It is well settled that there must be judicial restraint\nregarding administrative decisions vide Tata Cellular v. Union of India, AIR\n(1996) SC 11.\n11. Learned counsel for the appellant submitted that GOMs No.55, G\nTransport, R\u0026B, (R-1) Department, dated 8.4.2003 doest not authorize\nindividuals to erect a statue on Government premises but it contemplates\npermission only for organizations. We cannot accept this submission. It may\nbe noted that GOMS No.55, Transport, R\u0026B, (R-1) Department, dated 8.4.2003\nrefers to organizations only in para 5 of the said GOMs which states :\nH\nA\n744\n'\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n\"The concerned organization who wants to install/erect the statue/\nmonuments should procure land on payment of compensation to the\nconcerned land owners/concerned department as the case may.\"\n12. A comparison of para 4 and para 5 of GOMs No.55, Transport, R\u0026B,\n(R-1) Department, dated 8.4.2003 shows the difference between the two. Para\nB 5 deals with land belonging to private persons on which the statue is proposed\nto be erected. Para 5 has nothing to do with land belonging to the Government,\nin which case para 4 applies. Hence so far as land belonging to the Government\nis concerned the setting up of a statue thereon is not restricted to organizations,\nand permission for doing so can even be granted to individuals provided it\nis recommended by the Statue Committee contemplated by para 4. There is\nno dispute that the Statue Committee has made the recommendation in this\nC\ncase.\n13. As regards the constitutional validity of GOMs No.55, Transport,\nR\u0026B, (R-1) Department, dated 8.4.2003 the same has not been challenged\nD before us and hence we are leaving this question open.\nK.K.T.\n14. For the reasons given above this appeal is dismissed.\nAppeal dismissed.\nX\n\"\n"}