{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"་\nSTATE OF MADHYA PRADESH\nV.\nMUNNA CHOUBEY AND ANR.\nJANUARY 24, 2005\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nA\nB\nPenal Code, 1860-Section 376-Rape-Sessions Court sentencing\naccused to RI for seven years-In appeal, High Court reducing the sentence\non ground that the accused belonged to rural area-Held, the reason indicated\nby High Court cannot be considered either “adequate\" or \"special\" so as to\nreduce the sentence.\nSentencing-Duty of the Court to award appropriate sentence-\nDiscussed.\nRespondents were convicted by the Sessions Judge and sentenced to\nundergo rigorous imprisonment for a period of seven years for an offence\nof rape. They preferred appeal in High Court praying for reduction in\nsentence without challenging the finding of their conviction. High Court\nreduced the sentence to the period already undergone by the respondents,\non the sole ground that they belonged to rural areas.\nIn appeal to this Court, appellant-State submitted that the reduction\nof sentence by High Court was contrary to the law laid down by this Court;\nand that while dealing with the offence of rape which was established, the\ndirection for reduction of sentence should not have been given on the\nspecious reasoning that the respondents belonged to the rural areas.\nAllowing the appeal, the Court\nC\nD\nE\nF\nHELD: 1. In operating the sentencing system, law should adopt the\ncorrective machinery or the deterrence based on factual matrix. The facts\nand given circumstances in each case, the nature of the crime, the manner G\nin which it was planned and committed, the motive for commission of the\ncrime, the conduct of the accused, the nature of weapons used and all other\nattending circumstances are relevant facts which would enter into the area\nof consideration. It is the duty of every court to award proper sentence\n781\nH\n782\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nA having regard to the nature of the offence and the manner in which it was\nexecuted or committed etc. [785-G-H; 786-A, D]\nB\nC\nᎠ\nMahesh v. State of M.P., [1987] 2 SCR 710 and Sevaka Perumal etc.\nv. State of Tamil Naidu, AIR (1991) SC 1463, relied on.\n2. After giving due consideration to the facts and circumstances of\neach case, for deciding just and appropriate sentence to be awarded for\nan offence, the aggravating and mitigating factors and circumstances in\nwhich a crime has been committed are to be delicately balanced on the\nbasis of really relevant circumstances in a dispassionate manner by the\nCourt. [787-B-C)\nJashubha Bharatsinh Gohil v. State of Gujarat, [1994] 4 SCC 353,\nreferred to.\nDennis Councle MCGDautha v. State of Callifornia, 402 US 183 and\n28 L.D. 2d 711, referred to.\n3. Imposition of sentence without considering its effect on the social\norder in many cases may be in reality a futile exercise. The social impact\nof the crime, e.g. where it relates to offences against women, dacoity,\nkidnapping, misappropriation of public money, treason and other offences\nE involving moral turpitude or moral delinquency which have great impact\non social order, and public interest, cannot be lost sight of and per se\nrequire exemplary treatment. Any liberal attitude by imposing meagre\nsentences or taking too sympathetic view merely on account of lapse of\ntime in respect of such offences will be result-wise counter productive in\nthe long run and against societal interest which needs to be cared for and\nF strengthened by string of deterrence inbuilt in the sentencing system.\n|787-G-H; 788-A-B]\nG\nH\nDhananjoy Chatterjee v. State of W.B., [1994] 2 SCC 220; Ravji v. State\nof Rajasthan, [1996] 2 SCC 175 and State of M.P. v. Ghanshyam Singh,\n[2003] 8 SCC 13, referred to.\n4. In both sub-sections (1) and (2) of Section 376, minimum sentences\nare prescribed. But both in cases of sub-sections (1) and (2), the Court\nhas the discretion to impose a sentence of imprisonment less than the\nprescribed minimum for ‘adequate and special reasons'. If the Court does\nnot mention such reasons in the judgment there is no scope for awarding\nSTATE v. M. CHOUBEY [PASAYAT, J.]\n783\na sentence lesser than the prescribed minimum. The reason has not only A\nto be adequate but also special. What is adequate and special would depend\nupon several factors and no strait-jacket formula can be indicated. What\nis applicable to trial Courts regarding recording reasons for a departure\nfrom minimum sentence is equally applicable to the High Court. The only\nreason indicated by the High Court is that the accused belonged to rural\nB\nareas. The same can by no stretch of imagination be considered either\nadequate or special. The requirement in law is cumulative.\n[788-H; 789-A, B-C]\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 167\nof 2005.\nC\nFrom the Judgment and Order dated 25.8.2003 of the Madhya Pradesh\nHigh Court in Crl.A.No. 829 of 2000.\nSakesh Kumar, Ms. Kamakshi S. Mehlwal and Shekhar Kumar for the\nAppellant.\nD\nUjjal Singh, J.P. Singh and R.C. Kaushik for the Respondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nE\n1\nSince the only question involved in this Appeal is whether learned\nSingle Judge was right in reducing the respective sentence as imposed on\neach of the respondents, detailed reference to the factual aspects is unnecessary.\nThe respondents faced trial for alleged commission of offences\npunishable under Sections 450, 376(1)/109(1) of the Indian Penal Code, 1860 F\n(in short the 'IPC') The respondent- accused Munna was sentenced to undergo\nrigorous imprisonment for a period of seven years with a fine of Rs.2,000\nwith default stipulation for the offence relatable to Section 376(1). 'He was\nalso sentenced to undergo imprisonment of five years for the offence\npunishable under Section 450 IPC. Respondent-accused Ghanshyam was\nsimilarly sentenced. Both the substantive sentences were directed to run\nconcurrently. The conviction was recorded by learned Session Judge\nChhatarpur, who imposed the aforesaid sentences. The respondents-accused\npreferred an appeal (Crl. Appeal No. 829/2000) in the High Court of Madhya\nPradesh. By the impugned judgment, the High Court directed the sentence to\nbe reduced to the period already undergone. It noted that the learned counsel H\nG\n784\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nA for the accused persons who were the appellants before the High Court did\nnot challenge the finding of conviction but only prayed for reduction in\nsentence. The High Court noticed that respondent-accused Munna had\nundergone sentence of imprisonment for a period of about three years and six\nmonths, while respondentaccused Ghanshyam had undergone sentence of\nimprisonment for a period of about two months. The only ground recorded\nfor reducing the sentence was that the accused persons come from rural\nareas. That appeared to be a just and proper ground to the learned Single\nJudge to reduce the sentence to the period already undergone.\nB\nC\nD\nE\nF\nIn support of the appeal learned counsel for the appellant - State\nsubmitted that the reduction of sentence as done by learned Single Judge was\ncontrary to the law as laid down by this Court in several cases. While dealing\nwith the offence of rape which was established, the direction for reduction of\nsentence should not have been given on the specious reasoning that the\nrespondents-accused belonged to the rural areas.\nLearned counsel appearing for the respondents submitted that the alleged\noccurrence took place nearly six years back and after considering the relevant\naspects the learned Single Judge had directed reduction in sentence restricting\nit to the period already undergone. This Court should not interfere in the\nmatter particularly under Article 136 of the Constitution of India, 1950 (in\nshort the 'Constitution').\nThe crucial question which needs to be decided is the proper sentence\nand merely because of lapse of time or that the accused belonged to rural\nareas, the accused is to be waived from undergoing it. It is to be noted that\nthe sentences prescribed for offences relatable to Section 376 are imprisonment\nfor life or up to a period of 10 years.\nThe offence of rape occurs in Chapter XVI of IPC. It is an offence\naffecting the human body. In that Chapter, there is a separate heading for\n'Sexual offence', which encompasses Sections 375, 376, 376-A, 376-B, 376-\nC, and 376-D. 'Rape' is defined in Section 375. Sections 375 and 376 have\nG been substantially changed by Criminal Law (Amendment) Act, 1983, and\nseveral new sections were introduced by the new Act, i.e. 376-A, 376-B,\n376-C and 376-D. The fact that sweeping changes were introduced reflects\nthe legislative intent to curb with iron hand, the offence of rape which affects\nthe dignity of a woman. The offence of rape in its simplest term is 'the\nravishment of a woman, without her consent, by force, fear or fraud', or as\nH 'the carnal knowledge of a woman by force against her will'. ‘Rape' or\nSTATE v. M. CHOUBEY [PASAYAT, J.]\n785\n‘Raptus' is when a man hath carnal knowledge of a woman by force and A\nagainst her will (Co. Litt. 123-b); or as expressed more fully,' rape is the\ncarnal knowledge of any woman, above the age of particular years, against\nher will; or of a woman child, under that age, with or against her will' (Hale\nPC 628). The essential words in an indictment for rape are rapuit and carnaliter\ncognovit; but carnaliter cognovit, nor any other circumlocution without the\nB\nword rapuit, are not sufficient in a legal sense to express rape; 1 Hon.6, 1a,\n9 Edw. 4, 26 a (Hale PC 628). In the crime of rape, 'carnal knowledge'\nmeans the penetration to any the slightest degree of the organ alleged to have\nbeen carnally known by the male organ of generation (Stephen's \"Criminal\nLaw” 9th Ed. p.262). In ‘Encyclopedia of Crime and Justice' (Volume 4,\npage 1356) it is stated ....even slight penetration is sufficient and emission C\n66\nis unnecessary\". In Halsbury's Statutes of England and Wales (Fourth Edition)\nVolume 12, it is stated that even the slightest degree of penetration is sufficient\nto prove sexual intercourse. It is violation with violence of the private person\nof a woman-an-outrage by all means. By the very nature of the offence it is\nan obnoxious act of the highest order.\nThe physical scar may heal up, but the mental scar will always remain.\nWhen a woman is ravished, what is inflicted is not merely physical injury but\nthe deep sense of some deathless shame.\nD\nE\nThe law regulates social interests, arbitrates conflicting claims and\ndemands. Security of persons and property of the people is an essential\nfunction of the State. It could be achieved through instrumentality of criminal\nlaw. Undoubtedly, there is a cross cultural conflict where living law must\nfind answer to the new challenges and the courts are required to mould the\nsentencing system to meet the challenges. The contagion of lawlessness would\nundermine social order and lay it in ruins. Protection of society and stamping F\nout criminal proclivity must be the object of law which must be achieved by\nimposing appropriate sentence. Therefore, law as a corner-stone of the edifice\nof \"order\" should meet the challenges confronting the society. Friedman in\nhis \"Law in Changing Society\" stated that, \"State of criminal law continues\nto be as it should be a decisive reflection of social consciousness of society\".\nTherefore, in operating the sentencing system, law should adopt the corrective G\nmachinery or the deterrence based on factual matrix. By deft modulation\nsentencing process be stern where it should be, and tempered with mercy\nwhere it warrants to be. The facts and given circumstances in each case, the\nnature of the crime, the manner in which it was planned and committed, the\nmotive for commission of the crime, the conduct of the accused, the nature H\n786\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nA of weapons used and all other attending circumstances are relevant facts\nwhich would enter into the area of consideration. For instance a murder\ncommitted due to deep-seated mutual and personal rivalry may not call for\npenalty of death. But an organised crime or mass murders of innocent people\nwould call for imposition of death sentence as deterrence. In Mahesh v. State\nof M.P., [1987] 2 SCR 710, this Court while refusing to reduce the death\nB\nsentence observed thus:\nC\n\"It will be a mockery of justice to permit the accused to escape\nthe extreme penalty of law when faced with such evidence and such\ncruel acts. To give the lesser punishment for the accused would be to\nrender the justicing system of the country suspect. The common man\nwill lose faith in courts. In such cases, he understands and appreciates\nthe language of deterrence more than the reformative jargon.\"\nTherefore, undue sympathy to impose inadequate sentence would do\nmore harm to the justice system to undermine the public confidence in the\nD efficacy of law and society could not long endure under such serious threats.\nIt is, therefore, the duty of every court to award proper sentence having\nregard to the nature of the offence and the manner in which it was executed\nor committed etc. This position was illuminatingly stated by this Court in\nSevaka Perumal etc. v. State of Tamil Naidu, AIR (1991) SC 1463.\nE\nThe criminal law adheres in general to the principle of proportionality\nin prescribing liability according to the culpability of each kind of criminal.\nconduct. It ordinarily allows some significant discretion to the Judge in arriving\nat a sentence in each case, presumably to permit sentences that reflect more\nsubtle considerations of culpability that are raised by the special facts of each\ncase. Judges in essence affirm that punishment ought always to fit the crime;\nyet in practice sentences are determined largely by other considerations.\nSometimes it is the correctional needs of the perpetrator that are offered to\njustify a sentence. Sometimes the desirability of keeping him out of circulation,\nand sometimes even the tragic results of his crime. Inevitably these\nconsiderations cause a departure from just desert as the basis of punishment\nG and create cases of apparent injustice that are serious and widespread.\nF\nProportion between crime and punishment is a goal respected in\nprinciple, and in spite of errant notions, it remains a strong influence in the\ndetermination of sentences. The practice of punishing all serious crimes with\nequal severity is now unknown in civilized societies, but such a radical\nH departure from the principle of proportionality has disappeared from the law\nSTATE v. M. CHOUBEY [PASAYAT, J.]\n787\nonly in recent times. Even now for a single grave infraction drastic sentences A\nare imposed. Anything less than a penalty of greatest severity for any serious\ncrime is thought then to be a measure of toleration that is unwarranted and\nunwise. But in fact, quite apart from those considerations that make punishment\nunjustifiable when it is out of proportion to the crime, uniformly\ndisproportionate punishment has some very undesirable practical consequences.\nB\nC\nAfter giving due consideration to the facts and circumstances of each\ncase, for deciding just and appropriate sentence to be awarded for an offence,\nthe aggravating and mitigating factors and circumstances in which a crime\nhas been committed are to be delicately balanced on the basis of really\nrelevant circumstances in a dispassionate manner by the Court. Such act of\nbalancing is indeed a difficult task. It has been very aptly indicated in Dennis\nCouncle MCGDautha v. State of Callifornia, 402 US 183: 28 L.D. 2d 711\nthat no formula of a foolproof nature is possible that would provide a\nreasonable criterion in determining a just and appropriate punishment in the\ninfinite variety of circumstances that may affect the gravity of the crime. In\nthe absence of any foolproof formula which may provide any basis for D\nreasonable criteria to correctly assess various circumstances germane to the\nconsideration of gravity of crime, the discretionary judgment in the facts of\neach case, is the only way in which such judgment may be equitably\ndistinguished.\nE\nIn Jashubha Bharatsinh Gohil v. State of Gujarat, [1994] 4 SCC 353,\nit has been held by this Court that in the matter of death sentence, the Courts\nare required to answer new challenges and mould the sentencing system to\nmeet these challenges. The object should be to protect the society and to\ndeter the criminal in achieving the avowed object to law by imposing\nappropriate sentence. It is expected that the Courts would operate the F\nsentencing system so as to impose such sentence which reflects the conscience\nof the society and the sentencing process has to be stern where it should be.\nEven though the principles were indicated in the background of death sentence\nand life sentence, the logic applies to all cases where appropriate sentence is\nthe issue.\nImposition of sentence without considering its effect on the social order\nin many cases may be in reality a futile exercise. The social impact of the\ncrime, e.g. where it relates to offences against women, dacoity, kidnapping,\nmisappropriation of public money, treason and other offences involving moral\nturpitude or moral delinquency which have great impact on social order, and\nG\nH\n788\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nA public interest, cannot be lost sight of and per se require exemplary treatment.\nAny liberal attitude by imposing meagre sentences or taking too sympathetic\nview merely on account of lapse of time in respect of such offences will be\nresult-wise counter productive in the long run and against societal interest\nwhich needs to be cared for and strengthened by string of deterrence inbuilt\nin the sentencing system.\nB\nC\nD\nE\nIn Dhananjoy Chatterjee v. State of W.B., [1994] 2 SCC 220, this Court\nhas observed that shockingly large number of criminals go unpunished thereby\nincreasingly, encouraging the criminals and in the ultimate making justice\nsuffer by weakening the system's creditability. The imposition of appropriate\npunishment is the manner in which the Court responds to the society's cry\nfor justice against the criminal. Justice demands that Courts should impose\npunishment befitting the crime so that the Courts reflect public abhorrence of\nthe crime. The Court must not only keep in view the rights of the criminal\nbut also the rights of the victim of the crime and the society at large while\nconsidering the imposition of appropriate punishment.\nSimilar view has also been expressed in Ravji v. State of Rajasthan,\n[1996] 2 SCC 175. It has been held in the said case that it is the nature and\ngravity of the crime but not the criminal, which are germane for consideration\nof appropriate punishment in a criminal trial. The Court will be failing in its\nduty if appropriate punishment is not awarded for a crime which has been\ncommitted not only against the individual victim but also against the society\nto which the criminal and victim belong. The punishment to be awarded for\na crime must not be irrelevant but it should conform to and be consistent with\nthe atrocity and brutality with which the crime has been perpetrated, the\nenormity of the crime warranting public abhorrence and it should \"respond\nF to the society's cry for justice against the criminal\". If for extremely heinous\ncrime of murder perpetrated in a very brutal manner without any provocation,\nmost deterrent punishment is not given, the case of deterrent punishment will\nlose its relevance.\nThese aspects have been elaborated in State of M.P. v. Ghanshyam\nG Singh, [2003] 8 SCC 13.\nIn both sub-sections (1) and (2) of Section 376 minimum sentences are\nprescribed.\nBoth in cases of sub-sections (1) and (2) the Court has the discretion\nH to impose a sentence of imprisonment less than the prescribed minimum for\nSTATE v. M. CHOUBEY [PASAYAT, J.]\n789\n'adequate and special reasons'. If the Court does not mention such reasons A\nin the judgment there is no scope for awarding a sentence lesser than the\nprescribed minimum.\nIn order to exercise the discretion of reducing the sentence the statutory\nrequirement is that the Court has to record \"adequate and special reasons\" in\nthe judgment and not fanciful reasons which would permit the Court to B\nimpose a sentence less than the prescribed minimum. The reason has not only\nto be adequate but also special. What is adequate and special would depend\nupon several factors and no strait-jacket formula can be indicated. What is\napplicable to trial Courts regarding recording reasons for a departure from\nminimum sentence is equally applicable to the High Court. The only reason\nindicated by the High Court is that the accused belonged to rural areas. The\nsame can by no stretch of imagination be considered either adequate or\nspecial. The requirement in law is cumulative.\nC\nConsidering the legal position as indicated above the High Court's\norder is clearly unsustainable and is accordingly set aside. The respondents D\nare directed to surrender to custody forthwith to serve the remainder of\nsentence. The appeal is allowed to the extent indicated.\nB.B.B.\nAppeal allowed.\n"}