{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38}],"text":"A\nB\nC\nD\n992\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\n\"104. Section 53 of the Act, empowers the Customs Officer\nwith the powers of the Station House Officers. An officer\ninvested with the power of a police officer by reason of a\nspecial status in terms of sub-section (2) of section 53\nwould, thus, be deemed to be police officers and for the\nsaid purposes of Section 25 of the Act shall be\napplicable.\"\n32. No doubt, Abdul Rashid \u0026 Noor Aga were the cases\nunder the Customs Act. But the reasons for holding custom\nofficer as police officer would have significant bearing even\nwhen we consider the issue in the context of NDPS Act as well.\nIt would be more so when the schemes \u0026 purport of the two\nenactments are kept in mind. NDPS Act is purely penal in\nnature. In contradistinction, as far as the Customs Act and the\nCentral Excise Act are concerned, their dominant object is to\nprotect revenue of the State and penal provisions to punish the\nperson found offending those laws are secondary in nature.\n33. Further, the NDPS Act is a complete code relating to\nNarcotic Substances, and dealing with the offences and the\nE procedure to be followed for the detection of the offences as\nwell as for the prosecution and the punishment of the accused.\nThe provisions are penal provisions which can, in certain cases,\ndeprive a person of his liberty for a minimum period of 10 years\nand can also result in sentences which can extend upto 20\nF years or even death sentence under certain circumstances. The\nprovisions therefore have to be strictly construed and the\nsafeguards provided therein have to be scrupulously and\nhonestly followed. [See Baldev Singh (1997) 1 SCC 416 Para\n28; Union of India vs. Bal Mukund (2009) 12 SCC 161 Para\n26, 27 \u0026 28; Balbir Singh vs. State of Haryana (1987) 1 SCC\nG\n533].\n34. We have also to keep in mind the crucial test to\ndetermine whether an officer is a police officer for the purpose\nof Section 25 of the Evidence Act viz. the \"influence or authority\"\nH that an officer is capable of exercising over a person from\nTOFAN SINGH v. STATE OF TAMIL NADU\n[A.K.SIKRI, J.]\n993\nB\nwhom a confession is obtained. The term \"police officer\" has A\nnot been defined under the Code or in the Evidence Act and,\ntherefore, the meaning ought to assessed not by equating the\npowers of the officer sought to be equated with a police officer\nbut from the power he possesses from the perception of the\ncommon public to assess his capacity to influence, pressure\nor coercion on persons who are searched, detained or\narrested. The influence exercised has to be, assessed from the\nconsequences that a person is likely to suffer in view of the\nprovisions of the Act under which he is being booked. It,\ntherefore, follows that a police officer is one who:-\nC\n(i)\nis considered to be a police officer in \"common\nparlance\" keeping into focus the consequences\nprovided under the Act.\n(ii)\nis capable of exercising influence or authority over\na person from whom a confession is obtained.\nD\n35. We would also like to point out that Mr. Sushil Kumar\nJain had referred to the provisions of the Police Act as well to\nsupport his submission. The preamble of the Police Act, 1861\n(Act 5 of 1861), which is an Act for the regulation of a group of\nofficers who come within the meaning of the word \"police\"\nprovides\"\n\"Whereas it is expedient to re-organize the police and to\nmake it a more efficient instrument for the prevention and\ndetection of crime, it is enacted as follows.\"\nE\nF\nHe argued that from the above, it can be seen that the\nprimary object of any police establishment is prevention and\ndetection of crime which may be provided for under the Indian G\nPenal Code or any other specific law enacted for dealing with\nparticular offences and bring the guilty to justice. It was\nsubmitted by him that if special authorities are created under\nspecial enactments for the same purpose i.e. prevention and\ndetection of crime, such authorities would be \"Police and have H\n994\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA to be understood in the said perspective. Sections 23 and 25\nof the said Act lay down the duties of the police officers and\nSection 20 deals with the authority and provides that they can\nexercise such authority as provided under the Police Act and\nany Act for regulating criminal procedure. Section 5(2) of the\nB Criminal Procedure Code provides that \"all offences under any\nother law shall be investigated, inquired into, tried and\notherwise dealt with according to the same provisions, but\nsubject to any enactment for the time being in force regulating\nthe manner or place of investigating, inquiring into, trying or\nC otherwise dealing with such offences.\nD\n36. On the strength of these provisions, the argument of\nthe learned Counsel for the petitioner was that persons\ncategorized as \"police officers\" can do all the activities and the\nstatute gives them the power to enable them to discharge their\nduties efficiently. Of the various duties mentioned in Section 23,\nthe more important duties are to prevent the commission of\noffences and public nuisances and to detect and bring offenders\nto justice and to apprehend all persons whom the police officer\nis legally authorized to apprehend. It is clear, therefore, in view\nE of the nature of the duties imposed on the police officer, the\nnature of the authority conferred and also the purpose of the\nPolice Act, that the powers which the police officers enjoy are\npowers for the effective prevention and detection of crime in\norder to maintain law and order. According to the learned\nF Counsel, a comparison to the powers of the officers under the\nprovisions of the NDPS Act makes it clear that the duties and\nresponsibilities of the officers empowered under the Act are\ncomparable to those of the police officers and, therefore, they\nought to be construed as such. It is submitted that the primary\nG objective of a NDPS Officer is to detect and prevent crime\ndefined under the provisions of the act and thereafter the\nprocedure has been prescribed to bring the offenders to justice.\nThus, the officers under the Act are \"Police Officers\" and\nstatements made to such officers are inadmissible in evidence.\nI\nTOFAN SINGH v. STATE OF TAMIL NADU\n[A.K.SIKRI, J.]\n995\n37. He also drew our attention to the following pertinent\nobservation of this Court in the case of State of Punjab v.\nBarkat Ram; (1962) 3 SCR 338.\n\"Section 5(2) of the Code of Criminal Procedure also\ncontemplates investigation of, or inquiry into, offences\nunder other enactments regulating the manner or place of\ninvestigation, that is, if an act creates an offence and\nregulates the manner and place of investigation or inquiry\nin regard to the said offence, the procedure prescribed by\nthe Code of Criminal Procedure will give place to that\nprovided in that Act. If the said Act entrusts investigation\nto an officer other than one designated as police officer,\nhe will have to make the investigation and not the police\nofficer. In this situation, the mere use of the words \"police\nofficer\" in section 25of the Evidence Act does not solve\nthe problem, having regard to permissible rules of\ninterpretation of the term \"police officer\" in that section. It\nmay mean any one of the following categories of officers\n: (i) a police officer who is a member of the police force\nconstituted under the Police Act; (ii) though not a member\nof the police force constituted under the Police Act, an\nofficer who by statutory fiction is deemed to be a police\nofficer in charge of a police station under the Code of\nCriminal Procedure; and (iii) an officer on whom a statute\nconfers powers and imposes duties of a police officer\nunder the Code of Criminal Procedure, without describing\nhim as a police officer or equating him by fiction to such\nan officer. Now, which meaning is to be attributed to the\nterm \"police officer\" in a section 25 of the Evidence Act?\nIn the absence of a definition in the Evidence Act it is\npermissible to travel beyond the four corners of the statute\nto ascertain the legislative intention. What was the\nmeaning which the legislature intended it give to the term\n\"police officer\" at the time the said section was enacted\n? That section was taken out of the Criminal Procedure\nCode, 1861 (Act 25 of 1861) and inserted in the Evidence\nA\nB\nC\nD\nE\nF\nG\nH\nA\nB\n996 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\nAct of 1872 as section 25. Stephen in his Introduction to\nthe Evidence Act states at p. 171 thus:\n\"I may observe, upon the provisions relating to them, that\nsections 25, 26 and 27 were transferred to the Evidence\nAct verbatim from the Code of Criminal Procedure, Act\nXXV of 1861. They differ widely from the law of England,\nand were inserted in the Act of 1861 in order to prevent\nthe practice of torture by the police for the purpose of\nextracting confessions from persons in their custody.\nIt\nC So too, Mahmood, J., in Queen Empress v. Babulal\nI.L.R(1884). 6 All. 509), gave the following reasons for the\nenactment of section 25 of the Evidence Act at p. 523.\nD\nE\nF\nG\nH\nthe legislature had in view the malpractices of\npolice officers in extorting confessions from accused\npersons in order to gain credit by securing convictions, and\nthat those malpractices went to the length of positive\ntorture; nor do I doubt that the Legislature, in laying down\nsuch stringent rules, regarded the evidence of police\nofficers as untrustworthy, and the object of the rules was\nto put a stop to the extortion of confessions, by taking away\nfrom the police officers as the advantage of proving such\nexported confessions during the trial of accused persons.\"\nIt is, therefore, clear that section 25 of the Evidence Act\nwas enacted to subserve a high purpose and that his to\nprevent the police from obtaining confessions by force,\ntorture or inducement. The salutary principle underlying the\nsection would apply equally to other officers, by whatever\ndesignation they may be known, who have the power and\nduty to detect and investigate into crimes and is for that\npurpose in a position to extract confessions from the\naccused.\n\"..Shortly stated, the main duties of the police are the\nprevention and detection of crimes. A police officer\nTOFAN SINGH v. STATE OF TAMIL NADU\n[A.K.SIKRI, J.]\n997\nappointed under the Police Act of 1861 has such powers\nand duties under the Code of Criminal Procedure, but they\nare not confined only to such police officers. As the State's\npower and duties increased manifold, acts which were at\none time considered to be innocuous and even\npraiseworthy have become offences, and the police power\nof the State gradually began to operate on different\nsubjects. Various Acts dealing with Customs, Excise,\nProhibition, Forest, Taxes etc., came to be passed, and\nthe prevention, detection and investigation of offences\ncreated by those Acts came to be entrusted to officers with\nnomenclatures appropriate to the subject with reference to\nwhich they functioned. It is not the garb under which they\nfunction that matters, but the nature of the power they\nexercise or the character of the function they perform is\ndecisive. The question, therefore, in each case is, does\nthe officer under a particular Act exercise the powers and\ndischarge the duties of prevention and detection of crime?\nIf he does, he will be a police officer.\"\n38. In our view the aforesaid discussion necessitates a re-\nlook into the ratio of Kanhiyalal Case. It is more so when this\nCourt has already doubted the dicta in Kanhaiyalal (supra) in\nthe case of Nirmal Singh Pehalwan (2011) 12 SCC 298\nwherein after noticing both Kanhiyalal as well as Noor Aga, this\nCourt observed thus:\n\"15. We also see that the Division Bench in Kanhaiyalal\ncase; 2008 (4) SCC 668; (2008) 2 SCC (Crl.) 474, had\nnot examined the principles and the concepts underlying\nSection 25 of the Evidence Act vis.-a-vis. Section 108 of\nthe Customs Act the powers of Custom Officer who could\ninvestigate and bring for trial an accused in a narcotic\nmatter. The said case relied exclusively on the judgment\nin Raj Kumar's case (Supra). The latest judgment in point\nof time is Noor Aga's case which has dealt very\nelaborately with this matter. We thus feel it would be\nA\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\n998 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\nproper for us to follow the ratio of the judgment in Noor\nAga's case particularly as the provisions of Section 50 of\nthe Act which are mandatory have also not been complied\nwith.\"\n39. For the aforesaid reasons, we are of the view that the\nmatter needs to be referred to a larger Bench for re-\nconsideration of the issue as to whether the officer investigating\nthe matter under NDPS Act would qualify as police officer or\nnot.\n40. In this context, the other related issue viz. whether the\nstatement recorded by the investigating officer under Section\n67 of the Act can be treated as confessional statement or not,\neven if the officer is not treated as police officer also needs to\nbe referred to the larger Bench, inasmuch as it is intermixed\nD with a facet of the 1st issue as to whether such a statement is\nto be treated as statement under Section 161 of the Code or it\npartakes the character of statement under Section 164 of the\nCode.\nE\n41. As far as this second related issue is concerned we\nwould also like to point out that Mr. Jain argued that provisions\nof Section 67 of the Act cannot be interpreted in the manner in\nwhich the provisions of Section 108 of the Customs Act or\nSection 14 of the Excise Act had been interpreted by number\nof judgments and there is a qualitative difference between the\ntwo sets of provisions. In so far as Section 108 of the Customs\nAct is concerned, it gives power to the custom officer to\nsummon persons \"to give evidence\" and produce documents.\nIdentical power is conferred upon the Central Excise Officer\nunder Section 14 of the Act. However, the wording to Section\nG 67 of the NDPS Act is altogether different. This difference has\nF\nH\nbeen pointed out by Andhra Pradesh High Court in the Case\nof Shahid Khan vs. Director of Revenue Intelligence; 2001\n(Criminal Law Journal) 3183.\n42. The Registry is accordingly directed to place the matter\nTOFAN SINGH v. STATE OF TAMIL NADU\n[A.K.SIKRI, J.]\n999\nbefore Hon'ble the Chief Justice for the decision of this appeal A\nby a larger Bench after considering the issues specifically\nreferred as above.\n43. We find from the record that as against the sentence\nof 10 years awarded to the appellant he has already undergone\nmore than 9 years of sentence. In these circumstances, we\ndeem it a fit case to suspend further sentence till the disposal\nof this appeal by the larger Bench. The appellant shall be\nreleased on bail on furnishing security in the sum of Rs.50,000/\n(Rupees Fifty Thousand) with two sureties of the same amount,\nto the satisfaction of the trial court.\n-\nR.P.\nMatter referred to Larger Bench.\nB\nC\n"}