{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"=\nA\nB\n[2013] 9 S.C.R. 962\nTOFAN SINGH\nV.\nSTATE OF TAMIL NADU\n(Criminal Appeal No. 152 of 2013)\nOCTOBER 08, 2013\n[A.K. PATNAIK AND A.K. SIKRI, JJ.]\nNARCOTIC\nDRUGS AND\nPSYCHOTROPIC\nC\nD\nE\nF\nG\nН\nSUBSTANCES ACT, 1985:\nS. 67 - Power to call for information etc. - Questions: (i)\nwhether the officer investigating the matter under NDPS Act\nwould qualify as police officer or not and (ii) whether the\nstatement recorded by the investigating officer u/s. 67 of the\nAct can be treated as confessional statement or not, even if\nthe officer is not treated as police officer - Referred to large\nBench Further, sentence suspended till the disposal of\nappeal by the larger Bench - Appellant released on bail.\n-\nThe appellant, along with others, was convicted u/s.\n8(c) r/w s. 21(c) and s. 29 of the Narcotic Drugs and\nPsychotropic Substances Act, 1985 and was sentenced\nto R1 for 10 years with fine of Rs. 1 lakh under each of\nthe two counts. His appeal was dismissed by the High\nCourt.\nIn the instant appeal, it was primarily contended for\nthe appellant that appellant's conviction was vitiated as\nit was based solely on the purported confessional\nstatement recorded u/s. 67 of the NDPS Act, which did\nnot have any evidentiary value. It was submitted that there\nwas no power in s. 67 of the NDPS Act to either record\nconfessions or substantive evidence which can form\nbasis for conviction of the accused; and that in any case,\nsuch a statement was not admissible in evidence as the\n962\nTOFAN SINGH v. STATE OF TAMIL NADU\n963\nexcise official recording the statement was to be treated\nas \"police officer\" and thus, the evidential value of the\nstatement recorded before him was hit by the provisions\nof s. 25 of the Evidence Act. On the other hand, on behalf\nof the State, it was pointed out that in the case of\nKanhaiyalal', it was categorically held that the officer u/\ns. 63 was not a police officer.\nReferring the matter to larger Bench, the Court\nHELD: 1.1 Abdul Rashid and Noor Aga were the\ncases under the Customs Act. But the reasons for\nholding custom officer as police officer would have\nsignificant bearing even when the issue is cosidered in\nthe context of NDPS Act as well. It would be more so\nwhen the schemes and purport of the two enactments are\nkept in mind. NDPS Act is purely penal in nature. In\ncontradistinction, as far as the Customs Act and the\nCentral Excise Act are concerned, their dominant object\nis to protect revenue of the State and penal provisions\nto punish the person found offending those laws are\nsecondary in nature. [Para 32] [992-C-D]\nAbdul Rashid v. State of Bihar (2001) 9 SCC 578; Raja\nRam Jaiswal v. (1964) 2 SCR 752; Noor Aga v. State of\nPunjab 2008 (10) SCR 379 = (2008) 9 SCALE 681 - referred\nto.\n1.2 NDPS Act is a complete code relating to Narcotic\nSubstances, and dealing with the offences and the\nprocedure to be followed for the detection of the offences\nas well as for the prosecution and the punishment of the\naccused. The provisions are penal provisions which can,\nin certain cases, deprive a person of his liberty for a\nminimum period of 10 years and can also result in\nsentences which can extend upto 20 years or even death\n1. Kanhaiyalal v. Union of India 2008 (1) SCR 350.\nA\nB\nC\nD\nE\nF\nG\nH.\n964 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA sentence under certain circumstances. The provisions,\ntherefore, have to be strictly construed and the\nsafeguards provided therein have to be scrupulously and\nhonestly followed. [Para 33] [992-E-G]\nB\nBaldev Singh (1997) 1 SCC 416; Union of India v. Bal\nMukund 2009 (5) SCR 205 = (2009) 12 SCC 161; Balbir\nSingh v. State of Haryana 1987 (1) SCR 1095 = (1987) 1 SCC\n533 - relied on.\n1.3 The crucial test to determine is whether an officer\nC is a police officer for the purpose of s. 25 of the Evidence\nAct viz. the \"influence or authority\" that an officer is\ncapable of exercising over a person from whom a\nconfession is obtained. The term \"police officer\" has not\nbeen defined under the Code or in the Evidence Act and,\nD therefore, the meaning ought to be assessed not by\nequating the powers of the officer sought to be equated\nwith a police officer but from the power he possesses\nfrom the perception of the common public to assess his\ncapacity to influence, pressure or coercion on persons\nwho are searched, detained or arrested. The influence\nexercised has to be, assessed from the consequences\nthat a person is likely to suffer in view of the provisions\nof the Act under which he is being booked. It, therefore,\nfollows that a police officer is one who:-\nE\nF\n(i)\n(ii)\nG\nI\nis considered to be a police officer in\n\"common parlance\" keeping into focus the\nconsequences provided under the Act.\nis capable of exercising influence or authority\nover a person from whom a confession is\nobtained. [Para 34] [992-H; 993-A-D]\n1.4 This Court is of the view that the ratio of\nKanhaiyalal necessitates a re-look, more so, when the\ndicta in Kanhaiyalal has already been doubted in Nirmal\nTOFAN SINGH v. STATE OF TAMIL NADU\n965\nsingh Pehalwan. Therefore, the matter needs to be A\nreferred to larger Bench for re-consideration of the issue\nas to whether the officer investigating the matter under\nNDPS Act would qualify as police officer or not. In this\ncontext, the other related issue viz. whether the\nstatement recorded by the investigating officer u/s. 67 of B\nthe Act can be treated as confessional statement or not,\neven if the officer is not treated as police officer also\nneeds to be referred to the larger Bench, inasmuch as it\nis intermixed with a facet of the 1st issue as to whether\nsuch a statement is to be treated as statement u/s. 161 C\nof the Code or it partakes the character of statement u/s.\n164 of the Code. [Para 39-40] [998-B-D]\nKanhaiyalal v. Union of India 2008 (1) SCR 350 = 2008\n(4) SCC 668 =; Nirmal Singh Pehalwan 2011 (9) SCR 446\n= (2011) 12 SCC 298; State of Punjab v. Barkat Ram (1962)\n3 SCR 338; Raj Kumar Karwal v. Union of India 1990 (2)\nSCR 63 =1990 (2) SCC 409; Shahid Khan vs. Director of\nRevenue Intelligence 2001 (Criminal Law Journal 3183 -\nreferred to.\nQueen Empress v. Babulal I.L.R (1884). 6 All. 509 -\nreferred to.\n2. Since the appellant has already undergone more\nthan 9 years of sentence, further sentence is suspended\ntill the disposal of the appeal by the large Bench. The\nappellant shall be released on bail. [para 43] [999-B-C]\nCase Law Reference:\nD\nE\nF\n2008 (1) SCR 350\nreferred to\npara 21\nG\n1990 (2) SCR 63\nreferred to\npara 21\n2008 (10) SCR 379\nreferred to\npara 27\n(2001) 9 SCC 578\nreferred to\npara 30\nH\n966 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\n(1964) 2 SCR 752\nreferred to\npara 30\n(1997) 1 SCC 416\nrelied on\npara 33\n2009 (5) SCR 205\nrelied on\npara 33\nB\n1987 (1) SCR 1095\nrelied on\npara 33\n(1962) 3 SCR 338\nreferred to\npara 37\n2011 (9) SCR 446\nreferred to\npara 38\n2001 (Criminal Law\nC\nJournal 3183\nreferred to\npara 41\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 152 of 2013.\nFrom the Judgment and Order dated 18.06.2012 of the\nD High Court of Judicature at Madras in Criminal Appeal No. 8\nof 2010.\nSushil Kumar Jain, Puneet Jain, Christi Jain, Ruchika\nGohil, Anurag Gohil, Pramod Sharma, Pratibha Jain for the\nE Appellant.\nF\nG\nS. Nanda Kumar, Chetan Chawla, Soniya Malhotra, B.\nKrishna Prasad for the Respondent.\nThe Judgment of the Court was delivered by\nA.K. SIKRI, J. 1. The appellant herein, Tofan Singh, was\nlisted as Accused No. 3 in the trial for the offences under\nSection 8(c) r/w Section 21 (c) of the Narcotic Drugs and\nPsychotropic Substances Act, 1985 (hereinafter to be referred\nas the NDPS Act) as well as for the offences under Section\n8(c) r/w Section 29 of the NDPS Act. This trial, conducted by\nthe Special Judge, Additional Special Court, under NDPS Act,\nChennai, resulted in the conviction of the appellant holding him\nguilty of the offences under the aforesaid provisions of the Act.\nAs a consequence of the said judgment dated 18.12.2009\nH convicting him under the provisions of the NDPS Act, the\nTOFAN SINGH v. STATE OF TAMIL NADU\n[A.K.SIKRI, J.]\n967\nA\nlearned Special Judge sentenced the appellant to undergo 10\nyears rigorous imprisonment and to pay a fine of Rs. one lakh.\nIn default whereof, it was ordered that the appellant would\nundergo rigorous imprisonment for a further period of one year.\nIdentical sentences were imposed for the offences under\nSection 8 (c) read with Section 21 \u0026 29 of the NDPS Act, 1985 B\nwith the direction that both the sentences had to be undergone\nby the appellant concurrently.\n2. Appeal filed by the appellant against the order of the\nSpecial Judge, Addl. Special Court, has been dismissed by\nC\nthe High Court of Judicature at Madras vide judgment dated\n18.6.2012 thereby maintaining the conviction as well as the\nsentence awarded by the Special Judge, Addl. Special Court\nunder NDPS Act, Chennai. Dissatisfied and undeterred by the\njudgments of the Courts below, the appellant preferred the\nSpecial Leave Petition in which the leave was granted on\n18.1.2013. However, at the same time, bail application\npreferred by the appellant was rejected and appeal was posted\nfor hearing. This is how the present appeal arises against the\nimpugned judgment dated 18.6.2012 of the High Court of\nJudicature at Madras.\n3. The allegations against the appellant (alongwith five\nothers out of whom two are absconding) were that 5.250 Kgs\nof heroin was seized from these accused persons which they\nwere carrying and attempting to export out of India. As per the\ncomplaint filed by the Intelligence Officer, NCB, Chennai in this\nbehalf, the prosecution case is stated, in a summary form, as\nbelow:-\nD\nE\nF\n4. On 23.10.2004, the Intelligence Officer, NCB, South\nG\nZone Unit, Mr. L.S. Aruldoss (PW-7), received information at\nabout 9.00 p.m. that one Prem @ Kannan @ Sudeshwaran\nresident of Nanganallur, Chennai was procuring Narcotic Drugs\nfrom Guddu Singh resident of Rajasthan with the assistance of\none Bapulal resident of Pattalam, Chennai, for trafficking it from\nChennai to Srilanka and that they had made arrangements for H\n968 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA the supply of 5 Kgs. of heroin through his two persons, who were\nidentified to Bapulal by Guddusingh and those two persons\nwere arriving at Chennai on the next day by Jaipur Express. It\nwas further reported that the said Bapulal and Kannan had\nplanned to leave at 10.00 p.m. on 23.10.2004 to Nellore,\nB Andhra Pradesh, in a white Ambassador Car bearing\nRegistration No. TN-01-K0923 and on reaching Chennai, Prem\n@ Kannan @ Sudeshwaran would receive the heroin and\nsmuggle it out to Srilanka.\nC\n5. After receiving the information, Mr. L.S. Aruldoss, the\nIntelligence Officer (PW-7) discussed the matter with other\nofficers namely Mr. Gunabalan (PW-6) and Mr. A. Sendhil\nMurugan (PW-10) resulting into the orders by Mr. Gunabalan\n(PW-6) to proceed with the case. Accordingly, on 24.10.2004,\nat about 9.00 a.m., P.W.6, P.W.7, and P.W.10 and two other\nD staff members viz., one Sepoy and Driver left NCB Office and\nreached the scene of occurrence at 11.00 a.m. On the\ninstruction of P.W.6, P.W.7 procured two independent\nwitnesses viz. S. Gopi (P.W.8) and one Krishnamurthy (not\nexamined). They intercepted the Ambassador Car bearing\nE Registration No. TN-01-K0923 and found that there were six\npassengers inside the car. On the front seat, there were two\ndrivers namely, Satyakeerthi and Mariappan and next to driver\nMariappan, the appellant herein was sitting. On the back seat\nPrem @ Kannan @ Sudeshwaran (Accused No. 2) of Srilanka,\nF Bapulal (Accused No. 1) of Chennai \u0026 Badrilal Sharma\n(Accused No. 4) were seated. After the police party enquired\nas to whether there were any Narcotic Drugs, Accused No. 1\n\u0026 2 who were seated on the back seat, took out one green\ncolour bag from beneath their seat and handed it over to Mr.\nAruldoss (P.W.7) stating that it contains 5 Kgs. of heroin. The\nrecoveries were, thereafter, effected and the accused persons\nwere arrested for commission of offences under the NDPS Act.\nThe two drivers of the ambassador car were, thereafter, allowed\nto go. The appellant and the other accused persons were\narrested by the raiding party.\nG\nH\nTOFAN SINGH v. STATE OF TAMIL NADU\n[A.K.SIKRI, J.]\n969\n6. While the four accused persons including the appellant A\nwere arrested, the other two accused namely Guddu Singh @\nVikram Singh and Ravi could not be arrested and were\nabsconding. The statements of the arrested accused persons\nwere recorded by Mr. A. Sendhil Murugan, Intelligence Officer.\nThe appellant also gave his statement under Section 67 of the\nNDPS Act as per which he confessed to the commission of\nthe crime.\n7. The case was, thereafter, handed over to Mr. R.\nMurugan (P.W.2) for investigation. After completing the\ninvestigation, he filed a report under Section 173 of the Code\nof Criminal Procedure, 1973 before the Special Judge under\nNDPS Act. Charges were framed and the matter went on trial.\nThe prosecution examined as many as 10 witnesses. Among\nthem were Mr. L.S. Aruldoss - Intelligence Officer, NCB (P.W.7),\nMr. Gunabalan - Superintendent (P.W.6), Mr. A. Sendhil\nMurugan (P.W.10), Mr. R. Murugan (P.W.2), Smt. Saraswathy\nChakravarthy, Chemical Examiner in Customs House\nLaboratory at Chennai (P.W.4), Mr. T. Sridhar (P.W.5).\nB\nC\nD\n8. The information relating to the commission of the E\noffence has been taken note of and discussed by the Trial\nCourt as well as the High Court in the impugned judgment in\ndetail. It is not necessary to burden this judgment with all those\ndetails as our purpose would be served by referring to those\naspects which are essential for the purposes of the present F\nappeal. We may state that the prosecution had also produced\nExs. P1 to P81 and M.Os 1 to 19 during the trial. After\nexamining the prosecution witnesses, statements of the\naccused persons under Section 313 of the Code of Civil\nProcedure (hereinafter to be referred as 'Code') were recorded.\nThe accused persons denied the same and stated as follows:\nG\nA-1: Denied the incriminating evidence against him and\nstated that he was compelled to come to the NCB\nOffice and a false case is foisted against him and\ngave a written statement stating that the NCB H\nA\nB\n00\n. D\nE\nF\nG\nH\n970\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nofficers came to his house between 12.30 to 1.00\np.m. on 25.10.2004 and took him to their office at\nChennai in the presence of his wife and his children\nand have forcibly taken the signatures on some\npapers written in Hindi and that he is not connected\nwith the other accused and that he was not\noccupant of the Car as alleged in the case and he\nwas not aware of the contraband seized and\nexamined defence witnesses on his behalf namely\nMr. Vinay, son of A-1, D.W.1 and Dr.\nSomasundaram D.W.2.\nA-2: Denying the incriminating evidence against him\nstated that he was taken from Nanganallur to the\nNCB Office and that he was not allowed to talk\nbefore the Judge during remand.\nA-3: Stated that summon was not issued to him and Rs.\n1,600/- and train tickets were seized from him at\nChennai Central Railway Station and he was\nbeaten and forced to sign in the NCB office on\nblank papers and stated that it is a false case.\nA-4: Stated that he was arrested at Nellore Railway\nStation while he was coming from train and his\nsignatures were obtained forcibly and the\nIntelligence Officer Mr. Karthikeyan (P.W.3) has\nfoisted a false case against him due to quarrel in\nthe train between him and the Intelligence Officer\nand that he was working in the RPF and is not\nconnected with the contraband seized and gave a\nwritten statement stating that he travelled in mufti to\ngo to Tirupathy and got down at Chennai Central\nRailway Station and was arrested and false case\nwas foisted against him due to wordy quarrel with\nthe officer and that Section 67 statement was\nobtained by force and torture and that he was not\ncarrying any Narcotic Drug.\nTOFAN SINGH v. STATE OF TAMIL NADU\n[A.K.SIKRI, J.]\n971\nThereafter, the accused persons produced two witnesses\nwho were examined and one document Ex. D1 was marked.\n9. Defence evidence is as follows:-\nDW.1:\nDW.2:\nA\nThe NCB Officers came at about 1.00 p.m on\n25.10.2004 and searched the house of A-1 and B\nthey obtained his signature and his mother's\nsignature in blank papers by threatening them. A-2\nhas not gone anywhere during September and\nOctober of 2004 and he was at home doing cloth\nbusiness. A-1 was taken from his office and C\narrested. The other accused had never contacted\nA-2 over phone at any time.\nDr. Somasundaram has recommended A-1\nfor treatment for Paralysis at Royapettah Hospital\nand his case sheet containing 21 pages for\ntreatment from January, 2008 to 25.9.2008 is Ex.\nD.1.\n10. It would be relevant to point that two of the accused\npersons namely Guddu Singh @ Vikram Singh and Ravi were\nabsconding and they could not be procured during the trial,\nresulting into splitting up of case as new C.C. No. 9 of 2007.\nThereafter, the trial proceeded against the other four accused\npersons which led to their conviction, as mentioned above. All\nthese four accused persons had filed the appeal which has\nbeen dismissed by the High Court of Judicature at Madras vide\nimpugned Judgment. However, out of the four convicted\npersons, only the appellant herein has preferred the present\nappeal.\nJUDGMENT OF THE TRIAL COURT:\n11. The learned Trial Court in its judgment dated\n18.12.2009, after pointing out the main prosecution evidence\nas well as the defence, noted that the gist of the prosecution\nD\nE\nF\nG\nH\n"}