{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68}],"text":"ORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n941\nD\nSection 2(b) of the Act, the Ministry of Environment A\n\u0026 Forests is responsible for determination and\nnotification of critical wildlife habitats in the National\nParks and Sanctuaries for the purpose of creating\ninviolate areas for wildlife conservation, as per the\nprocedure laid down. In fact, the rights of the forest B\ndwellers residing in the National Parks and\nSanctuaries are required to be recognized without\nwaiting of notification of critical wildlife habitats in\nthese areas. Further, Section 4(2) of the Act\nprovides for certain safeguards for protection of the C\nforest rights of the forest rights holders recognized\nunder the Act in the critical wildlife habitats of\nNational Parks and Sanctuaries, when their rights\nare either to be modified or resettled for the\npurposes of creating inviolate areas for wildlife\nconservation. No exercise for modification of the\nrights of the forest dwellers or their resettlement\nfrom the National Parks and Sanctuaries can be\nundertaken, unless their rights have been\nrecognized and vested under the Act. In view of the\nprovisions of Section 4(5) of the Act, no eviction and\nresettlement is permissible from the National Parks\nand sanctuaries till all the formalities relating to\nrecognition and verification of their claims are\ncompleted. The State/ UT Governments may,\ntherefore, ensure that the rights of the forest\ndwelling Scheduled Tribes and other traditional\nforest dwellers, residing in National Parks and\nSanctuaries are recognized first before any\nexercise for modification of their rights or their\nresettlement, if necessary, is undertaken and no G\nmember of the forest dwelling Scheduled Tribe or\nother traditional forest dweller is evicted from such\nareas without the settlement of their rights and\ncompletion of all other actions required under\nsection 4 (2) of the Act.\nE\nF\nH\nA\n00\nB\nC\nD\nE\nF\nG\nH\n942\nSUPREME COURT REPORTS\n(e)\n[2013] 6 S.C.R.\nThe State Level Monitoring Committee should\nmonitor compliance of the provisions of Section\n3(1)(m) of the Act, which recognizes the right to in\nsitu rehabilitation including alternative land in cases\nwhere the forest dwelling Scheduled Tribes and\nother traditional forest dwellers have been illegally\nevicted or displaced from forest land without\nreceiving their legal entitlement to rehabilitation, and\nalso of the provisions of Section 4(8) of the Act,\nwhich recognizes their right to land when they are\ndisplaced from their dwelling and cultivation without\nland compensation due to State development\ninterventions.\n(vi) Awareness-Raising, Monitoring and Grievance\nRedressal:\n(a)\nEach State should prepare suitable communication\nand training material in local language for effective\nimplementation of the Act.\n(b) The State Nodal Agency should ensure that the Sub\nDivisional Level Committee and the District Level\nCommittee make district-wise plans for trainings of\nrevenue, forest and tribal welfare departments' field\nstaff, officials, Forest Rights Committees and\nPanchayat representatives. Public meetings for\nawareness generation in those villages where\nprocess of recognition is not complete need to be\nheld.\n(c)\nIn order to generate awareness about the various\nprovisions of the Act and the Rules, especially the\nprocess of filing petitions, the State Government\nshould organize public hearings on local bazaar\ndays or at other appropriate locations on a quarterly\nbasis till the process of recognition is complete. It\nwill be helpful if some members of Sub Divisional\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n(d)\n943\nLevel Committee are present in the public hearings. A\nThe Gram Sabhas also need to be actively involved\nin the task of awareness raising.\nIf any forest dwelling Scheduled Tribe in case of a\ndispute relating to a resolution of a Gram Sabha or\nGram Sabha through a resolution against any higher\nauthority or Committee or officer or member of such\nauthority or Committee gives a notice as per\nSection 8 of the Act regarding contravention of any\nprovision of the Act or any rule made thereunder\nconcerning recognition of forest rights to the State\nLevel Monitoring Committees, the State Level\nMonitoring Committee should hold an inquiry on the\nbasis of the said notice within sixty days from the\nreceipt of the notice and take action, if any, that is\nrequired. The complainant and the Gram Sabha\nshould be informed about the outcome of the\ninquiry.\"\nForest Rights Act and MMRD Act:\n50. State of Orissa has maintained the stand that the State\nhas the ownership over the mines and minerals deposits\nbeneath the forest land and that the STs and other TFDs cannot\nraise any claim or rights over them, nor the Gram Sabha has\nany right to adjudicate such claims. This Court in Amritlal\nAthubhai Shah and Ors. v. Union Government of India and\nAnother (1976) 4 SCC 108, while dealing with the scope of\nMines and Minerals (Regulation and Development) Act, 1957\nheld as follows:\nB\nC\nD\nE\nF\n\"3. the State Government is the \"owner of G\nminerals\" within its territory, and the minerals “vest” in it.\nThere is nothing in the Act or the Rules to detract from this\nbasic fact. That was why the Central Government stated\nfurther in its revisional orders that the State Government\nhad the “inherent right to reserve any particular area for H\nA\nB\nс\nD\nヨ\nF\n944\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nexploitation in the public sector\". It is therefore quite clear\nthat, in the absence of any law or contract etc to the\ncontrary, bauxite, as a mineral, and the mines thereof, vest\nin the State of Gujarat and no person has any right to\nexploit it otherwise then in accordance with the provisions\nof the Act and the Rules...\"\nThe Forest Rights Act, neither expressly nor impliedly, has\ntaken away or interfered with the right of the State over mines\nor minerals lying underneath the forest land, which stand vested\nin the State. State holds the natural resources as a trustee for\nthe people. Section 3 of the Forest Rights Act does not vest\nsuch rights on the STs or other TFDs. PESA Act speaks only\nof minor minerals, which says that the recommendation of Gram\nSabha shall be made mandatory prior to grant of prospecting\nlicence or mining lease for minor minerals in the Scheduled\nAreas. Therefore, as held by this Court in Amritlal (supra), the\nState Government has the power to reserve any particular area\nfor Bauxite mining for a Public Sector Corporation.\nGram Sabha and other Authorities:\n51. Under Section 6 of the Act, Gram Sabha shall be the\nauthority to initiate the process for determining the nature and\nextent of individual or community forest rights or both and that\nmay be given to the forest dwelling STs and other TFDs within\nthe local limits of the jurisdiction. For the said purpose it receive\nclaims, and after consolidating and verifying them it has to\nprepare a plan delineating the area of each recommended\nclaim in such manner as may be prescribed for exercise of such\nrights. The Gram Sabha shall, then, pass a resolution to that\neffect and thereafter forward a copy of the same to the Sub-\nDivisional Level Committee. Any aggrieved person may move\na petition before the Sub-Divisional Level Committee against\nthe resolution of the Gram Sabha. Sub-section (4) of Section\n6 confers a right on the aggrieved person to prefer a petition\nto the District Level Committee against the decision of the Sub-\nH Divisional Level Committee. Sub-section (7) of Section 6\nG\n1\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.}\n945\nenables the State Government to constitute a State Level A\nMonitoring Committee to monitor the process of recognition and\nvesting of forest rights and to submit to the nodal agency. Such\nreturns and reports shall be called for by that agency.\nC\n52. Functions of the Gram Sabha, Sub-Divisional Level B\nCommittee, District Level Committee, State Level Monitoring\nCommittee and procedure to be followed and the process of\nverification of claims etc. have been elaborately dealt with in\n2007 Rules read with 2012 Amendment Rules. Elaborate\nprocedures have therefore been laid down by Forest Rights Act\nread with 2007 and 2012 Amendment Rules with regard to the\nmanner in which the nature and extent of individual or customary\nforest rights or both have to be decided. Reference has already\nbeen made to the details of forest rights which have been\nconferred on the forest dwelling STs as well as TFDs in the\nearlier part of the Judgment.\nIndividual/Community Rights\n53. Forest Rights Act prescribed various rights to tribals/\nforest dwellers as per Section 3 of the Act. As per Section 6\nof the Act, power is conferred on the Gram Sabha to process\nfor determining the nature and the extent of individual or\ncommunity forests read with or both that may be given to forest\ndwelling STs and other TĘDs, by receiving claims, consolidate\nit, and verifying them and preparing a map, delineating area\nof each recommended claim in such a manner as may be\nprescribed. The Gram Sabha has received a large number of\nindividual claims and community claims from the Rayagada\nDistrict as well as the Kalahandi District. From Rayagada\nDistrict Gram Sabha received 185 individual claims, of which\n145 claims have been considered and settled by granting\nalternate rights over 263.5 acres of land. 40 Individual claims\npending before the Gram Sabha pertain to areas which falls\noutside the mining lease area. In respect of Kalahandi District\n31 individual claims have been considered and settled by\ngranting alternate rights over an area of 61 acres.\nD\nE\nF\nG\nH\nA\n946\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\n54. Gram Sabha has not received any community claim\nfrom the District of Rayagada. However, in respect of Kalahandi\nDistrict 6 community claims had been received by the Gram\nSabha of which 3 had been considered and settled by granting\nan alternate area of 160.55 acres. The balance 3 claims are\nB pending consideration.\nCustomary and Religious Rights (Sacred Rights)\n55. Religious freedom guaranteed to STS and the TFDs\nunder Articles 25 and 26 of the Constitution is intended to be\nC a guide to a community of life and social demands. The above\nmentioned Articles guarantee them the right to practice and\npropagate not only matters of faith or belief, but all those rituals\nand observations which are regarded as integral part of their\nreligion. Their right to worship the deity Niyam-Raja has,\nD therefore, to be protected and preserved.\nE\nF\nG\nH\n56. Gram Sabha has a role to play in safeguarding the\ncustomary and religious rights of the STs and other TFDs under\nthe Forest Rights Act. Section 6 of the Act confers powers on\nthe Gram Sabha to determine the nature and extent of\n“individual\" or \"community rights\". In this connection, reference\nmay also be made to Section 13 of the Act coupled with the\nprovisions of PESA Act, which deal with the powers of Gram\nSabha. Section 13 of the Forest Rights Act reads as under:\n-\n“13. Act not in derogation of any other law. Save as\notherwise provided in this Act and the provisions of the\nPanchayats (Extension of the Scheduled Areas) Act, 1996\n(40 of 1996), the provisions of this Act shall be in addition\nto and not in derogation of the provisions of any other law\nfor the time being in force.\"\n57. PESA Act has been enacted, as already stated, to\nprovide for the extension of the provisions of Part IX of the\nConstitution relating to Panchayats to the Scheduled Areas.\nSection 4(d) of the Act says that every Gram Sabha shall be\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n947\nA\ncompetent to safeguard and preserve the traditions, customs\nof the people, their cultural identity, community resources and\ncommunity mode of dispute resolution. Therefore, Grama\nSabha functioning under the Forest Rights Act read with\nSection 4(d) of PESA Act has an obligation to safeguard and\npreserve the traditions and customs of the STs and other forest B\ndwellers, their cultural identity, community resources etc., which\nthey have to discharge following the guidelines issued by the\nMinistry of Tribal Affairs vide its letter dated 12.7.2012.\n58. We are, therefore, of the view that the question whether\nSTs and other TFDs, like Dongaria Kondh, Kutia Kandha and\nothers, have got any religious rights i.e. rights of worship over\nthe Niyamgiri hills, known as Nimagiri, near Hundaljali, which\nis the hill top known as Niyam-Raja, have to be considered by\nthe Gram Sabha. Gram Sabha can also examine whether the\nproposed mining area Niyama Danger, 10 km away from the\npeak, would in any way affect the abode of Niyam-Raja.\nNeedless to say, if the BMP, in any way, affects their religious\nrights, especially their right to worship their deity, known as\nNiyam Raja, in the hills top of the Niyamgiri range of hills, that\nright has to be preserved and protected. We find that this\naspect of the matter has not been placed before the Gram\nSabha for their active consideration, but only the individual\nclaims and community claims received from Rayagada and\nKalahandi Districts, most of which the Gram Sabha has dealt\nwith and settled.\n59. The Gram Sabha is also free to consider all the\ncommunity, individual as well as cultural and religious claims,\nover and above the claims which have already been received\nfrom Rayagada and Kalahandi Districts. Any such fresh claims\nbe filed before the Gram Sabha within six weeks from the date\nof this Judgment. State Government as well as the Ministry of\nTribal Affairs, Government of India, would assist the Gram\nSabha for settling of individual as well as community claims.\n60. We are, therefore, inclined to give a direction to the\nC\nD\nE\nF\nG\nH\n948 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA State of Orissa to place these issues before the Gram Sabha\nwith notice to the Ministry of Tribal Affairs, Government of India\nand the Gram Sabha would take a decision on them within three\nmonths and communicate the same to the MOEF, through the\nState Government. On the conclusion of the proceeding before\nB the Gram Sabha determining the claims submitted before it,\nthe MOEF shall take a final decision on the grant of Stage II\nclearance for the Bauxite Mining Project in the light of the\ndecisions of the Gram Sabha within two months thereafter.\nC\n61. The Alumina Refinery Project is well advised to take\nsteps to correct and rectify the alleged violations by it of the\nterms of the environmental clearance granted by MoEF.\nNeedless to say that while taking the final decision, the MoEF\nshall take into consideration any corrective measures that might\nhave been taken by the Alumina Refinery Project for rectifying\nD the alleged violations of the terms of the environmental\nclearance granted in its favour by the MoEF.\n62. The proceedings of the Gram Sabha shall be attended\nas an observer by a judicial officer of the rank of the District\nE Judge, nominated by the Chief Justice of the High Court of\nOrissa who shall sign the minutes of the proceedings, certifying\nthat the proceedings of the Gram Sabha took place\nindependently and completely uninfluenced either by the Project\nproponents or the Central Government or the State Government.\nF\n63. The Writ Petition is disposed of with the above\ndirections. Communicate this order to the Ministry of Tribal\nAffairs, Gram Sabhas of Kalahandi and Rayagada Districts of\nOrissa and the Chief Justice of High Court of Orissa, for further\nfollow up action.\nG\nB.B.B.\nWrit Petition disposed of.\n"}