{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"ORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n931\n\"Gram Sabha\" is defined under Section 2(g), which reads as\nfollows:\n\"(g) \"Gram Sabha\" means a village assembly which shall\nconsist of all adult members of a village and in case of\nStates having no Panchayats, Padas, Tolas and other\ntraditional village institutions and elected village\ncommittees, with full and unrestricted participation of\nwomen.\"\n\"Habitat” is defined under Section 2(h), which reads as follows:\n\"(h) \"habitat” includes the area comprising the customary\nhabitat and such other habitats in reserved forests and\nprotected forests of primitive tribal groups and pre-\nagricultural communities and other forest dwelling\nScheduled Tribes.\"\n\"Scheduled Areas\" is described under Section 2(m), which\nreads as follows:\nA\nB\nC\nD\n\"(m) \"Scheduled Areas\" means the Scheduled Areas\nreferred to in clause (1) of Article 244 of the Constitution.\" E\n\"Sustainable use\" is described under Section 2(n), which reads\nas follows:\n\"(n) \"sustainable use\" shall have the same meaning as\nassigned to it in clause (o) of Section 2 of Biological\nDiversity Act, 2002 (18 of 2003).\"\nF\n46. Chapter III of the Act deals with recognition, restoration\nand vesting of forest rights and related matters. Section 4 of\nthat chapter deals with recognition of, and vesting of, forest G\nrights in forest dwelling STs and other TFDs. Section 5 lists out\nduties in whom the forest rights vests and also the holders of\nforest rights empowers them to carry out duties. Those duties\ninclude preservation of habitat from any form of destructive\npractices affecting their cultural and natural heritage.\nH\nA\n932 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\n47. The definition clauses read with the above mentioned\nprovisions give emphasis to customary rights, rights to collect,\nuse and dispose of minor forest produce, community rights like\ngrazing cattle, community tenure of habitat and habitation for\nprimitive tribal groups, traditional rights customarily enjoyed etc.\nB Legislative intention is, therefore, clear that the Act intends to\nprotect custom, usage, forms, practices and ceremonies which\nare appropriate to the traditional practices of forest dwellers.\nC\nD\n48. Chapter IV of the Act deals with the authorities and\nprocedure for vesting of forest rights. That chapter has only one\nsection i.e. Section 6, which has to be read along with The\nScheduled Tribes and Other Traditional Forest Dwellers\n(Recognition of Forest Rights) Amendment Rules, 2007 and\nthe Amendment Rules 2012.\n49. Ministry of Tribal Affairs has noticed several problems\nwhich are impeding the implementation of the Act in its letter\nand spirit. For proper and effective implementation of the Act,\nthe Ministry has issued certain guidelines and communicated\nto all the States and UTs vide their letter dated 12.7.2012. The\nE operative portion of the same reads as follows: .\n“GUIDELINES:\n(i) Process of Recognition of Rights:\nF\n(a)\nG\n☐ H\n(b)\nThe State Governments should ensure that on\nreceipt of intimation from the Forest Rights\nCommittee, the officials of the Forest and Revenue\nDepartments remain present during the verification\nof the claims and the evidence on the site.\nIn the event of modification or rejection of a claim\nby the Gram Sabha or by the Sub-Divisional Level\nCommittee or the District Level Committee, the\ndecision on the claim should be communicated to\nthe claimant to enable the aggrieved person to\nprefer a petition to the Sub Divisional Level\nORISSA MINING CORPORATION v. MINISTRY OF 933\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\nCommittee or the District Level Committee, as the A\ncase may be, within the sixty days period\nprescribed under the Act and no such petition\nshould be disposed of against the aggrieved\nperson, unless he has been given a reasonable\nopportunity to present his case.\n(c) The Sub-Divisional Level Committee or the District\nLevel Committee should, if deemed necessary,\nremand the claim to the Gram Sabha for\nreconsideration instead of rejecting or modifying the\nsame, in case the resolution or the recommendation\nof the Gram Sabha is found to be incomplete or\nprima-facie requires additional examination.\n(d)\n(e)\n(f)\nB\nC\nIn cases where the resolution passed by the Gram\nSabha, recommending a claim, is upheld by Sub- D\nDivisional Level committee, but the same is not\napproved by the District Level Committee, the\nDistrict Level Committee should record the reasons\nfor not accepting the recommendations of the Gram\nSabha and the Sub-Divisional Level Committee, in\nwriting, and a copy of the order should be supplied\nto the claimant.\nOn completion of the process of settlement of rights\nand issue of titles as specified in Annexures II, III \u0026\nIV of the Rules, the Revenue / Forest Departments\nshall prepare a final map of the forest land so\nvested and the concerned authorities shall\nincorporate the forest rights so vested in the\nrevenue and forest records, as the case may be,\nwithin the prescribed cycle of record updation.\nAll decisions of the Sub-Divisional Level Committee\nand District Level Committee that involve\nmodification or rejection of a Gram Sabha\nresolution/ recommendation should be in the form\nE\nF\nG\nH\n934\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nD\nE\nF\n☐ G\n☐ H\n(g)\n(h)\n(i)\n(i)\nof speaking orders.\nThe Sub-Divisional Level Committee or the District\nLevel committee should not reject any claim\naccompanied by any two forms of evidences,\nspecified in Rule 13, and recommended by the\nGram Sabha, without giving reasons in writing and\nshould not insist upon any particular form of\nevidence for consideration of a claim. Fine receipts,\nencroacher lists, primary offence reports, forest\nsettlement reports, and similar documentation\nrooted in prior official exercises, or the lack\n-thereof, would not be the sole basis for rejection\nof any claim.\nUse of any technology, such as, satellite imagery,\nshould be used to supplement evidences tendered\nby a claimant for consideration of the claim and not\nto replace other evidences submitted by him in\nsupport of his claim as the only form of evidence.\nThe status of all the claims, namely, the total number\nof claims filed, the number of claims approved by\nthe District Level Committee for title, the number of\ntitles actually distributed, the number of claims\nrejected, etc. should be made available at the\nvillage and panchayat levels through appropriate\nforms of communications, including conventional\nmethods, such as, display of notices, beat of drum\netc.\nA question has been raised whether the four\nhectare limit specified in Section 4(6) of the Act,\nwhich provides for recognition of forest rights in\nrespect of the land mentioned in clause (a) of sub-\nsection (1) of section 3 of the Act, applies to other\nforest rights mentioned in Section 3(1) of the Act.\nIt is clarified that the four hectare limit specified in\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n(ii)\n935\nSection 4(6) applies to rights under section 3(1)(a) A\nof the Act only and not to any other right under\nsection 3(1), such as conversion of pattas or\nleases, conversion of forest villages into revenue\nvillages etc.\nMinor Forest Produce:\nB\n(a) The State Government should ensure that the forest\nrights relating to MFPs under Section 3(1)(c) of the\nAct are recognized in respect of all MFPs, as\ndefined under Section 2(i) of the Act, in all forest C\nareas, and state policies are brought in alignment\nwith the provisions of the Act. Section 2(i) of the Act\ndefines the term \"minor forest produce\" to include\n\"all non-timber produce of plant origin, including\nbamboo, brush wood, stumps, cane, tussar, D.\ncocoons, honey, wax, lac, tendu or kendu leaves,\nmedicinal plants and herbs, roots, tubers, and the\nlike\".\n(b)\n(c)\nThe monopoly of the Forest Corporations in the\ntrade of MFP in many States, especially in case of\nhigh value MFP, such as, tendu patta, is against the\nspirit of the Act and should henceforth be done\naway with.\nE\nThe forest right holders or their cooperatives/ F\nfederations should be allowed full freedom to sell\nsuch MFPs to anyone or to undertake individual or\ncollective processing, value addition, marketing, for\nlivelihood within and outside forest area by using\nlocally appropriate means of transport.\n(d) The State Governments should exempt movement\nof all MFPs from the purview of the transit rules of\nthe State Government and, for this purpose, the\ntransit rules be amended suitably. Even a transit\nG\nH\nA\nB\nC\nD\nE\nF\n☐ G\nH\n936\nSUPREME COURT REPORTS\n(e)\n[2013] 6 S.C.R.\npermit from Gram Sabha should not be required.\nImposition of any fee/charges/royalties on the\nprocessing, value addition, marketing of MFP\ncollected individually or collectively by the\ncooperatives/ federations of the rights holders\nwould also be ultra vires of the Act.\nthe State Governments need to play the facilitating\nrole in not only transferring unhindered absolute\nrights over MFP to forest dwelling Scheduled Tribes\nand other traditional forest dwellers but also in\ngetting them remunerative prices for the MFP,\ncollected and processed by them.\n(iii) Community Rights:\n(a)\n(b)\n(c)\nThe District Level Committee should ensure that the\nrecords of prior recorded nistari or other traditional\ncommunity rights (such as Khatian part II in\nJharkhand, and traditional forest produce rights in\nHimachal and Uttarakhand) are provided to Gram\nSabhas, and if claims are filed for recognition of\nsuch age-old usufructory rights, such claims are not\nrejected except for valid reasons, to be recorded\nin writing, for denial of such recorded rights;\nThe District Level Committee should also facilitate\nthe filing of claims by pastoralists before the\nconcerned Gram Sabha (s) since they would be a\nfloating population for the Gram Sabha(s) of the\narea used traditionally.\nIn view of the differential vulnerability of Particularly\nVulnerable Tribal Groups (PTGs) amongst the\nforest dwellers, District Level Committee should\nplay a pro-active role in ensuring that all PTGs\nreceive habitat rights in consultation with the\nconcerned PTGs' traditional institutions and their\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n(d)\n937\nclaims for habitat rights are filed before the\nconcerned Gram Sabhas.\nA\nC\nD\nThe forest villages are very old entities, at times of\npre-independent era, duly existing in the forest\nrecords. The establishment of these villages was in\nB\nfact encouraged by the forest authorities in the pre-\nindependent era for availability of labour within the\nforest areas. The well defined record of each forest\nvillage, including the area, number of inhabitants,\netc. exists with the State Forest Departments. There\nare also unrecorded settlements and old habitations\nthat are not in any Government record. Section\n3(1)(h) of the Act recognizes the right of forest\ndwelling Scheduled Tribes and other traditional\nforest dwellers relating to settlement and conversion\non forest villages, old habitation, un-surveyed\nvillages and other villages and forests, whether\nrecorded, notified or not into revenue villages. The\nconversion of all forest villages into revenue villages\nand recognition of the forest rights of the inhabitants\nthereof should actually have been completed E\nimmediately on enactment of the Act. The State\nGovernments may, therefore, convert all such\nerstwhile forest villages, unrecorded settlements\nand old habitations into revenue villages with a\nsense of urgency in a time bound manner. The F\nconversion would include the actual land-use of the\nvillage in its entirety, including lands required for\ncurrent or future community uses, like, schools,\nhealth facilities, public spaces etc. Records of the\nforest villages maintained by the Forest Department G\nmay thereafter be suitably updated on recognition\nof this right.\n(iv) Community Forest Resource Rights:\n(a)\nThe State Government should ensure that the forest\nH\nA\n00\nB\n☐ ☐\n☐ D\n☐ E\n☐ F\n☐ G\n☐ H\n938\nSUPREME COURT REPORTS\n(b)\n(c)\n(d)\n[2013] 6 S.C.R.\nrights under Section 3(1)(i) of the Act relating to\nprotection, regeneration or conservation or\nmanagement of any community forest resource,\nwhich forest dwellers might have traditionally been\nprotecting and conserving for sustainable use, are\nrecognized in all villages and the titles are issued\nas soon as the prescribed Forms for claiming\nRights to Community Forest Resource and the\nForm of Title for Community Forest Resources are\nincorporated in the Rules. Any restriction, such as,\ntime limit, on use of community forest resources\nother than what is traditionally imposed would be\nagainst the spirit of the Act.\nIn case no community forest resource rights are\nrecognized in a village, the reasons for the same\nshould be recorded. Reference can be made to\nexisting records of community and joint forest\nmanagement, van panchayats, etc. for this purpose.\nThe Gram Sabha would initially demarcate the\nboundaries of the community forest resource as\ndefined in Section 2(a) of the Act for the purposes\nof filing claims for recognition of forest right under\nSection 3(1)(i) of the Act.\nThe Committees constituted under Rule 4(e) of the\nForest Rights Rules, 2008 would work under the\ncontrol of Gram Sabha. The State Agencies should\nfacilitate this process.\n(e) Consequent upon the recognition of forest right in\nSection 3(i) of the Act to protect, regenerate or\nconserve or manage any community forest\nresource, the powers of the Gram Sabha would be\nin consonance with the duties as defined in Section\n5(d), wherein the Gram Sabha is empowered to\nregulate access to community forest resources and\nORISSA MINING CORPORATION v. MINISTRY OF\nENVIRONMENT \u0026 FOREST [K.S. RADHAKRISHNAN, J.]\n939\nstop any activity which adversely affects the wild\nanimals, forest and the bio-diversity. Any activity that\nprejudicially affects the wild-life, forest and bio-\ndiversity in forest area would be dealt with under the\nprovisions of the relevant Acts.\n(v) Protection Against Eviction, Diversion of Forest\nLands and Forced Relocation :\n(a)\nSection 4(5) of the Act is very specific and provides\nthat no member of a forest dwelling Scheduled\nTribe or other traditional forest dwellers shall be\nevicted or removed from the forest land under his\noccupation till the recognition and verification\nprocedure is complete. This clause is of an\nabsolute nature and excludes all possibilities of\neviction of forest dwelling Scheduled Tribes or other\ntraditional forest dwellers without settlement of their\nforest rights as this Section opens with the words\n\"Save as otherwise provided\". The rationale behind\nthis protective clause against eviction is to ensure\nthat in no case a forest dweller should be evicted\nwithout recognition of his rights as the same entitles\nhim to a due compensation in case of eventuality\nof displacement in cases, where even after\nrecognition of rights, a forest area is to be declared\nas inviolate for wildlife conservation or diverted for\nany other purpose. In any case, Section 4(1) has\nthe effect of recognizing and vesting forest rights in\neligible forest dwellers. Therefore, no eviction\nshould take place till the process of recognition and\nvesting of forest rights under the Act is complete.\n(b) The Ministry of Environment \u0026 Forests, vide their\nletter No.11-9/1998-FC(pt.) dated 30.07.2009, as\nmodified by their subsequent letter of the same\nnumber dated 03.08.2009, has issued directions,\nA\nB\nс\nD\nE\nF\nG\nH\nA\nB\n☐ C\nD\nE\nF\nG\nH\n940\nSUPREME COURT REPORTS\n(c)\n(d)\n[2013] 6 S.C.R.\nrequiring the State/ UT Governments to enclose\ncertain evidences relating to completion of the\nprocess of settlement of rights under the Scheduled\nTribes and other Traditional Forest Dwellers\n(Recognition of Forest Rights) Act, 2006, while\nformulating unconditional proposals for diversion of\nforest land for non-forest purposes under the Forest\n(Conservation) Act, 1980. The State Government\nshould ensure that all diversions of forest land for\nnon-forest purposes under the Forest\n(Conservation) Act, 1980 take place in compliance\nwith the instructions contained in the Ministry of\nEnvironment \u0026 Forest's letter dated 30.07.2009, as\nmodified on 03.08.2009-\nThere may be some cases of major diversions of\nforest land for non-forest purposes under the Forest\n(Conservation) Act, 1980 after the enactment of the\nScheduled Tribes and other Traditional Forest\nDwellers (Recognition of Forest Rights) Act, 2006\nbut before the issue of Ministry of Environment \u0026\nForests' letter dated 30.07.2009, referred to above.\nIn case, any evictions of forest dwelling Scheduled\nTribes and other traditional forest dwellers have\ntaken place without settlement of their rights due to\nsuch major diversions of forest land under the\nForest (Conservation) Act, 1980, the District Level\nCommittees may be advised to bring such cases\nof evictions, if any, to the notice of the State Level\nMonitoring Committee for appropriate action\nagainst violation of the provisions contained in\nSection 4(5) of the Act.\nThe Act envisages the recognition and vesting of\nforest rights in forest dwelling Scheduled Tribes and\nother traditional forest dwellers over all forest lands,\nincluding National Parks and Sanctuaries. Under\n"}