{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"U.O.I. AND ORS.\nV.\nJAI PRAKASH SINGH AND ANR.\nA\nMARCH 8, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nB\nJudgment/Order:\nNon-reasoned order-Writ Petitioner claiming benefit under a policy-\nHigh Court without indicating reasons describing the policy to be arbitrary—\nChallenge against-Held, High Court traveled beyond the pleadings-Order\nbeing cryptic and without reasons is not sustainable.\nWrit Petitioner-respondent No. 1 was not granted permission to operate\nGramin PCO. He filed Writ Petition before the High Court. Appellants\ncontended before High Court that a Gramin PCO described in the guidelines\nof Ministry of Communications, as Village Public Telephone (VPT)was already\nexisting in the concerned village and, therefore, the prayer of writ petitioner\ncould not be accepted.\nC\nᎠ\nHigh Court by cryptic order held that the conditions in the guidelines E\nwere arbitrary and violative of Article 14 of the Constitution of India, 1950\nand directed to allot a VPT.\nIn appeal to this Court, Appellants challenged the order on the ground\nthat no reason has been indicated as to why the guidelines were found to be\nillegal/arbitrary under the National Communication Policy, 1994, Department F\nof Telecommunication is providing VPT. They further contended that the\ndepartment did not have adequate resources to provide more than one VPT in\na village under the VPT programme. However, Wherever technically feasible,\nsecond and subsequent public telephone can be provided which shall be at the\ncost of the appellant.\nG\nAllowing the appeal, the Court\nHELD: 1. The 1994 guidelines have been amended from time to time\nand clarifications have been issued subsequently on 8.12.1998 and 9.3.1999.\n757\nH\n758\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA It appears that for installation of VPT, definite role is assigned to the Gram\nPanchayat. The guidelines of 8.12.1988 stipulate that the Gram Panchayat\nwill recommended only one VPT in a village and the Question of multiple\ncases does not arise. In case of any dispute, the case is to be discussed with\nPanchayats and resolved. The recommendations for extension/location are to\nbe given by the Panchayat or the BDO as the case may be. [Para 6]\nB\n[760-C-D]\n2. The High Court, without indicating any reason has described the\npolicy to be arbitrary. Interestingly, the writ petitioner had not challenged\nthe legality of the policy. In fact, he was claiming benefit under the policy.\nC Unfortunately, the High Court traveled beyond the pleadings. It did not grant\nany opportunity to the present appellant to file even counter affidavit and by a\nnon-reasoned order struck down the policy. The order of the High Court has\nbeen stayed by this Court on 1.9.1999. [Para 7] [760-E]\nD\nE\n3.1. Reasons introduce clarity in an order. On plainest consideration\nof justice, the High Court ought to have set forth its reasons, however brief\nin its order indicative of an application of its mind, all the more when its order\nis amenable to further avenue of challenge. The absence of reasons has\nrendered the High Court's judgment not sustainable. [Para 8]\nBreen v. Amalgamated Engineering Union, [1971] 1 All E.R. 1148 and\nAlexander Machinery (Dudley) Ltd. v. Crabtree, (1974) LCR 120, referred\nto.\n3.2. Reasons are live links between the mind of the decision taker to\nthe controversy in question and the decision or conclusion arrived at. Reasons\nF\nsubstitute subjectivity by objectivity. The emphasis on recording reasons is\nthat if the decision reveals the \"inscrutable face of the sphinx\", it can, by its\nsilence, render it virtually impossible for the Courts to perform their appellate\nfunction or exercise the power of judicial review in adjudging the validity of\nthe decision. Right to reason is an indispensable part of a sound judicial\nG system, reason at least sufficient to indicate an application of mind to the\nmatter before Court. Another rationale is that the affected party can know\nwhy the decision has gone against him. One of the salutary requirements of\nnatural justice is spelling out reasons for the order made, in other words, a\nspeaking out. The \" inscrutable face of a sphinx\" is ordinarily incongruous\nwith a judicial or quasi-judicial performance. [Para 9] [760-H; 761-A, B, C]\nH\nU.O.I. v. JAI PRAKASH SINGH [PASAYAT. J.]\n759\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 5687 of 2000. A\nFrom the Judgment and Order dated 17.3.1999 of the High Court of\nJudicature at Allahabad in C.M.W.P.No. 10275 of 1999.\nT.S. Doabia, Sunita Sharma and P. Parmeswaran for the Appellants.\nB\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Challenge in this appeal is to the order\npassed by a Division Bench of the Allahabad High Court allowing the writ\npetition filed by respondent no.1.\n2. A brief reference to the factual position would suffice:\nC\n3. Respondent no.1 filed a writ petition before the Allahabad High Court\nalleging that he was not granted permission to operate Gramin PCO and his\nprayer was that he should have been granted such permission. Appellants\nwho were the respondents 1 to 4 in the writ petition took the stand that D\naccording to the guidelines of the Ministry of Communication one Gramin\nPCOI (described in the guidelines as Village Public Telephone, in short the\n'VPT') already existing in the concerned village and, therefore, the prayer of\nthe writ petitioner could not be accepted in view of the guidelines. The High\nCourt by a cryptic non-reasoned order held that the conditions in the guidelines\n\"appear to be arbitrary\" and hence violative of Article 14 of the Constitution\nof India, 1950 (in short the Constitution). Accordingly direction was granted\nto allot a VPT to the writ petitioner within the stipulated time.\nE\n4. Appellants have challenged the order on the ground that no reason\nhas been indicated as to why the guidelines were found to be illegal/arbitrary F\nunder the national Communication Policy, 1994; Department of\nTelecommunication is providing VPT. One VPT is provided in a Revenue\nvillage. There are nearly 60,77,491 village in the country. By 31.3.1999, therefore,\n3,40,640 villages, which, have been provided with VPT's and remaining villages\nwere to be provided VPT's progressively by March, 2002. In UP (Eastern)\nTelecom Circle, there are nearly 75,698 villages, out of which 29,970 villages G\nhave been provided with VPT's and rest about 45,000 villages were to be\nprovided with VPT's. It is pointed out that after all the villages are provided\nwith public telephones, additional PCOS can be provided depending upon\ntechnical feasibility and demand. The difference between VPT and PCO is that\nthe call charges made from a VPT are less than those from PCO. Also the\nH\n760\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA commission to the operative custodian of a VPT is higher that that payable\nto a PCO operator custodian. The commission is percentage of revenue\ndepending on the call charges. It was also submitted that the department did\nnot have adequate resources to provide more than one VPT in a village under\nthe VPT programme. However, wherever technically feasible, second and\nsubsequent public telephone can be provided which shall be at the cost of\nthe applicant. Without indicating any reason as to how the guidelines were\narbitrary, the High Court has issued the directions.\nB\nC\n5. There is no appearance on behalf of the respondent no. 1 who was\nthe writ petitioner.\n6. We find that 1994 guidelines have been amended from tie to time and\nclarifications have been issued subsequently on 8.12.1998 and 9.3.1999. it\nappears that for installation of VPT, define role assigned to the Gram Panchayat.\nThe guidelines of 8.12.1988 stipulate that the Gram Panchayat will recommend\nonly one VPT in a village and the question of multiple cases does not arise.\nD In case of any dispute, the case is to be discussed with Panchayats and\nresolves. The recommendations for extension/location are to be given by the\nPanchayat or the BDO as the case may be.\nE\nF\n7. As rightly submitted by learned counsel for the appellants, without\nindicating any reason, the High Court has described the policy to be arbitrary.\nInterestingly, the writ petitioner had not challenged the legality of the policy.\nIn fact, he was claiming benefit under the policy. Unfortunately, the High\nCourt travelled beyond the pleadings. It did not grant any opportunity to the\npresent appellant to file even counter affidavit and by a non-reasoned order\nstruck down the policy. The order of the High Court has been stayed by this\nCourt on 1.9.1999.\n8. Reasons introduce clarity in an order. On plainest consideration of\njustice, the High Court ought to have set forth its reasons, howsoever brief,\nin its order indicative of an application of its mind, all the more when its order\nis amenable to further avenue of challenge. The absence of reasons has\nG rendered the High Court's judgment not sustainable.\nH\n9. Even in respect of administrative orders Lord Denning M.R. in Breen\nv. Amalgamated Engineering Union, [1971] 1 All E.R. 1148 observed \"The\ngiving of reasons is one of the fundamentals of good administration\". In\nAlexander Machinery (Dudley) Ltd. v. Crabtree, (1974) LCR 120 it was\nU.O.I. v. JAI PRAKASH SINGH [PASAYAT, J.]\n761\nB\nobserved: \"Failure to give reasons amounts to denial of justice\". Reasons are A\nlive links between the mind of the decision taker to the controversy in\nquestion and the decision or conclusion arrived at\". Reasons substitute\nsubjectivity by objectivity. The emphasis on recording reasons is that if the\ndecision reveals the \"inscrutable face of the sphinx\", it can, by its silence,\nrender it virtually impossible for the Courts to perform their appellate function\nor exercise the power of judicial review in adjudging the validity of the\ndecision. Right to reason is an indispensable part of a sound judicial system,\nreasons at least sufficient to indicate an application of mind to the matter\nbefore Court. Another rationale is that the affected party can know why the\ndecision has gone against him. One of the salutary requirements of natural\njustice is spelling out reasons for the order made, in other words, a speaking C\nout. the \"inscrutable face of a sphinx\" is ordinarily incongruous with a judicial\nor quasi-judicial performance.\n10. The inevitable conclusion is that the impugned order of the High\nCourt is unsustainable and is set aside. The appeal is allowed. No costs.\nD.G.\nAppeal allowed.\n"}