{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"PUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 851\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\nbread earner/deceased. The English Law being different, A\nEnglish judges were having different approach towards the\ngrant of compensation to the deceased's family.\n17. Here in India, we have a different culture. Here, every\nparent thinks that it is his moral and legal duty to give fullest\neducation to his children. Pärents think that marriage of their\nchildren is their responsibility and even providing a house to\ntheir children and grand children is their responsibility. Here,\nin India, the concept of culture and family life is totally distinct\nfrom the culture and family life in England and in other foreign\ncountries. Here, parents not only educate the children but spend\nhuge amounts or at least sufficient amounts on the marriages\nof their children, on their education, for their housing needs and\nin majority of cases in return they are looked after in old ages.\nB\nC\n18. Most of the people work even after their retirement to D\nsupport their children. The longevity of life in India has increase\nat least upto 69 years; in many cases, peoples live longer than\nthat. The salaries and cost of things increase rapidly. At a\nglance, between every 9-10 years they double.\n19. Though the method of multiplier is one of the best\nmethods in providing compensation while choosing the\nmultiplier the court/tribunal has to take into consideration the\nrising inflation, increasing salaries and increasing cost of living.\nTherefore, we have to determine just compensation keeping\nin view the Indian background, the Indian culture, the Indian legal\nbackground, and the socio-cultural circumstances existing in\nIndia.\nRelevant statutory provisions of Act, 1988\n20. \"Liability without fault\" in certain cases is provided\nunder Chapter X. Section 140 prescribes liability upon the\nowner of the vehicle on the principle of no fault and reads as\nfollows:\nE\nF\nG\nН\nA\nB\nC\nD\nE\nF\nG\nH\n852\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\n\"140. Liability to pay compensation in certain cases\non the principle of no fault.- (1) Where death or\npermanent disablement of any person has resulted from\nan accident arising out of the use of a motor vehicle or\nmotor vehicles, the owner of the vehicle shall, or, as the\ncase may be, the owners of the vehicles shall, jointly and\nseverally, be liable to pay compensation in respect of such\ndeath or disablement in accordance with the provisions of\nthis section.\n(2) The amount of compensation which shall be payable\nunder sub-section (1) in respect of the death of any person.\nshall be a fixed sum of 1 [fifty thousand rupees] and the\namount of compensation payable under that sub-section\nin respect of the permanent disablement of any person\nshall be a fixed sum of 2 [twenty-five thousand rupees].\n(3) In any claim for compensation under sub-section (1),\nthe claimant shall not be required to plead and establish\nthat the death or permanent disablement in respect of\nwhich the claim has been made was due to any wrongful\nact, neglect or default of the owner or owners of the vehicle\nor vehicles concerned or of any other person.\n(4) A claim for compensation under sub-section (1) shall\nnot be defeated by reason of any wrongful act, neglect or\ndefault of the person in respect of whose death or\npermanent disablement the claim has been made nor shall\nthe quantum of compensation recoverable in respect of\nsuch death or permanent disablement be reduced on the\nbasis of the share of such person in the responsibility for\nsuch death or permanent disablement.\n[(5) Notwithstanding anything contained in sub-section (2)\nregarding death or bodily injury to any person, for which\nthe owner of the vehicle is liable to give compensation for\nrelief, he is also liable to pay compensation under any other\nlaw for the time being in force:\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 853\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\nProvided that the amount of such compensation to be A\ngiven under any other law shall be reduced from the\namount of compensation payable under this section or\nunder section 163 A.]\"\n21. Section 141 relates to provisions as to whether right B\nto claim compensation for death or permanent disablement and\nreads as follows:\n\"141. Provisions as to other right to claim compensation\nfor death or permanent disablement.-\nC\n(1) The right to claim compensation under section 140 in\nrespect of death or permanent disablement of any person\nshall be in addition to any other right (hereafter in this\nsection referred to as the right on the principle of fault)\nto claim compensation in respect thereof under any other D\nprovision of this Act or of any other law for the time being\nin force.\n(2) A claim for compensation under section 140 in\nA respect of death or permanent disablement of any\nperson shall be disposed of as expeditiously as possible\nand where compensation is claimed in respect of such\ndeath or permanent disablement under section 140 and\nalso in pursuance of any right on the principle of fault,\nthe claim for compensation under section 140 shall be\ndisposed of as aforesaid in the first place.\nE\nF\n(3) Notwithstanding anything contained in sub-section (1),\nwhere in respect of the death or permanent disablement\nof any person, the person liable to pay compensation\nunder section 140 is also liable to pay compensation in G\naccordance with the right on the principle of fault, the\nperson so liable shall pay the first-mentioned\ncompensation and-\n(a) if the amount of the first-mentioned H\nA\nB\nC\nD\nE\nF\nG\nH\n854\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\n.\ncompensation is less than the amount of the\nsecond-mentioned compensation, he shall be\nliable to pay (in addition to the first-mentioned\ncompensation) only so much of the second-\nmentioned compensation as is equal to the amount\nby which it exceeds the first-mentioned\ncompensation;\n(b) if the amount of the first-mentioned\ncompensation is equal to or more than the\namount of the second-mentioned compensation,\nhe shall not be liable to pay the second-mentioned\ncompensation.\"\n22. Section 142 prescribes permanent disablement as\nfollows:\n. \"142.Permanent disablement.- For the purposes of this\nChapter, permanent disablement of a person shall be\ndeemed to have resulted from an accident of the nature\nreferred to in sub-section (1) of section 140 if such person\nhas suffered by reason of the accident, any injury or injuries\ninvolving-\n(a) permanent privation of the sight of either eye or the\nhearing of either ear, or privation of any member or joint;\nor\n(b) destruction or permanent impairing of the powers of any\nmember or joint; or\n(c) permanent disfiguration of the head or fact.\"\nSection 144 provides for non-obstante clause.\n23. Section 163A contains special provisions as to\npayment of compensation on structured formula basis. It came\ninto force from 14th November, 1994 and reads as follows:\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 855\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.J\n\"163A. Special provisions as to payment of A\ncompensation on structured formula basis.- (1)\nNotwithstanding anything contained in this Act or in any\nother law for the time being in force or instrument having\nthe force of law, the owner of the motor vehicle of the\nauthorised insurer shall be liable to pay in the case of death B\nor permanent disablement due to accident arising out of\n*the use of motor vehicle, compensation, as indicated in the\nSecond Schedule, to the legal heirs or the victim, as the\ncase may be.\nExplanation.-For the purposes of this sub-section,\n\"permanent disability\" shall have the same meaning and\nextent as in the Workmen's Compensation Act, 1923 (8\nof 1923).\nC\n(2) In any claim for compensation under sub-section (1), D\nthe claimant shall not be required to plead or establish that\nthe death or permanent disablement in respect of which\nthe claim has been made was due to any wrongful act or\nneglect or default of the owner of the vehicle or vehicles\nconcerned or of any other person.\n(3) The Central Government may, keeping in view the cost\nof living by notification in the Official Gazette, from time to\ntime amend the Second Schedule.\"\n24. The Second Schedule referred to in Section 163A of\nthe Act, 1988 prescribes structured formula for the purpose of\ngrant of compensation. By reasons thereof, a multiplier system\nhas been introduced in terms of which amount of compensation\nis required to be calculated having regard to the age of victim\nand his annual income. In terms of the note appended to the\nsaid Schedule, the amount of compensation so arrived at in\ncases of fatal accident, is to be reduced by 1/3rd in\nconsideration of the expenses which the victim would have\nincurred towards maintaining himself.\nE\nF\nG\nI\nA\n856 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nThe Second Schedule mandates that the amount of\ncompensation shall not be less than Rs.50,000/-. It also\nprescribes for grant of compensation under different heads.\nsuch as general damage in case of death, general case of injury\nand disability; disability in non-fatal accident and notional\nB income for compensation for those who had no income at the\ntime of accident. The maximum amount which can be paid\nunder different heads has been specified therein.\n25. Section 163B provides two options for claim in certain\nC cases as quoted below:\nD\nE\nF\nןד\nG\n☐ H\n\"163B. Option to file claim in certain cases.- Where a\nperson is entitled to claim compensation under section 140\nand section 163A, he shall file the claim under either of\nthe said sections and not under both.\"\n26. Section 166 relates to application for compensation\npreferred before the Claim Tribunal and Section 167 provides\noption regarding claim for compensation in certain cases, they\nreads as follows:\n\"166. Application for compensation.- (1)\nAn Application for compensation arising out of an accident\nof the nature specified in sub-section (1) of section 165\nmay be made-\n(a) by the person who has sustained the injury; or\n(b) by the owner of the property; or\n(c) where death has resulted from the accident, by all or\nany of the legal representatives of the deceased; or\n(d) by any agent duly authorised by the person injured or\nall or any of the legal representatives of the deceased, as\nthe case may be:\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 857\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\nProvided that where all the legal representatives of the A\ndeceased have not joined in any such Application for\ncompensation, the Application shall be made on behalf of\nor for the benefit of all the legal representatives of the\ndeceased and the legal representatives who have not so\njoined, shall be impleaded as respondents to B\nthe Application.\n[(2) Every Application under sub-section (1) shall be made,\nat the option of the claimant, either to the Claims Tribunal\nhaving jurisdiction over the area in which the accident.\noccurred or to the Claims Tribunal within the local limits of\nwhose jurisdiction the claimant resides or carries on\nbusiness or within the local limits of whose jurisdiction. the\ndefendant resides, and shall be in such form and contain\nsuch particulars as may be prescribed:\nProvided that where no claim for compensation under\nsection 140 is made in such Application,\nthe Application shall contain a separate statement to that\neffect immediately before the signature of the applicant.]\n3[***]\n[(4) The Claims Tribunal shall treat any report of accidents\nforwarded to it under sub-section (6) of section 158 as\nan Application for compensation under this Act.]\nC\nD\nE\nF\n167.Option regarding claims for compensation in\ncertain cases.- Notwithstanding anything contained in the\nWorkmen's Compensation Act, 1923 (8 of 1923) where\nthe death of, or bodily injury to, any person gives rise to a\nclaim for compensation under this Act and also under the G\nWorkmen's Compensation Act, 1923, the person entitled\nto compensation may without prejudice to the provisions\nof Chapter X claim such compensation under either of\nthose Acts but not under both.\":\nH\n850\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA\nB\nC\nD\nE\n27. In Deepal Girishbhai Son and others vs. United India\nInsurance Co. Ltd., Baroda, (2004) 5 SCC 385, a larger\nBench of three-Judge held:\n\"41. Section 140 of the Act dealt with interim\ncompensation but by inserting Section 163-A,\nParliament intended to provide for the making of an\naward consisting of a predetermined sum without insisting\non a long-drawn trial or without proof of negligence in\ncausing the accident. The amendment was, thus, a\ndeviation from the common law liability under the law of\ntorts and was also in derogation of the provisions of the\nFatal Accidents Act. The Act and the Rules framed by\nthe State in no uncertain terms suggest that a new device\nwas sought to be evolved so as to grant a quick and\nefficacious relief to the victims falling within the specified\ncategory. The heirs of the deceased or the victim in terms\nof the said provisions were assured of a speedy and\neffective remedy which was not available to the claimants\nunder Section 166 of the Act.\n42. Section 1.63-A was, thus, enacted for grant of\nimmediate relief to a section of the people whose annual\nincome is not more than Rs 40,000 having regard to the\nfact that in terms of Section 163-A of the Act read with\nthe Second Schedule appended thereto, compensation\nF is to be paid on a structured formula not only having\nregard to the age of the victim and his income but also\nthe other factors relevant therefor. An award made\nthereunder, therefore, shall be in full and final settlement\nof the claim as would appear from the different_columns\ncontained in the Second Schedule appended to the Act.\nThe same is not interim. in nature. The note appended\nto column 1 which deals with fatal accidents makes the\nposition furthermore clear stating that from the total\namount of compensation one-third thereof is to be\nreduced in consideration of the expenses which the\nG\nH\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 859\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\nvictim would have incurred towards maintaining himself A\nhad he been alive. This together with the other heads of\ncompensation as contained in columns 2 to 6 thereof\nleaves no manner of doubt that Parliament intended to\nlay a comprehensive scheme for the purpose of grant of\nadequate compensation to a section of victims who would B\nrequire the amount of compensation without fighting any\nprotracted litigation for proving that the accident occurred\nowing to negligence on the part of the driver of the motor\nvehicle or any other fault arising out of use of a motor\nvehicle.\nIn the said case the Court further held:\n52. It may be true that Section 163-B provides for an option\nto a claimant to either go for a claim under Section 140\nor Section 163-A of the Act, as the case may be, but the\nsame was inserted ex abundanti cautela so as to remove\nany misconception in the minds of the parties to the lis\nhaving regard to the fact that both relate to the claim on\nthe basis of no-fault liability. Having regard to the fact that\nSection 166 of the Act provides for a complete machinery\nfor laying a claim on fault liability, the question of giving an\noption to the claimant to pursue their claims both under\nSection 163-A and Section 166 does not arise. If the\nsubmission of the learned counsel is accepted the same\nwould lead to an incongruity.\nC\nD\nE\nF\nG\n53. Although the Act is a beneficial one and, thus,\ndeserves liberal construction with a view to implementing\nthe legislative intent but it is trite that where such beneficial\nlegislation has a scheme of its own and there is no\nvagueness or doubt therein, the court would not travel\nbeyond the same and extend the scope of the statute on\nthe pretext of extending the statutory benefit to those who\nare not covered thereby. (See Regional Director, ESI\nCorpn. v. Ramanuja Match Industries (1985) 1 SCC 218. H\n860\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA 57. We, therefore, are of the opinion that the remedy for\npayment of compensation both under Sections 163-A and\n166 being final and independent of each other as statutorily\nprovided, a claimant cannot pursue his remedies\nthereunder simultaneously. One, thus, must opt/elect to go\neither for a proceeding under Section 163-A or under\nSection 166 of the Act, but not under both.\"\nB\nC\nD\nE\nF\nG\nH\n•\n28. In Sarla Verma (Smt.) and others vs. Delhi Transport\nCorporation and another, 2009(6) SCC 121,this Court\ncompared Section 163A with Section 166 of the Act, 1988 and\nreiterated that the principles relating to determination of\nliability and quantum of compensation were different for the\nclaims under Section 163A and claims made under Section\n166.\n29. Thus it will be evident from the provisions of the Act\nthat the structured formula as prescribed under Second\nSchedule and the multiplier mentioned therein is not binding for\nclaims under Section 166 of the Act, 1988.\nMultiplier\n30. This Court in order to bring uniformity and certainty in\ngranting compensation always envisaged payment of just\ncompensation based on multiplier method which is accepted\nmethod for determining and ensuring payment of just\ncompensation.\nThis Court has applied different multipliers in following\ndifferent cases:\n(1) General Manager, Kerala State Road Transport\nCorporation, Trivandrum vs. Susamma Thomas\n(Mrs.) and others, (1994) 2 SCC 176 - The\nmultiplier applied is 12.\n(2) S.Chandra and others vs. Pallavan Transport\n"}