{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"1\nT\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n293\n:\nunderstood.\nA\nB\nC\n35. Before dealing with these principles two things have\nto be kept in mind: (1) Judges are not experts in medical\nscience, rather they are lay men. This itself often makes it\nsomewhat difficult for them to decide cases relating to medical\nnegligence. Moreover, Judges have usually to rely on\ntestimonies of other doctors which may not necessarily in all\ncases be objective, since like in all professions and services,\ndoctors too sometimes have a tendency to support their own\ncolleagues who are charged with medical negligence. The\ntestimony may also be difficult to understand, particularly in\ncomplicated medical matters, for a layman in medical matters\nlike a Judge; and (2) A balance has to be struck in such cases.\nWhile doctors who cause death or agony due to medical\nnegligence should certainly be penalized, it must also be\nremembered that like all professionals doctors too can make\nerrors of judgment but if they are punished for this no doctor\ncan practice his vocation with equanimity. Indiscriminate\nproceedings and decisions against doctors are counter\nproductive and serve society no good. They inhibit the free\nexercise of judgment by a professional in a particular situation. E\n36. Keeping the above two notions in mind we may discuss\nthe broad general principles relating to medical negligence.\nGeneral Principles Relating to Medical Negligence\n37. As already stated above, the broad general principles\nof medical negligence have been laid down in the Supreme\nCourt Judgment in Jacob Mathew vs. State of Punjab and Anr.\n(supra). However, these principles can be indicated briefly here\n38. The basic principle relating to medical negligence is\nknown as the BOLAM Rule. This was laid down in the judgment\nof Justice McNair in Bolam vs. Friern Hospital Management\nCommittee (1957) 1 WLR 582 as follows:\nF\nG\nH\n294\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA\nB\nC\nD\nE\nF\nG\n\"Where you get a situation which involves the use of some\nspecial skill or competence, then the test as to whether\nthere has been negligence or not is not the test of the man\non the top of a Clapham omnibus, because he has not got\nthis special skill. The test is the standard of the ordinary\nskilled man exercising and professing to have that\nspecial skill. A man need not possess the highest expert\nskill.... It is well-established law that it is sufficient if he\nexercises the ordinary skill of an ordinary competent man\nexercising that particular art.\"\nBolam's test has been approved by the Supreme Court in\nJacob Mathew's case.\n39. In Halsbury's Laws of England the degree of skill and\ncare required by a medical practitioner is stated as follows:\n\"The practitioner must bring to his task a reasonable\ndegree of skill and knowledge, and must exercise a\nreasonable degree of care. Neither the very highest nor a\nvery low degree of care and competence, judged in the\nlight of the particular circumstances of each case, is what\nthe law requires, and a person is not liable in negligence\nbecause someone else of greater skill and knowledge\nwould have prescribed different treatment or operated in\na different way; nor is he guilty of negligence if he has\nacted in accordance with a practice accepted as proper\nby a responsible body of medical men skilled in that\nparticular art, even though a body of adverse opinion also\nexisted among medical men.\nDeviation from normal practice is not necessarily\nevidence of negligence. To establish liability on that basis\nit must be shown (1) that there is a usual and normal\npractice; (2) that the defendant has not adopted it; and (3)\nthat the course in fact adopted is one no professional man\nof ordinary skill would have taken had he been acting with\nI\n7\nA\n(emphasis supplied)\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n295\nordinary care.\"\n40. Eckersley vs. Binnie (1988) 18 Con LR 1 summarized\nthe Bolam test in the following words:\nB\nC\n\"From these general statements it follows that a\nprofessional man should command the corpus of\nknowledge which forms part of the professional equipment\nof the ordinary member of his profession. He should not\nlag behind other ordinary assiduous and intelligent\nmembers of his profession in the knowledge of new\nadvances, discoveries and developments in his field. He\nshould have such an awareness as an ordinarily competent\nwould have of the deficiencies in his knowledge and the\nlimitations on his skill. He should be alert to the hazards\nand risks in any professional task he undertakes to the\nextent that other ordinarily competent members of the\nprofession would be alert. He must bring to any\nprofessional task he undertakes no less expertise, skill and\ncare than other ordinarily competent members of his\nE\nprofession would bring, but need bring no more. The\nstandard is that of the reasonable average. The law does\nnot require of a professional man that he be a paragon\ncombining the qualities of a polymath and prophet.\"\nD\n41. A medical practitioner is not liable to be held negligent F\nsimply because things went wrong from mischance or\nmisadventure or through an error of judgment in choosing one\nreasonable course of treatment in preference to another. He\nwould be liable only where his conduct fell below that of the\nstandards of a reasonably competent practitioner in his field.\nFor instance, he would be liable if he leaves a surgical gauze\ninside the patient after an operation vide Achutrao Haribhau\nKhodwa and others vs. State of Maharashtra and others, AIR\n1996 SC 2377 or operates on the wrong part of the body, and\nhe would be also criminally liable if he operates on someone\nG\nI\n296\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA for removing an organ for illegitimate trade.\nB\n42. There is a tendency to confuse a reasonable person\nwith an error free person. An error of judgment may or may not\nbe negligent. It depends on the nature of the error.\n43. It is not enough to show that there is a body of\ncompetent professional opinion which considers that the\ndecision of the accused professional was a wrong decision,\nprovided there also exists a body of professional opinion,\nequally competent, which supports the decision as reasonable\nC in the circumstances. As Lord Clyde stated in Hunter vs.\nHanley 1955 SLT 213:\nD\nE\nF\n\"In the realm of diagnosis and treatment there is ample\nscope for genuine difference of opinion and one man\nclearly is not negligent merely because his conclusion\ndiffers from that of other professional men.... The true test\nfor establishing negligence in diagnosis or treatment on\nthe part of a doctor is whether he has been proved to be\nguilty of such failure as no doctor of ordinary skill would\nbe guilty of if acting with ordinary care....\"\n(emphasis supplied)\n44. The standard of care has to be judged in the light of\nknowledge available at the time of the incident and not at the\ndate of the trial. Also, where the charge of negligence is of\nfailure to use some particular equipment, the charge would fail\nif the equipment was not generally available at that point of\ntime.\n45. The higher the acuteness in an emergency and the\nG higher the complication, the more are the chances of error of\njudgment. At times, the professional is confronted with making\na choice between the devil and the deep sea and has to choose\nthe lesser evil. The doctor is often called upon to adopt a\nprocedure which involves higher element of risk, but which he\nH honestly believes as providing greater chances of success for\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n297\nthe patient rather than a procedure involving lesser risk but A\nhigher chances of failure. Which course is more appropriate to\nfollow, would depend on the facts and circumstances of a given\ncase but a doctor cannot be penalized if he adopts the former\nprocedure, even if it results in a failure. The usual practice\nprevalent nowadays is to obtain the consent of the patient or of B\nthe person in-charge of the patient if the patient is not in a\nposition to give consent before adopting a given procedure.\nC\n46. There may be a few cases where an exceptionally\nbrilliant doctor performs an operation or prescribes a treatment\nwhich has never been tried before to save the life of a patient\nwhen no known method of treatment is available. If the patient\ndies or suffers some serious harm, should the doctor be held\nliable? In our opinion he should not. Science advances by\nexperimentation, but experiments sometime end in failure e.g.\nthe operation on the Iranian twin sisters who were joined at the D\nhead since birth, or the first heart transplant by Dr. Barnard in\nSouth Africa. However, in such cases it is advisable for the\ndoctor to explain the situation to the patient and take his written\nconsent.\n47. Simply because a patient has not favourably responded\nto a treatment given by a doctor or a surgery has failed, the\ndoctor cannot be held straightway liable for medical negligence\nby applying the doctrine of res ipsa loquitur. No sensible\nprofessional would intentionally commit an act or omission\nwhich would result in harm or injury to the patient since the\nprofessional reputation of the professional would be at stake.\nA single failure may cost him dear in his lapse.\n48. As observed by the Supreme Court in Jacob Mathew's\ncase:\n\"A medical practitioner faced with an emergency\nordinarily tries his best to redeem the patient out of his\nsuffering. He does not gain anything by acting with\nnegligence or by omitting to do an act. Obviously, therefore,\nE\nLUJ\nF\nEL\nG\nH\nA\nB\nC\n298\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nit will be for the complainant to clearly make out a case of\nnegligence before a medical practitioner is charged with\nor proceeded against criminally. A surgeon with shaky\nhands under fear of legal action cannot perform a\nsuccessful operation and a quivering physician cannot\nadminister the end-dose of medicine to his patient.\nIf the hands be trembling with the dangling fear of facing\na criminal prosecution in the event of failure for whatever\nreason - whether attributable to himself or not, neither can a\nsurgeon successfully wield his life-saving scalpel to perform\nan essential surgery, nor can a physician successfully\nadminister the life-saving dose of medicine. Discretion being\nthe better part of valour, a medical professional would feel\nbetter advised to leave a terminal patient to his own fate in\nthe case of emergency where the chance of success may be\nD 10% (or so), rather than taking the risk of making a last ditch\neffort towards saving the subject and facing a criminal\nprosecution if his effort fails. Such timidity forced upon a\ndoctor would be a disservice to society.\"\nE\nF\n49. When a patient dies or suffers some mishap, there is\na tendency to blame the doctor for this. Things have gone\nwrong and, therefore, somebody must be punished for it.\nHowever, it is well known that even the best professionals, what\nto say of the average professional, sometimes have failures.\nA lawyer cannot win every case in his professional career but\nsurely he cannot be penalized for losing a case provided he\nappeared in it and made his submissions.\n50. To fasten liability in criminal proceedings e.g. under\nSection 304A IPC the degree of negligence has to be higher\nG than the negligence which is enough to fasten liability in civil\nproceedings. Thus for civil liability it may be enough for the\ncomplainant to prove that the doctor did not exercise\nreasonable care in accordance with the principles mentioned\nabove, but for convicting a doctor in a criminal case, it must\nH also be proved that this negligence was gross amounting to\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n299\nrecklessness.\nA\n51. The difference between simple negligence and gross\nnegligence has broadly been explained in paragraphs 12 to 16\nof Jacob Mathew's case, though difficulties may arise in the\napplication of the principle in particular cases. For instance, if\nB\na mop is left behind in the stomach of a patient while doing an\noperation, would it be simple negligence or gross negligence?\nIf a scissors or sharp edged medical instrument is left in the\npatient's body while doing the operation would that make a\ndifference from merely leaving a mop?\n52. The professional is one who professes to have some\nspecial skill. A professional impliedly assures the person\ndealing with him (i) that he has the skill which he professes to\npossess, (ii) that skill shall be exercised with reasonable care\nand caution.\nC\nD\nE\n53. Judged by this standard, the professional may be held\nliable for negligence on the ground that he was not possessed\nof the requisite skill which he professes to have. Thus a doctor\nwho has a qualification in Ayurvedic or Homeopathic medicine\nwill be liable if he prescribes Allopathic treatment which causes\nsome harm vide Poonam Verma vs. Ashwin Patel and Ors.\n(1996) 4 SCC 332. In Dr. Shiv Kumar Gautam vs. Alima,\nRevision Petition No.586 of 1999 decided on 10.10.2006, the\nNational Consumer Commission held a homeopath liable for\nnegligence for prescribing allopathic medicines and F\nadministering glucose drip and giving injections.\nProtection to Doctors in Criminal Cases\n54. In para 52 of Jacob Mathew's case the Supreme Court\nrealizing that doctors have to be protected from frivolous\ncomplaints of medical negligence, has laid down certain rules\nin this connection :\n(i)\nG\nA private complaint should not be entertained\nunless the complainant has produced prima facie\nH\n2\nA\nB\nC\nD\nE\nF\n0\nI\n300\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nevidence before the court in the form of a credible\nopinion given by another competent doctor to\nsupport the charge of rashness or negligence on\nthe part of the accused doctor.\n(ii) The investigating officer should, before proceeding\nagainst the doctor accused of rash or negligent act\nor omission, obtain an independent and competent\nmedical opinion, preferably from a doctor in\ngovernment service, qualified in that branch of\nmedical practice who can normally be expected to\ngive an impartial opinion applying the Bolam test.\n(iii) A doctor accused of negligence should not be\narrested in a routine manner simply because a\ncharge has been leveled against him. Unless his\narrest is necessary for furthering the investigation\nor for collecting evidence or unless the investigating\nofficer feels satisfied that the doctor proceeded\nagainst would not make himself available to face\nthe prosecution unless arrested, the arrest should\nbe withheld.\nPrecautions which Doctor/Hospitals/Nursing Homes\nshould take :\n(a) Current practices, infrastructure, paramedical and\nother staff, hygiene and sterility should be observed\nstrictly. Thus, in Sarwat Ali Khan vs. Prof. R. Gogi\nand others Original Petition No. 181 of 1997,\ndecided on 18.7.2007 by the National Consumer\nCommission, the facts were that out of 52 cataract\noperations performed between 26th and 28th\nSeptember, 1995 in an eye hospital 14 persons\nlost their vision in the operated eye. An enquiry\nrevealed that in the Operation Theatre two\nautoclaves were not working properly. This\nequipment is absolutely necessary to carry out\nj\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n301\n(b)\n(c)\n(d)\n(e)\nsterilization of instruments, cotton, pads, linen, etc., A\nand the damage occurred because of its absence\nin working condition. The doctors were held\nliable.\nNo prescription should ordinarily be given without\nactual examination. The tendency to give\nprescription over the telephone, except in an acute\nemergency, should be avoided.\nB\nA doctor should not merely go by the version of the\npatient regarding his symptoms, but should also C\nmake his own analysis including tests and\ninvestigations where necessary.\nA doctor should not experiment unless necessary\nand even then he should ordinarily get a written\nconsent from the patient.\nAn expert should be consulted in case of any\ndoubt. Thus, in Smt. Indrani Bhattacharjee,\nOriginal Petition No.233 of 1996 decided by the\nNational Consumer Commission on 9.8.2007, the\npatient was diagnosed as having `Mild Lateral Wall\nEschemia'. The doctor prescribed medicine for\ngastro-entiritis, but he expired. It was held that the\ndoctor was negligent as he should have advised\nconsulting a Cardiologist in writing.\n(f) Full record of the diagnosis, treatment, etc. should\nbe maintained.\nApplication of the above mentioned general principles to\nparticular cases :\nDecisions of the Court\nD\nE\nF\nG\n55. In Pt. Parmanand Katara vs. Union of India and Others\nAIR 1989 SC 2039, the petitioner referred to a report published\nin the newspaper \"The Hindustan Times\" in which it was H\n302\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA mentioned that a scooterist was knocked down by a speeding\ncar. Seeing the profusely bleeding scooterist, a person who was\non the road, picked up the injured and took him to the nearest\nhospital. The doctors refused to attend and told the man that\nhe should take the patient to another hospital located 20\nB kilometers away authorized to handle medico-legal cases. The\ninjured was then taken to that hospital but by the time he could.\nreach, the victim succumbed to his injuries.\nC\n56. The Supreme Court referred to the Code of Medical\nEthics drawn up with the approval of the Central Government\nunder Section 33 of the Indian Council Medical Act and\nobserved \"Every doctor whether at a Government Hospital or\notherwise has the professional obligation to extend his services\nfor protecting life. The obligation being total, absolute and\nparamount, laws of procedure whether in statutes or otherwise\nD cannot be sustained and, therefore, must give way.\"\nE\n57. The Supreme Court held that it is the duty of the doctor\nin an emergency to begin treatment of the patient and he should\nnot await the arrival of the police or to complete the legal\nformalities. The life of a person is far more important than legal\nformalities. This view is in accordance with the Hippocratic oath\nof doctors.\n58. Although this decision has laid down that it is the duty\nof a doctor to attend to a patient who is brought to him in an\nF emergency, it does not state what penalty will be imposed on\na doctor who refuses to attend the said patient. Consequently\nit will depend on the fact and circumstances of the case.\nHowever, this case is important because nowadays health care\nhas often become a business, as is mentioned in George\nG Bernard Shaw's play \"The Doctor's Dilemma\". The medical\nprofession is a noble profession and it should not be brought\ndown to the level of a simple business or commerce. The truth\nof the matter, sadly, is that today in India many doctors (though\nnot all) have become totally money-minded, and have forgotten\ntheir Hippocratic oath. Since most people in India are poor the\nH\n"}