{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"1\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n313\n[MARKANDEY KATJU, J.]\n5.\nSyrup Alludux\nA\n6.\nInjection Engrex once a month for 2 months\n7.\nCap. Bantes 100 mg twice a day\"\n88. It appears that the respondent attended the\nHaemodyalsis unit where he met the appellant on 11th, 14th,\n18th and 20th June, 1991. Thereafter the respondent did not\ncome to the hospital.\nB\n89. On 11.6.1991 the respondent complained to the\nappellant of slight tinnitus or ringing in the ear. The appellant C\nimmediately reviewed the treatment on the discharge card in\npossession of the respondent and asked the said respondent\nand also asked his attendant i.e. his wife to stop Injection\nAmikacin and Cap. Augmantine verbally, and also marked 'X'\non the discharge card in his own hand writing on 11.6.1991 i.e. D\n3 days after discharge. Hence, as per direction of the appellant\nthe respondent should have stopped receiving Injection\nAmikacin after 10.6.1991, but on his own he kept on taking\nAmikacin Injections. The Discharge Card as per the\nrespondent's complaint clearly shows that the said injection had E\nbeen 'X' crossed, and he was directed not to take the said\ninjection from 11.6.1991 i.e. on his very first complaint when\nhe made mention of ringing in the ears or tinnitus.\n90. On perusal of the Xerox copies of the papers of the\nCash Memo supplied by the respondent as per annexure `4' it\nis in our opinion evident that the respondent continued to take\nthe medicine against the advice of the appellant, and had\nunilaterally been getting injected as late as 17.6.1991, i.e. 7\ndays after he had been instructed verbally and in writing in the\npresence of his attendant i.e. his wife and staff members of the\nsaid hospital to stop Injection Amikacin/Cap. Augmantine\nbecause of tinnitus as early as on 11.6.1991.\nF\nG\n91. On 19.6.1991 a relative of the respondent who\nidentified himself on the phone as one Mr. Khan from Byculla H\n314\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA rang up and stated that the said respondent was once again\nB\nrunning high fever. The appellant once again immediately\nadvised him urgent admission to the said hospital which the\nrespondent refused to comply and said that he would go\nelsewhere.\n92. From the above facts it is evident that the appellant was\nnot to blame in any way and it was the non-cooperative attitude\nof the respondent, and his continuing with the Amikacin injection\neven after 11.6.1991 which was the cause of his ailment, i.e.\nthe impairment of his hearing. A patient who does not listen to\nC his doctor's advice often has to face the adverse\nD\nconsequences.\n93. It is evident from the fact that the respondent was\nalready seriously ill before he met the appellant. There is nothing\nto show from the evidence that the appellant was in any way\nnegligent, rather it appears that the appellant did his best to give\ngood treatment to the respondent to save his life but the\nrespondent himself did not cooperate.\n94. Several doctors have been examined by the National\nE Commission and we have read their evidence which is on\nrecord. Apart from that, there is also the opinion of Prof. P.\nGhosh of All India Institute of Medical Sciences who had been\nnominated by AIIMS as requested by the Commission, which\nis also on record. It has been stated by Dr. Ghosh that many\nF factors in the case of renal diseases may cause hearing loss.\nProf. Ghosh has stated that it is impossible to foretell about the\nsensitivity of a patient to a drug, thereby making it difficult to\nassess the contributions towards toxicity by the other factors\ninvolved. Hearing loss in renal patients is a complex problem\nG which is a result of many adverse and unrelated factors.\nGenerally, the state of hearing of a renal patient at any time is\nmore likely to be the result of a multifactorial effect than the\nresponse to a single agent.\n95. Prof Ghosh has no doubt mentioned that concomitant\n,\nH\n7\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n315\nuse of Aminoglycoside antibiotics (e.g. Amikacin) and loop A\ndiuretic may lead to summation and potentiation of ototoxic\neffect, and the patient has a higher risk factor of hearing\nimpairment if there is a higher dose of Amikacin. However, he\nhas stated that such gross impairment of the balancing function\nhas perhaps been wrought by a combination of factors.\n96. Prof Ghosh has also opined that the Amikacin dose\nof 500 mg twice a day for 14 days prescribed by the doctor\nwas a life saving measure and the appellant did not have any\noption but to take this step. Life is more important than saving\nthe function of the ear. Prof Ghosh was of the view that\nantibiotics was rightly given on the report of the sensitivity test\nwhich showed that the organisms were sensitive to Amikacin.\nHence the antibiotic, was not blindly used on a speculation or\nas a clinical experiment.\n97. Prof Ghosh mentioned that in the literature on Amikacin\nit has been mentioned that in a life threatening infection adult\ndosage may be increased to 500 mg every eight hours but\nshould not be administered for longer than 10 days.\n98. In view of the opinion of Prof Ghosh, who is an expert\nof the All India Institute of Medical Sciences, we are clearly of\nthe view that the appellant was not guilty of medical negligence\nand rather wanted to save the life of the respondent. The\nappellant was faced with a situation where not only was there\nkidney failure of the patient, but also urinary tract infection and\nblood infection. In this grave situation threatening the life of the\npatient the appellant had to take drastic steps. Even if he\nprescribed Amikacin for a longer period than is normally done,\nhe obviously did it to save the life of the respondent.\n99. We have also seen the evidence of other doctors as\nwell as the affidavits filed before the National Commission. No\ndoubt some of the doctors who have deposed in this case have\ngiven different opinions, but in cases relating to allegations of\nedical negligence this Court has to exercise great caution.\nB\nC\nD\nE\nF\nG\nI\n316\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA\n100. Dr. Ashok Sareen who is MD in medicine and trained\nin Nephrology has in his evidence stated that for Kidney failure\npatients one has to be very careful with the drug Amikacin. He\nstated that he uses the drug only when other antibiotics have\nfailed or cannot be used. It should be used with wide intervals\nB and only when absolutely necessary and when no other drug\nis available. When asked whether Amikacin should be given\nto a patient with 10 days stretch, as was prescribed by the\nappellant in this case, Dr. Sareen replied that it was difficult to\ngive an answer to that question because it depends entirely on\nthe treating physician. Dr. Sareen has admitted that giving\nAmikacin injection twice a day for 14 days can cause nerve\ndeafness which means losing one's hearing. No doubt, Dr.\nSareen in his cross-examination stated that he would have\nprescribed the dose given to the respondent differently but he\nhas not stated what would be the dose he would have\nD\nprescribed.\nC\n101. We have also perused the evidence of Dr. Vindu\nAmitabh, who is a MD in medicine in Safdarjung hospital and\nlooking after Nephrology also. He has stated that normally\nE Amikacin is given for 5 to 7 days twice daily. However, he has\nalso stated that in severe circumstances it can be given for a\nlonger period but if the patient is developing complications then\nthe doses should be stopped immediately. If there is no\nsubstitute for it then Amikacin should be given in a very\nF guarded dose. He has admitted that Amikacin can lead to\ndeafness.\nG\nH\n102. In the affidavit of Dr. Raval of the Bombay Indian\nInhabitant, who has been practicing in Urology for several years\nit is stated that the respondent had undergone a kidney\ntransplant operation under Dr. Raval's supervision on 30th July\n1991 at the Prince Alikhan Hospital, Bombay and he was\ndischarged on 13th August, 1991. Dr. Raval has stated in his\naffidavit that during the time the respondent was under his care\nhe had a free conversation in English and Urdu without the aid\n}\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n317\nof interpreter and he did not complain of suffering any hearing A\nproblem until he was discharged in the middle of August 1991.\nAn affidavit to the same effect has been given by Dr. Kirti L.\nUpadhyaya, of Bombay Indian Inhabitant, who is also a\nNephrologist. He stated that the respondent did not complain\nof any hearing problem to him also.\n103. An affidavit has also been filed by Dr. Sharad M.\nSheth, of Bombay Indian Inhabitant who is also MD qualified in\nNephrology. He also stated in paragraph 3 of his affidavit as\nfollows:-\nB\nC\n\"I state that in the circumstances of the case when\nKlebsiella Organism was found resistant to all powerful\ndrugs inclusive of Augmentin with the exception of\nAmikacin any nephrologist of a reasonable standard of\nproficiency would have prescribed \"Amikacin\" drug in D\nmeasured doses as a life saving drug despite the well\nestablished fact that this drug might cause `tinnitus' or\npartial hearing impairment which is reversible, to almost\ncomplete extent in most of the cases after discontinuation\nof the drug as soon as any of the above symptoms makes\nits appearance. I state that in this situation, 'Amikacin' could\nnot have been avoided if the danger to the life of the patient\nhad to be thwarted. The diagnosis of Dr. M.F. D'Souza and\nthe line of treatment adopted and administered to the said\nShri Mohd. Ishaq, who was suffering from a renal failure in\naddition to the above specific infections appears to be\ncorrect.\"\nE\nF\n104. The appellant has also filed his own affidavit before\nthe National Consumer Commission which we have perused.\nWe have also seen the affidavit of Dr. Ashok L. Kirpalani of G\nLady Ratan Tata Medical Centre, Bombay, who is MD in\nNephrology. He stated that the medicine prescribed by the\nappellant was absolutely right in the circumstances in view of\nthe fact, that the patient was suffering serious life threatening\ninfection.\nH\nA\nB\nC\nD\nE\nF\nG\nH\n318\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\n105 We may also refer to the affidavit of Mrs. Mukta\nKolekar of Bombay Indian Inhabitant, who is a Senior Sister\nattached to the hospital. She has stated in her affidavit as follows\n:-\n\"I know Dr. Martin F.D'Souza who is a Nephrologist\nand who is attached to the said hospital since 1984. I say\nthat I know Mr. Mohd. Ishaq. I distinctly remember him, as\nvery few patients are as ill-tempered arrogant and\nobstinate like him. The said Mohd. Ishaq came to the said\nhospital as an outdoor as well as indoor patient for\nHaemodialysis on a number of occasions commencing\nfrom the month of April, 14th 1991 till 20th June, 1991 till\n8th June, 1991 until suo moto he left the hospital. I say that\non 11th June, 1991 the said Mohd. Ishaq came to the\nhospital for the purpose of Haemodialysis. He had come\nof his own and he had no problem either in walking or in\nhearing. Nothing abnormal was found in him. However,\nduring Haemodialysis, he complained to the Doctor of\nringing in the ears and thereupon Dr. Martin F.D'Souza\ncalled for the Discharge Card of the said Mohd. Ishaq and\nverified the medicine and injections which were prescribed\nand on verification, Dr. Martin F.D'Souza immediately\ndeleted injection Amikacine and Cap. Augmentin and put\na cross against the prescription of the said injection, and\nimmediately gave instructions to me as well as to the other\nstaff members not to give that injection at all, and also told\nthe said Mohd. Ishaq and his wife who had accompanied\nhim, not to take or get administered the said injection.\nI say that after 11th June, 1991, the said Mohd. Ishaq\ncame to the hospital as an outdoor patient on 14th June,\n17th June and 20th June, 1991 and did not make any\ncomplaint of any nature whatsoever with regard to his\nhearing faculties. On the contrary, he used to have\nconversation and used to respond to the same as an\nordinary man. The said Mohd. Ishaq used to come to\ni\nA\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n319\n:\nhospital on his own without the assistance or help of A\nanybody and after the dialysis also he used to go on his\nown. Thus, until 20th June, 1991, the said Mohd. Ishaq had\nno problems either in hearing or in movement of the limbs\nor parts of his body or in lifting parts of his body or in\nwalking.\"\n106. From these deposition and affidavits it cannot be said\nthat the appellant was negligent. In fact most of the doctors who\nhave deposed or given their affidavits before the Commission\nhave stated that the appellant was not negligent.\n107. In his written statement filed before the National\nCommission the appellant has stated in paragraph 9 (q-r) as\nfollows:\nB\nс\nD\nE\n\"(q) On the 11th June, 1991 the Complainant\ncomplained to Opposite Party of slight tinnitus or ringing\nin the ear. Opposite Party immediately reviewed the\ntreatment on the discharge card in possession of the\nComplainant and asked the said Complainant and also\nmade his attendant i.e. his wife to understand and asked\nher also to stop Injection Amikacin and Cap. Augmentin\nverbally as well as marked 'X' on the discharge card in his\nown hand writing i.e. on 11th June, 1991 i.e. 3 days after\ndischarge. Therefore, as per direction Opposite Party\nComplainant could have taken or received Injection\nAmikacin only upto 10th June, 1991 when he showed the F\nvery first and Preliminary side effect of Injection Amikacin.\nDischarge Card as per the Complainant's Complaint\nAnnexure '3'speaks clearly that the said Injection has been\n'X' crossed and he was directed not to take the said\nInjection from 11th June, 1991 i.e. on his very first complaint G\nhe made of ringing in the ears, or tinnitus.\n(r) On perusal of the Xerox copies of the papers of the\nCash Memo supplied by the Complainant as per Annexure\n`4' it is evident that the Complainant against the advice of\nI\n320\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\n.\nA\nB\nC\nD\nE\nF\nthe Opposite Party and in breach of assurances, high\nhandedly and unilaterally had been getting injected as late\nas 17th June, 1991 i.e. 7 days after he had been instructed\nverbally and in writing in the presence of his attendant i.e.\nhis wife and staff members of the said hospital to stop\nInjection Amikacin/Cap. Augmentin because of tinnitus as\nearly as 11th June, 1991\"\n108. We see no reason to disbelieve the above\nallegations of the appellant that on 11.6.1991 he had asked the\nrespondent to stop taking Amikacin injections, and in fact this\nversion is corroborated by the testimony of the Senior Sister\nMukta Kolekar in her affidavit, relevant part of which has been\nquoted above. Hence, it was the respondent himself who is to\nblame for having continued Amikacin after 11.6.1991 against\nthe advice of the appellant.\n109. Moreover, in the statement of Dr. Ghosh before the\nNational Consumer Dispute Redressal Commission it has been\nstated that it is by no means established that Amikacin alone\ncan cause deafness. Dr. Ghosh stated that there are 8 factors\nthat can cause loss of hearing. Moreover, there are conflicting\nversions about the deafness of the respondent. While the\nrespondent stated that he became deaf in June 1991, most of\nthe Doctors who filed affidavits before the Commission have\nstated that they freely conversed with him in several meetings\nmuch after 21st June and in fact up to the middle of August\n1991.\n110. The National Commission had sought the assistance\nof AIIMS to give a report about the allegations of medical\nnegligence against the appellant. AIIMS had appointed Dr.\nG Ghosh to investigate the case and submit a report and Dr.\nGhosh submitted a report in favour of appellant. Surprisingly,\nthe Commission has not placed much reliance on the report\nof Dr. Ghosh, although he is an outstanding ENT specialist of\ninternational repute.\n'\nI\nMARTIN F. D'SOUZA v. MOHD. ISHFAQ\n[MARKANDEY KATJU, J.]\n321\n111. We have carefully perused the judgment of the A\nNational Commission and we regret that we are unable to\nconcur with the views expressed therein. The Commission,\nwhich consists of laymen in the field of medicine, has sought\nto substitute its own views over that of medical experts, and has\npractically acted as super-specialists in medicine. Moreover, B\nit has practically brushed aside the evidence of Dr. Ghosh,\nwhose opinion was sought on its own direction, as well as the\naffidavits of several other doctors (referred to above) who have\nstated that the appellant acted correctly in the situation he was\nfaced.\n112. The Commission should have realized that different\ndoctors have different approaches, for instance, some have\nmore radical while some have more conservative approaches.\nAll doctors cannot be fitted into a straight-jacketed formula, and\ncannot be penalized for departing from that formula.\nC\nD\n113. While this Court has no sympathy for doctors who are\nnegligent, it must also be said that frivolous complaints against\ndoctors have increased by leaps and bounds in our country\nparticularly after the medical profession was placed within the\nE\npurview of the Consumer Protection Act. To give an example,\nearlier when a patient who had a symptom of having a heart\nattack would come to a doctor, the doctor would immediately\ninject him with Morphia or Pethidine injection before sending\nhim to the Cardiac Care Unit (CCU) because in cases of heart\nattack time is the essence of the matter. However, in some F\ncases the patient died before he reached the hospital. After the\nmedical profession was brought under the Consumer\nProtection Act vide Indian Medical Association vs. V.P.\nShantha 1995 (6) SCC 651 doctors who administer the\nMorphia or Pethidine injection are often blamed and cases of G\nmedical negligence are filed against them. The result is that\nmany doctors have stopped giving (even as family physicians)\nMorphia or Pethidine injection even in emergencies despite the\nfact that from the symptoms the doctor honestly thought that the\npatient was having a heart attack. This was out of fear that if H\n322\nSUPREME COURT REPORTS\n[2009] 3 S.C.R.\nA the patient died the doctor would have to face legal\nproceedings.\nB\nC\nD\nE\nF\n114. Similarly in cases of head injuries (which are very\ncommon in road side accidents in Delhi and other cities) earlier\nthe doctor who was first approached would start giving first aid\nand apply stitches to stop the bleeding. However, now what is\noften seen is that doctors out of fear of facing legal proceedings\ndo not give first aid to the patient, and instead tell him to\nproceed to the hospital by which time the patient may develop\nother complications.\n115. Hence Courts/Consumer Fora should keep the above\nfactors in mind when deciding cases related to medical\nnegligence, and not take a view which would be in fact a\ndisservice to the public. The decision of this Court in Indian\nMedical Association vs. V.P. Shantha (Supra) should not be\nunderstood to mean that doctors should be harassed merely\nbecause their treatment was unsuccessful or caused some\nmishap which was not necessarily due to negligence. In fact in\nthe aforesaid decision it has been observed (vide para 22) :-\n\"In the matter of professional liability professions\ndiffer from other occupations for the reason that\nprofessions operate in spheres where success cannot be\nachieved in every case and very often success or failure\ndepends upon factors beyond the professional man's\ncontrol.\".........\n116. It may be mentioned that the All India Institute of\nMedical Sciences has been doing outstanding research in\nStem Cell Therapy for the last eight years or so for treating\npatients suffering from paralysis, terminal cardiac condition,\nG parkinsonism, etc, though not yet with very notable success. This\ndoes not mean that the work of Stem Cell Therapy should stop,\notherwise science cannot progress.\nH\n117. We, therefore, direct that whenever a complaint is\nreceived against a doctor or hospital by the Consumer Fora\n(whether District, State or National) or by the Criminal Court\n"}