{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nSTATE OF H.P. AND ORS.\nV.\nGEHAR SINGH\nFEBRUARY 27, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nC\nService Law:\nRegularisation—Daily wage workers in Irrigation and Public Works\nDepartment--Continuing in service for more than 10 years-Tribunal directing\ntheir appointment as work charged employees w.e.f. 1.1.94-But Government\nregularizing w.e.f. 1.1.03-Held, notwithstanding the fact that services of\nworks were regularized w.e.f. 1.1.2003, they cannot be denied benefits directed\nto be given to them by the Tribunal as affirmed by High Court which had\nD already accrued to them under the Scheme approved in Mool Raj Upadhyaya's\nE\n-\ncase.\nRespondents were employed on daily wage basis as Class III and Class\nIV employees in the Irrigation and Public Works Department of the State of\nHimachal Pradesh. The State Government framed a scheme for Betterment\n(Appointment) Regularisation of Muster Roll/Daily Wage Workers. The said\nscheme came to be considered before the Supreme Court in Mool Raj\nUpadhyaya's case. The Court modified the Scheme, inter alia, to the effect\nthat Daily Wage/Muster Roll workers who had completed 10 years or more\nof continuous service with a minimum of 240 days in a calendar year on\nF December, 31, 1993, would be appointed as work charged employees w.e.f.\nJanuary 1, 1994 and would be put in the respective time scale; and those who\ndid not complete 10 years of such continuous service till December 31, 1993\nwould be appointed as work charged employees w.e.f. the date they complete\nthe said 10 years service and on such appointed date they would be put in the\nrespective time scales. Their services would be regularized in a phased manner\non the basis of seniority-cum-suitability including physical fitness. On\n6.5.2000 the State Government circulated a fresh policy to the effect that\nregularization of daily wage workers would be done with prospective effect\non vacant posts or by creating fresh posts with prior approval of Finance\nDepartment. This was challenged in the State Administrative Tribunal, which\nG\nH\n364\nདྷྭ\ni\n1\nSTATE OF H.P. v. GEHAR SINGH\n365\nheld that respondents would be granted work charged status w.e.f. January 1, A\n2000. However, the appellants regularized services of the respondents w.e.f.\nJanuary 1, 2003, and filed a writ petition before the High Court contending\nthat the policy dated 6.5.2000 barred retrospective regularization and,\ntherefore, the order of the State Tribunal be quashed. The High Court, relying\nupon Mool Raj Upadhyaya's case dismissed the writ petition. Aggrieved, the\nState Government filed the appeal.\nDismissing the appeal, the Court\nB\nC\nHELD:1.1. The High Court did not commit any error in dismissing the\nwrit petitions filed by the State Government. The Scheme as referred to in\nthe case of Mool Raj Upadhyaya envisages two stages in regularising the\nservices of the Daily Wage/Muster Roll workers. In the first stage, after\ncompletion of 10 years or more continuous service with a minimum of 240\ndays in a calendar year on 31st December, 1993, Daily Wage/Muster Roll\nworkers were to be appointed as work-charged employees with effect from\n1st January, 1994. Thereafter, they were to be regularised in the second stage D\nin a phased manner on the basis of seniority cum suitability including physical\nfitness. [Para 17] [370-E-F]\nSecretary, State of Karnataka \u0026 Ors. v. Umadevi \u0026 Ors., decided by\nSupreme Court on 10th April, 2006, referred t0.\n1.2. Notwithstanding the fact that the services of the respondents have\nbeen regularised with effect from 1st January, 2003 and they have joined their\nposts from that date without protest, they cannot, be denied the benefits as\ndirected to be given to them by the Tribunal and affirmed by the High Court\nwhich had already accrued to them under the Scheme which was approved in\nMool Raj Upadhyaya's case. [Para 19] [371-C]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1037 of 2007.\nFrom the Judgment and final Order dated 16.11.2005 of the High Court\nof Himachal Pradesh at Shimla in C.W.P. No. 364 of 2004.\nWITH\nCivil Appeals Nos. 1043, 1042, 1041, 1040, 1039 and 1038 of 2007.\nJ.S. Attri, B.D. Sharma, Suryanaryana Singh, Pragati Neekhra Singh,\nD.K. Sinha, A.K. Gupta and M.C. Dhingra, Anil Nag for the appearing parties\nand Gehar Singh, Respondent-in-Person.\nE\nF\nG\nH\n366\nA\nB\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nThe Judgment of the Court was delivered by\nALTAMAS KABIR, J. 1. Leave granted in all the Special Leave Petitions.\n2. As the appellants in all these appeals are similarly placed, all the\nappeals will stand disposed of by this common judgment.\n3. The appellants are employed on a daily wage basis in the Irrigation\nand Public Health Wings of the Himachal Pradesh Public Works Department.\nThey are classified as Class III and Class IV employees who are being paid\ntheir daily wages in keeping with the minimum wages prescribed by the\nGovernment of Himachal Pradesh from time to time. A number of the appellants\nC have been employed in the aforesaid manner for more than ten years.\nD\nE\nF\nG\nH\n4. A scheme for Betterment (Appointment) Regularisation of Muster\nRoll/Daily Wage Workers in Himachal Pradesh was prepared by the\nGovernment of Himachal Pradesh, the salient features whereof are reproduced\nhereinbelow:-\n\"1. Daily wage Muster Roll workers, whether skilled or unskilled,\nwho have completed 10 years or more of continuous service with\na minimum of 240 days in a calendar year as on 31.12.1991, will\nbe treated as monthly rated employees, on a consolidated fixed\npay without any allowances, and an annual increment, as para-\n1 Annexure-A. They shall be entitled to annual increment for\nthose months, in which they work for a minimum of 15 working\ndays, per calendar month. They shall continue to be monthly\nrated employees, till they are appointed as work-charged\nemployees.\n2.\n3.\nAll those daily rated employees whether skilled or unskilled who\nhad completed 10 years of continuous service with a minimum of\n240 working days in a calendar year as on 31.12.1987, shall be\nappointed as work charged employees in a phased manner as\nsoon as the stay orders of the Hon'ble High Court of Himachal\nPradesh is vacated. On appointment as work-charged employees,\nthey shall be put in the time-scale of pay applicable to the\ncorresponding lowest grade in the Government.\nThe daily rated workers, who would have completed 20 years of\nservice as on 31.12.1992 shall be regularised w.e.f. 1.4.1993 on the\nbasis of seniority cum suitability including physical fitness. On\n4.\nSTATE OF H.P. v. GEHAR SINGH [ALTAMAS KABIR, J.]\n367\nregularisation, they shall be put in the minimum of the time scale A\nof pay applicable to the lowest corresponding post concerned\nunder the Govt. and would be entitled to all other benefits available\nto regular Govt. servants of the corresponding grade.\nIn the event of any anomaly between the wages prescribed for\nthe Monthly Rated Employees and that prescribed by the Govt. B\nfrom time to time under the Minimum Wages Act, 1948, the\nMonthly Rated Employees are entitled to wages, which are higher,\nat any point of time, in future.\"\n5. The aforesaid Scheme fell for the consideration of this Court in the\nWrit Petition filed by Shri Mool Raj Upadhyaya which was heard along with C\nseveral other writ petitions where the relief prayed for was similar. In all the\nsaid writ petitions filed under Article 32 of the Constitution, the employees\nhad claimed regularisation of their services as well as for payment of salary,\nallowances and other benefits as were being given to the regular employees\non the principle of “equal pay for equal work\". While considering the said\nD\nbetterment scheme, this Court modified the same by substituting the aforesaid\nparagraphs numbers 1 to 4 with the following paragraphs:-\n\"(1) Daily-wage/Muster Roll Workers, whether skilled or unskilled,\nwho have completed 10 years or more of continuous service with a\nminimum of 240 days in a calendar year on December 31, 1993, shall\nE\nbe appointed as work-charged employees with effect from January 1,\n1994 and shall be put in the time scale of pay applicable to the\ncorresponding lowest grade in the Government;\n(2) Daily-wage/Muster Roll Workers, whether skilled or unskilled, who\nhave not completed 10 years of continuous service with a minimum\nof 240 days in a calendar year on December 31, 1993, shall be appointed\nas work-charged employees with effect from the date they complete\nthe said period of 10 years of service and on such appointed they\nshall be put in the time scale of pay applicable to the lowest grade\nin the Government.\nF\nG\n(3) Daily-wage/Muster Roll Workers, whether skilled or unskilled, who\nhave not completed 10 years of continuous service with a minimum\nof 240 days in a calendar year on December 31, 1993, shall be paid\ndaily wages at the rates prescribed by the Government of Himachal\nPradesh from time to time for daily-wage employees falling in Class III\nand Class IV till they are appointed as work-charged employees in H\n+\n368\nA\nB\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\naccordance with paragraph 2;\n(4) Daily-wage/Muster Roll Workers shall be regularised in a phased\nmanner on the basis of seniority-cum-suitability including physical\nfitness. On regularization they shall be put in the minimum of the time\nscale payable to the corresponding lowest grade applicable to the\nGovernment and would be entitled to all other benefits available to\nregular Government servants of the corresponding grade.\"..\n6. It was directed that the Scheme, as modified, was to be implemented\nwith effect from 1st January, 1994 and if any excess amount had been received\nby the employees on the basis of interim orders passed by this Court, the\nC same would not be required to be refunded by them.\n7. On 6th May, 2000, the State Government circulated a fresh policy on\nthe regularisation of Daily Wage/Contingent Paid workers which provided\nthat eligible daily wage workers/contingent paid workers would be considered\nfor regularisation against vacant posts or by creation of fresh posts with the\nD\nprior approval of the Finance Department and that such regularisation in all\ncases would be with prospective effect. It was also stipulated that in future\neven in the Public Works Department and Irrigation and Public Health\nDepartment, regularisation/bringing daily wagers on work charged category\nwould also be with prospective effect as in other departments.\nE\n8. In December 2001, the respondents in these appeals filed applications\nbefore the Himachal Pradesh Administrative Tribunal praying that the appellants\nherein be directed to give work charged status to the said respondents with\neffect from 1st April 1998 with all the benefits incidental thereto, such as back\nwages and seniority. The appellants herein filed reply to the said applications\nF contending that the Government of Himachal Pradesh had formulated a policy\nfor regularisation of daily wage workers in a phased manner subject to the\navailability of posts with prospective effect as envisaged in the policy\npublished on 6th May, 2000. By its order dated 23rd October, 2003, the\nTribunal allowed the applications filed by the respondents herein on the basis\nof the judgment of this Court in the case of Mool Raj Upadhyaya and directed\nthe appellants herein to grant work-charged status to the respondents with\neffect from 1st January, 2000, with all consequential benefits, without any\nfurther delay.\nG\n9. Despite such direction given by the Tribunal, the appellants herein\nH have regularised the services of the respondents with effect from 1st January,\nSTATE OF H.P. v. GEHAR SINGH [ALTAMAS KABIR. J.]\n369\n2003.\nA\n10. On 25th May, 2004, the State of Himachal Pradesh filed a Writ\nPetition contending that the regularisation policy dated 6th May, 2000, barred\nretrospective regularisation and accordingly prayed for quashing of the order\npassed by the Tribunal. The High Court however, relying on the judgment of\nthis Court in the case of Mool Raj Upadhyaya (supra), dismissed the writ B\npetition on the ground that there was no distinction between the facts\ncanvassed in the writ petition and the factual position in Mool Raj Upadhyaya's\ncase. It is against the said order of the High Court that these appeals by\nspecial leave have been filed.\nC\n11. At the time when the Special Leave Petitions were listed for admission,\nit was brought to the notice of this Court that the questions involved in these\nappeals were similar to those being considered by a Constitution Bench of\nthis Court in Civil Appeal Nos. 3595-3612/1999 (Secretary, State of Karnataka\n\u0026 Ors. v. Umadevi \u0026 Ors.) Consequently, this Court by order dated 10th\nApril, 2006 directed that all these matters be listed after judgment was D\npronounced in the said civil appeals.\n12. It may be indicated that judgment in the said appeals Nos. 3595-\n3612/1999 was pronounced by the Constitution Bench on 10th April, 2006.\n13. These matters have been taken up for hearing after the decision in E\nUmadevi's case.\n14. Mr J.S. Attri, learned advocate, appearing for the Appellant-State of\nHimachal Pradesh, submitted that since the respondents had prayed for\nregularisation of their services, the State Government formulated a fresh\nscheme for regularisation of the daily wage workers in a phased manner so F\nthat they could all be absorbed in due course of time. He urged that the\nrespondents were given the benefit of such policy in 2003 and consequently\ntheir claim that such benefit should be given to them from 1st January, 2000,\nwas untenable and would involve the State Government into making huge\nfinancial commitments.\nG\n15. Mr. Attri submitted that since the services of the respondents have\nbeen regularised, there was no further cause for grievance available to the\nrespondents. He urged that the State Government had formulated a fresh\npolicy for regularisation of all Daily Wage/Muster Roll workers in accordance\nwith paragraph 4 of the Scheme as substituted by the Supreme Court in its H\n广\n370\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA judgment in the case of Shri Mool Raj Upadhyaya. He urged that the services\nof the respondents had been regularised in pursuance of the said policy with\nprospective effect from the date of such regularisation.\n16. Opposing the stand taken on behalf of the appellants, Mr. M.C.\nDhingra, learned advocate, submitted that the very basis of the arguments\nB advanced on behalf of the appellant-State of Himachal Pradesh was on an\nerroneous understanding of the relief sought for by the respondents who had\nat no point of time claimed regularisation of their services. Mr. Dhingra urged\nthat in the application under Section 19 of the Administrative Tribunals Act,\n1985, the respondents had merely prayed for a direction upon the appellants\nC herein to grant them Work Charged status with effect from 1st January, 2000\nwith all the consequential benefits, in keeping with paragraph 1 of the Scheme\nas substituted by this Court in the case of Mool Raj Upadhyaya. Since the\nTribunal had understood the case of the respondents herein in its true\nperspective, it had directed the appellants to grant Work Charged status to\nthe respondents herein. The High Court also found that the matter was\nD squarely covered by the judgment of this Court in the case of Mool Raj\nUpadhyaya and accordingly dismissed the writ petitions filed by the appellant-\nState of Himachal Pradesh.\nE\n17. On a careful consideration of the submissions made on behalf of the\nrespective parties, we are of the view that the High Court did not commit any\nerror in dismissing the writ petitions filed by the State of Himachal Pradesh.\nThe Scheme as referred to in the case of Mool Raj Upadhyaya envisages two\nstages in regularising the services of the Daily Wage/Muster Roll workers. In\nthe first stage, after completion of 10 years or more continuous service with\na minimum of 240 days in a calendar year on 31st December, 1993, Daily Wage/\nF Muster Roll workers were to be appointed as work-charged employees with\neffect from 1st January, 1994. Thereafter, they were to be regularised in the\nsecond stage in a phased manner on the basis of seniority cum suitability\nincluding physically fitness. Even while challenging the direction given by\nthe Himachal Pradesh Administrative Tribunal on 23rd October, 2003, the\nState of Himachal Pradesh made out a case that the respondents were claiming\nregularisation of their services with effect from 1st April, 1998. It was also\nurged that it had been brought to the notice of the Tribunal that the respondents\nwere daily waged workers and as per the instructions dated 6th May, 2000,\nthey were entitled for work charged status only as and when the posts were\nsanctioned by the State Government in a phased manner strictly on the basis\nH of seniority.\nG\n1.\nSTATE OF H.P. v. GEHAR SINGH [ALTAMAS KABIR, J.]\n371\n18. The aforesaid case made out by the State of Himachal Pradesh A\nbefore the High Court was a clear departure from the directions given in Mool\nRaj Upadhyaya's case. The respondents had only claimed the benefit of the\nBetterment Scheme which was placed before this Court in Mool Raj\nUpadhyaya's case and had prayed for work charged status from 1st January,\n2000, before the Tribunal whereas the change in policy was brought about\non 6th May, 2000. It is on that basis that the Tribunal directed that the\nrespondents be given work charged status with effect from 1st January, 2000.\nB\n19. Notwithstanding the fact that the services of the respondents have\nbeen regularised with effect from 1st January, 2003 and they have joined their\nposts from that date without protest, they cannot, in our view, be denied the C\nbenefits as directed to be given to them by the Tribunal and affirmed by the\nHigh Court which had already accrued to them under the Scheme which was\napproved in Mool Raj Upadhyaya's case.\n20. We, therefore, see no reason to interfere with the judgment of the\nHigh Court impugned in these appeals. All the appeals are accordingly D\ndismissed without any order as to costs.\nR.P.\nAppeals dismissed.\n"}