{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54}],"text":"934\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\n00\nB\nс\nD\nE\n(i) There shall be written examination followed by viva-voce.\n(ii) Written Examination must carry 200 marks on the\nsubject/subjects prescribed by the High Court. The paper\nshould be of a duration of minimum two hours.\n(iii) The cut off marks in the Written Examination should\nbe 60% or corresponding grade for general candidates\nand 50% or corresponding grade for SC/ST candidates.\nThose who have secured the marks above the cut off\nmarks shall be called for viva-voce test.\n(iv) The viva-voce test should be in a thorough and\nScientific Manner and it should be taken anything between\n25 and 30 minutes for each candidate. The viva-voce shall\ncarry 50 marks. There shall be no cut off marks in viva-\nvoce test.\n(v) The merit list will be prepared on the basis of marks/\ngrades obtained both in the Written Examination and viva-\nvoce.\"\n69. Sub para (i) - (v) have been set out to show how while\nholding a written examination and a viva voce examination,\nprescription of marks and other aspects are to be followed. In\nfact those sub paragraphs, contained in para 10.97 of the\nShetty Commission Report, can at best be stated to be a\nF guideline, which any High Court should keep in mind, while\nresorting to selection for filling up the posts in the higher judicial\nservice. In this context, in para 28, this court while prescribing\nthe extent to which a direct recruitment to the higher judicial\nservice for the post of higher judicial service for the District\nJudges can be made, also said that appropriate rules should\nbe framed by the High Courts at the earliest possible time.\nTherefore, once the Rules come into place it will have to held\nthat what all that can be expected of the high Court, would be\nto follow the said Rules. We have in this judgment held that by\nG\nH\n1\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 935\nvirtue of Rule 7 and para 9(iv), the 1st respondent High Court A\nhad every authority to prescribe the procedure, while making\nthe selection to the post of higher judicial service and that such\nprocedure followed was also rational.\n70. The learned senior counsel then relied upon Ramesh\nKumar (supra). The said decision in fact followed the principle\nthat the rule of the game cannot be changed after the game\nwas over as has been held in K. Manjusree (supra). Therefore,\nthe said decision does not improve the case of the petitioners.\nB\nC\n71. Mr. Shrivastava, learned senior counsel appearing for\nthe High Court, referred to para 27 of the decision reported in\nAll India Judges' Association and others (supra), wherein this\ncourt has emphasized the necessity for ensuring a high degree\nof efficiency in the matter of recruitment to the higher judicial\nservice, while holding the competitive examination and viva D\nvoce examination. There can be no two opinions about the said\nprinciple and for that very reason we have held that the\nselection and appointment finalized and made by the 1st\nrespondent High Court, does not call for interference.\n72. The learned senior counsel rightly placed reliance upon\nK.H. Siraj (supra). In para 50, this court has highlighted as to\nhow the High Court was justified in evolving its own procedure,\nwhile making a selection to fill up a post in the higher judicial\nservice. Para 50 has already been extracted above.\n73. Applying the principles laid down by this court, we find\nthat the procedure adopted by the 1st respondent High Court\nwas well in order and the same does not call for interference.\nE\nF\n74. Having regard to our above conclusions, we do not find G\nany merit either in Writ Petitions or in the Civil Appeals and the\nsame are therefore dismissed.\nALTAMAS KABIR, CJI. 1. Having had the opportunity of\ngoing through the judgment prepared by my learned brother,\nH\n936 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA Fakkir Mohamed Ibrahim Kalifulla, J., I fully concur with the\nsame. I just, however, wish to emphasise the fact that there is\nno material on record in support of Ground 'D' taken in the Writ\nPetition, wherein it has been mentioned that \"To top it all, the\nminimum percentage requirement for final selection was\nB increased to 50% at the final stage.\" [Emphasis Supplied].\nC\nD\n2. Nowhere in the advertisement inviting applications for\nfilling up the 20 posts in the Madhya Pradesh Higher Judicial\nService by direct recruitment from the Bar, has it been indicated\nas to what would be the minimum percentage of marks, which\nwould be required for final selection. The only place where\nreference has been made to the said figure is in the Resolution\nof the Selection Committee adopted on 23rd March, 2007,\nwherein in paragraph 1 it has been indicated that on the basis\nof the evaluation made by District Judges, Scheduled Castes\nand Scheduled Tribes candidates would have to secure 35%\nmarks and other candidates would have to secure 40% marks\nin the first paper and in the second paper in order to qualify for\nthe viva-voce. Apart from the above, there is no mention\nanywhere in the materials placed before us that 40% marks\nE was the bench-mark for the purpose of appointment in any of\nthe vacant posts. It may be mentioned that all candidates who\nhad obtained more than 40% marks in either of the two papers\nwere called for the interview and were allotted separate marks\nin the interview.\nபட\nF\nG\nH\n3. Thereafter, on the aggregate of the marks obtained by\nthe candidates, only Shri Axay Kumar Dwivedi, placed at Serial\nNo.1 of the merit list, was found suitable to be recommended\nfor appointment as a District Judge on probation. However, the\nproblem was caused by the note written by the Registrar\nGeneral of the High Court indicated at the bottom of the final\nSelect List, wherein it was mentioned that Shri Axay Kumar\nDwivedi, who had obtained more than 50% marks, was found\nsuitable to be recommended for appointment. The said note\nhas given cause for Ground 'D' to the Writ Petition, although,\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. GEN. 937\n[ALTAMAS KABIR, CJI, J.]\nthere is nothing, even in the note, to suggest that previously A\n40% of the total marks had been declared or accepted to be\nthe bench-mark for appointment. The note is merely a statement\nwhich indicates that the selected candidate, Shri Axay Kumar\nDwivedi, had obtained more than 50% marks. The same does\nnot either indicate or pre-suppose that there was a lower bench- B\nmark for the Petitioners to claim in Ground 'D' that the bench-\nmark had been increased to 50%.\n4. In that view of the matter, the Writ Petitions and the Civil\nAppeals cannot succeed and have to be dismissed, as has\nbeen indicated by my learned brother, Fakkir Mohamed\nIbrahim Kalifulla, J.\nBibhuti Bhushan Bose\nMatters disposed of.\nC\n"}