{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\n[2013] 13 S.C.R. 884\nMAHINDER KUMAR \u0026 ORS.\nV.\nHIGH COURT OF MADHYA PRADESH THROUGH\nREGISTRAR GENERAL \u0026 ORS\n(Writ Petition (Civil) No.289 of 2007)\nJULY 12, 2013\n[ALTAMAS KABIR, CJI AND FAKKIR MOHAMED\nIBRAHIM KALIFULLA, VIKRAMAJIT SEN JJ.]\n_\nJudiciary - Higher Judicial Service - Madhya Pradesh\nHigher Judicial Service - Selection of entry level District\nJudge Procedure followed by High Court - Challenged\nHeld: Having regard to the power vested in the High Court u/\nr.7, as well as para 9 of the advertisement (inviting\nD applications for filling up the posts), in particular para 9 (iv),\nthe High Court was fully empowered to prescribe its own fair\nprocedure for purpose of evaluation of the marks of the\ncandidates, in order to make the ultimate selection - No flaw\nfound in the process adopted by the High Court - Para 9(iv)\nE of the advertisement, read along with r.7, fully empowered the\nHigh Court to prescribe a procedure from the stage of\nevaluating the answer sheets of the candidates, initially by\ndifferent District Judges and after noticing different standard\nadopted by different District Judges in the matter of valuation\nof answer sheets of the candidates, for adopting the\nnormalization process in order to streamline the whole\nselection in a fair manner – Also there was no conflict with the\nShetty Commission recommendation, as approved by\nSupreme Court - The procedure followed by 1st respondent\nHigh Court was also rational - No material on record in\nsupport of the plea that the minimum percentage requirement\nfor final selection was increased at the final stage - Procedure\nadopted by the 1st respondent High Court well in order and\nnot calling for interference - Madhya Pradesh Uchchtar\nF\nG\nH\n-\n884\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. 885\nGEN.\n-\nNyayik Seva (Bharti Tatha Seva Sharten) Niyam, 1994 – r.7\n(as amended by Madhya Pradesh Rajpatra (ASADHARAN)\ndated 08.06.2005).\nSelection made by the High Court of Madhya\nPradesh of the third respondent for the post of entry level\nDistrict Judge in the cadre of Madhya Pradesh Higher\nJudicial Service for the year 2006-07 was in issue in the\ninstant appeals.\nA\nB\nDispute arose as to whether by virtue of the powers\nprovided in Rule 7 of the Madhya Pradesh Uchchtar C\nNyayik Seva (Bharti Tatha Seva Sharten) Niyam, 1994\n(\"the 1994 Rules\") as amended by Madhya Pradesh\nRajpatra (ASADHARAN) dated 08.06.2005, read along with\npara 9 (iv) and (vi) of the advertisement inviting\napplications for filling up posts in the Madhya Pradesh D\nHigher Judicial Service, the High Court was well justified\nin formulating the procedure in making the selection in\nquestion.\nThe Petitioners/ appellants further contended before\nthis Court that under the Rules, there was no provision\nfor adopting the procedure of normalization of the marks\nsecured by the candidates in the written examination and\nthat, therefore, the said procedure adopted by the High\nCourt could not be sustained. It was also contended that\nwhile making the final selection and appointment of 3rd\nrespondent, the prescription of 50% cut-off marks in the\naggregate marks was again not prescribed either in the\nRule nor in the advertisement and thus, such a\nprescription evolved by the High Court on its own was\nwithout any authority and, therefore, the ultimate\nselection and appointment of 3rd respondent cannot be\nsustained. In support of their stand, the Petitioners/\nappellants referred to the Shetty Commission Report,\nwhich was accepted by this Court where the benchmark\nof 120 out of 200 marks, i.e. 60%, was fixed, which in turn\nE\nF\nG\nI\n886 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA stated that the said prescription should be followed,\nunless or otherwise the High Court Rules provide for a\ndifferent benchmark and the prescription of a benchmark\nfor viva voce.\nB\nC\nD\nE\nDisposing of all the matters, the Court\nHELD:\nPer Kalifulla, J.\n1. Rule 7 specifically deals with the direct recruitment\nof District Judges as provided for in Rule 3(1) of the\namended Rules. Therefore, in the absence of any\nchallenge to the said Rule 7 as prescribed or any serious\ninfirmity pointed out in the said Rule, going by the Rule\nas it stands, it can be stated that the High Court has been\nvested with the required power to evolve its own\nprocedure of selection for direct recruitment and\npromotion in respect of Entry Level District Judges and\nthat the High Court can specify such procedure from time\nto time. Rule 7 fully empowered the High Court to evolve\nits own procedure. [Para 26] [910-B-D]\n2. It cannot be said that the said Rule 7 in anyway\nconflict with whatever that has been recommended in the\nShetty Commission Report. The Shetty Commission\nF Report, while prescribing a benchmark of 60% marks for\nthe written examination, without any prescription of\nminimum marks in the viva voce, itself mentions that\nsuch recommendation was subject to prescription of any\nRule, which operates in the respective High Courts.\nG Therefore, so long as Rule 7 operates in the field and the\nsaid Rule does not conflict with any other constitutional\nor statutory provision or any other Rule or regulation\ngoverning the subject, the said Rule empowering the\nHigh Court to formulate its own procedure and specify\nН H such procedure from time to time is valid and also\n\u003e\n\u003e\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. 887\nGEN.\njustified. Such a provision does empower the High Court A\nto formulate a procedure for the purpose of selection of\ndirect recruitment to the post of Entry Level District\nJudges. [Para 27] [910-E-H]\nB\n3.1. In view of the constitutional mandate, which\nempowers the respective High Court to deal with the\nselection of District Judges, within its jurisdiction and the\nultimate appointment to be made by the concerned\nGovernor of such a State, a reading of Article 233(1) of\nthe Constitution along with Rule 7 of the 1994 Rules, as\nC\namended in the year 2005, makes it clear that the 1st\nrespondent High Court is invested with every power and\nauthority to evolve an appropriate procedure in the\nmatter of selection for direct recruitment and promotion\nof Entry Level District Judges and that depending upon\nthe exigencies, such procedures can also be specified by\nthe 1st respondent High Court from time to time.\nTherefore, the 1st respondent High Court was fully\nempowered under Rule 7 to prescribe the required\nprocedure for selection of Entry Level District Judges by\nway of direct recruitment and specify such procedure E\nfrom time to time according to the exigencies prevailing.\n[Para 30] [912-G-H; 913-A-C]\n3.2. In the background of the Rule prevailing, the\nprescription contained in para 9(iv) of the advertisement\ndated 21.08.2006, empowering the High Court to decide\nwhich of the candidates can be called for the interview\nbased on the evaluation of their performance in the\nwritten examination, should also be held to be in\nconsonance with Rule 7 and Article 233(1) of the\nConstitution. [Para 31] [913-C-D]\nD\nF\nG\n3.3. There is a clear indication in para 9 of the\nadvertisement as to in what manner the High Court is\ngoing to conduct the selection process. In para 9(iii), it\nhas been sufficiently indicated that each paper of the Hi\nド\nA\n888 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nwritten examination will be for a duration of 3 hours, with\na maximum of 100 marks to be scored. The object in\nholding the written examination in both the 1st and 2nd\npapers, have also been specifically highlighted in para\n9(iii). Once the written examination part is fulfilled, the\nB High Court has to formulate a procedure by which the\nanswer papers are to be evaluated in order to ascertain\nthe marks scored by the respective candidates.\nTherefore, in para 9(iv) it has been specified that before\ncalling any of the candidates for interview who appeared\nfor the written examination, an evaluation will have to be\nmade and based on the evaluation and performance, the\nHigh Court will decide as to who should be called for the\ninterview. [Paras 32, 35 \u0026 36] [913-G; 914-D-F]\nC\nD\nE\nF\nG\nH\n3.4. The expression 'evaluation' would take into its\nfold the minimum marks to be scored, the manner in\nwhich the evaluation is to be made and in the event of\nany requirement, to equalize the merits of the candidate\nin the written examination and follow any appropriate\nprocedure in consonance with law, in order to ultimately\narrive at a fair process by which the candidate can be\ncalled for interview, based on the evaluation of the marks\nin the written examination. In a situation like this, where\nnearly 3000 candidates appeared for the written\nexamination and the answer papers were evaluated by\nseveral District Judges, the High Court in exercise of its\nauthority under Rule 7, read along with para 9(iv) adopted\na fair procedure to normalize the marks of the candidates\nin order to asses their respective merits. Therefore, the\nexpression evaluation used in para 9(iv), should be held\nto fully empower the High Court to even resort to such\na step in a case like this, where more number of District\nJudges evaluated the answer sheets and thereby, it\nrequired the intervention of the High Court in its\nadministrative side, to find a fair method by which the\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG. 889\nGEN.\nnormalization of the marks could be worked out. [Paras A\n37, 38] [914-G-H; 915-A-D]\n3.5. Para 9(iv), read along with Rule 7, fully\nempowered the High Court to prescribe a procedure from\nthe stage of evaluating the answer sheets of the\ncandidates, initially by different District Judges and after\nnoticing different standard adopted by different District\nJudges in the matter of valuation of answer sheets of the\ncandidates, for adopting the normalization process in\norder to streamline the whole selection in a fair manner.\nTherefore, the submission that every minute detail of the\nprocedure, which the High Court followed in evaluating\nthe answer sheets of the candidates, were not disclosed\nto them in the advertisement and on that the whole\nselection stood vitiated, cannot be accepted. [Para 39]\n[915-E-G]\nB\nC\nD\n3.6. By virtue of Rule 7 and para 9(i), (iii), (iv) and (vi),\nthere was enough prescription empowering the High\nCourt to follow its own procedure in evaluating the\nanswer sheets initially by the District Judges and E\nsubsequently by common evaluators, before holding the\ninterview. The submission made on behalf of the\npetitioners in attacking the procedure followed by the\nHigh Court in the matter of holding the selection pursuant\nto the advertisement dated 21.08.2006, is therefore F\nrejected. [Para 40] [915-H; 916-A-B]\n4.1. The High Court constituted a Selection\nCommittee, consisting of 6 Judges of the High Court, with\nwhom the process of direct recruitment to the post of\nAddl. District Judges, through competitive examination\nwas entrusted. The methodology followed by the High\nCourt based on the resolution of the Selection Committee\ndated 24.04.2007, was that the 40% marks secured by\ngeneral category candidates and 35 % marks secured by\nreserved category candidates in each of the papers\nG\nH\n890 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA evaluated by the District Judges was the basis to finalize\nthe names of 15 candidates for the purpose of\ninterviewing them on the 6th and 7th of April, 2007, by the\nSelection Committee and not based on the normalization\nof marks. [Paras 47, 54] [918-H; 919-A; 924-A-B]\nB\nC\n4.2. Any such criteria of fixing 50% of aggregate\nmarks as the benchmark for making the selection, was\nneither resolved in any of the resolutions of the Selection\nCommittee or any other proceedings of the High Court,\nnor was there anything stated in so many words in the\ncounter affidavit of the first respondent High Court. [Para\n57] [926-C-D]\n5. None of the aggrieved candidates have made any\nallegation of mala. fides or lack of bona fides, as against\nD any of the Selection Committee members or for that\nmatter in the manner in which the interview was held by\nthe interviewing committee or with regard to the valuation\nof marks arrived at either by the District Judges or in the\nnormalization of marks ultimately arrived at by the\nE common evaluators. The only submission was that the\nmethodology adopted by the Selection Committee in\nresorting to the normalization process was a departure\nin the midway of the selection process and therefore, on\nthat score the ultimate selection cannot be approved. As\nfar as the said challenge is concerned, having regard to\nthe power vested in the High Court under Rule 7, as well\nas paragraph 9 of the advertisement, in particular para 9\n(iv), the High Court was fully empowered to prescribe its\nown fair procedure for the purpose of evaluation of the\nmarks of the candidates, in order to make the ultimate\nselection. Therefore, in the absence of any other attack\nto the selection process made by the High Court by\nconstituting a Selection Committee and the procedure\nfollowed by the said Selection Committee, which\nultimately arrived at the merit list of the 15 shortlisted\nF\nG\nH\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG 891\nGEN.\ncandidates for finalizing the selection, it will have to held\nthat no flaw can be found in the said process adopted\nby the High Court. [Para 59] [927-B-F]\nA\nC\n6. The Selection Committee's ultimate decision in\ntheir resolution dated 18.4.2007, in holding that in their fair B\nassessment, the third respondent alone, who secured\n55.46% marks in the aggregate, as the only suitable\ncandidate for holding the post of entry level District\nJudge, cannot be assailed. It is by now well settled that\nno Court, including this Court can venture to go behind\nthe said assessment made by an expert committee\nconsisting of high level members of the judiciary of the\nState and state that the said decision should be varied\nby holding that the other candidates whose performance\nwas also apprised by the said expert committee, should\nbe held to be suitable on par with the selected candidate\nand that they should also be selected and appointed. This\nCourt should never make even an attempt to go behind\nthe ultimate decision of the Selection Committee in order\nto set at naught the final decision arrived at by it, which\nwas approved by the Full Court or vary its decision by\nadding some more candidates in the list by laying down\na different criteria, by altering or by fixing any benchmark\nfor being appointed to the higher judiciary of the State.\n[Para 61] [928-H; 929-A-D]\nD\nE\nF\n7. In the instant case, based on the Rule prevailing\nand the prescription found in the advertisement, the first\nrespondent High Court scrupulously followed the\nprocedure without giving room for any deviation. Also\nthere was no conflict with the Shetty Commission G\nrecommendation, which had the approval of this Court in\nthe decision reported in All India Judges' Association and\nothers. [Para 62] [929-F-G]\n8. The normalization process adopted by the High\nCourt in this case where the initial evaluation was made\nН\nP\n892 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA by several evaluators in the rank of District Judges, by\nappointing common evaluators in the status of a Retd.\nChief Justice and a Retd. Judge of the High Court, was\na prudent step taken by the 1st respondent High Court\nand no fault could be found with that approach. [Para 65]\nB\nC\nD\nE\nF\n9. In the present case, what all was done by the\nSelection Committee based on the power vested in the\nHigh Court, under Rule 7 and what was prescribed in\npara 9 (iv) of the advertisement, was a pattern of selection\nin which the 25 marks allotted for interview was simply\napplied. No minimum marks to be secured in the\ninterview, was prescribed afresh after the selection\nprocess commenced and thereby, for anyone to state\nthat there was any change in the 'rule of the game' in\norder to interfere with the selection. By virtue of Rule 7\nand para 9(iv), the 1st respondent High Court had every\nauthority to prescribe the procedure, while making the\nselection to the post of higher judicial service and that\nsuch procedure followed was also rational. The\nprocedure adopted by the 1st respondent High Court\nwas well in order and the same does not call for\ninterference. [Paras 68, 69 and 73] [933-B-C; 935-A-F]\nK. Manjusree vs. State of Andhra Pradesh and another\n(2008) 3 SCC 512: 2008 (2) SCR 1025 - held inapplicable.\nK.H. Siraj vs. High Court of Kerala and others (2006) 6\nSCC 395: 2006 (2) Suppl. SCR 790 - relied on.\nAll India Judges' Association and others vs. Union of\nIndia and others (2002) 4 SCC 247: 2002 (2) SCR 712;\nG Sanjay Singh and another vs. U.P. Public Service\nCommission, Allahabad and another (2007) 3 SCC 720:\n2007 (1) SCR 235; Hemani Malhotra vs. High Court of Delhi\n(2008) 7 SCC 11: 2008 (5) SCR 1066; Ramesh Kumar vs.\nHigh court of Delhi and another (2010) 3 SCC 104: 2010 (2)\nH SCR 256 and The State of Haryana vs. Subash Chander\nMAHINDER KUMAR v. HIGH COURT OF M.P. THR. REG.\nGEN.\n893\nMarwaha and others (1974) 3 SCC 220: 1974 (1) SCR 165 - A\nreferred to.\nPer Kabir, CJI. [Supplementing]\nHELD: 1. There is no material on record in support\nof Ground 'D' taken in the Writ Petition, wherein it has\nbeen mentioned that \"To top it all, the minimum\npercentage requirement for final selection was increased\nto 50% at the final stage.\" [Para 1] [936-A-B]\n1\nB\nE\n2. Nowhere in the advertisement inviting applications C\nfor filling up the 20 posts in the Madhya Pradesh Higher\nJudicial Service by direct recruitment from the Bar, has it\nbeen indicated as to what would be the minimum\npercentage of marks, which would be required for final\nselection. The only place where reference has been made D\nto the said figure is in the Resolution of the Selection\nCommittee adopted on 23rd March, 2007, wherein in\nparagraph 1 it has been indicated that on the basis of the\nevaluation made by District Judges, Scheduled Castes\nand Scheduled Tribes candidates would have to secure\n35% marks and other candidates would have to secure\n40% marks in the first paper and in the second paper in\norder to qualify for the viva-voce. The problem was\ncaused by the note written by the Registrar General of the\nHigh Court indicated at the bottom of the final Select List,\nwherein it was mentioned that the selected candidate,\nwho had obtained more than 50% marks, was found\nsuitable to be recommended for appointment. The said\nnote has given cause for Ground ‘D' to the Writ Petition,\nalthough, there is nothing, even in the note, to suggest\nthat previously 40% of the total marks had been declared\nor accepted to be the bench-mark for appointment. The\nnote is merely a statement which indicates that the\nselected candidate had obtained more than 50% marks.\nThe same does not either indicate or pre-suppose that\nthere was a lower bench-mark for the Petitioners to claim H\nF\nG\n"}