{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57}],"text":"C\nD\n786 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA administration of justice and therefore in order to maintain purity\nand dignity of the profession this Court has not only power but\nduty to give directions under Article 136 and Article 142\nparticularly when request is made by the learned amicus curie,\nSCBA represented by its Honorary Secretary, President of\nB Supreme Court Advocates-on-Record Association and other\nhigh-ranking lawyers like Shri K.K.Venugopal, Shri P.P.Rao\netc., who are regularly practicing only in this Court. Mr.\nD.K.Garg, the learned Counsel who represents respondent Mr.\nB.D.Kaushik in C.A. No. 3401 of 2003, frankly pointed out to\nthis Court as an officer of the Court that in spite of other\neffective alternative remedies available to the appellant SCBA\nagainst the interim order dated April 5,2003 passed by the\nlearned Civil Judge, Delhi, this Court had not only entertained\nSpecial Leave Petition filed by SCBA, but also granted stay\nbecause this Court wanted to regulate, reform and improve the\nfunctioning of SCBA and to prevent the misuse of various\nfacilities provided by this Court to the regular members of\nSCBA so that the members of the SCBA render best\nassistance to this Court in dispensation of justice. It was also\nsubmitted that SLP was entertained and operation of the\nimpugned interim order was stayed by this Court to prevent the\ninterference of the outside members in day-to-day functioning\nof SCBA and therefore this Court should give directions/frame\nguidelines to regulate, reform and improve the functioning of\nSCBA. The learned Counsel pointed out that it is no secret that\nyearly membership subscription fee of almost all these non-\nregular members is paid by candidates contesting election for\nthe various posts of the Executive Committee of SCBA and the\nrecords of SCBA show that hundreds of bank drafts were\nissued by the same branch of the same bank in favour of SCBA\nG for the same amount towards subscription of SCBA for such\nnon-regular members and that some interested persons who\nseek votes of these non-regular members in the elections had\npaid the subscription. This last argument of Mr. D.K.Garg was\nendorsed by one and all learned advocates who are appearing\nH in the matter. Thus, the learned advocates have urged this\nE\nF\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 787\nB.D. KAUSHIK [J.M. PANCHAL, J.]\nCourt to give guidelines/directions for effective implementation A\nof amended rule which projects the principle of \"One Bar One\nVote\".\nC\nD\n37. This Court has considered the request made by the\nlearned Counsel appearing in the matter to give appropriate B\ndirections/guidelines for effective implementation of \"One Bar\nOne Vote\" principle enunciated by the amended rule. It is a\nmatter of common knowledge that this Court has provided four\nhuge libraries, three canteens, two lounges, several rooms to\nbe used as consultation rooms where learned advocates\nregularly practicing in this Court can consult with their clients,\narbitration rooms, advocate's chambers, huge parking places,\nfree use of electricity supply etc., to the members of the SCBA.\nIt is not in dispute that there are about ten thousand members\nof SCBA at present though the actual number of advocates/\npractitioners, who are regularly practicing in this Court is not\nmore than two thousand five hundred out of which there are\nabout nine hundred Advocates-on-Record. It is an accepted fact\nthat on the eve of annual elections of the Executive Committee\nof SCBA, nearly more than three thousand voters turn up from\nall over India to come to the premises of this Court, who are\nmade to vote by the advocates seeking elections for various\nposts. Further, enlistment of large number of non-regular\nmembers as members of the SCBA have created problems\nin allotment of chambers for this Court and it has been found\nthat large number of non-regular members of SCBA eats up\nthe quota of regular members who genuinely need the\nchambers. It was pointed by Shri Sushil Kumar Jain, the\nlearned President of Supreme Court Advocates-on-Record\nAssociation that many of the non-regular members who are\nallotted chambers are not even residing in or around Delhi. The\nSupreme Court Advocates-on-Record are advocates primarily\npracticing in the Supreme Court and are directly affected by\nthe functioning of SCBA primary object of which is to look after\nthe interest of advocates actually practicing in the Supreme\nCourt. There is no manner of doubt that Advocates-on-Record H\nE\nF\nG\n788\nSUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nC\nD\nA form an important constituent of the SCBA. All members of the\nSupreme Court Advocates-on-Record Association are also\nmembers of the SCBA and because of malpractices\ncommitted by the candidates who contest the elections a large\nnumber of advocates who are not regular practitioners in the\nB Supreme Court have become members of SCBA and claim a\nright, not only to vote and elect the office bearers of the\nAssociation but also seek to be elected as office bearers\nthemselves on the strength and support of such non-regular\nmembers. Because such non-regular members have become\nmembers of SCBA, they claim facilities which are being\nextended to members of SCBA, who are regularly practicing\nin this Court. Because of such claims, clashes, had taken place\nin the past. It has been pointed out by Mr. Sushil Kumar Jain,\nlearned President of Supreme Court Advocates-on-Record\nAssociation that by merely becoming members of the SCBA\nsome advocates deem themselves to be advocates of the\nSupreme Court and fleece litigants on that basis. According to\nShri Sushil Kumar Jain such advocates call themselves as\nSupreme Court Advocates and write/mention such a status on\ntheir letter heads, visiting cards, name plates, etc. misleading\nthe litigants. As rightly pointed out by the learned counsel Mr.\nP.P. Rao, enrolment of advocates not practicing regularly in the\nSupreme Court is inconsistent with the main aim and object of\nthe SCBA, no court can provide chambers or other facilities\nfor such outside advocates, who are not regular practitioners.\nF Neither the SCBA nor the court can deal with them effectively\nif they commit any wrong. The power of this Court to make\ncertain rules, regulations and give directions to fill up the\nvacuum till such time appropriate steps in order to cover the\ngap are taken, is recognized and upheld in several reported\nG decisions of this Court. In Vineet Narain Vs. Union of India\n(1998) 1 SCC 226 this Court has observed as under in\nParagraph 51 of the reported decision:-\nE\nH\n\"In exercise of the powers of this Court under Article 32\nread with Article 142, guidelines and directions have been\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 789\nB.D. KAUSHIK [J.M. PANCHAL, J.]\nissued in a large number of cases and a brief reference\nto a few of them is sufficient. In Erach Sam Kanga Etc. Vs,\nUnion of India, (Writ Petition No. 2632 of 1978 decided\non 20th March, 1979) the Constitution Bench laid down\ncertain guidelines relating to Emigration Act. In Lakshmi\nKant Pandey Vs. Union of India (1984) 2 SCC 244, (in\nre: Foreign Adoption), guidelines for adoption of minor\nchildren by foreigners were laid down. Similarly in State\nof West Bengal and Ors. Etc. Vs. Sampat Lal and Ors.\nEtc., (1985) 1 SCC 317, K. Veeraswami Vs. Union of\nIndia and Others, (1991) 3 SCC 655, Union Carbide\nCorporation and Others Vs. Union of India and others,\n(1991) 4 SCC 584, Delhi Judicial Service Association\nEtc. Vs. State of Gujarat and others Etc. (Nadiad Case),\n(1991) 4 SCC 406, Delhi Development Authority Vs.\nSkipper Construction Co. (P) Ltd. and Another, (1996) 4\nSCC 622 and Dinesh Trivedi, M.P. and Others Vs. Union\nof India and others [1997] 4 SCC 306, guidelines were\nlaid down having the effect of law, requiring rigid\ncompliance. In Supreme Court Advocates-on-Record\nAssociation and Others-Vs. Union of India (IInd Judges\ncase), (1993) 4 SCC 441, a Nine-Judge Bench laid down\nguidelines and norms for the appointment and transfer of\nJudges which are being rigidly followed in the matter of\nappointments of High Court and Supreme Court Judges\nand transfer of High Court Judges. More recently in\nVishakha and Others Vs. State of Rajasthan and others,\n(1997) 6 SCC 241, elaborate guidelines have been laid\ndown for observance in work places relating to sexual\nharassment of working women.\"\nMoreover, this Court, has framed Supreme Court Rules,\n1966 in exercise of powers under Article 145(1)(a) of the\nConstitution regulating amongst other things advocates who are\nentitled to practice in this Court. Further, necessary directions/\nguidelines can always be issued when facilities and privileges\nare conferred on the members of the SCBA. Thus not only\nA\nB\nC\nD\nE\nF\nG\nH\n790 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA power to give necessary guidelines/directions is available under\nArticles 136, 142, 145(1)(a) of the Constitution but such power\ncan also be exercised as \"Grantor\" of the benefits and\nprivileges which are enjoyed by the members of the SCBA to\nrestore its dignity. Having regard to the over all conditions\nprevailing in SCBA, this Court proposes to give appropriate\ndirections for implementation of the amended rule which\nprojects the principle of \"One Bar One Vote\".\nB\nC\n38. Having given thoughtful consideration to the\nsuggestions made by the learned counsel appearing in the\nmatter, this Court is of the opinion that to identify regular\npractitioners the criteria adopted by this Court for allotment of\nchambers, as explained in Vinay Balchandra Joshi Vs.\nRegistrar General of Supreme Court of India (1998) 7 SCC\n461 at pages 465-467 para 7, should be directed to be\nD adopted by SCBA from time to time. Shri K.K. Venugopal, the\nlearned senior counsel has annexed a copy of Allotment of\nLawyers' Chambers Rules, as amended up to November 30,\n2007, with his written submissions, wherein detailed procedure\nfor allotment of chambers and conditions precedent to be\nE satisfied before a chamber is allotted, are laid down. Under the\ncircumstances this Court directs under Article 136 of the\nConstitution read with Article 142 of the Constitution that\ncriteria adopted by this Court for allotment of chambers, as\nmentioned in Allotment of Lawyers' Chambers Rules, and as\nF explained in Vinay Balchandra Joshi (supra) shall be adopted\nby the SCBA and its office bearers to identify regular\npractitioners in this Court. To identify regular practitioners in this\nCourt, it would be open to the office bearers of SCBA or a small\ncommittee, which may be appointed by the SCBA consisting\nof three senior advocates, to collect information about those\nmembers who had contested election in any of the Court\nannexed Bar Association, viz., High Court Bar Association,\nDistrict Court Bar Association, Taluka Bar Association, Tribunal\nBar Association and Quasi-judicial Bar Associations like BIFR,\nAIFR, CAT, etc. from 2005 to 2010. If such an information is\nG\nH\nSUPREME COURT BAR ASSOCIATION \u0026 ORS. v. 791\nB.D. KAUSHIK [J.M. PANCHAL, J.]\nsought by the office bearers of SCBA or the Committee A\nappointed by it, the same shall be supplied invariably and\nwithout fail by the Court annexed Bar Associations mentioned\nearlier. The committee of SCBA to be appointed is hereby\ndirected to prepare a list of regular members practicing in this\nCourt and another separate list of members not regularly B\npracticing in this Court and third list of temporary members of\nthe SCBA. These lists are directed to be put up on the SCBA\nwebsite and also on the SCBA notice board. A letter is directed\nto be sent by the SCBA to each member of SCBA informing\nhim about his status of membership on or before February 28, C\n2012. The aggrieved member would be entitled to make a\nrepresentation within 15 days from the date of receipt of letter\nfrom the S.C.B.A. to the Committee, which is to be appointed\nby the SCBA to identify regular practitioners stating in writing,\nwhether personal hearing before the Committee is required or\nnot. If such a request is made the concerned member shall be\nheard by the Committee. The representation/s shall be\nconsidered and the decision would be rendered thereon by the\naforesaid Committee on or before April 30, 2012. The decision\nof that Committee shall be communicated to the member\nconcerned but the decision shall be final, conclusive and\nbinding on the member of the SCBA. Thereafter, final list of\nregular practitioners of this Court shall be displayed by\nS.C.B.A.\nD\n3\nAfter preparation of the final list of the regular practitioners, F\neach member shall give a written intimation to the S.C.B.A.\nwhether he is a member of another Court annexed Bar. It shall\nbe mandatory for a member, whose name is included in the\nsaid list, to give a permanent declaration that he would vote only\nin the SCBA and would not vote in any of the elections of any G\nHigh Court Bar Association or District Bar Association or\nTaluka Bar Association or Tribunal Bar Association or Quasi-\njudicial Bar Associations like BIFR, AIFR, CAT, etc. A copy of\nthis declaration shall be put up/displayed on the website of the\nSCBA as well as on the notice board of the SCBA. The H\n792 SUPREME COURT REPORTS [2011] 15 (ADDL.) S.C.R.\nA information about having filed such a declaration shall be sent\nto all the Bar Associations where the said advocate is a\nmember. Once such a declaration has been given, it will be\nvalid till it is revoked and once it is revoked a member shall\nforfeit his right to vote or contest any election to any post to be\nB conducted by the SCBA, for a period of three years from the\ndate of revocation.\nC\nD\nE\nF\n39. The members of the SCBA, whose names do not\nfigure in the final list of regular practitioners, shall not be entitled\nto either vote at an election of the office bearers of the SCBA\nor to contest any of the posts for which elections would be held\nby the S.C.B.A.\n40. This Court suggests that to ensure strict compliance\nwith the directions issued by this judgment, an Implementation\nCommittee consisting of three learned senior advocates may\nbe constituted. The SCBA has suggested that Mr. K.K.\nVenugopal, learned senior advocate, Mr. P.P. Rao, learned\nsenior advocate and Mr. Ranjit Kumar, learned senior\nadvocate, practicing in this Court be appointed as members\nof the said Implementation Committee. This Court recommends\nthat the names of three learned senior counsel mentioned\nabove be considered by the SCBA for being appointed as\nmembers of the said Committee subject to their consent and\nconvenience.\n41. In view of the findings that the amendment made in\nRule 18 is legal and valid and that no right of the advocates,\nwho have filed the suits, is infringed or is violated, this Court\ndirects the trial court to take up the two suits immediately for\nhearing and to dismiss/ dispose of the two suits pending on\nG its file in the light of the observations made by this Court in this\njudgment.\n42. Subject to above mentioned directions, the two\nappeals stand disposed of.\nH B.B.B.\nAppeals disposed of.\n"}