{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"48\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA (1991) Supp. (2) SCC 267 referred to\nPara 10\n(2006) 6 SCC 94\nreferred to\nPara 10\n(1987) 1 SCC 254\nreferred to\nPara 11\nAIR 1958 SC 255\nreferred to\nPara 11\nB\n(1995) 5 SCC 347\nreferred to\nPara. 11\nAIR 1996 SC 112\nreferred to\nPara 11\n(2003) 1 SCC 212\nreferred to\nPara 11\nC\n(2003) 4 SCC 161\nreferred to\nPara 11\n1975 (1) SCC 589\nreferred to\nPara 13\n(1996) 3 SCC 100\nreferred to\nPara 16\nD\n(1965) 1 SCR 849\nreferred to\nPara 18\nAIR 1958 Bom 296\nreferred to\nPara 19\n1970 (1) SCC 605\nreferred to\nPara 21\nE\n(1975) 1 SCC 589\nreferred to\nPara 22\nAIR 1976 SC 937\nreferred to\nPara 23\n(1984) 2 SCC 112\nreferred to\nPara 24\n(1984) 2 SCC 91\nreferred to\nPara 25\nF\n(1976) 1 SCC 863\nreferred to\nPara 26\n(1970) 1 SCC 605\nreferred to\nPara 30\nAIR 2006 SC 543\ndistinguished\nPara 31\nG\n(1984) 2 SCC 91\nrelied on\nPara 47\n(1994) 6 SCC 241\ndistinguished\nPara 49\n(2007) 12 SCC 796\ndistinguished\nPara 49\nH\n(1984) Supp. SCC 77\ndistinguished\nPara 49\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n49\n(2003) 6 SCC 611\ndistinguished\nPara 49 A\n(2006) 1 SCC 344\ndistinguished\nPara 49\n(2008) 2 SCC 186\ndistinguished\nPara 49\n(1999) 2 SCR 99\nreferred to\nPara 53\nB\nPara 55\n1993 Supp (2) SCC 229 relied on\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n7284 of 2008.\nFrom the Judgment \u0026 Order dated 02.12.2008 of the High\nCourt of Judicature at Madras in Election Petition No. 7 of\n2006.\nC\nK. Ramamoorthy, Gurukrishna Kumar, Subramonium\nPrasad, Jay Kishor Singh, N. Sundareshan, K. Dhanasekaran, D\nSrikala Gurukrishan Kumar, U.M. Ravichandran, G. Ananda\nSelvam, K. Mail Sawhney, R. Satish Kumar, S. Nanda Kumar,\nSatish Kumar, Achin Goel, P.V. Yogeswaran, Jaimon Andrews\nfor the appearing parties.\nThe Judgment of the Court was delivered by\nH.L. DATTU, J.\nFacts :\n1. In the election to Tamil Nadu Legislature Assembly held\nin May 2006, Rajapalayam constituency was reserved for\nmembers of the Scheduled Castes. Appellant, respondent No.\n1, and eleven others had contested the elections. The appellant\nwas declared elected. Respondent No. 1 filed election petition\ninter alia questioning the election of the appellant. The election\npetition having been allowed by the High Court of Madras, this\nappeal is filed by the appellant.\nบบ.\nE\nF\nG\n2. The Nominations for the Rajapalyam assembly\nconstituency were scrutinized on 21.04.2006 and after scrutiny H\n50\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA\nof the nominations, there were 13 candidates in the fray\nincluding the appellant and the respondent no.1. The appellant\ncontested as a candidate from the AIADMK party and was\nallotted the \"two leaves\" symbol. The respondent no.1 contested\nthe election as an independent candidate and was allotted the\nB \"Finger Ring\" symbol. The election for the said constituency was\nheld on 08.05.2006. The result of the election was declared on\n11.05.2006 and the appellant was declared as the successful\ncandidate in the elections having secured the highest number\nof votes.\nC\nD\nE\n3. The respondent no.1 [Election Petitioner] challenged the\nresult of the election by filing election petition under Section 81\nread with Section 5(a), 100 (1)(a) and 125-A of the\nRepresentation of the Peoples Act, 1951. His prayer was for\ndeclaration of the election of the returned candidate as void and\nto declare the candidate with the next highest number of votes\nas the successful candidate.\nContention of the Election Petitioner :\n4. The contention is that, the Rajapalayam assembly\nconstituency is a reserved constituency and only candidates\nbelonging to the Scheduled Caste are eligible to contest the\nelections from such constituency. According to the petitioner,\nthe respondent No.1 (appellant in this appeal) filed her\nnomination papers claiming herself to be a member of a\nScheduled Caste by filing false declaration and suppressing\nmaterial facts. According to him, the appellant professes\nChristianity and her actual name is Glory Chandra and she is\nborn to Christian parents. He claims that the husband of the\nappellant is Soosaimanickam and he too professes\nG Christianity. He alleges that she studied in CSI High School,\nF\nBatlagundu and not in Government High School,\nDevathanampatty as claimed in her nomination paper and as\nper school records, she belongs to Christian Pallan community.\nHe also claims that the community certificate issued by the\nH Tahsildar, Rajapalayam was procured by her, by exercising\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n51\npolitical clout and suppressing material facts and the said A\ncertificate was issued to the appellant within two days of the\nreceipt of the application. He further asserts that even after the\nalleged conversion of the respondent, the voters list published\nfor the year 1999, showed her name to be Glory Chandra. He\nalso places reliance on the fact, that, the husband of the B\nappellant made an application dated 27.4.1998, to the Bharat\nSanchar Nigam Limited for a new phone connection, where his\nname is stated as Soosaimanickam. The petitioner also relies\non the entries in original Birth Register of 1997, pertaining to\nthe births in Erumalainaickenpatti Village and they refer to the C\nbirth of a girl child to the respondent, whose then name is\nreferred as Glory Chandra and the child's father's name is\nreferred as Soosaimanickam and their religion referred to as\nChristianity. Therefore, it is asserted that the respondent No. 1\nis Christian by birth and continues to profess Christianity and\ntherefore could not have contested from a reserved\nconstituency.\nContention of the contesting respondent/appellant:\nD\nF\n5. The respondent states that she was born to a Christian E\nfather and Hindu mother. Her father subsequently remarried. Her\nfather deserted her and her mother when she was a child. She\nwas brought up by her mother at her sister's house and claims\nto have severed all ties with her father. She claims that she was\nconverted to Hinduism in the Arya Samaj in the year 1994. On\n23.01.1995 she married one Murugan (who had converted to\nHinduism in the year 1975) who belonged to Pallan caste. The\nrespondent has stated that her marriage with Murugan took\nplace as per the custom and practice in the Hindu Pallan\nCommunity at her husband's house in the presence of village\nNattamai, who took the Tali and gave it to her husband to tie it\naround the neck of the respondent and at the time of marriage,\na sum of Rs. 250/- was given by the respondent's husband's\nfamily to the community known as Devendrakula Velalar\nSamooham. She claims that her community members are the\nG\nI\nH\nC\nD\n52\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nmembers of Devendrakula Velalar Samooham. She obtained\na community certificate in 1997, certifying the fact that she\nbelonged to the Hindu Pallan community. She specifically states\nthat she did not find it necessary to inform the electorate of her\nconversion as she was born and brought up as a Hindu and\nB practiced Hinduism. She states that she used to worship Hindu\ngods since childhood in the village temples and the nearby\nKamatchiamman temple. When she attained puberty, the\nrequisite ceremonies were performed according to Hindu\ncustoms. She also contested and won the Panchayat Ward\nno.3 election held in the year 2001. In the said elections no one\nfiled any objection to the nomination filed by her. She clarifies\nthat a daughter was born to her on 20.6.1997 and not the date\nmentioned in the Birth Register for the year 1997. She also\ndenies that she intentionally did not file the Birth Certificate of\nher two daughters so as to reveal her religion. She also asserts\nthat it is her brother Sudhakar Gnanaraj who had studied in\nGovernment High School, Devathanampatty, which is a co-\neducational institution and he assumed that the respondent\nbeing her sister, would have studied in the same school, and\ntherefore, mentioned the same in the declaration filed along with\nthe nomination papers, and the appellant came to Virudhunagar\nonly on the morning of 20.4.2006 which was the last day for\nsubmitting the nomination papers and everything was done in\na hurry. Her brother Sudhakar Gnanaraj informed her that he\nprepared the nomination papers and it is enough if she signs,\nand she signed the declaration in a hurry because she had no\nreason to suspect that any mistake would have occurred. She\nfurther states that it was an inadvertent error that had crept in\nand does not help the election petitioner in any manner. She\nalso claims that the averments in the election petition are false\nG and have been brought about by the defeated candidate at the\ninstigation of the rival DMK party. In sum and substance she\nwould assert that she belongs to scheduled caste and has\nbeen accepted by the community as such.\nE\nF\nН\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n53\n6. The High Court had framed six issues for its A\nconsideration and decision. They are:-\nWhether the First respondent/Returned candidate\nsuppressed the material fact that she belongs to\nIndian Christian Pallan Community as per her\nschool records.\nWhether the First respondent/Returned candidate\nmade a false declaration relating to her community\nstatus and school education in her nomination as\nbelonging to scheduled caste.\nWhether the First respondent/Returned candidate\nconverted herself to Hinduism in 1994 through the\nArya Samaj, Madurai and whether the same was\naccepted by the Hindu Pallan Community.\nWhether the Election petitioner is entitled for a\ndeclaration that the election of the First respondent/\nReturned candidate is void on the ground that she\nwas not qualified to contest the election in the\nReserved Constituency.\nB\nC\nD\nE\nWhether the Election petitioner is entitled for a\nfurther declaration as duly elected as a member of\nthe Tamil Nadu Legislative Assembly from No. 209,\nRajapalayam (SC) Assembly Constituency, Tamil F\nNadu in the election held on 8.5.2006.\nTo what other reliefs the petitioner is entitled to.\nFindings of the High Court :\n7. The High Court has observed that in the normal\ncircumstance the burden of proof in an election petition lay on\nthe petitioner, but, in view of the admission of the respondent,\nthe appellant herein, that she was a Christian before converting\nto Hinduism in the year 1994, the burden of proof is shifted and\nG\nH\n54\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nB\nA it is for the appellant to show that she had renounced\nChristianity. The High Court after appreciating the evidence,\nboth oral and documentary adduced by the respondent/Election\npetitioner is of the view that the circumstances in which the\ncommunity certificate was granted was highly suspicious, as it\nwas issued within two days of the receipt of the application. The\ncourt has further stated that it was likely that the appellant used\nher political influence to get the certificate issued in her favour.\nThe High Court also has taken strong exception to the fact that\nthe original conversion certificate was not produced by the\nC appellant and only a duplicate copy of the same was produced.\nThough in her testimony, the appellant had stated that the\noriginal conversion certificate was issued in the evening on\n27.08.1994 and it was received by her uncle Santhakumar from\nArya Samaj, Madurai and remained in his custody. The\nCertificate was not delivered to her and after the filing of the\nelection petition, she asked her uncle Santhakumar to hand over\nthe certificate to her. Thereafter, being informed by her uncle\nabout the loss of the original certificate, she requested him to\nobtain a duplicate copy of the certificate and accordingly\nSanthakumar obtained Ex.R.13-duplicate copy of conversion\ncertificate. Agreeing with most of the contentions of the election\npetitioner, the High Court has come to the conclusion that the\nburden of proof placed on appellant was not discharged\nsatisfactorily. In conclusion, the Court has held that the appellant\nbelongs to Pallan Christian Community and she could not have\ncontested the Assembly elections from reserved constituency\nand, therefore, declared her election as void. However with\nregard to declaring the next candidate as successful, the High\nCourt has stated that the election law in this country does not\nrecognize such a recourse to be adopted.\nD\nE\nF\nG\nH\nSubmissions of the learned counsel for the appellant:\n8. The learned counsel Sri Guru Krishna Kumar would\nsubmit, that, a person belonging to a caste enlisted in the\nConstitution (Scheduled Castes) Order, 1950, would be treated\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n55\nA\nD\nas a person belonging to such caste if he professes Hinduism.\nIt is contended that the High Court has wrongly placed the\nburden of proof on the appellant contrary to the settled law. The\nappellant having been issued a community certificate in due\ncourse in accordance with law which remains in tact, it was not\nopen to the High Court to ignore the same. It is further B\nsubmitted that the impugned order is liable to be set aside for\nignoring relevant evidence and for wrongly construing the\nevidence contrary to settled principles and is as such perverse.\nIt is also contended that the Arya Samaj ceremony that the\nappellant went through is a reiteration of the appellant that she\nC\nwould continue to profess the Hindu faith. While elaborating\nthese contentions, the learned counsel would submit that the\nConstitution (Scheduled Castes) Order, 1950, sets out the\ncastes, races and tribes in each State of India and provides\nthat a person belonging to any of the castes specified therein\nbe deemed to be a schedule caste for the purpose of the\nconstitution. Paragraph 3 contains a proviso to the effect that\nnotwithstanding anything contained in para 2, no person who\nprofesses a religion different from the Hindu, Sikh or Buddhist\nreligion shall be deemed to be a member of the scheduled\ncaste and a combined reading of paras 2 and 3 of the\nPresidential Order would show that if a person belongs to a\ncaste which is notified in the schedule to the presidential order,\nhe/she would have status of a Schedule Caste, provided he/\nshe professes Hinduism or one of the other religions specified\nin paragraph 3 of the order. It is further contended that the F\nexpression 'Profess' occurring in paragraph 3 of the\nPresidential order has been considered by a Constitution\nBench in the case of Punjab Rao Vs. D.P. Mesh Ram and\nothers (1965) 1 SLR.849. Therefore, the sine qua-non for a\nperson to be treated a Scheduled Caste is that he must G\npractice the Hindu religion. Reliance is also placed on the\ndecision of this court in the case of Perumal Nadar Vs.\nPonnuswamy (1970) 1 SCC 605 and Gangapal Vs. Returning\nOfficer (1975) 1 SCC 589.\nE\nH\nA\n56\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\n9. While elaborating the contention that the High Court has\nwrongly placed the burden of proof on the appellant contrary to\nthe well established legal principles, the learned counsel would\nsubmit, that, the burden of proof is on the election petitioner in\nan election petition and it is his duty to establish his case\nB beyond reasonable doubt. However, the High Court in its\nimpugned order has erred in holding that it is on the appellant\nto prove the allegation and assertions made by the election\npetitioner and since the appellant failed to prove the negative,\nthe prayer made in the election petition requires to be granted.\nIn aid of this submission, the learned counsel relies on the\ndecision of this Court in the case of J. Chandra Shekhar Rao\nVs. V. Jagapathi Rao 1993 Supp. (2) SCC 229, Harikrishna\nLal Vs. Babulal Marandi (2003) 8 SCC 613, Razik Ram Vs.\nJaswant Singh (1975) 4 SCC 769, Gajanan Krishnaji Bapat\nVs. Dattaji Raghobaji Megha (1995) 5 SCC 347, Regu\nMahesh Vs. Rajendra Pratap Bhany Dev (2004) 1 SCC 46\nand Jeet Mohinder Vs. Harminder Singh (1999) 9 SCC 386.\nC\nD\nF\n10. The learned counsel also contends that the appellant\nhaving been issued with a Community Certificate in due course\nE in accordance with law, which is not yet cancelled by any\ncompetent authority, it was not open to the High Court to ignore\nthe same. It is also submitted that the judgment and order\npassed by the High Court requires to be set aside for ignoring\nrelevant evidence, and for wrongly construing the evidence on\nrecord contrary to settled principles. It is submitted that the High\nCourt was not justified in disbelieving the certificate issued by\nArya Samaj and further ought not to have come to the\nconclusion that the appellant failed to prove that there was\nconversion from Christianity to Hindu faith. It is also contended\nthat it is settled law that once the parties have been permitted\nto produce evidence in support of their respective cases and\nif it is not their grievance that any evidence was shut out, the\nquestion of burden of proof looses significance and remains\nonly academic. In aid of his submission, our attention was\ninvited to the decision of this Court in the case of Raghunathi\nG\nI\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n57\n\u0026 Anr. Vs. Raju Ramappa Shetty (1991) Supp. (2) SCC 267; A\nStandard Chartered Bank Vs. Andhra Bank Financial\nServices Ltd. \u0026 Ors. (2006) 6 SCC 94.\nSubmission of the learned counsel for Respondent No.\n1:-\nB\nC\nD\n11. The learned Senior Counsel Sri K. Rama Moorthy,\nappearing for Respondent no. 1 would submit that the name\nof the appellant is Glory Chandra and her name itself suggests\nthat she is Christian and professes Christian faith and this is\nfurther fortified by the fact that she is born to Christian parents.\nIt is further submitted that the appellant studied in CSI High\nSchool, Batlagundu and as per her school records, she belongs\nto Christian religion and this fact was suppressed by the\nappellant in the nomination papers filed by her. It is further\nsubmitted that the parents of the appellant are professing\nChristianity and the appellant was brought up as a Christian and\nfurther the marriage of the appellant was as per the Christian\nreligion and the husband of the appellant is a member of a\nChurch called Thuya Sahaya Annai Alayam. The learned Senior\nCounsel submitted that the appellant does not belong to E\nScheduled Caste, but by using her political clout has procured\ncommunity certificate from Tahsildar, Rajapalayam, as if she\nbelongs to Scheduled Caste Community. It is also submitted\nthat in the absence of specific pleadings, in written statement\non an issue, no evidence can be looked into in relation thereto.\nOur attention was invited to the decisions of this Court in the\ncase of Duggi Veera Venkata Gopala Satyanarayana Vs.\nSakala Veera Raghavaiah \u0026 Anr. (1987) 1 SCC 254; Sri\nVenkataramana Devaru \u0026 Ors. Vs. State of Mysore \u0026 Ors.\nAIR 1958 SC 255; Gajanan Krishnaji Bapat \u0026 Anr. Vs. Dattaji\nRaghobaji Meghe \u0026 Ors. (1995) 5 SCC 347; Abubakar Abdul\nInamdar (dead) by LRs \u0026 Ors. Vs. Harun Abdul Inamdar \u0026\nOrs. AIR 1996 SC 112, Gulabrao Balawantrao Shinde \u0026 Ors.\nVs. Chhabubai Balawantrao Shinde \u0026 Ors. (2003) 1 SCC 212\nand Bondar Singh \u0026 Ors. Vs. Nihal Singh \u0026 Ors. (2003) 4\nSCC 161.\nF\nG\nH\n"}