{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nC\n78\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\n41. Rajaiya-PW3, in his evidence admits that he is a\nmember of the DMK Party. He has stated that the appellant\ncontested the election in the name of Glory Chandra. He has\nfurther stated that the name of the appellant's husband is\nSoosaimanickam and he was invited to the wedding of the\nB appellant. He attended the reception which according to him\ntook place in a church near the appellant's husband's house.\nFirst he testifies that the father-in-law of the appellant was a\n'Nattamai' of the church (village head) and then states that he\ndoes not know exactly about the religious practice according\nto which the marriage of the appellant took place. According\nto him, the name of the mother of the appellant is Mrs. Baikkam\nwho is a Christian Pallan. But then he states that he has not\nseen any certificate which shows her to be a Christian. Prior\nto the appellant coming to his village for her marriage, he had\nno knowledge about the appellant. Before that he had no\nknowledge about her schooling or the place or manner of living\nof the appellant or her parents. He does not have any proof to\nstate that the appellant professes Christianity. He further asserts\nthat in the region, conversion from Hinduism to Christianity and\nvice versa happens frequently. He further stated that he knew\nno details about Mr. Navakumar (appellant's father).\nD\nE\n42. Another important evidence which the Election\npetitioner has taken aid of is the birth register of the children\nof the appellant for the year 1997, where the name of the father\nF of the child has been described as Soosaimanickam and the\nname of the mother has been described as Glory and the\nreligion shows Christianity. All the relevant entries were listed\nin Ex. P 10. In his testimony, Mr. M.K Rajendran, PW4, Deputy\nTahsildar, Periyakulam, Theni District clearly states that none\nG of the entries in the Ex. P 10 register have been entered on\nthe reporting of births by the parents. This is a very important\nadmission on the part of the witness as this indicates that may\nbe not many people had the knowledge of the conversion of\nthe appellant and her husband. The entry cannot be relied upon\nH\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.}\n79\nby the respondent no.1 as it is mainly based on hearsay A\nknowledge; because of the fact that the parents had themselves\nnot reported the birth of the child. In the present case, the child\nbirth was reported by the Village Head Nurse. She also states\nthat she knows neither Soosaimanickam nor Glory.\nB\nC\nD\n43. We now move over to the deposition of Mr. S.\nArumugan- PW6 presently working as Tahsildar, Rajapalayam.\nAccording to his deposition, the husband of the appellant\napplied for a permanent community certificate from Adi\nDravidar Welfare Department, vide application dated 27.3.1997\n(Ex. P 13). The application was received by the Tahsildar's\noffice on 2.4.1997. He clearly states that he did not receive Ex.\nP 13. At that point of time he was Junior Assistant at different\nplace. On the backside of the said application there are written\nendorsements of the Village Administrative Officer,\nAyyankollkondan Revenue Inspector, Ayyankolikondan and\nTahsildar, Rajapalayam. All the endorsements state that the\nappellant is from the \"Hindu Pallan\" backward class. The\nVillage Administrative Officer had recorded the statement of\nthe witnesses which have been duly certified by him. The\nrespondent no.1 has pointed out to certain discrepancies in the E\ngrant of the community certificate. There has been reference\nto the fact that the Tahsildar, Rajapalayam had not put his\nsignature to the endorsement of the Deputy Tahsildar where he\nhad written to the Revenue Inspector, Ayyankollkondan, asking\nfor proof with respect to the appellant's caste. Later no F\ndocuments evidencing the community of the appellant were\nproduced. In these circumstances, it would have been\nworthwhile to call the then Tahsildar, Rajapalayam and examine\nhim as a witness and also the Village Administrative Officer.\nThe Election petitioner also contends that the certificate was G\nissued on 4.4.1997 within 2 days of receipt which was enough\nto raise doubts as to the veracity of the said certificate. Also\nas per the deposition of the present Tahsildar, there is no\nprescribed format for the issuance of a community certificate.\nIn such a situation it will be difficult to establish whether there\nH\nA\nB\nC\n80\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nhas been any discrepancy in the issuance of the certificate.\nThere was no cancellation endorsement on the application for\nthe certificate. It has not been brought on record by the Election\npetitioner by way of evidence or by questioning the relevant\nauthorities, as to whether there was proper enquiry before the\nendorsement was made by the revenue authorities.\n44. Mr. V.P Ranjan-RW1 (the original respondent no.2)\nwas also examined as a witness. He is also member of the\nrival DMK party. He had obtained a copy of the voters list for\nAndipatty assembly constituency for the year 1999 by filing an\napplication under the Right to Information Act. In Ex. R1, serial\nno. 865, the voter's name has been mentioned as \"Glory\nChandra\". This fact is referred to by the respondent as being\na definite proof that the appellant is still professing Christianity.\nHowever his own admission, it is not mentioned in Ex. R1 that\nthe appellant is a Christian. He further states that he has not\ndenied in his counter that the marriage of the appellant was as\nper Hindu customary rites. He also clarifies that he has not\nstated anywhere that the marriage of the appellant took place\nas per Christianity. He clearly states that he does not know\nE much about any of the friends or the family of the appellant and\nher husband.\nD\nF\nG\nH\n45. We move over to the testimony of the K.V\nBalasubrmaniam (R.W 2), who is the General Manager, Bharat\nSanchar Nigam Limited, Virudhumagar Telecom District. The\nElection petitioner has contended that the application of a\ntelephone connection made by the husband of the appellant\nshowed his name as Soosaimanickam. The application was\nmade in 27.4.1998. There was no name and photograph affixed\nto the application. More importantly, as per the deposition of\nR.W 2 there is no column showing religion or caste of the\napplicant. Also he has not seen the applicant put his signature\non the form. As clarified by him, there is no rule that only the\nowner of the property can apply for the telephone connection.\nEven the tenant can apply for the telephone connection.\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n81\nTherefore it is possible that someone on behalf of the A\nappellant's husband might have come to fill the application.\nThere is no bar against it as the customer service centre is\nopen to the general public for registering new telephone\nconnection.\n46. After perusal of the deposition of witnesses of both\nsides, the following relevant points emerge.\nB\nC\nD\n47. The contentions of the election petitioner is that parents\nof the appellant are Christians and their marriage was\nperformed in a Church according to the traditions followed by\nChristians. This assertion of the election petitioner is denied\nby the appellant both in her counter statement and in the\nevidence. She has admitted that her father Navakumar was\nChristian but her mother was Hindu throughout and the marriage\nof her parents took place as per the customs prevailing in Hindu\nPallan community. It is true that in the counter statement filed\nshe has stated that though she was following Hindu customs,\ntraditions, ceremonies and the other custom's prevailing in\nHindu Pallan Community in order to reaffirm her faith in\nHinduism, she went through various rituals in Arya Samaj, E\nMadurai on 27.08.1994. Apart from this, she has also stated\nthat her husband Murugan got converted into Hinduism in the\nyear 1975 and their marriage took place in the year 1995\naccording to Hindu tradition and custom. It looks to us that an\nhonest and true statement made by the appellant that she has\nundergone the rituals in the Arya Samaj for the re-affirmation\nof her faith in Hindu religion has put her in a black spot and the\nsame has persuaded the learned Judge who decided the lis\nbetween the parties to shift the burden of proof. In our view, the\npleadings and the evidence adduced in support of the same\nrequires to be read conjointly and not by applying the\nhypertechnical approach of reading between the lines to arrive\nat a finding against a candidate in an election petition who has\nsupport of the majority of the people in the constituency. This\napproach in our opinion would defeat the entire election\nF\n0\nI\n82\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA process. Hypertechnically requires to be eschewed and the\nground realities requires to be kept in view while deciding these\ntypes of cases. We hasten to add, that this approach need not\nbe adopted when an election petition is filed on the grounds of\ncorruption, inciting people on the ground of particular religion\netc. In the instant case, merely because the appellant had\nstated in her counter affidavit that she got converted into\nChristian faith in the year 1994 in Arya Samaj, Madurai, after\nfollowing the required essential rituals, the learned Judge while\ndeciding the lis between the parties has shifted the burden of\nC proof on the appellant to disprove that she is not a Christian.\nbut a person practicing Hindu faith and the community has\naccepted her as a person belonging to Hindu Pallan\nCommunity. This reasoning of the learned Judge runs counter\nto the settled legal principles. We say so for the reason, that in\nan election petition the burden of proof lies on the person who\naccuses that the elected person who had the support of the\nmajority of the electorates still does not deserve to represent\nthem in the State Assembly. We reiterate that in the present\ncase, the appellant candidly accepts that her father Navakumar\nis a Christian, but her mother who is separated from him never\npracticed Christian faith but continued to follow Hindu religion\neven after her marriage. The election petitioner has not\nproduced any acceptable evidence to disprove the evidence\nadduced by the appellant and her witnesses. Therefore, issue\nof parentage which was sought to be projected as a factor\nF which would prove that the appellant is a Christian and brought\nD\nE\n0\nI\nup as a Christian cannot be accepted. Reference can be\nImade to the decision of this Court in the case of Kailash\nSonkar Vs. Mayadevi [(1984) 2 SCC 91]\n\"32. Another aspect which one must not forget is that when\na child is born neither has he any religion nor is he capable\nof choosing one until he reaches the age of discretion and\nacquires proper understanding of the situation. Hence, the\nmere fact that the parents of a child, who were Christians,\nwould in ordinary course get the usual baptism certificate\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n83\nand perform other ceremonies without the child knowing A\nwhat is being done but after the child has grown up and\nbecomes fully mature and able to decide his future, he\nought not to be bound by what his parents may have done.\nTherefore, in such cases, it is the intention of the convertee\nwhich would determine the revival of the caste. If by his\nclear and conclusive conduct the person reconverts to his\nold faith and abjures the new religion in unequivocal terms,\nhis caste automatically revives.\n33. Another dominant factor to determine the revival of the\ncaste of a convert from Christianity to his old religion would\nbe that in cases of election to the State Assemblies or the\nParliament where under the Presidential Order a particular\nconstituency is reserved for a member of the scheduled.\ncaste or tribe and the electorate gives a majority verdict\nin his favour, then this would be doubtless proof positive\nof the fact that his community has accepted him back to\nhis old fold and this would result in a revival of the original\ncaste to which the said candidate belonged.\n48. The other minor issue which was argued was that in\nthe school records, it is recorded that the appellant belongs to\nIndian Christian Pallan community and she studied in CSI\nSchool, Baltagundu but in the declaration filed along with\nnomination papers, it is stated that she studied in Govt. High\nSchool, Devathananpatti and, therefore, she has made false\ndeclaration and therefore she was ineligible to contest from the\nreserved constituency. The appellant in her counter affidavit and\nalso in her evidence has explained that the discrepancy in the\ndeclaration form filled by her brother, who was assisting her in\nfiling the nomination papers. We have perused the stand of the\nelection petitioner and the evidence of the appellant. In our view,\nthe discrepancy pointed out by the election petitioner has been\nproperly explained by the appellant and in our view, this by itself\ncannot be a ground to hold that the appellant was ineligible to\ncontest from the reserved constituency.\nB\nC\nD\nE\nF\n0\nH\nA\nC\n84\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\n49. In so far as issuance of community certificate to the\nappellant, in our view the evidence of PW6 amply demonstrates\nthat due procedure was followed while issuing the Community\nCertificate. The High Court, in our considered view has not\nproperly appreciated PW6 evidence while doubting the\nB genuineness of the Community Certificate produced by the\nappellant. Therefore, we do not approve the reasoning of the\nHigh Court on this issue. We also add that the learned senior\ncounsel for contesting respondent in this appeal relied on\ncertain observations made by this Court in the case of Kumari\nMadhuri Patil \u0026 Anr. Vs. Addl. Commissioner, Tribal\nDevelopment \u0026 Ors. (1994) 6 SCC 241; GM, Indian Bank Vs.\nR. Rani \u0026 Anr. (2007) 12 SCC 796; R. Palanimuthu Vs.\nReturning Officer \u0026 Ors. (1984) Supp. SCC 77; John\nValiamattom \u0026 Anr. Vs. Union of India (2003) 6 SCC 611;\nMeera Kanwaria Vs. Sunitha \u0026 Ors. (2006) 1 SCC 344;\nSwagigar Doss Vs. Zonal Manager, FCI (supra), Desh Raj Vs.\nBodh Raj (2008) 2 SCC 186. In our considered view, these\ndecisions were rendered by this Court in different context\naltogether. Reference to the facts in those cases and the law\nlaid down therein, in our opinion, we would be unnecessarily\nadding few more pages to this Judgment. We desist ourselves\nfrom doing so.\nD\nE\n50. Reliance placed on the birth records, entries in the\ntelephone application and voters list cannot be the sole ground\nF for proving that the appellant is professing Christianity. As stated\nabove, the records could have been made by people other than\nthe appellant or her husband. As far as the birth register is\nconcerned, it is clear that the birth was reported not by the\nparents, but the Village Head Nurse. Similarly, it is very likely\nG that after her conversion, the appellant never went ahead and\nchanged the name appearing in the voter's list. Also it is not\nmentioned in the voter's list as to what religion the appellant\nprofesses. There is a common pattern arising that all the\nwitnesses of the Election petitioner as well as the original\nrespondent no.2 are affiliated to the rival party DMK in some\nH\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n85\ncapacity or the other as opposed to the appellant who\nrepresented the AIADMK party. The Election petitioner has\nrelied heavily on the testimony of the witnesses Mrs. Deivathai,\nT.P Paulasamy and Rajaiya to prove that the appellant continues\nto profess Christianity. However the testimony of all the three\nwitnesses are highly contradictory and hearsay. All the three\nwitnesses have come to know about the religion of the appellant\nand her husband from other people. Admittedly, none of them\nhave come in close contact with the appellant, appellant's\nhusband and both their families in any form. They have not\nproduced any proof or document to prove that the appellant\nprofesses Christianity.\nRequirements of Petition under Representation of\nPeoples Act :\nA\nB\nC\n51. Section 83 of the Representation of Peoples Act, 1951 D\ndeals with the contents of an election petition. Section 83 (1)\nof the Act reads:-\n\"An election petition:-\n(a) shall contain a concise statement of the material facts\non which the petitioner relies;\nE\n(b) shall set forth full particulars of any corrupt practice that\nthe petitioner alleges, including as full a statement as\npossible of the names of the parties alleged to have F\ncommitted such corrupt practice and the date and place\nof the commission of each such practice; and\n(c) shall be signed by the petitioner and verified in the\nmanner laid down in the Code of Civil Procedure, 1908\nfor the verification of pleadings.\"\n52. It is a settled legal position that an election petition\nmust clearly and unambiguously set out all the material facts\nwhich the petitioner is to rely upon during the trial, and it must\nreveal a clear and complete picture of the circumstances and\nG\nН\n86\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA should disclose a definite cause of action. In the absence of\nthe above, an election petition can be summarily dismissed.\nTo see whether material facts have been duly disclosed or\nwhether a cause of action arises, we need to look at the\naverment and pleadings taken up by the party.\nB\nC\n53. In the case of V.S Achutanandan v. P.J Francis [(1999)\n2 SCR 99], it was held that failure to plead material facts is fatal\nto the election petition and no amendment of the pleadings is\npermissible to introduce such material facts after the time limit\nprescribed for filing the election petition.\n54. One cannot file an election petition based on frivolous\ngrounds. The facts presented must be clear, concise and\nunambiguous. All the above cases and provisions, though do\nnot deal directly with the issues in this case, they go on to\nD emphasize that an election result, where the people elect their\nrepresentatives cannot be taken lightly. For an election result\nto be annulled, there must be positive evidence to prove\nillegality of the election. The natural corollary is that the person\nwho files an election petition, must have a clear and definite\nE case, to prove that the election was illegal. Therefore the burden\nof proof shall lie on the petitioner filing the election petition.\n55. An election petition challenging the election of a\nreturned candidate on the grounds of corrupt practices is not\na criminal proceeding; but it is no less than a criminal\nF proceeding with regard to the proof required to be furnished\nto the Court by the Petitioner [See J. Chandrashekara Rao v.\nV. Jagapati Rao, 1993 Supp (2) SCC 229]. Though, in the\npresent case, the charges are not those of corrupt practices,\nthey are not any lesser in terms of seriousness; hence the\nG burden of proof is on the election petitioner to prove the charges\nhe has made beyond reasonable doubt. This is done so that\nthe purity of the election process is maintained.\nH\n56. The testimony of the witnesses for the Election\npetitioner does not qualify the test laid down in the Evidence\n'\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n87\nAct, to make the evidence admissible. It does not inspire any A\nconfidence. The evidence is clearly hearsay. As stated above,\nthe opinion of the High Court is heavily relied on the fact that\nthe burden of proof had been discharged and shifted to the\nappellant to prove that she had indeed renounced Christianity.\nWe do not approve with the reasoning of the High Court to B\nadopt this line of thinking. The burden of proof lay squarely on\nthe Election petitioner to show that the appellant indeed\npracticed and professed Christianity. In any event, the evidence\nput forward by the appellant is consistent and reliable as it has\nrelied on the testimony of people who have actually visited the C\nhouse of the appellant or attended her wedding or been in close\nproximity with her and her husband's family.\nD\n57. Assuming for a moment that the High Court is justified\nin shifting the burden of proof on the appellant, we are of the\nview that the appellant by adducing cogent and reliable evidence\nhas discharged the same. The appellant's testimony is\nconsistent with the documentary evidence produced by her. The\nevidence of Shri Sengaiah (RW 4) and S. Paulraj (RW 7) also\nsupport the facts stated by the appellant. The fact that the\nappellant was a trustee of the Mayurarathaswamy Temple at E\nRajapalayam is supported by the testimonies of Shri. P.\nMagesh (RW 8) and Shri. K. Paramasivam (RW 9). Though the\nappellant has not produced the original conversion certificate,\nthere is no reason to disbelieve the duplicate that she has\nsubmitted, as the petitioner has failed to provide a reasoned F\nrebuttal to the evidence adduced by the appellant, to proof her\ncase.\nValidity of community Certificate \u0026 Evidence Act:\n58. There is nothing on record to show that the community\ncertificate was issued illegally or in contravention of the valid\nprocedure. The Election petitioner should have examined the\nperson in charge while the certificate was being issued to bring\nto light any alleged malpractice in the issuance of the said\ncertificate. The validity of the issuance of the community\nG\nH\n"}