{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"68\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA\nB\n0\nD\nE\nF\nபட\n0\nН\nembraces another religious faith, he automatically ceases.\nto be a member of the caste in which he was born and to\nwhich he belonged prior to his conversion.... If the structure\nof the caste is such that its members must necessarily\nbelong to Hindu religion, a member, who ceases to be a\nHindu, would go out of the caste, because no non-Hindu\ncan be in the caste according to its rules and regulations.\nWhere, on the other hand, having regard to its structure,\nas it has evolved over the years, a caste may consist not\nonly of persons professing Hindu religion but also persons\nprofessing some other religion as well, conversion from\nHinduism to that other religion may not involve loss of\ncaste, because even persons professing such other\nreligion can be members of the caste.... This is indeed not\nan infrequent phenomenon in South India where, in some\nof the castes, even after conversion to Christianity, a\nperson is regarded as continuing to belong to the caste.\"\n26. In C.M. Arumugam vs. S. Rajgopal and Others (1976)\n1 SCC 863; the following observation is made by this Court.\n\"These cases show that the consistent view taken in this\ncountry from the time Administrator-General of Madras v.\nAnandachari was decided, that is, since 1886, has been\nthat on reconversion to Hinduism, a person can once\nagain, become a member of the caste in which he was\nborn and to which he belonged before conversion to\nanother religion, if the members of the caste accept him\nas a member. There is no reason either on principle or on\nauthority which should compel us to disregard this view\nwhich has prevailed for almost a century and lay down a\ndifferent rule on the subject. If a person who has embraced\nanother religion can be reconverted to Hinduism, there is\nno rational principle why he should not be able to come\nback to his caste, if the other members of the caste are.\nprepared to readmit him as a member. It stands to reason\nthat he should be able to come back to the fold to which\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n69\nhe once belonged, provided of course the community is A\nwilling to take him within the fold. It is the orthodox Hindu\nsociety still dominated to a large extent, particularly in rural\nareas, by medievalistic outlook and status-oriented\napproach which attaches social and economic disabilities\nto a person belonging to a scheduled caste and that is why B\ncertain favoured treatment is given to him by the\nConstitution. Once such a person ceases to be a Hindu\nand becomes a Christian, the social and economic\ndisabilities arising because of Hindu religion cease and\nhence it is no longer necessary to give him protection and\nfor this reason he is deemed not to belong to a scheduled\ncaste. But when he is reconverted to Hinduism, the social\nand economic disabilities once again revive and become\nattached to him because these are disabilities inflicted by\nHinduism.\"\n27. We must remember, as observed by this Court in\nGanpat's case, Hinduism is not a religion with one God or one\nHoly Scripture. The practices of Hindus vary from region to\nregion, place to place. The Gods worshipped, the customs,\nTraditions, Practice, rituals etc, they all differ, yet all these people\nare Hindus. The determination of the religious acceptance of a\nperson must be not be made on his name or his birth. When a\nperson intends to profess Hinduism, and he does all that is\nrequired by the practices of Hinduism in the region or by the\ncaste to which he belongs, and he is accepted as a Hindu by\nall persons around him.\n28. Hinduism appears to be very complex religion. It is like\na centre of gravity doll which always regain its upright position\nhowever much it may be upset. Hinduism does not have a\nsingle founder, a single book, a singe church or even a single\nway of life. Hinduism is not the caste system and its hierarchies,\nthough the system is a part of its social arrangement, based\non the division of labour. Hinduism does not preach or uphold\nuntouchability, though the Hindu Society has practiced it, firstly\nC\nD\nE\nF\nG\nH\n70\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA due to reasons of public health and later, due to prejudices.\n(copied in tits and bits from the book facets of Hinduism by Sri\nSwami Harshananda).\nB\nD\n29. It is a settled principle of law that to prove a conversion\nfrom one religion to another, two elements need to be satisfied.\nFirst, there has to be a conversion and second acceptance into\nthe community to which the person converted. It is obvious that\nthe need of a conversion cannot be altogether done away with.\n30. The appellant had examined herself as RW3. In her\nC examination in chief, she has categorically stated, that as a\nHindu, in her household they are celebrating festivals like\nPongal, Vinayaka-Chaturthi etc. She has also stated that since\nher birth she has been living as a Hindu and following Hindu\ncustoms and tradition and her relatives are also treating her\nas Hindu and all her relatives are Hindus. She has also stated\nthat she has not gone to any Church and she does not know\nabout Christianity and that form of worship. In her constituency\npeople knew her only as Chandra and not as Glory Chandra.\nShe has also stated that she contested in the elections held\nE for Rajapalyam Panchayat Union Council from reserved\nconstituency and nobody raised any objection. It has also come\nin her evidence that she wanted to reaffirm her faith in Hinduism\nand therefore she approached Arya Samaj, Madurai and after\nmaking her go through all the rituals, the Arya Samaj, Madurai\nissued a certificate of reconversion to Hinduism bearing Serial\nNo. E56 dated 27.8.1994 (Ex. R13) and the same was received\nby her uncle Santnakumar and it is only when the election\npetition was filed, on her enquiry she was told that the original\ncertificate that was received by him has been lost and therefore\nshe requested him to obtain duplicate copy of the certificate. It\nhas also come in her evidence that her marriage was performed\nas per Hindu customs and her husband is Murugan, who also\nbelongs to Hindu Pallan Community. She asserts that she lived\nas Hindu and continue to live as Hindu by following Hindu\nCustoms and Traditions. She has faced a lengthy cross\nF\nG\nH\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n71\nC\nD\nexamination. The learned senior counsel Sri Ramamurthy has A\ntaken us through the entire evidence. We are afraid that whether\nanything worthwhile has been brought on record to discredit the\nveracity of the evidence of the appellant and in fact whatever\nsuggestion that was put to falsify the conversion certificate\nissued by Arya Samaj, Madurai, the witness has denied all\nB\nthose suggestions. The learned counsel for the appellant\ncontended that it is well settled that there is no requirement in\nlaw of producing any clinching evidence on any formal\nceremony of conversion to Hinduism. Our attention in drawn to\nthe observations made by this Court in Perumal Nadar vs.\nPonnuswamy (1970) 1 SCC 605; Per contra, the learned senior\ncounsel for respondents 1 and 2 would contend that the\nappellant has not proved her claim of reconversion to Hinduism\nby producing primary evidence viz., the original conversion\ncertificate issued by Arya Samaj. The High Court while\nconsidering this issue has noticed that the appellant failed to\nproduce the original certificate issued by Arya Samaj, Madurai\nand further has not examined Santnakumar, who was supposed\nto have received and retained the original certificate issued by\nthe Arya Samaj and the original records have not been\nsummoned from Arya Samaj and no steps have been taken to\nsummon the responsible person from Arya Samaj to prove that\nthe appellant underwent conversion. Therefore, the claim made\nby her about her reconversion cannot be accepted. We do not\nagree with the reasoning of the High Court. It is true that a party\nwho wishes to rely upon the contents of a document must\nadduce primary evidence of the contents, and only in the\nexceptional cases will secondary evidence be admissible.\nHowever, if secondary evidence is admissible, it may be\nadduced in any form in which it may be available, whether by\nproduction of a copy, duplicate copy of a copy, by oral evidence\nof the contents or in another form. The secondary evidence must\nbe authenticated by foundational evidence that the alleged copy\nis in fact a true copy of the original. It should be emphasized\nthat the exceptions to the rule requiring primary evidence are\ndesigned to provide relief in a case where a party is genuinely\nE\nF\nG\nН\nH.\n72\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nC\nA unable to produce the original through no fault of that party. In\nthe instant case, it is the specific case of the appellant that in\nthe year 1994 that is much before the Assembly elections which\nwas held in the year 2006, she had undergone all the rituals in\nArya Samaj only for the purpose of reaffirmation of Hindu faith\nB and the conversion certificate issued by Arya Samaj was\nreceived and acknowledged by her uncle Santnakumar who had\naccompanied her. It is also her specific case that she did not\ntake back the certificate from her uncle, since she was of the\nview the same may not be required for her purpose. It is only\nwhen the election petition was filed, it order to proof her case\nof reaffirmation of her faith in Hinduism, she came to know that\nher uncle has lost the certificate, which necessitated her to\nobtain a duplicate copy of conversion certificate from Arya\nSamaj, Madurai. This part of her evidence is not even\nchallenged by the petitioner. In fact the contents of the\ndocuments would clearly establish that it was issued for the\nsecond time on the request made by the appellant, after she\nwas told by her uncle Santnakumar that the original certificate\nreceived by him in the year 1994 is lost by him. In our view, a\nperusal of the conversion certificate (Ex. R13) would amply\ndemonstrate that the appellant has successfully proved her\nclaim of re-affirmation of Hindu faith by undergoing rituals of\nconversion in the Arya Samaj, Madurai.\nD\nE\n31. The High Court has placed reliance on the decision\nF of this court in the case of Satrucharla Vijaya Rama Raju v.\nNimmaka Jaya Raju and Ors. (AIR 2006 SC 543), to place\nthe burden of proof on the appellant itself. The relevant portion\nof the judgment reads:-\nG\nH\n\"15. Learned senior counsel for the appellant made a\nstrenuous attempt to contend that the learned Judge of the\nHigh Court had wrongly placed the burden of proof in the\ncase. We cannot agree. The trial judge has rightly\nproceeded on the basis that the initial burden was on the\nelection petitioner to establish his plea that the appellant\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n73\nB\ndid not belong to a Scheduled Tribe. Though in a prior A\nstatement, an assertion in one's own interest, may not be\nevidence, a prior statement, adverse to one's interest\nwould be evidence. In fact, it would be the best evidence\nthe opposite party can rely upon. Therefore, in the present\ncase, where the appellant is pleading that he is a Konda\nDora, the statement in the series of documents, pre-\nconstitution and post constitution, executed by his\nancestors and members of his family including himself\ndescribing themselves as 'Kshatriyas', would operate as\nadmissions against the interest of the appellant in the\npresent case. These admissions also strengthened the\nadmission of the appellant that in his school leaving\ncertificate also, he is described as a ‘Kshatriya' and his\npaternal uncle's son is also described as a 'Kshatriya' in\nhis school leaving certificate and that uncle's son was also\nheld to be a 'Kshatriya' on an enquiry made in that behalf.\nTherefore, in our view, the trial judge was correct in holding\nthat the election petitioner had discharged the initial burden\nplaced on him and the burden shifted to the appellant to\nestablish that he belonged to the 'Konda Dora' Tribe.\"\nC\nD\nヨ\nF\n32. On a careful perusal of the judgment, it is possible to\ndistinguish the present case on the basis of the facts and\ncircumstances. In the above mentioned case, which the High\nCourt has relied upon, there was no conversion from one\nreligion to another. The question was whether the person\nbelongs to Kshatriya Caste or a Scheduled Tribe. The question\nrelates to caste within a religion as opposed to the present\ncase, where there has been conversion from one religion to\nanother. Therefore the reasoning given by the High Court to\nreverse and discharge the burden of proof is erroneous and G\nthe burden of proof should lie on the election petitioner to prove\nthat the appellant still professes Christianity.\n33. We, therefore express our disapproval to the findings\nof the High Court on this issue.\nH\n74\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA\nB\nC\nD\n34. The appellant, in support of her case, has examined\nSengaiah alias Chinna Sangaiah-RW4, Rasu-RW5, Govindan-\nRW6, Paulraj-RW7, and RW10-Surulimuthu.\n35. Mr. Sengaiah (RW 4) belongs to the same village as\nthe appellant. He has deposed that he knows the appellant as\nshe was born and brought up in his village. It has also come in\nhis evidence that the family deity of the appellant is\nPalichiamman. She also used to worship Hindu Gods from her\nchildhood in the village temples and the nearby\nKamatchiamman temple. A ceremony was also performed on\nthe appellant reaching puberty according to their caste customs\nand this was attended by his wife. The witness also states that\nthe appellant's betrothal ceremony also took place as per the\ncustoms of the Hindu Pallan community. This was attended by\nhim. However he did not attend the marriage of the appellant.\nBut he further deposes that the appellant used to attend several\nfamily functions organized by him. In the cross-examination he\nhas admitted the suggestion that the marriage betweeri\nSanthoshpackiam (appellant's mother) and Navakumar\n(appellant's father) was performed as per Christian religion. In\nour view, the only admission made by this witness in his\nevidence would not tilt the balance in favour of the election\npetitioner. It is the case of the appellant also that her father was\na Christian and her mother was a Hindu. May be at the instance\nof her father, marriage could have been performed in a Church.\nF As we have already observed, the appellant not only in her\npleadings but also in her evidence states that her father\nseparated from her mother and her mother continued to profess\nHindu religion and the Hindu Pallan Community accepted her\nas such.\nE\nG\nH\n36. Mr. Rasu was examined as RW 5. He was the poojari\nin the Sundaranatchiamman temple situated in the\nAyyankollakondan village. He knew the husband of the appellant\nas he was the native of the same village. He clarifies that he\nhad the knowledge that the parties to the marriage were\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n75\nprofessing Christianity and later converted to Hinduism. He\ndeposes that the marriage of the appellant took place in front\nof her husband's house as per Hindu customs. On the day of\nthe marriage, the appellant and her husband came to the temple\ncarrying garlands and pooja to the deity was conducted by RW\n5. After this, the plate of garlands was returned and the bride\nand the bridegroom proceeded towards the marriage pandal\nnear the house of the appellant's husband where the marriage\nwas performed. He also deposes that the appellant and her\nhusband worship the Sundaranatchiamman deity. He had\nsigned the marriage certificate along with one Mr. Govindan\nwho had signed in his capacity as the Village Nattamai. He also\nclaims that before filing her nomination papers for the Assembly\nelections in May 2006, the appellant and her husband came to\nthe Sundaranatchiamman temple and worshipped the deity.\nThis witness is cross-examined by the election petitioner, but\nnothing useful is elicited. Therefore, his evidence goes\nunchallenged.\n37. Mr. Govindan was examined as RW 6. He states that\nhe attended the marriage of the appellant. He went on to\ndescribe the rituals and the ceremonies that took place during\nthe course of the marriage. He also mentions that he invited\nthe appellant to his house for his daughter's puberty ceremony\non account of her being a member of the community. Though\nhe was subjected to lengthy cross-examination, the election\npetitioner could not elicit which discredit his evidence.\n38. Mr. S. Paulraj was examined as RW 7. In his evidence\nhe states that he belongs to Hindu Pallan Community. He also\nasserts that the appellant also belongs to Hindu Pallan\nCommunity. He has stated that he had attended the betrothal\nceremony of the appellant which was performed at her maternal\nuncle Surulimuthu's house as per Hindu rites and customs. He\nalso stated that he had gone to the new house of the appellant.\nAccording to him, at the entrance of her house at Thendral\nNagar, Rajapalayam, there is a picture of Lord Vinayaga printed\n:\nA\nB\nC\nD\nE\n៣\nF\n0\nH\n76\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\n-\nA on a tile affixed on the wall. Her pooja room also also contains\npictures of many Hindu gods. He also stated that RW 4\nSengaiah did not attend the marriage of the appellant and it is\nhis wife and daughter who attended the marriage. The only\nadmission by him in the cross-examination was\nB Santhoshpackiam married Navakumar and their marriage took\nplace in CSI School, Erumalainaickenpatti Village. In our view,\nthis so called admission would not assist the election petitioner\nto prove that the appellant is a Christian and is continuing to\nfollow Christian faith.\nC\nD\n39. Mr. Surulimuthu, the maternal uncle of the appellant was\nexamined as RW 10. He confirms that the marriage of the\nparents of the appellant was performed as per Christianity. He\nhas confirmed that the appellant's father left the appellant, her\nmother and her two younger brothers to marry another woman.\nHe has also stated that the appellant, her mother and her\nyounger brothers were taken care of by his father and lived in\ntheir household. He has stated that from childhood the appellant\npracticed Hinduism, visited temples, etc. He states that his\nfamily deity is Palichiamman and the community deity is\nE Kaliamman. He also goes on to state that the appellant worships\nPalichiamman, Vinayagar and Kamatchiamman in the village.\nHe stated that it was he who took the appellant to the Arya\nSamaj to change her name to Chandra. He also conducted the\nmarriage of the appellant in Ayyankollakondan village as per\nF the customs and traditions prevailing in Hindu Pallan\nCommunity. This witness in the cross-examination has again\nstated that the marriage of the appellant's parents was\nperformed as per Christianity. The admission of this witness\nis put against the appellant by contending that the appellant in\nG her evidence has made a false statement, that the marriage of\nher parents was performed as per Hindu customs. In our view,\nat the time of the marriage of her parents, appellant was not\neven born and not even conceived in the womb of her mother\nto overhear the conversation which was possible only in our\nHindu mythology. Her statement that she has heard from her\nH\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n[H.L. DATTU, J.]\n77\nmother and her relatives and this admission, if we may so, A\ncannot be put against the appellant that she is making false\nassertion.\nB\nC\n40. Election petitioner has examined himself as PW 1. In\nsupport of his allegations and assertions made in the election\npetition he has examined T.P. Paulaswamy-PW2, Rajaiya-\nPW3, Rajendran-PW4, Mrs. D. Jaymanorama-PW5 and\nArumugan-PW6. T.P Paulaswamy-PW2 is the Village.\nSecretary of DMK Party in Ganapathy Sundaranatchiyapuram.\nPaulaswamy in his cross examination states that the father-in-\nlaw of the appellant is a member of Christian church. He also\ngoes on to state that the name of the appellant clearly indicates\nthat she professes Christianity. But later rather inexplicably, he\nstates \"I do not know as to which religion the first respondent\nno.1 and her family members are professing. At the instance\nof the election petitioner, I have come as a witness today.\" He D\nfurther states that he does not know the mother of the appellant\nand has not visited the residence of the appellant. He further\nstates that he has never been to the residence of Murugan\n(husband of the appellant) and does not know the father-in-law\nof the appellant. He does however concede that Murugan works E\nfor Harijan Welfare Department of the Government. He further\nstates that he has not visited the church where Murugan's father\n(appellant's father-in-law) was tire Head of the church. He also\nconfesses he has no document to prove that Murugan's father\nbelonged to any church. It must be noted that in the testimony F\nof Paulaswamy, he claims that Murugan is a Christian, but has\nadmitted that he contested in the bye election from Ward No.\n3 in Rajapalayam Panchayat Union Council which was reserved\nfor candidates belonging to the Scheduled Castes, which fell\nvacant when Murugan resigned from that seat. It is not clear to G\nus how Murugan contested from this seat, if it was reserved for\nScheduled Castes, if, as Paulaswamy says, he was a Christian.\nThis is a clear contradiction in his testimony. He clearly\nspecifies in his deposition that he was unhappy that the second\nrespondent lost in the election.\nH\n"}