{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nE\n-\n[2010] 11 S.C.R. 38\nM. CHANDRA\nV.\nM. THANGAMUTHU \u0026 ANR.\n(Civil Appeal No. 7284 of 2008)\nSEPTEMBER 7, 2010\n[D.K. JAIN AND H.L. DATTU, JJ.]\nElection laws: Election on a seat reserved for Scheduled\nCaste Challenged on the ground that the returned\ncandidate was a Christian and not belonging to the Hindu\nPallan Community - High Court shifting the burden on the\nreturned candidate to prove that she had renounced\nChristianity and was practicing Hindu faith; and holding the\nelection as void on the ground that returned candidate failed\nD to discharge the burden placed on her - Propriety of - Held:\nIn an election petition, the burden lies on the election\npetitioner to prove the charges made against the returned\ncandidate - High Court erred in shifting the burden of proof\non the returned candidate - Election petitioner failed to\ndisprove the evidence adduced by the returned candidate -\nBirth records, entries in the telephone application and voters\nlist not relevant for proving that the returned candidate was\nprofessing Christianity - Though the returned candidate did\nnot produce the original conversion certificate, there was no\nreason to disbelieve the duplicate that she had submitted, as\nthe petitioner failed to provide a reasoned rebuttal to the\nevidence adduced by the returned candidate to prove her\ncase There was nothing to show that the community\ncertificate was issued illegally or in contravention of the valid\nprocedure - The evidence produced by election petitioner was\ncontradictory and smacked of political rivalry – The order of\nHigh Court set aside - Constitution (Scheduled Castes)\nOrder, 1950 - Constitution of India, 1950 - Article 341 -\nEvidence Burden to prove.\nF\nG\nН\n-\n-\n38\n-\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\nConstitution (Scheduled Castes) Order, 1950:\n-\n39\nParas 2 and 3 - 'Profess' a religion Held: If a public\ndeclaration is made by a person that he has ceased to belong\nto his old religion and has accepted another religion, he will\nbe taken as professing the other religion - In order to claim\nthe benefits of reservation under the Presidential Order, a\nperson must establish that the caste to which he belongs is\nnotified in the Presidential Order and he is not professing a\ndifferent religion - Constitution of India, 1950 - Article 341.\nConversion of religion - Held: To prove conversion from\none religion to another, two elements to be satisfied are that\nthere has to be a conversion and acceptance into the\ncommunity to which the person converted - Evidence.\n-\nEvidence: Secondary evidence – A party who wishes to\nrely upon the contents of a document must adduce primary\nevidence of the contents, and only in the exceptional cases\nwill secondary evidence be admissible - However, if\nsecondary evidence is admissible, it may be adduced in any\nform in which it may be available, whether by production of a\ncopy, duplicate copy of a copy, by oral evidence of the\ncontents or in another form - The secondary evidence must\nbe authenticated by foundational evidence that the alleged\ncopy is in fact a true copy of the original - The exceptions to\nthe rule requiring primary evidence are designed to provide\nrelief in a case where a party is genuinely unable to produce\nthe original through no fault of that party - Election laws.\nA\nB.\nC\nD\nE\nF\nThe appellant was declared elected in the election to\nthe legislative assembly on a seat reserved for the\nmembers of Scheduled Castes. The election petitioner- G\nrespondent no.1 questioned the election of the appellant\nbefore the High Court on the ground that the appellant\nbelonged to Christian Pallan Community and had made\nfalse declarations relating to her community status and\nschool education in her nomination papers. The High H\n40\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA Court placed the burden on the appellant to prove that\nshe renounced Christianity and held that the appellant did\nnot satisfactorily discharge the burden of proof placed on\nher. It declared the election of the appellant as void on\nthe ground that the circumstances in which the\nB community certificate was granted was highly\nsuspicious, as it was issued within two days of the\nreceipt of the application. It further held that the original\nconversion certificate was not produced by the appellant\nand only a duplicate copy was produced and, therefore,\nher claim for conversion cannot be accepted.\nC\nD\nIn the instant appeal, it was contended for the\nappellant that her father was a Christian, but, her mother\nseparated from her father and never practiced Christian\nfaith and continued to follow Hindu religion and the\nappellant was brought up as a Hindu; and that she had\nundergone rituals of conversion to Hinduism in Arya\nSamaj Mandir in 1994, and a conversion certificate was\nissued and was collected by her uncle which was,\nhowever, lost and, therefore, a duplicate certificate was\nE obtained and submitted.\nF\nAllowing the appeal, the Court\nHELD: 1. \"Scheduled Castes\" means such castes,\nraces or tribes or parts of or groups within such castes,\nraces or tribes as are deemed under Article 341 to be\nScheduled Castes for the purpose of the Constitution.\nUnder the said provision, the Constitution (Scheduled\nCastes) Order was issued in 1950. It sets out the caste,\nraces and tribes in each State of India and provides under\npara 2, that a person belonging to any of the castes\nspecified therein be deemed to be a Scheduled Caste for\nthe purpose of the Constitution. Para 3 contains a proviso\nto the effect that notwithstanding anything contained in\npara 2, no person who professes a religion different from\nH the Hindu, Sikh or Budhist religion shall be deemed to be\nG\n.M. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n41\na member of a Scheduled Caste. Reading para 2 and 3 A\nof the Presidential Order would show that if a person\nbelongs to a caste which is notified in the Schedule to\nthe Presidential Order, he/she would have the status of\na Scheduled Caste, provided he/she professes Hinduism\nor one of the other religions specified in paragraph 3 of B\nthe Order. It is not in dispute that Hindu Pallan Community\nis notified under the Presidential Order as Scheduled\nCaste. [Paras 15, 17, 21] [59-F; 60-H; 61-A-C; 63-D]\nPunjab Rao v. D.P. Mesh Ram and others (1965) 1\nSLR.849, relied on.\nC\nPerumal Nadar v. Ponnuswamy (1970) 1 SCC 605;\nGangapal v. Returning Officer (1975) 1 SCC 589; Chandra\nShekhar Rao v. V. Jagapathi Rao 1993 Supp. (2) SCC 229;\nHarikrishna Lal v. Babulal Marandi (2003) 8 SCC 613; Razik D\nRam v. Jaswant Singh (1975) 4 SCC 769; Gajanan\nKrishnaji Bapat v. Dattaji Raghobaji Megha (1995) 5 SCC\n347; Regu Mahesh v. Rajendra Pratap Bhany Dev (2004) 1\nSCC 46; Jeet Mohinder v. Harminder Singh (1999) 9 SCC\n386; Raghunathi \u0026 Anr. v. Raju Ramappa Shetty (1991) E\nSupp. (2) SCC 267; Standard Chartered Bank v. Andhra Bank\nFinancial Services Ltd. \u0026 Ors. (2006) 6 SCC 94; Duggi Veera\nVenkata Gopala Satyanarayana v. Sakala Veera Raghavaiah\n\u0026 Anr. (1987) 1 SCC 254; Sri Venkataramana Devaru \u0026 Ors.\nv. State of Mysore \u0026 Ors. AIR 1958 SC 255; Gajanan F\nKrishnaji Bapat \u0026 Anr. v. Dattaji Raghobaji Meghe \u0026 Ors.\n(1995) 5 SCC 347; Abubakar Abdul Inamdar (dead) by LRs\n\u0026 Ors. v. Harun Abdul Inamdar \u0026 Ors. AIR 1996 SC 112;\nGulabrao Balawantrao Shinde \u0026 Ors. v. Chhabubai\nBalawantrao Shinde \u0026 Ors. (2003) 1 SCC 212; Bondar Singh\n\u0026 Ors. v. Nihal Singh \u0026 Ors. (2003) 4 SCC 161; S.\nSwvigaradoss v. Zonal Manager, F.C.I. (1996) 3 SCC 100;\nPunjabrao v. D.P. Meshram (1965) 1 SCR 849; Karwade v.\nShambhakar AIR 1958 Bom 296; Kothapalli Narasayya v.\nG\nH\n42\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA Jammana Jogi AIR 1976 SC 937; S. Anbalagan v. B.\nDevarajan and others (1984) 2 SCC 112; C.M. Arumugam\nv. S. Rajgopal and Others (1976) 1 SCC 863, referred to.\nB\nс\n2. A declaration of one's belief must necessarily\nmean a declaration in such a way that it would be known\nto those whom it may interest. If a public declaration is\nmade by a person that he has ceased to belong to his old\nreligion and has accepted another religion, he will be\ntaken as professing the other religion. In the face of such\nan open declaration, it would be idle to enquire further as\nto whether the conversion to another religion was\nefficacious. The word \"profess\" in the Presidential Order\nappears to have been used in the sense of an open\ndeclaration or practice by a person of the Hindu (or the\nSikh) religion. Where, therefore, a person says, on the\ncontrary, that he has ceased to be a Hindu, he cannot\nderive any benefit from that Order. In order to claim the\nbenefits of reservation under the Presidential Order, a\nperson must establish that the caste to which he belongs\nis notified in the Presidential Order and he is not\nE professing a religion different from the Hindu, the Sikh or\nthe Budhist. [Paras 19, 20] [62-F; 63-A-C]\nD\nF\nG\nH\n3. Hinduism is not a religion with one God or one\nHoly Scripture. The practices of Hindus vary from region\nto region, place to place. The Gods worshipped, the\ncustoms, traditions, practice, rituals etc, they all differ, yet\nall these people are Hindus. The determination of the\nreligious acceptance of a person must not be made on\nhis name or his birth. When a person intends to profess\nHinduism, he does all that is required by the practices of\nHinduism in the region or by the caste to which he\nbelongs, and he is accepted as a Hindu by all persons\naround him. It is a settled principle of law that to prove a\nconversion from one religion to another, two elements\nneed to be satisfied. First, there has to be a conversion\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n43\nc\nand second acceptance into the community to which the A\nperson converted. The appellant not only in her\npleadings but also in her evidence stated that her father\nseparated from her mother and her mother continued to\nprofess Hindu religion and the Hindu Pallan Community\naccepted her as such. The pleadings and the evidence B\nadduced in support of the same was required to be read\nconjointly. The hyper-technical approach need not be\nadopted when an election petition is filed on the grounds\nof corruption, inciting people on the ground of particular\nreligion etc. The High Court while deciding the lis between\nthe parties shifted the burden of proof on the appellant\nto prove that she is not a Christian but a person\npracticing Hindu faith and the community has accepted\nher as a person belonging to Hindu Pallan Community.\nThis reasoning of the High Court runs counter to the\nsettled legal principles. In an election petition the burden\nof proof lies on the person who accuses that the elected\nperson who had the support of the majority of the\nelectorates still does not deserve to represent them in the\nState Assembly. In the instant case, the election petitioner\ndid not produce any acceptable evidence to disprove the\nevidence adduced by the appellant and her witnesses.\nTherefore, issue of parentage which was sought to be\nprojected as a factor which would prove that the appellant\nis a Christian and brought up as a Christian cannot be\naccepted. [Paras 27, 28, 29, 35, 47] [69-D-H; 70-A-B; 74-\nF\nB-F; 81-D-H; 82-A-F]\nKailash Sonkar v. Mayadevi (1984) 2 SCC 91; Ganpat\nv. Returning Officer (1975) 1 SCC 589, relied on.\n4. As regards the discrepancy pointed out by the\nelection petitioner in the school record, the same was\nproperly explained by the appellant and, this by itself\ncannot be a ground to hold that the appellant was\nineligible to contest from the reserved constituency. In so\nD\nE\nG\nH\n44\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA far as issuance of community certificate to the appellant,\nthe evidence of PW6 working as Tahsildar amply\ndemonstrated that due procedure was followed while\nissuing the Community Certificate. The High Court did not\nproperly appreciate evidence of PW6 while doubting the\nB genuineness of the Community Certificate produced by\nthe appellant. Reliance placed on the birth records,\nentries in the telephone application and voters list cannot\nbe the sole ground for proving that the appellant is\nprofessing Christianity. [Paras 48, 49, 50] [83-G-H; 84-A-\nC B; F]\nD\nE\nF\nG\nI\nKumari Madhuri Patil \u0026 Anr. v. Addl. Commissioner,\nTribal Development \u0026 Ors. (1994) 6 SCC 241; GM, Indian\nBank v. R. Rani \u0026 Anr. (2007) 12 SCC 796; R. Palanimuthu\nv. Returning Officer \u0026 Ors. (1984) Supp. SCC 77; John\nValiamattom \u0026 Anr. v. Union of India (2003) 6 SCC 611;\nMeera Kanwaria v. Sunitha \u0026 Ors. (2006) 1 SCC 344; Desh\nRaj v. Bodh Raj (2008) 2 SCC 186, distinguished.\n5. It is true that a party who wishes to rely upon the\ncontents of a document must adduce primary evidence\nof the contents, and only in the exceptional cases will\nsecondary evidence be admissible. However, if\nsecondary evidence is admissible, it may be adduced in\nany form in which it may be available, whether by\nproduction of a copy, duplicate copy of a copy, by oral\nevidence of the contents or in another form. The\nsecondary evidence must be authenticated by\nfoundational evidence that the alleged copy is in fact a\ntrue copy of the original. The exceptions to the rule\nrequiring primary evidence are designed to provide relief\nin a case where a party is genuinely unable to produce\nthe original through no fault of that party. In the instant\ncase, it was the specific case of the appellant that in the\nyear 1994, that is, much before the Assembly elections\nwhich was held in the year 2006, she had undergone all\nthe rituals in Arya Samaj only for the purpose of\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n45\nB\nreaffirmation of Hindu faith and the conversion certificate A\nissued by Arya Samaj was received and acknowledged\nby her uncle who had accompanied her. It was also her\nspecific case that she did not take back the certificate\nfrom her uncle, since she was of the view the same may\nnot be required for her purpose. It was only when the\nelection petition was filed, it order to prove her case of\nreaffirmation of her faith in Hinduism, she came to know\nthat her uncle has lost the certificate, which necessitated\nher to obtain a duplicate copy of conversion certificate\nfrom Arya Samaj, Madurai. That part of her evidence was\nnot even challenged by the petitioner. In fact the contents\nof the documents would clearly establish that it was\nissued for the second time on the request made by the\nappellant, after she was told by her uncle that the original\ncertificate received by him in the year 1994 is lost by him.\nA perusal of the conversion certificate would amply\ndemonstrate that the appellant successfully proved her\nclaim of re-affirmation of Hindu faith by undergoing rituals\nof conversion in the Arya Samaj, Madurai. [Para 30] [71-\nE-H; 72-A-E]\nSatrucharla Vijaya Rama Raju v. Nimmaka Jaya Raju\nand Ors. AIR 2006 SC 543, distinguished.\n6.1. It is a settled legal position that an election\npetition must clearly and unambiguously set out all the\nmaterial facts which the petitioner is to rely upon during\nthe trial, and it must reveal a clear and complete picture\nof the circumstances and should disclose a definite\ncause of action. In the absence of the above, an election\npetition can be summarily dismissed. For an election\nresult to be annulled, there must be positive evidence to\nprove illegality of the election. Therefore, the burden of\nproof shall lie on the petitioner filing the election petition.\nAn election petition challenging the election of a returned\ncandidate on the grounds of corrupt practices is not a\nC\nD\nE\nF\nG\nH\n46\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA criminal proceeding; but it is no less than a criminal\nproceeding with regard to the proof required to be\nfurnished to the court by the petitioner. Though, in the\ninstant case, the charges are not those of corrupt\npractices, they are not any lesser in terms of seriousness;\nB hence the burden of proof is on the election petitioner to\nprove beyond reasonable doubt the charges he has\nmade. This is done so that the purity of the election\nprocess is maintained. [Paras 52, 54, 55] [85-G-H; 86-A-\nB; D-G]\nс\nD\nE\nF\nJ. Chandrashekara Rao v. V. Jagapati Rao 1993 Supp\n(2) SCC 229, relied on.\nV.S Achutanandan v. P.J Francis (1999) 2 SCR 99,\nreferred to.\n6.2. The testimony of the witnesses for the election\npetitioner does not qualify the test laid down in the\nEvidence Act, to make the evidence admissible. It does\nnot inspire any confidence. The evidence is clearly\nhearsay. The opinion of the High Court was heavily relied\non the fact that the burden of proof was shifted to the\nappellant to prove that she had indeed renounced\nChristianity. The reasoning of the High Court was not\ncorrect. The burden of proof lay squarely on the election\npetitioner to show that the appellant indeed practiced and\nprofessed Christianity. In any event, the evidence put\nforward by the appellant was consistent and reliable as\nit relied on the testimony of people who have actually\nvisited the house of the appellant or attended her\nwedding or been in close proximity with her and her\nhusband's family. Even assuming that the High Court\nwas justified in shifting the burden of proof on the\nappellant, she, by adducing cogent and reliable evidence,\nhad discharged the same. Her testimony was consistent\nwith the documentary evidence produced by her. Though\nH the appellant did not produce the original conversion\nG\nM. CHANDRA v. M. THANGAMUTHU \u0026 ANR.\n47\ncertificate, there was no reason to disbelieve the A\nduplicate that she had submitted, as the petitioner has\nfailed to provide a reasoned rebuttal to the evidence\nadduced by the appellant to prove her case. There was\nnothing on record to show that the community certificate\nwas issued illegally or in contravention of the valid B\nprocedure. The election petitioner should have examined\nthe person in charge while the certificate was being\nissued to bring to light any alleged malpractice in the\nissuance of the said certificate. The validity of the\nissuance of the community certificate is presumed unless C\nshown otherwise by the respondent no.1, who clearly\nfailed to do so. It is also baffling to note that the\nconversion certificate from the Arya Samaj was not\nexamined in detail by the respondents inspite of the High\nCourt making a strong observation in this regard. No\nproof by way of documents or oral evidence was\nprovided to show how the certificate was granted and\nwhat procedure was followed. The evidence produced is,\ncontradictory and smacks of political rivalry. [Paras 56,\n57, 58] [86-H; 87-A-H; 88-A-D]\nCase Law Reference:\nD\nE\n(1965) 1 SLR.849\nrelied on\nPara 8\n(1970) 1 SCC 605\nreferred to\nPara 8\nF\n(1975) 1 SCC 589\nreferred to\nPara 8\n1993 Supp. (2) SCC 229 referred to\nPara 9\n(2003) 8 SCC 613\nreferred to\nPara 9\n(1975) 4 SCC 769\nreferred to\nPara 9\nG\n(1995) 5 SCC 347\nreferred to\nPara 9\n(2004) 1 SCC 46\nreferred to\nPara 9\n(1999) 9 SCC 386\nreferred to\nPara 9\nH\n"}