{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"A\nB\nC\nTEJ PAL SINGH\nV.\nUNION OF INDIA AND ORS.\nFEBRUARY 1, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nService Law: Removal from service-Challenge to-Dismissal upheld\nby Forums below-In appeal, direction by Supreme Court to the Competent\nAuthority to settle the dispute-Employer willing to pay last salary drawn\nfor ten years-Amount being inadequate, direction given to pay higher\namount in full quit of all the claim.\nAppellant-employee was removed from service. He challenged the order\nof removal but lost before the forums below. In appeal before this Court since\nD the appellant was not given proper opportunity of hearing and dispute was\npending for a long time, parties were called upon to settle the dispute.\nᎠ\nE\nF\nDisposing of the appeal, the Court\nHELD: The respondents taking a lenient view of the matter and having\nconsidered the matter on sympathetic ground were ready and willing to pay\nthe last drawn salary for the last ten years which came to Rs.2,00,640/-. The\nsum being inadequate, respondents herein and in particular respondent no.2\nare directed to pay a sum of Rs.3,00,000/- in full quit of all the claims by the\nappellant. {Paras 6 and 7] [140-A-C]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 422 of 2007.\nFrom the Judgment and Order dated 1.9.2003 of the High Court of\nPunjab and Haryana at Chandigarh in C.W.P. No. 13710-CAT/2003.\nSwarn Sandhir and Praveen Jain for the Appellant.\nG\nH\n1\nA.Sharan, A.S.G., Kiran Bhardwa, D.S. Mahra and Shreekant N. Terdal\nfor the Respondents.\n138\nTEJ PAL SINGH v. U.O.I. [LAKSHMANAN, J.]\nThe Judgment of the Court was delivered by\n139\nA\n*\nDR. AR. LAKSHMANAN, J. 1. Leave granted.\n2. Heard both sides. The appellant Tej Pal Singh is also present in\nCourt. In this matter, a penalty of removal from service was imposed on the\nappellant. Against the removal order, the appellant filed an appeal, which was B\ndismissed. Later he challenged the said order before the Tribunal and a\nfurther review was also filed. The Tribunal and the Reviewing Authority have\nalso dismissed the respective petitions. Thereupon, he moved a writ petition\ninvoking jurisdiction of the High Court under Article 226 of the Constitution.\nThe High Court also, for the reasons set out at page 4 \u0026 5 of its order,\ndismissed the writ petition. We have perused the order passed by the High\nCourt and other connected records.\n3. When the matter came up for hearing on 18.10.2006, this Court passed\nthe following order:\nC\nD\n\"Prima facie, we are of the view that the petitioner had not been\nafforded proper opportunity to defend himself inasmuch as the Inquiry\nOfficer had refused to summon the witnesses cited by the workman.\nThe dispute has been going on for the last 15 years. It would not\nbe in the interest of justice to start the proceedings all over again. We\nhave suggested to the counsel for the parties to settle the dispute for E\nwhich they seek time.\nAdjourned by four weeks.\"\n4. Again the matter was listed before this Bench on 15.11.2006, when\nthe court passed the following order:\nF\n\"A letter is circulated by Mr. Praveen Jain, Advocate for the\npetitioner that the settlement between the parties is likely to take\nsome more time and hence he requested that the matter may be\nadjourned by six weeks. Learned ASG appearing on behalf of the\nrespondent-Union of India also made the similar request as, G\naccording to him, the competent authority who has to approve\nthe terms of settlement is not available now. The matter is\nadjourned by four weeks for reporting settlement.\"\n5. Today, the matter is listed before us for reporting settlement.\nH\nA\nB\nC\n140\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n6. Learned counsel appearing for the Union of India, on instruction from\nthe respondent, submitted that even though the appellant has lost before\nalmost all the forums, the respondents, taking a lineant view of the matter and\nalso as per the directions of this Court, have considered the matter on\nsympathetic ground and are ready and willing to pay the last drawn salary\nof Rs.1672/- p.m. for the last ten years. The total amount comes to\nRs.2,00,640/-. In our opinion, the said sum of Rs.2,00,640/- is inadequate.\n7. We, therefore, direct the respondents herein and in particular\nrespondent no.2 to pay a sum of Rs.3,00,000/- (Rupees three lakhs only) in\nfull quit of all the claims by the appellant. We make it clear that the appellant\nshall not be entitled to any other payment from the respondents. The\nrespondents are directed to pay the said sum of Rs.3 lakhs within six weeks\nfrom today, failing which the said amount shall carry interest at 18% till the\ndate of payment. The said sum of Rs.3 lakhs shall be paid by way of Demand\nDraft payable at Kapurthala and drawn in the name of the appellant herein,\nnamely, Tej Pal Singh. The appellant is directed to collect the Demand Draft\nD from the respondent-in-person.\nN.J.\n8. The appeal is disposed off in the above terms. No costs.\nAppeal disposed of.\nE\n"}