{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\nF\nRATHNASHALVAN\nV.\nSTATE OF KARNATAKA\nJANUARY 11, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nPenal Code, 1860:\nSections 304-A and 337-Conviction under-Rash and negligent\ndriving causing death of three and grievous injuries to others- Held: Facts\nand evidence of eyewitnesses proved guilt of accused—Thus, conviction by\ncourts below upheld.\nSection 304-A-Applicability-Essential ingredients-Explained.\nCulpable negligence and culpable rashness-Distinction between-\nExplained.\nAccidents: Road traffic injuries and fatalities-Economic impact—\nRoad safety measures and strategies to combat—Discussed.\nOn the fateful day, accused-driver of a lorry, drove the lorry in a rash\nand negligent manner and dashed against a tree by road side and caused\ndeath of three persons and grievous injuries to three passengers travelling\nin the lorry. Trial Court convicted and sentenced the accused-appellant for\noffences punishable under section 304-A, 279 and 337 IPC. In appeal,\nconviction under section 279 was set aside but was maintained under\nsections 337 and 304-A IPC. Revision petition was filed. Appellant contended\nthat there was no rash and negligence involved because the vehicle capsized\nbecause of mechanical failure. High Court dismissed the revision petition.\nG Hence the present appeal.\nH\nDismissing the appeal, the Court\nHELD: 1. With regard to rash and negligence involved, evidence of the\nRTO is relevant. He has clearly stated that the accident did not occur on\n774\nRATHNASHALVAN v. STATE\n775\naccount of mechanical defects. The evidence of eye-witnesses shows that the\nvehicle was being driven at a very high speed and that the road was quite\nwide and there was no traffic at the time of accident. Significantly, some\nof the PWs. were travelling in a lorry. The evidence of the witnesses clearly\nshows that the vehicle dashed against a tree and the branches of the tree\nfell on it. From the evidence of PW-6 it appears that though it was rainy\n· season but there was no rain at the relevant point of time. When the factual\nscenario is considered in the light of evidence of the eye witnesses the\ninevitable conclusion is that the courts below have rightly found the\naccused guilty. The sentence and the fine imposed does not in any way\nappear to be irrational. [Paras 6 and 10] [777-D-F, 778-H, 779-A]\n2. Section 304-A IPC applies to cases where there is no intention to\ncause death and no knowledge that the act done in all probability will cause\ndeath. The provision is directed at offences outside the range of Sections\n299 and 300 IPC. The provision applies only to such acts which are\nrash\nand negligent and are directly cause of death of another person. Negligence\nand rashness are essential elements under section 304-A. Culpable\nnegligence lies in the failure to exercise reasonable and proper care and\nprecaution to guard against injury either to the public generally or to an\nindividual in particular, which, having regard to all the circumstances out\nof which the charge has arisen it was the imperative duty of the accused\nperson to have adopted. The extent of its reasonableness will always depend\nupon the circumstances of each case. Negligence is a breach of duty\nimposed by law. In criminal cases, the amount and degree of negligence are\ndetermining factors. A question whether the accused's conduct amounted\nto culpable rashness or negligence depends directly on the question as to\nwhat is the amount of care and circumspection which a prudent and\nreasonable man would consider it to be sufficient considering all the\ncircumstances of the case. Criminal rashness means hazarding a dangerous\nor wanton act with the knowledge that it is dangerous or wanton and the\nfurther knowledge that it may cause injury but done without any intention\nto cause injury or knowledge that it would probably be caused. The\ncriminality lies in such a case in running the risk of doing such an act\nwith recklessness or indifference as to the consequences.\n[Paras 7 and 8] [777-F-H, 778-A-C]\n\"Road Traffic Injuries and fatalities in India - a modern epidemic\"\n:\nA\n00\nB\nC\nD\nE\nF\nG\nin Indian J. Med. Res. 123, January 2006- referred to.\nH\nA\n776\n2007.\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 45 of\nسلام\nB\nFrom the Judgment and Order dated 24.9.2004 of the High Court of\nKarnataka at Bangalore in Criminal Revision Petition No. 217/2001.\nVenkat Subramaniam and G. Ramakrishna Prasad, for the Appellant.\nSanjay R. Hegde, Anil K. Mishra, Vikrant Yadav and Sashidhar, for the\nRespondent.\nC\nThe Judgment of the court was delivered by\n1\nD\nDR. ARIJIT PASAYAT, J. : 1. Leave granted.\n2. Appellant calls in question legality of the judgment rendered by a\nlearned Single Judge of the Karnataka High Court dismissing the criminal\nrevision filed by the appellant questioning correctness of the judgment of\nlearned Second Additional Civil Judge (Jr. Dn.) \u0026 JMFC, Hassan. The\nappellant was convicted for offences punishable under Sections 304-A, 279\nand 337 of the Indian Penal Code, 1860 (in short the 'IPC'). He was\nsentenced to pay a fine of Rs. 700/- for the offence punishable under Section\nE 279 IPC, Rs. 300/- for the offence punishable under Section 337 IPC and\nsimple imprisonment for six months for the offence punishable under Section\n304-A IPC. Default stipulations were provided in respect of the fines\nimposed. An appeal was preferred which was partially allowed by learned\nAdditional Sessions Judge, Hassan. The conviction in terms of Section 279\nwas set aside. However, in respect of Sections 337 and 304-A IPC the\nconviction was maintained along with the sentences imposed. In the revision\npetition filed before the High Court the primary stand was that there was no\nrash and negligence involved because the vehicle capsized because of\nmechanical failure. The High Court did not find any substance and dismissed\nthe revision petition.\nF\nG\n3. The factual position in a nutshell is as follows:\nOn 23.7.1996 at about 11 a.m. the revision petitioner/accused being the\ndriver of a lorry bearing No. KL13-4363, was proceeding on Hassan-Arsikere\nH \"Road, near Sankenahalli gate and drove the same in a rash and negligent\n\u003e\nRATHNASHALVAN v. STATE [PASAYAT, J.]\n777\nmanner and dashed against a tree, which was by the side of the road and A\ncaused death of Shivanna, Bililyamma, Basheer and caused bleeding injuries\nto C.Ws. 3 to 5, who were travelling in the said lorry sitting in the cabin.\nTwo of them died at the spot and the third person died on the way to the\nhospital. C.Ws. 3 to 5 sustained grievous injuries. Therefore, the accused\nwas charge-sheeted for offences punishable under Sections 279, 337 and\n304-A of IPC. The trial court took congnizance of the offence and registered\nthe case. The prosecution in order to prove the guilt of the accused\nexamined 10 witnesses as PWs 1 to 10 on its behalf and closed its side. The\naccused denied the incriminating evidence, which was appearing against\nhim, but he did not choose to examine any witness on his behalf.\n4. The stand taken before the High Court was reiterated in this appeal.\n5. Learned counsel for the State on the other hand supported the order\npassed by the courts below.\n6. Coming to the question whether there was any rash and negligence\ninvolved, evidence of the RTO (PW-10) is relevant. He has clearly stated\nthat the accident did not occur on account of mechanical defects. The\nevidence of PWs. 1, 2 and 6 who were eye-witnesses shows that the vehicle\nwas being driven at a very high speed. Significantly some of the PWs. were\ntravelling in a lorry. PW-6 had stated that the vehicle was coming at a very\nhigh speed and that the road was quite wide and there was no traffic at the\ntime of accident. It is to be noticed that the evidence of the witnesses clearly\nshows that the vehicle against a tree and the branches of the tree fell on\nit. From the evidence of PW-6 it appears that though it was rainy season\nbut there was no rain at the relevant point of time.\n7. Section 304-A applies to cases where there is no intention to cause\ndeath and no knowledge that the act done in all probability will cause death.\nThe provision is direction at offences outside the range of Sections 299 and\n300 IPC. The provision applies only to such acts which are rash and\nnegligent and are directly cause of death of another person. Negligence and\nrashness are essential elements under Section 302-A. Culpable negligence\nlies in the failure to exercise reasonable and proper care and the extent of\nits reasonableness will always depend upon the circumstances of each case.\nRashness means doing an act with the consciousness of a risk that evil\nconsequences will follow but with the hope that it will not. Negligence is\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\n778\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\na breach of duty imposed by law. In criminal cases, the amount and degree\nof negligence are determining factors. A question whether the\naccused's conduct amounted to culpable rashness or negligence depends\ndirectly on the question as to what is the amount of care and circumspection\nwhich a prudent and reasonable man would consider it to be sufficient\nconsidering all the circumstances of the case. Criminal rashness means\nhazarding a dangerous or wanton act with the knowledge that it is dangerous\nor wanton and the further knowledge that it may cause injury but done\nwithout any intention to cause injury or knowledge that it would probably\nbe caused.\n8. As noted above, \"Reshness” consists in hazarding a dangerous or\nwanton act with the knowledge that it is so, and that it may cause injury.\nThe criminality lies in such a case in running the risk of doing such an act\nwith recklessness or indifference as to the consequences. Criminal negligence\non the other hand, is the gross and culpable neglect or failure to exercise\nthat reasonable and proper care and precaution to guard against injury either\nto the public generally or to an individual in particular, which having regard\nto all the circumstances out of which the charge has arisen it was the\nimperative duty of the accused person to have adopted.\n9. The distinction has been very aptly pointed out by Holloway J. in\nthese words :\n\"Culpable rashness is acting with the consciousness that the\nmischievous and illegal consequences may follow, but with the\nhope that they will not, and often with the belief that the actor has\ntaken sufficient precautions to prevent their happening. The\nimputability arises from acting despite the consciousness. Culpable\nnegligence is acting without the consciousness that the illegal and\nmischievous effect will follow, but In circumstances which show\nthat the actor has not exercised the caution incumbent upon him\nand that if he had, he would have had the consciousness. The\nimputability arises from the negligence of the civic duty of\nCircumspection.\" (See In re Nidamorti Nagabhusanam 7 Mad.\nH.C.R. 119)\n10. When the factual scenario is considered in the light of evidence of\nH the eye witnesses the inevitable conclusion is that the courts below have\n+-\n\u003e\nRATHNASHALVAN v. STATE [PASAYAT, J.]\n779\nrightly found the accused guilty. The sentence of six months' simple\nimprisonment and the fine imposed does not in any way appear to be\nirrational.\n11. Vehicular accidents resulting in deaths and injuries is spiraling.\n-\n12. The Editorial under the heading \"Road Traffic Injuries \u0026 fatalities\nand India a modern epidemic\" in Indian J. Med. Res. 123, January 2006\ncontains some interesting observations. The relevant portions read as\nfollows:\nA\nB\n\"The United Nations General Assembly adopted a resolution\non road safety on October 26, 2005 which invites Member States\nto implement the recommendations of the World Report on Road\nTraffic Injury Prevention; to participate in the first United Nations\nGlobal Road Safety Week; and to recognize the third Sunday in\nNovember of every year as the World Day of Remembrance for\nRoad Traffic Victims'. This resolution follows the publication of\nThe World Report on Road Traffic Injury Prevention by the World\nHealth Organization in 2004. This report highlights the fact that all\nover the world working age people are more likely to suffer\nhospitalization, permanent disability and death due to road traffic.\ninjuries than most other diseases. The situation in India is not very\ndifferent.\nAbout 82,000 persons were killed on Indian roads in 2002.\nOfficial statistics regarding serious injuries are not reliable as they\nunderestimate the actual number, but it is estimated that the number\nof people hospitalized may be 15-20 times the number killed. In a\ndo-nothing scenario, it is possible that India will have 1,20,000-\n1,30,000 road traffic fatalities in the year 2008 and possibly 1,50,000\n- 1,75,000 in 2015. Our vision should aim at reducing the fatalities\nto less than 1,00,000 in the short term (2008) and less than 70,000\nin the long term (2015).\nC\nD\nE\nF\nG\nXXX\nXXX\nSafety measures for the near future\nXXX\nXXX\nXXX\nXXX\nH\n.A\nB\n780\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nMotor vehicle occupants: (i) Enforcement of seatbelt use laws\ncountrywide; (ii) restricting travel in front seat of cars by children\nhas the potential of reducing injuries dramatically; and (iii) bus and\ntruck occupant injuries, fatalities; and injuries caused to other road\nusers can be reduced significantly by enforcing strict observance\nof speed limit regulation on highways. Ensuring that bus time\ntables and truck movement schedules make it possible for drivers\nto observe speed limits with ease. Random speed checking on\nhighways would help ensure such measures.\nXXX\nXXX\nXXX\nC\nᎠ\nE\nRoad safety strategies -- Long term\nTraffic calming and speed control; (i) Aim at implementing\nspeed control and traffic claming measures in all urban areas and\nat appropriate locations on rural highways by altering road design,\nvehicle monitoring through intelligent transport systems, and vehicle\ndesign by the year 2015. This measure is likely to give us the\nmaximum savings in terms of lives and serious injuries; and (ii)\nsegregated lanes for vulnerable road users and buses in urban\nareas. Non-motorized transport and buses must be provided\nsegregated lanes on all major arterial roads in urban areas. India\nspecific designs need to be developed and phase wise\nimplementation plans drawn up for all cities.\nF\nG\nH\nXXX\nXXX\nXXX\nVehicle safely: (i) All vehicles sold in India should meet\ninternational crashworthiness standards by 2010; (ii) all buses and\ntrucks should meet pedestrian impact standard by 2010; (iii) all\nurban buses to have low floors and automatic closing doors; (iv)\ncrashworthiness standards must be developed for all indigenous\nvehicles by 2010 and implemented by 2012; (v) installation of\nIntelligent Transport Systems (ITS) and other modern safety devices\nfor assisting and controlling drivers; and (vi) driving under the\ninfluence of alcohol and other drugs. A long term strategy to\nreduce drinking and driving incidence to less than 10 per cent of\nall crashes needs to be drawn up for the next 10 yrs. Sensitization\nof the public to the extent to the problem. Institution of random\nroadblocks and checking on urban roads and rural highways.\nIgnition interlock on cars.\"\ni\n产\nRATHNASHALVAN v. STATE [PASAYAT, J.]\n781\n13. In \"Global Road Safety\" certain revealing data have also been\nprovided. They read as follows:\n\"THE COMING PLAGUE OF ROAD TRAFFIC INJURIES :\nA PREVENTABLE BURDEN FOR RICH AND POOR COUNTRIES”.\nAlmost 1.2. Million people are killed each year and 20-50 million are\ninjured or disabled, most people are unaware that road traffic injuries are a\nleading cause of death and disability.\nIn developing countries, death rates from vehicle crashes are rising,\nand disproportionately high in relation to the number of crashes. According\nto a report published in 2000\n• Developing and transitional countries cumulatively represent over\n85 per cent of all road traffic deaths\n• Kenya has nearly 2,000 fatalities per 10,000 crashes. Vietnam has\nover 3,000 fatalities per 10,000 crashes.\nA\nB\nC\nD\n• 44% of all road traffic deaths occur in the Asia/Pacific area, which\nonly has 16% of the total number of motor vehicles.\nE\n• At 71,495 and 59,927 total deaths, China and India, respectively,\nhad the highest number of road fatalities in the world in 1995.-\n• Pedestrian deaths represent 62% of all traffic fatalities in Lebanon.\nIn most developing countries vulnerable road users, including\npedestrians, bicycle and motor cycle riders, account for the majority\nof all fatalities.\n• Eastern European countries represent 6% of motor vehicles, but\n11% of crash fatalities worldwide.\nThe Latin America/Caribbean region has the second highest crash\ncosts behind Asia.\n14. As developing countries increase vehicle use, road traffic injuries\nand expected to become the third leading cause of death and disability\nworldwide by 2020. In developing countries, each vehicle is much more\nF\nG\nH\n782\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA lethal than the vehicles in developed countries, because it most frequently\ntakes the lives not of vehicle occupants, but of vulnerable road users :\npedestrians, cyclists. Many developing countries are increasing the rate of\nmotorized vehicle use at up to 18% per year. In India, for example, there has\nbeen a 23% increase in the number of vehicles from 1990-1999 and a 60-fold\nincrease is predicted by 2050.\nB\nC\nD\nE\nF\nG\nH\n15. The human toll is tragic. Survivors and family members are affected\nnot only by an immediate death or disability, but sometimes a lifetime of\npsychological and physical suffering. Crashes often result in orphans, and\nsome victims, as young as infants, spend the rest of their lives in medical\nfacilities.\nECONOMIC IMPACT\n16. In addition to the devastating human toll, the economic impact of\nroad crashes is also enormous. Many of those injured or killed are wage\nearners; leaving families destitute and without means of support. Loss of\nwages, property damage, and other factors affected by road traffic crashes\nrepresented 4.6% of the gross national product of the United States in 1994.\nIn developing countries, road traffic crashes represent 3-5% of the GNP. The\nestimated annual cost of road traffic crashes in developing countries\nexceeds $100 billion (US). This amounts to nearly double the total combined\ndevelopment assistance these countries receive every year from bilateral and\nmulti-lateral government organizations. Globally, the estimated annual costs\nof road crashes are 500 billion (US).\nTHIS PROBLEM IS PREVENTABLE\n17. We have the tools needed to combat this epidemic. In the developed\nnations, proven methods such as enforcement of laws regarding driving\nunder the influence of alcohol or drugs, reducing speed limits and requiring\nseat belts and restraints have shown significant reduction in traffic fatalities.\nRoad design and road environment, vehicle design, and road safety standards\nare also strategies that successfully address traffic safety. For maximum\nimpact for RTI's a systems approach with multiple, scientifically proven\nprevention techniques must be employed. Education alone has been shown\nto be less effective, and often ineffective.\n18. Proven interventions for developed countries require research,\nRATHNASHALVAN v. STATE [PASAYAT, J.]\n783\nmodification, and testing for developing countries. For example, developing\ncountries face poorly designed and maintained roadways, unsafe vehicles,\ndrivers under the influence of drugs or alcohol, lack of national policies, and\ninadequate enforcement. Success will require significant new resources\nsupported by sustained political commitment.\"\n19. The inevitable conclusion is that the appeal is sans merit and\ndeserves dismissal which we direct.\nN.J\nAppeal dismissed.\nA\nB\n"}