{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"B\nс\n378\nSUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA practice, it is well settled by now in view of the ratio laid down\nin a catena of decisions of the Supreme Court that the mandate\nof the people in a democracy as expressed by the result of the\nelection must prevail and be respected by the Courts and,\ntherefore, heavy onus lies on the election petitioner seeking the\nsetting aside of the election of a successful candidate and\ntherefore he has to make out a clear case for such relief both\nin the pleading and at the trial. The electoral process in a\ndemocracy undoubtedly is too sacrosanct to be permitted or\nallowed to be polluted by corrupt practice and if the Court\narrives at a finding of commission of corrupt practice by a\nreturned candidate or his election agent or by any other person\nwith the consent of a returned candidate or his election agent,\nthen the election of the returned candidate shall be declared\nto be void since the underlying principle is that the corrupt\npractice having been committed, the result of the election does\nnot echo the direct voice of the people. But, at the same time,\nit cannot be overlooked as was observed by the Supreme\nCourt in the case of R.P. Moidutty Vs. P.T. Kunju Mohammad\n\u0026 Anr. reported in 2000 (1) SCC 481 that the consequences\nflowing from the proof of corrupt practice at the election are\nE serious and hence the onus of establishing commission of\ncorrupt practice lies heavily on the person who alleges the\nsame. The onus of proof is not discharged merely on\npreponderance of probabilities but the standard of proof\nrequired is akin to that of proving a criminal or a quasi\nF criminal charge. Hence, clear cut evidence, wholly credible\nand reliable is needed to prove beyond doubt the charge of\ncorrupt practice.\nD\nG\nН\n32. The aforesaid principle laid down by the Supreme\nCourt in the aforesaid authority has adequately been taken care\nof in the election petitions which are filed alleging corrupt\npractice wherein utmost caution and care are applied while\ndealing with the allegation of indulgence in corrupt practices at\nthe instance of the returned candidate, but in the process,\nmisappreciation of evidence and hence error of judgment in\ni\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n379\ncoming to a definite conclusion cannot be ruled out due to which A\nappeals are preferred against the judgment and order of the\nHigh Court delivered in election petitions. The instant appeal\nalso is one such appeal where the election of the returned\ncandidate has been set aside by the High Court vide impugned\njudgment on the findings of corrupt practice which is under B\nchallenge and hence we have carefully scrutinized the evidence\nled by the contesting parties and critically considered the\nsubmissions of the counsel for the respective parties in the light\nof the settled law laid down, before the election of a returned\ncandidate is allowed to be quashed and set aside.\nC\nD\n33. The counsel for the appellant although has primarily\nchallenged the judgment and order of the High Court in order\nto assail the findings recorded on the charge of corrupt practice,\nthe counsel had also submitted that the respondent had filed\nthe Election petition without disclosing 'material facts' with 'full\nparticulars' which is envisaged under Section 83(1)(a)(b) of the\nAct which mandates that the Election petition must contain\nmaterial facts and it must also contain full particulars. It was\ncontended that this is the mandatory requirement of law and\nno Election petition can be entertained without material facts E\nwith full particulars in absence of which it is not fit to be\nentertained.\n34. In our view, the submission of the counsel for the\nappellant to the effect that the petition lacked material facts with F\nmaterial particulars, is clearly in the nature of preliminary\nobjection affecting maintainability of the Election petition and\nhence we consider it appropriate to deal with this contention,\nbefore we proceed further to examine the correctness of the\npleas raised in regard to challenge to the allegations of corrupt G\npractice.\n35. On the plea of lack of ‘material facts' with 'material\nparticulars', It was submitted on behalf of the appellant that in\nparagraphs 24, 26 and 30 of the Election petition, it has merely\nbeen stated that the appellant distributed money in cash to the H\nA\nB\n380\nSUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nvoters but no specific particulars about the date, time and place\nwhere money was allegedly distributed, nor the name of the\npersons to whom it was distributed have been mentioned. The\ncounsel, therefore, had contended that the averments of the\nelection petitioner are vague, general and omnibus and thus\ncannot be looked into and were fit to be ignored. Developing\nhis arguments further on this plea, it was submitted that material\nfacts as well as material particulars had not been supplemented\nby the respondent - election petitioner in spite of specific\nobjection taken by the appellant in his preliminary objections\nC bearing numbers 1 and 2. The respondent although had\nopportunity to supplement and amplify the material facts and\nparticulars, he failed to do the same and hence the averments\nof the respondent-election petitioner should not have been\nallowed to lead evidence beyond pleadings as the evidence\nwhich is led beyond pleadings, is liable to be ignored. To\nreinforce this submission, the counsel for the appellant relied\nupon several pronouncements of this Court which include the\nmatter of Ram Sukh v. Dinesh Aggarwal reported in 2009 (10).\nSCC 541, Anil Vasudev Salgaonkar v. Naresh Kushali\nShigaonkar reported in 2009 (9) SCC 310,_ Ananga Uday\nSingh Deo v. Ranga Nath Mishra \u0026 Ors. reported in 2002(1)\nSCC 499 and Azhar Hussain v. Rajiv Gandhi reported in 1986\n(Supp) SCC 315.\nD\nE\nF\n36. The counsel for the respondent Ms. Jaiswal however\ncountered the aforesaid submission and submitted that the plea\nof the appellant regarding the lack of 'material particulars' and\n‘material facts' is not sustainable and on this count, it was\nsubmitted that the election petition should be read in its entirety\nand not in isolation since the petition in question in fact\nG. categorically stated that the appellant candidate immediately\nH\nbefore the date of filing nomination on 25.1.2002 and prior to\nresigning from the portfolio of Minister holding the charge of\nSocial Security Department had exercised his influence over\nthe officials to get amounts released in his constituency in the\nname of pension for the old age widow and handicapped\n.\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n381\nA\npeople and the averments to that effect have specifically been\npointed out in para 17 of the Election petition. In the alternative,\nthe counsel for the respondent submitted that even if the\nElection petition lacked extensive details regarding 'material\nparticulars', the same was not enough to reject a petition and\nin support of this submission, the counsel for the respondent B\non her part also relied upon several authorities of the Supreme\nCourt which are Ram Sharan Yadav v. Thakur Muneshwar\nNath Singh, 1984 (4) SCC at page 649, Mohan Rawale v.\nDamodar Tatyaba @ Dadasaheb, 1994 (2) SCC at page 393,\nMahadeorao Sukaji Shivankar v. Ramaratan Bapu \u0026 Ors.,\n2004 (7) SCC at page 181, Regu Mahesh v. Rajendra Pratap\nBhanj Dev, AIR 2004 SC at page 42 and 43 and Ram Sukh\nv. Dinesh Aggarwal, 2009 (10) SCC at page 548 and 549.\n37. Dealing with this preliminary question as to whether the\nelection petition filed by the respondent was fit to be dismissed\non the ground of the lack of 'material facts' with 'material\nparticulars', we are fully conscious of the well-settled legal\nposition to the effect that if the election petition fails to disclose\nany cause of action and there is non-compliance of the\nmandatory requirements of Section 83 of the Representation\nof People Act 1951 which requires that the election petition\nshould contain material facts on which the petitioner relies, it\nshould set forth full particulars of any corrupt practice including\nfull statement of the names of the parties which is alleged to\nhave been committed alongwith the specific date and place of\nthe commission of such corrupt practice. But it would also be\nequally appropriate to bear in mind that although the expression\n'material facts' has neither been defined in the Act of 1951 nor\nin the Code of Civil Procedure, it has been understood by the\ncourts in general terms to mean the entire bundle of facts which\nwould constitute a complete cause of action. Their Lordships\nof the Supreme Court in 2009 (10) SCC at page 548 have\nobserved thus:\n\"material facts' are facts upon which the plaintiff's cause\n21\nC\nD\nE\nF\nG\nI\nA\nB\nC\n382 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nof action or the defendant's defence depends. Broadly\nspeaking, all primary or basic facts which are necessary\neither to prove the cause of action by the plaintiff or\ndefence by the defendant are 'material facts'. Material facts\nare facts which, if established, would give the petitioner the\nrelief prayed for. But again what could be said to be\nmaterial facts would depend upon the facts of each case\nand no rule of universal application can be laid down\".\nThis authority has also taken note of the ratio of the\ndecision in the case of Samant N. Balkrishna v. George\nFernandez wherein the three Judge Bench headed by the then\nChief Justice M. Hidayatullah laid down five criteria which are\nmandatory under Section 83 of the Act for determination as to\nwhether the Election petition discloses that it does not lack in\nmaterial facts and particulars. It was laid down therein that it is\nD mandatory to first of all record a concise statement of material\nfacts and then the fullest possible particular. Any omission of\neven a single material fact leads to an incomplete cause of\naction and statement of claim would be treated as bad. The\nfunction of particulars is to present in full, a picture of the cause\nE of action and to make the opposite party understand the case\nhe will have to meet. The learned Judges further held therein\nthat the 'material facts' and 'material particulars' are distinct\nmatters and while the material facts will mention statements of\nfact, the particulars will set out the names of persons with date,\nF time and place while stating the material facts as it will not be\nsufficient merely to quote the words of the section since the\nefficacy of the material facts in that event would be lost.\nG\nH\n38. While dealing with the question of material facts and\nmaterial particulars, we also considered it appropriate to take\ninto account the ratio of the decision delivered in the case of\nMahadeorao Sukaji Shivankar Vs. Ramaratan Bapu and Ors.\nreported in 2004 (7) SCC 181 wherein the three Judge Bench\nof this Court had been pleased to consider the question as to\nwhat would constitute material facts and material particulars and\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n383\nalso discussed its concept and the distinction between the two. A\nIn this authority too, it was emphasized and held that what\nparticulars would amount to ‘material facts' would depend upon\nthe facts of each case and no rule of universal application can\nbe laid down. It was also held that material particulars, on the\nother hand, are details in support of material facts and the B\nexpression material facts although have not been defined in the\nAct nor in CPC, it will have to be inferred that material facts\nare those facts upon which the party relies for his claim or\ndefence. In other words, material facts are facts upon which the\nplaintiff's cause of action or the defendant's defence depend.\nBut what particulars ultimately will be said to be 'material facts'\nwould depend upon the facts of each case and no rule of\nuniversal application can be laid down. Particulars, on the other\nhand, are details in support of material facts pleaded by the\nparty. This amplify, refine and embellish material facts by giving\nfinishing touch to the basic contours of a picture already drawn\nso as to make it full, more clear and more informative. Thus,\nmaterial particulars ensure conduct of fair trial which would not\ntake the opposite party by surprise.\nC\nD\n39. The ratio that can be deduced from the aforesaid three E\nauthorities of the Supreme Court has further been reiterated\nin the case of Samant N. Balkrishna v. George Fernandez and\nlatter on in Mahadeorao Sukaji Shivankar v. Ramaratan Bapu\n\u0026 Ors., 2004 (7) SCC 181 as also in Ram Sukh (supra)\nwherein it has been once again held that although, it is the legal F\nrequirement under Section 83 of the Act of 1951 to clearly set\nout material facts and material particulars in the election\npetition, ultimately it has been unequivocally held that there can\nbe no rule of universal application which can be laid down as\nto what would constitute 'material facts' and 'material G\nparticulars' and ultimately it is the facts of each case which will\nbe relevant for determination as to whether the election petition\nwas fit to be rejected on the plea of lack of material facts and\nmaterial particulars or it was fit to be entertained if the same\ndisclosed a cause of action for consideration by the Court.\nH\nA\nB\nC\nD\nE\nF\n384 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\n40. We have, therefore, carefully considered the\ncorrectness of the assertion of the counsel for the appellant\nwhether the election petition in the case at hand was fit to be\nrejected for want of material facts and material particulars and\nwe have noticed that the respondent has categorically stated\nthe date, time and place of occurrence of the alleged corrupt\npractice at the instance of the appellant and has also given out\nthe names of the witnesses who were to support the election\npetition filed by the respondent. But what exactly would be the\nworth of the evidence of witnesses relied upon by the counsel\nwas a matter to be considered at the appropriate stage during\ntrial, but to contend that the election petition lacked in material\nfacts and material particulars due to which the election petition\nfiled by the respondent was fit to be rejected on the ground of\nlack of material facts and material particulars, would not be\nlegally correct and justified. In fact, we have noticed that the\nHigh Court in the impugned judgment and order has not even\naddressed this issue as to whether the petition was fit to be\nrejected on this ground or not, but the counsel for the appellant\nseems to have acquiesced with the same. However, since the\ncounsel for the parties have addressed this Court on this issue\nwhich is clearly in the nature of a preliminary objection, we\nconsidered it just \u0026 appropriate to deal with this issue but for\nthe reasons stated hereinbefore, we do not accept the\ncontention of the counsel for the appellant that the Election\npetition was fit to be rejected for lack of material facts and\nmaterial particulars.\n41. The next question on which the entire edifice of the\nelection petition rests, which has been the core issue on which\nthe counsel for the parties have addressed this Court, is the\nG question as to whether the appellant -returned candidate had\nindulged in corrupt practice or not while contesting in the\nAssembly Election of Sherpur Constituency. As already stated\nhereinbefore, learned counsel had, first of all, submitted that the\ncorrupt practice of bribery defined in Section 123 (1) will be\nattracted only if it had been committed by the candidate after\nН\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n385\nB\nD\nfiling his nomination paper. It was submitted that the appellant A\nhad resigned as Social Security Minister on January, 12 2002\nand filed his nomination subsequently on 23rd January, 2002.\nHence, there could be no question of misuse of power by him\nafter he resigned from the post of Social Security Minister as\nalso the party and subsequently became a candidate for the\nelection. Consequently, the allegation of corrupt practice of\nbribery is not made out as the alleged action relates to the\nperiod when he was no longer holding the charge of Social\nSecurity Minister. The counsel further elaborated on this aspect\nand submitted that the period of misuse of power alleged by C\nthe respondent herein pertain to the period between January\n23, 2002 to 9th, 10th and 11th February, 2002 during which the\npetitioner was admittedly not a Minister. Hence, the Petition has\na fatal contradiction between the allegation and the time period\nto which the allegation pertained as the petitioner had\nadmittedly resigned as a Minister on January 12, 2002. The\ncounsel, therefore, submitted that the alleged corrupt practice\npertains to the period when the appellant herein was the\nMinister which position he relinquished before becoming a\ncandidate in the election and hence, there could be no question\nof distribution of pension by him during the election when he\nceased to be a Minister. It was submitted that in the present\ncase none of the witnesses can be relied upon to come to a\nconclusion that the appellant had committed corrupt practice\nas PW-9, Ram Singh was summoned to prove that the\nappellant had delivered speeches at village Ladda promoting\nfeeling of enmity on the ground of religion, caste and community\nand further to influence people not to vote for the party belonging\nto which the respondent belonged. It was submitted that this\nwitness did not depose for the purpose for which he was called\nto give evidence which was the issue of illegal distribution of\nG\npension by the appellant to his voters.\n42. The counsel for the respondent, on the other hand,\nrelied upon the evidence of PWs - 9, 10 and 11 referred to\nhereinbefore and submitted that these witnesses have stated\nE\nF\nH\n386 SUPREME COURT REPORTS [2010] 14 (ADDL.) S.C.R.\nA categorically that the public meetings were called and forms\nwere filled and the amount of Rs. 600 to Rs. 1200 were paid\nto various people in the name of pension during a public\nmeeting. The counsel for the respondent, therefore, urged that\nthese three witnesses ought to be relied upon in support of the\nB plea that the appellant had misused his official position and got\nthe pension distributed which was clearly with a motive to\ninfluence the voters in his favour. The counsel has taken us to\nthe evidence of PW-9, Ram Singh and cross-examination of\nPW-10, Jaspal Singh who was a Sarpanch of village Ibrahimpur\nfrom 1992 to 2003 and had failed in the Assembly Election of\n2002 which was held on 13.2.2002, as also in his cross-\nexamination. The counsel further has taken us through the\nevidence of PW-11, Davinder Singh who was a voter in village\nGathala which falls in Sherpur Constituency.\nс\nD\n43. On a careful analysis of the case and counter case of\nthe returned candidate that is the appellant herein and the\ndefeated candidate - respondent herein, it is patently clear that\nthe allegation of corrupt practice in regard to distribution of\npension can be divided into two parts - the first part relates to\nE the distribution of pension which pertains to the period prior to\n12.1.2002 and the second part pertains to three dates which\nis 10/11/12.2.2002 when the appellant was a candidate for the\nelection but was no longer a Minister so as to distribute old age\nwidow/handicapped persons. In factual aspects of the matter\nF this clearly indicate that even if the plea of the respondent\nelection petitioner with regard to the allegation of distribution\nof pension amounting to corrupt practice which pertained prior\nto the period of January 12, 2002 is taken into consideration,\nthe same cannot by any legal yardstick or even ordinary\nG prudence would constitute indulgence in corrupt practice by the\nappellant as he was duly holding the portfolio of Social Security\nas Minister who had the legal authority to approve distribution\nof pension as part of his official duty. It is not difficult to infer\nthat the distribution of pension to the eligible persons in the\nconstituency or even outside the constituency was part of the\nH\nGOVIND SINGH v. HARCHAND KAUR\n[GYAN SUDHA MISRA, J.]\n387\ndischarge of official duty as Minister and it is nobody's case A\nthat this distribution did not lie within the legal domain of the\nMinister who could order distribution of pension to the eligible\npersons in the area who were either old, handicapped or\nwidow. Therefore, distribution of pension to old age/widow/\nhandicapped persons which was ordered or approved ensuring B\nits distribution could not possibly be inferred as an action which\ncould amount to indulgence in corrupt practice. We, therefore,\nfind sufficient reason and force in the plea of the counsel for\nthe appellant to the effect that the corrupt practice of bribery\nas defined in Section 123(1) would be attracted only if such act\nhad been committed by a candidate after filing of his nomination\npaper and the ratio of the judgment relied upon by the counsel\nfor the appellant in the case clearly adds weight to his\nsubmission.\nC\nD\nE\n44. We, thus, do not agree with the High Court that although\nthe appellant had resigned as Social Security Minister on\nJanuary 12, 2002, the same would not have any bearing on his\ndefence that he had not indulged in corrupt practice, at least in\nso far as distribution of pension from to 12th January, 2002 is\nconcerned and the same would clearly be in favour of the\nappellant as any distribution of pension that was made prior to\nthe filing his nomination on 23rd January, 2002 whether in the\ncapacity as a Minister or otherwise, would clearly not amount\nto indulgence in corrupt practice. In the decision relied upon by\nthe counsel for the appellant delivered in the case of Mohan F\nRawale v. Damodar Tatyaba @ Dadasaheb - 1994 (2) SCC\n392 also, it was held that the expression 'candidate' in Section\n79(b) of the Act completely excludes the acts by a candidate\nup to the date he is nominated as a candidate. Therefore, the\nallegations relating to the period anterior to the commencement\nof the candidature cannot be relied upon to establish corrupt\npractice proprio vigore.\n45. Reliance was also placed by the counsel in the matter\nreported in Kona Prabhakara Rao v. M. Seshagiri Rao -1982\nG\nH\n"}