{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 14 S.C.R. 1019\n-\nINDRA SARMA\nV.\nV.K.V. SARMA\n(Criminal Appeal No. 2009 of 2013)\nNOVEMBER 26, 2013\n[K.S. RADHAKRISHNAN AND\nPINAKI CHANDRA GHOSE, JJ.]\n-\n-\nProtection of Women from Domestic Violence Act, 2005\nss.2(f) and 3 – “Live-in relationship\" - If would amount to a\n“relationship in the nature of marriage\" falling within the\ndefinition of \"domestic relationship\" u/s.2(f) - Failure to\nmaintain a woman involved in such a relationship – If amounts\nto \"domestic violence\" within meaning of s.3 - Held: All live-\nin-relationships are not relationships in the nature of marriage\n- On facts, appellant, an unmarried woman, entered into a\nlive-in-relationship with respondent knowing that he was\nmarried person, with wife and two children, hence, the generic\nproposition that where a man and a woman are proved to have\nlived together as husband and wife, the law presumes that\nthey are living together in consequence of a valid marriage\nwill not apply and, hence, the relationship between the\nappellant and the respondent was not a relationship in the\nnature of a marriage, and the status of the appellant was that\nof a concubine Relationship of appellant and respondent\nhad no inherent or essential characteristic of a marriage, and\ndid not fall within the definition of \"domestic relationship\" u/\ns.2(f) Consequently, any act, omission or commission or\nconduct of the respondent in connection with that type of\nrelationship, would not amount to \"domestic violence\" u/s.3 -\nIf any direction is given to the respondent to pay maintenance\nor monetary consideration to the appellant, that would be at\nthe cost of the legally wedded wife and children of the\nrespondent, especially when they had opposed that\n-\n-\n1019\nA\nB\nC\nD\nE\nןד\nF\nG\nH\n1020 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA relationship and have a cause of action against the appellant\nfor alienating the companionship and affection of the husband/\nparent which is an intentional tort - International Covenant on\nCivil and Political Rights, 1966 (ICCPR) – Art. 23 – Universal\nDeclaration of Human Rights, 1948 - Art. 16.\nB\nC\nD\nE\nF\nG\n-\n-\n-\nProtection of Women from Domestic Violence Act, 2005\n- s.2(f) Guidelines for testing under what circumstances, a\nlive-in relationship will fall within the expression \"relationship\nin the nature of marriage” u/s.2(f) - Guidelines not exhaustive,\nbut definitely giving some insight into such relationships, viz.\na) duration of period of relationship; b) shared household; c)\npooling of resources and financial arrangements; d) domestic\narrangements; e) sexual relationship; f) children; g).\nsocialization in public and h) intention and conduct of the\nparties.\nProtection of Women from Domestic Violence Act, 2005\ns.2(a) \u0026 (f) - Held: The Act does not recognize the\nrelationship of same sex (gay or lesbian).\n-\n-\nProtection of Women from Domestic Violence Act, 2005\nss.2(f) Long standing relationship as a concubine, though\nnot a relationship in the nature of a marriage, of course, may\nat times, deserve protection because that woman might not\nbe financially independent - The DV Act does not take care\nof such relationships which may perhaps call for an\namendment of the definition of s.2(f) of the DV Act, which is\nrestrictive and exhaustive - Parliament to ponder over these\nissues, bring in proper legislation or make a proper\namendment of the Act, so that women and the children, born\nout of such kinds of relationships be protected, though those\ntypes of relationship might not be a relationship in the nature\nof a marriage.\n-\nFamily Law Marriage - Concept of - Held: Marriage,\nas a concept, is nationally and internationally recognized -\nH Entering into a marriage, therefore, either through the Hindu\nINDRA SARMA v. V.K.V. SARMA\n1021\nMarriage Act or the Special Marriage Act or any other A\nPersonal Law, applicable to the parties, is entering into a\nrelationship of “public significance”, since marriage being a\nsocial institution, many rights and liabilities flow out of that\nlegal relationship – The concept of marriage as a \"civil right\"\nhas been recognised by various courts all over the world -\nB\nHindu Marriage Act, 1955 - ss.5 and 7.\n-\n-\n-\nFamily Law Marriage and live-in relationship\nDifference between -Held: A married couple has to discharge\nlegally various rights and obligatons, unlike the case of\npersons having live-in relationship or, marriage-like\nrelationship or defacto relationship.\n-\nHeld:\nInterpretation of Statutes Definition clause\nWhen a definition clause is defined to \"mean\" such and such,\nthe definition is prima facie restrictive and exhaustive.\nC\nD\nDispute arose as to whether non-maintenance of the\nappellant, an unmarried woman, in a broken live-in-\nrelationship with respondent, a married adult male,\namounted to \"domestic violence\" within the definition of\nE\nSection 3 of the Protection of Women from Domestic\nViolence Act, 2005 (DV Act), enabling the appellant to seek\none or more reliefs provided under Section 12 of the DV\nAct.\nF\nThe appellant contended before this Court that \"live-\nin relationship\" is a \"relationship in the nature of\nmarriage\" and it is that relationship which was disrupted\nin the sense that the respondent failed to maintain the\nappellant, which amounts to \"domestic violence\". The\nrespondent, on the other hand, maintained the stand that G\nthe relationship between the appellant and the\nrespondent was not a relationship in the nature of\nmarriage but a live-in-relationship simplicitor and the\nalleged act, omission, commission or conduct of the\nrespondent would not constitute \"domestic violence\" so\nH\n1022\nSUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA as to claim any protection orders under Sections 18, 19\nor 20 of the DV Act.\nB\nC\nThe question of law which arose for consideration in\nthe present appeal was whether a \"live-in relationship\"\nwould amount to a \"relationship in the nature of\nmarriage\" falling within the definition of \"domestic\nrelationship\" under Section 2(f) of the Protection of\nWomen from Domestic Violence Act, 2005 (DV Act) and\nwhether the disruption of such a relationship by failure\nto maintain a woman involved in such a relationship\namounts to \"domestic violence\" within the meaning of\nSection 3 of the DV Act.\nDismissing the appeal, the Court\nHELD:1.1. Marriage and Marital relationship: Marriage is\nD often described as one of the basic civil rights of man/\nwoman, which is voluntarily undertaken by the parties in\npublic in a formal way, and once concluded, recognizes\nthe parties as husband and wife. One of the most\nimportant invariable consequences of marriage is the\nE reciprocal support and the responsibility of maintenance\nof the common household, jointly and severally. [Para 23]\n[1050-D-F]\nF\n1.2. Marriages in India take place either following the\npersonal Law of the Religion to which a party is belonged\nor following the provisions of the Special Marriage Act.\nMarriage, as per the Common Law, constitutes a contract\nbetween a man and a woman, in which the parties\nundertake to live together and support each other.\nMarriage, as a concept, is also nationally and\nG internationally recognized. Entering into a marriage,\ntherefore, either through the Hindu Marriage Act or the\nSpecial Marriage Act or any other Personal Law,\napplicable to the parties, is entering into a relationship of\n\"public significance\", since marriage being a social\nH institution, many rights and liabilities flow out of that legal\nINDRA SARMA v. V.K.V. SARMA\n1023\nrelationship. The concept of marriage as a \"civil right” A\nhas been recognised by various courts all over the world.\n[Paras 24 and 30] [1050-G-H; 1051-A, 1054-F-G]\n1.3. The law has distinguished between married and\nunmarried people, which cannot be said to be unfair\nwhen one looks at the rights and obligations which flow\nout of the legally wedded marriage. A married couple has\nto discharge legally various rights and obligations, unlike\nthe case of persons having live-in relationship or,\nmarriage-like relationship or defacto relationship. Married\ncouples who choose to marry are fully cognizant of the\nlegal obligation which arises by the operation of law on\nsolemnization of the marriage and the rights and duties\nthey owe to their children and the family as a whole,\nunlike the case of persons entering into live-in\nrelationship. [Paras 31, 32] [1054-G-H; 1055-A-C]\nPinakin Mahipatray Rawal v. State of Gujarat (2013) 2\nSCALE 198 - referred to.\nDawood and Another v. Minister of Home Affairs and\nOthers 2000 (3) SA 936 (CC); Satchwell v. President of the\nRepublic of South Africa and Another 2002 (6) SA 1 (CC);\nDu Toit and Another v. Minister of Welfare and Population\nDevelopment and Others (Lesbian and Gay Equality Project\nas Amicus Curiae) 2003 (2) SA 198 (CC); Skinner v.\nOklahoma 316 US 535 (1942); Perez v. Lippold 198 P.2d 17,\n20.1 (1948) and Loving v. Virginia 388 US 1 (1967) -\nreferred to.\n-\nB\nC\nD\nE\nF\nArticle 23 of the International Covenant on Civil and\nPolitical Rights, 1996 (ICCPR) and Article 16 of the G\nUniversal Declaration of Human Rights, 1948 - referred to.\n2.1. Relationship in the nature of marriage: Modern\nIndian society through the Protection of Women from\nDomestic Violence Act, 2005 recognizes in reality, H.\nН\n1024 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA various other forms of familial relations, shedding the\nidea that such relationship can only be through some\nacceptable modes hitherto understood. Section 2(f) of the\nDV Act, which defines the expression \"domestic\nrelationship\", deals with relationship between two\nB persons (of the opposite sex) who live or have lived\ntogether in a shared household when they are related by:\nConsanguinity, Marriage, Through a relationship in the\nnature of marriage, Adoption and Family members living\ntogether as joint family. [Para 33] [1050-E-H; 1056-A]\nC\n2.2. The definition clause in Section 2(f) mentions\nonly five categories of relationships which exhausts itself\nsince the expression \"means\", has been used. When a\ndefinition clause is defined to \"mean\" such and such, the\ndefinition is prima facie restrictive and exhaustive.\nD Section 2(f) has not used the expression \"include\" so as\nto make the definition exhaustive. It is in that context one\nhas to examine the meaning of the expression\n\"relationship in the nature of marriage\". [Para 34] [1056-\nA-B]\nE\nF\n2.3. There is a distinction between the relationship in\nthe nature of marriage and marital relationship.\nRelationship of marriage continues, notwithstanding the\nfact that there are differences of opinions, marital unrest\netc., even if they are not sharing a shared household,\nbeing based on law. But live-in-relationship is purely an\narrangement between the parties unlike, a legal marriage.\nOnce a party to a live-in-relationship determines that he/\nshe does not wish to live in such a relationship, that\nrelationship comes to an end. Further, in a relationship\nG in the nature of marriage, the party asserting the\nexistence of the relationship, at any stage or at any point\nof time, must positively prove the existence of the\nidentifying characteristics of that relationship, since the\nlegislature has used the expression “in the nature of”.\nH [Para 36] [1056-E-H]\nINDRA SARMA v. V.K.V. SARMA\n1025\n2.4. Section 2(f) of the DV Act though uses the A\nexpression \"two persons”, the expression “aggrieved\nperson\" under Section 2(a) takes in only “woman”,\nhence, the Act does not recognize the relationship of\nsame sex (gay or lesbian) and, hence, any act, omission,\ncommission or conduct of any of the parties, would not\nlead to domestic violence, entitling any relief under the\nDV Act. [Para 38] [1058-E-F]\n2.5. The expression \"relationship in the nature of\nmarriage\" cannot be construed in the abstract, one must\ntake it in the context in which it appears and apply the\nsame bearing in mind the purpose and object of the Act\nas well as the meaning of the expression \"in the nature\nof marriage\". [Para 39] [1059-A-B]\n2.6. Section 2(f) of the DV Act defines \"domestic\nrelationship” to mean, inter alia, a relationship between\ntwo persons who live or have lived together at such point\nof time in a shared household, through a relationship in\nthe nature of marriage. The expression \"relationship in\nthe nature of marriage\" is also described as defacto\nrelationship, marriage - like relationship, cohabitation,\ncouple relationship, meretricious relationship (now\nknown as committed intimate relationship) etc. [Para 41]\n[1059-F-G]\nB\nC\nD\nE\nLL\nF\n2.7. Courts and legislatures of various countries now\nbegan to think that denying certain benefits to a certain\nclass of persons on the basis of their marital status is\nunjust where the need of those benefits is felt by both\nunmarried and married cohabitants. Courts in various\ncountries have extended certain benefits to heterosexual G\nunmarried cohabitants. Legislatures too, of late, through\nlegislations started giving benefits to heterosexual\ncohabitants. [Para 42] [1059-H; 1060-A-B]\n2.8. Live-in relationship, as such, is a relationship\nwhich has not been socially accepted in India, unlike H\n1026\nSUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA many other countries. However, in order to provide a\nremedy in Civil Law for protection of women, from being\nvictims of such relationship, and to prevent the\noccurrence of domestic violence in the society, first time\nin India, the DV Act has been enacted to cover the couple\nB having relationship in the nature of marriage, persons\nrelated by consanguinity, marriages etc. For the first\ntime, through, the DV Act, the Parliament has recognized\na \"relationship in the nature of marriage\" and not a live-\nin relationship simplicitor. [Para 52 and 53] [1067-C-D, H]\nC\nD\n2.9. When one examines whether a relationship will\nfall within the expression \"relationship in the nature of\nmarriage\" within the meaning of Section 2(f) of the DV\nAct, one should have a close analysis of the entire\nrelationship, in other words, all facets of the interpersonal\nrelationship need to be taken into account. One cannot\nisolate individual factors, because there may be endless\nscope for differences in human attitudes and activities\nand a variety of combinations of circumstances which\nmay fall for consideration. Invariably, it may be a question\nE of fact and degree, whether a relationship between two\nunrelated persons of the opposite sex meets the tests\njudicially evolved. [Para 54] [1068-A-C]\nLata Singh v. State of U.P. AIR 2006 SC 2522: 2006\nF (3) Suppl. SCR 350 - referred to.\nG\nRe Marriage of Lindsay, 101 Wn.2d 299 (1984); Litham\nv. Hennessey 87 Wn.2d 550 (1976); Pennington 93 Wash.\nApp. at 917 Stack v. Dowden (2007) 2 AC 432; MW v. The\nDepartment of Community Services (2008) HCA 12; Lynam\nv. The Director-General of Social Security (1983) 52 ALR 128;\nThompson v. Department of Social Welfare (1994) 2 SZLR\n369 (HC) referred to.\n-\nThe Civil Partnership Act, 2004 and the Family Law\nH Act, 1996 (United Kingdom); The Domestic Violence\nINDRA SARMA v. V.K.V. SARMA\n1027\nIntervention Act, 2001 (Canada); The Violence Against A\nWomen Act, 1994 (USA); The Interpretation Act, 1984\n(Australia); The Domestic and Family Violence Protection\nAct, 2012 (Queensland) andThe Property (Relationships)\nAct, 1984 of North South Wales, Australia - referred to.\n3. The following guidelines may be culled out for\ntesting under what circumstances, a live-in relationship\nwill fall within the expression \"relationship in the nature\nof marriage\" under Section 2(f) of the DV Act. The\nB\nguidelines, of course, are not exhaustive, but will C.\ndefinitely give some insight to such relationships.\n(1) Duration of period of relationship\nSection 2(f) of the DV Act has used the\nexpression \"at any point of time\", which\nmeans a reasonable period of time to maintain\nand continue a relationship which may vary\nfrom case to case, depending upon the fact\nsituation.\nD\n(2)\nShared household\nE\nThe expression has been defined under\nSection 2(s) of the DV Act and, hence, need no\nfurther elaboration.\n(3) Pooling of Resources and Financial\nArrangements\nF\nSupporting each other, or any one of them,\nfinancially, sharing bank accounts, acquiring\nimmovable properties in joint names or in the G\nname of the woman, long term investments in\nbusiness, shares in separate and joint names,\nso as to have a long standing relationship, may\nbe a guiding factor.\nH\n1028\nSUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA\n(4)\nB\nс\nD\nE\nF\nDomestic Arrangements\nEntrusting the responsibility, especially on the\nwoman to run the home, do the household\nactivities like cleaning, cooking, maintaining or\nupkeeping the house, etc. is an indication of\na relationship in the nature of marriage.\n(5) Sexual Relationship\nMarriage like relationship refers to sexual\nrelationship, not just for pleasure, but for\nemotional and intimate relationship, for\nprocreation of children, so as to give emotional\nsupport, companionship and also material\naffection, caring etc.\n(6) Children\nHaving children is a strong indication of a\nrelationship in the nature of marriage. Parties,\ntherefore, intend to have a long standing\nrelationship. Sharing the responsibility for\nbringing up and supporting them is also a\nstrong indication.\n(7) Socialization in Public\n(8)\nHolding out to the public and socializing with\nfriends, relations and others, as if they are\nhusband and wife is a strong circumstance to\nhold the relationship is in the nature of\nmarriage.\nIntention and conduct of the parties\nCommon intention of parties as to what their\nrelationship is to be and to involve, and as to\ntheir respective roles and responsibilities,\n☐ G\n☐ H\n"}