{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"INDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\n1039\nparties would not fall within the ambit of \"relationship in the A\nnature of marriage\" and the tests laid down in Velusamy case\n(supra) have not been satisfied. Consequently, the High Court\nallowed the appeal and set aside the order passed by the\nCourts below. Aggrieved by the same, this appeal has been\npreferred.\n9. Shri Anish Kumar Gupta, learned counsel appearing for\nthe appellant, submitted that the relationship between the parties\ncontinued from 1992 to 2006 and since then, the respondent\nstarted avoiding the appellant without maintaining her. Learned\ncounsel submitted that the relationship between them\nconstituted a \"relationship in the nature of marriage\" within the\nmeaning of Section 2(f) of the DV Act, which takes in every\nrelationship by a man with a woman, sharing household,\nirrespective of the fact whether the respondent is a married\nperson or not. Learned counsel also submitted that the tests.\nlaid down in Velusamy case (supra) have also been satisfied.\n10. Ms. Jyotika Kalra, learned amicus curiae, took us\nelaborately through the provisions of the DV Act as well as the\nobjects and reasons for enacting such a legislation. Learned\namicus curiae submitted that the Act is intended to provide for\nprotection of rights of women who are victims of violence of any\ntype occurring in the family. Learned amicus curiae also\nsubmitted that the various provisions of the DV Act are intended\nto achieve the constitutional principles laid down in Article 15(3),\nreinforced vide Article 39 of the Constitution of India. Learned\namicus curiae also made reference to the Malimath Committee\nreport and submitted that a man who marries a second wife,\nduring the subsistence of the first wife, should not escape his\nliability to maintain his second wife, even under Section 125\nCrPC. Learned amicus curiae also referred to a recent\njudgment of this Court in Deoki Panjhiyara v. Shashi Bhushan\nNarayan Azad and Another (2013) 2 SCC 137 in support of\nher contention.\nB\nC\nD\nE\nF\nG\nH\nA\n1040\nSUPREME COURT REPORTS\n[2013] 14 S.C.R.\n11. Mr. Nikhil Majithia, learned counsel appearing for the\nrespondent, made extensive research on the subject and made\navailable valuable materials. Learned counsel referred to\nseveral judgments of the Constitutional Courts of South Africa,\nAustralia, New Zealand, Canada, etc. and also referred to\nB parallel legislations on the subject in other countries. Learned\ncounsel submitted that the principle laid down in Velusamy\ncase (supra) has been correctly applied by the High Court and,\non facts, appellant could not establish that their relationship is\na \"relationship in the nature of marriage\" so as to fall within\nSection 2(f) of the DV Act. Learned counsel also submitted that\nthe parties were not qualified to enter into a legal marriage and\nthe appellant knew that the respondent was a married person.\nFurther, the appellant was not a victim of any fraudulent or\nbigamous marriage and it was a live-in relationship for mutual\nbenefits, consequently, the High Court was right in holding that\nthere has not been any domestic violence, within the scope of\nSection 3 of the DV Act entitling the appellant to claim\nmaintenance.\nс\nD\n12. We have to examine whether the non maintenance of\nE the appellant in a broken live-in-relationship, which is stated to\nbe a relationship not in the nature of a marriage, will amount to\n\"domestic violence\" within the definition of Section 3 of the DV\nAct, enabling the appellant to seek one or more reliefs provided\nunder Section 12 of the DV Act.\nF\nG\nH\n13. Before examining the various issues raised in this\nappeal, which have far reaching consequences with regard to\nthe rights and liabilities of parties indulging in live-in relationship,\nlet us examine the relevant provisions of the DV Act and the\nimpact of those provisions on such relationships.\nD.V. ACT\n14. The D.V. Act has been enacted to provide a remedy\nin Civil Law for protection of women from being victims of\ndomestic violence and to prevent occurrence of domestic\nINDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\n1041\nviolence in the society. The DV Act has been enacted also to\nprovide an effective protection of the rights of women\nguaranteed under the Constitution, who are victims of violence\nof any kind occurring within the family.\n15. \"Domestic Violence\" is undoubtedly a human rights\nissue, which was not properly taken care of in this country even\nthough the Vienna Accord 1994 and the Beijing Declaration\nand Platform for Action (1995) had acknowledged that\ndomestic violence was undoubtedly a human rights issue. UN\nCommittee on Convention on Elimination of All Forms of\nDiscrimination Against Women in its general recommendations\nhad also exhorted the member countries to take steps to protect\nwomen against violence of any kind, especially that occurring\nwithin the family, a phenomenon widely prevalent in India.\nPresently, when a woman is subjected to cruelty by husband\nor his relatives, it is an offence punishable under Section 498A\nIPC. The Civil Law, it was noticed, did not address this\nphenomenon in its entirety. Consequently, the Parliament, to\nprovide more effective protection of rights of women\nguaranteed under the Constitution under Articles 14, 15 and 21,\nwho are victims of violence of any kind occurring in the family,\nenacted the DV Act.\n16. Chapter IV is the heart and soul of the DV Act, which\nprovides various reliefs to a woman who has or has been in\ndomestic relationship with any adult male person and seeks one\nor more reliefs provided under the Act. The Magistrate, while\nentertaining an application from an aggrieved person under\nSection 12 of the DV Act, can grant the following reliefs:\n(1) Payment of compensation or damages without\nprejudice to the right of such person to institute a\nsuit for compensation or damages for injuries\ncaused by the acts of domestic violence committed\nby the adult male member, with a prayer for set off\nagainst the amount payable under a decree\nA\nB\nC\nD\nヨ\nF\nG\nH\nA\nB\n☐ D\n☐ E\nF\nG\n1042 SUPREME COURT REPORTS\n(2)\n. H\n(3)\nobtained in Court;\n[2013] 14 S.C.R.\nThe Magistrate, under Section 18 of the DV Act,\ncan pass a \"protection order\" in favour of the\naggrieved person and prohibit the respondent from:\n(a) committing any act of domestic violence;\n(b)\naiding or abetting in the commission of acts\nof domestic violence;\n(c) entering the place of employment of the\naggrieved person or, if the person aggrieved\nis a child, its school or any other place\nfrequented by the aggrieved person;\n(d) attempting to communicate in any form,\nwhatsoever, with the aggrieved person,\nincluding personal, oral or written or\nelectronic or telephonic contact;\n(e) alienating any assets, operating bank\nlockers or bank accounts used or held or\nenjoyed by both the parties, jointly by the\naggrieved person and the respondent or\nsingly by the respondent, including her\nstridhan or any other property held either\njointly by the parties or separately by them\nwithout the leave of the Magistrate;\n(f)\ncausing violence to the dependants, other\nrelatives or any person who give the\naggrieved person assistance from domestic\nviolence;\n(g) committing any other act as specified in the\nprotection order.\nThe Magistrate, while disposing of an application\nINDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\n1043\nunder Section 12(1) of the DV Act, can pass a A\n\"residence order\" under Section 19 of the DV Act,\nin the following manner:\n\"19. Residence orders.- (1) While disposing of an\napplication under sub-section (1) of section 12, the\nMagistrate may, on being satisfied that domestic violence\nhas taken place, pass a residence order-\n(a)\nfrom\nB\nrestraining the respondent\ndispossessing or in any other manner\ndisturbing the possession of the aggrieved C\nperson from the shared household, whether\nor not the respondent has a legal or\nequitable interest in the shared household;\n(b) directing the respondent to remove himself\nfrom the shared household;\n(c) restraining the respondent or any of his\nrelatives from entering any portion of the\nshared household in which the aggrieved\nperson resides;\n(d) restraining the respondent from alienating or\ndisposing off the shared household or\nencumbering the same;\n(e) restraining the respondent from renouncing\nhis rights in the shared household except with\nthe leave of the Magistrate; or\n(f)\nD\nE\nF\ndirecting the respondent to secure same\nlevel of alternate accommodation for the G\naggrieved person as enjoyed by her in the\nshared household or to pay rent for the\nsame, if the circumstances so require:\nProvided that no order under clause (b) shall be\nH\n1044 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA\n00\nB\nC\nD\nE\nF\n☐ G\nH\npassed against any person who is a woman.\nXXX XXX\nXXX\nXXX\nXXX\nXXX\"\n(4) An aggrieved person, while filing an application\nunder Section 12(1) of the DV Act, is also entitled,\nunder Section 20. of the DV Act, to get \"monetary\nreliefs\" to meet the expenses incurred and losses\nsuffered by the aggrieved person and any child of\nthe aggrieved person as a result of the domestic\nviolence and such relief may include, but is not\nlimited to,-\n\"20. Monetary reliefs.- (1) While disposing of an\napplication under sub-section (1) of section 12, the\nMagistrate may direct the respondent to pay\nmonetary relief to meet the expenses incurred and\nlosses suffered by the aggrieved person and any\nchild of the aggrieved person as a result of the\ndomestic violence and such relief may include, but\nnot limited to,-\n(a) the loss of earnings;\n(b) the medical expenses;\n(c) the loss caused due to the destruction, damage\nor removal of any property from the control of the\naggrieved person; and\n(d) the maintenance for the aggrieved person as\nwell as her children, if any, including an order under\nor in addition to an order of maintenance under\nsection 125 of the Code of Criminal Procedure,\n1973 (2 of 1974 ) or any other law for the time\nbeing in force.\nINDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\nXXX\nXXX\nXXX\nXXX\nXXX\nXXX\"\n1045\nA\nThe monetary reliefs granted under the above\nmentioned section shall be adequate, fair,\nreasonable and consistent with the standard of\nliving to which an aggrieved person is accustomed\nand the Magistrate has the power to order an\nappropriate lump sum payment or monthly\npayments of maintenance.\n(5) The Magistrate, under Section 21 of the DV Act,\nhas the power to grant temporary custody of any\nchild or children to the aggrieved person or the\nperson making an application on her behalf and\nspecify, if necessary, the arrangements for visit of\nsuch child or children by the respondent.\n(6)\nThe Magistrate, in addition to other reliefs, under\nSection 22 of the DV Act, can pass an order\ndirecting the respondent to pay compensation and\ndamages for the injuries, including mental torture\nand emotional distress, caused by the acts of\ndomestic violence committed by the respondent.\nB\nC\nD\nE\nוד\nF\n17. Section 26 of the DV Act provides that any relief\navailable under Sections 18, 19, 20, 21 and 22 may also be\nsought in any legal proceeding, before a Civil Court, family court\nor a criminal court, affecting the aggrieved person and the\nrespondent whether such proceeding was initiated before or\nafter the commencement of this Act. Further, any relief referred\nto above may be sought for in addition to and along with any G\nother reliefs that the aggrieved person may seek in such suit\nor legal proceeding before a civil or criminal court. Further, if\nany relief has been obtained by the aggrieved person in any\nproceedings other than a proceeding under this Act, she shall\nbe bound to inform the Magistrate of the grant of such relief.\nH\nA\nB\n. D\nE\nFL\nG\nH\n1046 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\n18. Section 3 of the DV Act deals with \"domestic violence\"\nand reads as under:\n\"3. Definition of domestic violence.- For the purposes\nof this Act, any act, omission or commission or conduct\nof the respondent shall constitute domestic violence in\ncase it-\n(a)\nharms or injures or endangers the health, safety, life,\nlimb or well-being, whether mental or physical, of\nthe aggrieved person or tends to do so and includes\ncausing physical abuse, sexual abuse, verbal and\nemotional abuse and economic abuse; or\n(b) harasses, harms, injures or endangers the\naggrieved person with a view to coerce her or any\nother person related to her to meet any unlawful\ndemand for any dowry or other property or valuable\nsecurity; or\n(c)\n(d)\nhas the effect of threatening the aggrieved person\nor any person related to her by any conduct\nmentioned in clause (a) or clause (b); or\notherwise injures or causes harm, whether physical\nor mental, to the aggrieved person.\nExplanation I.- For the purposes of this section,-\n(i) \"physical abuse” means any act or conduct which is\nof such a nature as to cause bodily pain, harm, or\ndanger to life, limb, or health or impair the health\nor development of the aggrieved person and\nincludes assault, criminal intimidation and criminal\nforce;\n(ii)\n\"sexual abuse\" includes any conduct of a sexual\nnature that abuses, humiliates, degrades or\notherwise violates the dignity of woman;\nINDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\n(iii) \"verbal and emotional abuse\" includes-\n1047\n(a) insults, ridicule, humiliation, name calling and\ninsults or ridicule specially with regard to not\nhaving a child or a male child; and\n(b) repeated threats to cause physical pain to\nany person in whom the aggrieved person is\ninterested.\n(iv) \"economic abuse\" includes-\n(a) deprivation of all or any economic or financial\nresources to which the aggrieved person is entitled\nunder any law or custom whether payable under an\norder of a court or otherwise or which the aggrieved\nperson requires out of necessity including, but not\nlimited to, household necessities for the aggrieved\nperson and her children, if any, stridhan, property,\njointly or separately owned by the aggrieved\nperson, payment of rental related to the shared\nhousehold and maintenance;\nA\nB\nC\nD\nE\n(b) disposal of household effects, any alienation of\nassets whether movable or immovable, valuables,\nshares, securities, bonds and the like or other\nproperty in which the aggrieved person has an\ninterest or is entitled to use by virtue of the domestic\nrelationship or which may be reasonably required\nby the aggrieved person or her children or her\nstridhan or any other property jointly or separately\nheld by the aggrieved person; and\nF\nLL\n(c) prohibition or restriction to continued access to\nresources or facilities which the aggrieved person\nis entitled to use or enjoy by virtue of the domestic\nrelationship including access to the shared\nhousehold.\nG\nH\nA\nB\nC\nD\nE\nF\n0\nH\n1048 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nExplanation II.- For the purpose of determining whether any\nact, omission, commission or conduct of the respondent\nconstitutes\" domestic violence\" under this section, the\noverall facts and circumstances of the case shall be taken\ninto consideration.\"\n19. In order to examine as to whether there has been any\nact, omission, or commission or conduct so as to constitute\ndomestic violence, it is necessary to examine some of the\ndefinition clauses under Section 2 of the DV Act. Section 2(a)\nof the DV Act defines the expression \"aggrieved person\" as\nfollows:\n\"2(a). \"Aggrieved person” means any woman who is,\nor has been, in a domestic relationship with the\nrespondent and who alleges to have been subjected to any\nact of domestic violence by the respondent.\"\nSection 2(f) defines the expression \"domestic relationship\"\nas follows:\n\"2(f). “Domestic relationship” means a relationship\nbetween two persons who live or have, at any point of time,\nlived together in a shared household, when they are\nrelated by consanguinity, marriage, or through a\nrelationship in the nature of marriage, adoption or are\nfamily members living together as a joint family.\".\nSection 2(q) defines the expression \"respondent\" as\nfollows:\n\"2(q). \"Respondent\" means any adult male person\nwho is, or has been, in a domestic relationship with the\naggrieved person and against whom the aggrieved person\nhas sought any relief under this Act:\nProvided that an aggrieved wife or female living in\na relationship in the nature of a marriage may also file a\n"}