{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57}],"text":"INDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\n1069\nimmovable properties in joint names or in the name\nof the woman, long term investments in business,\nshares in separate and joint names, so as to have\na long standing relationship, may be a guiding\nfactor.\n(4) Domestic Arrangements\nEntrusting the responsibility, especially on the\nwoman to run the home, do the household activities\nlike cleaning, cooking, maintaining or upkeeping the\nhouse, etc. is an indication of a relationship in the\nnature of marriage.\nA\nB\nC\n(5)\nSexual Relationship\nMarriage like relationship refers to sexual\nrelationship, not just for pleasure, but for emotional\nand intimate relationship, for procreation of\nchildren, so as to give emotional support,\ncompanionship and also material affection, caring\netc.\n(6) Children\n(7)\nHaving children is a strong indication of a\nrelationship in the nature of marriage. Parties,\ntherefore, intend to have a long standing\nrelationship. Sharing the responsibility for bringing\nup and supporting them is also a strong indication.\nSocialization in Public\nD\nE\nF\nHolding out to the public and socializing with G\nfriends, relations and others, as if they are husband\nand wife is a strong circumstance to hold the\nrelationship is in the nature of marriage.\n(8) Intention and conduct of the parties\nH\nA\nB\n1070 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nCommon intention of parties as to what their\nrelationship is to be and to involve, and as to their\nrespective roles and responsibilities, primarily\ndetermines the nature of that relationship.\nSTATUS OF THE APPELLANT\n56. Appellant, admittedly, entered into a live-in-relationship\nwith the respondent knowing that he was married person, with\nwife and two children, hence, the generic proposition laid down\nby the Privy Council in Andrahennedige Dinohamy v.\nC Wiketunge Liyanapatabendage Balshamy, AIR 1927 PC 185,\nthat where a man and a woman are proved to have lived\ntogether as husband and wife, the law presumes that they are\nliving together in consequence of a valid marriage will not apply\nand, hence, the relationship between the appellant and the\nD respondent was not a relationship in the nature of a marriage,\nand the status of the appellant was that of a concubine. A\nconcubine cannot maintain a relationship in the nature of\nmarriage because such a relationship will not have exclusivity\nand will not be monogamous in character. Reference may also\nE be made to the judgments of this Court in Badri Prasad v.\nDirector of Consolidation 1978 (3) SCC 527 and Tulsa v.\nDurghatiya 2008 (4) SCC 520. In Gokal Chand v. Parvin Kumari\nAIR 1952 SC 231 this Court held that the continuous\ncohabitation of man and woman as husband and wife may raise\nthe presumption of marriage, but the presumption which may\nbe drawn from long cohabition is a rebuttable one and if there\nare circumstances which weaken and destroy that presumption,\nthe Court cannot ignore them. Polygamy, that is a relationship\nor practice of having more than one wife or husband at the\nsame time, or a relationship by way of a bigamous marriage\nthat is marrying someone while already married to another and/\nor maintaining an adulterous relationship that is having voluntary\nsexual intercourse between a married person who is not one's\nhusband or wife, cannot be said to be a relationship in the\nnature of marriage.\nF\nG\nH\nINDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\n1071\nB\n57. We may note, in the instant case, there is no necessity A\nto rebut the presumption, since the appellant was aware that\nthe respondent was a married person even before the\ncommencement of their relationship, hence the status of the\nappellant is that of a concubine or a mistress, who cannot enter\ninto relationship in the nature of a marriage. Long standing\nrelationship as a concubine, though not a relationship in the\nnature of a marriage, of course, may at times, deserves\nprotection because that woman might not be financially\nindependent, but we are afraid that DV Act does not take care\nof such relationships which may perhaps call for an amendment C\nof the definition of Section 2(f) of the DV Act, which is restrictive\nand exhaustive.\nD\n58. Velusamy case (supra) stated that instances are many\nwhere married person maintain and support such types of\nwomen, either for sexual pleasure or sometimes for emotional\nsupport. Woman, a party to that relationship does suffer social\ndisadvantages and prejudices, and historically, such a person\nhas been regarded as less worthy than the married woman.\nConcubine suffers social ostracism through the denial of status\nand benefits, who cannot, of course, enter into a relationship E\nin the nature of marriage.\n59. We cannot, however, lose sight of the fact that\ninequities do exist in such relationships and on breaking down\nsuch relationship, the woman invariably is the sufferer. Law of\nConstructive Trust developed as a means of recognizing the\ncontributions, both pecuniary and non-pecuniary, perhaps\ncomes to their aid in such situations, which may remain as a\nrecourse for such a woman who find herself unfairly\ndisadvantaged. Unfortunately, there is no express statutory\nprovision to regulate such types of live-in relationships upon\ntermination or disruption since those relationships are not in the\nnature of marriage. We can also come across situations where\nthe parties entering into live-in-relationship and due to their joint\nefforts or otherwise acquiring properties, rearing children, etc.\nF\nG\nH\n1072 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA and disputes may also arise when one of the parties dies\nintestate.\nB\nс\nD\nE\nF\nG\nH\n60. American Jurisprudence, Second Edition, Vol. 24\n(2008) speaks of Rights and Remedies of property\naccumulated by man and woman living together in illicit relations\nor under void marriage, which reads as under:\n\"Although the courts have recognized the property rights\nof persons cohabiting without benefit of marriage, these\nrights are not based on the equitable distribution\nprovisions of the marriage and divorce laws because the\njudicial recognition of mutual property rights between\nunmarried cohabitants would violate the policy of the state\nto strengthen and preserve the integrity of marriage, as\ndemonstrated by its abolition of common-law marriage.\"\n61. Such relationship, it may be noted, may endure for a\nlong time and can result pattern of dependency and\nvulnerability, and increasing number of such relationships, calls\nfor adequate and effective protection, especially to the woman\nand children born out of that live-in-relationship. Legislature, of\ncourse, cannot promote pre-marital sex, though, at times, such\nrelationships are intensively personal and people may express\ntheir opinion, for and against. See S. Khushboo v.\nKanniammal and another (2010) 5 SCC 600.\n62. Parliament has to ponder over these issues, bring in\nproper legislation or make a proper amendment of the Act, so\nthat women and the children, born out of such kinds of\nrelationships be protected, though those types of relationship\nmight not be a relationship in the nature of a marriage.\n63. We may now consider whether the tests, we have laid\ndown, have been satisfied in the instant case. We have found\nthat the appellant was not ignorant of the fact that the\nrespondent was a married person with wife and two children,\nhence, was party to an adulterous and bigamous relationship.\nINDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\n1073\nB\nC\nAdmittedly, the relationship between the appellant and A\nrespondent was opposed by the wife of the respondent, so also\nby the parents of the appellant and her brother and sister and\nthey knew that they could not have entered into a legal marriage\nor maintained a relationship in the nature of marriage. Parties\nnever entertained any intention to rear children and on three\noccasions the pregnancy was terminated. Having children is a\nstrong circumstance to indicate a relationship in the nature of\nmarriage. No evidence has been adduced to show that the\nparties gave each other mutual support and companionship.\nNo material has been produced to show that the parties have\never projected or conducted themselves as husband and wife\nand treated by friends, relatives and others, as if they are a\nmarried couple. On the other hand, it is the specific case of the\nappellant that the respondent had never held out to the public\nthat she was his wife. No evidence of socialization in public has\nbeen produced. There is nothing to show that there was pooling\nof resources or financial arrangements between them. On the\nother hand, it is the specific case of the appellant that the\nrespondent had never opened any joint account or executed\nany document in the joint name. Further, it was also submitted\nthat the respondent never permitted to suffix his name after the\nname of the appellant. No evidence is forthcoming, in this case,\nto show that the respondent had caused any harm or injuries\nor endangered the health, safely, life, limb or well-being, or\ncaused any physical or sexual abuse on the appellant, except\nthat he did not maintain her or continued with the relationship.\nALIENATION OF AFFECTION\n64. Appellant had entered into this relationship knowing\nwell that the respondent was a married person and encouraged\nbigamous relationship. By entering into such a relationship, the\nappellant has committed an intentional tort, i.e. interference in\nthe marital relationship with intentionally alienating respondent\nfrom his family, i.e. his wife and children. If the case set up by\nthe appellant is accepted, we have to conclude that there has\nD\nE\nF\nG\nH\nB\n1074 SUPREME COURT REPORTS\n[2013] 14 S.C.R.\nA been an attempt on the part of the appellant to alienate\nrespondent from his family, resulting in loss of marital\nrelationship, companionship, assistance, loss of consortium\netc., so far as the legally wedded wife and children of the\nrespondent are concerned, who resisted the relationship from\nthe very inception. Marriage and family are social institutions\nof vital importance. Alienation of affection, in that context, is an\nintentional tort, as held by this Court in Pinakin Mahipatray\nRawal case (supra), which gives a cause of action to the wife\nand children of the respondent to sue the appellant for alienating\nthe husband/father from the company of his wife/children,\nC\nknowing fully well they are legally wedded wife/children of the\nrespondent..\n65. We are, therefore, of the view that the appellant, having\nbeen fully aware of the fact that the respondent was a married\nD person, could not have entered into a live-in relationship in the\nnature of marriage. All live-in-relationships are not relationships\nin the nature of marriage. Appellant's and the respondent's\nrelationship is, therefore, not a \"relationship in the nature of\nmarriage\" because it has no inherent or essential characteristic\nE of a marriage, but a relationship other than “in the nature of\nmarriage\" and the appellant's status is lower than the status of\na wife and that relationship would not fall within the definition\nof \"domestic relationship\" under Section 2(f) of the DV Act. If\nwe hold that the relationship between the appellant and the\nF respondent is a relationship in the nature of a marriage, we will\nbe doing an injustice to the legally wedded wife and children\nwho opposed that relationship. Consequently, any act, omission\nor commission or conduct of the respondent in connection with\nthat type of relationship, would not amount to “domestic\nviolence\" under Section 3 of the DV Act.\nG\nH\n66. We have, on facts, found that the appellant's status was\nthat of a mistress, who is in distress, a survivor of a live-in\nrelationship which is of serious concern, especially when such\npersons are poor and illiterate, in the event of which vulnerability\nINDRA SARMA v. V.K.V. SARMA\n[K.S. RADHAKRISHNAN, J.]\n1075\nis more pronounced, which is a societal reality. Children born A\nout of such relationship also suffer most which calls for bringing\nin remedial measures by the Parliament, through proper\nlegislation.\n67. We are conscious of the fact that if any direction is\ngiven to the respondent to pay maintenance or monetary\nconsideration to the appellant, that would be at the cost of the\nlegally wedded wife and children of the respondent, especially\nwhen they had opposed that relationship and have a cause of\naction against the appellant for alienating the companionship\nand affection of the husband/parent which is an intentional tort.\n68. We, therefore, find no reason to interfere with the\njudgment of the High Court and the appeal is accordingly\ndismissed.\nBibhuti Bhushan Bose\nAppeal dismissed.\nB\nC\nD\n"}