{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nM.C.D.\nV.\nSTATE OF DELHI AND ANR.\nAPRIL 29, 2005\n[ASHOK BHAN AND DR. AR. LAKSHMANAN, JJ.]\nC\nProbation of Offenders Act, 1958 :\nSection 4-Releasing of an accused on probation-Requirements for—\nReport of Probationary Officer-If mandatory-Held, while extending the\nbenefit, discretion of the court has to be exercised having regard to\ncircumstances in which the crime was committed, the age, character and\nantecedents of the offender-Consideration of report of Probationary Officer\nis mandatory-On facts, accused, a builder, having been convicted by trial\nD court under Sections 332 and 461 of MCD Act and sentenced to six months'\nR.I. and not disclosing the fact of his previous conviction and sentence for\nsimilar offence, High Court was not right in extending the benefit to the\naccused without giving opportunity to MCD to file Counter Affidavit-Order\nof High Court set aside-Municipal Corporation of Delhi Act, 1957-Sections\n332 and 461.\nE\nF\nG\nH\nState v. Naguesh G. Shet Govenkar and Anr., AIR (1970) Goa 49; R.\nMahalingam v. G. Padmavathi and Anr., (1979) Crl. LJ, NOC 20 (Mad.),\napproved.\nRam Singh and Ors. v. State of Haryana, [1971] 3 SCC 914, relied on.\nFraud on Court--Accused claiming benefit of Section 4 of Probation of\nOffenders Act-Not disclosing his previous conviction and sentence for similar\noffence-Held, would be guilty of playing fraud on court as well as on opposite\nparty-Conduct of accused is strongly disapproved-Order of High Court\nextending him the benefit of Section 4 set aside-Accused to pay cost to\nappellant-Municipal Corporation of Delhi Act, 1957-Sections 332 and 461—\nProbation of Offenders Act, 1958–Section 4.\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 660\nof 2005.\n1010\nM.C.D. v. STATE OF DELHI\n1011\nFrom the Judgment and Order dated 26.3.2004 of the Delhi High Court A\nin Crl.R.P. No. 185 of 2004.\nAshwani Kumar, Sanjeev Sen and Praveen Swarup with him for the\nAppellant.\nJaspal Singh, Ms. Roopali Chaturvedi, Arun Kumar Beriwal, Vikash B\nSharma and Mrs. Anil Katiyar with him for the Respondents.\nThe following Order of the Court was delivered:\nLeave granted.\nMunicipal Corporation of Delhi, aggrieved against the judgment and\nfinal order dated 26.03.2004 passed by the High Court Delhi in Criminal\nRevision Petition No. 185 of 2004 by which order the High Court gave the\nbenefit of probation under Section 4 of the Probation of Offenders Act, 1958\n(herein after referred to as “POB Act\") to the second respondent - Gurcharan\nSingh but maintained the conviction, preferred the above appeal.\nThe brief facts leading to the filing of the above appeal are as under :\nOne Mr. M.K. Verma (PW-4), Junior Engineer, Civil Line Zone, visited\n189 Prem Gali, Punja Sharif, Mori Gate where he found unauthorized\nconstruction going at the first floor of the said plot. F.I.R. was prepared on\nthe report of Mr. M.K. Verma who forwarded the F.I.R. before Zonal Engineer,\nwho ordered to issue notice under Section 343/344 of the Delhi Municipal\nCorporation Act, 1957 (for short the \"DMC Act\"). Subsequently, the second\nrespondent along with Kuldeep Singh were prosecuted for commission of\noffences under Sections 332 and 461 of the DMC Act before the designated\nMunicipal Court.\nThe trial Court, after the conclusion of the trial, convicted the second\nrespondent under Sections 332 and 461 of the DMC Act and sentenced him\nto six months simple imprisonment and imposed a fine of Rs. 5000 (Annexure\nP-1).\nAggrieved by that order, the second respondent-accused filed an appeal\nbefore the Sessions Court, Delhi. The said Court by an order and judgment\ndated 23.3.2004 dismissed the appeal by holding that there was no infirmity\nin the order passed by the trial Court (Annexure P-2).\nC\nᎠ\n(1)\nE\nF\nG\nH\nA\n1012\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nAgainst the judgment and order dated 23.3.2004, the accused filed\nCriminal Revision Petition No. 185 of 2004 before the High Court Delhi. At\nthe time of arguments, the advocate for the accused submitted before the\nHigh Court that the accused did not wish to challenge the conviction on\nmerits and stated it a fit case of accused to be admitted to the benefit of POB\nAct on the ground that the accused faced trial for 12 years in the lower courts\nB\nand remained in jail for three days.\nC\nThe High Court vide its order dated 26.3.2004 held that the accused\nsuffered the agony of trial lasting for 12 years. Besides that he has already\nundergone some period in custody. The High Court also observed that there\nis no allegation that the petitioner-accused is a previous convict and it further\nheld that the accused deserved the benefit of probation under Section 4 of the\nPOB Act and while maintaining the conviction of the respondent-accused,\nthe sentence of imprisonment and fine as awarded to him was set aside.\nThe appellant, aggrieved by the judgment of the High Court, preferred\nD the above appeal by way of special leave petition before this Court.\nWe have perused the entire pleadings, orders and judgments passed by\nthe lower Courts and also of the High Court, the other annexures, in particular,\nannexures P-1 and P-2, and records annexed to this appeal and also heard the\narguments of Mr. Ashwani Kumar, learned senior counsel appearing for the\nE appellant, Mr. Vikas Sharma, learned counsel appearing for respondent No.\n1 and Mr. Jaspal Singh, learned senior counsel, appearing for the second\nrespondent.\nF\nLearned senior counsel appearing for the appellant submitted that the\nHigh Court, before extending the benefit of POB Act to the accused did not\ncall for a report from the authorities to check upon the conduct of the accused-\nrespondent as per Section 4(2) of the POB Act and that the appellant-MCD\nwas also not given time to file their counter affidavit on the question of\nsentence. He further submitted that the High Court while passing the impugned\norder and judgment did not take into consideration that the accused-respondent\nG had been convicted in another criminal case No. 202 of 1997 by the Court\nof Metropolitan Magistrate, Patiala House, New Delhi. In the said case, the\naccused-respondent was convicted under Section 332/461 of the DMC Act\nand sentenced to six months simple imprisonment with a fine of Rs. 5000.\nLearned senior counsel appearing for the appellant further submitted\nH that there was no good reason for letting the respondent off by granting to\nM.C.D. v. STATE OF DELHI\n1013\nhim the said benefit of POB Act, particularly keeping in view the large scale A\nirregularity and unauthorized constructions carried by the builders in Delhi\ndespite strict direction of the Municipal authorities and courts passing various\norders from time to time against the unauthorized constructions. It was further\nsubmitted that the High Court should not have waived off the payment of\nfine amount by the accused respondent and that the High Court ought to have\ntaken into consideration that the respondent has been in jail for only three\ndays and had not put in substantial period in custody.\nB\nIt was further submitted by learned senior counsel appearing for the\nappellant that the Court shall not direct release of offender unless it is satisfied\nthat the offender or his surety, if any, has a fixed place of abode or regular C\noccupation in the place over which the Court exercises jurisdiction or in\nwhich the offender is likely to live during the period for which he enters into\nthe bond. It was also contended that before making any order under Section\n4(1) of the POB Act, the Court shall take into consideration the report, if any,\nof the probation officer concerned in relation to the case which the High\nCourt has miserably failed to do so. Therefore, learned senior counsel appearing D\nfor the appellant, prayed that order dated 26.3.2004 in Crl.Rev. Pet. No. 185\nof 2004 be set aside and appropriate orders be passed in this appeal.\nE\nLearned senior counsel appearing for the contesting respondent submitted\nthat the order of the High Court does not require any reconsideration by this\nCourt and that the High Court while extending the benefit of POB Act had\nclearly recorded in the order that the counsel for the State of Delhi is not\naverse to the grant of benefit of probation to the answering respondent and,\ntherefore, the requirement under Section 4(2) of the POB Act has been waived\noff by the State and that the High Court took into consideration the fact that\nthe answering respondent has faced the agony of trial for over 12 years and F\nhas also undergone some period in custody and while maintaining the\nconviction of the answering respondent, the benefit of probation was extended\nto him. It was, therefore, submitted that the High Court passed the said order\nin the presence of the counsel of all the parties.\nLearned senior counsel appearing for the second respondent submitted G\nthat in S.T.No. 202 of 1997, a judgment was given by the Metropolitan\nMagistrate on 10.9.2002 and the respondent filed an appeal No. 374 of 2002\nbefore the Court of Sessions, Patiala House, New Delhi challenging the said\norder of conviction and in that appeal, the Court of Additional Sessions\nJudge, Patiala House, suspended the sentence during the pendency of the\nH\n1014\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA appeal upon furnishing a personal bond for a sum of Rs. 25,000 with one\nsurety of the like amount to the satisfaction of the trial Court. It was, therefore,\nsubmitted that the sentence/imprisonment awarded by the Metropolitan\nMagistrate has been suspended under Section 389 of the Criminal Procedure\nCode by the Court of Additional Sessions Judge, Delhi in view of the pendency\nof the appeal against the order of conviction is a continuation of proceedings\nand therefore, there is no conviction against the answering respondent so\nlong as the same is not decided by the Court of Sessions. It was also submitted\nthat the requirement of calling of a report from the Probationer Officer under\nSection 4(2) of the POB Act has been waived off by the counsel for the State\nof Delhi and that the counsel for the MCD also did not raise any objection\nC before the High Court. It was further contended that the respondent has not\nB\nD\nE\nF\nG\nH\ncontested the revision in the High Court on merits and confined his submission\nto the benefit of Section 4 of the POB Act being extended to him. Therefore,\nthere is no occasion for the High Court to go into the issue of extent of\nconstructions being raised by the answering respondent. He further contended\nthat the trial Court has committed serious error in exercising jurisdiction\nwhile not granting the benefit of probation to the answering respondent and\nthe order of the trial Court was, therefore, rightly and justifiable modified by\nthe High Court.\nConcluding his arguments, he submitted that the respondent has been\nreleased after compliance of the order passed by the High Court by furnishing\nthe bone of good conduct and security to the satisfaction of the Additional\nCourt of Metropolitan Magistrate, Delhi and there is no report of any\nmisconduct or breach of the bond of good conduct by the answering respondent\nsince the date of the order of the High Court, therefore, the order of the High\nCourt is not liable to be interfered with.\nIn the above background, two questions of law arise for consideration\nby this Court:\n\"1. Whether the High Court was correct in extending the benefit of\nthe Probation of Offenders Act, 1958 to the accused respondent\nwithout calling for a report from the Authorities relating to the\nconduct of the respondent as per Section 4 of the Act.\n2.\nWhether the High Court was correct in passing the impugned\njudgment in view of the fact that the respondent has been convicted\nin another criminal case No. 202 of 1997 by the trial Court, New\nDelhi.\"\n-\nM.C.D. v. STATE OF DELHI\n1015\nBefore proceeding further, it would be beneficial to reproduce Section A\n4 of the Probation of Offenders Act, 1958 which is extracted below for ready\nreference :-\nPower of court to release certain offenders on probation of good\nconduct:-\n1.\n2.\nB\nC\nWhen any person is found guilty of having committed an offence\nnot punishable with death or imprisonment for life and the court\nby which the person is found guilty is of opinion that, having\nrecord to the circumstances of the case including the nature of the\noffence and the character of the offender, it is expedient to release\nhim on probation of good conduct, then, notwithstanding anything\ncontained in any other law for the time being in force, the court\nmay,\ninstead of sentencing him at once to any punishment direct\nthat he be released on his entering into a bond, with or without\nsureties, to appear and receive sentence when called upon during\nsuch period, not exceeding three years, as the court may direct, D\nand in the meantime to keep the peace and be of good behaviour\n:\nProvided that the court shall no direct such release of an offender\nunless it is satisfied that the offender or his surety, if any, has a\nfixed place of abode or regular occupation in the place over which\nthe court exercises jurisdiction or in which the offender is likely\nto live during the period for which he enters into the bond.\nBefore making any order under sub-section (1), the court shall\ntake into consideration the report, if any, of the Probation Officer\nconcerned in relation to the case.\"\nIt is the specific case of the appellant herein that the High Court has not\nafforded to the appellant an opportunity to file counter affidavit. The appellant\nwould have filed the orders passed by the criminal Courts convicting the\nrespondent herein had an opportunity been given to the appellant. The High\nCourt while passing the impugned order and judgment did not take into\nconsideration that the accused-respondent has been convicted in another\nCriminal Case No. 202 of 1997 by the Court of Metropolitan Magistrate,\nPatiala House, New Delhi. In the said case, the accused has been convicted\nunder Sections 332/461 of the DMC Act and sentenced to six months simple\nimprisonment with fine of Rs. 5000. In our view, there was no good reason\nE\nF\nG\nH\n1016\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA for letting the respondent off by granting to him the said benefit of POB Act\nB\nC\nD\nE\nF\nparticularly, keeping in view the large scale irregularity and unauthorized\nconstructions carried by the builders in Delhi despite strict direction of the\nMunicipal authorities and despite of the Courts passing various orders from\ntime to time against the unauthorized construction. The High Court also\nfailed to take into consideration that the respondent has been in jail for three\ndays and had not put in substantial period in custody. The High Court vide\nits order impugned in this appeal has observed that there is no allegation that\nthe respondent is a previous convict. In fact, as could be seen from the\nannexures filed along with this appeal, the respondent has been convicted for\noffence under Sections 332 and 461 of the DMC Act.\nThe Trial Court heard the respondent on sentence also and passed the\nfollowing order:\n“Convict in person with counsel\nHeard on sentence.\nIt is contended that he is first offender. He is not a previous\nconvict nor habitual offender. He has faced trail since 1991. He is\naged about 57 years. He is not doing any business due to his bad\nhealth.\nConsidering the above facts and circumstances, and gravity of the\nnature of the offence i.e. extent of construction raised by the accused\nfor commercial as 11 shops at ground floor and 11 shops at first\nfloor, I am not inclined to release the accused/convict on probation.\nHence request declined.\nIn the interest of justice, sentence of six months SI, with fine of\nRs. 5000 I.D. one month SI is imposed upon the convict for offence\nu/ṣ 332/461 DMC Act. Fine deposited. Convict remained for sentence.”\nThe Additional Sessions Judge, New Delhi also in Civil Appeal No. 7\nof 2002 (Annexure P-2) dismissed the appeal as there is no infirmity in the\nG\norder of the trial Court and uphold the conviction order passed by the trial\nCourt on the point of sentence. The appellate Court held that no interference\nis required in the order passed by the trial court regarding point of sentence.\nSince the appellant-MCD was not given any opportunity by the High Court\nto file conduct report of the respondent, the order impugned in this appeal is\nH liable to be set aside.\nM.C.D. v. STATE OF DELHI\n1017\nThis apart, the respondent did not also disclose the fact in the criminal A\nrevision filed before the High Court that he has also been convicted in another\nCriminal Case No. 202 of 1997 by the Court of Metropolitan Magistrate,\nPatiala House, New Delhi. Thus, the contesting respondent has come to the\nHigh Court with unclean hands and withholds a vital document in order to\ngain advantage on the other side. In our opinion, he would be guilty of\nB\nplaying fraud on the Court as well as on the opposite party. A person whose\ncase is based on falsehood can be summarily thrown out at any stage of the\nlitigation. We have no hesitation to say that a person whose case is based on\nfalsehood has no right to approach the Court and he can be summarily thrown\nout at any stage of the litigation. In the instant case, non-production of the\norder and even non-mentioning of the conviction and sentence in the criminal C\nCase No. 202 of 1997 tantamounts to playing fraud on the Court. A litigant\nwho approaches the Court is bound to produce all documents which are\nrelevant to the litigation. If he withholds a vital document in order to gain\nadvantage on the other side then he would be guilty of playing fraud on the\ncourt as well on the opposite party. The second respondent, in our opinion,\nwas not justified in suppressing the material fact that he was convicted by the\nMagistrate on an earlier occasion. Since the second respondent deliberately\nsuppressed the crucial and important fact, we disapprove strongly and\nparticularly, the conduct of the second respondent and by reason of such\nconduct, the second respondent disentitled himself from getting any relief or\nassistance from this Court. We, however, part with this case with heavy heart E\nexpressing our strong disapproval of the conduct and behaviour but direct\nthat the second respondent to pay a sum of Rs. 10,000 by way of cost to the\nappellant herein.\nD\nWe have already reproduced Section 4 of the POB Act. It applied to all\nkinds of offenders whether under or above 21 years of age. This section is F\nintended to attempt possible reformation of an offender instead of inflicting\non him the normal punishment of his crime. The only limitation imposed by\nSection 6 is that in the first instance an offender under twenty one years of\nage, will not be sentenced to imprisonment. While extending benefit of this\ncase, the discretion of the Court has to be exercised having regard to the\ncircumstances in which the crime was committed, the age, character and\nantecedents of the offender. Such exercise of discretion needs a sense of\nresponsibility. The offender can only be released on probation of good conduct\nunder this section when the Court forms an opinion, having considered the\ncircumstances of the case, the nature of the offence and the character of the\noffender, that in a particular case, the offender should be released on probation H\nG\ni\nI\n1018\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA of good conduct. The section itself is clear that before applying the section,\nthe Magistrate should carefully take into consideration the attendant\ncircumstances. The second respondent is a previous convict as per the records\nplaced before us. Such a previous convict cannot be released in view of\nSection 4 of the POB Act. The Court is bound to call for a report as per\nSection 4 of POB Act but the High Court has failed to do so although the\nCourt is not bound by the report of the Probationer Officer but it must call\nfor such a report before the case comes to its conclusion. The word \"shall\"\nin sub-section (2) of Section 4 is mandatory and the consideration of the\nreport of the Probationer Officer is a condition precedent to the release of the\naccused as reported in the case of State v. Naguesh G. Shet Govenkar and\nC Anr., AIR (1970) Goa 49 and a release without such a report would, therefore,\nbe illegal.\nB\nD\nE\nF\nG\nH\n•\nIn the case of Ram Singh and Ors. v. State of Haryana, [1971] 3 SCC\n914, a Bench of two Judges of this Court in paragraph 16 of the judgment\nobserved as under :\n\"Counsel for the appellants invoked the application of Probation\nof Offenders Act. Sections 4 and 6 of the Act indicate the procedure\nrequiring the Court to call for a report from the Probation Officer and\nconsideration of the report and any other information available relating\nto the character and physical and mental condition of the offender.\nThese facts are of primary importance before the Court can pass an\norder under the Probation of Offenders Act. This plea cannot be\nentertained in this Court.\"\nIn the case of R. Mahalingam v. G. Padmavathi and Anr., (1979) Crl.\nLJ NOC 20 Mad., the Court observed as under :\n\"If any report is filed by the probation officer, the Court is bound\nto consider it. Obtaining such a report of the probation officer is\nmandatory since the sub-s.(1) of S. 4 says that the Court shall consider\nthe report of the probation officer. Words \"if any” do not mean that\nthe Court need not call for a report from the probation officer. The\nwords “if any” would only cover a case where notwithstanding such\nrequisition, the probation officer for one reason or other has not\nsubmitted a report.\nBefore deciding to act under S. 4 (1), it is mandatory on the part\nof the Court to call for a report from the probation officer and if such\nM.C.D. v. STATE OF DELHI‚¸-\n1019\na report is received, it is mandatory on the part of the Court to A\nconsider the report. But if for one reason or the other such a report\nis not forthcoming, the Court has to decide the matter on other materials\navailable to it.\nIn the instant case, the Magistrate passed order releasing the\naccused on probation without taking into consideration their character. B\nHeld, the requirement of S. 4(1) was not fulfilled and therefore the\ncase remanded.\"\nSince the High Court has disposed of the criminal revision without\ngiving an opportunity of filing counter affidavit to the counsel for the MCD\nand that the respondent did not disclose the fact in the criminal revision filed C\nbefore the High Court that he has also been convicted in another criminal\ncase No. 202 of 1997, the judgment impugned in this appeal cannot be\nallowed to stand. We, therefore, have no hesitation in setting aside the order\nimpugned and remit the matter to the High Court for fresh disposal strictly\nin accordance with law.\nThe appeal is, accordingly, allowed with costs of Rs. 10,000 to be paid\nby the second respondent to the appellant, as indicated in paragraph supra.\nD\nR.P.\nAppeal allowed.\n"}