{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"MUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1167\nINFRASTRUCTURE COMPANY PVT. LTD. (H.L. GOKHALE, J.]\nB\nventilation and has created number of health problems. In his A\nsubmission, there should not be a blanket exemption for\nprojects involving additional FSI from the height restrictions\nunder DCR 31. There should be accountability on the part of\nthe authority and the project developer to whom relaxation is\ngranted. He submitted that some of these buildings which were\nreconstructed with high FSI under DCR 33(7), (8) and (9), had\nbeen reduced to vertical slums. The developers do not bother\nto look into the maintenance of these schemes, the construction\nis poor and a large number of the occupants for whom these\nhouses are constructed, sell them and the purpose of having C\nthe scheme, gets defeated.\nIssue No.3 concerning impact of FSI on the traffic\nsituation:-\n47. As far as issue No. 3 viz. impact of FSI on the traffic D\nsituation is concerned, Shri Manu Kumar Srivastava, has\npointed that as per the census of 2011, 30.82 lakhs people\nwere staying in the island city. Due to the accelerated economic\ngrowth, there is a spurt in the vehicles of the occupants, as well\nas, those entering the island city. In para 6.3, he has placed E\non record the steps taken by the State Government in this\nbehalf. This paragraph 6.3 reads as follows:-\n\"6.3 ....\n(i) Revising the captive parking requirements upwards for F\nvarious categories of buildings.\n(ii) Introducing instruments like Regulation 33(24) for\ncreating public parking lots.\n(iii) Taking up construction of mass rapid transit systems\nlike Metro Rail, Mono Rail etc. so as to wean people\naway from the use of personalized means of transport.\"\nG\nIn para 6.4 he has referred to the suggestions made by a\nHigh-Powered Committee regarding traffic management and H\n1168 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA that steps were being taken according to those\nrecommendations. In para 7 of his affidavit, he has stated that\nthe draft development plan for the period 2014-2034 is under\npreparation, wherein many of these difficulties will be taken\ncare of.\nB\nC\nD\nEU\nF\nG\nH\n48. Shri R.C. Dixit, Chief Engineer, Roads and Traffic of\nthe appellant-Municipal Corporation has filed his affidavit on\nissue No. 3. He has pointed out that the number of vehicles in\nGreater Mumbai has increased from 3.08 lakhs from 1981 to\n19.38 lakhs in 2011, and the population has increased during\nthis period from 82.43 lakhs to 124.78 lakhs. Out of this\npopulation, that of the island city is 31.06 lakhs. He has pointed\nout in paragraph 16 of his affidavit that the State Government\nhas constituted a High Powered Committee on 6.6.2012 to\nsuggest corrective and remedial measures. It has also to\nprepare an action plan for recommendations up to 2016-2017.\nIn paragraph 18, he has referred to various recommendations\nmade by the High Powered Committee and that the same are\nbeing followed.\n49. Shri Vivek Phansalkar, Commissioner of Police,\nTraffic, Mumbai, has stated in paragraph 9 of his reply that as\nper information of the State Transport Department, on an\naverage 450 new vehicles were being added to the road\nnetwork every day. The vehicular population by January 2013\nwas nearly 21 lakhs. He has stated that Mumbai continues to\nhave a high usage of public transport, yet there is a relatively\nsharp increase in use of cars in the last decade which has\npushed Mumbai into a situation of a grid lock. Increasing\nvehicles on the roads have led to bottlenecks for traffic\nmovement. In paragraph 13 he has stated that no definite\nfindings can be arrived at without a comprehensive study of the\nimpact of additional FSI in the island city of Mumbai on traffic\ndensity. He has however, accepted that periodical increase in\nFSI would result in more construction which, in turn, could lead\nto the higher tenement density, indicating an increase in traffic.\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1169\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\nIn paragraph 14, he has suggested various measures to control A\nthe traffic congestion.\nB\nC\n50. The UDRI has made various suggestions. Its trustees\ninclude Mr. Charles Correa, an eminent architect and town\nplanner, Shri Dipak Parekh an eminent economist, Shri D.M.\nSukhtankar, retired Municipal Commissioner and former\nSecretary to Government of Maharashtra and others. This\ninstitute has made a detailed study of the problems of the city.\nWith respect to issue No. 2, this institute has submitted as\nnoted above, that there should not be a blanket relaxation for\nthe high rise buildings, and it should be examined locality-wise.\nAbsence of any check in this behalf, has resulted into very tall\nbuildings with no open spaces on extremely narrow streets. It\nis often seen that whereas the ordinary FSI is 1.33, the minimum\nFSI available to the schemes under DCR 33(7), 33(8) and 33(9)\nis 2.5, and there is no upper limit. No assessment is made of D\nthe sustainable carrying capacity of the areas in which these\nprojects are implemented. There is no transport impact\nassessment on the neighbourhood in such projects. A locality-\nwise approach is therefore required.\nE\n51. In its submissions on the issues at hand, UDRI pointed\nout that whereas the total open space in Mumbai is 3.8%, if\nwe compare it with another crowded area viz. Manhattan in US,\nthere the public open space for recreation is 13.1%. The\nNational Building Code (of India) requires 3 sq. mts. per capita F\nby way of open space. However, Greater Mumbai has just 1.91\nsq. mts. of open space per person, and of this less than 0.88\nsq. mts. per person is accessible for recreation. Each\nManhattan resident occupies 11 times as much floor space as\na Mumbai resident. Doubling or trebling Mumbai's FSI will only\nmake it two or three times denser than Manhattan in regard to\nthe number of people on the ground. Consequently, the open\nspace available per person will become even less.\n52. Since the project of respondent-Kohinoor is going to\nG\nH\n1170\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA\nbe at a busy road junction near Shivaji Park in the Dadar area\nof Mumbai, it is pointed out by UDRI that Dadar, Mahim, and\nMatunga areas, are essentially residential areas. Various\nhousing colonies were laid out, as per the town planning\nscheme, such as Dadar Parsi Colony and Hindu Colony etc.\nB In fact, Mr. Divan pointed out that the entire area around Shivaji\nPark was laid out systematically as per the norms, for a\nspecified population, and it is like a heritage area. Requisite\nprovisions for gardens, schools, roads, foot-paths and play-\ngrounds etc., have been made for a certain density of\nC population. Now with the reconstruction schemes being\nproposed, suddenly tall buildings are coming up even near the\nschool buildings, and adding further to the density and pressure\non the existing infrastructure. The roads having been laid out\nmuch earlier, and being in proper proportion to the height of\nD the adjoining buildings, these new tall buildings coming up in\nthe very area are causing congestion and greater traffic. This\nis affecting the life of the people around and even the school\ngoing children, with increased traffic and parking on the roads.\nThe roads which were adequate at one point of time, are now\nE being found to be narrow. Plot No.46, with which we are\nconcerned, in the present matter, had a textile mill earlier, and\nnow a huge commercial complex has been approved on it. But\nfor this construction, there were no such large commercial\ncomplexes in this entire area. Earlier only those commercial\nactivities were permitted which were necessary for the use of\nthe residents. This huge commercial complex is going to add\ntremendous pressure on the traffic in the area and at an already\nbusy junction.\nF\nG\nH\nSuggestions on issue Nos. 3 and 4 for consideration\nwhen the new Development Plan is drafted:-\n53. We have noted the submissions on both these issues,\nand what we find is that the exemptions from DCR 31 (1) for\nschemes under Section 33(7), 33(8) and 33(9), though\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1171\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\napparently meant for laudable purpose, are very often resulting A\ninto extreme crowding, and traffic congestion. It is necessary.\nthat while granting exemptions from DCR 31(1), there must be\na scheme-wise approach, and there ought to be a proper\nsupervision of the construction. These development schemes\nand the additional FSI thereunder, should be examined locality- B\nwise. The impact of such high-rise buildings on the adjoining\nlocality as well as on the traffic, is required to be examined\nbefore granting such permission.\nC\nD\n54. In our view, there is a need to restrict the additional\npressure on existing infrastructure so that it does not affect the\nquality of life. The existing social infrastructure like educational\ninstitutions, open spaces, hospitals etc, and physical\ninfrastructure like water supply and drainage is already over-\nburdened. Therefore, wherever possible, the State Government,\nthe planning authority, and the committee entrusted with drafting\nof the new plan should consider contribution by the existing\noccupants themselves to a good extent towards the\nconstruction cost, or the State should contribute through its\nagencies or from the amount of cess-collected. This will result\ninto curtailing the number of additional entrants and will not add E\nto the density of the population. This approach should\nparticularly be examined where the plots are small or are in\ncongested areas, and particularly where the proposal is under\nDCR 33(7). The new Development Plan is to be prepared\nshortly, and while preparing the plan these aspects concerning F\nrestrictions on blanket exemptions, contribution by the existing\noccupants to the reconstruction schemes, locality-wise\nconsideration and impact of additional FSI on traffic, ought to\nbe gone into. In areas where the old town planning schemes.\nhave prescribed a uniform lay-out, one can accept some\nbuildings going up to a certain extent, if necessary, to\naccommodate the existing occupants in a reconstruction.\nscheme. However, it should not result into a plethora of steeply\nrising buildings, to accommodate outsiders to the building,\nadding to the population and traffic, and disturbing the existing H\nG\n1172 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA order of the lay-out completely.\nB\nReconstitution of the 'Technical Committee for High\nRise Buildings':-\n55. (i) It has been pointed out on behalf of the Municipal\nCorporation that subsequent to a PIL in the Bombay High Court\nin the case of Tardeo Haji Ali Residents Welfare Association,\nthe State Government has constituted a 'Technical Committee\nfor High-Rise Buildings' (i.e. Buildings exceeding 70 meters in\nheight). As per the note submitted by the learned Senior\nC Counsel for the Municipal Corporation, the terms of reference\nof the committee are as follows:-\nD\nE\nF\nG\n“(1) The Committee shall be of advisory nature and it\nwill advise the Municipal Commissioner regarding\nthe feasibility of the development proposals that\nmight be referred to it by the Commissioner.\n(2)\nIt will be open for the Commissioner to over-rule the\nrecommendations of the Committee, after giving a\nproper and reasonable justification in writing. Such\npowers will not be delegated to any subordinate\nofficer.\n(3) In specific cases, if the Chairman desires, any\nexpert from other fields may be invited for the\nmeeting of the Committee.\"\nThe note points out\n(1) The building proposals which are to be referred to\nthe committee\n☐ H\n(2)\nThe procedure to be followed by the committee.\n(3)\nThe points to be considered by the committee, viz.,\n(a) Architectural Points:-\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1173\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J.]\n(2) Clear width of access available.\n(2) Location, width \u0026 No. of staircase.\n(3) Natural ventilation to staircase and common lobby.\nA\n(4) Whether benefit of D.C. Rule 33 (24) is availed? B\n(5)\nThe minimum net plot size for High Rise proposal\nis prescribed as 1000 Sq.Mt. and 850 Sq.Mts. for\nproposals under D.C. R. 33 (7).\n(6) Depth \u0026 Nos. of the basement.\nC\n(7) Area \u0026 location of the refuge floors.\n(8) Open spaces, podiums, etc.\n(9) Two wheeler \u0026 four wheeler parking provisions in\nthe building.\nD\n(10) Width of common lobby \u0026 ventilation.\n(b) Structural and Geotechnical Points:-\nE\n(2) Soil Report indicating soil strata, depth of the hard\nrock, etc.\n(2) Type of foundation i.e. pile foundation or raft\nfoundation or open foundation.\n(3) Design Base Report (D.B.R.) for the proposal.\nVarious type of tests carried on site i.e. wind tunnel\ntest.\n(4)\n(5)\nGust factor \u0026 deflection.\n(6) Details of the rock anchors, if any provided for\nbasement.\nF\nG\nI\n1174\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA\n(7)\n(c)\nDetails of the soil retaining methods.\nEnvironmental Points:-\n(2)\nShadow Analysis.\nB\n(2)\nWind Analysis.\n(3) Heat Analysis.\n(4)\nTraffic Study \u0026 Traffic Management.\n(5) Ecological Study (Tree Plantation, Green area, etc.)\n(6) Disaster Management Plan.\n(7)\nTotal Water Requirement.\nD\n(8)\nTotal waste water sewage generated \u0026 disposal\n(Design of Sewerage Treatment Plant).\n(9)\nEffect of the construction material on environment.\nE\n(10) Rain Water Harvesting \u0026 Storm Water\nManagement.\n(11) Air environment in construction \u0026 operation phase.\n(12) Solid Waste Management.\nF\n(13) Energy conservation techniques.\nd)\nThe point of view of the C.F.O.:-\n(2)\nG\nHeight of first refuge floor from ground floor and also\nheight of subsequent refuge floors.\n(2)\nLocation of refuge area.\nH\n(3) Whether refuge area is cantilever.\nMUNICIPAL COPRN. OF GREATER MUMBAI v. KOHINOOR CTNL 1175\nINFRASTRUCTURE COMPANY PVT. LTD. [H.L. GOKHALE, J:]\n(4) Clear open space along with turning radius for A\nmovement of fire tender around the building.\n(5)\nWidth \u0026 gradient of ramp (one way or two way)\nleading to podium.\n(6) Alternate provision for fighting the fire from ground.\n(7) Driveway for fire tender movement on paved R.G:\n(8) Height of underpass in case fire tender moving\nbelow building.\nPodium line should be flush with building line on\nrefuge facing area.\nB\nC\n(9)\n(10) Number of staircase and width of staircase.\nD\n(11) Distance between two staircases, through common\nlobbies/passages.\n(12) Natural ventilation through sidewalls of basements.\n(13) Compartmentalization of the basements.\nE\n(ii) The first committee was appointed by a Resolution of\nthe Urban Development Department dated 28.7.2004. The\ncomposition of the Committee has changed from time to time.\nWe are informed that the term of the existing committee, which\nis the third committee, has expired. The committee consists of\nsix members and is headed by a retired judge of the Bombay\nHigh Court, as the Chairman. It has two ex-officio members,\nnamely, the Chief Engineer (Development Plan) of the appellant\nwho is also the member secretary, and the Chief Fire Officer\nof the appellant. There are three expert members. Following are\nthe present expert members:-\n“(1) Prof R. S. Jangid, Dept of Civil Engineering, IIT\nBombay, as a Structural Engineering Expert.\nF\nG\nI\n1176\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA\nB\n(2) Prof. Abhay Bambole, Professor and Head of the\nStructural Engineering Department, VJIT, Matunga, as\nthe Soil and Geotech Expert.\n(3) Dr. Rakesh Kumar, Director and Gr. Scientist and\nHead NEERI Regional Centre as the Environmental\nExpert.\"\n56. It has been suggested that we appoint a new\ncommittee, though the State Government has expressed its\nwillingness to extend the term of the present committee. Mr.\nC Nariman has, in fact, suggested that the committee should\nconsist of members who will play a pro-active role. Mr. Divan\nsubmitted that it should be a Development Plan over-sight\ncommittee, and it should at-least look into the grievances with\nrespect to the schemes under 33(7), (8),(9), and (10). Mr.\nD Joaquim Reis, learned senior counsel instructing Dr. Abhishek\nSinghvi, learned senior counsel appearing for the Property\nRedevelopers Association, suggested inclusion of an architect\nin the committee. Considering that the architectural points as\nmentioned in the municipal note, are also to be gone into by\nE the committee, the suggestion is quite apt. He suggested the\nF\nG\ninclusion of eminent architect Mr. Charles Correa, who is\nassociated with UDRI (and which is represented by Mr. Divan).\nWe are, however, not including his name only for the reason.\nthat we are informed that he is a very busy architect, though\nthe committee should certainly consult him whenever necessary.\nIn his place, we include Shri Pankaj Joshi, Architect, Urban\nResearcher, and consultant to the appellant-Municipal\nCorporation, whose name is suggested by Mr. Divan. Thus, the\nassistance of an architect will also be available to the\ncommittee. Having taken the consensus of the counsel\nappearing in the matter, we are effecting one more change in\nthe committee. We appoint Hon'ble Mr. Justice P.S. Patankar,\nformer Judge of the Bombay High Court, to be the Chairman\nof the committee.\n:\nH\n"}