{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 16 S.C.R. 1107\nM/S PRP EXPORTS \u0026 ETC.\nV.\nTHE CHIEF SECRETARY, GOVERNMENT OF TAMIL\nNADU \u0026 ORS.\n(Special Leave Petition (C) Nos. 18662-18663 of 2013)\nDECEMBER 13, 2013\n[K.S. RADHAKRISHNAN AND A.K. SIKRI, JJ.]\n-\nA\nB\nMines and Minerals (Development and Regulation) Act,\n1957 - ss. 4(1) and 4(1-A) - Tamil Nadu Minor Mineral C\nConcession Rules, 1959 - rr. 36(4) and 36(1) – Granite\nConservation and Development Rules, 1999 – s. 19(2)\nSuspension of quarrying operation --Alleging unauthorized\nquarrying - Single Judge of High Court permitted continuation\nof investigation of criminal cases against the petitioner, but D\npermitted him to continue the quarry operations - Thereafter,\nsuspension orders were passed under 1999 rules and show\ncause notices issued to the petitioners - Writ appeal\nDivision Bench allowed the appeal taking into consideration\nthe subsequent suspension order - Held: In view of the fact\nthat several writ petitions are pending for consideration before\nHigh Court on the issue, and that in the present case, High\nCourt had issued some equitable directions, it would not be\nappropriate to pronounce upon merit of the case.\nSubsequent events\n-\n-\nPractice and Procedure\nConsideration of - Permissibility - Held: Courts should\nexamine subsequent events, in a case, where larger public\ninterest is involved.\nE\nLL\nF\nPetitioner-a partnership firm was engaged in the G\nbusiness of granite. 55 granite guarries in the District of\nMadurai were leased in its favour. The respondent\nofficials suspended its quarrying operations in the 55\nquarries, sealed the factory of the petitioner and seized\n1107\nH\n1108 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA its bank-accounts, on the allegation of illegal and\nunauthorized quarrying.\nB\nC\nThe petitioner challenged the order, by filing writ\npetition, and the same was disposed of by Single Judge\nof the High Court. The Court permitted to continue the\ninvestigation of the criminal cases against the petitioner,\nbut directed the authority concerned to let the petitioner\ncontinue the quarrying operation and run his business.\nThe respondent-State filed writ appeal. During\npendency of the same, suspension orders dated\n14.12.2012 were issued u/s. 19(2) of Granite Conservation\nand Development Rules, 1999 and also show cause\nnotices dated nil. 12.12.2012. The Division Bench of High\nCourt allowed the writ appeal. However, it also gave\nD certain equitable directions. Hence the present special\nLeave Petitions.\nE\nDismissing the petitions, the Court\nHELD: 1. When a larger public interest is involved,\nthe Court can always look into the subsequent events.\nThe Division Bench of the High Court was right in\nexamining the subsequent events. [Para 7] [1115-C]\nAll India Railway Recruitment Board vs. K. Shyam Kumar\nF (2010) 6 SCC 614: 2010 (6) SCR 291 - relied on.\n0\nMohinder Singh Gill vs. Chief Election Commissioner,\nNew Delhi and Ors. (1978) 1 SCC 405: 1978 (2) SCR 272 –\nreferred to.\n2.1. The Government and the District Administration\nreceived lot of complaints with regard to illegal quarrying\nin the Madurai District, which led the State Government\ndirecting the District Administration to verify the\ncomplaints. After conducting a comprehensive and\nH scientific survey, the Deputy Director and the Assistant\nPRP EXPORTS \u0026 ETC. v. CHIEF SECRETARY, 1109\nGOVT. OF TAMIL NADU\nA\nB\nDirector of Geology and Mining, submitted an Evaluation\nReport on 23.11.2012 on 88 granite quarries. The Deputy\nDirector and the Assistant Director of Geology and Mining\nin their Evaluation Report dated 23.11.2012 reported that\nthe Petitioner firm has not carried out the quarrying\noperations as per their mining plan and encroached upon\nthe adjoining roads, tanks, channels and water bodies\nand illicitly quarried granites in the adjacent non-\nleasehold areas. Further, it was also pointed out that\nthere was a vast difference between the quantity\npermitted by the District Mines office and the quantity C\nquarried by the Petitioner firm. Consequently, it was\npointed out that they had violated Section 4-(1) and 4-(1A)\nof the Mines and Minerals (Development and Regulation)\nAct, 1957 and also violated the Rules 36(4) and 36(1) of\nthe Tamil Nadu Minor Mineral Concession Rules, 1959. It\nD\nwas also pointed out that the Petitioner had not submitted\nthe Scheme of Mining as per Rules 15 and 18 of the\nGranite Conservation and Development Rules, 1999 and\nhad not stored the over burden and waste materials as\nearmarked. Various other violations were also pointed\nout. [Paras 8 and 9] [1115-F-H; 1116-A-G]\nヨ\nF\n2.2. In view of the report of the District Collector\ndated 19.5.2012 as well as the report of the Deputy\nDirector of Geology and Mining dated 23.11.2012, the\npetitioners cannot be allowed to operate the quarries in\naccordance with the licences already granted. In the\naffidavit filed by the third respondent, it was pointed out,\nthat the volume of illegal transportation from the\npetitioners' 16 quarries was around 1207863.164 Cubic\nMeters and show cause notices had been issued to the G\nPetitioner firm under Section 21(5) of the Mines and\nMinerals (Development and Regulation) Act, 1957 for\nrecovery of the cost. It was stated that the value of the\nillicit quarry in the 16 quarries alone came around 4124.14\ncrores. Further, it was also pointed out that other quarry\nI\n1110 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA operators had also indulged in similar illegal quarry\noperations and the total volume of illegal operations was\nestimated around Rs.12390.460 crores. Further, it was\nalso pointed out that several criminal cases were also\npending for carrying on illegal quarrying operations in the\nB government land. [Para 12] [1118-A-D]\nC\nD\n2.3. Since several writ petitions were pending\nconsideration before the High Court, at this stage, it\nwould not be appropriate to pronounce upon the merits\nof the case, especially in the light of the materials leading\nto the issuance of the suspension orders dated\n14.12.2012 and the show cause notices dated Nil.12.2012.\nThe Division Bench of the High Court has issued some\nequitable directions taking into consideration the interest\nof the workers and also for honouring some statutory\nobligations of the petitioner firm. Therefore, there is no\nreason to interfere with the impugned judgment. [Para 13]\n[1118-D-F]\nCase Law Reference:\nE\n2010 (6) SCR 291\nrelied on\n1978 (2) SCR 272\nreferred to\nPara 7\nPara 10\nF\nG\nH\nCIVIL APPELLATE JURISDICTION: Special Leave\nPetition (C) No.18662-18663 of 2013.\nFrom the Judgment and Order dated 15.02.2013 of the\nMadurai Bench of Madras High Court in W.A. (MD) Nos. 906\nand 907 of 2012.\nHarish Salve, Mukul Rohatgi, C. A. Sundaram, V. Giri, K.\nK. Mani, K. Ramakrishna Reddy, K. Kalapa Reddy, Abhishek\nKrishna, Rohini Musa, R. Rakesh Sharma, Anand Sathyaselan,\nB. Balaji, P. S. Sudheer, M. Purushothaman (for Santosh\nKumar Tripathi) G. Pugalendhi, GP, Sheelam, Sp.PP. for the\nAppearing Parties.\nPRP EXPORTS \u0026 ETC. v. CHIEF SECRETARY, 1111\nGOVT. OF TAMIL NADU\nThe Judgment of the Court was delivered by\nA\nK.S. RADHAKRISHNAN, J. 1. These Special Leave\nPetitions arise out of a common judgment and order dated\n15.2.2013 passed by the High Court of Judicature at Madras\nin W.A. (MD) Nos.906 and 907 of 2012. The Petitioner is a\nB\nregistered partnership firm, engaged in the manufacture of\ndimensional granite blocks, slabs, tiles, monuments etc. and\nhas set up its factory for cutting and polishing of granite in\nTherkkutheru Village, Madurai District. The Petitioner firm, it is\nstated, is 100% export oriented unit, recognized by the Madras\nExport Processing Zone. The Petitioner firm is having 55\ngranite quarries leased in the Madurai District measuring about\n584.83 acres.\nC\nD\n2. Alleging that the Petitioner firm had indulged in\nunauthorized quarrying, the Respondent officials as well as the\nDistrict Collector and Superintendent of Police took steps to\nseal the Petitioners' factory premises, vehicles and instruments\nso as to suspend the quarrying operations in respect of the\nabove-mentioned quarries. The Petitioners, therefore,\napproached the Madras High Court by filing W.P. (MD) E\nNos. 12441 and 12442 of 2012, which were heard by a learned\nSingle Judge.\n3. Before the learned Single Judge, the State also took\nup the stand that the order of sealing dated 9.8.2012 was illegal\nand could not be supported in law. Taking note of the stand\ntaken by the State, the learned Single Judge observed as\nfollows :-\nF\nG\n\"124. It is also admitted case of the respondents, that till\ndate, even show cause notice with regard to cancellation\nof licences granted in favour of the petitioner has not been\nissued, therefore, there is absolutely no justification with\nthe respondents, to stop the mining operation of the\npetitioner over the mines leased out to the petitioner, and\nthereby taking the right of livelihood of thousands of H\n1112 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA\nB\nC\nD\nE\nF\n0\nH\nemployees working in the firm.\"\n4. After hearing all the parties, the learned Single Judge\ndisposed of the writ petitions on 2.11.2012. The operative\nportion of the judgment reads as follows:\n\"130. However, at the same time, the fact cannot be lost\nsight off that there are number of cases registered against\nthe partners of the petitioner firm, and there are serious\nallegations of illegal mining worth of crores of rupees.\nFurther more, in the writ petitions, the positive stand of the\nwrit petitioner is, that the petitioners are willing to co-\noperate with the investigation of criminal cases in respect\nof furnishing all documents, records, books of accounts\nwhich are sealed by the authorities in their presence, and\nhas further undertaken not to tamper with any records, and\nwill not destroy any evidence whatsoever. The petitioner\nhas also undertaken not to threat any witnesses in the\ninvestigation. Therefore, a blanket order to be passed in\nfavour of the petitioner may hamper the investigation, which\ncannot be permissible in law.\n131. Therefore, in order to settle equity, these writ petitions\nare disposed of with the following directions:-\n1. The respondents shall permit the petitioner to continue\nthe quarry operations over the leased property strictly in\nterms of the lease, which is admittedly in force. It shall be,\nhowever, open to the respondents to take appropriate\naction by following due process of law under The Mines \u0026\nMinerals (Development \u0026 Regulation) Act, 1957 and the\nRules framed thereunder, if so advised;\n2. The respondents shall henceforth release the bank\naccounts and to allow the petitioner to carry on his\nbusiness in accordance with law. However, it shall be the\nduty of the petitioners to submit fortnightly Statement of\nAccounts to the Investigating Officer;\nPRP EXPORTS \u0026 ETC. v. CHIEF SECRETARY, 1113\nGOVT. OF TAMIL NADU [K.S. RADHAKRISHNAN, J.]\nB\n3. That the order restraining the export and import by the A\nInvestigating Officer is ordered to be quashed and it is\ndirected that the respondents shall not interfere in the\nexport and import on valid documents by the petitioner.\n4. That the seal of the administrative building be opened,\nafter the Investigating Officer takes in possession of the\ndocuments, the computers, hard discs, etc., required for\ninvestigation. (As agreed between the parties, the\npetitioner is directed to depute two persons along with an\nexpert, if so advised to be present at the administrative\nbuilding on 07.11.2012 (Wednesday) at 10.00 a.m., for\nhanding over the computers, hard discs, documents,\navailable in the sealed building, after transferring the datas\nfrom computers and making copies of the documents,\nwhich are required for running of business). It is made\nC\nD\nclear that the petitioner will be entitled to get copies of the\ndocuments lying within the premises and permit the\nInvestigating Officer to take away the Computers, Hard\ndiscs and other documents, which are required for the\nInvestigation. This process shall be completed in three E\ndays and it should be completed on or before 09.11.2012\n(Friday).\n5. The Investigating Officer shall permit the petitioner to\ncarry on their business.\n6.\nWith regard to the vehicles, equipments and other\naccessories seized by the authorities under the Motor\nVehicles Act, or in criminal cases, it shall be open to the\npetitioner to take appropriate remedy in accordance with\nlaw for reasons thereof.\nNo costs.\"\n5. The State, aggrieved by the judgment of the learned\nSingle Judge, preferred Writ Appeal (MD) Nos. 906 and 907\nF\nG\nH\nB\n1114 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA of 2012 before the Division Bench of the Madras High Court.\nWhile dealing with various directions given by the learned Single\nJudge, the State represented by the learned Advocate General,\npointed out that, during the pendency of the writ appeals,\nsuspension orders dated 14.12.2012 were issued under\nSection 19(2) of the Granite Conservation and Development\nRules, 1999 as well as Show Cause Notices dated nil.12.2012\nwere issued to the writ petitioners. Further, it was also pointed\nout that the departmental proceedings as well as the criminal\nproceedings initiated against the petitioners could not be\nhampered by granting permission to them to carry on quarrying\noperations in their 56 quarries. The prayer made by the\nAdvocate General was opposed by counsel appearing for the\nwrit petitioners stating that any action taken by the Government\nsubsequent to the passing of the order by the learned Single\nJudge could not be the basis for testing the correctness, or\notherwise, of the directions given by the learned Single Judge.\nIn support of that contention, reliance was placed on the\njudgment of this Court in Mohinder Singh Gill v. Chief Election\nCommissioner, New Delhi \u0026 Ors. [1978) 1 SCC 405].\nC\nD\nE\nF\n0\nH\n6. The Division Bench of the Madras High Court formulated\ntwo questions which read as follows:\n“(1) Whether the appellants can place reliance on the\nsubsequent events, viz., passing of the suspension orders\ndated 14.12.2012 and the issuance of the show cause\nnotice dated Nil.12.2012 to the respondents/writ\npetitioners firm? and\n(2) Whether the provisions under the Special Law viz. The\nMines and Minerals (Development and Regulation) Act,\n1957 and other Rules, can override the General Law, viz.,\nthe penal provisions under the Indian Penal Code and the\nprovisions under the Code of Criminal Procedure in\nrespect of the initiation of parallel proceedings, viz.,\ndepartmental proceedings and criminal proceedings?\"\nPRP EXPORTS \u0026 ETC. v. CHIEF SECRETARY, 1115\nGOVT. OF TAMIL NADU [K.S. RADHAKRISHNAN, J.]\nB\n7. Shri Harish Salve, learned senior counsel appearing for A\nthe Petitioner, submitted that he is more concerned with the first\nquestion and arguments were advanced by him as well as Shri\nC. Sundaram, learned senior counsel appearing for the State,\non that point. In our view, the Division Bench of the High Court\nis right in examining the subsequent events as well in a case\nwhere larger public interest is involved. This Court in All India\nRailway Recruitment Board v. K. Shyam Kumar [(2010) 6\nSCC 614] distinguished Mohinder Singh Gill's case (supra),\nstating when a larger public interest is involved, the Court can\nalways look into the subsequent events. Relevant paragraph of C\nthe judgment is extracted hereinbelow :-\n\"45. We are of the view that the decision-maker can always\nrely upon subsequent materials to support the decision\nalready taken when larger public interest is involved. This\nCourt in Madhyamic Shiksha Mandal, M.P. v. Abhilash\nShiksha Prasar Samiti found no irregularity in placing.\nreliance on a subsequent report to sustain the cancellation\nof the examination conducted where there were serious\nallegations of mass copying. The principle laid down in\nMohinder Singh Gill case is not applicable where larger\npublic interest is involved and in such situations, additional\ngrounds can be looked into to examine the validity of an\norder. The finding recorded by the High Court that the\nreport of CBI cannot be looked into to examine the validity\nof the order dated 4-6-2004, cannot be sustained.\n8. The Government and the District Administration\nreceived lot of complaints with regard to illegal quarrying in the\nMadurai District, which led the State Government directing the\nDistrict Administration to verify the complaints. The District\nCollector inspected various quarries and submitted a\npreliminary report dated 19.5.2012. Subsequent to the\npreliminary report, the District Administration decided to\nconduct a comprehensive and scientific survey in all the 175\ngranite quarries functioning in the Madurai District. Considering\nthe vast area involved, the District Administration requested the\nD\nE\nF\nG\nI\n1116 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA Commissioner of Geology and Mining to depute officers from\ntheir department for carrying on the inspection. Consequently,\nthe Commissioner of Geology and Mining vide proceedings\ndated 4.8.2012 deputed six Assistant Geologists, two\nSurveyors and two Sub Inspectors of Survey from various other\nB Districts to assist the inspection team constituted by the District\nAdministration. After conducting a comprehensive and scientific\nsurvey, the Deputy Director and the Assistant Director of\nGeology and Mining submitted an Evaluation Report on\n23.11.2012 on 88 granite quarries. Among them, 16 quarries\nC belonged to the Petitioner. The inspection could not be carried.\nout in 22 granite quarries due to water logging and among that\n18 quarries belonged to the Petitioner.\nD\n9. The Deputy Director and the Assistant Director of\nGeology and Mining in their Evaluation Report dated\n23.11.2012 reported that the Petitioner firm has not carried out\nthe quarrying operations as per their mining plan and\nencroached upon the adjoining roads, tanks, channels and\nwater bodies and illicitly quarried granites in the adjacent non-\nleasehold areas also. Further, it was also pointed out that there\nE is a vast difference between the quantity permitted by the\nDistrict Mines office and the quantity quarried by the Petitioner\nfirm. Consequently, it was pointed out that they have violated.\nSection 4-(1) and 4-(1A) of the Mines and Minerals\n(Development and Regulation) Act, 1957. Further, it was also\nF pointed out that they have not maintained the boundary stones\nand the safety distance and thus violated the Rules 36(4) and\n36(1) of the Tamil Nadu Minor Mineral Concession Rules, 1959.\nIt was also pointed out that the Petitioner has not submitted the\nScheme of Mining as per Rules 15 and 18 of the Granite\nG Conservation and Development Rules, 1999 and has not stored\nthe over burden and waste materials as earmarked. Various\nother violations have also been pointed out.\nI\n10. The District Administration then forwarded the\nInspection cum Evaluation Report dated 23.11.2012 to the\n"}