{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nDIVISIONAL CONTROLLER, G.S.R.T.C.\nV\nKADARBHAI J. SUTHAR\nFEBRUARY 13, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nC\nD\nE\nF\nG\nН\nLabour Laws:\nTermination—On account of misconduct-Labour Court held that since\nworkman was acquitted in criminal case, he is entitled to reinstatement\nwithout back wages-High Court ordered 75% of full back wages-On\nappeal, held Labour Court had taken note of previous acts of misconduct\nwhile denying the back wages-Hence, direction of payment of back wages\nis not correct.\nDisciplinary proceedings-Termination on account of misconduct—\nAcquittal in criminal case—Held, would not nullify the decision taken in the\ndepartmental proceedings.\nBack wages-Entitlement to full back wages, when termination not\nfound lawful—Held, there is no automatic entitlement to full back wages.\nRespondent-workman was driver in the appellant-Corporation. He\ncaused an accident resulting in death of 8 years old child. He was acquitted\nin the criminal case. A claim petition claiming compensation was filed under\nthe Motor Vehicles Act, 1988 and the Corporation paid Rs. 45000/- to the\nclaimants. Departmental proceedings were initiated against the workman, he\nwas found guilty and was dismissed from service. He raised industrial dispute.\nThe Labour Court held that since the workman was acquitted in the criminal\ncase, a contrary view in the departmental proceedings was not permissible.\nAccordingly, reinstatement was directed without back wages.\nImmediately thereafter respondent-workman was reinstated and the\nAward of the Labour Court was not challenged by the Corporation.\nAfter sometime, workman filed writ petition before the High Court\nH questioning correctness of the refusal of back wages. Single Judge allowed\nthe writ petition and directed payment of full back wages. On appeal, Division\n550\n+\nDIVISIONAL CONTROLLER, G.S.R.T.C. v. KADARBHAI J, SUTHAR\n551\nA\nBench reduced back wages to 75% instead of full back wages.\nIn appeal to this Court, the appellant contended that the view taken by\nthe Labour Court about the effect of acquittal is clearly contrary to law; that\nthe respondent was earlier also responsible for several acts of misconduct\nand the Labour Court while deciding on the question of entitlement of back\nB\nwages had taken note of this aspect and that neither the Single Judge nor the\nDivision Bench took note of it; and the conclusion that whenever reinstatement\nis directed, payment of back wages is the natural corollary is contrary to law.\nAllowing the appeal, the Court\nHELD: 1. The orders of both the Single Judge and the Division Bench\nof the High Court suffer from several infirmities. First and foremost, mere\nacquittal in a criminal case does not have the effect of nullifying the decision\ntaken in the departmental proceedings. They operate in different areas of\nconsiderations. [Para 5] [553-D]\nNoida Entrepreneurs'Association v. Noida and Ors., WP(C) No. 150 of\n1997 with WP(C) 529 of 1998 decided by Supreme Court on 15.1.2007;\nHindustan Tin Works Pvt. Ltd. v. The Employees of Hindustan Tin Works Pvt\nLtd. and Ors., (1979) 2 SCC 80 and PGI of Medical Education and Research,\nChandigarh v. Raj Kumar, [2001] 2 SCC 54, referred to.\n2. When fixing the back wages several factors need to be noted. It is a\nwell settled law that on the finding that termination was not lawful, there is\nno automatic entitlement to full back wages. [Para 6] [553-E]\nC\nᎠ\nE\n3 Additionally, the Labour Court had taken note of the previous acts of\nF\nmisconduct by the workman while denying the back wages. That aspect was\ncompletely lost sight of. Merely because the Corporation did not challenge\nthe order of reinstatement that does not lead to a conclusion that it accepted\nany illegality in the departmental proceedings. As a matter of fact, the Labour\nCourt clearly noted that the workman admitted the legality and propriety of\nthe inquiry held against him. In the aforesaid circumstances, the inevitable G\nconclusion is that the direction for payment of back wages cannot be sustained.\n[Para 8] [554-E-G]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 3212 of 2002.\nFrom the Judgment and Final Order dated 27.9.2001 of the High Court H\nof Gujarat at Ahmedabad in L.P.A. No. 883/2000.\nL\nA\nB\nC\nE\n552\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nRamesh P. Bhatt, Mahima C. Shroff, Mukesh Kumar and Chirag M.\nShroff for the Appellant.\nA. Rasheed Qureshi and Mohd. Irshad Hanif for the Respondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Challenge in this appeal is to the judgment\nrendered by a Division Bench of the Gujarat High Court partly allowing the\nLetters Patent Appeal filed by the present appellant.\n2. Background facts in a nutshell are as follows:\nThe respondent (hereinafter referred to the 'workman') was employed\nwith the appellant-Gujarat State Road Transport Corporation (hereinafter referred\nto as the 'Corporation') as a driver. While driving a corporation vehicle\nrespondent caused an accident as a result of which a child aged about 8 years\ndied. Criminal proceedings were initiated against the workman but he was\nD acquitted. A claim petition claiming compensation was filed under the Motor\nVehicles Act, 1988 (in short 'M.V. Act') and the Corporation paid compensation\nof about Rs.45,000/- to the claimants. Departmental proceedings were initiated\nagainst the workman and he was found guilty. His negligence of duty as well\nas charge of misconduct were held to have been proved. Accordingly, he was\ndismissed from service. A reference was made under Section 10(1)(c) of the\nIndustrial Disputes Act, 1947 (in short ‘Act') to the Labour Court, Ahmedabad.\nThe Presiding Officer came to hold that since the workman was acquitted in\nthe criminal case, a contrary view in the departmental proceedings was not\npermissible. Accordingly, reinstatement was directed without back wages by\norder dated 11.5.1990. Immediately thereafter respondent-workman was\nF reinstated and the Award of the Labour Court was not challenged by the\nCorporation. Subsequently, in November, 1991, the workman filed writ petition\nbefore the High Court, questioning correctness of the refusal of back wages.\nBy order dated 21.9.2000 writ petition was allowed by a learned Single Judge\nwho directed payment of full back wages from the due date till the date from\nwhich he was reinstated along with running interest @ 6% p.a. Corporation\nG\nfiled Letters Patent Appeal before the High Court. By the impugned judgment\nthe Division Bench reduced back wages to 75% instead of full back wages\nas directed by the learned Single Judge.\n3. Learned counsel for the appellant submitted that the view taken by\nH the Labour Court about the effect of acquittal is clearly contrary to law. The\ntall\nT\nDIVISIONAL CONTROLLER, G S.R.T.C. v. KADARBHAI J. SUTHAR [PASAYAT, J.] 553\nCorporation had to pay compensation of about Rs.45,000/- to the claimants. A\nThe respondent was earlier also responsible for several acts of misconduct.\nIn fact, there were more than two dozen proceedings. The Labour Court while\ndeciding on the question of entitlement of back wages had taken note of this\naspect. Unfortunately, neither the learned Single Judge nor the Division\nBench took note of it. Further, conclusions that whenever reinstatement is\nB\ndirected, payment of back wages is the natural corollary is contrary to law.\n4. Learned counsel for the respondent on the other hand submitted that\nthough neither the learned Single Judge nor the Division Bench has referred\nto the earlier acts of misconduct, that has no relevance. The accident occurred\nbecause of inaction by the authorities to take note of the intimation by the\nrespondent-workman about the defect in the several vital parts of the vehicle.\nC\n5. The orders of both the learned Single Judge and the Division Bench\nsuffer from several infirmities. First and foremost, mere acquittal in a criminal\ncase does not have the effect of nullifying the decision taken in the\ndepartmental proceedings. They operate in different areas of considerations. D\nThis position was recently highlighted by a three-Judge Bench of this Court\nin Noida Entrepreneurs' Association v. Noida and Ors., (W.P. (C) No. 150 of\n1997 with W.P. (C) 529 of 1998 decided on 15.1.2007).\n6. When fixing the back wages several factors need to be noted. It is\na well settled position in law that on the finding that termination was not E\nlawful there is no automatic entitlement to full back wages. In Hindustan Tin\nWorks Pvt. Ltd. v. The Employee of Hindustan Tin Works Pvt. Ltd. and Ors.,\n[1979] 2 SCC 80, a three-judge Bench of this Court laid down:\nF\n\"In the very nature of things there cannot be a straight-jacket formula\nfor awarding relief of back wages. All relevant considerations will\nenter the verdict. More or less, it would be a motion addressed to the\ndiscretion of the Tribunal. Full back wages would be the normal rule\nand the party objecting to it must establish the circumstances\nnecessitating departure. At that stage the Tribunal will exercise its\ndiscretion keeping in view all the relevant circumstances. But the G\ndiscretion must be exercised in a judicial and judicious manner. The\nreason for exercising discretion must be cogent and convincing and\nmust appear on the face of the record. When it is said that something\nis to be done within the discretion of the authority, that something is\nto be done according to the rules of reason and justice, according to\nlaw and not humour. It is not to be arbitrary, vague and fanciful but H\nA\n554\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nlegal and regular (See Susannah Sharp v. Wakefield, [1891] AC 173,\n179)\"\n1\n7. In P.G.I. of Medical Education and Research, Chandigarh v. Raj\nKumar, [2001] 2 SCC 54, this Court found fault with the High Court in setting\naside the award of the Labour Court which restricted the back wages to 60%\nB and directing payment of full back wages. It was observed thus:\nC\nD\nE\nF\n\"The Labour Court being the final Court of facts came to a conclusion\nthat payment of 60% wages would comply with the requirement of law.\nThe finding of perversity or being erroneous or not in accordance\nwith law shall have to be recorded with reasons in order to assail the\nfinding of the Tribunal or the Labour Court. It is not for the High\nCourt to go into the factual aspects of the matter and there is an\nexisting limitation on the High Court to that affect.”\nAgain at paragraph 12, this Court observed:\n\"Payment of back wages having a discretionary element involvement\nin it has to be dealt with in the facts and circumstances of each case\nand no straight-jacket formula can be evolved, though, however, there\nis statutory sanction to direct payment of back wages in its entirety.\"\n[See: Hindustan Motors Ltd. v. Tapan Kumar Bhattacharya and Anr.,\n(2002) AIR SCW 3008)].\"\n8. Additionally, the Labour Court had taken note of the previous acts\nof misconduct by the workman while denying the back wages. That aspect\nwas completely lost sight of by the learned Single Judge as well as the\nDivision Bench. Merely because the Corporation did not challenge the order\nof reinstatement that does not lead to a conclusion that it accepted any\nillegality in the departmental proceedings. As a matter of fact, the Labour\nCourt clearly noted that the workman admitted the legality and propriety of\nthe inquiry held against him.\n9. In the aforesaid circumstances, the inevitable conclusion is that the\nG direction of payment of back wages cannot be sustained. The orders passed\nby the learned Single Judge as partly modified by the Division Bench stand\nset aside to the aforesaid extent.\n10. The appeal is allowed without any order as to costs.\nH D.G.\nAppeal allowed.\nلسلام\n"}