{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nK. MADALAIMUTHU AND ANR.\nV.\nSTATE OF TAMIL NADU AND ORS.\nFEBRUARY 27, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nC\nD\nE\nF\nG\nH\nConstitution of India, 1950:\nArticle 129 Contempt petition-Alleging disobedience and disrespect\nto orders passed by Supreme Court-Meanwhile petitioners promoted with\nconsequential benefits and orders of the Court stated to have been fully\ncomplied with-Held, in view of unqualified and unconditional apology\ntendered by alleged contemnors, the contempt petition is disposed of-\nContempt of Court.\nService Law-Tamil Nadu Registration Service-Promotion to the cadre\nof Additional Inspector General of Registration.\nPetitioners filed the contempt petition alleging disobedience and\ndisrespect to the judgment and order dated 4.7.2006 passed by the Supreme\nCourt. It was also prayed that the order dated 25.7.2006 passed by the alleged\ncontemnors promoting an officer junior to the petitioners be set aside and\ncontemnors be directed to redetermine the seniority in terms of the judgment\ndated 4.7.2006 and to promote the petitioners to the post of Additional Inspector\nGeneral of Registration in the Tamil Nadu Registration Service.\nMeanwhile the petitioners were promoted and the order dated 4.7.2006\nwas stated to have been fully complied with. The alleged contemnors tendered\nunqualified and unconditional apology and stated that there was no intention\nto disobey the orders of the Court; and implementation of the orders was\ndelayed only due to administrative and procedural delay.\nDisposing of the contempt petition, the Court\nHELD: The apology appears to be genuine. Since the respondents have\npurged the contempt, taking a lenient view of the matter and considering their\nage and future prospects, the Contempt petition is disposed of by accepting\n394\n:\n.\n\u003e\nK. MADALAIMUTHU v. STATE OF TAMIL NADU ĮLAKSHMANAN, J.] 395\ntheir unconditional apology tendered in the Court and in the affidavits. The A\nstatement made at the Bar that the salary and other consequential benefits\nconsequent upon the promotion shall be given to the petitioners in accordance\nwith rules, is placed on record. [Paras 12 and 13] [398-B-C❘\nCIVIL APPEALLATE JURISDICTION: Contempt Petition (C) No. 208 of\n2006.\nB\nIn\nCivil Appeal No. 2791-2793 of 2002.\nFrom the Judgment and final Order dated 24.12.2001 of the Madras High C\nCourt in Writ Petition Nos. 16806/98, 1548 \u0026 1549 of 1999.\nK. Ramamurthy, B. Balaji and Satya Mitra Garg for the Petitioners.\nSoli J. Sorabjee, Altaf Ahmad, V.G. Pragasam, S. Vallinayagam and S.\nPrabhu Ramasubramanian for the Respondents.\nᎠ\nP.R. Kovilan Poongkuntran, V. Vasudevan, Naresh Kumar, S. Ravishankar,\nR. Yamunah Nachiar, Vidushi Tandon for the Intervenors.\nThe Judgment of the Court was delivered by\nE\n(I)\nDR. AR. LAKSHMANAN, J. 1. We have heard Mr.K.Ramamoorthy,\nlearned senior advocate for the petitioners and Mr.Soli J.Sorabjee and Mr.Altaf\nAhmad, learned senior advocates for the respondents.\n2. The above Contempt Petition was filed by Mr.K.Madalaimuthu and\nMr.A.Arumuga Nainar against Mr.M.Devaraj, IAS and Mr.M.Muthusamy, IAS F\nto initiate contempt proceedings against them for having deliberately, wilfully\ndisobeyed and disrespected the Judgment and Order dt.04.07.2006 passed by\nthis Court in CA No.2791-2793/2002 and punish the respondent-contemnors\nfor the said violation, disobedience and disrespect to the said Order of this\nCourt. A further prayer was also made to set aside the Orders passed by the\ncontemnors dated 25.07.2006 by which the junior of the petitioners had been\npromoted to the cadre of Additional Inspector General of Registration and\norder dated 10.08.2006 of the first contemnor by which the said junior had\nbeen posted as Additional Registrar of Chits in the cadre of Additional\nInspector of Registration in the existing vacancies.\nG\nH\nA\nB\n396\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n3. The third prayer is to direct the contemnors to re-determine the\nseniority in terms of the Judgment 04.07.2006 passed by this Court in\nC.A.No.2791-2793/2002 and to promote the petitioners to the cadre of\nAdditional Inspector General of Registration in the Tamil Nadu Registration\nService.\n4. On service of notice, both the respondents have appeared before us\non the last occasion.\n5. The respondents have filed reply affidavit through Mr.M.Devaraj,\nI.A.S. explaining the delay in complying with the order of this Court. In para\n3, Mr.Devaraj has tendered his unconditional apology for his action. In the\nC\nconcluding portion of the affidavit, he has stated that there was no intention\nto disobey the orders of this Court and that the implementation of the Orders\nwas delayed only due to administrative and procedural delay. It is further\nstated that the respondents have been implementing Orders issued by this\nCourt in various matters with very high regards and in letter and spirit.\nD\nE\nF\nG\n6. In para 6 of the said affidavit, he expressed his sincere sorry for the\ndelay in complying with the Orders of this Court and the same has been\ncaused due to the reasons mentioned in para supra of the said affidavit. It\nis also stated that it was never his intention to disobey the Orders of this\nCourt and that he has great respect for this Court and its Orders.\n7. In the concluding portion, he once again tendered his unqualified and\nunconditional apology and pray that the action of the respondents may not\nbe considered as violating any of the Orders of this Court and purge this\nContempt proceedings.\n8. We have also perused the orders passed by the Department - G.O.(Ms.)\nNo.151 dt.24.11.2006 (Annexure R-1) issued by the Commercial Taxes and\nRegistration Department and also the proceedings of the Inspector General\nof Registration (Annexure R-2) dt.24.11.2006. An additional affidavit was also\nfiled on behalf of the respondents through Mr.M.Devaraj, I.A.S. The rejoinder\nwas filed by the petitioners. Another reply affidavit was filed on behalf of the\nrespondents to the rejoinder filed by the petitioners. The reasons for the\ndelay have also been explained in the said affidavit.\n9. Our attention was also drawn to the order passed by the Government\nof Tamil Nadu, Commercial Taxes and Registration Department- G.O.(Ms.)\nH No.30 dt.19.01.2007 regarding refixing the seniority of Tvl.K.Madalaimuthu\nK. MADALAIMUTHU v. STATE OF TAMIL NADU [LAKSHMANAN, J.] 397\nand A.Arumuga Nainar in the relevant panels in respect of higher post and A\nG.O.(Ms.)No.31 dt.19.01.2007-promoting Thiru K.Madalaimuthu as Additional\nInspector General of Registration (Intelligence) in the office of the Inspector\nGeneral of Registration.\n10. Our attention was also drawn to G.O.(Ms.)53, Commercial Taxes and\nRegistration Department, dt.17.02.2007 and in particular para 4 at page 171 B\nwhich reads thus :-\n“4. In exercise of the powers conferred under General Rule 48 of\nthe Tamil Nadu State and Subordinate Services comprised in Part-II,\nVolume-1 of the Tamil Nadu Services Manual, 1987, the Governor of\nC\nTamil Nadu hereby relaxes the Special Rule for the Tamil Nadu\nRegistration Service necessitating two years service in the post of\nDeputy Inspector General of Registration for promotion to the post of\nAdditional IGR in favour of Thiru A.Arumuga Nainar, so as to be\npromoted as Additional Inspector General of Registration.\nConsequently the pay of Thiru A. Arumuga Nainar be fixed under D\nruling 17 under Fundamental Rule-27.\"\n11. Consequently, the second petitioner Thiru A.Arumuga Nainar was\npromoted and posted as Additional Inspector General of Registration in the\noffice of the Inspector General of Registration, Chennai. It is thus seen that\nthe Orders passed by this Court have now been fully complied with though E\nbelatedly. On the last occasion, learned counsel for the petitioners brought\nto our notice that no car and the office room has been provided to the\npetitioners for their official use. Today, when the matter is taken up for\nhearing, proceedings issued by the Inspector General of Registration, Chennai-\n28 No.4428/F2/2007 dt.23.02.2007 was placed before us. The said proceedings\nreads as follows :-\n“(1) For official use a Bolero Car bearing No.TN 22G 0356 along\nwith a Driver named Thiru Jayaraman is allotted to Additional Inspector\nGeneral of Registration (Intelligence). The Office Room situated in the\nsouthern end in 3rd floor is allotted for his official use.\n(2) For official use a Bolero Car bearing No.TN 07AG 1234 along\nwith a Driver named Thiru Chinnasamy is allotted to Additional\nInspector General of Registration (Stamps and Registration). The Office\nRoom situated in the northern end in 3rd floor is allotted for his\nofficial use.\"\nF\nG\nH\nT\n1\nA\nB\nC\n398\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n12. The learned senior counsel Mr.Soli J.Sorabjee and Mr. Altaf Ahmad\nappearing on behalf of the respondents have also informed this Court that\nthe salary and other consequential benefits consequent upon the promotion\nshall be given to the petitioners in accordance with rules. The statement made\nby the learned senior counsel is placed on record.\n13. We have perused the apology tendered by the respondents in their\naffidavit. The apology appears to be genuine. Since the respondents have\npurged the contempt and taking a lenient view of the matter and considering\ntheir age and future prospects, we dispose of the Contempt Petition by\naccepting their unconditional apology made in Court and in the affidavits.\nThe Contempt Petition is disposed of accordingly. The contempt notice is\ndischarged.\nRP.\nContempt Petition disposed of.\n"}