{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nNATHUNI RAM\nV.\nRAGHUPAT RAM AND ORS.\nFEBRUARY 23, 2007\n[DR. ARIJIT PASAYAT AND R.V. RAVEENDRAN, JJ.]\nC\nCode of Civil Procedure, 1908; s.100:\nSuit for declaration of title and confirmation of possession over suit\nland-Dismissed by trial Court-First appellate Court accepting claim of the\nappellant in respect of part of the suit land confirming possession of defendants\non remaining part-Appeal preferred by appellant and not by defendant-\nDismissed by High Court reversing the relief granted by first appellate\nCourt-Correctness of Held: Relief granted by first appellate Court was\nD reversed by High Court even without any challenge from defendants-Hence,\nappeal allowed to the extent confirming the relief granted to the appellant\nearlier by the first appellate Court-Practice and Procedure-Appeal.\nAppellant filed a suit for declaration of title and for confirmation of\npossession over the suit land. The suit was dismissed by the trial Court. On\nE appeal, the first appellate Court allowed the appellant's claim in respect of 22\nF\ndecimal of land and allowed the defendants to have possession over 14 decimals\nof land. Aggrieved, the appellant filed an appeal under Section 100 of the Code\nof Civil Procedure, questioning correctness of the view expressed by the first\nappellate Court. Though the defendants had not questioned correctness of the\nview expressed by the first appellate court, yet the High Court set aside the\norder of the first appellate Court and confirmed the judgment of the trial Court.\nThe appeal filed by the appellant was allowed by the first appellate Court.\nAppellant still not satisfied with the judgment of first appellate Court filed an\nappeal, which was dismissed by High Court setting aside order of the first\nappellate Court. In fact, the relief that was granted to the appellant by the\nG first appellate Court was reversed. Hence the present appeal.\nAppellant contended that the course adopted by the High Court is clearly\ncontrary to law; and that in the absence of an appeal by the defendants it was\nnot open to the High Court to take a contrary view.\nH\n36\nNATHUNI RAM v. RAGHUPAT RAM [PASAYAT, J.]\n37\nAllowing the appeal, the Court\nA\n\u003e\nHELD: There are confusions galore in the High Court's order; firstly\nthe appeal was dismissed but the first appellate Court's order which was in\nfavour of the appellant was set aside without any challenge from the\ndefendants; secondly, in the appellant's appeal the relief which was not\nquestioned by anybody could not have been nullified; thirdly, the High Court's B\nultimate conclusion was that the appeal was allowed while it was otherwise.\nHence, the appeal is allowed to the extent that the relief granted to the appellant\nby the first appellate Court stands confirmed. [Paras 10 and 11]\n[38-G-H; 39-A-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 910 of 2007.\nFrom the Judgment and Final Order dated 14.9.2004 of the High Court\nof Jharkhand at Ranchi in Appellate Decree No. 37 of 2002.\nSunil Kumar, Anita Kanungo and Mridula Ray Bhardwaj for the Appellant.\nSyed Ali Ahmad, Syed Tanweer Ahmad, S.S. Bandyopadhyay, Mohd.\nShah Nawaz Hasan, Shabana Saifi and Mohan Pandey for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the judgment rendered by a learned\nSingle Judge of the Jharkhand High Court. The plaintiff, who had filed the\nsecond appeal before the High Court under Section 100 of the Code of Civil\nProcedure, 1908 (in short the 'Code'), has filed this appeal.\n3. Detailed reference to the factual aspect is really unnecessary.\n4. Plaintiff had filed the suit for declaration of title as well as confirmation\nof possession over the suit land. The description of the property was given\nas plot No. 51 measuring 36 decimal of land appertaining to Khata No. 80 of\nVillage Japla, Dhorhara, District Palamu. The suit was dismissed by the learned\nMunsif Daltonganj.\n5. An appeal was carried before the first appellate court. In the appeal,\nlearned VIII Additional District Judge, Palamau held that the appellant's claim\nwas to be accepted in respect of 22 decimal of land and that the defendants\nC\nD\nE\nF\nG\nH\n38\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA had got possession over 14 decimals of land. Appellant filed appeal under\nSection 100 of the Code questioning correctness of the view expressed by the\nfirst appellate court.\nB\nC\n6. The following question was formulated in the second appeal treating\nthe same to be a substantial question of law.\n\"Whether the Court of appeal below erred in law in rejecting plaintiff's\nclaim over 14 decimals out of total 36 decimals land of plot No. 51,\nwhen Raiyati Settlement obtaining in 1342 Fasli was not negatived.\"\n7. It is to be noted that the defendants had not questioned correctness\nof the judgment and decree of the first appellate Court. Hereafter starts the\nconfusion. Though the defendants had not questioned correctness of the\nview expressed by the first appellate court and even had not tried to support\nthe conclusions during hearing of the second appeal filed by the appellate,\nyet the High Court set aside the order of the first appellant court and\nD\nconsequentially confirmed the judgment of the trial court. As if that was not\nenough, in the ultimate conclusion the High Court noted that the appeal filed\nby the appellant was allowed. In fact the relief that was granted to the\nappellant by the first appellate court was reversed.\nE\n8. In support of the appeal learned counsel for the appellant submitted\nthat the course adopted by the High Court is clearly contrary to law. Admittedly\nthere was no appeal questioning the first appellate court's view regarding\nappellant's entitlement to 22 decimals of land. In the absence of an appeal by\nthe defendants it was not open to the High Court to take a contrary view.\nF\n9. Learned counsel for the respondents fairly conceded that there was\nno appeal filed by them so far as the relief granted by the first appellant court\ni.e. 22 decimals of land. It was also fairly conceded that there was no stand\ntaken by them before the High Court to the effect that the relief granted to\nthe appellant was not legal.\nG\n10. As noted above there are confusions galore in the High Court's\norder; firstly the appeal was dismissed but the first appellate court's order\nwhich was in favour of the appellant was set aside without any challenge from\nthe defendants; secondly in the appellant's appeal the relief which was not\nquestioned by anybody could not have been nullified; thirdly, the High\nH Court's ultimate conclusion was that the appeal was allowed while it was\notherwise.\nNATHUNI RAM v. RAGHUPAT RAM [PASAYAT. J.]\n39\nA\n11. Above being the position we allow the appeal to the extent that the\nrelief granted to the appellant by the first appellate court stands confirmed.\nThe High Court's order, directing that the appellate court's judgment is to be\nreversed and that of the trial court is to be restored, cannot stand to that\nB\nextent.\nS.K.S.\n12. The appeal is allowed without any orders as to costs.\nAppeal allowed.\n"}