{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nVIJAY SINGH GOND AND ORS.\nV.\nUNION OF INDIA AND ORS.\nMARCH 13, 2007\n[C.K. THAKKER AND V.S. SIRPURKAR, JJ.]\nScheduled Castes and Scheduled Tribes Orders (Amendment) Act, 2002:\nB\nSocial status-In State of Uttar Pradesh certain communities transferred C\nfrom list of Schedule Caste to list of Scheduled Tribes-Writ petition filed\nchallenging the transfer-Meanwhile, keeping in view the forthcoming State\nAssembly elections, ex-parte interim order prayed for stay of operation of the\nenactment or to permit members of the communities concerned to contest\nAssembly elections on seats reserved for Scheduled Castes-Rule issued-As D\nregards interim stay, HELD: on facts and in circumstances of the case, grant\nof interim relief would result in complications and confusions-Virtually it\nwould amount to grant of interim relief against legislation as grant of such\nrelief would prevent legislation to operate-Besides, the Act came into force\nin January 2003 whereas petition was filed in July 2006-Therefore, interim\nrelief refused—Interim Order-Constitution of India—Article 341.\nCIVIL ORIGINAL JURISDICTION: Writ Petition (Civil) No. 363 of 2006.\n(Under Article 32 of the Constitution of India.)\nE\nCIVIL APPEAL NO.\nWITH\n· OF 2007.\nArising out of Special Leave Petition (C) Nos. 17001-17003 of 2005.\nF\nShanti Bhushan, Anurga Dubey, Anu Sawheny, D.P. Pandey, Meenesh\nDubey and S.R. Setia for the Appellants.\nG\nGopal Subramanium, ASG, Dinesh Dwivedi, Raj Kumar Gupta, Kamlendra\nMishra, Rajeev Dubey, Vishwajit Singh, Meenakshi Arora, Survrajyoti Gupta,\n985\nH\n986\nSUPREME COURT REPORTS\nA Gaurav Agrawal and P. Parmeshwaran for the Respondents.\nThe following Order of the Court was delivered:\nB\n1. Rule.\nORDER\n[2007] 3 S.C.R.\nC\nD\nE\nF\n2. Issue notice to the Attorney General for India.\n3. We have heard learned counsel for the parties on interim relief.\nInterim relief prayed by the petitioners in the present petition reads as under:\n(a) to pass an ad-interim ex-parte order staying the effect and\noperation of the Scheduled Castes and Scheduled Tribes Orders\n(Amendment) Act, 2002; or\n(b) to pass an ad-interim ex-parte order permitting the petitioners\nand other members of their communities to contest the\nforthcoming U.P. State Assembly Elections on seats reserved for\nScheduled Castes;\n(c) to pass such other and or further orders as may be deemed fit\nand necessary in the facts of the case.\n4. The case of the petitioners is that they belong to ten communities\nof the State of Uttar Pradesh, which have been transferred from the list of\nScheduled Castes to the list of Scheduled Tribes under the Scheduled Castes\nand Scheduled Tribes Orders (Amendment) Act, 2002 (Act X of 2003)\n(hereinafter referred to as 'the Act'). It is the case of the petitioners that they\nbelonged to Scheduled Caste. As Scheduled Caste members, they were entitled\nto exercise and enjoy all fundamental rights, constitutional rights and statutory\nrights as members of Scheduled Caste. Parliament, by the impugned Act,\nsought to exclude certain Scheduled Castes from the category of Scheduled\nCastes and included them in the category of Scheduled Tribes in the purported\nexercise of power under Article 341 of the Constitution. The petitioners\nG asserted that in the State of Uttar Pradesh, before the impugned Act was\nenacted, there were 69 Scheduled Castes and 5 Scheduled Tribes. After the\nabove Act had been enacted, Scheduled Castes would be reduced from 69 to\n52 and Scheduled Tribes would be increased from 5 to 22. Thus, there would\nbe reduction of 17 Castes and sub-Castes (10 Castes and 7 sub-Castes) and\naddition of 17 Castes in Scheduled Tribes. The impugned action, contended\nH the petitioners, has prejudicially affected the petitioners and several members\n1\nVIJAY SINGH GOND v. U.O.I.\n987\nof Scheduled Castes who had all throughout enjoyed benefits as Scheduled A\nCastes. Now, they would be deprived of the said benefits. It was also submitted\nthat though there is reduction of 17 Castes and sub-Castes from Scheduled\nCastes, seats in Parliament as also in Legislative Assemblies have not been\nincreased or decreased and they have remained as they were, which is also\nviolative of the scheme of the Constitution and would be detrimental and\nB\nadversely affecting the interests of Scheduled Caste persons who were sought\nto be converted to Scheduled Tribes. It would give additional benefit to the\nremaining Scheduled Caste persons inasmuch as though such Castes would\nbe reduced from 69 to 52, number of seats in Parliament as well as in Legislative\nAssemblies would not change. On the other hand, it would curtail the benefit\nto which the members of Scheduled Tribe would be entitled as after the C\nimpugned Act, there would be increase in Scheduled Tribes from 5 to 22. The\nAct is also unconstitutional and ultra vires Articles 14, 19 and 21 as also Part\nXVI (Articles 330 to 342) of the Constitution. The petitioners contended that\nthe Legislature, while enacting the Act, failed to consider the complications\nlikely to arise and injustice to be caused to Scheduled Castes if the Act were\nto be brought into force without making necessary change in allotment of\nseats in accordance with the provisions of the Constitution, particularly\nArticles 330 and 332. Such action would also violate constitutional rights of\nthe petitioners in Part IX (Articles 243 to 243-0) of the Constitution. The\npetitioners, therefore, made representations to Hon'ble the President of India,\nHon'ble the Prime Minister of India, Hon'ble Minister for Tribal Affairs, National E\nCommission for Scheduled Tribes and others requesting them to take\nappropriate steps so that they would not suffer and would continue to enjoy\nrights to which they are entitled but nothing was done by the respondents.\nThey were, therefore, constrained to approach this Court by filing a petition\nunder Article 32 of the Constitution.\n5. In Paras 8, 22, 23 and 24 of the Petition, the petitioners stated;\n8.\nᎠ\nF\nThat in view of the aforesaid constitutional provisions in the\nState of U.P. (prior to its bifurcation in the Year 2000) out of the\ntotal 425 seats, 92 seats had been reserved for Scheduled Castes\nand one seat had been reserved for Scheduled Tribes. After the G\ndivision of the State of U.P. into the States of U.P. and Uttranchal,\nthe total number of seats in the State of U.P. came down to 403\nand the seats reserved for Scheduled Castes came down to 89\nand the seats reserved for scheduled tribes became zero.\n22. That the Petitioners and other similarly situated persons who H\n►\n988\nA\nB\nC\nD\nE\nF\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nprior to enactment of the Act contested the Parliament and\nAssembly elections on seats reserved for Scheduled Castes\nwould now not be able to contest elections from these reserved\nseats as these persons now belong to Scheduled Tribes and\nthey would also not be able to get any benefit of the provision\nfor reservation of seats for Scheduled Tribes as no reservation\ncan be effected for Scheduled Tribes in the State of U.P. as per\nthe changed population till a census is conducted after 2026.\n23. That the members of the ten castes and seven sub castes which\nhave been shifted from list of Scheduled Castes to list of\nScheduled Tribes are now faced with a grossly unfair, unjust and\ndisadvantageous situation wherein they have now due to the\nenactment of the Act, on one hand lost the benefits which were\navailable to them earlier being members of the Scheduled Castes\nand on the other have not been conferred with any benefits for\nbeing members of the Scheduled Tribes due to the explanation\nof Article 330.\n24. That the Petitioners and other members of their community had\na constitutional right under Articles 330 and 332 to have seats\nreserved for them in House of People and State Assemblies.\nHowever the said right now seems to stand defeated in view of\nthe enactment of the Act. This extinguishments of their\nconstitutional rights is also not temporary or for a short period\nbut for a period of twenty six years which means that one whole\ngeneration of these oppressed classes would stand to lose their\nconstitutional right of reservation in elected bodies due to\nenactment of the Act.\nNotice was issued by this Court on August 14, 2006. (It may be stated\nthat a similar grievance was made by the petitioners in Special Leave Petition\n(Civil) Nos. 17001-03 of 2005 which have been filed by the petitioners against\njudgment and order passed by the High Court of Judicature at Allahabad on\nJuly 25, 2005). On November 6, 2006, the Court observed that respondents\nG had not filed counter affidavit and three weeks' time was granted as prayed\nfor to file such affidavit. Even thereafter, affidavit was not filed. On February\n2, 2007, learned counsel for the Union of India, State of U.P. and Election\nCommission sought two weeks' time to file affidavit and the prayer was\ngranted. But even today affidavit is filed only by the Election Commission of\nH India (Respondent No.2) and no affidavit in reply is filed either by the Union\n·\nVIJAY SINGH GOND v. U.O.I.\nof India or by the State of U.P.\n989\nA\n6. Mr. Shanti Bhushan, Senior Advocate appearing for the petitioners\nsubmitted that the impugned Act is violative of Part III of the Constitution\nas it interferes with the fundamental rights of the petitioners who belong to\nScheduled Castes as also Part XVI of the Constitution as it interferes with the\nC\nconstitutional rights conferred on members of Scheduled Castes. He also B\nsubmitted that there is total non application of mind on the part of Parliament\nin not considering the effect of the Act and consequences likely to ensue.\nThe counsel also urged that serious prejudice would be caused to several\ncastes and sub-castes which had all throughout enjoyed the status and\nbenefit of Scheduled Castes without conferring benefits as members of\nScheduled Tribes under Part XVI of the Constitution. He, therefore, submitted\nthat the Act is unconstitutional. A prayer is made in the petition to stay the\noperation of the Act. The counsel, however, submitted that if this Court is\nnot inclined to grant stay against operation of the Act, limited stay may be\ngranted permitting the petitioners and other members of Scheduled Caste\ncommunities who are sought to be transferred to Scheduled Tribe communities D\nto enjoy benefits as they have enjoyed up to the day of passing of the\nimpugned Act by allowing them to contest forthcoming Uttar Pradesh State\nLegislative Assembly elections on seats reserved and earmarked for the\ncandidates belonging to Scheduled Castes. According to him, if such relief\nis not granted, serious prejudice would be caused to them and they would\nsuffer irreparable loss.\nE\n7. As already stated, the Union of India has not filed counter to the\npetition. So far as Election Commission is concerned, it stated that it has\n\"nothing to say with regard to the challenges to the vires of the impugned.\nAct\". It was also stated that once the petitioners' community had been F\ndeclared to be Scheduled Tribe under the impugned Act, they cannot be said\nto belong to Scheduled Caste. The Election Commission is obliged to conduct\nAssembly Elections in the State of Uttar Pradesh as per enacted laws.\n8. Having heard learned counsel for the parties, in our opinion, no\ninterim relief can be granted as prayed for by the petitioners. It is no doubt G\ntrue that Part III of the Constitution confers certain fundamental rights and\nfor the observance and enforcement of such rights, an aggrieved party may\napproach a High Court under Article 226 or this Court under Article 32 of the\nConstitution. It is also true that 'Special provisions relating to certain classes'\nhave been made in Part XVI. Article 330 provides for reservations of seats\nH\n990\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA for Scheduled Castes and Scheduled Tribes in the House of People. The said\nArticle reads as under:\n00\nB\nC\nD\nE\nF\nG\n330. Reservation of seats for Scheduled Castes and Scheduled Tribes\nin the House of the People.-(1) Seats shall be reserved in the House\nof the People for\n-\n(a) the Scheduled Castes;\n(b) the Scheduled Tribes except the Scheduled Tribes in the\nautonomous districts of Assam; and\n(c) the Scheduled Tribes in the autonomous districts of Assam.\n(2) The number of seats reserved in any State or Union territory for\nthe Scheduled Castes or the Scheduled Tribes under clause (1) shall\nbear, as nearly as may be, the same proportion to the total number of\nseats allotted to that State or Union territory in the House of the\nPeople as the population of the Scheduled Castes in the State or\nUnion territory or of the Scheduled Tribes in the State or Union\nterritory or part of the State or Union territory, as the case may be,\nin respect of which seats are so reserved, bears to the total population\nof the State or Union territory.\n(3) Notwithstanding anything contained in clause (2), the number of\nseats reserved in the House of the People for the Scheduled Tribes\nin the autonomous districts of Assam shall bear to the total number\nof seats allotted to that State a proportion not less than the population\nof the Scheduled Tribes in the said autonomous districts bears to the\ntotal population of the State.\nExplanation. In this article and in article 332, the expression\n\"population\" means the population as ascertained at the last preceding\ncensus of which the relevant figures have been published:\nProvided that the reference in this Explanation to the last preceding\ncensus of which the relevant figures have been published shall, until\nthe relevant figures for the first census taken after the year 2026 have\nbeen published, be construed as a reference to the 2001 census.\n9. Likewise, Article 332 provides for reservations of seats for Scheduled\nCastes and Scheduled Tribes in the Legislative Assembly of the States.\nH Clause (1) of Article 341 enables the President by a notification to specify the\nVIJAY SINGH GOND v. U.O.I.\n991\nCastes, Races or Tribes or parts or groups within Castes, Races or Tribes A\nwhich shall for the purposes of the Constitution be deemed to be Scheduled\nCastes in relation to that State or Union Territory, as the case may be.\n10. Clause (2) of Article 341 empowers Parliament by law to include in\nor exclude from the list of Scheduled Castes specified in a notification issued\nunder clause (1) any caste, race or tribe or part of or group within any caste,\nrace or tribe.\nB\nC\n11. The contention of the learned counsel for the petitioners is that\nArticle 330 mandates that the number of seats reserved in any State or Union\nTerritory for Scheduled Caste or Scheduled Tribe must be on the basis of\npopulation of such Scheduled Castes or Scheduled Tribes. It was, therefore,\nsubmitted that once there is change and either reduction or addition in\npopulation of Scheduled Castes or Scheduled Tribes, as the case may be,\nthere must necessarily be decrease or increase in seats in Parliament as also\nin the Legislative Assembly. Such a constitutional requirement cannot be\noverlooked or ignored. Parliament, by enacting the impugned Act, had made D\ncertain members of Scheduled Castes as members of Scheduled Tribes without\nimplementing and giving effect to Articles 330 and 332 of the Constitution,\nwhich is clearly illegal and against the scheme of the Constitution. It is also\nsubmitted that for the purpose of Articles 330 and 332, the expression\n'population' would mean the population as ascertained in the last preceding\ncensus of which the relevant figures have been published which is 2001\ncensus. The counsel also relied upon the proviso to Article 330 which declares\nthat the reference in the Explanation to the last preceding census of which\nthe relevant figures had been published shall until the relevant figures for the\nfirst census taken after the year 2006 have been published, be construed as\na reference to the 2001 census. It was, therefore, submitted that the impugned F\nAct is inconsistent with the provisions of Articles 330 and 332 of the\nConstitution.\n(I)\nE\n12. Mr. Gopal Subramanium, Additional Solicitor General submitted that\nan Act has been enacted by competent Legislature i.e. Parliament. If the Court\nis of the view that the challenge to constitutionality of law requires G\nconsideration, the petition may be admitted. Regarding interim relief, however,\nhe stated that normally a Court would not grant interim relief against legislative\naction. Even with regard to limited interim relief, he submitted that once the\nAct has been enacted and has been brought into force, interim relief of\ninterfering with an action taken in pursuance of a legislation may not be\nH\nB\n992\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA granted. He submitted that the Act has come into force with effect from\nJanuary 7, 2003. The Schedule thereof excludes certain Scheduled Castes into\nScheduled Tribes under the Act. If interim relief sought by the petitioners is\ngranted and irrespective of the provisions of the Act, members of Scheduled\nCastes to be treated as members of Scheduled Tribes would be deemed to be\ntreated as Scheduled Caste members, virtually the Court would be granting\ninterim stay against operation of the Act. He also submitted that the operation\nof the Act is not limited to elections to Parliament, Legislative Assemblies or\nLocal Bodies. The Act is general in nature and deals with status of members\nof 'certain classes'. In fact, Part XVI of the Constitution itself deals with\nmatters other than election. For instance, Article 335 relates to claims of\nC Scheduled Castes and Scheduled Tribes to services and posts. The Act has\nalready been implemented and has come into force. Persons belonging to\ncertain Scheduled Castes have been treated, under the impugned Act, as\nmembers of Scheduled Tribes.\n13. In our opinion, Mr. Gopal Subramanium is right in submitting that\nD grant of interim relief may create complications. For instance, a member of a\nparticular Scheduled Caste who has now been treated under the impugned\nlegislation as member of Scheduled Tribe, may be able to claim certain benefits\nas member of Scheduled Tribe under the Act. How can he at the same time\nclaim benefits as a member of Scheduled Caste also? Again, can it be said\nthat a person originally belonged to Scheduled Caste and required to be\ntreated as belonged to Scheduled Tribe under the impugned Act will continue\nto be treated as belonged to Scheduled Caste for the purpose of election\nunder Articles 330 and 332 of the Constitution, but such person will be treated\nas member of Scheduled Tribe for the purpose of other provisions of the\nConstitution, for instance, under Article 335 of the Constitution? Such\nF dichotomy, in our opinion, is not envisaged. Since we are of the view that\nE\nG\nserious questions of law have been raised by the petitioners, the petition\ndeserves to be admitted and accordingly we have issued Rule. But in the facts\nand circumstances of the case, in our opinion, grant of interim relief would\nresult in complications and confusions. Virtually it would amount to grant of\ninterim relief against legislation as grant of such relief would prevent legislation\nto operate. Moreover, the Act is of 2002 and came into force in January, 2003\nwhereas the petition under Article 32 of the Constitution was filed by the\npetitioners in this Court in July, 2006. It is no doubt true as submitted by Mr.\nShanti Bhushan that before filing the petition, representations were made by\nthe petitioners but no heed was paid by the authorities. It is also true that\nH even after July, 2006, respondents, particularly Union of India, had not done\nVIJAY SINGH GOND v. U.O.I.\n993\nanything in the matter, not even filed affidavit in reply by clarifying the A\nposition as to injustice likely to be suffered by a section of the society. At\nthe same time, however, grant of interim relief would create more problems,\ncomplications and confusions. In our opinion, therefore, interim relief, as\nprayed for by the petitioners, cannot be granted at this stage. Hence, interim\nrelief is refused.\nR.P.\nSpecial Leave Petition (Civil) Nos. 17001-17003/2005\n14. Leave granted.\n15. To be heard with Writ Petition No. 363 of 2006.\nInterim relief refused.\nAppeal to be heard with\nWrit Petition No. 363 of 2006.\nB\nC\n"}