{"pages":[{"pageNumber":11}],"text":"MAHADEO v. STATE OF MAHARASHTRA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n677\nwas further upheld by the High Court by the impugned judgment.\nThe High Court, however, found that the conviction for the\noffence under Section 506 IPC was not sufficiently supported\nby evidence and conviction and sentence for offence under\nSection 506 IPC was set aside.\n17. Having perused the judgment of the High Court, we are\nalso convinced that the said conclusion is also perfectly\njustified.\n18. This Court in Lillu alias Rajesh and another vs. State\nof Haryana reported in AIR 2013 SC 1784, where one of us\nwas a party, held in para 11 that:\n\"\n\"11. In State of Punjab v. Ramdev Singh, AIR 2004\nSC 1290, this Court dealt with the issue and held that rape\nis violative of victim's fundamental right under Article 21\nof the Constitution. So, the Courts should deal with such\ncases sternly and severely. Sexual violence, apart from\nbeing a dehumanizing act, is an unlawful intrusion on the\nright of privacy and sanctity of a woman. It is a serious\nblow to her supreme honour and offends her self-esteem\nand dignity as well: It degrades and humiliates the victim\nand where the victim is a helpless innocent child or a minor,\nit leaves behind a traumatic experience. A rapist not only\ncauses physical injuries, but leaves behind a scar on the\nmost cherished position of a woman, i.e. her dignity,\nhonour, reputation and chastity. Rape is not only an\noffence against the person of a woman, rather a crime\nagainst the entire society. It is a crime against basic human\nrights and also violates the most cherished fundamental\nright guaranteed under Article 21 of the Constitution.\"\n19. In the light of our above conclusion, we do not find any\nmerit in this appeal. The appeal fails, the same is dismissed.\n20. The appellant is on bail. The bail bond stands cancelled\nand he shall be taken into custody forthwith to serve out the\nremaining part of sentence, if any,\nشد\nA\nB\nC\nD\nD\nE\nF\nKalpana K. Tripathy\nAppeal dismissed.\nG\n"}