{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"MOHAMED MASTHAN\nV.\nSOCIETY, CONGREGATION, BROS. S. HEART AND ANR.\nMARCH 10, 2006.\n[S.B. SINHA AND P.K. BALASUBRAMANYAN, JJ.]\nA\nB\nPossession--Determination-First party in possession of land on the\nstrength of compromise decree between first party and second party-Decree\nnot questioned-Subsequent suit, by the second party for declaration of\nC\ncompromise decree as null and void, pending-Agreement of sale of land by\nsecond party to third party-Suit by third party, for specific performance of\nsale, decreed—Land not found in possession of second party-Possession\ndelivered to third party under Order 21 Rule 35 CPC-Dismissal of application\nof first party stating to be in possession of the land-Pendency of suit by first\nparty seeking declaration of sale to third party as null and void-In Revision D\nPetition against dismissal of application of first party, High Court holding the\nsuit filed by appellant as collusive and directed joint trial of all the suits-On\nappeal, held: First party being in possession of the suit land in terms of the\ncompromise decree, could not be dispossessed pursuant to decree in favour of\nthe third party, unless the compromise decree is set aside-Correctness of the\ndecree passed in the suit filed by the third party can be decided only in the\npending suits and not by Executing Court-The pending suits directed to be\ntried jointly.\nE\nThe property in question was sold by the Superior General of the\nfirst respondent-society to one 'S'. After the death of the purchaser, his F\nwife sold the property to second respondent. Respondent-society filed a\nsuit in 1987 praying for declaration of title, possession and consequential\ninjunction. Therein a compromise was entered into and decree was passed\nin terms thereof. In 2003 second respondent filed a suit against the\nrespondent-society on the ground that the compromise decree was null and\nvoid as the same was to her ignorance. The suit is still pending. Second G\nrespondent entered into agreement for sale with the appellant. Appellant\nfiled suit for specific performance. The suit was decreed and deed of sale\nwas executed. In Execution Petition for obtaining possession, Central Nazir\nnoticed that the property was not in possession of the second respondent\n1\nH\n2\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA and hence possession was given to the appellant through Senior Bailiff who\nin his report had stated that the second respondent herein was not there.\nRespondent-society filed an execution application stating that they were\nactually in possession of the property. The same was dismissed. During\npendency of the application, the Society had also filed two suits but the\nsame were withdrawn. Thereafter Society filed a suit in 2003 and the same\nis pending. Against dismissal of Execution Application Society filed\nRevision Petition. High Court went into the question of correctness of\ndelivery of possession of the property and opined that decree passed in\nthe suit of the appellant was collusive. It directed joint trial of all the suits.\nHence the present appeal.\nB\nC\nDisposing of the appeal, the Court\nHELD: 1. The consent decree passed in 1987 has not yet been set\naside. It is furthermore not in dispute that in terms of the consent decree,\nthe first respondent herein is in possession. A decree for permanent\nD injunction has been passed in its favour. The Appellant herein in terms\nof the decree passed in his favour in 2003 in the suit filed by him and the\npurported sale deed pursuant thereto, merely has stepped into the shoes\nof the second respondent. He cannot claim a better title than her. Thus,\nso long the decree passed in 1987 is not set aside, and/ or the original suit\nof 2003 filed by the second respondent is not decreed, the possession of\nE\nthe first respondent herein could not have been interfered with. The\nCentral Nazir did notice that the schedule property was not in possession\nof the judgment - debtor in suit of 2003 filed by the appellant, but still\nthe possession thereof was purported to have been taken through Senior\nBailiff under Order 21, Rule 35 of CPC. Even the Senior Bailiff in his\nF report states that he went to the plaintiff's place. The defendant was not\nthere. How the land was identified had not been shown. Even the Village\nAdministrative Officer refused to sign. In that view of the matter, when\nthe first respondent in its application under Section 151 CPC stated that\nit continued to be in possession, the same cannot be disbelieved. In any\nevent, having regard to the fact that the first respondent could not have\nG\nbeen dispossessed pursuant to or in furtherance of the decree passed in\nthe suit of 2003 filed by the appellant, it would be entitled to continue to\npossess the said property and in the event, possession has been taken\nsymbolically or otherwise, possession should be restored to the first\nrespondent. [6-G-H; 7-A-D|\nH\n1\nMOHAMED MASTHAN 1. SOCIETY, CONGREGATION, BROS. S. HEART [SINHA, J.] 3\nB\n2. High Court was not correct in dealing with the question as to A\nwhether the decree passed in suit of 2003 filed by the appellant was\ncollusive or not. Such a question did not and could not have arisen before\nthe Executing Court. The question may have to be decided in the pending\nsuits. Until there is a decree in favour of the assignor of the appellant in\nthose suits, the compromise decree passed in the suit of 1987 would have\nto prevail and prima facie, the title of the land is with the first respondent.\nInterests of justice will be subserved if, in modification of the order passed\nby the High Court, both the suits of 2003 filed by the second respondent\nand the first respondent are directed to be tried jointly by a competent\ncourt. As the appellant herein is a party in the suit of 2003 filed by the\nfirst respondent, all rival contentions could be gone into therein. [7-E-G] C\n3. It is not necessary, to reopen the decree passed in the suit filed by\nthe appellant. The fate of the decree passed in the said suit evidently would\ndepend upon the outcome of the pending two suits. The purported delivery\nof possession in execution of suit of the appellant will stand nullified and\nthe possession of the first respondent is recognized subject to the result of D\nthe suits. [7-G-H; 8-A]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1617 of 2006.\nFrom the Judgment and Order dated 17.4.2004 of the Madras High\nCourt in C.R.P. No. 1827 of 2003.\nE\nV. Krishna Murthy for the Appellant.\nP.S. Mishra, Mrs. Swarupa Reddy, Vallinayagam, S. Chandra Shekhar\nand T. Harish Kumar for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. Leave granted.\nF\nThe properties in question are said to be belonging to the Society of\nCongregation of the Brothers of the Sacred Heart. Brother Lawrence, who G\nwas then Superior General of the First Respondent-Society (Society) transferred\n8 acres and 44 cents of land to one Siluvai Rajan by a deed of sale dated\n18.10.1979. According to the Society, the said sale was illegal. After the\ndeath of the said purchaser, his wife sold the property to her sister Juliet\nMary, Second Respondent herein by a deed of sale dated 23.7.1986. The\nH\n4\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA First Respondent filed a suit against the Second Respondent in the Court of\nDistrict Munsif, Tirunelveli which was marked as OS No. 1220 of 1987\npraying for declaration of title and possession and consequential injunction.\nThe parties entered into a compromise in terms whereof right, title and interest\nof the First Respondent was accepted. A compromise memo was also filed.\nThe suit of the Society was decreed in terms thereof. A decree was prepared\non the basis of the said settlement declaring that the suit property belonged\nto the plaintiff-Society, and granting permanent injunction restraining the\nSecond Respondent herein or her agent or her men from in any way interfering\nwith the peaceful possession and enjoyment of the Society.\nB\nC\nAfter a lapse of about fourteen years from the date of passing the said\ndecree, the Second Respondent filed a suit against the Society for a declaration\nthat the aforementioned consent decree passed in OS No. 1220 of 1987 was\nnull and void. According to her, she did not appear in the said suit nor put\nher signature on the memo of settlement. She was allegedly even not aware\nof the institution of the said suit. The said suit admittedly is still pending.\nᎠ\nE\nF\nG\nH\nIn the meanwhile, the Second Respondent entered into a purported\nagreement for sale with the Appellant herein on or about 1.10.2002. The\nAppellant filed a suit for specific performance of the contract in the Court of\nSubordinate Judge, Tirunelveli being OS No. 140 of 2003. The said suit was\ndecreed on 11.4.2003 and in execution of the said decree, a deed of sale was\nexecuted and registered on 17.6.2003. The Appellant filed an Execution\nPetition for obtaining possession on the said lands. The Central Nazir, while\npurporting to deliver possession on 19.10.2003, in his report stated:\n\"Most respectfully submitted, to the Sub Judge, Tirunelveli by the\npetitioner/ plaintiff, on 19.10.2003 on the orders of N. Ganesan, Senior\nbailiff District Court, Tirunelveli along with the under signed, I visited\nthe schedule property and it was noticed that on the above schedule\nproperty was not in the possession of the respondent/ defendants, I\nexplained the nature of order to the persons who accompanied me\nand the property was vacant land, I took possession through senior\nbailiff of the Court under Order 21 Rule 35 CPC.\"\nThe Senior Bailiff in his report to the court recorded :\n\"I went to the petitioner's place, at Munearpalam Village, Palai T.K.,\nalong with the witnesses, the respondent was not there, I explained\nthe nature of order regarding the vacant land under possession of\nMOHAMED MASTHAN 1. SOCIETY, CONGREGATION, BROS. S. HEART [SINHA, J.] 5\nrespondent and under order 21 rule 35 CPC, and gave possession to A\npetitioner, attested copy of Sale Deed, decree copy is enclosed with\nthis return. Village Administrative order (sic) refused to sign.\n\"\nThe First Respondent contends that they are still in possession. It filed\nan application in the said Execution Application being EA No. 1222 of 2003\nbefore the Executing Court on the next day i.e. on 29.10.2003 stating:\n\"Now I came to understand records have been created as though the\n2nd respondent had delivered the possession of the property to the 1st\nrespondent. Even though no such thing had happened in reality.\nBecause I alone is in the possession and enjoyment of the property.\"\nThe said Execution Application was dismissed. During pendency of the\nsaid Execution Application, the First Respondent filed two suits being OS\nNo. 271 of 2003 and OS No. 276 of 2003. The first suit was filed for\nrestraining the defendant (Second Respondent herein) from giving possession\nof the suit property whereas in the second suit, the prayer made was for\ncancellation of the decree passed in OS No. 140 of 2003 and declaring the\nsale deed borne out of the said decree as null and void. Both the suits were\nwithdrawn. The First Respondent thereafter filed a suit for declaration of title\nand consequential permanent injunction in the Court of District Munsiff,\nTirunelveli being OS No. 641 of 2003. The said suit again indisputably is\nstill pending.\nAgainst the order dismissing the said EA No. 1222 of 2003, the First\nRespondent filed a Civil Revision Petition before the High Court. By reason\nof the impugned judgment, the High Court not only went into the question\nas regard correctness or otherwise of the purported delivery of possession of\nthe land in question in favour of the Appellant herein but also opined that the\ndecree passed in the aforementioned OS No. 140 of 2003 was collusive.\nHaving held so, it directed:\nB\nC\nD\nE\nF\n\"In the above said circumstances, the power given to the Court under\nArticle 227 of the Constitution of India to have the superintendence G\nover all the Courts had got to be exercised to set aside the very decree\nand judgment passed in O.S. No. 140 of 2003 and the first respondent\nis not entitled to execute the decree and take possession of the suit\nproperty. But, however, the parties to the proceedings in O.S. No.\n140 of 2003 shall take trial of that suit along with other suits in O.S.\nNo. 641 of 2003, District Munsif Court, Tirunelveli, and O.S. No.\nH\nT\n6\nA\nB\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\n381 of 2003 on the file of the District Munsif Court, Tirunelveli. As\nthe matters are inter related with each other in respect of the very\nsame subject matter of the suit properties and also to avoid further\nmultiplicity of proceedings, I come to the conclusion that all the suits\nhave got to be tried jointly. Hence, I do hereby withdraw the suits\npending before the District Munsif Court, Tirunelveli, and post these\nsuits before the Sub Court, Tirunelveli for a joint of all the suits\nwhich alone appears to me as more appropriate.\"\nMr. V. Krishna Murthy, learned counsel appearing on behalf of the\nAppellant raised a short question in support of this appeal. It was urged that\nC having regard to the fact that in the Execution Application, the bailiff delivered\npossession of the suit land in favour of the Appellant, the First Respondent\nherein could not have maintained an application purported to be under Section\n151 of the Code of Civil Procedure for the reliefs prayed for therein. Having\nnot filed an application in terms of Order 21, Rule 97 of the Code of Civil\nProcedure, the First Respondent, thus, could not have raised a contention as '\nto whether the decree obtained by the Appellant in the said OS No. 140 of\n2003 was collusive or not. Such a contention, Mr. Krishna Murthy would\nsubmit, should have been raised in a duly constituted suit.\nᎠ\nE\nMr. P.S. Mishra, learned senior counsel appearing on behalf of the\nRespondent, on the other hand, submitted that as the First Respondent\ncontinued to be in possession of the suit property, the High Court rightly\nwent into the question as regards legality or otherwise of the decree passed\nin the said OS No. 140 of 2003. It is not a case, Mr. Mishra would submit,\nwhere a suit for specific performance was filed impleading the owner of the\nproperty. Evidently, the Appellant and the Second Respondent herein had\nF entered into the said purported agreement for sale dated 1.10.2002 only in an\nattempt to get rid of the compromise decree dated 27.4.1989 passed in OS\nNo. 1220 of 1987.\nIt is not in dispute that the consent decree passed in O.S. No.1220 of\n1987 has not yet been set aside. It is furthermore not in dispute that in terms\nG\nof the consent decree, the First Respondent herein is in possession. A decree\nfor permanent injunction has been passed in its favour. The Appellant herein\nin terms of the decree passed in his favour in OS No. 140 of 2003 and the\npurported sale deed pursuant thereto on 17.6.2003, merely has stepped into\nthe shoes of the Second Respondent. He cannot claim a better title than her.\nH Thus, so long the decree passed in the said OS No. 1220 of 1987 is not set\nMOHAMED MASTHAN 1. SOCIETY, CONGREGATION, BROS. S. HEART [SINHA, J.] 7\naside, and/ or the original suit No. 381 2003 is not decreed, the possession A\nof the First Respondent herein could not have been interfered with. The slip-\nshod manner in which the purported delivery of possession was sought to be\neffected has been noticed by us. The Central Nazir did notice that the schedule\nproperty was not in possession of the judgment debtor in OS No. 140 of 2003\nbut still the possession thereof was purported to have been taken through\nSenior Bailiff under Order 21, Rule 35 of the Code of Civil Procedure. Even\nthe Senior Bailiff in his report states that he went to the plaintiff's place. The\ndefendant was not there. How the land was identified had not been shown.\nEven the Village Administrative Officer refused to sign.\nB\nIn that view of the matter, when the First Respondent in its application C\nunder Section 151 of the Code of Civil Procedure stated that it continued to\nbe in possession, the same cannot be disbelieved. In any event, having regard\nto the fact that the First Respondent could not have been dispossessed pursuant\nto or in furtherance of the decree passed in the said OS No. 140 of 2003, it\nwould be entitled to continue to possess the said property and in the event,\npossession has been taken symbolically or otherwise, possession should be\nrestored to the First Respondent.\nD\nE\nThe High Court, however, was not correct in dealing with the question\nas to whether the decree passed in OS No. 140 of 2003 was collusive or not.\nSuch a question did not and could not have arisen before the Executing\nCourt. The First Respondent also filed a suit which is pending. The question\nmay have to be decided in OS No. 381 of 2003 and OS No. 641 of 2003\nwhich are still pending. Until there is a decree in favour of the assignor of\nthe Appellant in those suits, the compromise decree passed in OS No. 1220\nof 1987 would have to prevail and prima facie, the title of the land is with\nthe First Respondent. We are, therefore, of the opinion that interests of justice F\nwill be subserved if, in modification of the order passed by the High Court,\nboth OS No. 381 of 2003 and OS No. 641 of 2003 are directed to be tried\njointly by a competent court. As the Appellant herein is a party in OS No.\n641 of 2003, indisputably, all rival contentions could be gone into therein.\nG\nIt is not necessary, as has been directed by the High Court, to reopen\nthe decree passed in OS No. 140 of 2003. The fate of the decree passed in\nthe said suit evidently would depend upon the outcome of the aforementioned\nOS No. 381 of 2003 and OS No. 641 of 2003. We will, however, request the\nconcerned court to consider the desirability of disposing of the aforementioned\ntwo suits as early as possible, preferably with a period of six months from H\n8\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA the date of communication of this order. The purported delivery of possession\nin execution of OS No. 140 of 2003 will stand nullified and the possession\nof the First Respondent is recognized subject to the result of OS Nos. 381 of\n2003 and 641 of 2003. If necessary, the executing court will redeliver the\nproperty to First Respondent, if applied for in that behalf.\nB.\nThis appeal is disposed of with the aforementioned directions. The\nparties shall bear their own costs.\nK.K.T.\nAppeal disposed of.\n"}