{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"VILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 235\nUNION OF INDIA AND ORS.\nwithin the limits of the authority. For testing the A\ncorrectness of a policy, the appropriate forum is\nParliament and not the courts. [Para 21] [299-A-F]\nB\nC\nD\n7.3. Normally, there is always a presumption that the\nGovernmental action is reasonable and in public interest\nand it is for the party challenging its validity to show that\nit is wanting in reasonableness or is not informed with\npublic interest. This burden is a heavy one and it has to\nbe discharged to the satisfaction of the court by proper\nand adequate material. The court cannot lightly assume\nthat the action taken by the Government is unreasonable\nor against public interest because there are large number\nof considerations, which necessarily weigh with the\nGovernment in taking an action. In a case like this where\nthe State is allocating resources such as water, power,\nraw materials, etc. for the purpose of encouraging\ndevelopment of the port, this Court does not think that\nthe State is bound to advertise and tell the people that it\nwants development of the Port in a particular manner and\ninvite those interested to come up with proposals for the\npurpose. The State may choose to do so if it thinks fit and E\nin a given situation it may turn out to be advantageous\nfor the State to do so, but if any private party comes\nbefore the State and offers to develop the port, the State\nwould not be committing breach of any constitutional\nobligation if it negotiates with such a party and agrees\nto provide resources and other facilities for the purpose\nof development of the port. The State is not obliged to tell\nthe respondent No.11 to wait without certainty. It would\nbe most unrealistic to insist on such a procedure,\nparticularly, in an area like Pondicherry, which on G\naccount of historical, political and other reasons, is not\nyet industrially developed and where entrepreneurs have\nto be offered attractive terms in order to persuade them\nto set up industries. The State must be free in such a\nF\nH\n236 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA case to negotiate with a private entrepreneur with a view\nto inducing him to develop the port and if the State enters\ninto a contract with such an entrepreneur for providing\nresources and other facilities for developing the port, the\ncontract cannot be assailed as invalid because the State\nB has acted bona fide, reasonably and in public interest.\nThe terms and conditions of the contract entered into with\nthe respondent No. 11 as well as the surrounding\ncircumstances show that the State has acted bona fide\nand not out of improper or corrupt motive or in order to\npromote the private interest of the respondent No. 11 at\nthe cost of the State. Therefore, it is difficult to interfere\nand strike down the State action as arbitrary,\nunreasonable or contrary to public interest. [Para 21]\n[299-F-H; 300-A-H]\nC\nD\n7.4. It is true that one of the methods of securing the\npublic interest, when it is considered necessary to\ndispose of a property, is to sell the property by public\nauction or by inviting tenders. This is not a case of sale\nof property by the State. Though public auction or\nE inviting of tenders is the ordinary rule in case where the\nState Government proposes to dispose of a property, it\nis not an invariable rule. There may be situations where\nthere are compelling reasons necessitating departure\nfrom the rule, the reasons indicated in this case for the\nF departure are shown to be rational and are not\nsuggestive of discrimination. The Government is entitled\nto make pragmatic decisions and policy decisions which\nmay be necessary or called for under the prevalent\npeculiar circumstances. The issue of privatisation of the\nG Port had been engaging the attention of the Government\nof Pondicherry since 1973. The said issue had been\ndelayed for a long time. Therefore, no fault can be found\nwith the expert Committee, with the various officers of the\nGovernment including the Chief Secretary, the Ministers,\nthe Chief Minister and the Lt. Governor for deciding to\nH\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 237\nUNION OF INDIA AND ORS.\nB\nD.\ndevelop the Port with the assistance of the respondent A\nNo. 11 and not just restricting the process to appoint a\nconsultant. The sole purpose behind the said exercise\nwas to ensure development of the Port in a proper\nmanner and as expeditiously as possible. It is necessary\nto mention that the Government of Pondicherry was\ntrying to develop the Port and was looking for an\nappropriate partner. It must be remembered that\ntechnology for development of the Port would not be\navailable for the mere asking of it. All the leading firms/\ncompanies were not found suitable to develop the Port C\nand none of them has made grievance either before the\nHigh Court or before this Court regarding selection of\nrespondent No. 11 as Developer of the Port. It is ultimately\na matter of bargain. In such cases, all that needs to be\nassured is that the Government or the authority, as the\ncase may be, has acted fairly and has arrived at the best\navailable arrangement in the circumstances. The\nmaterials on record substantiated the absolute need and\nnecessity to undertake the development of the Port by\nthe Government of Pondicherry in furtherance of great\npublic interest and for larger public and common good.\nThe admitted dire financial position of the State\nGovernment and its inability to undertake such a project\nat the cost of Government coupled with the fact that the\nventure was long overdue apparently made the State\nGovernment and its authorities to avail of the project as\nunfolded and volunteered by the respondent No. 11,\nsubject, of course, to further revisions, modifications and\nsuggestions in the best interest of the State Government.\nA careful and dispassionate assessment and\nconsideration of the materials placed on record does not G\nleave any reasonable impression, on the peculiar facts\nand circumstances of this case, that anything obnoxious\nwhich requires either public criticism or condemnation by\ncourts of law had taken place. The objective of the\nE\nF\nH\n7\n238 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Government of Pondicherry to develop the Port was\nadmitted to be fulfilled at the initial stage by short listing\na consultant itself. However, the Government did not wish\nto continue the process of selection of the consultant and\nrisk losing the chance of privatisation of the Port again.\nB As firms/companies had offered to develop the Port\ndirectly, the Government of Pondicherry could not have\nasked the firms/companies to first participate in the\nprocess of selection of a consultant, prepare a project\nreport and require them to participate in the process for\nC selection of the developer all over again. The\nGovernment of Pondicherry adopted a pragmatic\napproach and proceeded to short list the developer\ndirectly and in doing so the Government has acted in the\nbest interest of the State to overcome the failed attempts\nin the past to secure a developer to develop the\nPondicherry Port. Under the circumstances, this Court,\nwhich is a constitutional Court, is not expected to\npresume the alleged irregularities, illegalities or\nunconstitutionality nor this Court would be justified in\nsubstituting its opinion for the bona fide opinion of the\nState Government. Therefore, the plea raised on behalf\nof the appellants that the Government of Pondicherry\nhad acted in arbitrary and unreasonable manner in\nswitching the whole public tender process into a system\nof personal selection, is rejected. [Para 21] [300-H; 302-\nA-H]\nD\nE\nF\n8. It is admitted position that the Pondicherry Port is\nnot a \"major port\" and as such jurisdiction and control\nto develop the said port vests in the Government of\nG. Pondicherry. There is no manner of doubt that\ndevelopment and privatisation of minor ports can be\nundertaken by the respective State Government after\nformulating its own guidelines and modalities. The Indian\nPorts Act, 1908 permits the State Government to develop\nthe minor ports. By virtue of power vested in the\nH\n☑\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 239\nUNION OF INDIA AND ORS.\nC\nD\nParliament by Article 239A of the Constitution, the A\nGovernment of Union Territories Act, 1963 was enacted\nand Pondicherry was provided with a Legislative\nAssembly. The extent of the legislative power of the State\nLegislative Assembly is laid down in Section 18 of the Act\nof 1963, which, inter alia, provides that the Legislative B\nAssembly is empowered to make laws in respect of any\nmatters in the State List or the Concurrent List. Entry 31\nof the Concurrent List provides for \"Ports other than\nthose declared by or under law made by Parliament or\nexisting law to be major ports\". As the Pondicherry Port\nhas not been declared as a major port, the Legislative\nAssembly of Pondicherry has absolute power to make\nlaws in relation to the Pondicherry Port. Article 162 of the\nConstitution provides that the executive power of a State\nis co-extensive with its legislative powers. Therefore,\nthere is no manner of doubt that the Government of\nPondicherry has complete jurisdiction in relation to\nPondicherry Port, which is a minor port. The reliance\nplaced upon Section 3(9) of the Indian Ports Act, 1908\nread with Regulation 6(b) of the Pondicherry (Laws)\nRegulation, 1963 is totally misconceived. Section 3(9) of\nthe said Act provides that the jurisdiction of ports other\nthan major ports vests in the State Government. Having\nconsidered the different provisions of the Constitution\nand Statutes, referred to by the counsel for the appellants,\nthis Court finds that there is fundamental fallacy in the\nargument and it is that they rely upon Regulation 6(b) only\nin part. Though the said Regulation provides that\nreference to the State Government shall be construed as\na reference to the Central Government, it also provides\nthat reference to the State Government shall be G\nconstrued as reference to the Chief Commissioner. A\nconjoint and meaningful reading of the provisions of the\nConstitution read with Regulation 6(b) of the Pondicherry\n(Laws) Regulation, 1963 leaves no doubt that the power\nE\nF\n↑\nthe\nH\n240 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA in respect of Pondicherry Port necessarily vests in the\nGovernment of Pondicherry and not in the Central\nGovernment. The reliance placed on Rule 5(2) of the\nRules of Business of the Government of Pondicherry\nread with Rule 21 of the Delegation of Financial Rules to\nB contend that prior approval of the Central Government\nwas required to be taken by the Government of\nPondicherry before entering into the Concession\nAgreement with the respondent No. 11 as it was beyond\nthe financial powers of the Government of Pondicherry,\nis devoid of merits. Rule 21 relates to the power to\nsanction expenditure in relation to contracts. Execution\nof Concession Agreement or grant of Letter of Intent\ndoes not entail any expenditure to be incurred by the\nGovernment of Pondicherry. [Para 23] [303-C; 305-B]\nC\nD\n9.1. It is relevant to notice that the Union Territory of\nPondicherry gained its freedom in the year 1962.\nTherefore, several laws were passed by the Parliament\nfor its integration with the Union of India. One such law\nwas Pondicherry Administration Regulations Act, 1963.\nE Article 240 of the Constitution deals with power of\nPresident to make regulations for certain Union\nTerritories. The first proviso to Article 240, inter alia,\nprovides that when any body is created under Article\n239A to function as a Legislature for the Union Territory\nF of Puducherry [substituted by Section 4 of the\nPondicherry (Alteration of name) Act, 2006 for\nPondicherry], the President shall not make any regulation\nfor the peace, progress and good Government of that\nUnion Territory with effect from the date appointed for the\nfirst meeting of the Legislature. Therefore, the\nPondicherry Administration Regulation Act, 1963 will\nhave to be regarded as a Transitional Legislation.\nMoreover, the primary reason for enacting Section 3 of\nthe Pondicherry Administration Regulation Act, 1963 was\nG\nH\n7\nL\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 241\nUNION OF INDIA AND ORS.\nto extend all the laws enacted by the Union of India under A\nthe Union List to the Pondicherry. It is only an Act akin\nto adaptation Act by which the laws of Union of India\nwere extended to this Union Territory, which was\nincorporated with India after partition. The extension of\nlaws of Union of India shall only mean that those laws B\nwould be applicable as they are applicable to any other\nState of India. As noticed earlier, the Port in question is\nadmittedly a minor port and, therefore, not covered by the\nprovisions of Indian Major Ports Act, 1908. The extension\nof law to Indian Major Ports Act, 1908 would only mean\nthat a particular law is prevalent but its applicability would\nbe dependant upon as to whether facts and\ncircumstances warrant its invocation. Had the Port in\nquestion been a major port, Indian Ports Act, 1908 would\nhave applied. In this case as the Port in question is a\nminor port, the Indian Major Ports Act, 1908 would not\napply. [Para 24] [305-D-H; 306-A-C]\nC\nD\n9.2. This Court finds that Section 5 of the Pondicherry\nAdministration Act, 1962 is the provision by which all\nproperties and assets, which earlier vested in the French E\nRepublic, stood transferred to the Union, i.e., Union of\nStates (India). In other words, Section 5 was enacted for\nthe purpose of transfer of properties from one sovereign\nState to another sovereign State. It has no power on the\nright of Government of Pondicherry over the properties F\nand assets in Pondicherry. The vesting of land from\nFrench Republic to the Republic of India can have no\nbearing on the powers of Government of Pondicherry to\ndispose of land in accordance with the provisions of the\nConstitution. Further, it is to be noticed that the entire G\nPondicherry Administration Act, 1962 was a Transitional\nAct for transfer of power from the French Republic to the\nRepublic of India, which is evident from the Statement of\nObjects and Reasons to the said Act. Therefore, the plea\nH\n242\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA that the Government of Pondicherry could not have taken\nthe decision to privatize the Pondicherry Port without\nconsent/approval of the Central Government is totally\nmisconceived. [Para 25] [306-D-F]\nB\nC\nD\nE\n9.3. The letter dated March 22, 1996 addressed by the\nJoint Secretary of India to the Chief Secretary of\nPondicherry Administration read with decision taken by\nthe Committee of which Director (Port Development),\nMinistry of Shipping, New Delhi, was one of the Member,\nto privatize the Port will have to be construed as\napproval/consent of the Central Government to the\nproject for the development of Pondicherry Port by\nprivatisation and it was not necessary for the Government\nof Pondicherry to seek further approval at every stage of\ndevelopment of the Port. Therefore, the plea that the\nGovernment of Pondicherry could not have taken the\ndecision to privatize the Pondicherry Port without\nconsent/approval of the Central Government is found to\nbe misconceived and is rejected hereby. [Para 27] [308D-\nG]\n10.1. The argument that the project in question is\ncleared without examining the environmental aspects by\nthe Union Territory of Pondicherry in total violation of the\nPrecautionary and Trusteeship principles and is also\nF prohibited under the CRZ notification as the same is a\nreal-estate activity in the garb of port development, has\nno substance worth the name. [Para 28] [308-H; 309-A]\n10.2. The record of the case indicates that concession\nagreement is already entered into between the\nG Government of Pondicherry on one hand and the 11th\nand 12th respondents on the other, on January 21, 2006.\nThose respondents in terms of the concession\nagreement have incorporated a Special Purpose Vehicle\n(SPV) company known as Pondicherry Port Limited for\nH implementation of the Port Development Project. An\n7\n;\ni\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 243\nUNION OF INDIA AND ORS.\nB\nD\nAssignment agreement to this effect in favour of A\nPondicherry Port Limited is executed by the Respondent\nNos. 11 and 12 and confirmed by the Government of\nPondicherry. In terms of the Concession agreement, the\nGovernment of Pondicherry has entered into Lease and\nPossession agreement with the Special Purpose Vehicle\nCompany on February 4, 2006. The Lease-hold\noccupancy is given to the Pondicherry Port Limited\nsubject to obtaining necessary clearance including\nenvironmental clearance from the Government of India.\nThere is no manner of doubt that no one can be permitted C\nto carry on construction activity which is prohibited by\nthe CRZ. However, this being a project exceeding Rs.50\ncrores necessary environmental clearance has to be\nobtained from the Ministry of Environment and Forest\nUnion of India. Before such consent is granted/obtained,\na full Environmental Impact Assessment has to be done.\nDuring that exercise, public hearing would be conducted\nas a matter of rule and all the concerns expressed by the\npublic will have to be taken due note of, by the authorities\nconcerned. The specific objections raised by the\nappellants will also have to be considered and they\nwould be entitled to hearing by the competent authority.\nMere submission of DPR is not the end of any decision\nmaking process. The implementation of the project as per\nDPR is solely dependent on the clearance to be given by\nthe Ministry of Environment and Forest, Union of India.\nThere is no manner of doubt that the Government has\nevery power to stop the project if it violates environmental\nsafeguards. The consideration of CRZ regulations would\nalso be part of the said exercise. Further, the notification\nissued under the Environment Protection Act clearly G.\nrequires a prior consent and provides for an appeal to be\nfiled before the tribunal constituted for the said purpose\nby an aggrieved party. The plea that the environmental\nclearance must precede the award of the project is\nE\nF\nH\n244 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA wholly misconceived and is incorrect. The application\nform for obtaining environment clearance under the\nnotification of 2006 makes it very clear that the\napplication has to be made by the entity which has been\nentrusted with the project. In the judgment, impugned in\nB the appeals, appropriate directions addressing all the\nissues raised on behalf of the appellants relating to the\nenvironment have been issued by the High Court. In\naddition, the Ministry of Environment and Forest which\nhas to given clearance for the project has to examine the\nC proposals of the developer and follow due procedure\nbefore granting approval. Therefore, the judgment\nimpugned is not liable to be set aside on the ground that\nenvironmental aspects were not examined by the Union\nTerritory of Pondicherry in total violation of the\nPrecautionary and Trusteeship principles or that the\nproject in question is completely prohibited under the\nCRZ notification. [Para 29] [309-D; 310-À-E]\nD\n11. It can hardly be disputed by anyone that the main\nobjective of the project is the development of\nE Pondicherry Port. The Government of Pondicherry has\nnot entered into Concession agreement with the\nRespondent No. 11 to permit the said respondent to run\na Real-estate business. While developing the port, it is\nnecessary to provide certain infrastructural facilities for\nF passengers, shipping crew, port staff and other\npersonnel associated with the port, as part of the port\ndevelopment activity. Respondent No. 11 as developer of\nthe Port has not yet submitted necessary plans for\nscrutiny of Ministry of Environment and Forest,\nGovernment of India, seeking clearance to the project. As\nand when, the plans are submitted for clearance, the\ncompetent authority can always decide upon the\ndesirability of making of constructions which do not fall\nwithin the development of port. The ancillary activities to\nG\nI\n"}