{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"VILLIANUR IYARKKAI PADUKAPPU MAIYAM V.\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\npresentation on December 7, 2004.\n265\nA\n5.\nRoyal Haskoning, Delhi, made the presentation on\nDecember 7, 2004.\n6.\nCRISIL made the presentation on December 7,\n2004.\nB\n7.\nMahindra Acres Consulting, Chennai, made the\npresentation on December 7, 2004.\n8.\nNational Institute of Port Management, Chennai,\nmade the presentation on December 8, 2004.\nC\n9.\nCullen Grummit \u0026 Roe, Bombay, made the\npresentation on December 8, 2004.\n10.\nDeloitte, Chennai, made the presentation on D\nDecember 8, 2004.\n1.1. A.F. Ferguson, Chennai, made the presentation on\nDecember 8, 2004.\nCertain parties were unable to make their presentations on the\nabove mentioned dates and, therefore, the Director of Ports,\nGovernment of Pondicherry, by his e-mails dated December\n10, 2004, requested the following parties again to make a\npresentation on the preparation of the Feasibility Report, on\nDecember 17, 2004. The parties, to whom the said e-mails\nwere dispatched, were as under: -\n1. Scott Wilson Kirkpatrick India Pvt. Ltd.\nE\nF\n2. Indian Ports Association, New Delhi.\nG\n3.\nSree Eikon Constructions, Chennai.\n4.\nMott Macdonald, Mumbai.\n1\n5.\nSubhash Projects \u0026 Marketing Limited\nH\n266\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\n1\nA\n6.\n7.\n8.\nB\n9.\nConsulting Engineering Services India Limited\nMECON Ltd., Ranchi.\nMarshall's Power \u0026 Telecommunication Limited,\nBangalore.\nLarsen and Toubro, Ramboll\n★\n10.\nMac Knight Infrastructure Private Ltd., Mumbai.\n11.\nBeckett Rankine Partnership, Bombay.\nC\nD.\nE\nF\n12. National Institute of Oceanography.\nIn the meantime one company named Menang Amalgamated\nSdn Bhd vide its fax message dated December 15, 2004\naddressed a communication, to the Minister of Port, Secretary\nof Port and Director of Port, making a reference to the letter\ndated December 30, 2003 and stated that the company was\nin the process of finalizing the Detailed Project Report as well\nas the Feasibility Study Report and that the company was keen\non exploring ways to move forward after depositing the earnest\nmoney of Rs.50 lakhs. It may be stated that the letter was sent\nafter more than a year from the date the company was\nsupposed to submit its report. In terms of the e-mails dated\nDecember 10, 2004 the following firms/ companies made their\npresentations on December 17, 2004 before the Committee:-\n1. Consulting Engineering Services, New Delhi\n2.\nBeckett Rankine, Mumbai\n3.\nSTUP Consultants, Mumbai\nG\n4.\nL \u0026 T Ramboll, Chennai.\nH\nThe minutes of the meetings dated December 7, 2004,\nDecember 8, 2004 and December 17, 2004 indicate the nature\nof presentations, made by various parties. The presentations\n'\ni\nT\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM V. 267\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nB\nincluded modes of development, etc. The minutes of the A\nmeetings show that the Chief Secretary/ Secretary (Port),\nGovernment of Pondicherry while going through the\npresentations of every party had asked them whether they would\nbe able to develop the Pondicherry Port and would able to bring\nin investors for the purpose of developing the Port. The minutes\nfurther reflect that certain parties, like Hauer Associates,\nHaskoning India Private Limitd, CRISIL Infrastructure Advisory,\nConsulting Engineering Services India Limited, Beckett\nRankine Partnership, informed the Committee that they might\nbe able to get a private investor only at a later stage or after\nseeking certain clarifications. These firms/companies were,\nhowever, not willing to develop and operate the Pondicherry\nPort. The minutes also reflected that only two companies, i.e.,\nM/s. Apollo Infrastructure and M/s. D.S. Constructions stated\nthat they would be able to develop the Pondicherry Port on their\nown.\nC\nD\nThe General Manager (Ports) of M/s. Larsen and Toubro,\nChennai, by his letter dated December 22, 2004, informed the\nChief Secretary/Secretary (Port), Government of Pondicherry\nthat the company was willing to develop the Pondicherry Port. E\nThe said letter also referred to a meeting held on December\n20, 2004 with the Chief Secretary and stated that the company\nbe allowed to enter into MOU with the Government of\nPondicherry for the development of Pondicherry Port. This letter\nwas received by Directorate of Ports on December 27, 2004. F\nM/s. Apollo Infrastructure Projects Finance Company Limited,\nby its letter dated December 23, 2004, informed the Minister\nof Ports, Government of Pondicherry that it was willing to\ndevelop Pondicherry Port on DBOOT basis and proposed\ncertain Development Phases. This letter was received on\nDecember 31, 2004. In the said letter a reference was made\nto the presentation made by the company on December 17,\n2004. These letters as well as minutes of the meetings of the\nPort Privatisation Committee clearly show that certain firms/\ncompanies were keen to develop and operate the Port. The\nG\nH\n268 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Director of Ports by his letter dated January 12, 2005 forwarded\nB\nC\nD\na short note on the proposals submitted by 27 firms/\ncompanies. It is clear from the said note that the proposals\nreceived from the firms/ companies were examined on the\nbasis of their experience in preparing the Feasibility Report as\nwell as in conducting the consultancy services in Port Sector\nin India and abroad. This short note was prepared from the view\npoint of selecting a consultant to prepare a Feasibility Study\nReport and not from the view point of selecting a developer/\noperator for the purpose of operating the Port. In the earlier\nprocess of privatization, two companies were short listed and\nwere granted Letters of Intent. Those two companies, i.e., (i)\nIPCO Menang, Singapore and (ii) M/s. Larsen and Toubro,\nChennai, did not submit the requisite reports and, therefore,\ntheir claim lapsed. These two companies by letters dated\nDecember 15, 2004 and December 22, 2004 respectively\nagain expressed their interest in developing the Pondicherry\nPort. In view of these letters, the Director of Ports by his letter\ndated January 7, 2005 sought a decision from the Under\nSecretary (Port) about the future course of action to be adopted.\nThe Under Secretary (Port) in his note dated January 19, 2005\nE recounted the facts and circumstances in which the Letters of\nIntent were issued as well as the conduct of the parties. The\nfile was thereafter submitted to the Secretary (Port)/Chief\nSecretary for necessary orders. The Chief Secretary, who was\nalso Chairman of the Port Privatisation Committee, by his note\nF dated January 19, 2005, noticed that the Port Privatisation\nCommittee in its meeting had short listed two parties and\nrecommended that the Government should consider short-\nlisting M/s. Larsen and Toubro, Chennai as the third party. It\nwas mentioned in the note that this was subject to the approval\nG of the Government. He also recommended that the legal\nposition with regard to the first two parties, who had desired\nto prepare Feasibility Report, should be examined and\nthereafter the project should be allotted. An Inter Departmental\nNote dated January 20, 2005 was prepared. In the said note\nH the Under Secretary (Ports) referred to the notings made by the\n_\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 269\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nD\nChief Secretary on January 19, 2005 and directed the Director A\nof Ports to send a proposal to the Law Department for getting\nconfirmation. In terms of the said note a proposal dated January\n25, 2005 was made by the Director of Ports, who is also a\nMember of the Port Privatisation Committee. In his proposal,\nhe pointed out the recommendation made by the Chief B\nSecretary in his notings and stated that the two parties\nmentioned in the notings, i.e., (1) M/s. D.S. Construction, which.\nhad applied for the preparation of the Feasibility Study Report\nand was willing to take development of the Port and (2) M/s.\nApollo Infrastructure Projects Finance Company Limited, could C\nbe considered. The other party, which was recommended for\nshort listing, was M/s. Larsen and Toubro, Chennai. It was\npointed out that the three parties were short listed since they\nhad shown interest in developing the Port by Private Investment.\nIn response to the proposal for the Inter Departmental Note\ndated January 25, 2005, the Law Department, Government of\nPondicherry, by its noting dated February 17, 2005, stated that\nany consultancy firm, who was entrusted the work of preparing\nthe Feasibility Study Report, should only select the promoter\nand cite example whether it was so done. The Law Department\nfurther pointed out that clearance from the Government should\nbe taken in respect of various issues involved in the proposal.\nThe said noting of the Law Department was examined by the\nChief Secretary. The Chief Secretary in his noting dated\nFebruary 24, 2005 noted that the issue of seeking clearance\nfrom the Government of India had already been clarified by his\npredecessor-in-Office vide noting dated June 25, 2003 and,\ntherefore, the said issue should not delay the consideration of\nthe matter. During this period certain parties expressed their\ninterest in developing the Pondicherry Port. One company, i.e.,\nWater-Bau-AG, through its communication dated January 23,\n2005, informed the Chief Secretary, Government of Pondicherry\nabout its desire to participate in a Deep Sea Project on BOT\nbasis and submitted its profile. This letter was received by the\nDirectorate of Ports on February 2, 2005. Similarly, another\ncompany, i.e., Digital Hub Sdn Bhd through its letter informed H\nE\nןד\nF\nG\nT\nC\nD\n270 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA the then Chief Minister of Pondicherry that they wanted to\nparticipate in a Deep Sea Project on BOT basis and submitted\nits analysis. In the meantime on February 2, 2005, the Chief\nSecretary had a meeting with Lt. Governor of Pondicherry. The\nnoting of the Executive Engineer, Directorate of Ports,\nB Government of Pondicherry dated February 2, 2005 indicate\nthat after the meeting, the Chief Secretary directed that a list\nof all the firms, which had expressed their interest to develop\nthe Port through Private Investment, be forwarded to him. In\nterms of the said direction the Director of Ports by his letter\ndated February 3, 2005 gave the list of 11 firms and\ncompanies, which had expressed desire to develop the Port\nthrough Private Investment. It was also mentioned therein that\nout of 11 firms/companies, seven firms/companies had already\nmade their presentation before the Port Privatisation\nCommittee on different dates. The note was examined by\nvarious Government officials and it was decided that the\nremaining four firms/corporations should be again invited for\nmaking a presentation before the Committee. The Director of\nPorts through e-mails dated February 25, 2005 invited above\nmentioned four firms/companies to make their presentations on\nMarch 11, 2005. The firms/companies were (1) Subhash\nProjects and Marketing Limited, New Delhi, (2) Marshall Power\n\u0026 Telecom (I) Ltd., Bangalore, (3) Digital Hub SDN BHD,¨\nMalaysia and (4) Walter Bau AG, Germany. M/s. SPML, through\nits letter dated February 4, 2005, informed the Principal\nSecretary (Port), Government of Pondicherry that earlier it had\nnot taken interest in the project, but the said company.\nexpressed its desire for development of the Port, Beaches, etc.\nSimilarly, the General Manager (Tech.), Ashoka Buildcon\nLimited by his letter dated February 7, 2005, informed the then\nG Chief Minister of Pondicherry that they had joined hands with\nan overseas Port Developer and, therefore, would like to offer\nservices for the Port Project in Pondicherry on BDOOT basis.\nM/s. Apollo Infrastructure Projects Finance Company Limited\nby its letter dated February 8, 2005 informed the Minister of\nH Ports, Government of Pondicherry that it had entered into a\nE\nF\n:\nT\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 271\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nC\njoint venture agreement with L\u0026T Romboll, Chennai. Similarly, A\nLA-V-JAY and Associates Pvt. Ltd. through its letter dated\nFebruary 14, 2005 informed the then Chief Minister of\nPondicherry that the said company was part of a consortium\ncomprising of Royal Hoskoning and Ashoka Buildcon. The said\ncompany also pointed out that it would like to develop B\nPondicherry Port in a unique manner. The said consortium also\nforwarded one letter from the Director Operations, Royal\nHaskonin to La-V-Jay and Associates wherein Royal Haskonin\nconfirmed that they were able to provide consultancy service\nto La-V-Jay for the purpose of development of Port. The\nDirector of Ports, Government of Pondicherry by his e-mail\ndated March 1, 2005 informed the consortium led by M/s. LA-\nV-JAY and Associates that if they were interested in developing\nthe Pondicherry Port, they were free to make presentation on\nMarch 11, 2005. In response thereto, M/s. U-Pranav\nConsultancy, who was acting on behalf of the consortium vide\nits e-mail dated March 8, 2005, confirmed that they would be\nable to make the presentation on March 11, 2005. The Director\n(Operations) of M/s. Royal Haskoning by his letter dated March\n11, 2003 apologised to the then Chief Minister of Pondicherry\nfor absence of its officials on March 11, 2005 and requested\nthat an opportunity be provided to enable it to make\npresentation on March 14, 2005.\nD\nE\nF\nM/s. Digital Hub vide its e-mail dated March 7, 2005\ninformed the Deputy Director of Ports, Government of\nPondicherry that they would not be able to get their investor\nfrom Germany. The Chief Executive Officer of M/s. SPML vide\nletter dated March 7, 2005 informed the Director of Ports that\nit would make a presentation on March 11, 2005. The following\nstatement indicates that on March 11, 2005 following firms/ G\ncompanies had made presentations before the Port\nPrivatisation Committee: -\nH\n272 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nPresent-\nA S. Date of\nName of the Firm/\nProposed\nNo. e-mail sent\nCompany/Authority\ndate of\nation\npresen-\nand given\ntation\ndate\n01. 2.12.2004\nSree Eikon Construction\n06.12.2004\nNO\nB\n08.12.2004\n17.12.2004\n02. 2.12.2004 National Institute of\nOceonography, Goa\nC\n03. 2.12.2004\n04. 2.12.2004\n05. 2.12.2004\nD\n06. 2.12.2004\nNational Institute of Port\nManagement, Chennai\nSTUP Consultants (P)\nLtd., Mumbai\nA.F. Ferguson \u0026 Co.,\nChennai\nHauer Associates,\nChennai\n06.12.2004 NO\n08.12.2004\n17.12.2004\n06.12.2004 YES\n08.12.2004 08.12.2004\n06.12.2004 YES\n08.12.2004 17.12.2004\n06.12.2004 YES\n08.12.2004 8.12.2004\n06.12.2004 YES\n08.12.2004 7.12.2004\n07. 2.12.2004\nE\nSubhash Projects \u0026\nMarketing Ltd.,\nNew Delhi\n106.12.2004 YES\n08.12.2004 11.3.2005\n17.12.2004\n11.03.2005\n08. 2.12.2004\nCullen Grumnit \u0026 Roe,\nMumbai\n06.12.2004 YES\n08.12.2004 8.12.2004\nF\n09. 12.12.2004\nD.S. Constructions,\nNew Delhi\n07.12.2004 YES\n10. 2.12.2004\nKVR Rail Infra\n7.12.2004\n07.12.2004\nNO\nConsultancy Services,\nSecundrabad\nt\nG\n11. 2.12.2004\nConsulting Engineering\n07.12.2004 YES\nServices (I) Pvt. Ltd.,\n17.12.2004\n༽\" ཨ .}\nNew Delhi\n12. 2.12.2004\nHowe India Pvt. Ltd.,\n07.12.2004\nNew Delhi\nYES\n7.12.2004\nH\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 273\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\n13. 2.12.2004 Macknight Infrastructure\n07.12.2004\nNO\nA\nPvt. Ltd., Mumbai\n17.12.2004\n14. 2.12.2004\nPrice Waterhouse Coopers | 07.12.2004\nPvt. Ltd., Chennai\nYES\n7.12.2004\n15. 2.12.2004\nRoyal Haskoning India\n07.12.2004 YES\nB\nLtd., New Delhi\n7.12.2004\n16. 2.12.2004\nMahindra Acres Consulting 07.12.2004 YES\nEngineers Ltd., Chennai\n7.12.2004\n17.2.12.2004\n(WAPCOS) Water \u0026\n08.12.2004 NO\nPower Consulting Services\nC\n(I) Ltd., New Delhi\n18. 2.12.2004\nBeckitt Rankine\n08.12.2004 YES\nPartnership, Bombay\n17.12.2004 17.12.2004\n19. 2.12.2004\nDeloitte Touche Tohmatsu\n08.12.2004 YES\nIndia Ltd., Baroda\n8.12.2004\nD\n20. 2.12.2004\nMECON Ltd., Ranchi\n08.12.2004 NO\n17.12.2004\n21. 2.12.2004\nBicard-JNTU\n08.12.2004 NO\nConsortium Poly-\nengineers \u0026 Consultants,\nE\nHyderabad\n22.2.12.2004\nMarshall's Power \u0026\n08.12.2004 NO\nTelecom (I) Ltd.,\n17.12.2004\nBangalore\n11.03.2005\n23. 2.12.2004\nL\u0026T Ramboll Consulting\nF\n08.12.2004 YES\nEngineers Ltd., Chennai\n17.12.2004 7.12.2004\n24. 3.12.2004\nCRISIL Ltd., Mumbai\n07.12.2004 YES\n7.12.2004\n25. 4.12.2004 Mottmacdonald, Mumbai\n06.12.2004 NO\nG\n08.12.2004\n17.12.2004\n26.4.12.2004\nIndian Ports Association,\nNew Delhi\n06.12.2004 NO\n08.12.2004\n17.12.2004\nT\nH\n274 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\n.\nA\n27. 10.12.04\nScott Wilson Kirkpatrick\nIndia Pvt. Ltd.,\n07.12.2004 NO\n17.12.2004\nNew Delhi\n28. 25.2.2005\nDigital Hub Group,\n11.03.2005 NO\nMalaysia\nB\n29. 25.2.2005\nWater Bau, Germany\n11.03.2005\nNO\n30. 01.3.2005\nNO\nC\nLA-V-JAY and Associates 11.03.2005\nAhmedabad, Gujarat\nOn March 11, 2005 a consortium led by M/s. SPML made\nits presentation. The minutes of the meetings of the Committee\nheld on December 7, 2004, December 8, 2004, December 17,\n2004 and March 11, 2005 show that the advertisement dated\nOctober 18, 2004 was only for the purpose of conducting the\nD Feasibility Study. The minutes further indicate that certain other\nfirms had also come forward with offers for the development\nof the Port. The minutes of the meetings clearly show that after\ndiscussions and on the basis of the presentations four firms\nwere short listed in the following preferences: -\nE\n1. M/s. Subhash Projects and Marketing Limited\n2.\n3.\nF\n4.\nM/s. D.S. Constructions\nM/s. Apollo Infrastructure Projects Finance\nCompany Limited\nM/s. Larsen and Toubro, Chennai\nThe Committee, therefore, recommended that the Letter of\nIntent be issued to M/s. SPML. The Committee also felt that\nG the development of Pondicherry Port was of considerable\nimportance and, therefore, the company rightly recommended\nto the Government that Government should appoint the National\nInstitute of Port Management, Chennai (NIPM) as a Consultant\nto the Government of Pondicherry for the eventual development\nH of the Port.\n\u003e\n་\nt\n"}