{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"VILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 255\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\ndocuments for detailed proposals. The said report indicated\nthat M/s. RITES India Limited had rejected the proposal of one\nparty, i.e., M/s. Rockers (India) Pvt. Ltd. In the report preference\nregarding remaining four parties was shown as under: -\n1.\n2.\nA\nM/s. Ashok Leyland of India - 81 marks out of 100 B\n(This firm had unconditionally qualified).\nM/s. Seaways Shipping Limited of India - 92 marks\nout of 100 (This firm had qualified with some\nconditions).\n3.\nC\nM/s. Kvaerner Construction International Ltd. - 73\nmarks out of 100 (This firm had qualified with some\nconditions).\n4.\n-\nM/s. Durgeshwari Shipping Agency Pvt. Ltd. - 79\nmarks out of 100 (This Firm had qualified with\nsome conditions).\nD\nF.\nThe short listing of four parties and recommendation of M/s.\nRITES India Limited to invite detailed proposals from the four\nparties within five months was approved by the Government of E\nPondicherry on July 21, 2000. The parties which were short\nlisted subject to certain conditions were asked to provide\ndocumentary proof in support of their claims before September\n15, 2000. In consequence thereof, M/s. Durgeshwari Shipping\nAgency Pvt. Ltd. had submitted the requisite documents.\nTherefore M/s. RITES India Limited confirmed the short listing\nof consortium of M/s. Durgeshwari Shipping Agency Pvt. Ltd.\nwhereas the other two short listed parties had sought extension\nof time by about two months for furnishing the required\ndocumentary proof. Accordingly the General Manager (Ports)\nof M/s. RITES India Limited had, by his letter dated September\n22, 2000, sought approval of the Government of Pondicherry\nin relation to (a) final confirmation of short listing of consortium\nof M/s. Durgeshwari Shipping Agency Pvt. Ltd. and (b) allowing\ntime up to November 15, 2000 for the parties mentioned at\nG\nH\nC\n256 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA serial numbers 1 and 2 for submitting proof in respect of\nconditions mentioned by them. The Government of Pondicherry\nby its communication dated October 8, 2000 informed M/s.\nRITES India Limited that a decision in this regard would be\nmade after hearing the representations of the consortium\nB parties in the pre bid meeting to be held on October 12, 2000.\nA pre bid meeting for the development and operation of\nPondicherry Port on the basis of the clarifications sought by the\nshort listed parties was held in Delhi on October 13, 2000. This\nmeeting was to clarify all the doubts of the parties in relation to\nthe project prior to the submission of a detailed proposal. The\nmeeting was attended by the Principal Secretary (Power and\nPorts), Government of Pondicherry, and only three parties/\nconsortiums, i.e., (i) M/s. Ashok Leyland of India, (ii) M/s..\nSeaways Shipping Limited of India and (iii) M/s. Durgeshwari\nShipping Agency Pvt. Ltd. After the said pre bid meeting, only\ntwo parties/consortiums submitted their detailed proposals, i.e.,\nM/s. Ashok Leyland of India and M/s. Durgeshwari Shipping\nAgency Pvt. Ltd. M/s. Durgeshwari Shipping Agency Pvt. Ltd.\nsought an extension of time till January 15, 2001 to submit their\ndetailed proposals, which was granted. The General Manager\n(Ports) of M/s. RITES India Limited by his letter dated January\n15, 2001 informed the Principal Secretary (Power and Ports)\nGovernment of Pondicherry that till the last date of submission\nof detailed proposals it had received proposals from two\nparties, namely, (i) consortium with M/s. Ashok Leyland of India\nF and (ii) consortium with M/s. Durgeshwari Shipping Agency Pvt.\nLtd. In the said letter it was mentioned that both the parties had\nnot submitted valid Bank Guarantee as bid securities and,\ntherefore, both the proposals should be rejected straightaway.\nAs only two proposals were received and both were found to\nG be deficient with regard to the bid security deposit, it was\nD\nE\nrecommended that both the parties should be given time of\nseven to ten working days to enable them to submit valid Bank\nGuarantees. The Government accordingly extended the time up\nto January 25, 2001 to enable both the parties to submit valid\nH Bank Guarantees. The General Manager (Ports) of M/s. RITES\n༢་\n1\n1\n1\n-\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 257\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nA\nB\nIndia Limited by his letter dated January 27, 2001 informed the\nPrincipal Secretary (Power and Ports), Government of\nPondicherry that even within the extended time limit, the parties\nmentioned had not submitted valid Bank Guarantees. In the said\nletter it was stated that the attitude of both the parties had shown\nutter lack of conviction and commitment to the project. It was\nfurther mentioned that the privatization process was not\nsuccessful. By the said letter the General Manager\nrecommended two other alternative schemes for the\ndevelopment of Pondicherry Port. Those recommendations\nwere examined by various officials of Government of C\nPondicherry. On the proposals made by the General Manager,\nthe then Lt. Governor of Pondicherry in her note dated March\n8, 2001 expressed her desire to have a meeting with the\nofficials of M/s. RITES India Limited. On March 30, 2001 the\nthen Lt. Governor of Pondicherry convened a meeting with the\nofficials of M/s. RITES India Limited. At the said meeting\nvarious alternative methods were suggested for the\ndevelopment of the Pondicherry Port. At the said meeting it was\ndecided that a Corporation on the line of Pondicherry Power\nCorporation be established and a proposal be made to the\nPlanning Commission for the purpose of grant of funds to\nundertake the development of the Pondicherry Port. This is how\nthe first attempt made by the State Government to develop the\nPort failed.\nD\nE\nAgain on February 6, 2003, a meeting was held in the F\nChamber of the then Chief Minister of Pondicherry regarding\nthe development of Pondicherry Port. The meeting was\nattended by the Chief Secretary, Secretary (Port), the Director\n(Port) and a private party. In the said meeting it was decided\nthat an \"Expression of Interest\" calling for private investment be G\nfloated. The Chief Secretary, in his notings dated February 27,\n2003, proposed various steps to be undertaken for the\ndevelopment of the Port. One of the steps proposed by him was\nto immediately issue an Expression of Interest from private\nparties. He also recommended that the Director (Port) should\nH\nC\nD\n258 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA propose the constitution of a committee of officials to look into\nthe entire gamut of the privatization process as was done in\nrelation to the power sector. The recommendations of the Chief\nSecretary were approved by the then Chief Minister of\nPondicherry on March 6, 2003. In terms of the said decision,\nB an advertisement titled as \"Invitation of Expression of Interest\nfor the Development of Pondicherry Port by Private Investment\"\nwas published in various newspapers. The advertisement\nsought private participation of the parties in the development\nand operation of the project on Build, Own, Operate, Share and\nTransfer basis. The advertisement also stated that the interested\nparties should communicate their Expression of Interest within\n21 days. In terms of the recommendations made by the Chief\nSecretary in his letter dated February 27, 2003 a decision was\ntaken by the Government of Pondicherry, which was noted by\nthe Director (Port) in his noting dated March 25, 2003\nrecommending constitution of a committee to look into all the\nmatters relating to the privatization process. This\nrecommendation was approved by various Government officials\nincluding the then Chief Minister of Pondicherry on April 30,\n2003 and by the then Lt. Governor of Pondicherry on May 8,\n2003. It was further decided that the issue of re-engaging of\nM/s. RITES India Limited as Consultant should be taken later\non. The Government of Pondicherry vide Government Order\ndated May 13, 2003 constituted a Committee to look into the\nprivatization process of the Port under the Chairmanship of\nSecretary to Government (Port). After the constitution of the\nCommittee it was decided by the Government to co-opt a\nrepresentative of the Ministry of Shipping, Government of India.\nBy Government Order dated April 30, 2003, the Ministry of\nShipping, Government of India, nominated Mr. P.C. Dhiman as\nG a Member of the Committee. Accordingly, Mr. Dhiman was\nappointed as a Member of the Committee by the Government\nof Pondicherry vide Government Order dated August 20, 2003.\nThe first meeting of the Committee was held on June 2, 2003,\nwhich was attended by all the Members of the Committee. In\nH the said meeting various courses of actions were discussed.\nE\nF\ni\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 259\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.}\nC\nD\nOne of the issues related to seeking of consent of Government A\nof India for the privatization of the Port. It was also decided to\nseek clarifications from the Ministry of Shipping, Government\nof India in this regard. The Chief Secretary, Government of\nPondicherry in his notings dated June 25, 2003 mentioned that\nhe had discussed the issue with the former Secretary, Ministry B\nof Shipping and he was informed that no permission to develop\na minor port like Pondicherry port was required and that the\nguidelines issued by the Government of India on private sector\nparticipation in the Port sector were applicable only to major\nports. The Chief Secretary further noted that he had also asked\nthe Assistant Liaison Commissioner, Government of\nPondicherry in New Delhi to meet personally the officials of the\nMinistry of Shipping and report. The Assistant Liaison\nCommissioner, Government of Pondicherry in New Delhi by his\nInter Departmental Report dated June 25, 2003, informed that\nthe management and development of ports was a State subject\nand, therefore, no clearance from the Central Government was\nrequired. Therefore, the Chief Secretary recommended that\nfurther steps for privatization of the Port be taken. One of the\nsteps recommended by him was to re-engage M/s. RITES India\nLimited as a Consultant to the entire process. The then Minister\nof Ports by his notings dated July 18, 2003 accepted the\nproposals of the Chief Secretary but noted that instead of\nengaging M/s. RITES India Limited straightaway, it would be\nappropriate to issue notice inviting firms or consultants in\ngeneral. This proposal was approved by the then Chief Minister\nof Pondicherry. Therefore necessary advertisements were\nissued by the Government of Pondicherry. In response to the\nadvertisements, 13 parties submitted Expression of Interest for\nthe development of Pondicherry Port. These parties were asked\nto give detailed presentation to the Pondicherry Port G\nPrivatisation Committee. Out of these 13 parties only six parties\nmade their presentation before the Committee on August 20,\n2003. It was noticed that out of six parties only IPCO-Menang,\nSingapore and Larsen and Toubro, Chennai had experience\ninternationally and nationally in port development and were also H\nE\nF\n260 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA the only parties who had requisite technical know-how as well\nC\nD\nas ability to mobilize funds. The minutes of the meeting dated\nAugust 20, 2003 indicated that M/s. Larsen and Toubro had put\ncertain conditions and wanted certain work to be done by the\nPort Department. The Committee noticed that the conditions\nB were contrary to the expectation of the Government of\nPondicherry and accordingly the Committee proposed to grant\nLetter of Intent to M/s. IPCO-Menang, Singapore. In terms of\nthe recommendations of the Privatization Committee, the\nGovernment of Pondicherry, on September 2, 2003, issued a\nLetter of Intent to M/s. IPCO-Menang to undertake the\npreparation of a Detailed Project Report and Feasibility Study\nfor the development of Pondicherry Port. The Detailed Project\nReport as well as Feasibility Study Report were to be submitted\nby November 5, 2003. M/s. IPCO-Menang was not able to\nsubmit the above mentioned Reports by November 5, 2003. In\nfact the said company through its communication dated\nNovember 19, 2003 had requested the Director of Ports to\nextend the time to submit the report till December 31, 2003. In\nresponse thereof, the Director of Port, by his letter dated\nNovember 19, 2003, informed the said company that the\nrequest for extension of time limit up to December 31, 2003\ncould be considered only on the condition that the company\ndeposited an amount of Rs.50 lakhs to show its seriousness\nand commitment towards implementation of the project. The\nsaid company neither submitted the Reports by December 31,\nF 2003 nor deposited the amount. In these circumstances, the\nGovernment of Pondicherry decided to grant Letter of Intent to\nthe other party, which was short listed, i.e., M/s Larsen and\nToubro, Chennai. This decision was approved by the Minister\nof Ports on April 5, 2004. A Letter of Intent dated April 30, 2004\nG was issued to M/s. Larsen and Toubro, Chennai. The said\ncompany did not respond to the issuance of Letter of Intent. In\nsuch circumstances, the second attempt for getting private\ninvestments for development of Pondicherry Port also resulted\ninto a failure.\nE\nI\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v.\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\n261\nB\nC\nSometimes in September 2004, the Chief Secretary, A\nGovernment of Pondicherry had a meeting with the officials of\nMinistry of Shipping, Government of India, relating to the\ndevelopment of Pondicherry Port. In the said meeting the Joint\nSecretary, Ministry of Shipping had informed that it would be\npossible to provide an amount of Rs.20 lakhs for the purpose\nof preparing a Feasibility Study Report and the rest of the\nexpenditure should be born by the State Government. The Chief\nSecretary, Government of Pondicherry by his letter dated\nSeptember 6, 2004 requested the Secretary, Ministry of\nShipping, Government of India to provide an amount of Rs.50\nlakhs for the purpose of making the Feasibility Study Report.\nA copy of the letter was sent to the Director of Ports with a\nrequest to issue a press release in the newspapers calling\nproposals from the interested parties for preparation of\nFeasibility Study Report. The objective of the entire exercise\nwas to get prepared a Feasibility Study Report so that a private\ninvestor might not be required to conduct the study prior to\ndecide whether the private investor would be required to invest\nor not. It was the understanding of the Government of\nPondicherry that in such an event the possibility of attracting\nprivate investments in the development of Port would\nsubstantially increase.\nIn terms of letter dated September 6, 2004 the Director\n(Ports) submitted a proposal for issuing an advertisement in\nvarious newspapers thereby calling for the interested parties\nto prepare the Feasibility Study Report. This proposal was\napproved by the Secretary (Ports)/Chief Secretary. In response\nto the letter dated September 6, 2004 the Ministry of Shipping,\nGovernment of India by its letter dated September 30, 2004\ninformed the Chief Secretary, Government of Pondicherry that\n- in terms of the guidelines framed by the Ministry, the Central\nassistance would be restricted to 50% of the expenditure to be\nincurred by the State Government and the annual ceiling fixed\nwas Rs.20 lakhs for a State in a year on reimbursement basis.\nOn October 5, 2004, the officials of one company, i.e., Apollo\nD\nE\nF\nG\nH\nB\nC\n262 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Infrastructure Projects Finance Company Limited, had a\nmeeting with the Minister of Port, Government of Pondicherry\nregarding the development of the Port. The company sought\ntime from the Minister to make a technical and financial\npresentation in this regard. The said company also, by its letter\ndated November 22, 2004, requested for an opportunity to\nsubmit a technical report. Another company, i.e., Subhash\nProject and Marketing Limited -respondent No. 11 herein -\n('SPML' for short), by its letter dated October 6, 2004,\nsubmitted an Expression of Interest for development of ports,\nwhich is a Special Economic Zone in Pondicherry. The\ncompany, by its letter dated November 4, 2004, intimated the\nPrincipal Secretary (Port) that they had identified their partner\nwho would be associated in the work and requested for an\nappointment to make a presentation to the Principal Secretary.\nThe Director (Ports) submitted a proposal for issuing an\nadvertisement seeking “Expression of Interest\" from the\nconsultants for the preparation of Feasibility Study Report for\nthe development of Pondicherry Port. Based on this proposal\na decision was taken to issue an advertisement in various\nnewspapers in this regard. Accordingly, an advertisement was\npublished in various newspapers. In terms of the said\nadvertisement the consultants, interested in undertaking a\nFeasibility Study for the Pondicherry Port Development, were\nrequired to submit their Expression of Interest to the Director\nof Ports within 21 days from the date of publication of the\nF advertisement. In pursuance of the advertisement, 33 firms/\ncompanies had responded and submitted their Expression of\nInterest. Out of these 33 firms/companies, 27 firms/companies\nhad responded within the time limit specified in the\nadvertisement. One of such consortium (i.e. MOH Group)\nG submitted their Expression of Interest vide letter dated\nD\nE\nNovember 21, 2004. The Director of Ports in his proposal dated\nNovember 24, 2004 recommended that the remaining six firms/\ncompanies, which had not responded within the time stipulated\nin the advertisement, should also be considered for the purpose\nH of obtaining a Feasibility Study Report to ensure maximum\nF\n'\nL\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 263\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nA\nB\nC\nD\nbenefit from the advertisement. The Director of Ports also\nrecommended that the Port Privatisation Committee, including\nthe Member co-opted from the Ministry of Shipping,\nGovernment of India, constituted in the earlier round, should\nexamine the proposals made by the firms/ companies. The\nproposal was examined and approved by various officials of\nthe Government of Pondicherry and it was decided that the\nfirms/companies should be called upon to make their\npresentation before the Committee from December 6, 2004 to\nDecember 8, 2004. In relation to the remaining six firms/\ncompanies, who had submitted their Expression of Interest after\nthe time limit, it was recommended by the Under Secretary\n(Port) in his noting dated December 3, 2004 that they should\nnot be considered in view of previous experience and the\nGeneral Financial Rules, 1963. This recommendation was\naccepted by the Secretary (Port)/Chief Secretary, Government\nof Pondicherry, which is quite evident from his noting dated\nDecember 6, 2004. Under the circumstances, it was decided\nto exclude those six firms/companies from the exercise\nundertaken for obtaining the Feasibility Study Report. On\nvarious dates the Port Department, Government of Pondicherry,\nissued e-mails to the 27 firms/companies to make a\npresentation on the Expression of Interest for the preparation\nof the Feasibility Study Report. These e-mails were sent\nbetween December 2, 2004 and December 4, 2004. Out of\nthese 27 firms/companies, 10 firms/companies made their\npresentation on December 6, 2004. However, due to certain\nother pre-occupations, the date for presentation was shifted to\nDecember 8, 2004. The other 10 firms/ companies were\nrequested to make their presentation on December 7, 2004,\nwhereas the remaining 7 other firms/ companies were\nrequested to make their presentation on December 8, 2004. G\nThus in all, 27 firms/companies were invited to make their\npresentation before the Committee.\nOn December 3, 2004 the Vice President of Marshall\nPower \u0026 Consultancy Services informed the Director of Ports\nE\nF\nH\nB\nC\n264 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA by e-mail that the officials of the company were busy on 7th and\n8th of December, 2004 and, therefore, meeting dated\nDecember 11, 2004 be postponed. Similarly, the Advisor to\nScott-Wilson Kirkpatrick (P) Ltd. by e-mail dated December 3,\n2004 sought for an alternative date of December 10, 2004.\nAnother company, i.e., WAPCOS, through its e-mail dated\nDecember 3, 2004, informed the Director of Ports that its\nofficials would not be able to reach for presentation and sent\nnecessary materials by courier. STUP Consultants P. Ltd. vide\nits e-mail dated December 6, 2004 informed the Director of\nPorts that it be allowed to make the presentation on December\n9, 2004. Mac Knight Infrastructure P. Ltd., by its e-mail dated\nDecember 6, 2004, informed the Director of Ports that due to\nprior and conflicting commitments, its official would not be able\nto appear and requested for an alternative date. The Director\nand Chief Operating Officer, DS Constructions vide letter dated\nDecember 7, 2004 informed the Director of Ports that officials\nof the Company wanted to make presentation on development\nand construction of the Pondicherry Port. The Vice President\nof SPML through its e-mail dated December 7, 2004, informed\nthe Director of Ports that they were going to develop and\noperate the ports and would like to work more as an operator\nand a developer. By the said e-mail the said company\nrequested for an opportunity to enable it to make a presentation.\nOn December 7, 2004 and December 8, 2004 various firms/\ncompanies made presentations before the Committee. The\nF parties, who made their presentations, were as under:-\nD\nE\nG\n1.\n2.\n3.\nH\n4.\nHauer Associates, Chennai, made the presentation\non December 7, 2004.\nD.S. Constructions made the presentation on\nDecember 7, 2004.\nHowe India made the presentation on December\n7, 2004.\nPrice Water House Corpus, Chennai, made the\n"}