{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"VILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 285\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nproposal was made to create additional development facilities A\nfor commercial-cum-fishing vessels. Later on, it was found that\nM/s Consulting Engineering Services (India) Private Limited had\nno expertise to develop certain facilities at Pondicherry Port.\nTherefore, M/s RITES India Limited, a Government of India\nundertaking, was appointed to conduct a study on the technical B\nfeasibility and economic viability of the facilities to be\ndeveloped. M/s RITES India Limited submitted its Feasibility\nStudy Report. The Techno-Economic Feasibility Report\nsubmitted by M/s RITES India Limited pertained to additional\nfacilities. In spite of positive Feasibility Study Report submitted C\nby RITES India Limited, the project could not be carried forward\nin view of paucity of funds. In 1996, it was suggested by M/s\nRITES India Limited to adopt Build, Own, Share and Transfer\nmode of privatisation. The record of the case makes it clear\nthat between 1996 and 2000 various proposals for privatisation D\nof Pondicherry Port including that of one Megah Venture Lines\n(M) SDN BHD were received and considered.\nIt is necessary to notice that in response to advertisement\nissued seeking interest of the parties for development of\nPondicherry Port through private investment, 48 parties initially\nindicated their interest in the project. However, only 5 parties/\nconsortiums submitted their proposals. Ultimately, after a long\nprocess of deliberations/discussions, only two parties were\nshort listed but none of them submitted requisite Bank\nGuarantees within time specified and therefore the process\ninitiated by issuing advertisement seeking interest of parties for\ndevelopment of Pondicherry Port through private investment,\nwas called off.\nE\nF\nFrom March 16, 2003 to March 18, 2003, Advertisement: G\ntitled \"Invitation of Expression of Interest for the Development\nof Pondicherry Port by Private Investment\" was published in\nvarious newspapers. On May 13, 2003, the Government of\nPondicherry constituted a Committee to look into the\nprivatisation process of the Pondicherry Port and Secretary H\n!\nB\nD\n286 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA (Port) as its Chairman. What is evident from the record is that\nthe Chief Secretary, Government of Pondicherry, in his notings.\ndated June 25, 2003 indicated that he had discussion about\nthe issue with the former Secretary, Ministry of Shipping, who\nhad informed him that it was not obligatory to obtain permission\nfrom Central Government for development of a minor Port like\nPondicherry and that the guidelines issued by the Government\nof India on Private Sector Participation in the Port Sector only\napplied to Major Ports. It was also noted by the Chief Secretary\nin his notings that he had asked Assistant Liaison\nC Commissioner, Government of Pondicherry in New Delhi to\nmeet personally the officials of the Ministry of Shipping and\nreport to him. The Assistant Liaison Commissioner, Government\nof Pondicherry in New Delhi in his Inter-Departmental Report\ndated June 25, 2003 mentioned that the officials of the Ministry\nof Shipping had informed him that the management and\ndevelopment of Minor Ports was a State subject and therefore\nno clearance from the Central Government was required. The\nChief Secretary therefore recommended that further steps for\nprivatisation of the Port be taken. One of the steps\nrecommended by the Chief Secretary was to re-engage M/s\nRITES India Limited as a Consultant to the entire process. The\nnotings prepared by the Minister of Ports on July 18, 2003\nindicate that he accepted the proposals of the Chief Secretary\nbut noted that instead of engaging M/s RITES India Limited\nstraightaway, it would be appropriate to issue a notice inviting\nfirms or Consultants in general. This proposal of Minister of\nPorts was approved by the Chief Minister. Accordingly, notice\ninviting firms or Consultants was issued. In all, 13 parties\nsubmitted Expression of Interest but only 6 parties made\npresentation before the Committee on August 20, 2003. Only\n2 Consultants namely IPCO-Menang, Singapore and M/s Larsen\n\u0026 Toubro, Chennai had the requisite experience. Therefore,\nthose two firms were short listed. A Letter of Intent was issued\nin favour of IPCO-Menang, Singapore. The said Consultant was\nasked to prepare a Detailed Project Report by November 5,\nE\nF\nG\nH\nསྤུར་\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 287\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\n2003. However, the said consultant could not submit Detailed A\nProject Report within stipulated period. Therefore, the Letter of\nIntent was issued in favour of M/s Larsen \u0026 Toubro, Chennai\non April 30, 2004. M/s Larsen \u0026 Toubro, Chennai, also failed\nto respond to the Letter of Intent.\nB\nC\nD\nThe events leading to the award of the Letter of Intent in\nfavour of Respondent No. 11 indicate that on October 5, 2004,\nApollo Infrastructure Projects Finance Limited had a meeting\nwith the then Minister of Ports and had sought time to make a\npresentation for the development of Pondicherry Port. The\nrecord also indicates that the said firm was given an opportunity\nto do so before the Minister on October 17, 2004. Similarly, the\nRespondent No. 11 had also shown interest in the development\nof the Port by addressing a letter dated October 6, 2004 which\nwas received in the office of Chief Secretary on October 28,\n2004. By another letter dated November 4, 2004, Respondent\nNo. 11 had indicated that it had identified a partner who would\nbe associated with the work of development of the Port. In the\nmeanwhile, on October 18, 2004, advertisement was issued\nseeking Expression of Interest from Consultants for preparation\nof Feasibility Study Report for the development of Pondicherry\nPort. The record shows that 27 firms were called to make a\npresentation on December 6 and December 7, 2004. But on\nrepresentation of some of the firms, the former date was shifted\nto December 8, 2004. The Minutes of the Meeting of the\nCommittee dated December 7, 2004, December 8, 2004 and\nDecember 17, 2004 showed that the Chief Secretary had\nasked each and every firm as to whether it was in a position to\ndevelop the Pondicherry Port and whether it would be able to\nbring investors for this purpose. The Minutes indicate that some\nfirms informed the Committee that they would get a private G\ninvestor at a later stage but two companies namely Apollo\nInfrastructure and DS Construction stated that they would be\nable to develop the Pondicherry Port on their own.\nMeanwhile, on\nDecember 15, 2004, Menang\nE\nF\nH\nd\n288 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Amalgamated Sdn Bhd sent a fax message stating that it was\nin the process of finalizing a Detailed Project Report as well\nas Feasibility Study Report. It may be mentioned that the\naforesaid communication was received after more than one\nyear.\nB\nC\nD\nE\nF\nG\nH\nAfter making reference to a meeting, which its officials had\nwith the Chief Secretary on December 20, 2004, M/s Larsen\n\u0026 Toubro, Chennai, also claimed on December 22, 2004 that\nit was willing to develop the Pondicherry Port.\nThe Apollo Infrastructure Projects Finance Company\nLimited by its letter dated December 23, 2004 once again\nreiterated that it was willing to develop the Pondicherry Port on\nDBOOT basis. This letter was received by the Committee on\nDecember 31, 2004.\nThe IPCO Menang, Singapore and M/s Larsen \u0026 Toubro;\nChennai, had participated in the Port privatisation process in\nthe year 2003 but had not responded, though they were chosen.\nHowever, they had expressed their intent to develop the\nPondicherry Port by communications dated December 15,\n2004 and December 22, 2004 as mentioned above. In view of\nthese letters, the Director of Ports by his letter dated January\n7, 2005 sought a decision from the Under Secretary (Port)\nregarding the future course of action to be taken in the matter.\nThe Under Secretary (Port) made a noting dated January 19,\n2005 recounting the facts and circumstances relating to IPCO\nMenang, Singapore and M/s Larsen \u0026 Toubro, Chennai. The\nChief Secretary expressed his view on this noting and\nrecommended that M/s Larsen \u0026 Toubro, Chennai, be called\nas third party in addition to Apollo construction and M/s DS\nConstructions. The Deputy Secretary (Law) was requested to\nexamine the issue. It was for this reason that the Inter-\nDepartmental Note dated January 21, 2005 was submitted to\nthe Law Department. On January 23, 2005, one Walter-Bau-\nAG sent a communication informing the Chief Secretary about\n-\ni\n:\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 289\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\n00\nB\nits desire to participate in the Deep Sea Project on DBOOT A\nbasis and submitted its profile. A letter was also written by\nDigital Hub, Malaysia, stating that it wanted to participate in the\nDeep Sea Project on DBOOT basis. What is important to note\nis that the moment firm offers for development of the Port came\nbefore the Government of Pondicherry, the choice before the\nGovernment was very clear. The Government had been trying\nto develop the Port since 1973. As concrete proposals for the\ndevelopment of the Port were available, the Government felt that\nproper course was to move the proceeding forward to select\na developer. It is relevant to notice that certain parties had C\nsought permission to participate in the process of development\nof the Port itself and not just prepare a Feasibility Report. The\nrecords indicate that the Chief Secretary met the Lieutenant\nGovernor on February 2, 2005 and it was decided that a list of\nfirms, which had expressed their interest to develop the Port D\nthrough private investment, should be prepared. This is clearly\nreflected in the note of the Executive Director of Port to the\nGovernment of Pondicherry dated February 2, 2005. In terms\nof the said direction, the Director (Ports) in his note dated\nFebruary 3, 2005 gave a list of 11 firms/companies which had\nexpressed their desire to develop the Port through private\ninvestment. Out of the 11 parties, whose names were\nmentioned, IPCO Menang and Larsen \u0026 Toubro were already\nshort listed in the year 2003. Hauer Associates, Mahindra\nAcres Consulting Engineers Ltd., Marshals Power and Telecom\n(I) Ltd. and M.O.H. Group did not give any firm indication about\ntheir willingness to develop the Port. DS Constructions,\nSubhash Projects \u0026 Marketing Ltd. and Apollo Infrastructure\nProjects and Finance Co. Ltd. expressed willingness to develop\nthe Port. The Digital Hub and Walter Bau AG came in the year.\n2005. The record makes it very clear that this was only a list of\nthe firms/companies interested in developing the Port and not\nranking. The Digital Hub and Walter Bau AG had also\nexpressed their willingness to develop the Port in January 2005\nitself. The respondent No. 11 addressed a letter dated February\nE\nF\nG\nH\n290\nSUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA 4, 2005 reiterating its desire to develop the Port. It was clearly\npointed out by the Respondent No. 11 that it was desirous of\ndeveloping the Port and was not interested in acting as a\nConsultant.\nB\nAround this time, the Apollo Infrastructure again reiterated\nits interest in the development of the Port by addressing letter\ndated February 8, 2005 wherein it was also mentioned that it\nhad tied up with Larsen \u0026 Toubro, Ramboll, Chennai.\nAnother firm, LA-V-JAY Associates Pvt. Ltd. by its letter\nC dated February 14, 2005 mentioned that it was part of\nconsortium comprising Royal Haskoning and Ashoka Buildcon.\nBy the said letter, the said firm also expressed its desire to\ndevelop the Pondicherry Port.\nD.\nE\nF\nG\nH\nThe Director (Ports) referred to the note dated February\n3, 2005 and stated that out of the 11 firms/ companies\nmentioned in the note, 7 firms and companies had already\nmade presentations before the Committee but 4 firms had not\nmade presentation. It is relevant to notice that DS Constructions\nand Apollo Infrastructure were part of the 7 firms who had\nalready made presentations. In these circumstances, it was\ndecided on February 25, 2005, that the remaining 4 firms\nnamely, the respondent No. 11, Digital Hub, Walter-Bau-AG\nand Marshall Power should be called for giving presentation\nbefore the Committee on March 11, 2005. Accordingly, E-mails\nwere sent to those parties on March 8, 2005 asking them to\ngive presentation on March 11, 2005. The E-mails were sent\nto the 4 firms listed in the note dated February 25, 2005. Well\nbefore March 11, 2005, Digital Hub expressed its inability to\nattend the meeting and indicated that it would give the\npresentation on another date. But even, later on also, the said\nfirm failed to make any presentation before the Committee.\nThough U Pranav Consultancy acting on behalf of LA-V-JAY \u0026\nAssociates - Royal Haskoning - Ashoka Buildcon consortium\nconfirmed by E-mail dated March 8, 2005 that the presentation\na\n筚\n7\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 291\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nwould be made in the meeting dated March 11, 2005, Royal A\nHaskoning by its communication sought for deferment of date\nfor making presentation. What is most important to notice is\nthat in the meeting held on March 11, 2005 only Respondent\nNo. 11 was present. During the presentation made by the\nRespondent No. 11, it was found that Respondent No. 11 had B\nentered into consortium with Halcrow, a very prominent\ncompany in the field of Port development projects. The\nbackground of the said firm is set out in the Minutes of the\nproceedings held on March 11, 2005. The said firm is\ndescribed as a company which has been in India for more than C\n30 years and its expertise is in the development of multi\npurpose ports.\nD\nE\nIt may be mentioned that the petitioners have not made any\nreference to the proceedings of March 11, 2005 or the Minutes\nof the said Meeting. Instead, they have straightaway referred\nto the note prepared on April 5, 2005 to suggest that Mr. S.D.\nSunderesan, Director (Ports) was opposed to the development\nof the Port and for that reason he was transferred by the\nGovernment. The affidavit in reply makes it very clear that this\nallegation of the petitioner is factually wrong. Mr. Sunderesan\nwas recommended for promotion to higher grade by\nDepartmental Promotion Committee in March 2005 itself and\nhis posting as a Deputy Secretary was effected in May 2005.\nThus, it is wrong on the part of the petitioners to allege/suggest\nthat merely because he was opposed to the development of F.\nthe Port, he was transferred by the Government. The note dated\nApril 5, 2005 was considered and the Under Secretary (Port)\nmade a detailed note with reference thereto on April 8, 2005\ndealing with every aspect, point-wise. The Chief Secretary\nprepared a detailed note pointing out that the matter had been G\nconsiderably delayed and that the Port Privatisation Committee\nhad recommended that a Letter of Intent be issued to SPML.\nThe Chief Secretary sent a note dated May 26, 2005 which was\nput-up before the Minister of Ports for orders. The Minister of\nH\n292 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Ports approved the note on June 1, 2005 recommending that\nsuitable clauses be incorporated to bind the party down to\nensure that the project did not get delayed. The Chief Minister\napproved the proposal on June 3, 2005 and thereafter the\nproposal was approved by the Lieutenant Governor on June 3,\nB 2005.\nC\nD\nE\nF\n17. The different documents produced on record of the\ncase read with averments made in counter affidavits clearly\nshow that on the basis of the reports submitted by M/s.\nConsulting Engineers Services (India) Private Limited, The\nMinistry of Shipping and Transportation (Ports Wing),\nGovernment of India had approved the project for creation of\ncertain facilities at the Pondicherry Port and sanctioned the\ncost of the project by letter dated June 26, 1984. Further, M/s.\nRITES India Limited had submitted Techno-Economic\nFeasibility Study Report on June 10, 1991, pertaining to\ndevelopment of additional facilities to be provided at\nAriankuppam Port Project and in spite of said positive\nFeasibility Study Report, the project could not be carried\nforward because of paucity of funds. The record shows that after\nrevival of the process for development of the port in the year\n2003, the Government of Pondicherry had decided to issue an\nadvertisement calling for Expression of Interest from the private\nparties and vide G.O.Ms. dated May 13, 2003 constituted a\nPort Privatisation Committee to go into the entire gamut of the\nprivatisation process of the Port of Pondicherry through private\ninvestment. The Committee so constituted was consisting of the\nfollowing Government officials and no politician was appointed\non the said Committee at all: -\nG (1) Secretary to Government (Port)\n1\nChairman\n(2) Joint Secretary to Government (Revenue)\nMember\n(3) The Director of Ports\nMember\nH\n(4) The Director of Science, Technology\n1\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 293\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nand Environment\n(5) Deputy Secretary to Government (Law)\n(6) Under Secretary to Government (Finance)\n(7) Under Secretary to Government (Port)\n(8) Executive Engineer (Port)\nMember\nA\nMember\nMember\nMember B\nMember Secretary\nSubsequently, Mr. P.C. Dhiman, Director (Port Development),\nMinistry of Shipping (Port Wing), New Delhi, was also\nnominated as Co-opted Member of the above mentioned C\nCommittee. Pursuant to advertisement dated February 3, 2003,\n13 parties had responded and out of them, only 6 parties had\nmade presentations before the expert committee, expressing\ninterest for the development of the Pondicherry Port through\n* private investment. The Committee, after considering the D\npresentations made by six firms, in its meeting held on August\n28, 2003, came to the conclusion that only two firms, namely,\n(1) IPCO Menang, Singapore and (2) Larsen and Toubro,\nChennai had necessary experience in port development and\ntechnical knowhow for the same and, therefore, short listed E\nthose two firms. The recommendations of the expert committee\nwere accepted by the Government of Pondicherry and a Letter\nof Intent was issued on September 9, 2003 in favour of IPCO\nMenang, Singapore, for feasibility studies and preparation of\nDetailed Project Report for the development of the Port. F\nHowever, the said firm did not submit the Report despite\nextension of time nor deposited the required performance\nguarantee amount of Rs.50 lacs. Therefore, the second short\nlisted firm, i.e., M/s. Larsen and Toubro, Chennai, was issued\nLetter of Intent, but this firm also did not respond to the said G\n☑Letter for more than eight months.\n18. Under such circumstances, the Government of\nPondicherry decided to make one more attempt to attract\nprivate investment for development of the Port and call for\nH\n294 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Expression of Interest for undertaking feasibility studies for\ndevelopment of the port. Accordingly, advertisement dated\nOctober 18, 2004 was issued in the leading newspapers,\npursuant to which, 27 firms had responded. However, out of 27\nfirms, only 15 firms had given presentations before the expert\nB committee during December, 2004 in the presence of Minister\nof Ports, Thereafter, it was decided by the Committee, after\nhaving meeting with the then Lt. Governor of Pondicherry, that\nout of 27 firms which had responded to the advertisement,\nnumber of firms who were willing to undertake the feasibility\nC studies should be ascertained. Accordingly such exercise was\nundertaken by the expert committee and the expert committee\nfound that only 11 firms had shown the willingness to undertake\nfeasibility studies. Seven out of those 11 firms had already\nmade presentations before the Committee and, therefore,\nD remaining four firms were called upon to make presentation\nbefore the Committee.\nE\nF\nG\nH\n19. The record further shows that the expert committee,\nafter approval of the Minister (Port), the Hon'ble Chief Minister\nand the Lt. Governor, decided to short list the under mentioned\nfour firms in order of preference, out of the firms which had\nexpressed interest in development of the Port by undertaking\nthe feasibility studies and Detailed Project Report: -\n1. M/s. Subhash Projects and Marketing Ltd., New\nDelhi;\n2.\nM/s. D.S. Constructions, New Delhi;\n3. M/s. Apollo Infrastructure Project Finance Company\nLtd.; and\n4.\nM/s. Larsen \u0026 Toubro, Chennai.\nThe order of preference was prepared by the Committee\nkeeping in mind the credentials and the presentations made\nby the firms as well as on the basis of recommendations and\n"}