{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":":\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 295\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\napproval given by the Minister (Port), the then Chief Minister A\nand the Lt. Governor. Thereafter a decision was taken by the\nGovernment of Pondicherry to issue a Letter of Intent to the\nrespondent No. 11 as its name appeared first in the order of\npreference. Another decision was also simultaneously taken to\nappoint National Institute of Port Management, a Government B\nof India Undertaking, as the consultant for the Government of\nPondicherry and accordingly the appointment order was issued\nto the respondent No. 14 for carrying out a detailed analysis\nand evaluation of the Detailed Project Report ('DPR' for short)\nfrom all angles and for submission of comprehensive report, as с\nwell as finalization of DPR which would form the basic document\nfor the Port development. The respondent No. 14 was also to\nadvise and assist the Government of Pondicherry in obtaining\nall the statutory clearance, preparation of Draft Concession\nAgreement for the development of the Port on BOT basis, D\nassist the Government in negotiation and finalization of final\nAgreement as well as to monitor, supervise and other related\nwork. It is necessary to mention that pursuant to advertisement,\nwhich had appeared in The Hindu dated October 18, 2004, the\nrespondent No. 14 had offered to prepare a feasibility report. E\nIn the order of appointment issued to respondent No. 14, it was\nmentioned that a Letter of Intent was issued to the respondent\nNo. 11 for preparation of DPR. The record further establishes\nthat the DPR was submitted by the respondent No. 11 to the\nGovernment which was forwarded to the respondent No. 14 for\noffering comments/views along with an advance payment of\nRs.2 lacs. Thereafter, a number of meetings were held between\nthe officers of respondent No. 11, respondent No. 14 and the\nofficials of Government of Pondicherry to discuss the DPR.\nDuring the meetings certain shortcomings in the DPR prepared\nby the respondent No. 11 were pointed out and, therefore, the\nrespondent No. 11 was called upon to revise the DPR.\nAccordingly 2nd and final revised DPR was submitted by the\nrespondent No. 11 on November 16, 2005. The 2nd revised\nF\nG\nDPR was also sent to the respondent No. 14. After H\n296 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA assessment, analysis and evaluation of the 2nd revised DPR,\nthe respondent No. 14 gave independent analysis and\nevaluation of the various aspects of the final DPR. In the\nindependent analysis made by the respondent No. 14 it was\nstated that though the project was technically viable, it was not\nB financially viable. However the respondent No. 11 and its\nassociates had come forward to undertake the project with their\nown investment, whereas the Government of Pondicherry was\nnot expecting to invest any money. Further, the Port\nDevelopment Project is/was to result in direct and indirect\nC employment to a large number of persons as well as other\neconomic and infrastructure development catering to the needs\nof the shipping industry and development of allied industries in\nthe immediate hinter land and, therefore, the Government of\nPondicherry had decided to proceed further in the matter.\nD Accordingly the Government of Pondicherry constituted a\nCommittee to draft the Concession Agreement to be entered\ninto between the Government of Pondicherry and M/s. SPML.\nThe Committee so constituted examined various model\nconcession agreements of different states and more particularly\nof Gujarat State. After undertaking such study, Concession\nAgreement was drafted on the basis of approved DPR. The\nsaid draft agreement was examined and approved by various\ndepartments of the Government of Pondicherry. Thereafter, the\ndraft agreement was placed before the Council of Ministers for\nits approval. The Council of Ministers in meeting dated January\n20, 2006, approved the same and resolved that the existing port\nland measuring 153 acres be handed over for port\ndevelopment, whereas remaining 107 acres should be\nacquired to be handed over to M/s. SPML. It was further\nresolved that a lease amount of Rs.2000/- per acre, per annum,\nshould be charged from M/s. SPML. The order dated January\n21, 2006, issued by the Government of Pondicherry, indicate\nthat approval of the Lt. Governor was obtained to the revised\nDPR as well as to the Concession Agreement after which the\nGovernment of Pondicherry entered into a Concession\nE\nF\nG\nH\n→\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 297\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nAgreement with M/s. SPML along with its consortium partners A\non January 21, 2006.\n20. It would be absurd on the part of the appellants to\nattribute motives to all by stating that the Letter of Intent was\namended to the respondent No. 11 for oblique motives in order\nto favour respondent No. 11 arbitrarily. The appellants could not\nspecify either in the petitions filed before the High Court or in\nthe memorandum of appeals as to which member of the expert\ncommittee or which official of the Government of Pondicherry\nor which Minister of the Council of Ministers or which Chief\nMinister or Lt. Governor was interested in awarding Letter of\nIntent to respondent No. 11 for oblique motives. The record\nshows that the Government of Pondicherry had advertised three\ntimes calling for Expression of Interest from the interested firms\nand had identified respondent No. 11 for development of the\nPort after adopting transparent procedure. The procedure\nadopted for identifying the respondent No. 11 is crystalline,\ndistinct, forthright, manifest and unambiguous. To say the least\nthe appellants' understanding of the issue is absolutely\nbaseless and not only incorrect but also contrary to the records\nof the case. The selection of the respondent No. 11 as\ndeveloper cannot be regarded as capricious, despotic, fanciful\nor personal as is sought to be made out by the appellants. It is\nrightly pointed out in the counter reply that the objective of the\nentire exercise was to get prepared a feasibility study report\nso that a private investor might not be required to conduct the\nstudy prior to deciding whether he would be required to invest\nor not. It was the understanding of the Government of\nPondicherry that in such an event the possibility of attracting\nprivate investment in the development of the Port would\nsubstantially increase, which cannot be termed as impractical\nor not warranted in the facts of the case, more particularly,\nwhere earlier attempts made since the year 1973 to develop\nthe Port had failed. The Government of Pondicherry could not\nhave risked loosing offers for privatisation of the Port by\ninsisting upon the process of selection of developer merely on\nB\nC\nD\nE\nF\nG\nH\n298 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA the ground that the advertisement was only for the selection of\nconsultant and not for the selection of developer. On the facts\nand in the circumstances of the case, this Court is of the firm\nopinion that the events leading to the award of Letter of Intent\nto the respondent No. 11 in June, 2005 do not indicate, in any\nmanner, that the Government had acted arbitrarily or that the\nLetter of Intent was issued to favour the respondent No. 11 with\noblique motives and, therefore, the contention of the appellants\nin this regard is rejected.\nB\nC\nD\nE\n21. The plea raised by the learned counsel for the\nappellants that the Government of Pondicherry was arbitrary and\nunreasonable in switching the whole public tender process into\na system of personal selection and, therefore, the appeals\nshould be accepted, is devoid of merits. It is well settled that\nnon-floating of tenders or not holding of public auction would\nnot be in all cases be deemed to be the result of the exercise\nof the executive power in an arbitrary manner. Generally, when\nany State land is intended to be transferred or the State\nlargesse decided to be conferred, resort should be had to\npublic auction or transfer by way of inviting tenders from the\npeople. However, what is important to notice is that the old\nPondicherry Port is very much in existence. This is not a case\nof establishment of new port at Pondicherry but this is a case\nof developing an existing port to meet rapid changes in\ntransport technology and to improve the existing port facilities.\nF The development of an existing port on Build, Operate and\nTransfer basis can never be equated with intended sale of\nGovernment land or transfer of State largesse. This is not a\ncase where a State asset is sought to be sold or the State is\nout to purchase goods. Such cases stand on a different footing\nG from a major issue of economic development such as\ndevelopment of a port. The respondent No. 11 is called upon\nto develop the Pondicherry Port on BOT basis. Thus after\ndevelopment of the Port, the same will have to be retransferred\nto the Government of Pondicherry. In the matter of policy\nH\n1.\n299\nD\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v.\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\ndecision and economic tests the scope of judicial review is very A\nlimited. Unless the decision is shown to be contrary to any\nstatutory provision or the Constitution, the Court would not\ninterfere with an economic decision taken by the State. The\ncourt cannot examine the relative merits of different economic\npolicies and cannot strike down the same merely on ground B\nthat another policy would have been fairer and better. In a\ndemocracy, it is the prerogative of each elected Government\nto follow its own policy. Often a change in Government may\nresult in the shift in focus or change in economic policies. Any\nsuch change may result in adversely affecting some vested C\ninterests. Unless any illegality is committed in the execution of\nthe policy or the same is contrary to law or malafide, a decision\nbringing about change cannot per se be interfered with by the\ncourt. It is neither within the domain of the courts nor the scope\nof judicial review to embark upon an enquiry as to whether a\nparticular public policy is wise or whether better public policy\ncan be evolved. Nor are the courts inclined to strike down a\npolicy at the behest of a petitioner merely because it has been\nurged that a different policy would have been fairer or wiser or\nmore scientific or more logical. Wisdom and advisability of\neconomic policy are ordinarily not amenable to judicial review.\nIn matters relating to economic issues the Government has,\nwhile taking a decision, right to \"trial and error” as long as both\ntrial and error are bona fide and within the limits of the authority.\nFor testing the correctness of a policy, the appropriate forum\nis Parliament and not the courts. Normally, there is always a\npresumption that the Governmental action is reasonable and\nin public interest and it is for the party challenging its validity to\nshow that it is wanting in reasonableness or is not informed with\npublic interest. This burden is a heavy one and it has to be\ndischarged to the satisfaction of the court by proper and\nadequate material. The court cannot lightly assume that the\naction taken by the Government is unreasonable or against\npublic interest because there are large number of\nconsiderations, which necessarily weigh with the Government\nE\nF.\nG\nH\nD\n300 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA in taking an action. In a case like this where the State is\nallocating resources such as water, power, raw materials, etc.\nfor the purpose of encouraging development of the port, this\nCourt does not think that the State is bound to advertise and\ntell the people that it wants development of the Port in a\nB particular manner and invite those interested to come up with\nproposals for the purpose. The State may choose to do so if it\nthinks fit and in a given situation it may turn out to be\nadvantageous for the State to do so, but if any private party\ncomes before the State and offers to develop the port, the State\nC would not be committing breach of any constitutional obligation\nif it negotiates with such a party and agrees to provide\nresources and other facilities for the purpose of development\nof the port. The State is not obliged to tell the respondent No.\n11 \"please wait I will first advertise, see whether any other offers\nare forthcoming and then after considering all offers, decide\nwhether I should get the port developed through you\". It would\nbe most unrealistic to insist on such a procedure, particularly,\nin an area like Pondicherry, which on account of historical,\npolitical and other reasons, is not yet industrially developed and\nwhere entrepreneurs have to be offered attractive terms in order\nto persuade them to set up industries. The State must be free\nin such a case to negotiate with a private entrepreneur with a\nview to inducing him to develop the port and if the State enters\ninto a contract with such an entrepreneur for providing resources\nand other facilities for developing the port, the contract cannot\nbe assailed as invalid because the State has acted bona fide,\nreasonably and in public interest. The terms and conditions of\nthe contract entered into with the respondent No. 11 as well as\nthe surrounding circumstances show that the State has acted\nbona fide and not out of improper or corrupt motive or in order\nto promote the private interest of the respondent No. 11 at the\ncost of the State. Therefore, it is difficult to interfere and strike\ndown the State action as arbitrary, unreasonable or contrary to\npublic interest. It is true that one of the methods of securing the\npublic interest, when it is considered necessary to dispose of\nE\nF\nG\nH\n€\nلم\ni\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v.\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\n301\nA\nB\na property, is to sell the property by public auction or by inviting\ntenders. But as noted earlier, this is not a case of sale of\nproperty by the State. Though public auction or inviting of\ntenders is the ordinary rule in case where the State Government\nproposes to dispose of a property, it is not an invariable rule.\nThere may be situations where there are compelling reasons\nnecessitating departure from the rule, the reasons indicated in\nthis case for the departure are shown to be rational and are\nnot suggestive of discrimination. The Government is entitled to\nmake pragmatic decisions and policy decisions which may be\nnecessary or called for under the prevalent peculiar C\ncircumstances. The issue of privatisation of the Port had been\nengaging the attention of the Government of Pondicherry since\n1973. The said issue had been delayed for a long time.\nTherefore, no fault can be found with the expert Committee, with\nthe various officers of the Government including the Chief D\nSecretary, the Ministers, the Chief Minister and the Lt. Governor\nfor deciding to develop the Port with the assistance of the\nrespondent No. 11 and not just restricting the process to\nappoint a consultant. The sole purpose behind the said exercise\nwas to ensure development of the Port in a proper manner and\nas expeditiously as possible. It is necessary to mention that the\nGovernment of Pondicherry was trying to develop the Port and\nwas looking for an appropriate partner. It must be remembered\nthat technology for development of the Port would not be\navailable for the mere asking of it. All the leading firms/\ncompanies were not found suitable to develop the Port and\nnone of them has made grievance either before the High Court\nor before this Court regarding selection of respondent No. 11\nas Developer of the Port. It is ultimately a matter of bargain. In\nsuch cases, all that needs to be assured is that the Government\nor the authority, as the case may be, has acted fairly and has\narrived at the best available arrangement in the circumstances.\nThe materials on record substantiated the absolute need and\nnecessity to undertake the development of the Port by the\nGovernment of Pondicherry in furtherance of great public interest Н\nE\nF\nG\n302 SUPREME COURT REPORTS\n1\n[2009] 9 S.C.R.\nA and for larger public and common good. The admitted dire\nfinancial position of the State Government and its inability to\nundertake such a project at the cost of Government coupled with\nthe fact that the venture was long overdue apparently made the\nState Government and its authorities to avail of the project as\nB unfolded and volunteered by the respondent No. 11, subject,\nD\nE\nof course, to further revisions, modifications and suggestions\nin the best interest of the State Government. A careful and\ndispassionate assessment and consideration of the materials\nplaced on record does not leave any reasonable impression,\nC on the peculiar facts and circumstances of this case, that\nanything obnoxious which requires either public criticism or\ncondemnation by courts of law had taken place. The objective\nof the Government of Pondicherry to develop the Port was\nadmitted to be fulfilled at the initial stage by short listing a\nconsultant itself. However, the Government did not wish to\ncontinue the process of selection of the consultant and risk\nlosing the chance of privatisation of the Port again. As firms/\ncompanies had offered to develop the Port directly, the\nGovernment of Pondicherry could not have asked the firms/\ncompanies to first participate in the process of selection of a\nconsultant, prepare a project report and require them to\nparticipate in the process for selection of the developer all over\nagain. The Government of Pondicherry adopted a pragmatic\napproach and proceeded to short list the developer directly and\nin doing so the Government has acted in the best interest of\nthe State to overcome the failed attempts in the past to secure\na developer to develop the Pondicherry Port. Under the\ncircumstances, this Court, which is a constitutional Court, is not\nexpected to presume the alleged irregularities, illegalities or\nunconstitutionality nor this Court would be justified in substituting\nits opinion for the bona fide opinion of the State Government..\nTherefore, the plea raised on behalf of the appellants that the\nGovernment of Pondicherry had acted in arbitrary and ..\nunreasonable manner in switching the whole public tender\nprocess into a system of personal selection, is rejected.\nF\nG\nH\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v.\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\n303\n22. The contention that a conjoint reading of Article 239 A\nand 239A of the Constitution and Sections 46, 50 of the\nGovernment of Union Territories Act read with Rule 5 of the\nRules of Business of the Government of Pondicherry, 1963,\nwould show that the Government of Pondicherry has to take\nprior approval of the Central Government before awarding the\ncontract to any private party and, therefore, the Letter of Intent\nissued in favour of the respondent No. 11 should be regarded\nbeyond jurisdiction of the Government of Pondicherry, is\nmisplaced and has no substance.\n23. It is admitted position that the Pondicherry Port is not\na \"major port\" and as such jurisdiction and control to develop\nthe said port vests in the Government of Pondicherry. The\nguidelines relied upon by the learned counsel for the appellants\nrelate to privatisation of “major port”. Those guidelines do not\napply to minor ports. There is no manner of doubt that\ndevelopment and privatisation of minor ports can be undertaken\nby the respective State Government after formulating its own\nguidelines and modalities. The Indian Ports Act, 1908 permits\nthe State Government to develop the minor ports. By virtue of\npower vested in the Parliament by Article 239A of the\nConstitution, the Government of Union Territories Act, 1963 was\nenacted and Pondicherry was provided with a Legislative\nAssembly. The extent of the legislative power of the State\nLegislative Assembly is laid down in Section 18 of the Act of\n1963, which, inter alia, provides that the Legislative Assembly\nis empowered to make laws in respect of any matters in the\nState List or the Concurrent List. Entry 31 of the Concurrent List\nprovides for \"Ports other than those declared by or under law\nmade by Parliament or existing law to be major ports\". As the\nPondicherry Port has not been declared as a major port, the\nLegislative Assembly of Pondicherry has absolute power to\nmake laws in relation to the Pondicherry Port. Article 162 of\nthe Constitution provides that the executive power of a State\nis co-extensive with its legislative powers. Therefore, there is\nB\nC\nD\nE\nF\nG\nH\n...\nA\n304 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nno manner of doubt that the Government of Pondicherry has\ncomplete jurisdiction in relation to Pondicherry Port, which is a\nminor port. The reliance placed upon Section 3(9) of the Indian\nPorts Act, 1908 read with Regulation 6(b) of the Pondicherry\n(Laws) Regulation, 1963 is totally misconceived. Section 3(9)\nB of the said Act provides that the jurisdiction of ports other than\nmajor ports vests in the State Government. The learned counsel\nfor the appellants have contended that reference to State\nGovernment, appearing in Section 3(9) of the Indian Ports Act,\nshould be construed to be a reference to the Central\nC Government and, therefore, only the Central Government will\nhave jurisdiction over the ports in Pondicherry. Having\nconsidered the different provisions of the Constitution and\nStatutes, referred to by the learned counsel for the appellants,\nthis Court finds that there is fundamental fallacy in the argument\nD and it is that they rely upon Regulation 6(b) only in part. Though\nthe said Regulation provides that reference to the State\nGovernment shall be construed as a reference to the Central\nGovernment, it also provides that reference to the State\nGovernment shall be construed as reference to the Chief\nCommissioner. The learned counsel for the appellants have\nfailed to take note of the words \"and also as reference to the\nChief Commissioner\". This phrase must be read with the\ndefinition of \"Chief Commissioner\" provided under Regulation\n2(b), which specifies that the Chief Commissioner means the\nAdministrator of Pondicherry (now the Lt. Governor of\nPondicherry). A conjoint and meaningful reading of the\nprovisions of the Constitution read with Regulation 6(b) of the\nPondicherry (Laws) Regulation, 1963 leaves no doubt that the\npower in respect of Pondicherry Port necessarily vests in the\nGovernment of Pondicherry and not in the Central Government.\nThe reliance placed on Rule 5(2) of the Rules of Business of\nthe Government of Pondicherry read with Rule 21 of the\nDelegation of Financial Rules to contend that prior approval of\nthe Central Government was required to be taken by the\nGovernment of Pondicherry before entering into the Concession\nE\nF\nG\nH\nI.\n-\n"}