{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88}],"text":"1\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 305\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nA\nB\nAgreement with the respondent No. 11 as it was beyond the\nfinancial powers of the Government of Pondicherry, is devoid\nof merits. Rule 21 relates to the power to sanction expenditure\nin relation to contracts. Execution of Concession Agreement or\ngrant of Letter of Intent does not entail any expenditure to be\nincurred by the Government of Pondicherry and as such the\nlearned counsel for the appellants are not justified in pressing\ninto service those provisions. An attempt was made to\ndemonstrate that in terms of Section 5 of the Pondicherry\n(Administration) Act, 1962 all properties and assets in the State\nof Pondicherry vest with the Union and, therefore, the C\nGovernment of Pondicherry has no right to deal with the same\nin any manner.\nD\nE\n-\n24. It is relevant to notice that the Union Territory of\nPondicherry gained its freedom in the year 1962. Therefore,\nseveral laws were passed by the Parliament for its integration\nwith the Union of India. One such law was Pondicherry\nAdministration Regulations Act, 1963. Article 240 of the\nConstitution deals with power of President to make regulations\nfor certain Union Territories. The first proviso to Article 240, inter\nalia, provides that when any body is created under Article 239A\nto function as a Legislature for the Union Territory of Puducherry\n[substituted by Section 4 of the Pondicherry (Alteration of name)\nAct, 2006 for Pondicherry], the President shall not make any\nregulation for the peace, progress and good Government of that\nUnion Territory with effect from the date appointed for the first\nmeeting of the Legislature. Therefore, the Pondicherry\nAdministration Regulation Act, 1963 will have to be regarded\nas a Transitional Legislation. Moreover, the primary reason for\nenacting Section 3 of the Pondicherry Administration\nRegulation Act, 1963 was to extend all the laws enacted by the G\nUnion of India under the Union List to the Pondicherry. It is only\nan Act akin to adaptation Act by which the laws of Union of\nIndia were extended to this Union Territory, which was\nincorporated with India after partition. The extension of laws of\nF\nH\n306 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Union of India shall only mean that those laws would be\napplicable as they are applicable to any other State of India.\nAs noticed earlier, the Port in question is admittedly a minor\nport and, therefore, not covered by the provisions of Indian\nMajor Ports Act, 1908. The extension of law to Indian Major\nB Ports Act, 1908 would only mean that a particular law is\nprevalent but its applicability would be dependant upon as to\nwhether facts and circumstances warrant its invocation. Had the\nPort in question been a major port, Indian Ports Act, 1908 would\nI have applied. In this case as the Port in question is a minor\nC port, the Indian Major Ports Act, 1908 would not apply.\nD\n.E\nF\nG\n25. This Court finds that Section 5 is the provision by which\nall properties and assets; which earlier vested in the French\nRepublic, stood transferred to the Union, i.e., Union of States\n(India). In other words, Section 5 was enacted for the purpose\nof transfer of properties from one sovereign State to another\nsovereign State. It has no power on the right of Government of\nPondicherry over the properties and assets in Pondicherry. The\nvesting of land from French Republic to the Republic of India\ncan have no bearing on the powers of Government of\nPondicherry to dispose of land in accordance with the\nprovisions of the Constitution. Further, it is to be noticed that\nthe entire Pondicherry Administration Act, 1962 was a\nTransitional Act for transfer of power from the French Republic\nto the Republic of India, which is evident from the Statement of\nObjects and Reasons to the said Act. Therefore, the plea that ...\nthe Government of Pondicherry could not have taken the\ndecision to privatize the Pondicherry Port without consent/\napproval of the Central Government is totally misconceived.\n26. Further, the Ministry of Shipping filed an affidavit before\nthe High Court expressly endorsing the stand taken by the\nGovernment of Pondicherry that Pondicherry Port is not a major\nport and as such its jurisdiction and control vest with the\nGovernment of Pondicherry.\nH\n1\nT\ni\n!\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM V.\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\n307\nA\nB\nD.\nD\n27. The record further shows that M/s. RITES India Limited\nthrough a letter dated March 12, 1996 submitted 'Terms of\nReference' for offering consultancy assignment for privatisation\nof three major ports situated at Pondicherry, Karaikal and\nMahe. The total consultancy fee for the assignments was initially\nput at Rs.30 lakhs, which was reduced to Rs.20 lakhs as the\nproposal for consultancy was subsequently limited to the\nPondicherry Port only. The Joint Secretary, Ministry of Surface\nTransport, Government of India vide letter dated March 22, 1996\ninformed the Chief Secretary, Pondicherry Administration about\nthe need to expand the existing capacity of the Pondicherry Port C\nto meet the growth requirement of traffic handled by various\nmajor ports. In the said letter it was mentioned that a decision\nwas taken to invite capital participation by private sector and\nfrom non-maritime land-locked states. Further, by Government\nOrder dated April 30, 2003 the Ministry of Shipping,\nGovernment of India, had nominated Mr. P.C. Dhiman as a\nMember of the Committee. Mr. Dhiman was appointed as a\nMember of the Committee by the Government of Pondicherry\nvide Government Order dated August 20, 2003. The first\nmeeting of the Committee was held on June 2, 2003, which was\nattended by all the members of the Committee. In the said\nmeeting various courses of actions were discussed. One of the\nissues related to seeking the consent of Government of India\nfor the privatisation of the port. It was also decided to seek the\nclarifications from the Ministry of Shipping, Government of India,\nin this regard. The Chief Secretary, Government of Pondicherry\nin his noting dated June 25, 2003 mentioned that he had\ndiscussed the issue with former Secretary, Ministry of Shipping\nand he had informed the Chief Secretary that no permission\nwas required for a minor port like Pondicherry and that the\nguidelines issued by the Government of India on private sector\nparticipation in the Port sector only applied to major ports. The\nChief Secretary further noted that he had also asked the\nAssistant Liaison Commissioner, Government of Pondicherry\nin New Delhi to meet personally the officials of the Ministry of\nE\nF\nG\nI\n308 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA Shipping and report. The Assistant Liaison Commissioner,\nGovernment of Pondicherry in New Delhi, by his Inter-\nDepartmental Report dated June 25, 2003, informed that the\nmanagement and development of ports was a State subject\nand, therefore, no clearance from the Central Government was\nB required. Under these circumstances the Chief Secretary\nrecommended that further steps for privatisation of the port be\ntaken. These facts indicate that the Government of Pondicherry\nhad full jurisdiction to deal with the minor port situated in the\nUnion Territory and it was not necessary for the Government of\nC Pondicherry to take prior approval of the Central Government\nbefore awarding the contract. However, as noticed earlier, the\nJoint Secretary, Ministry of Surface Transport, Government of\nIndia by letter dated March 22, 1996 informed the Chief\nSecretary, Pondicherry Administration about the need to\nD extend the existing capacity of the Pondicherry Port to meet the\ngrowth requirement of traffic handled by various ports and to\ninvite capital participation by private sector and from non-\nmaritime land-locked states. The letter dated March 22, 1996\naddressed by the Joint Secretary of India to the Chief Secretary\nof Pondicherry Administration read with decision taken by the\nCommittee of which Director (Port Development), Ministry of\nShipping, New Delhi, was one of the Member, to privatize the\nPort will have to be construed as approval/consent of the\nCentral Government to the project for the development of\nPondicherry Port by privatisation and it was not necessary for\nthe Government of Pondicherry to seek further approval at\nevery stage of development of the Port. Therefore, the plea that\nthe Government of Pondicherry could not have taken the\ndecision to privatize the Pondicherry Port without consent/\napproval of the Central Government is found to be\nmisconceived and is rejected hereby.\nE-\nF\nG\n28. The argument that the project in question is cleared\nwithout examining the environmental aspects by the Union\nTerritory of Pondicherry in total violation of the Precautionary\nH and Trusteeship principles and is also prohibited under the CRZ\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 309\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nnotification as the same is a real-estate activity in the garb of A\nport development, has no substance worth the name.\nB\nC\nD\n29. The record of the case indicates that concession\nagreement is already entered into between the Government of\nPondicherry on one hand and the 11th and 12th respondents\non the other, on January 21, 2006. Those respondents in terms\nof the concession agreement have incorporated a Special\nPurpose Vehicle (SPV) company known as Pondicherry Port\nLimited for implementation of the Port Development Project. An\nAssignment agreement to this effect in favour of Pondicherry\nPort Limited is executed by the Respondent Nos. 11 and 12\nand confirmed by the Government of Pondicherry. In terms of\nthe Concession agreement, the Government of Pondicherry has\nentered into Lease and Possession agreement with the Special\nPurpose Vehicle Company on February 4, 2006. The Lease-\nhold occupancy is given to the Pondicherry Port Limited subject\nto obtaining necessary clearance including environmental\nclearance from the Government of India. There is no manner\nof doubt that no one can be permitted to carry on construction\nactivity which is prohibited by the CRZ. However, this being a\nproject exceeding Rs.50 crores necessary environmental\nclearance has to be obtained from the Ministry of Environment\nand Forest Union of India. Before such consent is granted/\nobtained, a full Environmental Impact Assessment has to be\ndone. During that exercise, public hearing would be conducted\nas a matter of rule and all the concerns expressed by the public\nwill have to be taken due note of, by the authorities concerned.\nThe specific objections raised by the appellants will also have\nto be considered and they would be entitled to hearing by the\ncompetent authority. Mere submission of DPR is not the end\nof any decision making process. The implementation of the G\nproject as per DPR is solely dependent on the clearance to be\ngiven by the Ministry of Environment and Forest Union of India.\nThere is no manner of doubt that the Government has every\npower to stop the project if it violates environmental safeguards.\nE\nF\nH\n310 SUPREME COURT REPORTS\n[2009] 9. S.C.R.\nA The consideration of CRZ regulations would also be part of the\nsaid exercise. Further, the notification issued under the\nEnvironment Protection Act clearly requires a prior consent and\nprovides for an appeal to be filed before the tribunal constituted\nfor the said purpose by an aggrieved party. The plea that the\nB environmental clearance must precede the award of the project\nis wholly misconceived and is incorrect. The application form\nfor obtaining environment clearance under the notification of\n2006 makes it very clear that the application has to be made\nby the entity which has been entrusted with the project. In the\nC judgment, impugned in the appeals, appropriate directions\naddressing all the issues raised on behalf of the appellants\nrelating to the environment have been issued by the High Court.\nIn addition, the Ministry of Environment and Forest which has\nto given clearance for the project has to examine the proposals\nD of the developer and follow due procedure before granting\napproval. Therefore, the judgment impugned is not liable to be\nset aside on the ground that environmental aspects were not\nexamined by the Union Territory of Pondicherry in total violation\nof the Precautionary and Trusteeship principles or that the\nE project in question is completely prohibited under the CRZ\nnotification.\nF\n30. The argument that the Respondent No. 11 is permitted\nto carry on Real-Estate business by construction of five-star\nhotels, a trade centre as well as a beach resort in the garb of\ndevelopment of Pondicherry Port and therefore, the project\nshould be grounded, cannot be accepted. It can hardly be\ndisputed by anyone that the main objective of the project is the\ndevelopment of Pondicherry Port. The Government of\nPondicherry has not entered into Concession agreement with\nG the Respondent No. 11 to permit the said respondent to run a\nReal-estate business. While developing the port, it is necessary\nto provide certain infrastructural facilities for passengers,\nshipping crew, port staff and other personnel associated with\nthe port, as part of the port development activity. The\n'H\nVILLIANUR IYARKKAI PADUKAPPU MAIYAM v. 311\nUNION OF INDIA AND ORS. [J.M. PANCHAL, J.]\nRespondent No. 11 as developer of the Port has not yet A\nsubmitted necessary plans for scrutiny of Ministry of\nEnvironment and Forest, Government of India, seeking\nclearance to the project. As and when, the plans are submitted\nfor clearance, the competent authority can always decide upon\nthe desirability of making of constructions which do not fall within B\nthe development of port. The ancillary activities to be undertaken\nwhile developing a port cannot be stopped by merely naming\nthem as Real-estate business. The affidavit in reply filed on\nbehalf of the Respondent Nos. 11 and 12 before the Madras\nHigh Court would indicate that the Government of Pondicherry C\nis not going to make investment in the project at all. Therefore,\nthe question of Government of Pondicherry favouring the\nRespondent No. 11 does not arise. The affidavit filed by the\nRespondent Nos. 11 and 12 makes it clear that they have taken\nup the project after conducting detailed study and have decided\nto make investment in the project. The Respondent Nos. 11 and\n12 are permitted to develop the Port only on Build, Operate and\nTransfer (BOT) basis. No material was placed by the appellants\nbefore the High Court to substantiate the claim that the\nRespondent Nos. 11 and 12 are the Real-estate agents. The E\ndevelopment of Port of Pondicherry on BOT basis makes it\nevident that, in effect and substance, the Government of\nPondicherry would get back the assets built by the Respondent\nNos. 11 and 12 after the expiry of period mentioned in the\nConcession agreement. Grant of Letter of Intent or execution\nof Concession agreement in favour of Respondent No. 11 to\npermit it to develop the Port on BOT basis cannot be regarded\nas gifting public largesse. The appellants have failed to bring\non record any material to substantiate the allegation that there\nis a conspiracy to grab the land belonging to the Government\nof Pondicherry for the purpose of Real-estate of Respondent\nNo. 11 by permitting it to construct five-star hotel, commercial\nmall, etc. The reply affidavit filed by the Respondent before the\nHigh Court, on the contrary, shows that the feasibility report\nprepared by it indicated that the Port was to be developed in\nF\nG\nH\ny\n312 SUPREME COURT REPORTS\n[2009] 9 S.C.R.\nA composite manner and therefore project should be\ncommercially viable and therefore considering the enormous\ncost involved in the development of the Port, certain activities\nare sought to be undertaken for the benefit of passengers, crew\nof ships, staff etc. On the facts and in the circumstances of the\nB case, this court is of the opinion that the appellants have failed\nto make out the case that the Pondicherry Government has\npermitted the Respondent No. 11 to carry on Real-estate\nbusiness and therefore the appeals should be accepted.\nC\n31. For the reasons stated in the judgment, this Court does\nnot find any merit in any of the appeals and both the appeals\nare liable to be dismissed. Therefore, both the appeals fail and\nare dismissed. Having regard to the facts of the case, there\nshall be no orders as to cost.\nD G.N.\nAppeals dismissed.\n"}