{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"A\nB\nM/S. MANGALORE GANESH BEEDI WORKS\nV.\nTHE COMMISSIONER OF INCOME TAX, MYSORE AND ANR.\nJANUARY 28, 2005\n[RUMA PAL, ARIJIT PASAYAT AND C.K. THAKKER, JJ.]\nJudgment-High Court affirming Tribunal's order-Without any\ndiscussion on the issues involved-Reasons for the judgment not recorded-\nHeld, recording of reasons is a part of fair procedure-Reasons for affirmation\nC\nhave to be recorded-Matter remitted to High Court-Practice and Procedure.\nᎠ\nE\nThe present appeals by assessee and CA No. 4232 of 2003 were filed\nchallenging the order of the High Court in the appeals under s.260-A of\nthe Income Tax Act, 1961.\nBesides the issues raised in CA No. 4232 of 2003, it was contended\nfor the appellant that conclusions arrived at by the High Court were\nwithout any discussion and reasons.\nDisposing of the appeals and remitting the matter to the High Court,\nthe Court.\nHELD: 1. So far as the issues covered by judgment in CA No. 4232\nof 2003 etc. etc. are concerned, the order shall cover these appeals also.\n[884-A]\n2. In addition, question Nos. (iii), (v) and (vii) as noted in High\nCourt's judgment are concerned, need to be adjudicated afresh. It is true,\nin an order of affirmation repetition of reasons elaborately may not be\nnecessary. But even then the argument advanced and the points urged have\nto be dealt with. Reasons for affirmation have to be indicated, though in\nappropriate cases they may be briefly stated. Recording of reasons is a\npart of fair procedure. [884-A-B]\non.\n2005.\nAlexander Machinery (Dudley) Ltd. v. Crabtres, (1974) LCR 120, relied\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 767-768 of\n882\nT\nMANGALORE GANESH BEEDI WORKS v. C.I.T. [PASAYAT. J.]\n883\nFrom the Judgment and Order dated 19.12.2002 of the Karnataka High A\nCourt in I.T.A. Nos. 69 and 70 of 2001.\nHarish N. Salve, Joseph Vellapally, Manu Nair and Dhruv Dewan for\nM/s. Suresh A. Shroff \u0026 Co., for the Appellant.\nM.L.Verma, Pritesh Kapur, Satya Mitra and B.V. Balram Das for the B\nRespondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nC\nThese appeals by the assessee are directed against the judgment rendered\nby a Division Bench of the Karnataka High Court in appeals purported to be\nunder Section 260A of the Income Tax Act, 1961 (in short the 'Act'). The\nappeals were filed by the revenue questioning correctness of certain\nconclusions arrived at by the Income-Tax Appellate Tribunal, Bangalore Bench\nD\n(in short the 'Tribunal') in appeals filed by the assessee as well as the revenue.\nThe dispute relates to the assessment year 1995-96. The relevant factual\ndetails have been noted in Civil Appeal No. 4232 of 2003 and other cases.\n(M. Janardhan Rao v. Joint Commissioner of Income Tax etc. etc.) disposed\nof today, and are not repeated here. The assessee was described as A.O.P.-\n3 by the revenue authorities in the concerned assessment proceedings.\nE\nQuestioning correctness of certain conclusion by the Tribunal, revenue\nhad preferred appeals before the High Court. The High Court has held that\nthe Tribunal's views in respect of Question Nos. (iii), (v) and (vii) as\nformulated were not in order, and accordingly allowed the appeals filed by F\nthe revenue in part. The basic issues which form the core dispute have been\ndealt with in the appeals filed by the assessees and disposed of, as noted\nsupra, today.\nLearned counsel for the appellant submitted that the conclusions of the\nHigh Court have been arrived at without any discussion and reasons have not G\nbeen indicated as to why seal of approval was being put on the findings\nrecorded by the Tribunal.\nPer contra, learned counsel for the revenue supported judgment of the\nHigh Court. According to him, when views of Tribunal and first appellate\nauthority were being affirmed, there was no need to record reasons separately.\nH\n7\nA\nB\nC\n884\nSUPREME COURT REPORTS\n[2005] 1 S.C.R.\nSo far as the issues covered by judgment in C.A. No. 4232 of 2003 etc.\netc. as noted above, are concerned, the order shall cover these appeals also.\nIn addition, question Nos. (iii), (v) and (vii) as noted in High Court's.\njudgment are concerned, need to be adjudicated afresh. It is true in an order\nof affirmation, repetition of reasons elaborately may not be necessary. But\neven then the arguments advanced, points urged have to be dealt with. Reasons\nfor affirmation have to be indicated, though in appropriate cases may be\nbriefly stated.\nRecording of reasons is a part of fair procedure. Reasons are harbinger\nbetween the mind of maker of the decision in the controversy and the decision\nor conclusion arrived at. They substitute subjectivity with objectivity. As\nobserved in Alexander Machinery (Dudley) Ltd. v. Crabtree, (1974) L.C.R.\n120, failure to give reasons amounts to denial of justice.\nIn the aforesaid background, we remit the matter to High Court to\nD consider question Nos. (iii), (v) and (vii) afresh along with other matters\ncovered by judgment in C.A. No. 4232 of 2003 etc. etc. disposed of today.\nR.P.\nAppeals are accordingly disposed of with no order as to costs.\nAppeals disposed of.\n"}