{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nSHARADAMMA\nV.\nB\nC\nD\nE\nSPECIAL LAND ACQUISITION OFFICER AND ANR.\nFEBRUARY 9, 2007\n[C.K. THAKKER AND LOKESHWAR SINGH PANTA, JJ.]\nLand Acquisition Act, 1894-Land acquisition-Compensation--Claim\nof Land situated on National Highway near railway line and suitable for\nindustrial purpose-Claim of Rs. 20/- per square yard-Courts below\nawarding compensation at the rate of Rs, 18,000/- per acre-Correctness\nof-Held: In view of the location of the land, compensation awarded at the\nrate of Rs. 20/- per square yard less Rs. 3000/- per acre towards conversion\ncharges, proper.\nNotification was issued For acquisition of land owned by the appellant\nfor expansion of New Government Electric Factory. Appellant demanded\ncompensation of Rs. 20.00 per square yard Land Acquisition Officer awarded\ncompensation of Rs. 8,000 per acre. Appellant filed Reference. Reference\nCourt enhanced the compensation and awarded Rs. 20 per square yard less\nRs. 3,000/- per acre since the land was having potentiality to conversion for\nnon-agricultural use. Aggrieved. Authorities filed appeals. High Court noted\nthat the Reference Court relied upon earlier award but the same was\nchallenged and was before this Court. Therefore High Court remanded the\nmatter to the Reference Court. Reference Court relied on the decision of\nSupreme Court in Special Land Acquisition Officer Banglore v. B.M.\nF Kirshnamurthy, and awarded compensation at the rate of Rs. 18,000/- Per acre.\nHigh Court upheld the award. Hence the present appeals.\nG\nH\nAllowing the appeals, the Court\nHELD: The claimant is right in submitting that both the Courts were\nnot correct in not awarding compensation as claimed by the appellant. It is\nalso right in referring to B.M. Krishnamurthy, particularly as to location of\nthe land in question for claiming enhanced compensation vis-a-vis land in B.M.\nKrishnamurthy' case. The map on record clearly shows that the land in\nquestion is better located than the land in B.M. Krishnamurthy's case. The\nthen Special Land Acquisition Officer, Bangalore from 1964 to 1967 admitted\n402\n\"\nཡ ི\nSHARADAMMA v. SPECIAL LAND ACQUISITION OFFICER [THAKKER, J.] 403\nB\nthat Kissan Factory was located at the distance of 3/4th mile from the acquired A\nland and that the Corporation limits were about two furlongs from the acquired\nland. There was industrial potentiality of the lands though the acquired lands\nwere not converted. He stated that lands were situated on National Highway\nof Bangalore Madras, near Railway line and situated in Industrial Area.\nThus, in view of the location of land, the claimant is entitled to compensation\nat the rate of Rs. 20 per square yard as claimed by her. It is admitted that the\nland was not converted to non-agricultural use for which the owner was\nrequired to pay an amount of Rs. 3,000 per acre and to that extent the amount\ndeserves to be reduced. Thus, the claimant is entitled to compensation at the\nrate of Rs. 20 per square yard less Rs. 3,000 per acre. [Paras 12 and 13]\n[407-F-H; 407-A-D] C\nSpecial Land Acquisition Officer, Bangalore v. B.M. Krishnamurthy,\n[1985] 1 SCC 469, referred to.\n2000.\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 6587-6588 of\n.D\nFrom the Judgment and Final Order dated 12.10.1998 of the High Court\nof Karnataka at Bangalore in M.F.A. No. 1387c/w and 1376/1994.\nS.S. Javali and P.R. Ramasesh for the Appellant.\nSanjay R. Hegde, Vikrant Yadav, Sashidhar, Shiv Kumar Suri, Naveen R. E\nNath, Anita Shenoy and Lalit Mohini Bhat for the Respondents.\nThe Judgment of the Court was delivered by\nC.K. THAKKER, J. 1. The present appeals arise out of a common\njudgment and order passed by the High Court of Karnataka at Bangalore on F\nOctober 12, 1998 in MFA Nos. 1387 of 1994 and 1376 of 1994. By the said\norder, the High Court confirmed the order passed by the Reference Court on\nMay 31, 1993 in LAC Nos. 33 of 1980 and 76 of 1980.\n2. To appreciate the grievance of the appellant, it is necessary to state\nfew facts.\nG\n3. The appellant Smt. Sharadamma, widow of B.M. Venkataswamappa is\nthe owner of land bearing Survey Nos. 112 and 113 situate at village\nByappanahalli. Survey No. 112 admesures 2 acres while Survey No. 113\nadmeasures 1 acre and 1 gunta. The land was sought to be acquired for\nexpansion of New Government Electric Factory ('NGEF' for short), Bangalore. H\nB\n404\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA A preliminary notification under Section 4 of the Land Acquisition Act, 1894\n(hereinafter referred to as 'the Act') was issued on March 26, 1965. The\nclaimant demanded an amount of Rs.20.00 per square yard for the land. The\nLand Acquisition Officer, by an award dated October 25, 1965 awarded\ncompensation of Rs.8,000 per acre. It is not in dispute that possession of land\nwas taken over on November 16, 1965. Since the claimant was not satisfied\nwith the amount offered by the Land Acquisition Officer vide his award\nreferred to above, she sought Reference under Section 18 of the Act and the\nPrincipal Civil Judge, Bangalore District vide his order dated May 31, 1972\nenhanced the compensation and awarded Rs.20.00 per square yard less Rs.3,000\nper acre in view of the fact that though the land was having potentiality to\nC conversion for non agricultural use, no such order of conversion had been\nᎠ\npassed and it had come in evidence that conversion charge was Rs.3,000 per\nacre. Thus the claimant's contention was upheld and the compensation was\nawarded. The authorities, however, were aggrieved by the enhancement and\napproached the High Court by filing appeals. The High Court noted that the\nReference Court relied upon earlier award but it was challenged and the case\nwas before this Court (Supreme Court). The matter was thus in a ‘fluid\nsituation'. The High Court, therefore, thought it proper to set aside the order\npassed by the Reference Court and to remand the matter for fresh adjudication\nin accordance with law. It accordingly set aside the order passed by the\nReference Court granting liberty to the parties to adduce further evidence and\nE directed the Reference Court to decide it afresh in accordance with law. After\nthe remand, the Reference Court once again considered the matter on merits.\nBy that time, the matter had already been decided by this Court in Special\nLand Acquisition Officer, Bangalore v. B.M. Krishnamurthy, [1985] 1 SCC\n469. The Reference Court, relying on B.M. Krishnamurthy held that the\nclaimant was entitled to compensation at the rate of Rs. 18,000 per acre and\nthe order was passed accordingly. The said order was confirmed by the High\nCourt which has been challenged in the present appeals.\nF\nG\n4. Leave was granted by this Court on November 17, 2000 and the matter\nhas been placed for final hearing. We have heard learned counsel for the\nparties.\n5. The learned counsel for the appellant contended that the Reference\nCourt had committed an error in not awarding compensation at the rate of\nRs.20 per square yard which had been done earlier by an order dated July 31,\n1972. It was submitted that no doubt the High Court set aside the said order\nH passed by the Reference Court and remitted the matter with a direction to\n1\nSHARADAMMA v. SPECIAL LAND ACQUISITION OFFICER [THAKKER, J.]\n405\ndecide it afresh, keeping in view the fact that a similar order was challenged A\nby the State Authorities and the matter was pending in this Court. But it was\nsubmitted that the matter was decided by this Court on January 22, 1985 in\nB.M. Krishnamurthy and the said decision clearly helps the claimant. The\nReference Court was, therefore, not justified in awarding compensation of\nRs.18,000 per acre. The High Court also committed similar error and hence the\nB\norder passed by Reference Court and confirmed by the High Court deserves\nto be set aside by allowing the appeals.\n6. The learned counsel for the respondents, however, supported the\norder of the Reference Court and of the High Court. According to him, the\nearlier order passed by the Reference Court in 1972 could not be taken into\nconsideration since it was set aside by the High Court. There is no error in\nthe impugned order which deserves interference by this Court.\n7. Having heard learned counsel for the parties, in our opinion, the\nappeals deserve to be allowed.\nC\nD\n8. It is no doubt true that the order passed by the Reference Court on\nJuly 31, 1972 awarding compensation to the claimant at the rate of Rs.20 per\nsquare yard was set aside by the High Court in the light of subsequent\ndevelopment and challenge to a similar award before this Court. But it cannot\nbe overlooked that while dealing with the matter and considering the claim\nof the claimant, the Reference Court considered the situation and location of E\nthe land.\nIn paragraph 10, the Court observed:\n\"10. The only controversial question is about the market value of the\nlands acquired. To find out this aspect, the location of the land has F\nto be borne in mind. The lands involved in these cases are in S.No.\n112, 113 and 26 of Byappanahalli. Of them, it is admitted that S.No.26\nis behind NGEF and S.No. 112 and 113 are in front of NGEF. The\nevidence shows that NGEF had been built sometime prior to the\nacquisition of these lands. S.No. 112 and 113 are abutting National\nHigh Way namely Bangalore-Madras Road and on one side these two\nS.Nos. they have another road leading from Bangalore-Madras road\nto N.G.E.F. and some other villages. The evidence shows that just\nopposite to S.No.112 and 113 is the Aero Engine Factory. Its location\nis made clear from the village map Ex.P-24 and Ex.P-25. The evidence\nplaced before this Court also shows that these lands are near the H\nG\nT\nA\nB\nC\n406\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nCorporation limits. There is a Isolation Hospital near the acquired\nland. It is also in evidence that on the northern side of S.No.112 and\n113 is the Bangalore-Madras Railway line. It is also in evidence that\nthere are railway quarters near the acquired land. The evidence of\nP.W.2 shows that he had formed a lay out in S.No. 10 of Byappanahalli\nwhich is also shown to be very close to the acquired land. There is\nalso evidence that Byappanahalli railway station and Marshalling yard\nare very near the acquired land, particularly near S.No.26. The evidence\nshows that lot of building activity has taken place in and around\nabout the acquired land. This would show that the lands acquired had\ngood transport facilities. The fact that number of quarters are also\nfound nearby would also indicate that the lands acquired were also\nsuited for building purposes\".\n9. Keeping in view the site of the land, the Court observed that it would\nclearly prove that having regard to the location of the lands, they were suited\nfor industrial purpose. It was also observed that the fact that the lands were\nD ideally situated for industries was 'practically conceded' by Syed Abdul\nKhader, witness examined by the respondents as RWIthe Land Acquisition\nOfficer, who made the position clear in his General Valuation Memorandum.\nThe Reference Court also noticed that Survey Nos. 112 and 113 had a frontage\nto the main road. The claimant had placed material to show that some lands\nwhich were very near to the acquired lands had been requisitioned for the\nMilitary and the market price of such land was Rs.27 per square yard. The\nCourt also considered the location of land bearing Survey No. 14 of\nBenniganahalli (which was the subject-matter of challenge in B.M.\nKrishnamurthy). It was in interior part and did not have a frontage unlike the\nland of Survey No. 112 or 113. The land of Survey No.112 and 113 had a better\nF situation and must get better compensation.\nE\nG\nH\n10. Regarding conversion of land, the Court in the earlier order observed:\n\"I have fixed the minimum that could be given for converted lands at\nRs.20/- per sq. yard. This would mean that this Court has to find out\nwhether the lands are all converted or not. I feel that only in respect\nof S.No.112 there is evidence that it is converted land. P.W.4 has told\nthe court that he had asked her relative PW5 to apply for conversion\nof S.No.112. PW4 and PW5 have a joint interest in S.No.112. PW4 is\nentitled to 2 acres in it while the remaining 2-30 guntas belong to\nPW5. PW5 has stated that he had applied to the Deputy Commissioner\n- 4\nSHARADAMMA v. SPECIAL LAND ACQUISITION OFFICER [THAKKER, J.] 407\nB\nto convert this land for non-agricultural purpose. Ex.P-8, issued by the A\nDeputy Commissioner, Bangalore District, shows that the Deputy\nCommissioner had intimated him that action is being taken to consider\nhis application for conversion of this land. The Deputy Commissioner\nhas requested PW5 not to put this land to non-agricultural use till the\nDeputy Commissioner takes a final decision in the matter. No evidence\nhas been placed before me to show that the Deputy Commissioner has\nneither accorded sanction nor refused to accord sanction for the\nconversion of this land. The evidence of PW5 that the Deputy\nCommissioner did not send any intimation in this connection stands\nunrebutted. Therefore, under law, the sanction of conversion of the\nland for non-agricultural purpose is deemed to have been granted. C\nHence S.No.112 has to be held as a converted land on the date of the\npreliminary notification\".\n11. In the present proceedings, however, the Reference Court, relying\non B.M. Krishnamurthy, awarded Rs. 18,000/- per acre. The High Court, in the\nimpugned order, inter alia, stated that large number of lands situated in D\nBenniganahalli and Byappanahalli were acquired for the NGEF under the Land\nAcquisition Act which are abutting the lands in question and since in respect\nof other lands compensation was awarded at the rate of Rs. 17,500 or Rs. 18,000\nper acre, award of Rs.18,000 per acre to the claimants in the instant cases\ncould not be said to be inadequate or insufficient. The High Court also\nE\nobserved that the Supreme Court awarded an amount of Rs.12.50 paise per\nsq. yard to the claimants and hence the claimants were not entitled to anything\nmore and the award of Rs. 18,000 per acre could not be interfered with.\nF\n12. In our view, the learned counsel for the claimant is right in submitting\nthat both the Courts were not correct in not awarding compensation as\nclaimed by the appellant. The counsel is also right in referring to B.M.\nKrishnamurthy, particularly as to location of the land in question for claiming\nenhanced compensation vis-a-vis land bearing Survey No. 14. For the said\npurpose, he relied upon paragraph 6 of B.M. Krishnamurthy. The counsel also\ndrew our attention to map which is on record. It clearly shows that the land\nof Survey Nos. 112 and 113 is better located than the land of Survey No. 14 G\nin B.N. Krishnamurthy. He also referred to deposition of Syed Abdul Khader,\nthe then Special Land Acquisition Officer, Bangalore from 1964 to 1967. The\nwitness admitted that Kissan Factory was located at the distance of 3/4th mile\nfrom the acquired land. He further stated that the Corporation limits were\nabout two furlongs from the acquired land. There was industrial potentiality H\nB\n408\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA of the lands though the acquired lands were not converted. He stated that\nSurvey No. 112 was situated adjoining Bangalore-Madras Highway and was\nin between old Madras road and Madras-Bangalore Railway line. According\nto him, New Aero Engine Factory was very much in existence at the time of\nacquisition and it was opposite Survey No. 112 on the other side of the old\nMadras road. Near about the acquired land, there were other factories also.\nCorporation limit was within a distance of 50-60 yards from Aero Engine\nFactory limits. He further stated that approach road from NGEF to old Madras\nroad was adjacent to Survey No. 112. Byappanahalli Railway Station was 1\nor 1-1/2 furlongs form Survey No. 112. He admitted that Survey No. 113 was\nabutting Survey No.112 and what was stated about Survey No.112 held good\nC as regards Survey No.113 also. He admitted that Bangalore-Madras road was\na National Highway.\n13. In view of the location of land being situated on National Highway\nof Bangalore-Madras, near Railway line and situated in Industrial Area, in our\nopinion, the claimant is entitled to compensation at the rate of Rs.20 per\nD square yard as claimed by her. Of course, it is admitted that the land was not\nconverted to non-agricultural use for which the owner was required to pay\nan amount of Rs.3,000 per acre and to that extent the amount deserves to be\nreduced. Accordingly, both the appeals are allowed and the claimant is held\nentitled to compensation at the rate of Rs.20 per square yard less Rs.3,000 per\nacre. The appeals are accordingly allowed with costs to the said extent.\nN.J.\nAppeals allowed.\n"}