{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nUNION OF INDIA\nV.\nK. INDRASENA REDDY AND ANR.\nAPRIL 02, 2007\n[S. B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nFreedom Fighters-Swatantrata Sainik Samman Pension Scheme,\n1980–Clause 2.3-Pension under-Claim for-By Freedom Fighter-\nEntitlement to-Held: Claimant not entitled to pension under the scheme\nsince he failed to establish that he fulfilled the eligibility criteria/conditions\nunder the scheme.\nSwatantrata Sainik Samman Pension Scheme, 1980 was floated by\nappellant-Government. A person was entitled to the benefit of the Scheme\nD provided he fulfilled the criteria laid down therein. One of the criteria was\nthat the person on account of participation in the freedom struggle had to\nremain underground for more than six months. The criteria was subject to\nthe conditions that the person was proclaimed offender or he was one on whom\nan award of arrest was announced or for whose detention an order of arrest\nwas issued but not served. The respondent applied for pension under the\nE Scheme claiming to be failing under above-mentioned criteria. The same was\nrejected. The claim was again reconsidered at the direction of High Court.\nThe claim was dismissed by appropriate Authority holding that he has not\nestablished that he fulfilled eligibility criteria. On a Writ Petition, Single\nJudge of High Court upheld the finding of appropriate Authority. In Writ\nAppeal Division Bench of High Court held that the respondent was eligible\nfor pension under the Scheme as the record revealed that an order of detention\nhad been issued against 98 persons and the respondent was one of them. Hence\nthe present appeal.\nF\nG\nH\nAllowing the appeal, the Court\nHELD : 1. A Person is entitled to the benefit of the Samman Pension\nScheme provided he fulfills the criteria laid down therein. One of the criteria\nlaid down in the said scheme was that the concerned person on account of his\nparticipation in freedom struggle, had remained as underground for more\nthan six months. However, the same would be subject to the conditions laid\n686\n་\nU.O.I. v. K. INDRASENA REDDY [S. B. SINHA, J.]\n687\ndown therein, namely, (i) he has to be a proclaimed offender; or (ii) he is one A\non whom an award for arrest was announced; or (iii) he is one for whose\ndetention, an order of arrest was issued but not served. [Para 10] [690-B-C]\n2. Respondent no. 1 has not been able to establish that he fulfilled the\neligibility criteria/conditions laid down under the said scheme. The\nB\nappropriate authority as also the Single Judge of High Court had clearly come\nto the conclusion that the first respondent was neither declared a proclaimed\noffender nor an award for his arrest was announced or an order of detention\nhad been issued but could not be served. The Division Bench of the High Court,\ntherefore, committed a manifest error in passing the impugned judgment in\nso far as it proceeded on the basis that respondent no. 1 was entitled to grant C\nof pension under the Samman Pension Scheme, only because an order of\ndetention had been issued against him. If only an order of detention was issued,\nthe same by itself may not lead to conclusion that the first respondent had to\nremain underground for more than six months, unless he proved one or the\nother requisite condition precedents therefore mentioned in the scheme.\n[Paras 11, 12 and 13] [690-F, E, D]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1915 of 2007.\nD\nFrom the Judgment and Order dated 18.02.2005 of the High Court of\nJudicature of Andhra Pradesh at Hyderabad in Writ Appeal No. 73 of 2005. E\nR. Mohan, ASG., Sandhya Goswami and Sushma Suri for the Appellant.\nVidya Bhaskar Mishra, N.N, Jha, Nitin K. Thakur and Rameshwar Prasad\nGoyal for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\nF.\n2. The Union of India is before us questioning a judgment and order\ndated 18.2.2005 passed by a Division Bench of the High Court of Andhra G\nPradesh in Writ Appeal No. 73 of 2005 whereby and whereunder an inter-\nCourt appeal preferred by Respondent No. 1 herein from a judgment and order\ndated 23.9.2004 passed by a learned Single Judge of the said Court was set\naside.\n3. Indisputably, a scheme known as Swatantrata Sainik Samman Pension H\nScheme. 1980 was floated by the Central Government. Conditions for grant of\n688\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA said samman were specified therein, the relevant provisions whereof being\nclause 2, 3, are as under:\nB\nC\nD\nE\nF\nG\nH\n\"2.3 Underground:- A person who on account of his participation in\nfreedom struggle remained underground for more than six months\nprovided he was;\nA. a proclaimed offender; or\nB. one on whom an award for arrest was announced; or\nC. one for whose detention, order was issued but not served.\"\n4. The applications of respondent No. 1 filed in this behalf in terms of\nthe said scheme having been rejected by the appropriate Government, a writ\npetition was filed before High Court. By an order dated 13.11.1998 passed in\nwrit Petition No. 33261/1998 it directed the appellants herein to take appropriate\ndecision on the application of the said first respondent and consider his case\nfor grant of pension under the said scheme.\n5. Pursuant thereto or in furtherance thereof the application of the first\nrespondent was considered and rejected by the appellants in terms of an\norder dated 21.10.1999 stating:\n\"You have claimed underground suffering in connection with the\nfreedom struggle for merger of erstwhile Hyderabad State into Indian\nUnion and have produced a copy of detention order issued by the\nDirector Gen. of Police of Nizam Govt. Vide letter No. 2/Cong./56 fasli\ndated 5.12.1356 fasli together a list of 98 accused persons in support\nthereof. The said documents have been scrutinized and found that\nthey are lacking to fulfill certain conditions which are as follows:\n(i) the documents submitted by you shows that all the 98 persons\nenlisted were to be detained by the police as per the powers\nconferred to police Department; and it was not executed according\nto your claim;\n(ii) warrant of arrest in your case does not appear to have been\nissued by the concerned Jurisdictional Magistrate. as there is no\nwarrant of arrest in detention cases;\n(iii) the documents does not prove the required minimum period of\nsix months: sufferings as in all the enactments of detention. the\nperiodicity of detention once is to be given in definite terms,\nU.O.I. v. K. INDRASENA REDDY [S. B. SINHA, J.]\n689\nwhich is Lacking here; and\nA\n(iv) the present knowledge certificate furnished by you is not from\neligible certifier.”\n6. A writ petition thereagainst was filed by the first respondent before\nthe High Court which, as noticed hereinbefore, was dismissed by a learned\nSingle Judge of that Court opining:\n\"If a person claims that he remained underground pursuant to detention\norder, such person has to produce documentary evidence. Like copy\nof court order proclaiming of such person as an offender. and\nB\nannouncing an award on his head. A certificate from veteran freedom C\nfighters, who had themselves undergone imprisonment for five years.\nor more, if the final records are not forthcoming due to their non-\navailability is also sufficient evidence. It is not the case of the petitioner\nthat he has produced evidence by way of Court order proclaiming him\nas an absconder or announcing an award on his head. It appears he\nhas produced a certificate from another freedom fighter and the same\nwas rejected by the first respondent observing that such freedom\nfighter, who has given personal knowledge certificate is not eligible\ncertifier. The First respondent has considered all aspects of the matter\nin the light of various guidelines contained in the Scheme and I do\nD\nnot find any arbitrariness or illegallity in rejecting the claim of the E\npetitioner for sanction of the pension under Swatantrata Sainik Pension\nScheme.\"\n7. A Division Bench of the High Court, however, in an intra-Court\nappeal passed the impugned judgment. It proceeded on the basis that for\nremaining underground, a certificate from veteran freedom fighter, which is in\nthe nature of a secondary evidence, was not necessary as the records produced\nbefore the Authority reveal that an order of detention had been issued\nagainst 98 persons under Rules 119 of the Defence of Hyderabad Rules and\nthe first respondent was one of them.\nF\n8. Mr. R. Mohan, learned Additional Solicitor General appearing on G\nbehalf of the appellant submits that the Division Bench of the High Court in\nthe facts and circumstances of the case should not have interfered with the\norder impugned in the writ petition as also the order passed by the learned\nSingle Judge.\n9. Learned counsel appearing on behalf of the respondent, on the other H\n!\n690\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA hand, would contend that keeping in view the intent and purport of the\nscheme framed by the appellant itself, there cannot be any doubt, whatsoever,\nthat in the event primary evidence, namely, the Court records are not available:\na certificate granted by a veteran freedom fighter would serve the purpose.\nB\n10. A person is entitled to the benefit of the Samman Pension Scheme\nprovided he fulfills the criteria laid down therein. One of the criteria laid in\nthe said scheme, as noticed hereinbefore, was that the concerned person on\naccount of his participation in freedom struggle. Had to remain underground\nfor more than six months. However, the same would be subject to the\nconditions laid down therein, namely, (i) he has to be a proclaimed offender:\nC or (ii) he is one on whom an award for arrest was announced; or (iii) he is\none for whose detention, an order of arrest was issued but not served.\n11. If only an order of detention was issued, the same by itself may lead\nto a conclusion that the first respondent had to remain underground for more\nthan six months, unless he proves one or the other requisite condition\nD precedents therefor mentioned in the scheme.\n12. The appropriate authority as also the learned Single Judge had\nclearly come to the conclusion that the first respondent was neither declared\na proclaimed offender nor an award for his arrest was announced or an order\nof detention had been issued but could not be served. The Division Bench\nE of the High Court, therefore, in our opinion committed a manifest error in\nF\npassing the impugned judgment in so far as it proceeded on the basis that\nrespondent No.1 herein was entitled to grant of pension under the Samman\nPension Scheme. only because an order of detention had been issued against\nhim.\n13. We are, therefore, satisfied that respondent No. 1 has not been able\nto establish that he fulfilled the eligibility criteria/conditions laid down under\nthe said scheme.\n14. For the reasons aforementioned, the impugned judgment cannot be\nsustained which is set aside accordingly, The appeal is allowed. No costs.\n'\nG\nK.K.T.\nAppeal allowed.\n,\n"}