{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nCOMMISSIONER OF TRADE TAX, LUCKNOW\nV.\nM/S. KANHAI RAM THEKEDAR\nAPRIL 29, 2005\nᏴ .\n[S.N. VARIAVA AND DR. AR. LAKSHMANAN, JJ.]\nC\nU.P. Sales Tax Act, 1948 (now U.P. Trade Tax Act, 1948)-Sections\n8(1), 8(1-B) and 8(2) :\nDemand for interest on tax-Not made in assessment order imposing tax\nliability-Made by a separate order after four years, though three years is the\nlimitation period for rectification of assessment order-Validity of-Held:\nAssessee not liable to pay interest in view of inordinate delay in raising the\ndemand-Department however entitled to recover the interest from the Assessing\nD Officer concerned for not taking steps for four years.\nDemand for interest on tax-Is automatic and arises by operation of\nlaw Notice not necessary before raising demand for interest.\nOn 6-6-1986, the Assessing Authority passed order imposing tax\nE liability on respondent-dealer in respect of assessment year 1977-78.\nRespondent-assessee deposited the entire amount of tax. However\nsubsequently on 30-7-1990, the assessing authority passed another order\nholding that on the admitted amount of tax the respondent was liable to\npay interest at the rate of 24% p.a. from 1-5-1978. Respondent filed appeal\ncontending that the proceedings imposing interest were barred by time.\nF The appeal was dismissed. Second appeal was filed before the Tribunal\nwhich remanded the matter to the assessing authority for fresh decision.\nRespondent filed revision before High Court which held that even if\nrespondent-dealer was liable to pay interest on delayed payment of amount\nof tax, a notice in writing before passing the impugned order was\nG necessary, but as the impugned order dated 30-7-1990 nowhere stated that\nany notice was sent to the dealer, such an order could not be sustained.\nConsequently, it allowed the revision and quashed the order of Tribunal.\nH\nIn appeal to this Court, the questions of law arising for consideration\nare whether subsequent proceeding to the assessment was barred by\n984\nL\n1\nCOMMR. OF TRADE TAX v. KANHAI RAM THEKEDAR\n985\nlimitation and whether the order of the High Court to the extent that a A\nnotice of demand was necessary before passing the order of interest is\nlegally sustainable.\nDismissing the appeal, the Court\nHELD 1.1. The liability for payment of interest arises in view of B\nthe provisions contained in Section 8 (1), 8(1-B) and sub-section (2) of\nSection 8 of the U.P. Sales Tax Act, 1948 (now the U.P. Trade Tax Act,\n1948). [987-G-H]\nD\n1.2. The High Court was not justified for deleting the interest levied\nby the authorities on the ground that no notice was served. However, the\nC\ndemand of interest was not justified because of the inordinate delay on\nthe part of the officers concerned for raising the demand of interest from\nthe assessee and in the peculiar facts and circumstances of the case. There\nwas no demand of interest in the assessment order. As the assessment order\ndid not include a claim for interest, the demand for interest had to be made\nwithin a reasonable period thereafter. For rectification of the assessment\norder, a limitation period of three years is laid down. Since the demand\nof interest was made after almost four years, the demand is not within a\nreasonable period and the assessee is not liable to pay the interest as\ndemanded. The Department is not entitled to recover the interest from\nthe assessee-respondent but is at liberty to recover the amount of interest\ndemanded from the Assessing Officer concerned who have not taken steps\nfor four years. [992-E-H; 993-A, B, C, D]\nFirm Parshuram Rameshwar Lal v. State of U.P., [1974] 33 STC 540\nAll, approved.\nCommissioner of Sales Tax v. Qureshi Crucible Center, [1993] suppl 3\nSCC 495; The Sales Tax Officer, Sector I, Kanpur and Anr. v. M/s Dwarika\nPrasad Sheo Karan Dass, [1977] 1 SCC 22; Haji Lal Mohd. Biri Works v.\nState of U.P., [1974] 3 SCC 137 and Prahlad Rai and Ors. v. Sales Tax\nOfficer, Meerut and Ors., [1991] Supp 2 SCC 612, relied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2679 of 2000.\nFrom the Judgment and Order dated 16.9.99 of the Allahabad High\nCourt in T.T.R. No. 3 of 1999.\nE\nF\nG\nH\n986\nA\nB\nC\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nR.G. Padia, S.W.A. Qadri and J.K. Bhatia with him for the Appellant.\nRanbir Singh Yadav for the Respondent.\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. This appeal is filed by the Commissioner\nof Trade Tax, U.P. challenging the final order dated 16.9.1999 passed by the\nHigh Court of Judicature at Allahabad in the Trade Tax Revision No. 3 of\n1999 whereby the High Court allowed the revision of the respondent-assessee.\nThe brief facts pertaining to the present appeal are as under :\nBy the impugned order, the High Court allowed the revision filed by\nthe respondent and quashed the order of demand of interest on the ground\nthat no notice in writing was issued. It was observed in the judgment that\neven if the dealer was liable to pay interest on the late payment of amount\nof tax a notice is necessary for demand of interest. In the instant case, the\nD assessing authority passed the order on 30.7.1990 imposing interest against\nE\nthe respondent. The respondent filed appeal before the Commissioner (Judicial)\nSales Tax, now Trade Tax, Allahabad Region, Allahabad. In the appeal, the\nrespondent mentioned that ex parte proceedings imposing interest against the\nrespondent has been passed which is barred by time. The Assistant\nCommissioner dismissed the appeal of the respondent on 27.7.1991. The\nrespondent filed second appeal before the Sales Tax Tribunal which passed\nthe order dated 21.7.1998 remanding the case to the assessing authority for\ndecision after giving notice to the respondent. The respondent filed a Trade\nTax Revision before the High Court against the order of the Tribunal and the\nHigh Court by the impugned order dated 16.9.1999 allowed the revision of\nF the respondent. Aggrieved by the impugned order, the State has preferred the\nabove appeal by way of special leave.\nG\nH\nWe heard Mr. R.G. Padia, learned senior counsel appearing for the\nappellant and Mr. Ranbir Singh Yadav, learned counsel appearing for the\nrespondent.\nLearned senior counsel appearing for the appellant submitted that the\norder of the High Court to the extent that a notice of demand was necessary\nbefore passing the order of interest is legally not sustainable. He further\nsubmitted that the levy of interest is by operation of law and does not require\na separate order.\n1\n1\nCOMMR. OF TRADE TAX 1. KANHAI RAM THEKEDAR [LAKSHMANAN, J.] 987\nLearned counsel appearing for the respondent submitted that the A\nimpugned assessment order passed by the assessing authority dated 30.7.1990\ndoes not refer to any notice served upon the dealer before passing the impugned\norder and, therefore, the said order has been quashed by the Tribunal in\nrespect of remanding the matter. It was also submitted that the rectification\norder could be passed within three years from the date of the order of the\nB\nassessment or the order passed in appeal or revision. The impugned order\nwas passed beyond the period of three years and, therefore, the said order is\nnot sustainable. In this background of facts, the following questions of law\narise for consideration by this Court :\n1.\n!\nWhether no subsequent proceeding can be initiated against the\nC\nrevisionist as the subsequent proceeding to the assessment is barred\nby limitation?\n2.\nWhether the order of the High Court to the extent that a notice\nof demand was necessary before passing the order of interest is\nlegally sustainable?\nD\nWe have carefully perused the entire pleadings, orders passed by the\nauthorities and the High Court and the annexure filed along with this appeal.\nE\nIn this case, the assessment order for the assessment year 1977-78 was\npassed on 6.6.1986 imposing tax liability of Rs. 18053.98 paise. The\nrespondent deposited the tax in two instalments namely, 2,817/- on 26.6.1982\nand Rs. 15,236.98 paise on 30.8.1986. The assessing authority passed another\norder on 30.7.1990 holding that on admitted amount of tax it was liable to\npay interest at the rate of 24% p.a. from 1.5.1978 on amount of tax the\nassessee has not deposited. The assessing authority held that the dealer was\nliable to pay interest to the tune of Rs. 33,291. The respondent-dealer filed F\nfirst appeal against the said order which was dismissed. Against that order,\nthe second appeal was filed before the Tribunal, which remanded the matter\nto the assessing authority for fresh decision after giving an opportunity of\nhearing to the dealer. Feeling aggrieved, the dealer filed a revision before the\nHigh Court. The dealer submitted that the amount of tax was deposited by\n30.8.1986.\nThe liability for payment of interest arises in view of the provisions\ncontained in Section 8 (1), 8(1-B) and sub-section (2) of Section 8 of the U.P.\nSales Tax Act, 1948 (now the U.P. Trade Tax Act, 1948) (for short \"the\nAct\"). The relevant portion of Section 8 read as under:\nG\nH\n|\n!\n988\nA\nB\nC\nD\nᎠ\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\n\"8. Payment and recovery of tax\n(1) The tax admittedly payable shall be deposited within the time\nprescribed or by the thirty first day of August, 1975, whichever\nis later, failing which simple interest at the rate of 2 per cent per\nmensem shall become due and be payable on the unpaid amount\nwith effect from the day immediately following the last date\nprescribed till the date of payment of such amount, whichever is\nlater, and nothing contained in section 7 shall prevent or have the\neffect of postponing the liability to pay such interest.\n-\nExplanation For the purpose of this sub-section, the tax admittedly\npayable means the tax which is payable under this Act on the turnover\nof sales or, as the case may be, the turnover of purchases, or of both,\nas disclosed in the accounts maintained by the dealer, or admitted by\nhim in any return or proceeding under this Act, whichever is greater,\nor if no accounts are maintained then according to the estimate of the\ndealer, and includes the amount payable under Section 3-B or sub-\nsection (6) of Section 4-B.\n(1-A) The tax assessed under this Act shall be deposited in the manner\nspecified in, and within thirty days of the service of, the notice of\nassessment and demand.\n(1-B) If the tax, other than the tax referred to in sub-section (1),\nassessed by any Assessing Authority is not paid within the period\nspecified in the notice of assessment and demand referred to in sub-\nsection (1-A), simple interest at the rate of one and half per cent per\nmensem on the unpaid amount calculated from the date of expiration\nof the period specified in such notice shall become due and be payable.\n(1BB) If the tax, assessed under this Act is enhanced in reassessment\nor otherwise by any authority, tribunal or court the dealer shall also\nbe liable to pay simple interest at the rate specified in sub-section (1-\nB) on the unpaid amount of the enhanced tax from the date of\nexpiration of the period specified in such notice of assessment and\ndemand already served on the dealer under sub-section (1-A) and it\nshall not be necessary to give a fresh notice of assessment and demand\nwith respect to the enhanced tax and it shall be deemed that the tax\nso enhanced was assessed in the order of assessment made for the\nfirst time.\nCOMMR. OF TRADE TAX v. KANHAI RAM THEKEDAR [LAKSHMANAN, J.] 989\n(1-C) The amount of interest payable under sub-section (1), (1-B) (1- A\nBB) and (2) shall be without prejudice to any other liability or penalty\nthat the dealer may incur under this Act or under any other law for\nthe time being in force, and shall be added to the amount of tax and\nbe also deemed for all purposes to be part of the tax.\n(2) Where realization of any tax remained stayed by any order of any B\nCourt or authority and such order of stay is subsequently vacated, the\ninterest referred to in sub-section (1-B) shall be payable also for any\nperiod during which such order remained in operation.\n(2-A) Notwithstanding anything contained in sub-section (1), (1-A),\n(1-B), (1-BB), (1-C) or (2) the Commissioner may on the application C\nof a manufacturer within such time and in such manner as may be\nprescribed grant in lieu of exemption under section 4-A moratorium\nfor payment of the admitted tax subject to such conditions as may be\nprescribed. The Commissioner may withdraw any such moratorium\nin the circumstances in which it could have withdrawn the exemption D\nunder section 4-A, but no such withdrawal shall be made with\nretrospective effect.\nProvided that on and after commencement of the Uttar Pradesh Trade\nTax (Amendment) Ordinance, 1997, the Commissioner may on the\napplication of a manufacturer having a small scale industry, the date E\nof starting production of which falls on or after April 1, 1990, grant,\nin lieu of exemption under section 4-A, moratorium for payment of\nthe admitted tax and the provision of rule 43 of the Uttar Pradesh\nTrade Tax Rules, 1948, as amended by the Uttar Pradesh Trade Tax\n(Second amendment) Rules, 1993, shall apply for granting such\nmoratorium.\n1\n(2-B) Notwithstanding anything contained in any other provision of\nthis Act and rules made thereunder, the State Government may grant\nmoratorium from payment of the admitted tax to a Power Project\nIndustrial Unit, subject to such conditions as may be prescribed.\nF\nG\n(3) Notwithstanding anything contained in any law or contract to the\ncontrary, the assessing authority may, at any time or from time to\ntime, by notice in writing, a copy of which shall be forwarded to\nthe dealer at his last address known to the assessing authority,\nrequire -\nH\n990\nA\nB\nC\nᎠ\nE\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\n(a) any person from whom any amount is due or may become\ndue to the dealer, or\n(b) any person who holds or may subsequently hold money for\nor on account of the dealer,\nto pay to the assessing authority\n(i) forthwith upon the money becoming due or being held, or\n(ii) at or within the time specified in the notice, not being before\nthe money becomes due or is held, so much of the money\nas is sufficient to pay the amount due by the dealer in respect\nof arrears of tax or other due under this Act, or the whole\nof the money when it is equal to or less than that amount.\nExplanation - For the purpose of this sub-section, the amount due to\na dealer or money held for or on account of a dealer by any person\nshall be computed after taking into account such claims, if any, as\nmay have fallen due for payment by such dealer to such person and\nas may be legally subsisting.\"\nThe High Court was of the view that even if the dealer was liable to\npay interest on delayed payment of amount of tax, a notice in writing before\npassing the impugned order was necessary which is not shown to have been\ndone in the present case. The impugned order dated 30.7.1990 nowhere states\nthat any notice was sent to the dealer, therefore, such an order could not be\nsustained. Consequently, the Tribunal has committed an error in passing the\nimpugned order dated 21.7.1998 remanding the matter to the assessing\nauthority. Holding so, the High Court allowed the revision and quashed the\nF order of the Tribunal.\nIn our opinion, the order passed by the High Court is absolutely illegal.\nIn the case of Commissioner of Sales Tax v. Qureshi Crucible Center,\n[1993] suppl 3 SCC 495, the Commissioner of Sales Tax was the appellant.\nG The appeal was preferred against the judgment of the learned single Judge of\nthe Allahabad High Court allowing the sales tax revision filed by the assessee.\nAfter referring to Section 8(1), this Court held as under:\nH\n\"According to this section, a dealer shall have to deposit the tax\nadmittedly payable either within the time prescribed or by August 31,\n1975 whichever is later. If he fails to do so, simple interest at the rate\ni\n1\nCOMMR. OF TRADE TAX v. KANHAI RAM THEKEDAR [LAKSHMANAN, J.] 991\nof 2% per mensem becomes payable. This levy of interest is by A\noperation of law. It does not require a separate order as such by any\nauthority. The explanation defines the expression \"tax admittedly\npayable\". It means the tax which is payable, inter alia, according to\nthe return filed by the dealer.\nC\nIn this case, the dealer filed a return for the assessment years B\n1975-76. The goods in which he was dealing fell within the category\nof unspecified goods. For unspecified goods, the rate of tax prior to\nDecember 1, 1973 was 3.5%. With effect from the said date, however,\nthe rate was revised to 7%. In the return filed by the respondent-\nassessee, he arrived at the tax admittedly payable on the turnover\ndisclosed by him, by applying rate of 3.5%. The authorities held that\ninasmuch as he has not paid the tax admittedly payable within the\nmeaning of Section 8(1) inasmuch as he has not calculated and paid\nthe tax at the rate prescribed by law - he must be held to have failed\nto comply with the requirement of Section 8(1). Accordingly, interest\nas prescribed by the said section was levied. The appellate authority D\nas well as the Tribunal affirmed the said levy. The matter was carried\nto the High Court by way of a revision. The learned Judge allowed\nthe revision holding that \"there has been no finding by the Tribunal\nthat the assessee acted mala fide in not depositing the tax at the rate\nof 7%. The demand of interest was not justified.”\"\nIn the case of The Sales Tax Officer, Sector I, Kanpur and Anr. v.\nM/s Dwarika Prasad Sheo Karan Dass, [1977] 1 SCC 22, this Court has held\nthat the assessee is liable to pay interest under Section 8(1-A) of the U.P.\nSales Tax Act, 1948 on unpaid amount of tax and that such liability arises\nautomatically by operation of law. This Court also held that fresh notice of\ndemand not necessary where amount of tax or other dues reduced as a result\nof the appeal, revision or other proceedings.\nThis Court had an occasion to consider sub-Section (1-A) of Section 8\nof the Act in the case of Haji Lal Mohd. Biri Works v. State of U.P., [1974]\n3 SCC 137 and held that the liability to pay interest under Section 8(1-A) of\nthe Act is automatic and arises by operation of law. It was further observed\nin that case that it is not necessary for the Sales Tax Officer to specify the\namount of interest in the recovery certificate.\nThis Court had also considered the question whether it was necessary\nfor the Sales Tax Officer to issue a fresh notice of demand to the respondent\nE\nF\ni\nG\nH\n!\n1\n992\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA after the tax assessed by the Sales Tax Officer was reduced on appeal and\nfurther reduced on revision. This Court after considering sub-Section (9)\nwhich has been added in Section 8 of the Act by the U.P. Sales Tax\n(Amendment) Act (3 of 1971) held that it shall not be necessary to the\nassessing authority to serve upon the dealer a fresh notice. Similar view was\ntaken by the Allahabad High Court in the case of Firm Parshuram Rameshwar\nLal v. State of U.P., [1974] 33 STC 540 (All) which has also been referred\nto in this judgment.\nB\nC\nIn view of the above, this Court accepted the appeal filed by the Sales\nTax Officer and set aside the judgment of the High Court and dismissed the\nwrit petition filed by the assessee.\nIn the case of Prahlad Rai and Ors. v. Sales Tax Officer, Meerut and\nOrs., [1991] Supp 2 SCC 612, this Court had an occasion to consider the\npayment of interest on arrears of sales tax. In this case, the assessee contended\nthat he had admittedly paid the entire arrears of sales tax voluntarily and,\nD therefore, they did not become defaulters and not liable to pay interest.\nRejecting the said argument, this Court held that the accrual of interest is\nautomatic and no separate notice of demand was required to be served in that\nrespect.\nF\nThus, we are of the opinion that the High Court was not justified for\nE deleting the interest levied by the authorities on the ground that no notice was\nserved. In this view, the impugned judgment would normally be unsustainable.\nHowever, as already noticed, the respondent-assessee has specifically urged\nthat the subsequent proceedings to the assessment is barred by limitation and\nthat even though the order was passed on 6.6.1986 imposing tax liability etc.,\nthe assessing authority had passed another order only on 30.7.1990 holding\nthat on admitted amount of ta、, the assessee was liable to pay interest at 24%\np.a. from 1.5.1978 and, therefore, on the question of delay in demanding\ninterest, the demand has to be set aside. This argument of the learned counsel\nappearing for the respondent merits acceptance. In this case, the assessment\nrelates to the assessment years 1977-78. The respondent furnished his return\nG to the assessing authority and the assessing authority passed an assessment\norder against the respondent and in accordance with the assessment order, the\nassessee has deposited the entire amount of tax amounting to Rs. 15,236.98\npaise on 30.8.1986 and Rs. 2,817 on 26.6.1982. However, on 30.7.1990, the\nassessing authority passed an order imposing interest against the respondent.\nThus the demand was after nearly four years. There was no demand of\nH\nCOMMR. OF TRADE TAX v. KANHAI RAM THEKEDAR [LAKSHMANAN, J.] 993\ninterest in the assessment order which, in our opinion, form part of the A\nassessment order. As the assessment order did not include a claim for interest,\nthe demand for interest had to be made within a reasonable period thereafter.\nTo be noted that for rectification of the assessment order, a limitation period\nof three years is laid down. Since the demand of interest was made after\nalmost four years, we hold that the demand is not within a reasonable period\nand the assessee is not liable to pay the interest as demanded. The Department\nis not entitled to recover the interest from the assessee-respondent but is at\nliberty to recover the amount of interest demanded from the Assessing Officer\nconcerned who have not taken steps for four years.\nB\nWe are in entire agreement with the law laid down by this Court on the\nC\ninterpretation of Section 8 of the Act in the judgments referred to above. But\nwe, however, hold that the demand of interest was not justified because of\nthe inordinate delay on the part of the officers concerned for raising the\ndemand of interest from the assessee and in the peculiar facts and\ncircumstances of this case.\nThe civil appeal, accordingly, stands dismissed. However, there shall\nbe no order as to costs.\nB.B.B.\nAppeal dismissed.\nD\n"}