{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nSTATE OF H.P.\nV.\nMUSHTAQ AHMAD\nMARCH 26, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nCode of Criminal Procedure, 1973-s. 378(3)-Application seeking\nleave to appeal-Against order of acquittal-Summary dismissal of the\nC application by High Court-On appeal, held: Absence of reason has rendered\nthe order of High Court as not sustainable-However, in view of nature of\nfinding recorded by trial court, the case cannot be interfered with under\nArticle 136 of the Constitution Constitution of India, 1950–Article 136.\nJudgment-Need to give reasons-Held: right to reason is an\nD indispensable part of a sound judicial system-Reasons introduce clarity in\nan order-They are indicative of an application of mind by the Judicial\nforum One of the statutory requirements of natural justice is speaking out\nreasons for the order made-Absence of reasons, render it impossible for the\nCourt to perform its appellate power or power of judicial review in adjudging\nthe validity of the decision.\nE\nF\nPresent Special Leave Petition is against the Order of High Court in\nan application under section 378(3) Cr.P.C. against order of acquittal, whereby\nit had refused to grant leave to file appeal summarily, without assigning any\nreason.\nDismissing the petition, the Court\nHELD: 1. The High Court has not given any reasons for refusing to\ngrant leave to file appeal against acquittal, and seems to have been completely\noblivious to the fact that by such refusal, a close scrutiny of the order of\nG acquittal, by the appellate forum, has been lost once and for all. Reasons\nintroduce clarity in an order. On plainest consideration of justice, the High\nCourt ought to have set forth its reasons, howsoever brief, in its order\nindicative of an application of its mind, all the more when its order is amenable\nto further avenue of challenge. The absence of reasons has rendered the High\nCourt order not sustainable [Para 3] [426-B-C]\nH\n424\nSTATE OF H.P. v. MUSHTAQ AHMAD [PASAYAT, J.]\n425\n'\nา\nState of U.P. v. Battan and Ors., [2001] 10 SCC 607; State of A\nMaharashtra v. Vithal Rao Pritirao Chawan, AIR (1982) SC 1215 and\nJawahar Lal Singh v. Naresh Singh and Ors., [1987] 2 SCC 222, relied on.\nBreen v. Amalgamated Engineering Union (1971) 1 All E.R. 1148 and\nAlexander Machinery (Dudley) Ltd. v. Crabtree (1974) LCR 120, referred\nto.\nB\n2. Reasons are live links between the mind of the decision taker to the\ncontroversy in question and the decision or conclusion arrived at Reasons\nsubstitute subjectivity by objectivity. The emphasis on recording reasons is\nthat if the decision reveals the \"inscrutable face of the sphinx\", it can, by its\nC\nsilence, render it virtually impossible for the Courts to perform their appellate\nfunction or exercise the power of judicial review in adjudging the validity of\nthe decision. Right to reason is an indispensable part of a sound judicial\nsystem, reasons at least sufficient to indicate an application of mind to the\nmatter before Court. Another rationale is that the effected party can know\nwhy the decision had gone against him. One of the salutary requirements of D\nnatural justice is spelling out reasons for the order made, in other words, a\nspeaking out. The “inscrutable face of a sphinx” is ordinarily incongruous\nwith a judicial or quasi-judicial performance. [Para 4] [426-F-G; 427-A]\nState of Punjab v. Bhag Singh, [2004] 1 SCC 547, relied on.\n3. However, in view of the nature of the findings recorded by trial court\nthis is not a fit case where exercise of jurisdiction under Article 136 of the\nConstitution is called for. [Para 5] [427-C]\nCRIMINAL APPELLATE JURISDICTION: Petition for Special Leave to\nAppeal (Crl.) No. 1102 of 2007.\nFrom the final Judgment and Order dated 27.09.2006 of the High Court\nof Himachal Pradesh at Shimla in Cr. M.P. (M) No. 593 of 2006.\nJ.S. Attri for the Petitioner.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Challenge in this special leave petition is\nto the order passed by a Division Bench of the Himachal Pradesh High Court\ndismissing the application filed by the petitioner-State under Section 378(3)\nof the Code of Criminal Procedure, 1973 (in short the 'Code').\nE\nF\nG\nH\nA\nB\n426\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n2. Grievance of the petitioner is that the application was dismissed\nsummarily without indicating any reason. It is stated by learned counsel for\nthe petitioner that this Court has in many cases deprecated the practice of\nsuch dismissal.\n3. The High Court has not given any reasons for refusing to grant leave\nto file appeal against acquittal, and seems to have been completely oblivious\nto the fact that by such refusal, a close scrutiny of the order of acquittal, by\nthe appellate forum, has been lost once and for all. The manner in which\nappeal against acquittal has been dealt with by the High Court leaves much\nto be desired. Reasons introduce clarity in an order. On plainest consideration\nC\nof justice, the High Court ought to have set forth its reasons, howsoever\nbrief, in its order indicative of an application of its mind, all the more when\nits order is amenable to further avenue of challenge. The absence of reasons\nhas rendered the High Court order not sustainable. Similar view was expressed\nin State of U.P. v. Battan and Ors., [2001] 10 SCC 607. About two decades\nback in State of Maharashtra v. Vithal Rao Pritirao Chawan, AIR (1982) SC\nD 1215 the desirability of a speaking order while dealing with an application for\ngrant of leave was highlighted. The requirement of indicating reasons in such\ncases has been judicially recognized as imperative. The view was re-iterated\nin Jawahar Lal Singh v. Naresh Singh and Ors., [1987] 2 SCC 222. Judicial\ndiscipline to abide by declaration of law by this Court, cannot be forsaken,\nunder any pretext by any authority or Court, be it even the Highest Court in\na State, oblivious to Article 141 of the Constitution of India, 1950 (in short\nthe 'Constitution').\nE\n4. Even in respect of administrative orders Lord Denning M.R. in Breen\nv. Amalgamated Engineering Union, [1971] 1 All E.R. 1148 observed \"The\nF giving of reasons is one of the fundamentals of good administration”. In\nAlexander Machinery (Dudley) Ltd. v. Crabtree, (1974) LCR 120 it was\nobserved: \"Failure to give reasons amounts to denial of justice”. Reasons are\nlive links between the mind of the decision taker to the controversy in\nquestion and the decision or conclusion arrived at”. Reasons substitute\nsubjectivity by objectivity. The emphasis on recording reasons is that if the\ndecision reveals the \"inscrutable face of the sphinx\", it can, by its silence,\nrender it virtually impossible for the Courts to perform their appellate function\nor exercise the power of judicial review in adjudging the validity of the\ndecision. Right to reason is an indispensable part of a sound judicial system,\nreasons at least sufficient to indicate an application of mind to the matter\nbefore Court. Another rationale is that the affected party can know why the\nG\nH\n1\nSTATE OF H.P. v. MUSHTAQ AHMAD [PASAYAT, J.]\n427\ndecision has gone against him. One of the salutary requirements of natural A\njustice is spelling out reasons for the order made, in other words, a speaking\nout. The \"inscrutable face of a sphinx\" is ordinarily incongruous with a\njudicial or quasi-judicial performance. (See State of Punjab v. Bhag Singh,\n[2004] 1 SCC 547).\n5. In the background of what has been stated in Bhag Singh's case\nB\n(supra) the grievance of learned counsel for the petitioner-State about the\nmanner in which the petition has been dismissed is unexceptionable. But we\nhave perused the judgment of the trial Court. Considering the nature of the\nfindings recorded we do not consider this to be a fit case where exercise of\njurisdiction under Article 136 of the Constitution is called for. The petition is C\naccordingly dismissed.\nK.K.T.\nSLP dismissed.\n"}