{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nKIRLOSKAR BROTHERS LTD.\n1\nCOMMISSIONER OF CENTRAL EXCISE, PUNE,\nMARCH 7, 2005\n[RUMA PAL, ARIJIT PASAYAT AND C.K. THAKKER, JJ.]\nเ\nC\nD\nE\nF\nG\nH\nCentral Excise Act, 1944, Sections 4(1)(a) clause (i) of the proviso, 2(k),\n4(4)(e)—Class of buyers-Charging of lesser price from bulk buyers-\nPermissibility of Held For charging lesser price from different buyers,\nassessee is required to establish that discount allowed and lesser price charged\nwas in accordance with normal practice and founded on some rational basis—\nAssessee having failed to show rational and commercial consideration to\ndistinguish bulk buyers from other wholesale buyers, charging of lower price\nheld not permissible.\nAssessee filed two price lists, one in Part-I and other in Part-11 for\nsame ‘kind of product', showing a lesser price for sales to bulk buyer.\nRevenue authorities issued notice rejecting the lower price on the ground\nthat the bulk buyers cannot be distinguished from other wholesale buyers\nand there cannot be more than one price for the same class of buyers.\nAssistant Collector confirmed proposal contained in the notice. Collector\n(Appeals) however held in favour of assessee. Revenue preferred appeal\nbefore CEGAT, which held that there is no rational or commercial\nconsideration to distinguish the bulk buyers from any other buyers.\nAggrieved assessee preferred the present appeal.\nDismissing the appeal, the Court\nHELD: 1. Where the goods are sold to different class of buyers at\ndifferent price, then assessee is required to establish that discount allowed\nand the lesser price charged was in accordance with normal practice of\nthe wholesale trade in such goods. One or two instances cannot be termed\nas the normal practice of the wholesale trade. It essentially depends upon\nthe number of person engaged in such trade. In the instant case, the\nassessee has not placed on record the number of persons engaged in the\nwholesale trade. [573-A, B, C|\n568\nKIRLOSKAR BROTHERS LTD. v. C.C.E.\n569\nMetal Box India Ltd. v. Collector of Central Excise, Madras [1995] 2 A\nSCC 90 and Gora Mal Hari Ram Ltd. v. Collector of Central Excise, Delhi\n1994(69) ELT 269, referred to.\n2.1. Classification can be made on the basis of region depending upon\nthe quantum of turnover in a particular region and special factors\nrelatable to that region. It cannot be said that the discount should be B\nuniform in all circumstances in all categories of buyers all over the\ncountry. But discount has to be as per the normal practice of the wholesale\ntrade in such goods and the discount cannot be given on extraneous\nconsiderations and has to be founded on some rational basis. [573-E}\nC\n2.2. There may be cases, where in a particular region there is a scope\nfor increasing the turnover by giving incentive to some. But there must\nbe some intelligible criteria for treating the benefited persons differently\nfrom others. Comparison may be made intra-region and not by taking all\nregions together. The assessee has not shown the justification for wide\nvariation within the same region, and has failed to establish rational basis D\nfor selecting the persons. On considering the relevant factors, the\nauthorities and CEGAT have rightly recorded finding of fact that no\nrational basis has been established. [573-G, H; 574-B|\nCollector of Customs, Bombay v. Swastic Wollens (P) Ltd. and Ors.,\n[1988] Supp. SCC 796; West Bengal Electricity Regulatory Commission v.\nCESC Ltd., [2002] 8 SCC 715; Commissioner of Customs, Chennai v. Adani\nExports Ltd. and Anr., [2004] 4 SCC 367 and Commissioner of Customs,\nMumbai v. M/s Bureau Veritas and Ors., JT (2005) 2 SC 348, relied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6938 of 1999.\nFrom the Judgment and Order dated 28.9.99 of the Central Excise,\nCustoms and Gold (Control) Appellate Tribunal, Western Regional Bench at\nMumbai in F.O. No. C-I/2444/WRB/1999 in A. No. E/2559 of 1994-A.\nAkhil Sibal, Rajan Sheth, Ms. Ruby Singh Ahuja, Ms. Nandini Gore,\nMs. Saloni Gupta, Ms. Kanika Agnihotri and Mrs. Manik Karanjawala for\nthe Appellant.\nK. Swami and B. Krishna Prasad for the Respondent.\nThe Judgment of the Court was delivered by\nE\nF\nG\n1\nH\nA\nB\n570\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nARIJIT PASAYAT, J. Appellant calls in question legality of the\njudgment rendered by the West Regional Bench at Mumbai of the Customs\nExcise and Gold (Control) Appellate Tribunal (in short the (CEGAT'). ·\nThe factual position giving rise to the controversy is as follows:\n!\nThe appellant (also described as 'assessee') had filed a price list in Part\nI of the Format prescribed for determination of value under Section 4 of the\nCentral Excise and Salt Act, 1944 (in short the 'Act') for the compressors\nmanufactured by it. It also filed price list in Part II for the same kind of\ncompressors showing a lesser price of Rs. 150 of assessable value per\ncompressor than in the Part I price list for sales to alleged bulk buyers.\nNotice was issued proposing disallowance of the lower price on the ground\nthat the bulk buyers did not constitute a different class of buyers and cannot\nbe distinguished from other wholesale buyers; there cannot be more than one\nprice for the same class of buyers. In the notice it was alleged that the claim\nfor lower price on the ground that the bulk buyers purchased a substantial\nD quantity had not been justified. The Assistant Collector declined to accept the\nC\nE\nF\nassessee's contention that the price was on account of the fact that the bulk\nbuyers constituted a different class because of the quantity of compressors\nthat they purchased and higher purchases in the past than other buyers. He\nconfirmed the proposal in the notice.\nOn appeal by the assessee, the Collector (Appeals) accepted the\ncontention of the assessee that the bulk buyers were a different class and that\nthe lower price was permissible.\nAn appeal was preferred by the present-respondent questioning\ncorrectness of the order of the Collector (Appeals). Stand of the Revenue was\nthat normal price applicable to wholesale dealer should be made applicable\nto the so-called bulk buyers and the Collector (Appeals) erred in concluding\nthat there can be more than one class' of dealers. CEGAT by the impugned\njudgment held that there can be different class of buyers. While it is open to\nthe assessee to classify buyers according to commercial consideration, the\nG classification has to be rational and identifiable based on commercial\nconsideration and it cannot be arbitrary. According to the CEGAT it is not\npossible to see the existence of any rational or commercial consideration to\ndistinguish the bulk buyers from any other buyers. The existence of any\nrelationship with a customer to prove business consideration was also not\nestablished.\n1\nH\nKIRLOSKAR BROTHERS LTD. v. C.C.E. [PASAYAT. J.] 571\nAccordingly, Revenue's appeal was allowed.\nA\nB\nIn support of the appeal, learned counsel for the appellant submitted\nthat CEGAT has missed the most relevant factor that the Revenue's case was\nnot that any extra commercial consideration existed so far as the present\nappellant is concerned. That being so, the presumption is that the price fixed\nwas rational and the Collector (Appeals) had rightly decided in favour of the\nappellant. The beneficiaries were clearly identifiable. The names of the persons\nbelonging to different regions were noted. Taking into account the previous\nperiods' turnover, the price concession was given. The authorities were clearly\nin error by observing that classifications cannot be made on regional basis.\nThe comparison of the sales figures has been made by the authorities and\nC\nCEGAT by taking all the regions together and not inter-zones. Merely because\nno minimum number of sales was indicated while deciding the persons to\nwhom concession is to be given, that does not per se make the claim irrational.\nReliance was placed on Metal Box India Ltd. v. Collector of Central Excise,\nMadras, [1995] 2 SCC 90 to submit that even a single individual whose\ntransactions were considerable can constitute a class for granting discount. D\nAs discount was not based on any extra commercial consideration it was\ndeductible in terms of Section 4(1)(a) (proviso) (i) of the Act. Reference was\nalso made to a decision of the Special Bench of CEGAT, New Delhi in Gora\nMal Hari Ram Ltd. v. Collector of Central Excise, Delhi (1994) 69 ELT 269\nto contend that where there is a rational differentia based on valid commercial\nconsideration which has been established, the Revenue cannot refuse to\nrecognize the same unless it is established that the transactions were not at\narm's length and in the usual course of business. It was further submitted that\nthe dealers as referred to in Section 4(4)(c) of the Act do not constitute a\nclass different from other buyers as noted in the definition of \"wholesale\ntrade\". The Revenue Authorities were not justified in holding that the dealers F\nconstituted a class and there cannot be class within the class. To justify its\nclaim that grant of such discount was a normal trade practice, the price-list\nof another manufacturer M/s Sriram Refrigeration Industries Ltd., Hyderabad,\nwas filed with all relevant details. CEGAT came to an incorrect conclusion\nthat the details were not filed.\nIn response, Mr. K. Swami, learned counsel for the respondent submitted\nthat mere absence of any extra commercial considerations does not per se\nentitle an assessee to the benefit in terms of Section 4(1)(a) (proviso) unless\nan intelligible rationale for choosing differently between different groups of\nbuyers is established. The assessee was granted an opportunity to justify the\nE\nG\nH\n572\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA ground for granting discount to the named persons. Except stating, that the\nmanagement had taken a decision in that regard, no other material was placed\nfor consideration. It was, therefore, contended that the Revenue Authorities\nand the CEGAT were justified in rejecting claim made by the assessee-\nappellant.\nB\nC\nD\n(I)\nE\nF\nG\nH\n\"\nWe are concerned with clause (i) of the proviso to Section 4(1)(a). The\nrelevant provision reads as under:\n\"Section 4. Valuation of excisable goods for purposes of charging of\nduty of excise - (1) Where under this Act, the duty of excise is\nchargeable on any excisable goods with reference to value, such value\nshall, subject to other provisions of this section, be deemed to be\n-\n(a) the normal price thereof, that is to say, the price at which such'\ngoods are ordinarily sold by the assessee to a buyer in the course of\na wholesale trade for delivery at the time and place of removal,\nwhere the buyer is not a related person and the 'price is' the sole\nconsideration for the sale:\nProvided that -\n**.\n1\n(i) where, in accordance with the normal practice of the wholesale\ntrade in such goods, such goods are sold by the assessee at different\nprices of different classes of buyers (not being related persons) each\nsuch price shall, subject to the existence of the other circumstances\nspecified in clause (a), be deemed to be the normal price of such in\nrelation to each such class of buyers.\"\nThe expression \"wholesale dealer” is defined in Section 2(k). Section\n4(4)(e) defines \"wholesale trade\" and the same reads as under:\n\"Wholesale trade” means sales to dealers, industrial consumers,\nGovernment, local authorities and other buyers, who or which purchase their\nrequirements otherwise than in retail.\"\nIn order to get benefit of Section 4(1)(a) (proviso) (i) the assessee has\nto establish that discount claimed was in accordance with the normal practice\nof wholesale trade in the concerned goods sold to different classes of buyers,\nand it shall be subject to the existence of other circumstances specified in\nclause (a). Such circumstances are: (a) Charging of normal price at which\nsuch goods are ordinarily sold; (b) sale must be to a buyer in the course of\nL\nh\nKIRLOSKAR BROTHERS LTD. v. C.C.E. [PASAYAT. J.] 573\nwholesale trade; (c) the sale must be in the wholesale trade for delivery at the A\nplace and time of removal; (d) the buyer is not a related person; and (e) the\nprice is the sole consideration for the sale. In order to show that the goods\nare sold to different class of buyers in accordance with normal practice it has\nto be established that same was the normal practice of the wholesale trade in\nsuch goods. One or two instances cannot be termed as the normal practice of\nB\nthe wholesale trade. It essentially depends upon number of persons engaged\nin such trade. By way of illustration it can be said that if out of ten dealers\nengaged in the wholesale trade in the concerned goods only two give discount\nwhile others do not it cannot certainly be normal practice of the wholesale\ntrade in such goods. It would depend upon the question whether majority of\nthe persons engaged in the wholesale trade grant such discount. The question C\nhas to be adjudicated on the factual premises. In the instant case the assessee-\nappellant has not placed on record the number of persons engaged in the\nwholesale trade.\nWe need not go into the broader question as to whether the \"dealers”\nreferred to in clause (e) of Section 4(4) only refers to those who buy in bulk D\nfor trading and whether the bulk purchasers constitute a different class amongst\nthe class of buyers as referred to in Section 4(4)(e).\nIt is true, classification can be made on the basis of region depending\nupon the quantum of turnover in a particular region and special factors relatable\nto that region. It cannot be said that the discount should be uniform in all\ncircumstances in all categories of buyers all over the country. But discount\nhas to be as per the normal practice of the wholesale trade in such goods and\nthe discount cannot be given on extraneous considerations and has to be\nfounded on some rational basis.\nThe expression \"“rational\" means as per The Law Lexicon, Second\nEdition 1997, \"endowed with reasons”.\nThe expression “Irrational” means as per The Law Lexicon, Second\nEdition 1997, illogical not endowed with reason, insane.\nE\nF\nG\nThere may be cases, where in a particular region there is a scope for\nincreasing the turnover by giving incentive to some. But there must be some\nintelligible criteria for treating the benefited persons differently from others.\nIt is true that comparison can or may be made intra-region and not by taking\nall regions together. But even then the appellant has not shown the justification\nfor wide variation within the same region. For example, in region where H\n1\n574\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA transactions are substantial i.e. Delhi the variation is between 546 and 1523.\nSimilar is the position in Ahmedabad Zone where the variation is between\n414 and 1541. In Madras Zone it varies between 52 to 368. No reason was\nindicated as to why the named persons were chosen. Even though it is open\nto the assessee to chose the persons, it cannot be left to its ipse dixit. No\nrational basis for selecting the persons was established. On considering the\nrelevant factors, the authorities and CEGAT have recorded finding of fact\nthat no rational basis has been established.\nB\nC\nD.\n(1)\nE\nF\nG.\nH\nThe scope for interference with findings recorded by the Tribunal if\nit has kept in view the correct legal position, has been dealt with by this\nCourt in many cases. The position was illuminatingly stated by this Court in\nCollector of Customs, Bombay v. Swastic Woollens (P) Ltd. and Ors., [1988]\nSupp. SCC 796 as follows:\n\"9. The expression \"wool wastes\" is not defined in the relevant\nAct or in the notification. This expression is not an expression of art.\nIt may be understood, as in most of financial measures where the\nexpressions are not defined, not in a technical or preconceived basis\nbut on the basis of trade understanding of those who deal with these\ngoods as mentioned hereinbefore. The Tribunal proceeded on that\nbasis. The Tribunal has not ignored the Technical Committee's\nobservations. We have noted in brief the Tribunal's handling of that\nreport. The Tribunal has neither ignored the observations of CCCN\nnor the Board's Tariff Advice. These observations have been examined\nin the light of the facts and circumstances of the case. One of the\nbasis factual disputes was long length of sliver tops. Having regard\nto the long length, we find that the Tribunal was not in error. Whether\nparticular item and the particular goods in this case are wool wastes,\nshould be so considered or not is primarily and essentially a question\nof fact. The decision of such a question of fact must be arrived at\nwithout ignoring the material and relevant facts and bearing in mind\nthe correct legal principles. Judged by these yardsticks the finding of\nthe Tribunal in this case is unassailable. We are, however, of the view\nthat if a fact finding authority comes to a conclusion within the above\nparameters honestly and bona fide, the fact that another authority be\nit the Supreme Court or the High Court may have a different\nperspective of that question, in our opinion, is no ground to interfere\nwith that finding in an appeal from such a finding. In the new scheme\nof things, the Tribunals have been entrusted with the authority and\nKIRLOSKAR BROTHERS LTD. v. C.C.E. [PASAYAT. J.] 575\nB\nthe jurisdiction to decide the questions involving determination of the A\nrate of duty of excise or to the value of goods for purposes of\nassessment. An appeal has been provided to this Court to oversee that\nthe subordinate tribunals act within the law. Merely because another\nview might be possible by a competent court of law is no ground for\ninterference under Section 130-E of the Act though in relation to the\nrate of duty of customs or to the value of goods for purposes of\nassessment, the amplitude of appeal is unlimited. But because the\njurisdiction is unlimited, there is inherent limitation imposed in such\nappeals. The Tribunal has not deviated from the path of correct\nprinciple and has considered all the relevant factors. If the Tribunal\nhas acted bona fide with the natural justice by a speaking order, in C\nour opinion, even if superior court feels that another view is possible,\nthat is no ground for substitution of that view in exercise of power\nunder clause (b) of Section 130-E of the Act.\"\nThe position was reiterated in West Bengal Electricity Regulatory\nCommission v. CESC Ltd., [2002] 8 SCC 715, Commissioner of Customs, D\nChennai v..Adani Exports Ltd. and Anr., [2004] 4 SCC 367 and recently in\nCommissioner of Customs, Mumbai v. M/s Bureau Veritas and Ors., JT (2005)\n2 SC 348.\nAbove being the position, we find no merit in this appeal which is\naccordingly dismissed with no order as to costs.\nD.G.\nAppeal dismissed.\nE\n"}