{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 2 S.C.R. 69\nMAHANT JAWALA SINGH CHELA OF MAHANT BISHAN A\nSINGH (DEAD) THROUGH LEGAL REPRESENTATIVE\nV.\nTHE SHIROMANI GURDWARA PRABHANDHAK\nCOMMITTEE, AMRITSAR\n(Civil Appeal No. 6386 of 1983)\nJANUARY 12, 2011\n[G.S. SINGHVI AND ASOK KUMAR GANGULY, JJ.]\nSikh Gurdwaras Act, 1925:\n-\n-\nCH\nB\nс\nD\ns. 7(1), 8 and 16(2)(iii) - Declaration of an institution-\nGurdwara Sri Guru Granth Sahib as a Sikh Gurdwara\nChallenge to Tribunal and the High Court holding that the\ninstitution is a Sikh Gurdwara – Sustainability of - Held: Not\nSustainable - Findings recorded by the Tribunal and the High\nCourt on the use of the institution for worship by Sikhs too\nsketchy – In the absence of any evidence to show that the\ninstitution was established for use by Sikhs for the purpose\nof public worship, the Tribunal did not have the jurisdiction to\nE\ndeclare it to be a Sikh Gurdwara - Tribunal simply relied upon\nthe entries in the revenue records or the fact that Prakash of\nGuru Granth Sahib is done and on some occasion people\ncome to worship Guru Granth Sahib - More so, fifty-three\npersons who filed petition u/s. 7(1) for declaring the institution\nas a Sikh Gurdwara did not support their plea - There was\nassertion by some of the petitioners who filed petition u/s. 8\nseeking declaration that Dera was not a Sikh Gurdwara that\ntheir signatures were obtained by fraud - Respondent,\nShiromani Gurdwara Prabhandhak Committee who\nimpleaded itself and contested the petition filed u/s. 8, was\nsilent on the twin requirements of s. 16(2)(iii) and did not\nexamine any of them - Thus, order passed by the Tribunal\nas upheld by the High Court declaring the institution as a Sikh\nGurdwara set aside.\n69\nF\nG\nH\nA\n70\n70\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nss. 16(2)(iii) and 7(1) - Declaration of an institution as a\nSikh Gurdwara - Conditions to be fulfilled - Held: A person\nseeking such declaration must satisfy the Tribunal that the\ninstitution was established for use by Sikhs for the purpose\nof public worship and that the same was used as such before\nB and at the time of presentation of the petition u/s. 7(1) - These\ntwo conditions are required to be fulfilled separately and\nconjointly and unless that is done, the Tribunal cannot declare\nan institution to be a Sikh Gurdwara - Onus to prove that an\ninstitution is a Sikh Gurdwara lies on the person who asserts\nthe same.\nC\nD\nFifty three persons claiming to be Sikh worshippers\nsubmitted a petition to the State Government under\nSection 7(1) of the Sikh Gurdwaras Act, 1925 for declaring\nthe Gurdwara Sri Guru Granth Sahib situated within the\nrevenue estate of village Jalal, Tehsil and District\nBhatinda as a Sikh Gurdwara. Thereafter, separate\npetitions were filed under Section 8 of the Act. One of the\npetition was filed by the appellant, the hereditary office\nholder of the said Dera praying that the said Dera may\nE not be declared as a Sikh Gurdwara. The State\nGovernment forwarded the petitions to the Tribunal. The\nTribunal issued notices to all the persons who had\nsubmitted a petition under Section 7(1) but none of them\nappeared to contest the petitions filed under Section 8 of\nF the Act. The respondent-Shiromani Gurudwara\nPrabandhak Committee got itself impleaded as party to\nthe proceedings pending before the Tribunal. They filed\na written statement questioning the maintainability of the\npetition filed by the appellant. The Tribunal relying on the\nG entries contained in the revenue records held that the\ninstitution is a Sikh Gurudwara. The High Court upheld\nthe order passed by the Tribunal. Therefore, the appellant\nfiled the instant appeal.\nH\nAllowing the appeal, the Court\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA 71\nPRABHANDHAK COMMITTEE\nHELD: 1.1 Before the Tribunal can declare an A\ninstitution to be a Sikh Gurdwara under Section 16(2)(iii)\nof the Sikh Gurdwara's Act 1925, it must be satisfied that\n(a) the institution was established for use by Sikhs for the\npurpose of public worship, and (b) was used for such\nworship by Şikhs before and at the time of presentation B\nof the petition under Section 7(1). These two conditions\nare required to be fulfilled separately and conjointly and\nunless that is done, the Tribunal cannot declare an\ninstitution to be a Sikh Gurdwara. [Para 22] [103-G-H; 104-\nA-B]\nLachhman Dass and Ors. v. Atma Singh and Ors. AIR\n1935 Lahore 666; Shiromani Gurdwara Parbandhak\nCommittee, Amritsar v. Bagga Singh (2003) 1 SCC 619,\nShiromani Gurdwara Parbandhak Committee v. Mahant\nHarnam Singh (2003) 11 SCC 377; Shiromani Gurdwara\nParbandhak Committee v. Mahant Prem Dass (2009) 15\nSCC 381 - referred to.\n1.2 The onus to prove that an institution is a Sikh\nGurdwara lies on the person who asserts the same. If\nShiromani Gurdwara Parbandhak Committee comes\nforward to support the plea or espouse the cause of the\none who files petition under Section 7(1) that the\nparticular institution is a Sikh Gurdwara and is liable to\nbe declared as such under Section 16(2)(iii) of the Act,\nthen the burden to prove the two conditions is on the\nCommittee. If it fails to fulfill either of the conditions, the\nTribunal does not get the jurisdiction to declare the\ninstitution as a Sikh Gurdwara. [Para 23] [104-E-G]\nShiromani Gurdwara Parbandhak Committee v.sss\nMahant Prein Dass 2009 (15) SCC 318 - relied on.\nKirpa Singh v. Ajaypal Singh AIR 1930 Lahore 1;\nMahant Harnam Singh v. Gurdiyal Singh AIR 1967 SC 1415;\nPritam Dass v. Shiromani Gurdwara Porbandhak Committee\nC\nD\nE\nF\nG\nH\n72\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA (1984) 2 SCC 600; Mahant Dharam Dass v. State of Punjab\n(1975) 1 SCC 343; Shiromani Gurdwara Prabhandhak\nCommittee v. Mahant Kirpa Ram (1984) 2 SCC 614; Uttam\nDas v. Shiromani Gurdwara Parbandhak Committee (1996)\n5 SCC 71 - referred to.\nB\nC\n2.1 None of the fifty-three persons who submitted\npetition under Section 7(1) of the Act for declaring the\ninstitution in question as a Sikh Gurdwara responded to\nthe notice issued by the Tribunal or appeared before it\nto support their plea. Rather, some of them filed petition\nunder Section 8 asserting that their signatures were\nobtained by fraud and at least four of them filed affidavits\nin support of that assertion. It is a different thing that they\ndid not pursue the petition filed under Section 8, which\nwas dismissed in default and the Tribunal erroneously\nD discarded the affidavits by observing that they were not\nexamined by the appellant. As a matter of fact, it was for\nthe respondent to examine those fifty-three persons or\nat least some of them. Unfortunately, the Tribunal and the\nHigh Court did not direct their attention towards this\nimportant omission and decided the matter by relying\nupon the oral evidence of those who were not party to\nthe petition filed under Section 7(1) and the revenue\nrecords produced by the respondent. [Para 32] [115-B-\nD]\nE\nF\nG\n2.2 The written statement filed by the respondent was\nconspicuously silent on the twin requirements of Section\n16(2)(iii) of the Act. In the written statement filed on behalf\nof the respondent, it was pleaded that Gurdwara in\ndispute was established in the memory of Baba Kharak\nSingh, who was a Sikh saint or in the alternative it was\nestablished by him for worship by Sikhs and has been\nso used by Sikhs, that the case falls either under Section\n16(2)(iii) or 16(2)(iv) [erroneously written as 16(2)(3) or\n16(2)(4)] and that existence of Samadhi does not alter the\nI\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA 73\nPRABHANDHAK COMMITTEE\nnature of the institution. In the amended written statement, A\nthe case originally pleaded was given up and an\naltogether new case was set up by asserting that the\nGurdwara in dispute was built in the memory of the visit\nof Tenth Guru who came to this place from Dina and\nLohagarh and stayed there for some time and that the B\nGurdwara is being used as a place of worship by Sikhs\non account of the traditional visit of Tenth Guru. Although,\nin the amended written statement reference was not\nmade to Section 16(2)(iv), the averments contained\nclearly suggests that the respondent wanted the C\ninstitution to be declared as a Sikh Gurdwara with\nreference to that Section. A casual reference was also\nmade to Section 16(2)(iii) by incorporating the following\nwords: \"or in the alternative under Section 16(2)(iii)” [Para\n33] [115-E-H; 116-A-C]\nD\n2.3 The Tribunal did not accept the plea of the\nrespondent that the Gurdwara was built in the memory\nof the visit of Tenth Guru and held that Section 16(2)(iv)\nis not attracted in the case. The Tribuna! then adverted\nto the two conditions required to be fulfilled before an\nE\ninstitution can be declared to be a Sikh Gurdwara. As a\nresult to this, the Tribunal made detailed analysis of the\nevidence produced by the respondent and held that the\ninstitution was established by Baba Kharak Singh, a Sikh\ngentleman of piety and prestige in the illaqa for the Sikhs F\nfor the purpose of pubic worship of Shri Guru Granth\nSahib. While recording the said finding, the Tribunal\noverlooked the fact that in the amended written statement\nthe respondent had altogether given up the plea that\nBaba Kharak Singh was a Sikh saint and Gurdwara in G\ndispute was established in his memory or in the\nalternative it was established by him for worship by\nSikhs. The High Court altogether discarded the plea that\nBaba Kharak Singh had founded the institution by\nobserving that there was no evidence of any type, oral H\n74\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA or documentary of the time of establishment of the\ninstitution pointing to the purpose of its establishment.\nThese contradictions in the findings of the Tribunal and\nthe High Court are too prominent to be overlooked. [Para\n34] [116-C-G]\nB\nC\nD\n2.4 The Tribunal and the High Court also became\noblivious of the fact that even though in the amended\nwritten statement filed on behalf of the respondent, an\nalternative plea was taken for treating the institution in\ndispute as a Sikh Gurdwara under Section 16(2)(iii), but\nno foundation was laid for raising that plea inasmuch as\nthere was no averment that the Gurdwara was\nestablished in the particular year by the particular\nindividual or a group of persons for use by Sikhs for the\npurpose of public worship and was used for such\nworship by Sikhs before and at the time of presentation\nof petition under Section 7(1). The manner in which the\nTribunal analyzed the evidence produced by the parties\ngives an impression that it had assumed that a specific\ncase had been set up by the respondent in the context\nE of Section 16(2)(iii) of the Act. In the absence of basic\npleadings, the Tribunal was not, at all, justified in\nexamining the issue whether the Gurdwara is a Sikh\nGurdwara within the meaning of Section 16(2)(iii) and the\nfindings recorded by it with reference to twin\nF requirements embodied in that section are liable to be\ntreated as non est. Unfortunately, the Division Bench of\nthe High Court also overlooked this fatal flaw in the case\nput forward by the respondent and thereby compounded\nthe grave error committed by the Tribunal. [Para 35] [116-\nG H; 117-A-D]\nH\n2.5 The findings recorded by the Tribunal and the\nHigh Court demonstrate how mis-directed consideration\nof the issues raised by the parties resulted in recording\nof patently erroneous conclusions and miscarriage of\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA\n. PRABHANDHAK COMMITTEE\n75\nD\njustice. A reading of the Tribunal's order shows that it A\nrecorded satisfaction with reference to first part of Section\n16(2)(iii) primarily by relying upon the entries made in\nkhataunis and jamabandis in which Guru Granth Sahib\nis described as the owner of land and Baba Bishan Singh\nChela of Baba Gulab Singh is shown as non-occupancy/ B\ngair maurisi tenant. The Tribunal also attached\nconsiderable importance to use of the words \"Deh\nHazah\" after the words Guru Granth Sahib and Gurdwara\nSahib and the fact that muafi was granted in perpetuity\non 14th Phagan, Samvat 1912 for the purpose of meeting C\nthe expenses of Dhup Deep and also for serving food etc.\nto Sadhus and wayfarers on their visit to the institution.\nAnother factor relied upon by the Tribunal was that the\ninstitution was established by Baba Kharak Singh, who\nwas a dedicated Sikh and this was done by him for the\npurpose of public worship of Guru Granth Sahib. In this\nprocess, the Tribunal completely lost sight of the fact that\nall the witnesses examined on behalf of the respondent\nspoke about establishment of the institution in dispute in\nthe memory of the visit of Tenth Guru and his stay in the\nvillage for a few days on his way from Dina to Lambwali\nand none of them said a word about establishment of\nGudwara by Baba Kharak Singh. The High Court\naltogether discarded the theory that the Gurdwara was\nestablished by or in the memory of Baba Kharak Singh.\nThe revenue records produced by the respondent did\nshow that Guru Granth Sahib was recorded as owner, but\nneither the khataunis nor jamabandis could be made\nbasis for recording a finding that the institution was\nestablished for use by Sikhs for the purpose of public\nworship. The entries in the revenue records may be G\nrelevant for determining title and possessory rights over\nlands mentioned therein but the same could not be relied\nupon for recording a finding that the institution to which\nland belongs was established by the particular individual\nE\nF\nН\n76\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA for a particular purpose. The emphasis placed by the\nTribunal and the High Court on the entries made in the\ndifferent revenue records and the fact that Muafi was\ngiven for meeting the expenses of Dhoop Deep was\nclearly misplaced. Both the Tribunal and the High Court\nB appear to be obsessed with the idea that when Guru\nGranth Sahib is recorded as the owner of land in the\nkhatauni and the jamabandis and Prakash is being done\nin front of Guru Granth Sahib, the institution must have\nbeen established for use by Sikhs for the purpose of\nC public worship and was used for such worship by Sikhs.\nD\nThis approach was clearly erroneous and the findings\nrecorded by the Tribunal and the High Court, though\nconcurrent are liable to be set aside being contrary to the\nlaw laid down by this Court. [Para 36] [117-E-H; 118-A-G]\n2.6 The Tribunal and the High Court have not given\ndue weightage to the evidence, oral and documentary\nproduced by the appellant. The appellant, JS-PW-8 and\nseven witnesses examined by him consistently stated\nthat the institution, that is, the Dera was established by\nE Nirmala faquir and Baba Bishan Singh was its first\nMahant. The various report show that Maharaja Bharpur\nSingh had given 56 Ghumaons of land to Bhai Bir Singh\nin Sammat 1913. It is also borne out that in Samvat 1914,\nthe land in both the patties was given by Maharaja\nF Bharpur Singh to Bhai Bir Singh on periodical lease. In\nthe report of Tehsildar, Phul it was noted that there is no\nmention regarding the ownership but inquiry from\nLambardar revealed that the ownership was of Bhai Bir\nSingh who was shown as Nirmal Sadhu. In the report of\nG Revenue Superintendent, there is a mention of Dera on\nthe land and as per the instructions given by the\ngovernment on 29th Poh Samvat 1954, the entry in the\ncolumn of ownership was to be made in the name of Dera\nGranth Sahib as per the desire of real owners. It was also\nH indicated that the Sadhus residing in the Dera shall have\n-\nMAHANT JAWALA SINGH v. SHIROMANI GURDWARA 77\nPRABHANDHAK COMMITTEE\nno right to sell and mortgage the land. The muafi was A\ngranted by Maharaja Bharpur Singh for dharamarth, to\nmeet expenses of Sadhus and poor. The last order\npassed by the Maharaja shows that entry regarding\nownership of the Dera was to be made as proposed at\nthe time of settlement. Unfortunately, the High Court B\nbrushed aside the documentary evidence produced by\nthe appellant by recording one line observation that his\ncounsel could not establish its relevance. While hearing\nthe appeal, it was duty of the High Court to have adverted\nto the various documents and then determined their C\nrelevance. [Para 37] [118-H; 119-A-G]\nD\nE\n2.7 The findings recorded by the Tribunal and the\nHigh Court on the question of use of the institution for\nworship by Sikhs are too sketchy. The only statement\nmade by the witnesses examined by the respondent was\nthat sometimes the residents go for worship of Guru\nGranth Sahib. In the absence of any evidence to show\nthat the institution was established for use by Sikhs for\nthe purpose of public worship, the Tribunal did not have\nthe jurisdiction to declare it to be a Sikh Gurdwara by\nsimply relying upon the entries in the revenue records or\nthe fact that Prakash of Guru Granth Sahib is done and\non some occasion people come to worship Guru Granth\nSahib and the High Court committed serious error by\ndismissing the appeal. The declaration made by the F\nTribunal that the institution in question is a Sikh\nGurdwara is also set aside. [Paras 38 and 40] [119-H; 120-\nA-C-E]\nBanta Singh v. Gurdwara Sahib Dasvi Patshai and\nanother Civil Appeal No. 446 of 1962 decided by S.C. on\n09.11.1964; Ram Parshad and others v. Shiromani Gurdwara\nParbandhak Committee, Amritsar and others AIR 1931\nLahore 161; Arjan Singh and another v. Inder Dass and\nanother AIR 1934 Lahore 13; Maghar Singh and others v.\nG\nH\n78\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA Hardit Dass AIR 1935 Lahore 879; Santa Singh and others\nv. Puran Dass and others AIR 1936 Lahore 216; Hardit Dass\nv. Gurdit Singh and another AIR 1936 Lahore 819; Dial\nSingh v. Bhagat Ram and others AIR 1936 Lahore 822;\nHamam Dass v. Kartar Singh and another AIR 1936 Lahore\nB 825; Ishar Dass v. Bhagwan Singh and another AIR 1936\nLahore 841; Mukand Singh v. Puran Dass AIR 1936 Lahore\n924; Arjan Singh and another v. Harbhajan Dass and another\nAIR 1937 Lahore 280; Hem Singh and others v. Basant Dass\nand others AIR 1936 PC 93 - Referred to.\nC\nCase Law Reference:\nAIR (1931) Lahore 161\nReferred to\nPara 13\nAIR (1934) Lahore 13\nReferred to\nPara 13\nD AIR (1935) Lahore 666\nReferred to\nPara 13 and\n22\nAIR (1935) Lahore 879\nReferred to\nPara 13\nAIR (1936) Lahore 216\nReferred to\nPara 13\nព\nE\nAIR (1936) Lahore 819\nReferred to\nPara 13\nAIR (1936) Lahore 822\nReferred to\nPara 13\nAIR (1936) Lahore 825\nReferred to\nPara 13\n' F AIR (1936) Lahore 814\nReferred to\nPara 13\nAIR (1936) Lahore 924\nReferred to\nPara 13\nAIR (1937) Lahore 280\nReferred to\nPara 13\nG\nAIR (1936) PC 93\nReferred to\nPara 13\nAIR (1967) SC 1415\nReferred to\nPara 13,25\nand 26\n(2003) 1 SCC 619\nReferred to\nPara 22 and\n30\n. H.\n"}