{"pages":[{"pageNumber":51},{"pageNumber":52}],"text":"MAHANT JAWALA SINGH v. SHIROMANI GURDWARA\nPRABHANDHAK COMMITTEE [G.S. SINGHVI, J.]\n119\nB.\nC\nnot given due weightage to the evidence, oral and documentary A\nproduced by the appellant. Appellant, Jawala Singh, who\nappeared as PW-8 and seven witnesses examined by him\nconsistently stated that the institution, that is, the Dera was\nestablished by Nirmala faquir and Baba Bishan Singh was its\nfirst Mahant. The report of Tehsildar, Phul dated 16 Sawan\nSamvat 1941, report of the Revenue Superintendent dated 18\nHar Samvat 1956, report of Nazar in Mahkama Aliya ljlas dated\n18 Bhadon, Samvat 1956, order dated 28th Bhado Samvat\n1956 passed by Mahkama Aliya Ijlas and the order passed by\nthe then Maharaja Sahib on 24 Kartik Samvat 1956 show that\nMaharaja Bharpur Singh had given 56 Ghumaons of land to\nBhai Bir Singh in Sammat 1913. It is also borne out that in\nSamvat 1914, the land in both the patties was given by\nMaharaja Bharpur Singh to Bhai Bir Singh on periodical lease.\nIn the report of Tehsildar, Phul it was noted that there is no\nD\nmention regarding the ownership but inquiry from Lambardar\nrevealed that the ownership was of Bhai Bir Singh who was\nshown as Nirmal Sadhu. In the report of Revenue\nSuperintendent, there is a mention of dera on the land and as\nper the instructions given by the government on 29th Poh\nSamvat 1954, the entry in the column of ownership was to be\nmade in the name of Dera Granth Sahib as per the desire of\nreal owners. It was also indicated that the Sadhus residing in\nthe dera shall have no right to sell and mortgage the land. The\nmuafi was granted by Maharaja Bharpur Singh for dharamarth\ni.e., to meet expenses of Sadhus and poor. The last order\npassed by the Maharaja shows that entry regarding ownership\nof the Dera was to be made as proposed at the time of\nsettlement. Unfortunately, the High Court brushed aside the\ndocumentary evidence produced by the appellant by recording\none line observation that his counsel could not establish its\nrelevance. In our view, while hearing the appeal, it was duty of\nthe High Court to have adverted to the various documents and\nthen determined their relevance.\nr\nE\nF\nG\n38. The findings recorded by the Tribunal and the High H.\n120 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA Court on the question of use of the institution for worship by\nSikhs are too sketchy. The only statement made by the\nwitnesses examined by the respondent was that sometimes the\nresidents go for worship of Guru Granth Sahib. In our view, in\nthe absence of any evidence to show that the institution was\nB established for use by Sikhs for the purpose of public worship,\nthe Tribunal did not have the jurisdiction to declare it to be a\nSikh Gurdwara by simply relying upon the entries in the revenue\nrecords or the fact that Prakash of Guru Granth Sahib is done\nand on some occasion people come to worship Guru Granth\nSahib and the High Court committed serious error by\ndismissing the appeal.\nC\nD\n39. Since we have held that the orders passed by the\nTribunal and the High Court are legally unsustainable, it is not\nnecessary to deal with argument advanced by the lea...d\ncounsel with reference to Section 4 of the 1991 Act.\n40. In the result, the appeal is allowed. The impugned\njudgment as also the order passed by the Tribunal are set aside.\nAs a sequel to this, the declaration made by the Tribunal that\nE the institution in question is a Sikh Gurdwara is also set aside.\nThe parties are left to bear their own costs.\nN.J.\nAppeal allowed.\n"}