{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"MARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n881\nThe aforesaid letter was filed before this Court by the appellant A\nMargaret Almeida by referring to it as the impugned order.\nWhen the matter came up for hearing on 14.8.2012, this Court\npassed the following order:\n\"As and when the petitioners file the authenticated copy B\nof the impugned order, list these special leave petitions\nbefore the appropriate bench.\"\nC\nThe matter was repeatedly listed thereafter, but was not taken\nup for consideration. On 14.9.2012, while directing the listing\nof the lead matter (along with other matters) for preliminary\nhearing on 21.9.2012, this Court extended, at the asking of the\nappellants, the interim protection which had remained in place\nduring the pendency of the instant litigation before the Division\nBench of the High Court (vide its order dated 9.8.2012). The\naforesaid interim protection was extended from time to time D\n(and continued till the final hearing of these appeals). On\n1.10.2012, notice came to be issued to the respondents, after\nthe impugned order passed by the High Court dated 9.8.2012\nwas placed on the record of the case pending before this Court.\nOn completion of pleadings, the matter was heard for final E\ndisposal.\n4. We shall first narrate the sequence of facts out of which\nthe present controversy has arisen.\nF\n5. The Bombay Catholic Co-operative Housing Society\nLimited (hereinafter referred to as \"the Catholic Society”) was\nincorporated and registered in 1914. In 1917 the Catholic\nSociety was registered under the Central Cooperative\nSocieties Act, 1912. The objects of the Catholic Society, as\nper its bye-laws, were to carry on buying, selling, hiring, letting G\nand developing land. It was also the object of the Catholic\nSociety to carry on the activity of building, besides such like\nallied activities.\n6. For the aforesaid objectives, in the first-instance at its\nH\n882 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA inception, the Catholic Society purchased 6 acres of\nundeveloped land from private parties. The Catholic Society\nthen purchased another 11 acres of such land in 1918.\nEventually, the Catholic Society acquired ownership of\napproximately 34.24 acres of land to carry out the objectives\nB defined in the bye-laws. The land in question was situated in\nSantacruz. The estate of Catholic Society was named after\nLord Willingdon, the then Governor of Bombay. Since the\naforestated land holding of the Catholic Society was comprised\nof three different blocks of land, the blocks came to be referred\nC to as Willingdon West, Willingdon East and Willingdon South.\nThe area in Willingdon West measuring about 17.12 acres was\nsold to shareholders on freehold basis. These owners were\nreferred to as owner members. The area in Willingdon South\nmeasuring about 11.63 acres was leased to shareholders for\n998 years. These members were referred to as lessee\nmembers. The subject matter of the present controversy relates\nto Willingdon East measuring approximately 5.5 acres.\nD\nE\n7. In the land measuring 5.5 acres known as Willingdon\nEast, the Catholic Society constructed 25 cottages. These\ncottages were let out during 1940-45 on a monthly rental basis.\nOut of the 73 tenements in the aforestated 25 cottages, 54 were\nallotted to members of the Catholic Society. These tenants were\nreferred to as tenant-members. 15 of the tenements were\nassigned to tenants simplicitor. These 15 tenants were not\nF members of the Catholic Society.\nG\nH\n8. After coming into force of the Maharashtra Cooperative\nSocieties Act, 1960 (hereinafter referred to as “the\nCooperative Societies Act\"), all the tenants in Willingdon East\nbecame members of the Catholic Society, for which fresh\nshares were issued, at the face value of Rs.50/- per share.\nTherefore, all the tenants in Willingdon East, became tenant-\nmembers. The instant controversy relates to a dispute between\nthe Catholic Society on the one hand; and the tenant-members\non the other hand. The Catholic Society is the respondent\n!\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n883\nherein, whereas, some of the tenant-members are the A\ncontesting appellants.\nB\nC\n9. The first dispute between the rival parties arose when\nthe Catholic Society resolved to re-develop the land measuring\n5.5 acres known as Willingdon East. The decision to re-develop\nthe land in question was taken on account of the fact, that the\n25 cottages constructed thereon, were scattered all over the\nland. It was felt that by redevelopment, the said land would be\neffectively utilised for the benefit of a larger number of persons.\nTo give effect to the aforesaid determination, the Catholic\nSociety passed a resolution on 25.9.1966, wherein it was\nresolved to provide for 161 apartment-allotments in the buildings\nproposed to be raised in the land known as Willingdon East. It\nwould be relevant to mention, that the reconstruction\ncontemplated in the redevelopment of Willingdon East\ncontemplated the raising of new buildings to house 230 D\ntenements. Of these, 161 tenements were meant for allottee-\nmembers and the remaining 69 for the tenant-members already\nin occupation of the existing 25 cottages as tenants. The\nprocess of redevelopment included demolition of the existing\n25 cottages, and raising of new buildings in their place. The\naverage estimated cost of each apartment was assessed at\nRs.55,000/-, out of which allottee-members for the 161\napartment-allotments were required to deposit Rs.15,000/-\neach with the Catholic Society. The average estimated cost was\ndetermined in 1966, it must obviously be much higher now. The F\naforesaid resolution dated 25.9.1966 was assailed by seeking\nrecourse to the remedies available under the Co-operative\nSocieties Act. All the efforts made by the tenant-members,\nhowever, proved futile. It would be relevant to mention, that the\naforesaid dispute raised by the tenant-members under Section\n91 of the Cooperative Societies Act was finally dismissed on\n5.3.1971. The said order dated 5.3.1971 was passed on an\nappeal preferred by the tenant-members before the\nMaharashtra State Cooperative Tribunal. The resolution dated\n25.9.1966 and order dated 5.3.1971 (passed by the H\nE\nG\n884 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA Maharashtra State Cooperative Tribunal) were challenged by\nthe tenant-members by filing Misc. Petition no.250 of 1972\nbefore the High Court. A learned Single Judge of the High\nCourt dismissed the aforesaid petition on 17.4.1972. An intra-\ncourt appeal, preferred by the tenant-members was dismissed\nB by a Division Bench of the High Court on 25.7.1972. The said\norder attained finality between the rival parties. In view of the\naforesaid factual position it became open to the Catholic\nSociety to give effect to its resolution dated 25.9.1966,\nwhereby, it had decided to re-develop about 5.5 acres of land\nknown as Willingdon East, to provide for 161 apartment-\ntenements by raising fresh construction, in place of the existing\n25 cottages scattered all over the said land.\nC\n10. After the said dispute under Section 91 of the\nCooperative Societies Act challenging the resolution dated\nD 25.9.1966 attained finality, the Catholic Society invited\napplications from its members (holding at least 5 shares) for\nallotment of flats in the proposed buildings to be constructed\nunder the new building scheme. In this behalf the Catholic\nSociety also submitted, for approval and sanction, building\nE plans to the Bombay Municipal Corporation. Having shortlisted\nthe successful allottees, the Catholic Society required the\nselected allottees to deposit Rs.15,000/- each, towards part\npayment of the price of the said flats. About 200 members\nmade advance payment of Rs.15,000/- each. As such, the\nF Catholic Society collected Rs.30 lakhs for implementing its\nredevelopment project, based on the resolution dated\n25.9.1966.\nG\nH\n11. The tenants in the 25 cottages at Willingdon East again\nfelt threatened. They accordingly, raised a joint challenge, to the\nproposed action of redevelopment referred to above. On this\noccasion, the tenant-members filed an application under\nSection 18 of the Cooperative Societies Act before the District\nDeputy Registrar, Cooperative Societies, Mumbai, praying for\nthe bifurcation of Willingdon East. The foundation of the\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n885\nA\nB\naforesaid claim was based on the fact that the interest of the\ntenant-members was not being adequately protected as they\nconstituted a miniscule minority amongst the members of the\nCatholic Society. In this behalf it was asserted at the hands of\nthe tenant-members, that there were about 745 members of the\nCatholic Society, out of which an overwhelming 685 members\nwere not tenant-members. It was also pointed out by the tenant-\nmembers, that the Managing Committee of the Catholic Society\nis comprised of 11 members, out of which only two members\nrepresented the tenant-members. As such, it was asserted, that\nthe interest of the tenant-members was not adequately c\nprotected, even at the level of the Managing Committee. The\nprayer made by the tenant-members before the District Deputy\nRegistrar, Cooperative Societies was, that the Catholic\nSociety should be bifurcated into two societies. Factually, the\ninstant bifurcation would apply to on 5.5. acres of land known\nas Willingdon East. Because entire land holding comprising of\nWillingdon West had been sold to owner members on freehold\nbasis, and the entire land holding comprising of Willingdon\nSouth had been leased to lessee-members on lease for a term\nof 998 years. Thereupon, the Catholic Society was only\nmanaging the affairs of 5.5 acres of land known as Willingdon\nEast. One of the bifurcated societies, according to their prayer,\nshould comprise of only tenant-members. And; the other\nbifurcated society should comprise of all non tenant-members.\nD\nE\n12. On the receipt of the aforesaid application filed by the F\ntenant-members under Section 18 of the Cooperative Societies\nAct, the District Deputy Registrar, Cooperative Societies\nconsulted the Federal Society, i.e., the Bombay-Thane District\nCooperative Housing Society Limited. Having consulted the\nFederal Society, the District Deputy Registrar, Cooperative G\nSocieties issued a draft order dated 6.9.1979 recording a\ntentative satisfaction for the bifurcation of the Catholic Society\ninto two societies. Based thereon, a notice was issued to the\nCatholic Society seeking its objections, if any, to the tentative\nsatisfaction recorded by the District Deputy Registrar, H\n886 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA Cooperative Societies. To consider its course of action, the\nCatholic Society convened an annual general body meeting.\nThe same was actually held on 16.12.1979. In its annual general\nbody meeting, the Catholic Society passed a resolution,\ndisapproving/and rejecting the proposed bifurcation of the\nB Willingdon East, in terms of the draft order of the District Deputy\nRegistrar, Cooperative Societies dated 6.9.1979.\nC\nD\n13. In addition to the response filed by the Catholic Society\nreferred to in the foregoing paragraph, the Catholic Society also\ntook up the matter with the Federal Society, i.e., the Bombay-\nThane District Cooperative Housing Society Limited. The\nFederal Society thereupon re-examined the matter. On such re-\nexamination it prepared a report dated 7.6.1980, wherein, it\nwas concluded that there was no justification for the bifurcation/\ndivision of the Catholic Society. The aforesaid report was\nforwarded by the Federal Society to the District Deputy\nRegistrar, Cooperative Societies. The District Deputy\nRegistrar, Cooperative Societies then reconsidered the draft\norder dated 6.9.1979 by taking into consideration the aforesaid\nreport dated 7.6.1980. During the course of such\nE reconsideration, the District Deputy Registrar, Cooperative\nSocieties personally visited Willingdon East and also personally\nexamined the records of the Catholic Society. On such\nreconsideration, the District Deputy Registrar, Cooperative\nSocieties, passed an order dated 27.6.1980 by which the draft\nF order dated 6.9.1979 proposing bifurcation/division of the\nCatholic Society, was withdrawn.\nG\nH\n14. The tenant-members assailed the order dated\n27.6.1980 withdrawing the draft order proposing bifurcation/\ndivision of the Catholic Society, by preferring an appeal. The\nDivisional Joint Registrar, Cooperative Societies, accepted the\nappeal, and set aside the order dated 27.6.1980. The appellate\norder required the District Deputy Registrar, Cooperative\nSocieties, to reconsider the issue of bifurcation/division of the\nCatholic Society.\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n887\n15. The Catholic Society assailed the order of the A\nDivisional Joint Registrar, Cooperative Societies dated\n12.12.1980 by preferring a Revision Petition before the State\nGovernment. The challenge raised by the appellant-society (the\nCatholic Society) to the aforesaid order dated 12.12.1980, was\nallowed, inasmuch as the order passed by the Divisional Joint B\nRegistrar, Cooperative Societies was set aside. The revisional\nauthority remanded the matter to the Divisional Joint Registrar,\nCo-operative Societies, for passing a fresh order (in appeal)\nafter hearing the rival parties. After its remand the Divisional\nJoint Registrar, Cooperative Societies again allowed the C\nappeal, by an order dated 15.6.1982. By the aforesaid\nappellate order, the order of the District Deputy Registrar,\nCooperative Societies (dated 27.6.1980) was set aside.\nConsequently, a direction was issued by the appellate authority,\nto the Assistant Registrar, Cooperative Societies, to proceed\nwith the matter, from the stage of the passing of the draft\nbifurcation order (dated 6.9.1979).\nD\n16. The Catholic Society again assailed the order of the\nDivisional Joint Registrar, Cooperative Societies dated\n15.6.1982 by preferring a revision petition before the State E\nGovernment. Since the Catholic Society was not granted any\ninterim order during the pendency of the revision petition, the\nAssistant Registrar; Cooperative Societies, Mumbai,\nproceeded with the matter from the stage of the draft order. By\nan order dated 22.3.1983 the Assistant Registrar, Cooperative F\nSocieties, Mumbai, ordered the bifurcation/division of the\nCatholic Society by creating the following two societies:\n(i) The Bombay Catholic Cooperative Housing Society\nLtd., and\n(ii) The Bombay Catholic Cooperative (Tenants) Housing\nSociety Ltd.\nThe society at (i) above, would be comprised of lessee-\nG.\nH\n888 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA members, freehold land owners and others, whereas the society\nat (ii) would be comprised of tenant-members only.\nB\nC\nD\nE\nF\nG\nH\n17. The order passed by the Assistant Registrar,\nCooperative Societies, Mumbai dated 22.3.1983 was\nchallenged by the Catholic Society by preferring an appeal\nbefore the Divisional Joint Registrar, Cooperative Societies.\nThe aforesaid appeal was dismissed by an order dated\n19.9.1989, whereupon, the Catholic Society preferred a\nrevision petition before the State Government. The said revision\npetition was also dismissed on 24.6.1991. The orders passed\nby the Assistant Registrar, Cooperative Societies, Mumbai\n(dated 22.3.1983), the Divisional Joint Registrar, Cooperative\nSocieties, Mumbai (dated 19.9.1989) and the State\nGovernment (dated 24.6.1991) were challenged by the Catholic\nSociety by filing Writ Petition no.2328 of 1991. A learned\nSingle Judge of the High Court dismissed the aforesaid writ\npetition by an order dated 21/22.10.1999. The reasons which\nweighed with the learned Single Judge of the High Court in\ndismissing the writ petition, were summarised in paragraph 19\nof the aforesaid judgment, which is being extracted hereunder:\n\"The facts which I have already noted above which need\nnot to be repeated, would rather show that the order\npassed by the Assistant Registrar for bifurcation of the\nsociety is not at all harsh or arbitrary or oppressive to the\nshareholder members. As a matter of fact, it is the tenant\nmembers who have been oppressed and this class of\nmembers have suffered at the hands of the majority\nmembers who have no longer sufficient or substantial\ninterest in the objectives of the society. The Assistant\nRegistrar has made it clear that the society formed of the\ntenants viz. Bombay Catholic Cooperative (Tenants)\nHousing Society Ltd., shall offer the tenements occupied\nby the tenant members in the capacity of tenants in terms\nof Bombay Rent Act, to the same occupant tenant\nmembers on ownership basis if desired by the concerned\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n889\nB\nD\ntenant members against payment of reasonable A\nconsideration as may be fixed by the said society in\nconsultation with the Cooperative Department and till that\ntime, the status of the tenancy shall not be disturbed. The\nsaid direction indicates that there is no undue favour to the\ntenant members and a balance has been struck by the\nAssistant Registrar by providing clause 7 in the operative\norder. So far as the shareholder members are concerned,\nthe Assistant Registrar in its operative order has clearly\nset out that the admission of non-accommodated\nshareholders to membership of the newly created society C\nviz., Bombay Catholic Cooperative (tenants) Housing\nSociety Ltd., shall be strictly according to the chronological\norder and shall be gradual as and when tenements get\nready for occupation. The Assistant Registrar further\ndirected that while accommodating such persons to the\nmembership, it shall be ensured that these members really\nintended to secure tenements of the society at the time of\nacquiring shares and not for investment or any other\npurpose other than residential. He also directed that it\nwould also be ensured that these persons (shareholders\nmembers) are eligible to become members under the\nrevised Bye-laws, rules and the Act and they are willing\nand are in a position to contribute and possess the new\ntenements. The Assistant Registrar, therefore, has taken\nsufficient care in ensuring that no injustice is occasioned\nto non-accommodated shareholders who are genuinely\ninterested in accommodation and are eligible in securing\nresidential accommodation. The shareholders who are\neligible to become members under the revised Bye-laws\nand who genuinely were interested in getting the residential\naccommodation, according to their seniority shall get the G\naccommodation as and when tenements would be ready\nfor occupation. With this arrangement having been made\nby the Assistant Registrar how it can be said that the order\nof bifurcation shall oppress the class of shareholders or\nis detrimental to the interest of this clear. Obviously, the H\nE\nF\nA\nB\nC\nD\n890\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nshareholder members who were only interested investment\nwhile becoming member of the society should be weeded\nout, because it would not be in the interest of cooperative\nmovement and for the well-being of the society. Thus, the\ncontention of the learned counsel for the shareholder\nmembers that the order of bifurcation is oppressive or\nharsh to this class of society is unfounded and appears to\nbe at the behest of the petitioner society. As a matter of\nfact, the appellate authority has considered the matter\nextensively and it cannot be said to have erred when it\naffirmed the order of Assistant Registrar, so far as\nrevisional authority is concerned, the matter having been\nexamined at quite length by the appellate authority, the\nrevisional authority rightly did not go into the matter in\ndetails in its revisional jurisdiction and cannot be said to\nhave erred in affirming the order of the Assistant Registrar\nand the appellate authority.\"\n18. The Catholic Society preferred an intra court appeal\nto assail the order passed by the learned Single Judge of the\nHigh Court dated 21/22.10.1999 (whereby writ petition no.2328\nE of 1991 was allowed, in favour of the tenant-members). A\nDivision Bench of the High Court allowed appeal No.20 of 2000\n(arising out of writ petition 2328 of 1991) on 4.8.2007. By the\naforesaid order, the Division Bench set aside the earlier\ndeterminations rendered by the Co-operative authorities, as\nF also, the judgment rendered by the learned Single Judge. While\ndoing so, the Division Bench remanded the matter to the\nauthorities (under the provisions of the Co-operative Societies\nAct), for reconsidering the issue of bifurcation raised by the\ntenant-members. The operative part of the order passed by the\nG Division Bench brining out the effect of the appellate order is\nbeing reproduced hereunder :\nH\n\"\nIn our opinion, therefore, in order to comply with the\nmandatory requirement of consultation which is\nincorporated under sub-section (1) of Section 18 of the\n"}