{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"MARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n911\nas respondents, as they do not want to pursue the matter any A\nfurther (along with the remaining petitioners). In view of the\nprayer made in the aforesaid interlocutory application, it is\napparent, that the strength of the tenant-members who had\ninitiated the civil suits, referred to above, has successively\ndiminished from 15 in the civil suits, to 8 at the special leave B\npetition stage, and further to 5 at the appellate stage (after three\nof the petitioners have prayed for transposing them as\nrespondents). Keeping in mind, that the total tenant-members\nare 69, and the relief sought in the suits, and now through the\ninstant petitions/appeals (which are filed on the strength of\nbeing tenant-members), has diminished to 5, it would be\ninappropriate to consider the grant of any interim relief, in the\nabsence of any clear determination, that the claim pressed by\nthe appellants before us, is at the behest of at least a simple\nmajority of the tenant-members. Out of 69 tenant-members 35\nD\nwould constitute a simple majority. The instant petitions/appeals\nare now being pursued by only 5 tenant-members. In the\naforesaid view of the matter, the acceptance of the prayer made\nby the tenant-members for interim directions, would not only be\ninappropriate but would be unthinkable.\nC\nE\n27. Secondly, the principal contention advanced at the\nhands of the learned counsel for the petitioners/appellants\nbefore the High Court was, that after the resolution of the\nCatholic Society dated 6.12.2009 (and the consequential\nconveyance deed dated 7.12.2009) is implemented, the F\npetitioners/appellants would lose their primary membership with\nthe Catholic Society. This, according to the learned counsel for\nthe petitioners/appellants, would be violative of Section 35 of\nthe Cooperative Societies Act, for the simple reason, that the\ntenant-members cannot be compelled to lose their membership G\nof the Cooperative-Society, without the approval of the\nRegistrar, Cooperative Societies. Based on the aforesaid\nreasoning, it was submitted, that the resolution dated 6.12.2009\n(and the consequential conveyance deed dated 7.12.2009) run\ncounter to the cooperative principles enshrined in the H\n912 SUPREME COURT REPORTS\nA Cooperative Societies Act.\nB\nC\n[2013] 5 S.C.R.\n28. While determining the aforesaid claim canvassed at\nthe hands of the tenant-members, the Division Bench of the\nHigh Court, in the impugned order dated 9.8.2012, had clearly\nrecorded that there was no question of the tenant-members\nlosing their cooperative membership. In this behalf it was\npointed out, that all the 69 tenant-members, besides 161\nallottee-members would be entitled to occupy the tenements,\nconsequent upon completion of the building project emerging\nout of the resolution of the Catholic Society dated 6.12.2009\n(and the consequential conveyance deed dated 7.12.2009).\nAccordingly, the High Court while accepting the plea advanced\nat the hands of the Catholic Society, expressed the view, that\nafter the construction of the new tenements at Willingdon East,\nthey would be occupied by the allottee-members and the tenant-\nD members. Thereafter, they would have to be enrolled as\nmembers of the Cooperative Society to be formed by the\ndeveloper, under Section 10 of the Maharashtra Ownership of\nFlats (Regulation of the Promotion, Construction, Sale,\nManagement \u0026 Transfer) Act, 1963, read with Rule 10 of the\nE rules framed thereunder. Since the aforesaid factual/legal\nposition was not disputed before us, during the course of\nhearing, we have no alternative but to accept the same. Thus\nviewed, it is not possible for us to conclude that the tenant-\nmembers shall lose their cooperative membership upon the\nF implementation of the resolution of the Catholic Society dated\n6.12.2009 (and the consequential conveyance deed dated\n7.12.2009). We are therefore satisfied, that on the instant\naspect of the matter, the petitioners/appellants before us, will\nnot be subjected to any irreparable loss.\nG\nH\n29. The third contention advanced at the hands of the\nlearned counsel for the petitioners/appellants, was again on the\naspect of irreparable loss. It was sought to be canvassed at\nthe hands of the appellants, that once the resolution of the\nCatholic Society dated 6.12.2009 (and the consequential\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n913\nA\nconveyance deed dated 7.12.2009) is given effect to, the claim\nmade by the tenant-members for the bifurcation of the Catholic\nSociety under Section 18 of the Cooperative Societies Act will\nstand frustrated. It was submitted, that the position would be\nirreversible, and as such, it is imperative to injunct the Catholic\nSociety, from giving effect to the resolution dated 6.12.2009 and B\nthe conveyance deed dated 7.12.2009.\nC\nD\n30. Even though there may be some truth in the third\nsubmissions canvassed at the hands of the petitioners/\nappellants (as has been noticed in the foregoing paragraph),\nit is not possible for us to accede to the claim of the petitioners/\nappellants, in the peculiar facts and circumstances of this case.\nIn so far as the instant aspect of the matter is concerned, it\nwould be relevant to mention, that the first dispute between the\nrival parties arose when the Catholic Society resolved to\nredevelop the land measuring about 5.5 acres, known as\nWillingdon East. The aforesaid resolution was passed as far\nback as on 25.9.1966. The said resolution was assailed by the\ntenant-members under Section 91 of the Cooperative Societies\nAct. The issue attained finality in favour of Catholic Society, after\na Division Bench of the High Court dismissed the intra-court E\nappeal preferred by the tenant-members, on 25.7.1972. The\naforesaid resolution dated 25.9.1966 (which was declared as\nlegal by the High Court), is sought to be given effect to by the\nCatholic Society, through its resolution dated 6.12.2009 (and\nconsequential conveyance deed dated 7.12.2009). Five tenant- F\nmembers are now desirous of stalling the resolution of\n25.9.1966, even though about 47 years have gone by since\nthen. The narration of the factual position recorded above\nreveals that the Catholic Society, left to itself, would have\ncommenced the redevelopment of Willingdon East, comprising G\nof 230 tenements, more than four and a half decades prior\nhereto, had the tenant-members allowed the Catholic Society\nto proceed with the matter in terms of its aforesaid resolution.\nThe instant action of the tenant-members has adversely affected\nall those who would have been entitled to tenements, had the\nH\n914\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA petitioners/appellants herein not obstructed to the\nredevelopment resolution of the Catholic Society. Deprivation\nof the rights of 230 individuals, at the behest of five of them,\ntilts the balance of convenience in favour of the majority (230 -\n5 = 225), and against a miniscule minority of 5 members. In\nthis view of the matter also, we are of the view that the High\nCourt while passing the impugned order dated 9.8.2012 was\nfully justified, in vacating the interim order(s) passed by the\nlearned Single Judge (dated 11.1.2010 and 5.5.2011).\nB\nC\n31. The main contention advanced at the hands of the\nlearned counsel for the petitioners/appellants, is based on a\nplea canvassed at the hands of the tenant-members for the\nbifurcation/division of the Catholic Society. Unless the aforesaid\nissue is examined objectively, the issue in hand cannot be\ntreated to have been appropriately deal with. In this behalf, it\nD would be pertinent to mention, that the tenant-members had filed\nan application under Section 18 of the Cooperative Societies\nAct, to protect the interest of the tenant-members of the Catholic\nSociety. To achieve the aforesaid objective, it was canvassed,\nthat the Catholic Society should be bifurcated/divided in such\na manner, that one of the emerging societies would comprise\nof only tenant-members. The second resultant society, could\ncater to all non-tenant members. Inspite of the fact, that the\naforesaid process (seeking bifurcation of the Catholic Society)\nwas initiated by the tenant-members in the seventies, and\nF inspite of the fact that about four decades have since elapsed,\nthe tenant-members have failed to obtain a final determination\nwith reference to their prayer for bifurcation/division of the\nCatholic Society.\nE\nG\nH\n32. All the same, we have independently considered the\nplea of bifurcation/division raised by the petitioners/appellants\nnoticed above. Even though the Deputy Registrar, Cooperative\nSocieties, Mumbai vide an order dated 28.11.2007, had\nallowed the prayer made by the tenant-members for bifurcating/\ndividing the Catholic Society, yet the aforesaid order dated\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n915\nC\nD\n28.11.2007 was quashed by the Divisional Joint Registrar, A\nCooperative Societies, Mumbai, while disposing of an appeal\npreferred by the Catholic Society, on 29.9.2009. As of now, the\ntenant-members have not obtained any order for bifurcating/\ndividing the Catholic Society. However, what needs to be\nconsidered at the present juncture is, that even the Federal B\nSociety, i.e., the Bombay-Thane District Cooperative Housing\nSociety Limited in its report dated 7.6.1980, had concluded that\nthere was no justification for the bifurcation/division of the\nCatholic Society. Furthermore, tenant-members had filed\nRevision Application no.713 of 2009 before the State\nGovernment, to assail the order passed by the Divisional Joint\nRegistrar, Co-operative Societies, Mumbai dated 29.9.2009.\nIt would be relevant to mention, that the Deputy Registrar, Co-\noperative Societies, Mumbai, had ordered the bifurcation/\ndivision of the Catholic Society vide an order dated\n28.11.2007. The Divisional Joint Registrar, Co-operative\nSocieties had set aside the aforesaid bifurcation order on\n29.9.2009. The Revision Application no.713 of 2009, filed to\nchallenge the quashing order, was withdrawn by the tenant-\nmembers. The tenant-members must, therefore be deemed to\nhave acquiesced to the order dated 29.9.2009. In a sense,\ntherefore, the plea for bifurcation may reasonably be taken as\nhaving been not pressed, specially when, remand proceedings\nare not shown to have proceeded further. Accordingly, it is\nnatural to infer, that the objective of the tenant-members, for\nseeking the bifurcation/division of the Catholic Society, is not\nbeing seriously pursued. Even though the matter has not\nattained finality as of now, yet it is not possible for us at this\njuncture, to record a prima facie finding in favour of the tenant-\nmembers. What needs to be kept in mind, is the effect of the\npending consideration.\n33. Merely on account of the said pending claim for\nbifurcation raised by 69-tenant-members, they have exclusively\noccupied 5.5 acres of land situated in Santacruz, Mumbai. On\nthe redevelopment of the said land, 230 tenements will be\nE\nF\nG\nI\n916 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA created. The gains to the tenant-members, are clearly\nincomparable to the loss which has ensued on account of\ncontinued status quo. 161 beneficiaries, as per the resolution\nof the Catholic Society dated 25.9.1966 who had made\ndeposits in 1966 (at the asking of the Catholic Society) are still\nB waiting. Thus viewed, even on the aspect of bifurcation/ division\nof the Catholic Society, there can hardly be any justification in\nthe prayer made by the tenant-members, for an injunction\nagainst the resolution of the Catholic Society dated 6.12.2009\n(and the consequential conveyance deed dated 7.12.2009). The\nbalance of convenience, is surely not in favour of the tenant-\nmembers.\nC\n34. While we are also satisfied, that the Division Bench\nof the High Court in the impugned order dated 9.8.2012 has\ncorrectly evaluated the rights of the petitioners/appellants in their\nD capacity as tenant-members. In so far as the instant aspect of\nthe matter is concerned, it would be pertinent to mention, that\non the issue whether the tenant-members had a separate\nidentity and right (as against the other members of the Catholic\nSociety) came to be considered by a learned Single Judge of\nE the High Court in Misc. Petition no.252 of 1972. The plaintiffs\nin the present suits (Suit no.144 of 2010, and Suit no.145 of\n2010) are admittedly the same as the petitioners in Misc.\nPetition no.252 of 1972. The High Court having considered the\naforesaid issue, namely, whether the petitioners/appellants had\nF any proprietary right as tenant-members of the Catholic Society,\nit held as under:\nG\nH\n\"This is an entire frivolous petition by the members of a\nco-operative society for writs and order under Art.226 of\nthe Constitution quashing the orders passed by the\nrespondents. The effect of the impugned orders was that\nthe suit filed by the present petitioners for declarations that\nthe Resolutions passed at the annual general meeting of\nthe first respondent society were illegal, void and\ninoperative in law and that the present petitioners to quiet\nMARGARET´ALMEIDA v. BOMBAY CATHOLIC CO-OP 917\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.] `\nand peaceful enjoyment of their respective tenements, A\nstood dismissed by the appropriate authorities under the\nMaharashtra Cooperative Societies Act, 1960. In\nchallenging the said orders by the present petition, the\npetitioners have raised various contentions, but I need refer\nto only three of them and they are as follows:\n(1)\nthat the general body of the first respondent\nsociety has no power to deprive the petitioners of\ntheir tenements;\nIn support of the first proposition Mr.B.R. Nayak has\nrelied on the decision of the Full Bench of this Court in the\ncase of Manohar vs. Konkan Co.op Housing Society (63\nBom. L.R. 1001 at 1006), but I am afraid the said decision\ninstead of helping Mr.Nayak on the point, is against him\nin so far as it lays down in unmistakable terms that it is\nthe society alone which is the absolute owner of the\nproperty and the members of the society have merely the\nrights and obligations conferred by the various provisions\nof the statute itself. It is, therefore, quite clear that it is the\nsociety that, as the absolute owner of the property, would\nhave all the rights which any other owner of the property\nhas, and that the petitioners have no proprietary interest\nat all in their tenements. Under the circumstances, the\npetitioners do not have even a prima facie case on the\npoint that the first respondent society has no right to\ndepirve them of their tenements.\"\nB\nс\nD\nE\nF\nThe applicants in Misc. Petition no.252 of 1972, assailed the\norder dated 17.4.1972 (extracted above), by filing Appeal no.74 G\nof 1972. Appeal no. 74 of 1972, was dismissed by a Division\nBench of the High Court, on 25.7.1972. The aforesaid\ndetermination attained finality between the rival parties. In the\nimpugned order dated 9.8.2012, the Division Bench of the High\nCourt by relying upon the aforesaid determination, further H\nC\n918 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA concluded that, the petitioners/appellants are disentitled in law\nto claim the relief sought by them. It is apparent, that the relief\nsought by the tenant-members, is a relief which can ordinarily\nbe sought only by individuals/parties who have a proprietary\ninterest, in the subject matter. While we concur with the Division\nB Bench, to the effect that the tenant-members have no\nproprietary interest in the subject matter of the controversy, it\nis necessary for us to refrain from further determining, whether\nor not the petitioners/appellants in their capacity as tenant-\nmembers having no proprietary interest can still claim an\nexclusive right to redevelop a part of 5.5 acres of land\nconstituting Willingdon East, (even if it is assumed, that they\ndo not have a right to redevelop, the entire land of Willingdon\nEast), by seeking a bifurcation of the Catholic Society. Be that\nas it may, the Catholic Society has undoubtedly, on the basis\nof the instant consideration, made out a prima facie case in\nits favour (the final determination whereof will only be rendered,\nat the culmination of the proceedings, initiated through the civil\nsuits referred to above). In view of the deliberations recorded\nhereinabove, yet again it would be inappropriate to grant an\ninjunction, restraining all redevelopmental activities, in terms of\nthe prayer made by the petitioners/appellants.\nD\nE\n35. In the background of the conclusions drawn by us\nhereinabove, it is no longer necessary to examine the matter\nunder any other parameter(s). Be that as it may, we wish to\nF consider the claim raised by the tenant-members, i.e., the\npetitioners/appellants before us, on the basis of their contention\nthat whilst the conveyance deed dated 7.12.2009 contemplates\na consideration of Rs.70 crores payable to the Catholic Society,\nthe tenant-members had been able to procure a better offer,\nG wherein, for the same developmental project the consideration\noffered was of Rs.75 crores.\nH\n36. The instant issue has been examined minutely by the\nHigh Court in the impugned order dated 9.8.2012. While doing\nso, the High Court has drawn the following conclusions. Firstly,\nMARGARET ALMEIDA v. BOMBAY CATHOLIC CO-OP\nHOUSING SOC. LTD. [JAGDISH SINGH KHEHAR, J.]\n919\nthat only M/s. Robin Home Developers Pvt. Ltd. (M/s. Sumer A\nAssociates) had come forward with a proposal of\nredevelopment of Willingdon East. Due to the pending litigation,\nno recognized builder was prepared to make an unconditional\noffer on \"as is where is\" basis. Most of the builders wanted the\nCatholic Society to settle the pending litigation. Since the B\nlitigation had been pending for the last more than four decades,\nthe Catholic Society was not in a position to abide by the pre-\ncondition canvassed at the behest of the recognized builders.\nSecondly, the Catholic Society at the time of the general body\nmeeting held on 6.12.2009, had only one proposal, namely, the C\nproposal of M/s. Sumer Associates. Thirdly, M/s. Sumer\nAssociates had assured the Catholic Society of a sum of Rs.70\ncrores. In fact, the aforesaid amount of Rs.70 crores was kept\nin escrow by M/s. Sumer Associates. Fourthly, during the\ngeneral body meeting of the Catholic Society, some of the\ntenant-members orally made an offer of Rs.75 crores without\ndepositing a single paisa as against the concrete proposal of\nM/s. Sumer Associates. Fifthly, based on the documents\nplaced on the record, it was clear, that the offer of Rs.75 crores\nmade by the tenant-members, was in fact made by a rival\nbuilder, namely, Mr. B.Y. Chavan (who was duly impleaded\nbefore the High Court). It is therefore, that the Division Bench\nof the High Court in the impugned order dated 9.8.2012, made\nthe following observations:-\nD\nE\n\"33. It was urged by the learned counsel for the F\nappellants that Mr. Chavan is instigating the\nplaintiffs to carry on the litigation. Bills submitted by\nthe Attorneys have been placed on record, to show\nthat Mr. Chavan has been actively instrumental in\ngiving instructions to the solicitors/counsels for the G\nplaintiffs. The correspondence is placed on record\nto demonstrate that the offer of Rs.75 crore has\nbeen made at the behest of Mr. Chavan. Mr.\nChavan is a party to the proceeding and his right,\nif any, is based on the MOU executed in his favour H\nA\nB\n, D\nE\n☐ F\n☐ G\n☐ H\n920\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nby only 8 tenant-members. Mr. Chavan was present\nat the conferences held by the plaintiff' solicitors as\nevidenced from the bills sent by the solicitors for the\nconferences held on 29 September 2009, 4\nDecember 2009, 5 December 2009 and 12\nDecember 2009 regarding writ petitions/suits filed\nby the plaintiffs against the Society. Having seen\nthe conduct of the said developer-Mr. Chavan, the\nSociety had no confidence in him and his\nassociates and has expressed confidence in the M/\ns. Sumer Associates. It is for the Society to decide\nwho should be given the development rights and not\nfor a small minority of 15 persons like the plaintiffs.\nThe plaintiffs urged at length before us that the\ncourse adopted by the Sumer Associates is\ninequitable and bad in law. However, when the\ncounsel for Mr. Chavan at the end of the hearing\nmade an offer for higher figure and act exactly in\nthe same manner as M/s. Sumer Associates, no\nobjection was raised by the plaintiffs. No contention\nwas then raised that development through Mr.\nChavan in the same manner as M/s. Sumer\nAssociates will affect the claim of plaintiffs of\nbifurcation of the Society. Thus upon offer of Mr.\nChavan, all arguments of the plaintiffs based on law\nand equity vanished. This conduct of the plaintiffs\nis relevant when the Court considers passing\nequitable orders. Such conduct of the plaintiffs\nthemselves is against the spirit of co-operative\nmovement and there can be no other higher breach\nof principles of co-operative movement when a\nsmall minority of members stall the decision of\noverwhelming majority of members and deprive the\nmembers of their legitimate claim. The Court\nproceedings cannot be used as an instrument of\nharassment and extortion. Prima facie, we find\nsubstance in the contention of the Society that Mr.\n"}