{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"THELAPALLI RAGHAVAIAH\nV.\nSTATION HOUSE OFFICER AND ORS.\nMARCH 19, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nA\nB\nCode of Criminal Procedure, 1973-Section 482--Dispute arising from\ncivil contract works-Filing of criminal complaint-Quashing of, by High\nCourt-Correctness of Held: Entire reading of complaint discloses only\ncivil dispute between the parties- Thus, order of High Court calls for no\ninterference.\nC\n1\nD\nA Company was engaged in civil contract works. It obtained a contract\nfor executing work on National Highway. It appointed the complainant as its\nsub contractor for carrying out the work of excavating gravel from the\nCompany's land and to deliver the same to work site. The complainant was\ncarrying out its sub-contract. Then it lodged a criminal complaint alleging\nthat the Company with an intention to cheat the complainant hatched a criminal\nconspiracy with others, created a fake report to cause wrongful loss to the\ncomplainant, misappropriated its amount making illegal deductions in the bills\nraised and committed breach of trust. Criminal case was registered against E\nrespondent nos 2 to 5 under sections 196, 199, 120 (B), 403, 406 and 418\nIPC. Complainant then filed writ petition for direction to the police to file\nfinal report in connection with FIR before the Magistrate. Writ Petition was\ndisposed of with the direction to the police. Thereafter, the Company filed\npetition under section 482 Cr.P.C. for quashing FIR. High Court quashed the\ncriminal proceedings holding that the compliant did not disclose any offence\nexcept a civil dispute between parties. Hence, the present SLP.\nDismissing the SLP, the Court\nHELD: The complaint made by the petitioner primarily makes out a civil\ndispute relating to measurement of gravel delivered to the work site, though\nan attempt has been made to give the same a criminal flavour. High Court\nrightly held that the entire reading of the complaint does not disclose any\noffence except a civil dispute between the parties. Therefore, the order of the\nHigh Court impugned in the SLP calls for no interference, though the High\n103\nF\nG\nH\n104\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA Court after noticing its earlier order in the Writ Petition could have stayed\nits hands till the Final Report was filed in connection with the F.I.R.\n[Paras 18 and 19] [108-B, C, D]\nIndian Oil Corporation v. NEPC India Ltd., [2006] 6 SCC 736 and\nMadhavrao Jiwajirao Scindia and Ors. v. Sambhajirao Chandrojirao Angre\nB and Ors., [1988] 1 SCC 692, referred to.\nCRIMINAL APPELLATE JURISDICTION : Petition For Special Leave to\nAppeal (Crl). No. 3030 of 2006.\nFrom the final Judgment and Order dated 28.4.2006 of the High Court\nC of Judicature of Andhra Pardesh at Hyderabad in Criminal Petition No. 4799\nᎠ\nE\nF\nof 2005.\nR.K. Anand, K. Radhakrishnan, S. Udaya Kumar Sagar and Bina\nMadhavan for M/s. Lawyer's Knit \u0026 Co. for the Appellant.\nG. Bikshapathy, Abhishek Manu Singhvi, Hanumanth Reddy, Krishna\nReddy, Rajiv Mehta, Raghavachary, Anupam Lal Das, Arunbabh Choudhary,\nPragya Singh Baghel, Amit Sharma and D. Bharati Reddy for the Respondents.\nThe Judgment of the Court was delivered by\nALTAMAS KABIR, J. 1. On 21st June, 2005, the petitioner herein\nlodged a First Information Report with the Kovur Police Station in Nellore\nDistrict against the private respondent Nos. 2, 3, 4 and 5 herein alleging\ncommission of offences under Sections 196, 199, 120(B), 403, 406 and 418\nIndian Penal Code.\n2. The complaint in short is that Raghava Infrastructure Private Ltd. was\na Private Limited Company engaged in doing civil contract works. Soma\nEnterprise Limited is also doing civil contract works having its corporate\noffice at 14, Avenue-4, Banjara Hills, Hyderabad. and its site office near Saibaba\nTemple, Kovur, adjacent to National Highway-5. It was stated that the\nG respondent No. 3 was one of its Directors. The Respondent Nos. 4 and 5 are\nthe Project Manager and Materials Engineer of the Company.\n3. It was alleged in the complaint that Soma Enterprise Limited who\nobtained a contract for executing work on the Nellore Bypass Road on\nNational Highway-5, appointed the complainant as its sub-contractor for\nH excavation and transportation of gravel for the formation of embankment of\n+\n.\n7\nلا\nTHELAPALLI RAGHAVAIAH v. STATION HOUSE OFFICER [ALTAMAS KABIR, J.]\n105\nNellore Bypass Road on National Highway-5 from Km 172.840 to 178.200 from A\n1st June, 2002 onwards. The agreed rate of remuneration was Rs.27/- per cubic\nmeter for the first kilometer and Rs.4/- per cubic meter for each kilometer\nthereafter.\n4. It was alleged that from the month of August, 2002 to December, 2002\nSoma Enterprise Limited started mixing fly ash with the gravel purportedly in B\nkeeping with instructions received. On account of such mixing of fly ash with\nthe gravel, Soma Enterprise Ltd. began deducting various amounts from the\ncomplainant's bills. According to the complainant, despite repeated protests,\nSoma Enterprise Limited did not pay any heed and continued to mix fly ash\nwith the gravel supplied by the complainant and also continued to deduct\namounts from the complainant's bill, in order to cause unlawful loss to the\ncomplainant and unlawful gain for itself.\nC\n5. It is alleged that the Director of Soma Enterprise Ltd. assured the\ncomplainant that he would disburse the amount pertaining to the quantity of\ngravel by adopting the best suitable method for arriving at the volumetric D\nbifurcation of gravel and fly ash from the mix. According to the complainant,\nhe continued to execute the work entrusted to him as per the aforesaid\nassurance.\n6. It was alleged in the complaint that a sum of Rs.5.72 lakhs had been\ndeducted from the bill for the month of February, 2003 alone. It was also the E\ncomplainant's case that he had requested the Director and Project Manager\nto count the number of tippers of gravel being supplied and dumped by the\ncomplainant in the stock yard for payment purposes, but the Director did not\nagree to such a method.\nF\n7. The further complaint is that although the complainant continued to\nsupply the gravel in terms of the sub-contract, the Director changed his stand\nand asked the complainant to prove that the formula by which they were\ndeducting the amount for fly ash was wrong. On that basis the complainant\napproached the Geo Marine Consultants Private Limited, Indira Nagar, Chennai,\nand had the gravel and fly ash tested. A report was prepared by the Managing G\nDirector, but the same was not accepted by Soma Enterprise Ltd. Consequently,\nthe complainant approached the IIT Madras and got the mixed tested at the\nDepartment of Ocean Engineering, IIT, Madras, through Professor Dr. S.\nNarasimha Rao, who was of the view that although 33.3% of fly ash is mixed\nwith gravel there will not be any increase in the volume of gravel soil.\nH\nAccording to the complainant, as a counter-blast and with an intention to\n106\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA cheat the complainant, Soma Enterprise Ltd had hatched a criminal conspiracy\nwith IIT, Chennai Professors S.R. Gandhi and Dr. G.R. Dodagoundar and\ncreated a fake report to cheat the complainant and cause wrongful loss to him.\nOn the basis of the aforesaid complaint, the complainant requested the police\nauthorities to investigate into the facts and to try the case accordingly for\nhaving hatched the criminal conspiracy and cheated the complainant and also\nmisappropriated the amount of the complainant by making illegal deductions\nin aggregate of 28% in all bills and committed breach of trust too by willfully\nmaking the complainant to suffer irreparable loss.\nB\n8. On the basis of the said complaint a case Cr. No. 83 of 2005 was\nC registered in Kovur Police Station on 21st June, 2005, under Sections 196, 199,\n120(B), 403, 406 and 418 Indian Penal Code and the original First Information\nReport alongwith the original complaint was submitted to the Judicial\nMagistrate, 1st Class, Kovur.\n9. The Investigating Officer took up the investigation and found a\nD prima facie case against the accused but as nothing further was done the\npetitioner filed Writ Petition No. 21594 of 2005, inter alia for a writ in the nature\nof Mandamus on the Sub-Inspector of Police, Kovur Police Station, District\nNellore, to file the Final Report in connection with FIR No. 83 of 2005 before\nthe Additional Judicial Magistrate, 1st Class, Kovur. The Writ petition was\ndisposed of on 7th October, 2005, at the admission stage directing the Sub-\nInspector of Police, Kovur Police Station, to file the Final Report before the\nMagistrate concerned, if the investigation had been completed, within four\nweeks from the date of receipt of a copy of the order.\nE\nF\n10. Soon after the aforesaid order of the High Court, the respondents\nNos. 2 and 5 filed Crl. P. No. 4799 of 2005 before the Andhra Pradesh High\nCourt under Section 482 of the Code of Criminal Procedure for quashing the\naforesaid F.I.R. No. 83 of 2005 of Kovur Police Station, District-Nellore.\n11. The said petition came up for hearing and disposal on 28th April,\n2006. On a consideration of the complaint the High Court observed that the\nG complaint did not disclose any offence except a civil dispute between the\nparties. Holding the impugned proceedings to be unsustainable, the High\nCourt quashed the same. In passing the order quashing the impugned\nproceeding, the High Court took note of the earlier order of the High Court\nin W.P. No. 21594 of 2005, directing the police authorities to file a Final Report\nin connection with F.I.R. No. 83 of 2005 of Kovur Police Station.\nH\n+\nt\nT\nTHELAPALLI RAGHAVAIAH v. STATION HOUSE OFFICER [ALTAMAS KABIR, J.] 107\n12. Mr. R.K. Anand, learned Senior Advocate, appearing for the A\ncomplainant/petitioner submitted that having noticed the earlier order passed\nin W.P. No. 21594 of 2005, the High Court should have stayed its hands in\nthe quashing proceedings till the Final Report was filed in respect of the very\nsame F.I.R. under challenge in the quashing proceedings. He also urged that\na clear case of cheating and criminal breach of trust emerges from the complaint,\nas was found by the Investigating Officer, and the High Court erred in\nquashing the proceedings thus preventing the investigating agency from\ncarrying out its investigation into the complaint and filing its report.\nB\n13. In support of his submission Mr. Anand referred to and relied on\na decision of this Court in Indian Oil Corporation v. NEPC India Ltd., C\nreported in [2006] 6 SCC Page 736, wherein it was held that where civil remedy\nis availed of in disputes arising from a breach of contract, remedy under the\ncriminal law also is not barred, if the allegations also disclose a criminal\noffence.\n14. Certain other decisions on the same lines were also cited which only D\nreiterates the same proposition.\nE\n15. Appearing for the respondents, Mr. Abhishek Singhvi, learned Senior\nAdvocate, urged that he had no quarrel with the decisions cited by Mr.\nAnand, but that the same had no application to the facts of this case. He\nemphasised the fact that the contract between the parties commenced in 2002\nand till 2004 no objections regarding criminal intent on the part of the\nrespondents was ever raised. He also emphasised that the nature of the work\nentrusted to the petitioner was to excavate gravel from the respondent's land\nand to deliver the same to the work site. There was no entrustment involved,\nand the allegations in the complaint made out a purely civil dispute relating F\nto measurement of the gravel delivered to the work site.\n16. Even on the question of alleged fabrication of documents, Mr.\nSinghvi submitted that the same related to opinion of experts in the field who\nwere professors working in I.I.T. Chennai, and were experts in Civil Engineering.\nWild allegations of criminal conspiracy had been leveled against them by the\npetitioner.\n17. Mr. Singhvi referred to and relied on a decision of this Court in\nMadhavrao Jiwajirao Scindia \u0026 Ors. v. Sambhajirao Chandrojirao Angre\n\u0026 Ors., reported in [1988] 1 SCC page 692, where this Court had occasion to\nG\nH\n|\n108\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA observe that though a case of breach of trust may be both a civil wrong and\na criminal offence but there would be certain situations where it would pre-\ndominantly be a civil wrong and may or may not amount to a criminal offence.\nIt was also observed that when a prosecution at the initial stage is asked to\nbe quashed, the test to be applied by the Court is as to whether the\nuncontroverted allegations as made prima facie established the offence.\nB\n18. We have carefully gone through the complaint made by the petitioner,\nand are convinced that the same primarily makes out a civil dispute relating\nto measurement, though an attempt has been made to give the same a criminal\nflavour. The High Court rightly held that the entire reading of the complaint\nC does not disclose any offence except a civil dispute between the parties.\n19. We, therefore, see no reason to interfere with the order of the High\nCourt impugned in this Special Leave Petition, though the High Court after\nnoticing its earlier order dated 7th October, 2005, in Writ Petition No. 21594\nof 2005, could have stayed its hands till the Final Report was filed in connection\nD with F.I.R. 83 of 2005 of Kovur Police Station.\n20. The Special Leave Petition is accordingly dismissed.\nN.J.\nSLP dismissed.\n"}