{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\n...\n840\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\n(c) check dams\n(d)\ngully plugs and/or culverts (if required)\n(e)\ngeo textile/geo matting of dumps\nB\n(ii)\n(f)\n(g)\nafforestation in the safety zones\nafforestation in peripheral area, road side,\nover burden dumps and other areas\ndust suppression measures at/for loading,\nunloading and transfer points, internal roads,\nmineral stacks etc.\n(iii) covered conveyor belts (if feasible) - such as down\nhill conveyor, pipe conveyor etc.\nD\n(iv)\n(v)\nE\nF\nG\nH\nspecification of internal roads,\ndetails of existing transport system and proposed\nimprovements\n(vi) railways siding (if feasible)\n(vii) capacity building of personnel involved in the mining\nand environmental management\n(viii) rain water harvesting\n(F) TIME SCHEDULE\n27. Time schedule for implementation of various\nprescriptions will be provided.\n(G) MONITORING MECHANISM\n28. Monitoring mechanism, including predetermined\nparameters to assess the successful implementation of the\nvarious provision/prescriptions of the R\u0026R Plan will be\nprovided. The Monitoring Committee will be responsible\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 841\nSTATE OF KARANATAKA [RANJAN GOGO), J.]\nfor monitoring the implementation of the prescription/ A\nprovisions of the R\u0026R Plans.\"\n7. The recommendations of the CEC dated 13.3.2012 in\nrespect of Items A to I were accepted by the Court by its order\ndated 13.4.2012.\nB\n8. The next significant event that had occurred in the\ncatalogue of relevant occurrences is the order of the Court\ndated 3.9.2012 permitting reopening of 18 category 'A' mines\nsubject to the conditions spelt out in the said order which\nbroadly were to the effect that mining shall be to the extent of C\nthe annual production as applicable to each mine determined\nby the CEC in its Report dated 29.8.2012 and further subject\nto the following conditions:\n\"(I) compliance with all the statutory requirements;\n(II) the full satisfaction of the Monitoring Committee,\nexpressed in writing, that steps for implementation of the\nR \u0026 R Plan in the leasehold areas are proceeding\neffectively and meaningfully, and\nD\nE\n(III) a written undertaking by the leaseholders that they\nwould fully abide by the Supplementary Environment\nManagement Plan (SEMP) as applicable to the leasehold\narea and shall also abide by the Comprehensive\nEnvironment Plan for Mining Impact Zone (CEPMIZ) that F\nmay be formulated later on and comply with any liabilities,\nfinancial or otherwise, that may arise against them under\nthe CEPMIZ.\n(IV) The CEC shall, upon inspection, submit a report to this\nCourt that any or all the stated 18 \"Category A\" mine\nowners have fully satisfied the above-mentioned\nconditions. Further, it shall be reported that the mining\nactivity is being carried on strictly within the specified\nparameters and without any violation.\"\nG\nH\nA\nB\nC\nD\nE\nF\n☐ G\n842 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\n9. The order of the Court dated 28.9.2012, laying down\ncertain conditions \"as the absolute first step before\nconsideration of any resumption of mining operations by\nCategory-'B' leaseholders” would also be required to be\nspecifically noticed at this stage.\n“.\n(a)\nCompensatory Payment\nEach of the leaseholders must pay compensation\nfor the areas under illegal mining pits outside the\nsanctioned area, as found by the Joint Team (and\nas finally held by the CEC) at the rate of Rs.5\ncrores per hectare, and (b) for the areas under\nillegal overburden dumps, roads, offices, etc.\noutside the sanctioned lease area, as found by the\nJoint Team (as might have been finally held by the\nCEC) at the rate of Rs.1 crore per hectare.\nIt is made clear that the payment at the rates\naforesaid is the minimum payment and each leaseholder\nmay be liable to pay additional amounts on the basis of\nthe final determination of the national loss caused by the\nillegal mining and the illegal use of the land for overburden\ndumps, roads, offices, etc. Each leaseholder, besides\nmaking payment as directed above, must also give an\nundertaking to the CEC for payment of the additional\namounts, if held liable on the basis of the final\ndetermination.\nAt the same time, we direct for the constitution of a\nCommittee to determine the amount of compensatory\npayment to be made by each of the leaseholders having\nregard to the value of the ore illegally extracted from forest/\nnon-forest land falling within or outside the sanctioned\nlease area and the profit made from such illegal extraction\nand the resultant damage caused to the environment and\nthe ecology of the area.\nH\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 843\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\nThe Committee shall consist of experts/officers A\nnominated each by the Ministry of Mines and the Ministry\nof Environment and Forests. The convener of the\nCommittee will be the Member Secretary of the CEC. The\ntwo members nominated by the Ministry of Mines and the\nMinistry of Environment and Forests along with the B\nMember Secretary, CEC shall co-opt two or three officers\nfrom the State Government. The Committee shall submit\nits report on the aforesaid issue through the CEC to this\nCourt within three months from today.\nThe final determination so made, on being approved\nby the Court, shall be payable by each of the leaseholders.\nII. Guarantee money for implementation of the R\u0026R plan\nin the respective sanctioned lease areas.\nThe CEC shall make an estimate of the expenses\nrequired for the full implementation of the R\u0026R plan in each\nof the 63 'Category B' mines and each of the leaseholders\nmust pay the estimated amount as guarantee for\nimplementation of the R\u0026R plans in their respective\nsanctioned lease areas and in the areas where they\ncarried on illegal mining activities or which were used for\nillegal overburden dumps, roads, offices, etc. beyond the\nsanctioned lease area. In case, any leaseholder defaults\nin implementation of the R\u0026R plan, it will be open to the\nCEC to carry out the R\u0026R plan for that leasehold through\nsome other proper agency from the guarantee money\ndeposited by the leaseholder. However, on the full\nimplementation of the R\u0026R plan to the complete\nsatisfaction of the CEC and subject to the approval by the\nCourt, the guarantee money would be refundable to the\nleaseholder.\nIII. In addition to the above, each leaseholder must pay a\nsum equivalent to 15% of the sale proceeds of its iron ore\nsold through the Monitoring Committee as per the earlier\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n844 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\norders of this Court.. In this regard, it may be stated that\nthough the amicus suggests the payment @ 10% of the\nsale proceeds, having regard to the overall facts and\ncircumstances of the case, we have enhanced this payment\nto 15% of the sale proceeds.\nHere it needs to be clarified that the CEC/Monitoring\nCommittee is holding the sale proceeds of the iron ores\nof the leaseholders, including the 63 leaseholds being the\nsubject of this order. In case, the money held by the CEC/\nMonitoring Committee on the account of any leaseholder\nis sufficient to cover the payments under the aforesaid\nthree heads, the leaseholder may, in writing, authorize the\nCEC to deduct from the sale proceeds on its account the\namounts under the aforesaid three heads and an\nundertaking to make payment of any additional amount as\ncompensatory payment. On submission of such\nauthorization and undertaking, the CEC shall retain the\namounts covering the aforesaid three heads and pay to\nthe concerned leaseholder the balance amount, if any. It\nis expected that the balance amount, after making the\nadjustments as indicated here, would be paid to the\nconcerned leaseholder within one month from the date of\nsubmission of the authorization and the undertaking.\nIn the case of any leaseholder, if the money held on\nhis account is not sufficient to cover the aforesaid three\nheads, he must pay the deficit within two months from\ntoday.\nIV. The R\u0026R plans for the aforesaid 63 'Category B'\nmines may be prepared as early as possible, as directed\nby orders of this Court dated April 13, April 20 and May\n05, 2012, and in case where the R\u0026R plan is already\nprepared and ready, the leaseholder may take steps for\nits comprehensive implementation, both within and outside\nthe sanctioned lease area, without any delay.\"\n1\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 845\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\n10. The number of \"B\" Category mines though mentioned\nas 72 in the CEC Report dated 3.2.2012, reference to the\nfigure of 63 in the above extracted part of the Court's order\ndated 28.9.2012 is on account of placing of the 7 mines located\non the inter-State border (Karnataka-Andhra Pradesh) in à\nspecial category (B1) and the cases of two leases i.e. M/s S.B.\nMinerals (ML No.2515) and M/s. Shanthalakshmi Jayaram (ML\nNo.2553) [tentatively placed by CEC in Category 'B'] before\nthe Court for orders as to their appropriate categorization. The\nissue of the seven (7) mines on the Karnataka - Andhra\nPradesh border and the two (2) mines in respect of which\nappropriate categorization which is to be decided is being dealt\nwith in another part of the present order.\n11. The latest Report of the CEC dated 15.2.2013\nindicating the present status of preparation and implementation\nof the lease wise R\u0026 R plans and resumption of mining\noperations by Category 'A' and Category 'B' mines and the\ncompliance of the preconditions for opening of Category 'B'\nmines will also require specific notice, which recommendations\nare extracted below.\n\"RECOMMENDATIONS\n15. In the above background the following\nrecommendations are made for the consideration of this\nHon'ble Court:\n(i) This Hon'ble Court may consider extending its\norder dated 3rd September, 2012, by which mining\noperations were permitted to be resumed in 18\n\"Category-A\" mining leases, to all \"Category-A\"\nmining leases;\n(ii)\nThis Hon'ble Court may consider permitting the\nresumption of the mining operations in \"Category-\nB” mining leases subject to the conditions as\napplicable for the resumption of the mining\nA\nB\nC\nD\nE\nF\nG\nH₁\nA\nB\nC\n☐ D\nE\nFL\n☐ G\n846\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\noperations in the \"Category-A” mining leases and\ncompliance of the following additional conditions:\n(a) In compliance of this Hon'ble Court's order\ndated 28th September, 2012 the lessees will\nbe required to pay, if not already so done,\ncompensation for the area under illegal\nmining pits, illegal over burden dumps,\nroads, offices etc. undertake to pay the\nadditional compensatory amounts, if held\nliable, guarantee money for implementation\nof the R\u0026R Plans and deposit of 15% of the\nsale proceeds of the existing iron ore sold by\nthe Monitoring Committee; and\n(b)\nBefore starting the mining operations the\nimplementation of the R\u0026 R Plans for the\nareas found under illegal mining pits, illegal\nover burden dumps, etc. will be completed/\nnearing completion to the satisfaction of the\nMonitoring Committee; and\n(iii) the CEC/Monitoring Committee may be authorized\nto remove and sell through e-auction the sub grade\niron ore available in the existing over burden dumps\nin and around the lease areas subject to the\ncondition that such removal and sale is not likely to\nhave significant adverse impact on the existing tree\ngrowth/vegetation and/or stability of the over burden\ndumps. The Monitoring Committee may be\nauthorized to retain the entire sale proceeds in\nrespect of the dumps located outside the\nsanctioned and presently valid lease areas for the\npurpose of transfer to the SPV for the\nimplementation of the Comprehensive Environment\nPlan for Mining Impact Zone (CEPMIZ).”\nH Thus the CEC in its Report dated 15.2.2013 had\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 847\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\nrecommended resumption of mining operations in the A\nremaining category 'A' mines subject to the conditions already\nimposed by this Court in its order dated 3.9.2012 and also for\nreopening of Category 'B' mines subject to the same\nconditions and additionally the preconditions recommended by\nthe CEC and approved by this Court by its order dated B\n28.9.2012.\n12. The above main features contained in the various\nReports of the CEC and the orders of this Court apart, there\nare certain incidental and supplementary matters which may be\nconveniently noticed now.\n13. The first is with regard to investigations in respect of\nalleged criminal offences by lessees which have been ordered\nby this Court to be investigated by the CBI. As investigations\nhave already been ordered by this Court and such investigations\nwould necessarily have to follow the procedure prescribed by\nlaw we do not wish to delve upon the same save and except\nto say that each of such investigation shall be brought to its\nlogical conclusion in accordance with law and any aggrieved\nparty would be entitled to avail of all legal remedies as may be\navailable.\nC\nD\nE\nF\n14. The second supplementary issue that can be\nconveniently dealt with at this stage is with regard to sale of\nthe existing stock of Iron Ore which is mainly the yield of illegal\nmining. The Court had ordered disposal of such accumulated\nIron Ore by the process of e-auction through a Monitoring\nCommittee constituted by order of this Court dated 23.9.2011.\nFrom time to time this Court had directed certain payments to\nbe made to the Monitoring Committee e.g. by way of 10% of\nsale proceeds; on account of compensatory payments etc. By G\norder dated 28.9.2012, this Court had constituted a Special\nPurpose Vehicle (for short 'SPV') on the suggestion of the\nlearned Amicus Curiae. The purpose of constitution of the\nSPV, it may be noticed, is for taking of ameliorative and\nmitigative measures as per the \"Comprehensive Environment\nI\n848 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA Plans for the Mining Impact Zone\" (CPEMIZ) around mining\nleases in Bellary, Chitradurga and Tumkur. By the order dated\n28.9.2012, the Monitoring Committee was to make available\nthe payments received by it under different heads of receivables\nto the SPV.\nB\n15. The above facts would have relevance to the future of\nthe mining operations in the State as the continuance of this\nCourt's orders for sale of the Iron Ore by the process of e-\nauction by the Monitoring Committee after recommencement\nof mining operations on the same terms and conditions and\nC also the continuance of the SPV would be required to be\nconsidered by us. It would also be convenient to take note of\nthe fact that as per the CEC's Report dated 15.2.2013 sale of\nalmost the entire quantity of illegally extracted Iron Ore has been\neffected through the Monitoring Committee and the sub-grade\nD Iron Ore lying in dumps in and around several lease areas may\nnot have adequate commercial potential. Besides removal\nthereof for sale, in many cases, may also give rise to\nenvironmental problems in as much as removal of such dumps\nmay constitute a hazard to the stability of the dumps which have\nE been in existence for many years. Permission for sale of sub-\ngrade iron ore, only when the same is commercially viable and\nremoval thereof from the dumps is an environmentally safe\nexercise, has been sought by the CEC in its last Report dated\n15.2.2013. We do not find any impediment in accepting the\nF recommendations of the CEC in the Report dated 15.2.2013\nin respect of removal and sale of sub-grade Iron Ore. Similarly,\nwe do not find any difficulty in continuing our previous orders\npermitting sale of iron ore to be mined after resumption of\noperations through the Monitoring Committee on the same\nterms and conditions as presently in force.\nG\nH\n16. The supplementary and the collateral issues, which we\nmust emphasize are not to be understood to be low either in\npriority or importance because of the nomenclature used,\nhaving been dealt with by us in the manner indicated above we\n849\nA\nB\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v.\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\nmay now come to what can be conveniently referred to as the\ncentral issues that confront the Court in the present case. In this\nregard notice must be had to the large number of interlocutory\napplications (IAs) filed basically questioning the sanctity of the\nsurvey carried out by the Joint Team constituted by this Court,\nthe findings arrived at and the categorization of the leaseholders\ninto the three different categories. Such objections in the main\nhave come from leaseholders who have been put in Category\n'C' (except in few isolated cases seeking a change from\nCategory 'B' to 'A') for which Category of mines the\nrecommendation of the CEC is one of closure. The challenge C\nis on twin grounds of lack of procedural fairness and inherent\ndefects in the technical part of the exercise of survey besides\napparent legal fallacies in the process of determination of the\nallegedly encroached mining area. Denial of adequate\nopportunity to associate and coordinate with the survey process,\nnotwithstanding the possible adverse effects of the findings of\nsurvey on the legal rights of the lease holders, is the backbone\nof the challenge on ground of procedural fairness. On the other\nhand, alteration of the lease area either by shifting or reducing\nthe same; ignoring concluded judicial orders determining\nboundary disputes between adjacent lease holders; taking of\nland use for dumps as mining operations requiring a mining\nlicense for the land so used or forest clearances under the\nForest Conservation Act, 1980 (in case of such use of forest\nland) and above all the change of boundaries demarcated\ndecades back by adoption of the Total Station Method instead\nof a repeat survey by following the same Conventional Method\n(chain method) are the common threads in the arguments\nadvanced to challenge the technical part of the survey.\n17. The categorization of the allegedly offending leases on\nthe basis of percentage of the alleged encroachment qua the\ntotal lease area is contended to be constitutionally fragile and\nenvironmentally self-defeating. A leaseholder with a more\nexpansive lease area, inspite of committing a larger\nencroachment, may still fall below the percentage adopted as\nD\nE\nF\nG\nH\n"}