{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nс\nD\nE\n[2013] 6 S.C.R. 810\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS.\nV.\nSTATE OF KARANATAKA \u0026 ORS.\n(Writ Petition (CIVIL) No. 562 of 2009 etc.)\nAPRIL 18, 2013\n[AFTAB ALAM, K.S. RADHAKRISHNAN AND\nRANJAN GOGOI, JJ.]\nEnvironment Protection and Pollution Control:\n-\n-\nForest - Illegal mining in forest area of Karnataka and\nAndhra Pradesh - PIL - Court appointed Central Powered\nCommittee (CEC) in its report indicating illegal mining— Joint\nTeam constituted by Court, determined boundaries of\nconcerned 166 mining leases - CEC in its final report\nrecommended categorization of mines into 3 categories viz.\nA, B and C on the basis of extent of encroachment of mining\npits and overburden dumps - CEC recommended resumption\nof A and B category mines subject to certain conditions and\nclosure of category C mines – The credibility of CEC, sanctity\nof the process of survey undertaken by Joint Team and\nacceptability of recommendations of CEC were questioned -\nHeld: Credibility of CEC cannot be questioned – The body\nis performing its tasks as per the directions of the Court - The\ncredibility of the survey conducted by the Joint Team under\nthe orders of the Court, also cannot be questioned - The\ncategorization of leases done by CEC, is reasonable and\nhence acceptable - Embargo placed by the Court on grant\nof fresh mining licences is lifted - Operation of the leases,\nlocated on or near the inter-State boundary of Karnataka and\nG Andhra Pradesh, is suspended until the boundary issue is\nresolved - Investigations in respect of alleged criminal\noffences by lessees to be brought to its logical conclusion -\nMines and Minerals Act, 1957 - Forest Conservation Act,\n1980 - Environment (Protection) Act, 1986.\nF\nI\n810\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v.\nSTATE OF KARANATAKA\nConstitution of India, 1950 :\n-\n811\n-\nA\nArticles 32 and 142 - Illegal mining Causing large\nscale damage to forest wealth - Remedy u/Arts. 32 and 142\n- Resort to - In view of availability of remedies under\nprovisions of relevant statutes - Held: Court can resort to\nB\nconstitutional jurisdiction to remedy the enormous wrong\nThe relevant statutes would not be effective and efficacious\nto deal with extraordinary situations arisen on account of large\nscale illegalities in mining operations The\nrecommendations of CEC, accepted by the Court does not\ncome in conflict with the statutory provisions Mines and\nMinerals Act, 1957 - Forest (Conservation) Act, 1980 –\nEnvironment (Protection) Act, 1986.\n-\n-\n-\n-\nC\nArt. 14 Classification Test of arbitrariness - Held:\nArbitrariness in the adoption of a criteria for classification has D\nto be tested on the anvil of Art. 14 and not on the subjective\nnotions of availability of a better basis of classification.\n-\n-\nArticle 21 Right to life Enforcement of - Held: In\nenforcing such rights affecting large number of citizens,\nsupreme Court cannot be constrained by restraints of\nprocedure.\n-\n-\nWords and Phrases 'Mining operations' - Meaning of\nIn he context of Mines and Minerals Act.\nJustice U.L. Bhat Committee was appointed on the\nissue of indiscriminate mining in the State of Karnataka.\nThereafter, the matter was referred to Lokayukta of the\nState, who in his report indicated indiscriminate mining\nin the Bellary District of the State.\nThe petitioner filed the present PIL u/Art. 32 of the\nConstitution, seeking Court's intervention in the matter.\nThe Court asked the Central Empowered Committee\n(CEC) to submit its report on the allegations of illegal\nE\nF\nG\nH\nC\n812 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA mining in the Bellary region of the State of Karnataka. The\nCEC, in its reports indicated large scale illegal mining.\nThe Court by order dated 29.7.2011 imposed complete\nban on mining in the Bellary district, and further by order\ndated 28.8.2011 in the districts of Tumkur and\nB Chitradurga. The Court constituted a Joint Team to\ndetermine the boundaries of initially 117 mining leases\nwhich subsequently extended to 166 mining leases. The\nsurvey conducted by the Joint Team was subjected to re-\nexamination by the Special Team, at the behest of the\nlease-holders. CEC submitted its final report dated\n3.2.2012 recommending for categorization of the mines\ninto three categories i.e. 'A', 'B' and 'C' on the basis of\nthe extent of encroachment in respect of he mining pits\nand over burden dumps determined in terms of\npercentage qua the total lease area. It also recommended\nconditions subject to which reopening of the mines and\nresumption of mining operations were to be considered\nby the Court. CEC also submitted modified\nrecommendations alongwith detailed guidelines for\npreparation and implementation of Reclamation and\nRehabilitation Plans (R and R Plans) on 13.3.2012. The\nguidelines were prepared after consultation with different\nstake-holders including the Federation of Indian Mineral\nIndustries (FIMI) a representative body of the majority of\nthe mining lessees in the present case.\nD\nE\nF\nIn terms of the order of the Court dated 10.2.2012,\nCEC considered 66 representations of the lease-holders.\nCEC found 4 representations tenable and made\ncorrections in respect of the 4 leases. CEC placed the\nG cases of 2 lease-holders viz. 'V' and 'H' for consideration\nof the Court for their upgradation from category 'C' to 'B'.\nH\nThe Court, by order dated 3.9.2012 permitted\nreopening of 18 category 'A' mines subject to certain\nconditions. The Court by order dated 28.9.2012 also laid\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 813\nSTATE OF KARANATAKA\ndown certain conditions for resumption of mining A\noperations by Category-'B' lease-holders. The 7 mines,\nlocated on the inter-State border (Karnataka-Andhra\nPradesh) were placed in Special category (B1) out of the\n72 category-B mines. The 7 category-B mines and the\ncases of 2 lessees i.e. 'S' and 'Sh' (which were tentatively B\nplaced by CEC in Category-B), were placed before the\nCourt for their appropriate categorization.The CEC in its\nreport dated 15.2.2013 recommended resumption of\nmining operation in the remaining category-A and\ncategory-B mines.\nThe Court directed investigation by CBI, in respect\nof criminal offences by lessees. The Court also ordered\ndisposal of iron-ore accumulated on account of illegal\nmining, by the process of e-auction through a Monitory\nCommittee. The court also constituted Special Purpose\nVehicle (SPV) for taking of ameliorative and mitigative\nmeasures as per 'Comprehensive Environment Plans for\nthe Mining Impact Zone' (CPMIZ) around mining leases in\nBellary, Chitradurga and Tumkur.\nс\nD\nE\nInterlocutory applications were filed questioning the\nsanctity of the survey carried out by the Joint Team, the\ncategorization of the lease-holders, on the grounds of\nlack of procedural fairness and inherent defects in the\ntechnical part of the exercise of survey. The credibility of F\nCEC was also questioned.\nG\nIt was contended by the lease-holders that the\ncategorization of the allegedly offending leases on the\nbasis of percentage of the alleged encroachment qua the\ntotal lease area was constitutionally fragile and\nenvironmentally self-defeating; that resort to the powers\nu/Art.32 r/w. Art. 142 of the Constitution for the issues in\nquestion, was uncalled for because the issue was\ncovered under the statutory scheme under Mines and\nMinerals (Development and Regulation) Act, 1957; Forest H\n814 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA (Conservation) Act, 1980 and Environment (Protection)\nAct, 1986.\nB\nDisposing of the Writ Petition 562 of 2009 and\ndetagning the other connected SLPs and Writ Petitions,\nthe Court\nHELD: 1. The Central Empowered Committee (CEC)\nwas first constituted by the Court by its order dated\n9.5.2002 as an interim body until creation of the statutory\nagency contemplated under the provisions of Section 3\nC (3) of the Environment (Protection) Act. Thereafter by a\nNotification dated 17.9.2002 published in the Gazette of\nIndia, the constitution of the CEC for a period of 5 years\nwas notified indicating its composition together with the\nextent of its powers and duties. As the period of five years\nD mentioned in the Notification dated 17.9.2002 had expired\nand the terms of reference to the body had been\nredetermined by this Court, perhaps, a fresh notification\nshould have been issued which was not forthcoming. It\nis in such a situation that the CEC had continued to\nE function under orders of the Court submitting its reports\nfrom time to time in various environmental issues\npending before this Court. It is on consideration of such\nReports that the Court has been passing its orders from\ntime to time. In view of these circumstances, the\nF questions concerning the credibility of the CEC are\nunfounded, particularly in the absence of any materials\nto substantiate the apprehensions, if not allegations, that\nhave been leveled. The said body has been performing\nsuch tasks as had been assigned by this Court by its\norders passed from time to time. The directions on the\nbasis of which the CEC had proceeded and had\nsubmitted its Reports, are within the framework of the\nterms of reference of the CEC as determined by this Court\nby order dated 14.12.2007. [Paras 21 to 23] [851-E-F; 853-\nE-H; 854-A]\nG\nH\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v.\nSTATE OF KARANATAKA\n815\nB\nC\n2. The mechanism provided by any of the statutes in A\nquestion viz. Mines and Minerals (Development \u0026\nRegulation) Act, 1957; Forest (Conservation) Act, 1980\nand Environment (Protection) Act, 1986 would neither be\neffective nor efficacious to deal with the extraordinary\nsituation that has arisen on account of the large scale\nillegalities committed in the operation of the mines in\nquestion resulting in grave and irreparable loss to the\nforest wealth of the country besides the colossal loss\ncaused to the national exchequer. The situation being\nextraordinary, the remedy, indeed, must also be\nextraordinary. Considered against the backdrop of the\nstatutory schemes in question, none of the\nrecommendations of the CEC, if accepted, would come\ninto conflict with any law enacted by the legislature. It is\nonly in the above situation that the Court may consider\nthe necessity of placing the recommendations made by\nthe CEC on a finer balancing scale before accepting the\nsame. Therefore, the Court would proceed to exercise its\nconstitutional jurisdiction to remedy the enormous\nwrong that has happened and to provide adequate\nprotection for the future, as may be required. [Para 33]\n[865-B-E]\nD\nE\nBandhua Mukti Morcha vs. Union of India and Ors. (1984)\n3 SCC 161: 1984 (2) SCR 67; M.C. Mehta vs. Union of India\nand Ors. (1987) 1 SCC 395: 1987 (1) SCR 819; M.C. Mehta F\nvs. Union of India and Ors. (2009) 6 SCC 142 – relied on.\n-\nSupreme Court Bar Association vs. Union of India and\nAnr. (1998) 4 SCC 409: 1998 (2) SCR 795 - held not\napplicable.\nG\n3.1. The participation of the lessee or his\nrepresentative throughout the process of survey by the\nJoint Team; the manner of conduct of the actual process\nof survey; the use of the state of the art technology; the\ncomposition of the Joint Team entrusted with the H\n816 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA responsibility of the survey and the constitution of the 7\nteams that conducted the field survey under the\nsupervision of the Joint Team; the two stages of re-\nverification of the findings of the survey in the light of the\nobjections raised by the lease holders under orders of\nB this Court dated 26.9.2011 and 10.2.2012 and the\ncorrections made on the basis thereof can leave no\ndoubt as to the credibility of the findings of the survey\nconducted under the orders of the Court. Therefore, all\ncomplaints and grievances must fade away in the light\nof the survey undertaken by the Joint Team and the\nevents subsequent thereto. [Para 38] [871-G-H; 872-A-B]\nC\n3.2. It is directed that in supersession of all orders\neither of the authorities of the State or Courts, as may be,\nthe boundaries of leases fixed by the Joint Team will\nD henceforth be the boundaries of each of the leases who\nwill have the benefit of the lease area as determined by\nthe Joint Team. All proceedings pending in any court with\nregard to boundaries of the leases involved in the present\nproceeding shall stand adjudicated by means of present\nE order and no such question would be open for re-\nexamination by any body or authority. [Para 39] [872-G-\nH; 873-A]\nF\nG\n4. The wide terms of the definition contained in\nSection 2(d) of the Mines and Minerals Act encompasses\nall such activity within the meaning of expression \"mining\noperations\". Hence dumping of mining waste\n(overburden dumps) do not constitute operations under\nSection 2(d) of the Mines and Minerals Act. Use of forest\nland for such activity would require clearance under the\nForest Conservation Act. In case the land used for such\npurpose is not forest land the mining lease must cover\nthe land used for any such activity. [Para 40] [873-B-C]\n5.1. Inter-generational equity and sustainable\nH development have come to be firmly embedded in our\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 817\nSTATE OF KARANATAKA\nconstitutional jurisprudence as an integral part of the A\nfundamental rights conferred by Article 21 of the\nConstitution. In enforcing such rights of a large number\nof citizens who are bound to be adversely affected by\nenvironmental degradation, this Court cannot be\nconstrained by the restraints of procedure. The CEC B\nwhich has been assisting the Court in various\nenvironment related matters for over a decade now was\nassigned certain specified tasks which have been\nperformed by the said body giving sufficient justification\nfor the decisions arrived and the recommendations made. C\nIf the said recommendations can withstand the test of\nlogic and reason, there is no reason not to accept the said\nrecommendations and embody the same as a part of the\norder in the present case. [Para 41] [873-F-H; 874-A]\n5.2. Arbitrariness in the adoption of a criteria for D\nE\nclassification has to be tested on the anvil of Article 14\nand not on the subjective notions of availability of a better\nbasis of classification. The test, therefore, ought not to\nbe what would be a 'better' basis for the categorization\nfor that would introduce subjectivity in the process; the\ntest is whether categorization on the basis adopted\nresults in hostile discrimination and adoption of the\ncriteria of percentage has no reasonable nexus with the\nobject sought to be achieved, namely, to identify the\nlessees who have committed the maximum violations and\ndamage to environment. Viewed from the aforesaid\nperspective, the categorization made does not fail the test\nof reasonableness and would commend acceptance of\nthe Court. In the totality of the circumstances, the\ncategorization suggested by the CEC in its Report dated G\n3.2.2012 should be accepted. [Para 42] [874-C-E; 875-B]\n5.3. The conditions subject to which Category 'A' and\n'B' mines are to be reopened and the R\u0026R Plans that have\nbeen recommended as a precondition for reopening of\nCategory 'B' mines are essentially steps to ensure\nF\nH\n818 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA scientific and planned exploitation of the scarce mineral\nresources of the country. The recommendations are\nwholesome and in the interest not only of the\nenvironment and ecology but the mining industry as a\nwhole so as to enable the industry to run in a more\nB organized, planned and disciplined manner. FIMI was\nactively associated in the framing of the guidelines and\nthe preparation of the R\u0026R Plans. There is nothing in the\npreconditions or in the details of the R\u0026R plans\nsuggested which are contrary to or in conflict or\ninconsistent with any of the statutory provisions of the\nMines and Minerals Act, Environment Protection Act and\nForest Conservation Act. In such a situation, while\naccepting the preconditions subject to which the\nCategory 'A' and 'B' mines are to be reopened and the\nR\u0026R plans that must be put in place for Category 'B'\nmines the suggestions made by the CEC for reopening\nof Category 'A' and 'B' mines as well as the details of the\nR\u0026R plans should be accepted. [Para 43] [875-C-F]\nC\nD\n5.4. It is evident from the compilation submitted to the\nE Court by the CEC that several of the Category 'C' mines\nwere operating without requisite clearances under Forest\nConservation Act or even in the absence of a mining\nlease for a part of the area used for mining operations.\nThe satellite imageries placed before the Court with\nF regard to environmental damage and destruction has\nshocked judicial conscience. It is in the light of the above\nfacts and circumstances that the future course of action\nin respect of the maximum violators/polluters, i.e.,\nCategory 'C' mines has to be judged. While doing so, the\nCourt also has to keep in mind the requirement of Iron\nOre to ensure adequate supply of manufactured steel and\nother allied products. Once the result of the survey\nundertaken and the boundaries of the leases determined\nby the Joint Team has been accepted by the Court and\nthe basis of categorization of the mines has been found\nto be rational and constitutionally permissible, it will be\nG\nH\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 819\nSTATE OF KARANATAKA\nB\ndifficult for this Court to visualize as to how the Category A\n'C' mines can be allowed to reopen. There is no room for\ncompassion; fervent pleas for clemency cannot have\neven a persuasive value. As against the individual\ninterest of the 49 Category 'C' leaseholders, public\ninterest at large would require the Court to lean in favour\nof demonstrating the efficacy and effectiveness of the\nlong arm of the law. Therefore, the Court orders for the\ncomplete closure of the Category 'C' mines and for\nnecessary follow up action in terms of the\nrecommendations of the CEC in this regard. [Paras 44 C\nand 45] [876-B-F]\n6. By an order dated 2.11.2012 passed by this Court\nan embargo has been placed on grant of fresh mining\nlicenses. In view of the developments that have taken\nplace in the meantime and in view of the fact that the\nCourt is inclined to accept the recommendations at Sl.\nNos. VI and VII of the CEC's Report dated 3.2.2012 it is\nnot necessary to continue with the order dated 2.11.2012\nin so far as grant of fresh leases are concerned. [Para 46]\n[876-H; 877-A]\nE\n7. In so far as settlement of the inter-state boundaries\nbetween the States of Andhra Pradesh and Karnataka is\nconcerned, both the States have agreed to have the\nboundaries fixed under the supervision of the Geological F\nSurvey of India. In view of the agreement between the\nStates on the said issue the Court permits the States to\nfinalize the issue in the above terms. The operation of the\n7 leases (Category B1) located on or near the inter-State\nboundary is presently suspended. Until the boundary\nissue between the two States is resolved resumption of\nmining operations in the 7 leases cannot be allowed.\n[Para 47] [877-B-C]\nG\n8. The CEC has provisionally categorised ML\nNo.2515 and ML No.2553 in Category \"B\" though the H\n"}