{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"830\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nD\n☐ E\nF\nG\ndeposited with the Monitoring Committee alongwith\nthe royalty, FDT and other applicable taxes/\ncharges;\n(G) The responsibility of the Monitoring Committee will\nbe (a) to monitor the implementation of the various\nprovisions/prescriptions of the R\u0026R Plans, (b) to\nensure strict compliance of the conditions on which\nthe environment clearance, the approval under the\nForest (Conservation) Act, 1980 and the other\nstatutory approvals/clearances have been\naccorded, (c) to ensure that the mining is\nundertaken as per the approved Mining Plan, (d) to\nensure that the ceiling on annual production fixed\nfor the lease does not exceed, (e) to ensure that the\nsafety zone is maintained around the lease area\nand in respect of the clusters of mining leases\naround the outer boundary of such cluster of mining\nleases and (f) to ensure compliance of the other\napplicable condition/provisions. Any lease found to\nbe operating in violation of the stipulated\nconditions/provisions should be liable for closure\nand/or termination of the lease;\n(H) the present Members of the Monitoring Committee\nshould continue for a period of next two years; and\n(1)\nin the larger public interest the mining operations\nin the two leases of M/s. NMDC may be permitted\nto be continued. However, it will be liable to deposit\npenalty/compensation as payable for the mining\nleases falling in \"Category-B\"\n(V) In respect of the mining leases falling in\n\"CATEGORY-B\" (details given at Annexure-R-10 to\nthis Report) it is recommended that:\nH (1)\nthe R\u0026R Plan, under preparation by the ICFRE,\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 831\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\nA\nafter incorporating the appropriate changes as per\nthe directions of this Hon'ble Court, should be\nimplemented in a time bound manner by the\nrespective lessees at his cost. In the event of his\nfailure to do so or if the quality and/or the progress\nof the implementation of the R\u0026R Plan is found to\nB\nbe unsatisfactory by the Monitoring Committee or\nby the designated officer(s) of the State of\nKarnataka, the same should be implemented by the\nState of Karnataka through appropriate agency(ies)\nand at the cost of the lessee;\n(ii) for carrying out the illegal mining outside the lease\narea, exemplary compensation/ penalty may be\nimposed on the lessee. It is recommended that:\nC\n(a) For illegal mining by way of mining pits D\noutside the leases area, as found by the Joint\nTeam, the compensation/ penalty may be\nimposed at the rate of Rs. 5.00 crore (Rs.\nFive Crore only) for per ha. of the area found\nby the Joint Team to be under illegal mining\npit; and\n(b) For illegal mining by way of over burden\ndump(s) road, office, etc. outside the\nsanctioned lease area, the compensation/\npenalty may be imposed @ Rs. 1.00 crores\n(Rs. One Crores only) for per ha. of the area\nfound to be under illegal over burden dump\netc.\n(iii) Mining operation may be allowed to be undertaken\nafter (a) the implementation of the R\u0026 R Plan is\nphysically undertaken and is found to be satisfactory\nbased on the pre-determined parameters (b)\npenalty/ compensation as decided by this Hon'ble\nCourt is deposited and (c) the conditions as\nE\nF\nG\nH\n832\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\napplicable in respect of \"Category-A\" leases are\nfulfilled/followed;\n(iv) In respect of the seven mining leases located on/\nnearby the interstate boundary, the mining\noperation should presently remain suspended. The\nsurvey sketches of these leases should be finalized\nafter the interstate boundary is decided and\nthereafter the individual leases should be dealt with\ndepending upon the level of the illegality found; and\nC (v)\nOut of the sale proceeds of the existing stock of the\nmining leases, after deducting :\n(a) The penalty/compensation payable;\n(b)\nD\nE\nF\n☐ G\n☐ H\n(c)\n(d)\nEstimated cost of the implementation of the\nR\u0026 R Plan; and\n10% of the sale proceeds to be retained by\nthe Monitoring Committee for being\ntransferred to the SPV\nThe balance amount, if any, may be allowed\nto be disbursed to the respective lessees.\n(VI) In respect of the mining leases falling in\n\"CATEGORY-C\" (details are given at annexure-R-\n11 to this Report) it is recommended that (a) such\nleases should be directed to be cancelled/\ndetermined on account of these leases having been\nfound to be involved in substantial illegal mining\noutside the sanctioned lease areas (b) the entire\nsale proceeds of the existing stock of the iron ore\nof these leases should be retained by the\nMonitoring Committee and (c) the implementation\nof the R\u0026R Plan should be at the cost of the lessee;\n(VII) the area of the mining leases falling in the\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 833\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\nB\n\"Category-C\", after cancellation of the mining A\nleases may be directed to be allotted/assigned\nthrough a transparent process of bidding to the\nhighest bidder (s) from amongst the end users. The\nfloor price for this purpose should be fixed on the\nbasis of the market value of the permissible annual\nproduction of the iron ore during the period of the\nagreements/lease period. The iron ore produced\nfrom such mines should be used for captive use\nonly and no sale/export will be permissible. The\ndetailed schemes in this regard should be prepared C\nand implemented after obtaining the permission of\nthis Hon'ble Court;\n(VIII) the mining leases owned by the M/s. MML should\nbe operated by it. Alternatively, the agreements for\nmining operations and supply of the iron ore should D\nbe entered into by it through a transparent process\nand on the basis of the market value of the mineral\nand without any hidden subsidy. The detailed\nscheme in this regard should be prepared and\nimplemented after obtaining permission of this\nHon'ble Court.\nE\nF\n(IX) A Special Purpose Vehicle (SPV) under the\nChairmanship of Chief Secretary, Government\nKarnataka and with the senior officers of the\nconcerned Departments of the State Government\nas Members may be directed to be set up for the\npurpose of taking various ameliorative and\nmitigative measures in Districts Bellary,\nChitradurga and Tumkur. The additional resources\nmobilized by (a) allotment/ assignment of the\ncancelled mining leases as well as the mining\nleases belonging to M/s. MML, (b) the amount of\nthe penalty/ compensation received/ receivable\nfrom the defaulting lessee, (c) the amount received/\nreceivable by the Monitoring Committee from the H\nG\nA\nB\n☐ E\n834\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nmining leases falling in \"Category-A\" and\n\"Category-B\", (d) amount received/ receivable from\nthe sale proceeds of the confiscated material etc.,\nmay be directed to be transferred to the SPV and\nused exclusively for the socio-economic\ndevelopment of the area/local population,\ninfrastructure development, conservation and\nprotection of forest, developing common facilities\nfor transportation of iron ore (such as maintenance\nand widening of existing road, construction of\nalternate road, conveyor belt, railway siding and\nimproving communication system, etc.). A detailed\nscheme in this regard may be directed to be\nprepared and implemented after obtaining\npermission of this Hon'ble Court;\nD (X) Out of the 20% of sale proceeds retained by the\nMonitoring Committee in respect of the cleared\nmining leases falling in \"Category-A\", 10% of the\nsale proceeds may be transferred to the SPV while\nthe balance 10% of the sale proceeds may be\nreimbursed to the respective lessees. In respect of\nthe mining leases falling in \"Category-B\", after\ndeducting the penalty/compensation, the estimated\ncost of the implementation of the R\u0026R Plan, and\n10% of the sale proceeds to be retained for being\ntransferred to the SPV, the balance amount, if any,\nmay be reimbursed to the respective lessees;\n☐ F\n☐ G\nH\n(XI) no new mining leases, including for which\nNotifications have already been issued, will be\ngranted without obtaining permission of this\nHon'ble Court;\n(XII) the pending applications for grant of mining leases\nin Ramgad and Swamimalai Block in District\nBellary and for which the NOC's were earlier issued\nwill stand rejected;\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 835\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\n(XIII) the confiscated iron ore pertaining to the cancelled A\nstock yards will be sold by the Monitoring\nCommittee and the sale proceeds will be retained\nby the Monitoring Committee;\n(XIII) the Monitoring Committee may be authorized to sell\nlow grade/sub grade iron ore to Cement Plants, Red\nOxide and other similarly placed industries. It may\nalso be authorized to supply iron ore required for\nconstruction of nuclear plants at the rates mutually\nagreed between the Monitoring Committee and the\nconcerned authorities provided no middle man is\ninvolved; and\nB\nC\n(XIV) the Monitoring Committee may be authorized to\nutilize up to 25% of the interest received by it for\nengaging reputed agencies for the monitoring of the D\nvarious parameters relating to mining.\"\n6. As previously noticed, the CEC in its Report dated\n13.3.2012 had set out in detail the objectives of the\nReclamation and Rehabilitation (R\u0026R) plans and the guidelines\nfor preparation of detailed R \u0026 R plans in respect of each mining\nlease. The origins of the idea (R \u0026 R plans) are to be found in\nan earlier Report of the CEC dated 28.7.2011. As the\nsuggestions of the CEC with regard to preparations of R \u0026 R\nplans for each mine is crucial to scientific and planned\nexploitation of the mineral resources in question it will be\nnecessary for us to notice the said objectives and the detailed\nguidelines which are set out below. In this connection it would\nbe worthwhile to take note of the fact that the guidelines in\nquestion have been prepared after detailed consultation with\ndifferent stakeholders including the Federation of Indian\nMineral Industries (FIMI) which claims to be the representative\nbody of the majority of the mining lessees of the present case.\n\"II. BROAD OBJECTIVES/PARAMETERS OF R\u0026R\nPLANS\nE\nF\nG\nH\nA\nB\nс\nD\n☐ F\n836 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\n8. The broad objectives/parameters of the R\u0026R Plans\nwould be:\n(i)\n(ii)\nto carry out time bound reclamation and\nrehabilitation of the areas found to be under illegal\nmining by way of mining pits, over burden/waste\ndumps etc. outside the sanctioned areas;\nto ensure scientific and sustainable mining after\ntaking into consideration the mining reserves\nassessed to be available within the lease area;\n(iii) to ensure environmental friendly mining and related\nactivities and complying with the standards\nstipulated under the various environmental/mining\nstatutes e.g. air quality (SPM, RPM), noise/vibration\nlevel, water quality (surface as well as ground\nwater), scientific over burden/waste dumping,\nstabilization of slopes and benches, proper stacking\nand preservation of top soil, sub grade mineral and\nsaleable minerals, proper quality of internal roads,\nadequate protective measures such as dust\nsuppression/control measures for screening and\ncrushing plants, beneficiation plants, provision for\nretention walls, garland drains, check dams,\nsiltation ponds, afforestation, safety zones, proper\ncovering of truck, exploring possibility of back filling\nof part of over burden/waste dumps in the mining\npits, sale/beneficiation of sub grade iron ore, water\nharvesting, etc.\n(iv)\n☐ G\n(v)\nfor achieving (ii) and (iii) above, fixation of\npermissible annual production; and\nregular and effective monitoring and evaluation.\n☐ H\nXXXXXX\nXXXX\nXXXXX\nXXXX\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 837\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\nVI. PROVISIONS/PRESCRIPTIONS OF THE LEASE A\nWISE R\u0026R PLANS\n14. The leasewise R\u0026R Plans will provide for the specific\nprovisions/prescriptions as dealt with hereunder:\n(A) REGARDING AREA FOUND BY THE JOINT\nTEAM TO BE UNDER ILLEGAL MINING\n15. The area under illegal mining pits should be filled up\nwith the existing over burden/waste dumps preferably the\nillegal dumps. Appropriate soil and moisture conservation\nmeasures will be provided and such areas will be\nafforested with indigenous species.\n16. The reclamation and rehabilitation works will be carried\nout even if such areas are found to be having mineral\nreserves.\n17. In respect of area under illegal over burden/waste\ndumps, wherever environmentally feasible the over burden/\nwaste dumps will be removed and disposed of\nscientifically within the lease area of the encroacher.\n18. In other cases, the illegal over burden/waste dumps will\nbe stabilized by:\n(a) modifying the gradient of the lump\nB\nC\nD\nE\nLL\nF\n(b) construction of retaining walls,\n(c)\nconstruction of gully plugs\n(d)\nconstruction of garland drains\nG\n(e)\ngeo-metric/geo-matting of dumps\n(f)\nafforestation, and\n(g)\nother soil and moisture conservation measures,\nH\nA\n838\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\n19. However, in respect of the mining pits falling within the\narea of the other sanctioned leases, specific lease-wise\nprescription/provision will be made depending upon the\nground situation.\n(B)\nREGARDING\nB\nPRODUCTION\nPERMISSIBLE\nANNUAL\nC\nD\nE\nF\n☐ G\n☐ H\n20. The permissible annual production for the mining lease\nwould be based on (a) the mineral reserves in the lease\narea; (b) area available for over burden/waste dumps, sub\ngrade iron ore and other land uses (c) existing transport\nfacilities in relation to the traffic load of the mining lease\nand (d) overall ceiling on the annual production from all the\nmining leases in the district (as dealt with earlier).\n21. Presently the permissible annual production would be\ndecided for the next five years subject to review/\nmodification in any of the following situation:\n(a) change in the assessed mineral reserves/\nresources because of subsequent exploration\ncarried out and incorporated in the modified mining\nplan/scheme and approved by the IBM;\n(b) identification of additional area for the disposal\nof the over burden/waste dumps and incorporated\nin the approved mining plan/scheme (preferably by\nway of back filling of mined out pits); and\n(c) creation of additional physical infrastructure such\nas railway sidings, conveyors, wagon tipplers,\nwagon loaders (to remove/reduce transportation\nbottlenecks).\n(C) STABILIZATION OF THE EXISTING OVER\nBURDEN/WASTE DUMPS AND SUB GRADE\nIRON ORE DUMPS AND PLAN FOR ACTIVE\nOVER BURDEN/WASTE DUMP\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 839\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\n22. This will include the total area of the dump(s), present A\ngradient, planned gradient, provision for retaining wall(s),\nbenches, final gradient, volume of over burden/waste dump\nthat may be stored, afforestation, use of geo-matting/geo-\ntextile, garland drains and other soil and moisture\nconservation/protective measures;\n23. The design will vary from mine to mine and within the\nmine from dump to dump. The prescription will also vary\nbetween old dumps and active dumps. The slope of 27\ndegree provided in the environment clearance may not be\nfeasible for dumping on steep hill slopes.\n24. The ultimate objective of the dump design/protective\nmeasure would be to ensure that the slopes are stable, are\nnot vulnerable to erosion and to provide for adequate\nprotective measures to capture/control run off:\n(D) MINING PITS\n25. In respect of the mining leases where the shape and\ndesign of the mining pits differ substantially from those\nprovided in the approved mining plan and /or found to be\nin gross violation of the approved design, mining will be\npermissible based on rectification as required by the\nconcerned statutory authority (viz. DGMS). Similarly, gross\nviolations under other Acts/Rules, if any, will need to be\nrectified (as required by the relevant statutory authorities).\n(E) SOIL AND MOISTURE CONSERVATIONS,\nAFFORESTATION AND OTHER MEASURES\nB\nC\nD\nE\nF\n26. The R\u0026R plan would inter alia provide for:\nG\n(i) broad design/specification for\n(a) garland drains\n(b) retaining walls\nH\n"}