{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"870 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\n14 SRI. N. MANZOOR\nAHMED\n1324/ 15.97\n15.65\n15.71\n0.06\n2616\n15 SMT KAMALA BAI\n1442\n13.45\n13.02 13.44\n0.42\n16 SUDARSHAN SINGH\n2579\n8.09\n8.37\n8.11\n-0.26\nB\n(MAHALAKSHMI\nMINERALS)\n17 RAMGAD MINERALS\n2451\n24.28 24.23\n24.04\n-0.19\nAND MINING PVT LTD\n18 TRIDENT MINERALS\n2315\n32.27 31.606 32.43\n0.82\n19 ALLUM\n2436\n28.07\n23.55324.53\n0.98\nC\nVEERABHADRAPPA\n20 KANHAYALAL\n2563\n30.76 28.73 30.09\n1.36\nDUDHERIA\n21 ADARSHA\n2369\n3.03\n2.91 2.98\n0.07\nENTERPRISES\nD\n22 MATHA MINERALS\n1975/\n129.5\n125.5 129.16 3.66\n2600\n23 S.B. MINERALS\n2393 40.47\n40.67\n40.38 -0.29\n[24] KARNATAKA LIMPO\n2650\n6.07\n6.94\n6.47\n-0.47\n25 ANJANA MINERALS\n2519\n4.55\n4.5\n4.53\n0.03\nE\n\"\n26 DECCAN MINING\n2525\n19.02\n17.015 17.43\n0.41\nSYNDICATE (P) LTD\n27 P. ABUBAKAR\n2183\n14.00 13.756 13.85 0.09\n28 LAKSHMI NARAYANA\n2487\n105.22 103.06 86.18\n-16.88\nMINING COMPANY\nF\n29 KAMALA BAI\n2187\n23.47 23.43 23.71\n0.28\n30] MYSORE STONEWARE\n2521 122.72\n118.3 122.65\n4.35\nPIPES AND\nPOLTERIES (P)LTD.\nG 31 TEJA WORK\n32\nRAJAPURA MINES\n33 H.G. RANGANGOWDA\n34 NIDHI MINING PVT. LTD. 2433\n2353 4.85\n2190 93.74 89.62\n2148 60.70\n31.84 29.195 29.49\n4.74 4.83\n0.09\n91.7\n2.13\n60.3\n60.66\n0.36\n1.30\nH\n35 S.B. MINERALS\n2550\n44.52\n38.819 39.40\n0.58\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v.\nSTATE OF KARANATAKA [RANJAN GOGO1, J.]\n|36 |MILANA MINERALS\n871\nA\n3.99\n1842\n99.56 95.55699.55\n(LAKSHMI \u0026 CO.)\n37 DEEP CHAND\n2348\n125.45 128.546|124.92\n-3.63\nKISHANLAL\n38 THUNGABHADRA\nMINERALS LTD.\n2365\n125.58 135.04\nB\n39 THUNGABHADRA\n2366\n33.97 33.16\nMINERALS LTD.\n163.74 -4.46\n40 M SRINIVASULU\n2631\n74.86 78.565 75.14 -3.43\n41 M. CHANNAKESHAVA\n2566\n7.85\n8\n7.57\n-0.43\nREDDY (SRI LAKSHMI\nC\nNARASHIMHA\nMINING CO.\n42 SPARK LINE MINING\n2567\n4.86\n4.93\n4.86\n-0.07\nCORPORATION\n143 MINERAL MINERS\n2185A 46.13\n44.11 44.42\n0.31\nD\nAND TRADERS\n44 MYSORE MINERALS LTD. 995\n45 V.S. LAD \u0026 SONS\n46 KARTHIKEYAS\n33.60\n2290 105.06\n2559\n82.2 32.89 -49.31\n98.12 100.54 2.42\n27.23 27.236 26.71 -0.53\nMANGANESE\nE\n47 G RAJSHEKAR\n48 RAMA RAO PAOL\n2229 129.49 127.83 127.42\n2621\n-0.41\n28.34 26.33 33.80\n7.47\n49 SMT RAZIA KHANUM\n2557/ 12.58 12.0578 12.54 0.48\n1575\n38. The participation of the lessee or his representative\nthrough out the process of survey by the Joint Team; the details\nof the manner of conduct of the actual process of survey\ndelineated above; the use of the state of the art technology; the\ncomposition of the Joint Team entrusted with the responsibility\nof the survey and the constitution of the 7 teams that conducted\nthe field survey under the supervision of the Joint Team; the two\nstages of re-verification of the findings of the survey in the light\nof the objections raised by the lease holders under orders of\nthis Court dated 26.9.2011 and 10.2.2012 and the corrections\nF\nG\nH\n872 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA made on the basis thereof can leave no doubt as to the\nB\ncredibility of the findings of the survey conducted under the\norders of the Court. True it is that we cannot claim to be experts;\nbut we need not be to see what is ex facie evident. Therefore,\nnotwithstanding the protracted arguments advanced on behalf\nof lease holders and the large scale reference to sketches,\nmaps and drawings filed before this Court by the said lease\nholders, we are satisfied that all complaints and grievances\nmust fade away in the light of the survey undertaken by the Joint\nTeam and the events subsequent thereto. It would also be\nsignificant to take note of the fact that in the written submission\nC on behalf of the Federation of Indian Mineral Industries (FIMI),\nin the opening paragraph it has been stated as under.\nD\nE\nF\n\"The applicant submits that FIMI has full faith in the integrity\nand fairness of the survey done by the Joint Team and\nrecommended by CEC. FIMI is in full agreement with the\nrecommendations made by CEC with regard to\nCategories A and B and the directions issued by this\nHon'ble Court. FIMI is simultaneously of the view that\ninstead of cancellation of Category 'C' mining leases,\nthese may be directed to make appropriate compensatory\nafforestation payment, undertake R\u0026R work as per R\u0026 R\nPlan prepared by ICFRE and approved by CEC and after\nsuccessful completion and implementation of R\u0026R Plan,\nthey should be allowed to recommence mining operations\nin such leases.\"\n39. We make it clear that we have not understood the\nabove statement as an admission on the part of the Federation\nand it is on a consideration of the totality of the facts placed\nbefore us that we accept the findings of the survey conducted\nby the Joint Team constituted by the orders of this Court and\nthe boundaries of each of the leases determined on that basis.\nG We further direct that in supersession of all orders either of the\nauthorities of the State or Courts, as may be, the boundaries\nof leases fixed by the Joint Team will henceforth be the\nboundaries of each of the leases who will have the benefit of\nthe lease area as determined by the Joint Team. All\nproceedings pending in any court with regard to boundaries of\nH\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v.、 873\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\nthe leases involved in the present proceeding shall stand A\nadjudicated by means of present order and no such question\nwould be open for re-examination by any body or authority.\n40. Before proceeding to the next issue we would like to\nobserve that the contention urged on behalf of some of the\nlessees that dumping of mining waste (overburden dumps) do B\nnot constitute operations under Section 2(d) of the MMDR Act\nis too naive for acceptance. The wide terms of the definition\ncontained in Section 2(d) of the MMDR Act encompasses all\nsuch activity within the meaning of expression \"mining\noperations\". Use of forest land for such activity would require\nclearance under the FC Act. In case the land used for such\npurpose is not forest land the mining lease must cover the land\nused for any such activity.\nISSUE NO.4\nC\nAcceptability of the Recommendations of the CEC with D\nregard to (i) categorization, (ii) Reclamation and\nRehabilitation (R\u0026R) Plans, (iii) Reopening of Category 'A'\nand 'B' mines subject to conditions, (iv) Closure/\nreopening of Category 'C' mines and (v) future course of\naction in respect of Category 'C' mines if closure thereof\nis to be ordered by the Court\nE\nFL\n41. In the light of the discussions that have preceded\nsanctity of the procedure of laying information and materials\nbefore the Court with regard to the extent of illegal mining and\nother specific details in this regard by means of the Reports of\nthe CEC cannot be in doubt. Inter-generational equity and\nsustainable development have come to be firmly embedded in\nour constitutional jurisprudence as an integral part of the\nfundamental rights conferred by Article 21 of the Constitution.\nIn enforcing such rights of a large number of citizens who are\nbound to be adversely affected by environmental degradation, G\nthis Court cannot be constrained by the restraints of procedure.\nThe CEC which has been assisting the Court in various\nenvironment related matters for over a decade now was\nassigned certain specified tasks which have been performed\nby the said body giving sufficient justification for the decisions H\n874 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA arrived and the recommendations made. If the said\nrecommendations can withstand the test of logic and reason\nwhich issue is being examined hereinafter we will have no\nreason not to accept the said recommendations and embody\nthe same as a part of the order that we will be required to make\nin the present case.\nB\nD\n(i) Categorization\n42. The issue is whether categorization on the basis of\npercentage of the encroached area qua the total lease area is\nan arbitrary decision. Arbitrariness in the adoption of a criteria\nC for classification has to be tested on the anvil of Article 14 and\nnot on the subjective notions of availability of a better basis of\nclassification. The basis suggested i.e. total encroached area\nhas the potential of raising questions similar to the ones now\nraised on behalf of the lease holders. This is on account of the\nlack of uniformity in the areas covered by the different leases\nin question. The test, therefore, ought not to be what would be\na 'better' basis for the categorization for that would introduce\nsubjectivity in the process; the test is whether categorization on\nthe basis adopted results in hostile discrimination and adoption\nof the criteria of percentage has no reasonable nexus with the\nE object sought to be achieved, namely, to identify the lessees\nwho have committed the maximum violations and damage to\nenvironment. Viewed from the aforesaid perspective, the\ncategorization made does not fail the test of reasonableness\nand would commend for our acceptance.\nF\nG\nH\nIn this regard, we may take note of two IAS (IA.No.74 of\n2012 and I.A.No.4 of 2012) filed by Federation of Indian Mineral\nIndustries which body claims membership of a vast number of\nthe lessees involved in the present proceedings. In the aforesaid\nIAs, as already noticed in a different context, the Federation has\nunequivocally accepted the findings of the survey conducted by\nthe Joint Team and the recommendation of the CEC in so far\nas categorization of the leases and the actions suggested for\nreopening of Category 'A' and 'B' mines along with other pre-\nconditions stipulated including the preparation of the R \u0026 R\nplans. The only caveat in this regard is in respect of category\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 875\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\n'C' mines. The Federation had suggested that the said mines A\nbe also allowed to reopen subject to similar or even more\nstringent conditions and, alternatively, for reopening of 39 total\nout of the total of 49 category 'C' mines by adoption of certain\nmore liberal criteria than those recommended by the CEC. In\nthe totality of the circumstances, we are of the view that the\ncategorization suggested by the CEC in its Report dated\n3.2.2012 should be accepted by us.\n(ii)\nConditions which have been suggested for\nopening of Category 'A' mines and additionally\nthe R\u0026R Plans for Category 'B' mines\nB\nC\nD\nE\n43. The conditions subject to which Category 'A' and 'B'\nmines are to be reopened and the R\u0026R Plans that have been\nrecommended as a precondition for reopening of Category 'B'\nmines are essentially steps to ensure scientific and planned\nexploitation of the scarce mineral resources of the country. The\ndetails of the preconditions and the R\u0026R plans have already\nbeen noticed and would not require a repetition. Suffice it would\nbe to say that such recommendations are wholesome and in\nthe interest not only of the environment and ecology but the\nmining industry as a whole so as to enable the industry to run\nin a more organized, planned and disciplined manner. FIMI was\nactively associated in the framing of the guidelines and the\npreparation of the R\u0026R Plans. There is nothing in the\npreconditions or in the details of the R\u0026R plans suggested which\nare contrary to or in conflict or inconsistent with any of the\nstatutory provisions of the MMDR Act, EP Act and FC Act. In\nsuch a situation, while accepting the preconditions subject to\nwhich the Category 'A' and 'B' mines are to be reopened and\nthe R\u0026R plans that must be put in place for Category 'B' mines,\nwe are of the view that the suggestions made by the CEC for\nreopening of Category 'A' and 'B' mines as well as the details\nof the R\u0026R plans should be accepted by us, which we G\naccordingly do. This will bring us to the most vital issue of the\ncase, i.e., the future of the Category 'C' mines.\nF\n44. The precise extent of illegal mining that took place in\nthe three districts of Karnataka have been noted in detail in an\nearlier part of this order (para 23). The same, therefore, will not H\nB\n876 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA require any repetition. Illegal mining apart from playing havoc\non the national economy had, in fact, cast an ominous cloud\non the credibility of the system of governance by laws in force.\nIt has had a chilling and crippling effect on ecology and\nenvironment. It is evident from the compilation submitted to the\nCourt by the CEC that several of the Category 'C' mines were\noperating without requisite clearances under FC Act or even\nin the absence of a mining lease for a part of the area used\nfor mining operations. The satellite imageries placed before the\nCourt with regard to environmental damage and destruction\nhas shocked judicial conscience. It is in the light of the above\nC facts and circumstances that the future course of action in\nrespect of the maximum violators/polluters, i.e., Category 'C'\nmines has to be judged. While doing so, the Court also has to\nkeep in mind the requirement of Iron Ore to ensure adequate\nsupply of manufactured steel and other allied products.\nD\nE\n45. Once the result of the survey undertaken and the\nboundaries of the leases determined by the Joint Team has\nbeen accepted by the Court and the basis of categorization of\nthe mines has been found to be rational and constitutionally\npermissible it will be difficult for this Court to visualize as to how\nthe Category 'C' mines can be allowed to reopen. There is no\nroom for compassion; fervent pleas for clemency cannot have\neven a persuasive value. As against the individual interest of\nthe 49 Category 'C' leaseholders, public interest at large would\nrequire the Court to lean in favour of demonstrating the efficacy\nand effectiveness of the long arm of the law. We, therefore,\nF order for the complete closure of the Category 'C' mines and\nfor necessary follow up action in terms of the recommendations\nof the CEC in this regard, details of which have already been\nextracted in an earlier part of this order.\nG\nH\nISSUE NO.5\nOther Miscellaneous/Connected Issues\n46. We have noticed that by an order dated 2.11.2012\npassed by this Court an embargo has been placed on grant of\nfresh mining licenses. In view of the developments that have\ntaken place in the meantime and in view of the fact that we are\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v. 877\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\ninclined to accept the recommendations at SI. Nos. VI and VII A\nof the CEC's Report dated 3.2.2012 (Pg.56 of the Report), we\ndo not consider it necessary to continue with the order dated\n2.11.2012 in so far as grant of fresh leases are concerned.\n47. In so far as settlement of the inter-state boundaries\nbetween the States of Andhra Pradesh and Karnataka is B\nconcerned, both the States have agreed to have the boundaries\nfixed under the supervision of the Geological Survey of India.\nIn view of the agreement between the States on the said issue\nwe permit the States to finalize the issue in the above terms.\nThe operation of the 7 leases (Category B1) located on or near\nthe inter-State boundary is presently suspended. Until the\nboundary issue between the two States is resolved resumption\nof mining operations in the 7 leases cannot be allowed.\n48. The CEC has provisionally categorised M/s. S.B.\nMinerals (ML No.2515) and Shanthalakshmi Jayaram (ML\nNo.2553) in Category \"B\" though the encroached area under\nillegal mining pits has been found to be 24.44% and 23.62%\nrespectively. According to the CEC, it is on account of \"the\ncomplexities involved in finalizing the survey sketches and in\nthe absence of inter-village boundary\" that the said leases have\nbeen placed in Category \"B\" instead of Category \"C\". We\ncannot agree with the tentative decision of the CEC. On the\nbasis of the findings of the survey and the categorization made,\nboth of which have been accepted by the Court by the present\norder, we direct that the aforesaid two leases, namely, M/s. S.B.\nMinerals and M/s. Shanthalakshmi Jayaram be placed in\nCategory “C”. Necessary consequential action will naturally\nfollow.\nC\nD\nE\nF\nG\n49. The CEC in its Report dated 28.3.2012 has placed\nthe cases of M/s. V.S. Lad \u0026 Sons and M/s. Hothur Traders\n(placed in Category \"C\") for final determination by the Court.\nThe CEC has reported that the encroachment by M/s. V.S. Lad\n\u0026 Sons is only in respect of the overburden dumps and exceeds\nthe percentage (15%) marginally, i.e., by 0.17% which could\nvery well be due to the least count error used by the Joint Team.\nIn so far as M/s. Hothur Traders is concerned the CEC in its\nReport dated 28.3.2012 has recorded that according to the H\n878 SUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA lessee it has carried on its mining operation for the last 50 years\nin the lease area allotted to it which may have been wrongly\nidentified in the earlier surveys and demarcations by taking into\naccount a wrong reference point.\nHaving considered the facts on which the two lessees\nB have sought upgradation from \"C\" to \"B\" Category we are afraid\nthat such upgradation cannot be allowed. Both the lessees, in\nfact, accept the results of the survey by the Joint Team which\nfindings have already been accepted by us.\n50. In the result, we summarize our conclusions in the\nC matter as follows:-\nD\nヨ\nF\nG\n☐ H\n(1) The findings of the survey conducted by the Joint\nTeam constituted by this Court by order dated\n6.5.2011 and boundaries of the leases in question\nas determined on the basis of the said survey is\nhereby approved and accepted.\n(2)\n(3)\nThe categorization of the mines (\"A\", \"B\" and \"C\")\non the basis of the parameters adopted by the\nCEC as indicated in its Report dated 3.2.2012 is\napproved and accepted.\nThe order of the Court dated 13.4.2012 accepting\nthe recommendations dated 13.3.2012 of the CEC\n(in modification of the recommendations of the\nCEC dated 3.2.2012) in respect of the items (A)\nto (I) is reiterated. Specifically, the earmarked role\nof the Monitoring Committee in the said order\ndated 13.4.2012 is also reiterated.\n(4) The order of the Court dated 3.9.2012 in respect\nof reopening of 18 Category “A” mines subject to\nthe conditions mentioned in the said order is\nreiterated.\n(5) The order of the Court dated 28.9.2012 in all\nrespects is reiterated.\n(6) The recommendations of the CEC contained in the\nReport dated 15.2.2013 for reopening of remaining\nSAMAJ PARIVARTANA SAMUDAYA \u0026 ORS. v.\nSTATE OF KARANATAKA [RANJAN GOGOI, J.]\n(7)\n879\nCategory \"A\" mines and Category “B” mines (63 in A.\nnumber) and sale of sub-grade iron ore subject to\nthe conditions mentioned in the said Report are\napproved.\nThe recommendations contained in paragraphs VI\nand VII (Pg. 56 to 57) of the CEC Report dated B\n3.2.2012 are accepted, meaning thereby, the\nleases in respect of \"C\" Category mines will stand\ncancelled and the recommendations of the CEC\n(para VII Pg. 56) of Report dated 3.2.2012 with\nregard to the grant of fresh leases are accepted.\n(8) The proceeds of the sales of the Iron Ore of the 'C'\nCategory mines made through the Monitoring\nCommittee will stand forfeited to the State. The\nMonitoring Committee will remit the amounts held\nby it on this account to the SPV for utilization in\nconnection with the purposes for which it had been D\nconstituted.\n(9)\nC\nM/s. V.S. Lad \u0026 Sons, M/s. Hothur Traders, M/s.\nS.B. Minerals (ML No. 2515) and M/s.\nShanthalakshmi Jayaram (ML No. 2553) will be\ntreated as \"C\" Category mines and resultant E\nconsequences in respect of the said leases will\nfollow.\n(10) The operation of the 7 leases placed in \"B\" category\nsituated on or nearby the Karnataka- Andhra\nPradesh inter-State boundary will remain F\nsuspended until finalisation of the inter-State\nboundary dispute whereupon the question of\ncommencement of operations in respect of the\naforesaid 7 leases will be examined afresh by the\nCEC.\nG\n(11) The recommendations made in the paragraph VIII\nof the Report of the CEC dated 3.2.2012\n(pertaining to M/s. MML, Pg.57) is accepted. The\nrecommendations made in paragraphs IX, X, XII (in\nrespect of confiscated iron-ore) XIII and XIV of the\nsaid Report dated 3.2.2012 (Pg. 57-60) will not H\n"}