{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"UNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 937\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\na basic structure must be justified by reference to the express A\nprovision of the Constitution. He further held:\nC\n\"The one principle, however, which is deducible in all the\napplications of the basic structure doctrine, which has\nbeen used by this Court to limit even the power of\nB\nConstitutional amendment, is that whatever is put forward\nas a basic limitation upon legislative power must be\ncorrelated to one or more of the express provisions of the\nConstitution from which the limitation should naturally and\nnecessarily spring forth. The doctrine of basic structure, as\nexplained above, requires that any limitation on legislative\npower must be so definitely discernible from the provisions\nof the Constitution itself that there could be no doubt or\nmistake that the prohibition is a part of the basic structure\nimposing a limit on even the power of Constitutional\namendment. And, whenever we construe any document,\nby reading its provisions as a whole, trying to eliminate or\nresolve its disharmonies, do we not attempt to interpret it\nin accordance with what we find in its \"basic structure\" or\npurposes? The doctrine is neither unique nor new.\nD\nE\nF\nNo doubt, as a set of inferences from a document (i.e. the\nConstitution), the doctrine of \"the basic structure\" arose out\nof and relates to the Constitution only and does not, in that\nsense, appertain to the sphere of ordinary statutes or arise\nfor application to them in the same way. But, if, as a result\nof the doctrine, certain imperatives are inherent in or\nlogically and necessarily flow from the Constitution's 'basic\nstructure\", just as though they are its express mandates,\nthey can be and have to be used to test the validity of\nordinary laws just as other parts of the Constitution are so G\nused.\nThus, it is clear that whenever the doctrine of the basic\nstructure has been expounded or applied it is only as a\ndoctrine of interpretation of the Constitution as It actually\nexists and not of a Constitution which could exist only\nH\nA\nB\nC\nD\n938 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nsubjectively in the minds of different individuals as mere\ntheories about what the Constitution is. The doctrine did\nnot add to the contents of the Constitution. It did not, in\ntheory, deduct anything from what was there. It only\npurported to bring out and explain the meaning of what was\nalready there. It was, in fact, used by all the judges for only\nthis purpose with differing results simply because their\nassessments or inferences as to what was part of the basic\nstructure in our Constitution differed. This, I think is the\ncorrect interpretation of the doctrine of the basic structure\nof the Constitution. It should only be applied if it is clear,\nbeyond the region of doubt, that what is put forward as a\nrestriction upon otherwise clear and plenary legislative\npower is there as a Constitutional imperative.\"\nIndependent judicial tribunals for determination of the rights\nof citizens, and for adjudication of the disputes and complaints\nof the citizens, is a necessary concomitant of the Rule of Law.\nRule of Law has several facets, one of which is that disputes\nof citizens will be decided by Judges who are independent and\nimpartial; and that disputes as to legality of acts of the\nE Government will be decided by Judges who are independent\nF\nG\nH\nof the Executive. Another facet of Rule of Law is equality before\nlaw. The essence of equality is that it must be capable of being\nenforced and adjudicated by an independent judicial forum.\nJudicial independence and separation of judicial power from\nthe Executive are part of the common law traditions implicit in\na Constitution like ours which is based on the Westminster\nmodel.\n41. The fundamental right to equality before law and equal\nprotection of laws guaranteed by Article 14 of the Constitution,\nclearly includes a right to have the person's rights, adjudicated\nby a forum which exercises judicial power in an impartial and\nindependent manner, consistent with the recognized principles\nof adjudication. Therefore wherever access to courts to enforce\nsuch rights is sought to be abridged, altered, modified or\n\"\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 939\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nB\nsubstituted by directing him to approach an alternative forum, A\nsuch legislative act is open to challenge if it violates the right\nto adjudication by an independent forum. Therefore, though the\nchallenge by MBA is on the ground of violation of principles\nforming part of the basic structure, they are relatable to one or\nmore of the express provisions of the Constitution which gave\nrise to such principles. Though the validity of the provisions of\na legislative act cannot be challenged on the ground it violates\nthe basic structure of the constitution, it can be challenged as\nviolative of constitutional provisions which enshrine the\nprinciples of Rule of Law, separation of power and C\nindependence of Judiciary.\n42. In The State of West Bengal v. Anwar Ali Sarkar [AIR\n1952 SC 75], Bose J., made a classic exposition regarding\nArticle 14:\nD\nF\n\"What I am concerned to see is not whether there is\nabsolute equality in any academical sense of the term but\nwhether the collective conscience of a sovereign\ndemocratic republic can regard the impugned law,\ncontrasted with the ordinary law of the land, as the sort of E\nsubstantially equal treatment which men of resolute minds\nand unbiased views can regard as right and proper in a\ndemocracy of the kind we have proclaimed ourselves to\nbe.\" Such views must take into consideration the practical\nnecessities of government, the right to alter the laws and\nmany other facts, but in the forefront must remain the\nfreedom of the individual from unjust and unequal\ntreatment, unequal in the broad sense in which a\ndemocracy would view it. In my opinion, 'law' as used in\narticle 14 does not mean the \"legal precepts which are\nactually recognised and applied in tribunals of a given time\nand place” but “the more general body of doctrine and\ntradition from which those precepts are chiefly drawn, and\nby which we criticise, them.\" (Dean Pound in 34 Harvard\nLaw Review 449 at 452).\nG\nH\n:\nA\nB\n940\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\n\"However much the real ground of decision may be hidden\nbehind a screen of words like 'reasonable', 'substantial',\n'rational' and 'arbitrary' the fact would remain that judges\nare substituting their own judgment of what is right and\nproper and reasonable and just for that of the legislature;\nand up to a point that, I think, is inevitable when a judge is\ncalled upon to crystallise a vague generality like article 14\ninto a concrete concept.\"\n43. MBA relied upon the following extract from Chapter 2\nof \"Orderly \u0026 Effective Insolvency Procedures - Key Issues\"\nC\nannexed to Eradi Committee Report in support of its contention\nthat the adjudication of disputes relating to insolvency should\nbe conducted by Judges:\nD\nE\nF\nG\nI\n\"An insolvency law will need to provide for an institutional\nframework for its implementation. Since the adjudication\nof disputes is a judicial function, insolvency proceedings\nshould be conducted under the authority of a court of law\nwhere judges will, at a minimum, be required to adjudicate\ndisputes between the parties on factual issues and, on\noccasion, render interpretations of the law. The judiciary\nwill only be able to fulfil this function if it is made up of\nindependent judges with particularly high ethical and\nprofessional standards.\"\nLearned counsel for MBA also referred to certain decisions of\nforeign Courts which may not be relevant in the Indian\nconstitutional context. In particular, the decisions of US court's\nmay not be relevant as Indian Constitution does not envisage\na strict separation of powers which require judicial power to be\nexclusively vested in courts. In India, certain amount of\noverlapping exists and the Executive has been discharging\njudicial functions in several identified areas.\n44. We may summarize the position as follows:\n(a) A legislature can enact a law transferring the jurisdiction\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 941\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nexercised by courts in regard to any specified subject A\n(other than those which are vested in courts by express\nprovisions of the Constitution) to any tribunal.\n(b) All courts are tribunals. Any tribunal to which any existing\njurisdiction of courts is transferred should also be a\nB\nJudicial Tribunal. This means that such Tribunal should have\nas members, persons of a rank, capacity and status as\nnearly as possible equal to the rank, status and capacity\nof the court which was till then dealing with such matters\nand the members of the Tribunal should have the\nindependence and security of tenure associated with\nJudicial Tribunals.\nC\n(c) Whenever there is need for 'Tribunals', there is no\npresumption that there should be technical members in the\nTribunals. When any jurisdiction is shifted from courts to D\nTribunals, on the ground of pendency and delay in courts,\nand the jurisdiction so transferred does not involve any\ntechnical aspects requiring the assistance of experts, the\nTribunals should normally have only judicial members. Only\nwhere the exercise of jurisdiction involves inquiry and E\ndecisions into technical or special aspects, where\npresence of technical members will be useful and\nnecessary, Tribunals should have technical members.\nIndiscriminate appointment of technical members in all\nTribunals will dilute and adversely affect the independence F\nof the Judiciary.\nG\n(d) The Legislature can re-organize the jurisdictions of\nJudicial Tribunals. For example, it can provide that a\nspecified category of cases tried by a higher court can be\ntried by a lower court or vice versa (A standard example\nis the variation of pecuniary limits of courts). Similarly while\nconstituting Tribunals, the Legislature can prescribe the\nqualifications/eligibility criteria. The same is however\nsubject to Judicial Review. If the court in exercise of judicial\nreview is of the view that such tribunalisation would H\nA\nB\nC\n942 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nadversely affect the independence of judiciary or the\nstandards of judiciary, the court may interfere to preserve\nthe independence and standards of judiciary. Such an\nexercise will be part of the checks and balances measures\nto maintain the separation of powers and to prevent any\nencroachment, intentional or unintentional, by either the\nlegislature or by the executive.\nWhether the constitution of NCLT and NCLAT under\nParts 1B \u0026 1C of Companies Act are valid\n45. We may now attempt to examine the validity of Part\n1B and 1C of the Act by applying the aforesaid principles. The\nissue is not whether judicial functions can be transferred from\ncourts to Tribunals. The issue is whether judicial functions can\nbe transferred to Tribunals manned by persons who are not\nD suitable or qualified or competent to discharge such judicial\npowers or whose independence is suspect. We have already\nheld that the Legislature has the competence to transfer any\nparticular jurisdiction from courts to Tribunals provided it is\nunderstood that the Tribunals exercise judicial power and the\nE persons who are appointed as President/Chairperson/\nMembers are of a standard which is reasonably approximate\nto the standards of main stream Judicial functioning. On the\nother hand, if a Tribunal is packed with members who are drawn\nfrom the civil services and who continue to be employees of\ndifferent Ministries or Government Departments by maintaining\nlien over their respective posts, it would amount to transferring\njudicial functions to the executive which would go against the\ndoctrine of separation of power and independence of judiciary.\nF\n46. Legislature is presumed not to legislate contrary to rule\nG of law and therefore know that where disputes are to be\nadjudicated by a Judicial Body other than Courts, its standards\nshould approximately be the same as to what is expected of\nmain stream Judiciary. Rule of law can be meaning ful only if\nthere is an independent and impartial judiciary to render justice.\nH An independent judiciary can exist only when persons with\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 943\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\ncompetence, ability and independence with impeccable A\ncharacter man the judicial institutions. When the legislature\nproposes to substitute a Tribunal in place of the High Court to\nexercise the jurisdiction which the High Court is exercising, it\ngoes without saying that the standards expected from the\nJudicial Members of the Tribunal and standards applied for B\nappointing such members, should be as nearly as possible as\napplicable to High Court Judges, which are apart from a basic\ndegree in law, rich experience in the practice of law,\nindependent outlook, integrity, character and good reputation.\nIt is also implied that only men of standing who have special C\nexpertise in the field to which the Tribunal relates, will be eligible\nfor appointment as Technical members. Therefore, only persons\nwith a judicial background, that is, those who have been or are\nJudges of the High Court and lawyers with the prescribed\nexperience, who are eligible for appointment as High Court\nJudges, can be considered for appointment of Judicial\nMembers.\nD\n47. A lifetime of experience in administration may make\na member of the civil services a good and able administrator,\nbut not a necessarily good, able and impartial adjudicator with E\na judicial temperament capable of rendering decisions which\nhave to (i) inform the parties about the reasons for the decision;\n(ii) demonstrate fairness and correctness of the decision and\nabsence of arbitrariness; and (iii) ensure that justice is not only\ndone, but also seem to be done. We may refer to the following F\nwords of Bhagwati CJ., in Sampath Kumar (supra) :\n\"We cannot afford to forget that it is the High Court which\nis being supplanted by the Administrative Tribunal and it\nmust be so manned as to inspire confidence in the public\nmind that it is a highly competent and expert mechanism\nwith judicial approach and objectivity. Of course, I must\nmake it clear that when I say this, I do not wish to cast any\nreflection on the members of the Civil Services because\nfortunately we have, in our country, brilliant civil servants\nG\nH\nA\nB\nC\n944\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nwho possess tremendous sincerity, drive and initiative and\nwho have remarkable capacity to resolve and overcome\nadministrative problems of great complexity. But what is\nneeded in a judicial tribunal which is intended to supplant\nthe High Court is legal training and experience.\"\n48. As far as the Technical Members are concerned, the\nofficer should be of at least Secretary Level officer with known\ncompetence and integrity. Reducing the standards, or\nqualifications for appointment will result in loss of confidence\nin the Tribunals. We hasten to add that our intention is not to\nsay that the persons of Joint Secretary level are not competent.\nEven persons of Under Secretary level may be competent to\ndischarge the functions. There may be brilliant and competent\npeople even working as Section Officers or Upper Division\nClerks but that does not mean that they can be appointed as\nD Members. Competence is different from experience, maturity\nand status required for the post. As, for example, for the post\nof a Judge of the High Court, 10 years' practice as an Advocate\nis prescribed. There may be Advocates who even with 4 or 5\nyears' experience, may be more brilliant than Advocates with\n10 years' standing. Still, it is not competence alone but various\nother factors which make a person suitable. Therefore, when\nthe legislature substitutes the Judges of the High Court with\nMembers of the Tribunal, the standards applicable should be\nas nearly as equal in the case of High Court Judges. That\nmeans only Secretary Level officers (that is those who were\nSecretaries or Additional Secretaries) with specialized\nknowledge and skills can be appointed as Technical Members\nof the Tribunal.\nE\nF\nG\nH\n49. What is a matter of concern is the gradual erosion of\nthe independence of the judiciary, and shrinking of the space\noccupied by the Judiciary and gradual increase in the number\nof persons belonging to the civil service discharging functions\nand exercising jurisdiction which was previously exercised by\nthe High Court. There is also a gradual dilution of the standards\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 945\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nand qualification prescribed for persons to decide cases which\nwere earlier being decided by the High Courts. Let us take\nstock.\n(49.1) To start with, apart from jurisdiction relating to\nappeals and revisions in civil, criminal and tax matters (and\noriginal civil jurisdiction in some High Courts). The High Courts\nwere exercising original jurisdiction in two important areas; one\nwas writ jurisdiction under Articles 226 and 227 (including\noriginal jurisdiction in service matters) and the other was in\nrespect to company matters.\nA\nB\nC\nE\n(49.2) After constitution of Administrative Tribunals under\nthe Administrative Tribunals Act, 1985 the jurisdiction in regard\nto original jurisdiction relating to service matters was shifted\nfrom High Courts to Administrative Tribunals. Section 6 of the\nsaid Act deals with qualifications for appointment as Chairman, D\nand it is evident therefrom that the Chairman has to be a High\nCourt Judge either a sitting or a former Judge. For judicial\nmember the qualification was that he should be a judge of a\nHigh Court or is qualified to be a Judge of the High Court (i.e.\nan advocate of the High Court with ten years practice or a holder\nof a judicial office for ten years) or a person who held the post\nof Secretary, Govt. of India in the Department of Legal Affairs\nor in the Legislative Department or Member Secretary, Law\nCommission of India for a period of two years; or an Additional\nSecretary to Government of India in the Department of Legal F\nAffairs or Legislative Department for a period of five years. For\nbeing appointed as Administrative Member, the qualification\nwas that the candidate should have served as Secretary to the\nGovernment of India or any other post of the Central or State\nGovernment carrying the scale of pay which is not less than as\nof a Secretary of Government of India for atleast two years, or\nshould have held the post of Additional Secretary to the\nGovernment of India or any other post of Central or State\nGovernment carrying the scale of pay which is not less than that\nof an Additional Secretary to the Government of India at least\nG\nH\n946 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA for a period of five years. In other words, matters that were\ndecided by the High Courts could be decided by a Tribunal\nwhose members could be two Secretary level officers with two\nyears experience or even two Additional Secretary level officers\nwith five years experience. This was the first dilution. The\nB members were provided a term of office of five years and could\nhold office till 65 years and the salary and other perquisites of\nthese members were made the same as that of High Court\nJudges. This itself gave room for a comment that these posts\nwere virtually created as sinecure for members of the executive\nto extend their period of service by five years from 60 to 65 at\na higher pay applicable to High Court Judges. Quite a few\nmembers of the executive thus became members of the\n\"Tribunals exercising judicial functions\".\nC\nD\n(49.3) We may next refer to Information Technology Act,\n2000 which provided for establishment of Cyber Appellate\nTribunal with a single member. Section 50 of that Act provided\nthat a person who is, or has been, or is qualified to be, a Judge\nof a High Court, or a person who is, or has been, a member of\nthe India Legal Service and is holding or has held a post in\nE Grade 1 of that service for at least three years could be\nF\nG\nH\nappointed as the Presiding Officer. That is, the requirement of\neven a Secretary level officer is gone. Any member of Indian\nLegal Service holding a Grade-1 Post for three years can be a\nsubstitute for a High Court Judge.\n(49.4) The next dilution is by insertion of Chapters 1B in\nthe Companies Act, 1956 with effect from 1.4.2003 providing\nfor constitution of a National Company Law Tribunal with a\nPresident and a large number of Judicial and Technical\nMembers (as many as 62). There is a further dilution in the\nqualifications for members of National Company Law Tribunal\nwhich is a substitute for the High Court, for hearing winding up\nmatters and other matters which were earlier heard by High\nCourt. A member need not even be a Secretary or Addl.\nSecretary Level Officer. All Joint Secretary level civil servants\n"}