{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2010] 6 S.C.R. 857\nUNION OF INDIA\nV.\nR. GANDHI, PRESIDENT, MADRAS BAR ASSOCIATION\n(Civil Appeal No. 3067 of 2004 etc.)\nMAY 11, 2010\n[K.G. BALAKRISHNAN, CJI, R.V. RAVEENDRAN, D. K.\nJAIN, P. SATHASIVAM AND J.M. PANCHAL, JJ.]\n-\n-\nA\nB\nE\nCompanies Act, 1956 - Chapters 1B and 1C - Creation\nof National Company Law Tribunal (NCLT) and National C\nCompany Law Appellate Tribunal (NCLAT) – For adjudication\nof cases which were adjudicated by CLB, BIFR, AAIFR and\nHigh court in its company jurisdiction - Validity of Held:\nCreation of NCLT and NCLAT and vesting in them jurisdiction\nof High Court is not unconstitutional - Parliament has the D\nlegislative competence to make laws providing for constitution\nof tribunals to deal with company matters even though it is\nnot mentioned in Articles 323A and 323B - Such legislation\nis subject to constitutional limitations - It should not encroach\nupon the independence of judiciary and should not be\nvoilative of doctrines of rule of law and separation of powers\n- Such legislation is subject to judicial review if the court finds\nthat the tribunalisation would adversely affect the\nindependence of judiciary or the standards of judiciary\nAppointment of the Member of Tribunals from civil services\nwho continue to be employee of the Government by\nmaintaining their lien would amount to transfer of judicial\nfunction to executive which goes against the doctrine of\nseparation of power and independence of judiciary - In case\nwhere jurisdiction is transferred from courts to tribunals for\nG\nexpeditious disposal and where specialized knowledge is not\nrequired appointment of Technical Member is not necessary\nIn such case, if Technical Member is appointed, it would\namount to encroachment upon the independence of judiciary.\nand Rule of Law and would be unconstitutional - It is for the\n857\n-\n-\nF\nH\nB\n858 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA legislature to decide whether the tribunal should have only\nJudicial Member or a combination of Judicial of Technical\nMember - When Judges of the High Court are substituted with\nMembers of tribunal, the standards should be approximate\nto the standards of mainstream judicial functioning - Chapters\n1B and 1C presently structured, are unconstitutional as they\ndilute the independence of tribunal and standards of\nqualification of Members of the tribunal - They can be made\noperational on making suitable amendments thereof -\nCorrections suggested to set right the defect in Chapter 1B\nand 1C - Constitution of India, 1950 - Articles 226, 323A and\n323B; Seventh Schedule, List | Entries 77, 78, 79 and 40 r/w\nEntry 5, List III Entries 11A r/w Entry 46.\nC\nD\nE\nF\nG\nI\nConstitution of India, 1950:\n-\nArticle 14 Right to equality - Includes a right to\nadjudication by a forum exercising judicial power in impartial\nand independent manner consistent with the recognized\nprinciples of adjudication.\nArticles 246, 323A and 323B, Seventh Schedule List | -\nPower of Parliament to enact law in List I is absolute - The\npower so conferred by Article 246 is not affected or controlled\nby Article 323A and 323B.\n--\nLegislation – Challenge to validity of legislation – Basis\nfor Held: Legislation can be declared unconstitutional or\ninvalid only on the grounds of legislative competence or for\nviolation of fundamental rights or constitutional provisions\nincluding the provisions which enshrine the principles of Rule\nof Law, separation of power and independence of judiciary –\nLegislation cannot be held invalid for violating basic structure\nof the Constitution - Constitution of India, 1950.\nJudicial Fora Courts and Tribunals - Distinction\nbetween.\n-\nAccepting the recommendations of Eradi Committee,\n:\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 859\nBAR ASSOCIATION\nGovernment passed Company (Second amendment) Act, A\n2002 inserting chapters 1B and 1C in Companies Act,\n1956 which provided for establishment of National\n* Company Law Tribunal (NCLT) and National Company\nLaw Appellate Tribunal (NCLAT) to take over the functions\nwhich were being performed by Company Law Board B\n(CLB), Board of Industrial and Financial Reconstruction\n(BIFR), Appellate Authority for Industrial and Financial\nReconstruction (AAIFR) and the High Court.\nC\nMadras Bar Association challenged the validity of the\nChapters 1B and 1C. High Court held that creation of the\ntribunal and vesting therein the powers exercised by\nHigh Court and Company Law Board was not\nunconstitutional. However, it held that several provision\nof chapters 1B and 1C i.e. Sections 10-FD(f)(g)(h), 10-FE,\n10-FF, 10-FL(2), 10-FR(3) and 10-FT were defective and D\nthus violative of basic constitutional scheme of\nseparation of power and independence of judiciary; and\nthat unless the provisions were amended by removing\nthe defects, it would be unconstitutional to constitute\nNCLT and NCLAT.\nPursuant to the judgment of the High Court, Union\nof India agreed to rectify many of the defects pointed out\nby the High Court. It has, however, not accepted the\ndefects so far as Sections 10-FD(3)(f), (g) and (h) and 10-\nFX were concerned.\nE\nF\nA three judges Bench of Supreme Court held that the\njudicial pronouncements by the Supreme Court, holding\nthat Parliament and the State Legislatures possessed\nlegislative competence to effect changes in the original G\njurisdiction of the Supreme Court and the High Court,\nhad not dealt with the issues i.e. (i) To what extent the\npowers and judiciary of High Court (except judicial review\nunder Article 226 / 227) can be transferred to tribunals;\n´(ii) Is there a demarcating line for the Parliament to vest\nH\n,\n860 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA intrinsic judicial functions traditionally performed by\ncourts in any tribunal or authority outside the judiciary;\nand (iii) Whether the \"wholesale transfer of powers\" as\ncontemplated by the Companies (Second Amendment)\nAct, 2002 would offend the constitutional scheme of\nB separation of powers and independence of judiciary so\nas to aggrandize one branch over the other. Therefore,\nthe three judges Bench directed these appeals to be\nheard by a Constitution Bench.\nC\nE\nPartly allowing the appeals, the Court\nHELD:\nDifference between Courts and Tribunals:\n1.1. The term 'Courts' refers to places where justice\nD is administered or refers to Judges who exercise judicial\nfunctions. Courts are established by the State for\nadministration of justice that is for exercise of the judicial\npower of the State to maintain and uphold the rights, to\npunish wrongs and to adjudicate upon disputes.\nTribunals on the other hand are special alternative\ninstitutional mechanisms, usually brought into existence\nby or under a statute to decide disputes arising with\nreference to that particular statute, or to determine\ncontroversies arising out of any administrative law.\nCourts refer to Civil Courts, Criminal Courts and High\nCourts. Tribunals can be either private Tribunals (Arbitral\nTribunals), or Tribunals constituted under the\nConstitution (Speaker or the Chairman acting under Para\n6(1) of the Tenth Schedule) or Tribunals authorized by the\nConstitution (Administrative Tribunals under Article 323A\nof the Constitution and tribunals for other matters under\nArticle 323B) of the constitution or statutory tribunals\nwhich are created under a statute. [Para 12] [901-E-H;\n902-A]\nF\nG\nI\nHarinagar Sugar Mills Ltd. vs. Shyam Sundar\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 861\nBAR ASSOCIATION\nJhunjhunwala - (1962) 2 SCR 339; Jaswant Sugar Mills vs.\nLaxmi Chand - 1963 Supp (1) SCR 242; Associated\nCement Companies Ltd. vs. P. N. Sharma - (1965) 2 SCR\n366; Kihoto Hollohan vs. Zachillhu - 1992 Supp (2) SCC\n651; S. P. Sampath Kumar vs. Union of India - (1987) 1 SCC\n124, referred to.\n'\nA\nB\nC\n1.2. Though both courts and tribunals exercise\njudicial power and discharge similar functions, there are\ncertain well-recognised differences between courts and\ntribunals. They are: (i) Courts are established by the State\nand are entrusted with the State's inherent judicial power\nfor administration of justice in general. Tribunals are\nestablished under a statute to adjudicate upon disputes\narising under the said statute, or disputes of a specified\nnature. Therefore, all courts are tribunals. But all tribunals\nare not courts. (ii) Courts are exclusively manned by D\nJudges. Tribunals can have a Judge as the sole member,\nor can have a combination of a Judicial Member and a\nTechnical Member who is an 'expert' in the field to which\nTribunal relates. Some highly specialized fact finding\ntribunals may have only Technical Members, but they are\nrare and are exceptions. (iii) While courts are governed\nby detailed statutory procedural rules, in particular the\nCPC and Evidence Act, requiring an elaborate procedure\nin decision making, tribunals generally regulate their own\nprocedure applying the provisions of the CPC only where F\nit is required, and without being restricted by the strict\nrules of Evidence Act. [Para 14] [907-B-F]\nIndependence of Judiciary and Separation of Powers:\nE\n2.1. Impartiality, independence, fairness and G\nreasonableness in decision making are the hallmarks of\nJudiciary. If ‘Impartiality' is the soul of Judiciary,\n'Independence' is the life blood of Judiciary. Without\nindependence, impartiality cannot thrive. Independence\nis not the freedom for Judges to do what they like. It is\nH\nB\n862 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA the independence of judicial thought. It is the freedom\nfrom interference and pressures which provides the\njudicial atmosphere where he can work with absolute\ncommitment to the cause of justice and constitutional\nvalues. It is also the discipline in life, habits and outlook\nthat enables a Judge to be impartial. Its existence\ndepends however not only on philosophical, ethical or\nmoral aspects but also upon several mundane things -\nsecurity in tenure, freedom from ordinary monetary\nworries, freedom from influences and pressures within\n(from others in the Judiciary) and without (from the\nExecutive). Independence of Judiciary has always been\nrecognized as a part of the basic structure of the\nConstitution [Para 15 and 16] [907-G-H; 908-A-C; 911-B]\nC\nD\nUnion of India vs. Sankalchand Himatlal Sheth 1977 (4)\nSCC 193; Supreme Court Advocates-on-Record Association\nand Ors. v. Union of India (1993) 4 SCC 441; L. Chandra\nKumar v. Union of India (1997) 3 SCC 261; State of Bihar\nvs. Bal Mukund Shah 2000 (4) SCC 640; Shri Kumar Padma\nPrasad vs. Union of India 1992 (2) SCC 428; All India Judges\nE Association vs. Union of India 2002 (4) SCC 247, referred\nF\nG\nto.\n'The Framing of India's Constitution' by B. Shiva Rao,\nvolume I-B, Page 196);\n2.2. The doctrine of separation of powers has also\nbeen always considered to be a part of the basic structure\nof the Constitution. [Para 17] [914-B]\nRai Sahib Ram Jawaya Kapur vs. The State of Punjab\n1955 (2) SCR 225; Chandra Mohan vs. State of UP AIR 1966\nSC 1987; Indira Nehru Gandhi vs. Raj Narain 1975 Supp\nSCC 1; L. Chandra Kumar v. Union of India (1997) 3 SCC\n261; Keshavananda Bharati vs. State of Kerala 1973 (4) SCC\n225, State of Bihar vs. Bal Mukund Shah 2000 (4) SCC 640;\n1. R. Coelho vs. State of Tamil Nadu 2007 (2) SCC 1,\nH referred to.\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 863\nBAR ASSOCIATION\nRecommendations for better working of Tribunals:\n3.1. Only if continued judicial independence is\nassured, tribunals can discharge judicial functions. In\norder to make such independence a reality, it is\nfundamental that the members of the tribunal shall be\nindependent persons, not civil servants. They should\nresemble courts and not bureaucratic Boards. Even the\ndependence of tribunals on the sponsoring or parent\ndepartment for infrastructural facilities or personnel may\nundermine the independence of the tribunal. [Para 20]\n[917-F-G]\nA\nB\nC\n3.2. In India tribunals have not achieved full\nindependence. The Secretary of the concerned\n'sponsoring department' sits in the Selection Committee\nfor appointment. When the tribunals are formed, they are D\nmostly dependant on their sponsoring department for\nfunding, infrastructure and even space for functioning.\nThe statutes constituting tribunals routinely provide for\nmembers of civil services from the sponsoring\ndepartments becoming members of the tribunal and E\ncontinuing their lien with their parent cadre. [Para 23]\n[921-D-E]\nL. Chandra Kumar v. Union of India (1997) 3 SCC 261,\nfollowed.\nJudicial Review by De Smith 6th Edn., Page 50;\n'Administrative Law' by H. W. R. Wade \u0026 C. F. Forsyth (10th\nEdn., pp. 773, 774 and 777); Leggatt Committee's Report,\nreferred to\nF\nExtent of power of Government to transfer the judicial G\nfunctions traditionally performed by courts to tribunals:\n4.1. The legislative competence of Parliament to\nprovide for creation of courts and tribunals can be traced\nto Entries 77, 78, 79 and Entries 43, 44 read with Entry\nH\n864 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA 95 of List I, Item 11A r/w Entry 46 of List III of the Seventh\nSchedule of the Constitution. Articles 323A and 323B of\nthe Constitution are enabling provisions which enable the\nsetting up of tribunals contemplated therein; and that the\nsaid Articles, however, cannot be interpreted to mean that\nB they prohibited the legislature from establishing tribunals\nnot covered by those Articles, as long as there is\nlegislative competence under the appropriate Entry in the\nSeventh Schedule. [Para 28] [926-H; 927-A-C]\nс\nD\nE\nF\nG\nUnion of India v. Delhi High Court Bar Association 2002\n(4) SCC 275; State of Karnataka v. Vishwabharathi House\nBuilding Co-operative Society and Ors. 2003 (2) SCC 412;\nNavinchandra Mafatlal vs The Commissioner of Income-Tax\n1955 (1) SCR 829; Union of India vs. Harbhajan Singh\nDhillon 1971 (2) SCC 779, relied on\n4.2. The power of Parliament to enact a law which is\nnot covered by an entry in Lists II and III of Seventh\nSchedule is absolute. The power so conferred by Article\n246 is in no way affected or controlled by Article 323A or\n323B. Even though revival/rehabilitation/regulation/\nwinding up of companies are not matters which are\nmentioned in Article 323A and 323B, the Parliament has\nthe legislative competence to make a law providing for\nconstitution of tribunals to deal with disputes and matters\narising out of the Companies Act. [Paras 29 and 31] [928-\nB; 929-D-E]\nAssociated Cement Companies Ltd. vs. P. N. Sharma\n(1965) 2 SCR 366, relied on.\n4.3. The Constitution contemplates judicial power\nbeing exercised by both courts and tribunals. Except the\npowers and jurisdictions vested in superior courts by the\nConstitution, powers and jurisdiction of courts are\ncontrolled and regulated by Legislative enactments. High\nCourts are vested with the jurisdiction to entertain and\nH hear appeals, revisions and references in pursuance of\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 865\nBAR ASSOCIATION\nprovisions contained in several specific legislative A\nenactments. If jurisdiction of High Courts can be created\nby providing for appeals, revisions and references to be\nheard by the High Courts, jurisdiction can also be taken\naway by deleting the provisions for appeals, revisions or\nreferences. It also follows that the legislature has the B\npower to create tribunals with reference to specific\nenactments and confer jurisdiction on them to decide\ndisputes in regard to matters arising from such special\nenactments. Therefore it cannot be said that Legislature\nhas no power to transfer judicial functions traditionally C\nperformed by courts to tribunals. [Para 32] [929-F-H]\n4.4. When a tribunal is constituted under the\nCompanies Act, empowered to deal with disputes arising\nunder the said Act and the statute substitutes the word\n'Tribunal' in place of 'High Court' necessarily there will be D\n'whole-sale transfer' of company law matters to the\ntribunals. It is an inevitable consequence of creation of\ntribunal, for such disputes, and will in no way affect the\nvalidity of the law creating the tribunal. [Para 33] [930-C-\nD]\nE\nF\n4.5. When it is said that Legislature has the\ncompetence to make laws providing which disputes will\nbe decided by courts and which disputes will be decided\nby tribunals, it is subject to constitutional limitations,\nwithout encroaching upon the independence of judiciary\nand keeping in view the principles of Rule of Law and\nseparation of powers. If tribunals are to be vested with\njudicial power hitherto vested in or exercised by courts,\nsuch tribunals should possess the independence,\nsecurity and capacity associated with courts. If the\ntribunals are intended to serve an area which requires\nspecialized knowledge or expertise, no doubt there can\nbe Technical Members in addition to Judicial Members.\nWhere however jurisdiction to try certain category of\ncases are transferred from courts to tribunals only to H\nG\n866 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA expedite the hearing and disposal or relieve from the\nrigours of the Evidence Act and procedural laws, there\nis obviously no need to have any non-judicial Technical\nMember. In respect of such tribunals, only members of\nthe Judiciary should be the Presiding Officers/members\nB of such tribunals. Therefore, when transferring the\njurisdiction exercised by courts to tribunals, which does\nnot involve any specialized knowledge or expertise in\nany field and expediting the disposal and relaxing the\nprocedure is the only object, a provision for Technical\nMembers in addition to or in substitution of judicial\nmembers would clearly be a case of dilution of and\nencroachment upon the independence of the Judiciary\nand Rule of Law and would be unconstitutional. [Para 35]\n[931-E-H; 932-A-C]\nC\nD\nE\non\nR. K. Jain vs. Union of India, 1993 (4) SCC 119, relied\nL. Chandra Kumar v. Union of India (1997) 3 SCC 261,\nreferred to.\n4.6. If the Act provides for a tribunal with a Judicial\nMember and a Technical Member, whether there would\nbe limitations upon the power of the legislature to\nprescribe the qualifications for such technical member\ndepends upon the nature of jurisdiction that is being\nF transferred from the courts to tribunals. Logically and\nnecessarily, depending upon whether the jurisdiction is\nbeing shifted from High Court, or District Court or a Civil\nJudge, the yardstick will differ. [Para 37] [933-A-C]\nG\nH\n4.7. It is for the court which considers the challenge\nto the qualification, to determine whether the legislative\npower has been exercised in a manner in consonance\nwith the constitutional principles and constitutional\nguarantees. While the Legislature can make a law\nproviding for constitution of tribunals and prescribing the\neligibility criteria and qualifications for being appointed\n"}