{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"UNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 887\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nyears experience should be prescribed, as what is sought to A\nbe utilized is their expert knowledge in Labour Laws.\nThe Union Government submits that it may be advisable\nto leave the choice of selection of the most appropriate\ncandidate to the Committee headed by the Chief Justice of\nIndia or his nominee.\nB\n(7.7) The High Court has also observed that as persons\nwho satisfy the qualifications prescribed in section 10FD(3)(g)\nwould be persons who fall under section 10FD(2)(a), it would\nbe more appropriate to include this qualification in section C\n10FD(2)(a). It has also observed in section 10FL dealing with\n\"Benches of the Tribunal\", a provision should be made that a\n'Judicial Member' with this qualification shall be a member of\nthe special Bench referred to in section 10FL(2) for cases\nrelating to rehabilitation, restructuring or winding up of D\nCompanies.\nThe Union Government has not accepted these findings\nand contends that the observations of the High Court would\namount to judicial legislation.\nSection 10FD(3)(h) : Qualification of technical member of\nNCLT\n(7.8) The High Court has observed that clause (h) referring\nto the category of persons having special knowledge of and\nexperience in matters relating to labour, for not less than 15\nyears is vague and should be suitably amended so as to spell\nout with certainty the qualification which a person to be\nappointed under clause (h) should possess.\nThe Union Government contends that in view of the wide\nand varied experience possible in labour matters, it may not\nbe advisable to set out the nature of experience or impose any\nrestrictions in regard to the nature of experience. It is submitted\nthat the Selection Committee headed by the Chief Justice of\nIndia or his nominee would consider each application on its own\nE\nF\nG\nH\n888\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA merits.\nB\n(7.9) The second observation of the High Court is that the\nmember selected under the category mentioned in clause (h)\nmust confine his participation only to the Benches dealing with\nrevival and rehabilitation of sick companies and should also be\nexcluded from functioning as a single Member Bench for any\nmatter.\nThe Union Government contends that it may not be\nadvisable to fetter the prerogative of the President of the\nC Tribunal to constitute benches by making use of available\nmembers. It is also pointed out that it may not be proper to\npresume that a person well-versed in labour matters will be\nunsuitable to be associated with a Judicial Member in regard\nto adjudication of winding-up matters.\nD\nE\nF\nG\nSection 10FL(2) - Proviso: Winding up proceedings by\nsingle Member\n(7.10) The High Court has held that it is impermissible to\nauthorize a single member Bench to conduct the winding up\nproceedings after a special three Members Bench passes an\norder of winding up; and if such single member happens to be\na labour member appointed under section 10FD(3)(f), it would\nbe a mockery of a specialist Tribunal.\nThe Union Government has accepted the finding and has\nagreed to amend the proviso to section 10FL(2) to provide that\na winding up proceedings will be conducted by a Bench which\nwould necessarily include a judicial member.\nSections 10FF and 10FK(2) : Power of Central\nGovernment to designate any member to be a Member\n(Administration)\n(7.11) The High Court has held that sections 10FF and\n10FK(2) should be suitably amended to provide that a member\nH may be designated as Member (Administration) only in\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 889\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nconsultation with the President, and further provide that the A\nMember (Administration) will discharge his functions in relation\nto finance and administration of the Tribunal under the overall\ncontrol and supervision of the President.\nThe Union Government has accepted the decision and has\nagreed to drop the provision for Member Administration. It was\nstated that the Act would be amended to provide that the\nadministration and financial functions would be discharged\nunder the overall control and supervision of the President. It was\nstated that the Act would be further amended to provide for\ncreation of the posts of Vice-Presidents.\nSection 10 FR(3) Appointment of members of the\nAppellate Tribunal\nB\nC\n(7.12) The High Court has observed that section 10FR(3) D\nmust be suitably amended to delete the reference to all subjects\nother than law and accountancy. It has also stated that it would\nbe more appropriate to incorporate a provision similar to that\nin section 5(3) of the SICA which provides that a member of\nthe Appellate Authority shall be a person who is or has been a\nE\nJudge of a High Court or who is or has been an officer not below\nthe rank of a Secretary to the Government who has been a\nmember of the Board for not less than three years.\nThe Union Government contends that the provision is only\nan enabling one; and since the Chairperson of the Appellate F\nTribunal would be a former Judge of the Supreme Court or\nformer Chief Justice of High Court, it may not be advisable to\nlimit the scope of eligibility criteria for members especially when\na Selection Committee headed by the Chief Justice of India\nor his nominee would make the selection.\nSection 10FX - Selection Process for President/\nChairperson\n(7.13) The High Court has expressed the view that the\nG\nH\n890 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA selection of the President/Chairperson should be by a\nCommittee headed by the Chief Justice of India in consultation\nwith two senior Judges of the Supreme Court.\nB\nс\nD\nE\nThe Union Government has submitted that it would not be\nadvisable to make such a provision in regard to appointment\nof President/Chairperson of statutory Tribunals. It is pointed out\nno other legislation constituting Tribunals has such a provision.\nThe challenge in the appeals\n8. Union of India contends that the High Court having held\nthat the Parliament has the competence and power to establish\nNCLT and NCLAT, ought to have dismissed the writ petition. It\nis submitted that some of the directions given by the High Court\nto reframe and recast Parts IB and IC of the Act amounts to\nconverting judicial review into judicial legislation. However, as\nUnion of India has agreed to rectify several of the defects\npointed out by the High Court (set out above), the appeal by\nthe Union Government is now restricted to the findings of the\nHigh Court relating to sections 10FD(3)(f), (g) and (h) and\n10FX.\n9. On the other hand, MBA in its appeal contends that the\nHigh Court ought not to have upheld the constitutional validity\nof Parts IB and IC of the Act providing for establishment of\nNCLT and NCLAT; that the High Court ought to have held that\nF constitution of such Tribunals taking away the entire Company\nLaw jurisdiction of the High Court and vesting it in a Tribunal\nwhich is not under the control of the Judiciary, is violative of\ndoctrine of separation of powers and the independence of\nJudiciary which are parts of the basic structure of the\nG Constitution. MBA also contends that the decisions of this Court\nin Union of India vs. Delhi High Court Bar Association - 2002\n(4) SCC 275, with reference to constitutional validity of the\nprovisions of the Recovery of Debts Due to Banks and\nFinancial Institutions Act, 1993 providing for constitution of the\nH Debt Recovery Tribunals and State of Karnataka vs.\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 891\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nVishwabharathi House Building Co-op., Society - 2003 (2) A\nSCC 412 in regard to the constitutional validity of Consumer\nProtection Act, 1986 providing for constitution of consumer fora\nrequire reconsideration.\n10. When these civil appeals came up for hearing before\na three-Judge Bench of this Court, the Bench was of the view\nthat the decisions in L. Chandra Kumar v. Union of India (1997)\n3 SCC 261, Union of India v. Delhi Bar Association (2002) 4\nSCC 275 and State of Karnataka v. Vishwa Bharati Housing\nBuilding Cooperative Societies \u0026 Anr (2003) 2 SCC 412\nholding that Parliament and State legislatures possessed\nlegislative competence to effect changes in the original\njurisdiction in the Supreme Court and High Court, had not dealt\nwith the following issues:\n(i)\n(ii)\nB\nC\nTo what extent the powers and judiciary of High D\nCourt (excepting judicial review under Article 226/\n227) can be transferred to Tribunals?\nIs there a demarcating line for the Parliament to vest\nintrinsic judicial functions traditionally performed by\ncourts in any Tribunal or authority outside the\njudiciary?\nE\n(iii) Whether the \"wholesale transfer of powers\" as\ncontemplated by the Companies (Second\nAmendment) Act, 2002 would offend the F\nconstitutional scheme of separation of powers and\nindependence of judiciary so as to aggrandize one\nbranch over the other?\nTherefore the Three Judge Bench, by order dated G\n13.5.2007 directed the appeals to be heard by a Constitution\nBench, observing that as the issues raised are of seminal\nimportance and likely to have serious impact on the very\nstructure and independence of judicial system.\nH\nA\nB\nC\nD\nE\nF\nG\nH\n892\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\n11. We may first refer to the relevant provisions of the\nCompanies Act, 1956 as amended by the Companies.\n(Second Amendment) Act, 2002 relating to the constitution of\nNCLT and NCLAT :\nPart IB - National Company Law Tribunal\n10FB. Constitution of National Company Law Tribunal:\nThe Central Government shall, by notification in the Official\nGazette, constitute a Tribunal to be known as the National\nCompany Law Tribunal to exercise and discharge such\npowers and functions as arè, or may be, conferred on it\nby or under this Act or any other law for the time being in\nforce.\n10FC. Composition of Tribunal: The Tribunal shall consist\nof a President and such number of Judicial and Technical\nMembers not exceeding sixty-two, as the Central\nGovernment deems fit, to be appointed by that\nGovernment, by notification in the Official Gazette.\n10FD. Qualifications for appointment of President and\nMembers: (1) The Central Government shall appoint a\nperson who has been, or is qualified to be, a Judge of a\nHigh Court as the President of the Tribunal.\n(2) A person shall not be qualified for appointment as\nJudicial Member unless he-\n(a) has, for at least fifteen years, held a judicial office in\nthe territory of India; or\n(b) has, for at least ten years been an advocate of a High\nCourt, or has partly held judicial office and has been partly\nin practice as an advocate for a total period of fifteen.\nyears; or\n(c) has held for at least fifteen years a Group 'A' post or\nan equivalent post under the Central Government or a\n\u003c\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 893\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nState Government including at least three years of service A\nas a Member of the Indian Company Law Service (Legal\nBranch) in Senior Administrative Grade in that service; or\n(d) has held for at least fifteen years a Group 'A' post or\nan equivalent post under the Central Government (including B\nat least three years of service as a Member of the Indian\nLegal Service in Grade I of that service).\n(3) A person shall not be qualified for appointment as\nTechnical Member unless he-\nC\n(a) has held for at least fifteen years a Group 'A' post or\nan equivalent post under the Central Government or a\nState Government [including at least three years of service\nas a Member of the Indian Company Law Service\n(Accounts Branch) in Senior Administrative Grade in that D\nService]; or\n(b) is, or has been, a Joint Secretary to the Government\nof India under the Central Staffing Scheme, or any other\npost under the Central Government or a State Government\ncarrying a scale of pay which is not less than that of a Joint\nSecretary to the Government of India for at least five years\nand has adequate knowledge of, and experience in,\ndealing with problems relating to company law; or\n(c) is, or has been, for at least fifteen years in practice as\na chartered accountant under the Chartered Accountants\nAct, 1949 (38 of 1949); or\n(d) is, or has been, for at least fifteen years in practice as\na cost accountant under, the Costs and Works\nAccountants Act, 1959 (23 of 1959); or\nE\nF\nG\n(e) is, or has been, for at least fifteen years working\nexperience as a Secretary in whole-time practice as\ndefined in clause (45A) of section 2 of this Act and is a\nmember of the Institute of the Companies Secretaries of H\nA\nB\nC\nלי\nE\nF\n0\n894 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nIndia constituted under the Company Secretaries Act,\n1980 (56 of 1980); or\n(f) is a person of ability, integrity and standing having\nspecial knowledge of, and professional experience of not\nless than twenty years in, science, technology, economics,\nbanking, industry, law, matters relating to industrial finance,\nindustrial management, industrial reconstruction,\nadministration, investment, accountancy, marketing or any\nother matter, the special knowledge of, or professional\nexperience in, which would be in the opinion of the Central\nGovernment useful to the Tribunal; or\n(g) is, or has been, a Presiding Officer of a Labour Court,\nTribunal or National Tribunal constituted under the Industrial\nDisputes Act, 1947 (14 of 1947); or\n(h) is a person having special knowledge of, and\nexperience of not less than fifteen years in, the matters\nrelating to labour.\nExplanation.-For the purposes of this Part,-\n(i) \"Judicial Member\" means a Member of the Tribunal\nappointed as such under sub-section (2) of section 10FD\nand includes the President of the Tribunal;\n(ii) \"Technical Member\" means a Member of the Tribunal\nappointed as such under sub-section (3) of section 10FD.\n10FE. Term of office of President and Members: The\nPresident and every other Member of the Tribunal shall hold\noffice as such for a term of three years from the date on\nwhich he enters upon his office but shall be eligible for re-\nappointment:\nProvided that no President or other Member shall hold\noffice as such after he has attained,-\nI\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 895\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\n(a) in the case of the President, the age of sixty-seven A\nyears;\n(b) in the case of any other Member, the age of sixty-five\nyears:\nProvided further that the President or other Member may.\nretain his lien with his parent cadre or Ministry or\nDepartment, as the case may be, while holding office as\nsuch.\nB\n10FF. Financial and administrative powers of Member C\nAdministration: The Central Government shall designate\nany Judicial Member or Technical Member as Member\nAdministration who shall exercise such financial and\nadministrative powers as may be vested in him under the\nrules which may be made by the Central Government:\nProvided that the Member Administration shall have\nauthority to delegate such of his financial and\nadministrative powers as he may think fit to any other\nofficer of the Tribunal subject to the condition that such\nofficer shall, while exercising such delegated powers\ncontinue to act under the direction, superintendence and\ncontrol of the Member Administration.\nD\nE\n10FK. Officers and employees of Tribunal: (1) The\nCentral Government shall provide the Tribunal with such F\nofficers and other employees as it may deem fit.\n(2) The officers and other employees of the Tribunal shall\ndischarge their functions under the general\nsuperintendence of the Member Administration.\n(3) The salaries and allowances and other terms and\nconditions of service of the officers and other employees\nof the Tribunal shall be such as may be prescribed.\nG\n10FL. Benches of Tribunal: (1) Subject to the provisions H.\nA\nB\nс\n0\nE\nF\n0\nH\n896 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nof this section, the powers of the Tribunal may be\nexercised by Benches, constituted by the President of the\nTribunal; out of which one shall be a Judicial Member and\nanother shall be a Technical Member referred to in clauses\n(a) to (f) of sub-section (3) of section 10FD:\nProvided that it shall be competent for the Members\nauthorised in this behalf to function as a Bench consisting\nof a single Member and exercise the jurisdiction, powers\nand authority of the Tribunal in respect of such class of\ncases or such matters pertaining to such class of cases,\nas the President of the Tribunal may, by general or special\norder, specify:\nProvided further that if at any stage of the hearing of any\nsuch case or matter, it appears to the Member of the\nTribunal that the case or matter is of such a nature that it\nought to be heard by a Bench consisting of two Members,\nthe case or matter may be transferred by the President of\nthe Tribunal or, as the case may be, referred to him for\ntransfer to such Bench as the President may deem fit.\n(2) The President of the Tribunal shall, for the disposal of\nany case relating to rehabilitation, restructuring or winding\nup of the companies, constitute one or more Special\nBenches consisting of three or more Members, each of\nwhom shall necessarily be a Judicial Member, a Technical\nMember appointed under any of the clauses (a) to (f) of\nsub-section (3) of section 10FD, and a Member appointed\nunder clause (g) or clause (h) of sub-section (3) of section\n10FD :\nProvided that in case a Special Bench passes an order\nin respect of a company to be wound up, the winding up\nproceedings of such company may be conducted by a\nBench consisting of a single Member.\n(3) If the Members of a Bench differ in opinion on any point\n"}