{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"UNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 917\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nof the public purse as well as for that of the claimant. Thus A\nwhen in 1946 workmen's compensation claims were\nremoved from the courts and brought within the Tribunal\nsystem much unproductive and expensive litigation,\nparticularly on whether an accident occurred in the course\nof employment, came to an end. The whole system is\nbased on compromise, and it is from the dilemma of\nweighing quality against convenience that many of its.\nproblems arise.\nAn accompanying advantage is that of expertise. Qualified\nsurveyors sit on the Lands Tribunal and experts in tax law\nsit as Special Commissioners of Income Tax. Specialized\nTribunals can deal both more expertly and more rapidly with\nspecial classes of cases, whereas in the High Court\ncounsel may take a day or more to explain to the judge\nhow some statutory scheme is designed to operate. Even\nwithout technical expertise, a specialized Tribunal quickly\nbuilds up expertise in its own field. Where there is a\ncontinuous flow of claims of a particular class, there is every\nadvantage in a special jurisdiction.\"\nRecommendations for better working of Tribunals\n20. Only if continued judicial independence is assured,\nTribunals can discharge judicial functions. In order to make such\nindependence a reality, it is fundamental that the members of\nthe Tribunal shall be independent persons, not civil servants.\nThey should resemble courts and not bureaucratic Boards.\nEven the dependence of Tribunals on the sponsoring or parent\ndepartment for infrastructural facilities or personnel may\nundermine the independence of the Tribunal (vide: Wade \u0026\nForsyth 'Administrative Law' - 10th Edn., pp. 774 and 777).\n21. The Leggatt Committee's Report explained the task\nof improving the Tribunals thus :\nB\nC\nD\nE\nF\nG\n\"There are 70 different administrative tribunals in England Н\nA\nB\nC\nD\nE\nF\nG\nН\n918 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nand Wales, leaving aside regulatory bodies. Between them\nthey deal with nearly one million cases a year, and they\nemploy about 3,500 people. But of these 70 tribunals only\n20 each hear more than 500 cases a year and many are\ndefunct. Their quality varies from excellent to inadequate.\nOur terms of reference require them to be rendered\ncoherent. So they have to be rationalized and modernized;\nand this Review has as its four main objects: first, to make\nthe 70 tribunals into one Tribunals System that its\nmembers can be proud of; secondly, to render the tribunals\nindependent of their sponsoring departments by having\nthem administered by one Tribunals Service; thirdly, to\nimprove the training of chairmen and members in the\ninterpersonal skills peculiarly required by tribunals; and\nfourthly, to enable unrepresented users to participate\neffectively and without apprehension in tribunal\nproceedings.\"\nThe Leggatt Committee explained what the users of the\nsystem expected from an alternative public adjudication system:\n\"We do not believe that the current arrangements meet what\nthe modern user needs and expects from an appeal system\nrunning in parallel to the courts. First, users need to be\nsure, as they currently cannot be, that decisions in their\ncases are being taken by people with no links with the\nbody they are appealing against. Secondly, a more\ncoherent framework for tribunals would create real\nopportunities for improvement in the quality of services that\ncan be achieved by tribunals acting separately. Thirdly, that\nframework will enable them to develop a more coherent\napproach to the services which users must receive if they\nare to be enabled to prepare and present cases\nthemselves. Fourthly, a user-oriented service needs to be\nmuch clearer than it is now in telling users what services\nthey can expect, and what to do if the standards of these\nservices are not met.”\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 919\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nThe Leggatt Committee expressed the view that a single A\nstructure for all Tribunals would achieve independence and\neffective functioning of the Tribunal. It stated:\nB\nC\n\"There is only one way to achieve independence and\ncoherence: to have all the tribunals supported by a\nTribunals Service, that is, a common administrative\nservice. It would raise their status, while preserving their\ndistinctness from the courts. In the medium term it would\nyield considerable economies of scale, particularly in\nrelation to the provision of premises for all tribunals,\ncommon basic training, and the use of IT. It would also\nbring greater administrative efficiency, a single point of\ncontact for users, improved geographical distribution of\ntribunal centres, common standards, an enhanced\ncorporate image, greater prospects of job satisfaction, a\nbetter relationship between members and administrative\nstaff, and improved career patterns for both on account of\nthe size and coherence of the Tribunals Service. It should\nbe committed by Charter to provide a high quality, unified\nservice, to operate independently, to deal openly and\nhonestly with users of tribunals, to seek to maintain public E\nconfidence, and to report annually on its performance.\nThe report expressed the view that the independence of\ntribunals would best be safeguarded by having their\nadministrative support provided by the Lord Chancellor's\nDepartment as he is uniquely placed to protect the\nindependence of those who sit in tribunals as well as of the\njudiciary, through a Tribunals Service and a Tribunals System\nanalogous with, but separate from, the Court Service and the\ncourts. Most of the recommendations of the Leggatt Report\nwere accepted and culminated in the 'Tribunals, Courts \u0026\nEnforcement Act, 2007'. The Act recognizes that Tribunals do\nnot form part of administration, but are machinery of\nadjudication. As a result of the said Act, the appointments to\nTribunals are on the recommendations of a Judicial\nD\nF\nH\nA\nB\nC\nD\nL1J\nE\nĿL\nF\nG\nH\n920 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nAppointments Commission. The sponsoring Department (that\ngenerates the disputes that the Tribunal will have to decide) has\nno say in the appointments. Neither the infrastructure nor the\nstaff are provided to the Tribunals by the sponsoring Parent\nDepartment. The Tribunals have become full-fledged part of\nJudicial system with no connection or link with the 'parent\ndepartment'. A common Tribunal service has been established\nas an executing agency in the Ministry of Law \u0026 Justice.\n22. This Court, in L. Chandra Kumar, made similar\nsuggestions for achieving the independence of Tribunals :\n\"It has been brought to our notice that one reason why\nthese Tribunals have been functioning inefficiently is\nbecause there is no authority charged with supervising and\nfulfilling their administrative requirements The\nsituation at present is that different Tribunals constituted\nunder different enactments are administered by different\nadministrative departments of the Central and the State\nGovernments. The problem is compounded by the fact that\nsome Tribunals have been created pursuant to Central\nLegislations and some others have been created by State\nLegislations. However, even in the case of Tribunals\ncreated by Parliamentary legislations, there is no uniformity\nin administration. We are of the view that, until a wholly\nindependent agency for the administration of all such.\nTribunals can be set-up, it is desirable that all such\nTribunals should be, as far as possible, under a single\nnodal Ministry which will be in a position to oversee the\nworking of these Tribunals. For a number of reasons that\nMinistry should appropriately be the Ministry of Law. It\nwould be open for the Ministry, in its turn, to appoint an\nindependent supervisory body to oversee the working of\nthe Tribunals. This will ensure that if the President or\nChairperson of the Tribunal is for some reason unable to\ntake sufficient interest in the working of the Tribunal, the\nentire system will not languish and the ultimate consumer\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 921\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nof justice will not suffer. The creation of a single umbrella A\norganisation will, in our view, remove many of the ills of\nthe present system. If the need arises, there can be\nseparate umbrella organisations at the Central and the\nState levels. Such a supervisory authority must try to\nensure that the independence of the members of all such B\nTribunals is maintained. To that extent, the procedure for\nthe selection of the members of the Tribunals, the manner\nin which funds arc allocated for the functioning of the\nTribunals and all other consequential details will have to\nbe clearly spelt out.\"\n23. But in India, unfortunately Tribunals have not achieved\nfull independence. The Secretary of the concerned 'sponsoring\ndepartment' sits in the Selection Committee for appointment.\nWhen the Tribunals are formed, they are mostly dependant on\ntheir sponsoring department for funding, infrastructure and even\nspace for functioning. The statutes constituting Tribunals\nroutinely provide for members of civil services from the\nsponsoring departments becoming members of the Tribunal\nand continuing their lien with their parent cadre. Unless wide\nranging reforms as were implemented in United Kingdom and\nas were suggested by Chandra Kumar are brought about,\nTribunals in India will not be considered as independent.\nWhether the Government can transfer the judicial\nfunctions traditionally performed by courts to Tribunals?\n24. It is well settled that courts perform all judicial functions\nof the State except those that are excluded by law from their\njurisdiction. Section 9 of Code of Civil Procedure, for example,\nprovides that the courts shall have jurisdiction to try all suits of\na civil nature excepting suits of which their cognizance is either\nexpressly or impliedly barred.\nC\nD\nE\nF\nG\n25. Article 32 provides that without prejudice to the powers\nconferred on the Supreme Court by clauses (1) and (2) of the\nsaid Article, Parliament may by law, empower any other court H\n922 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA to exercise within the local limits of its jurisdiction all or any of\nB\nC\nD\nthe powers exercisable by the Supreme Court under clause (2)\nof Article 32. Article 247 provides that notwithstanding anything\ncontained in Chapter I of Part XI of the Constitution, Parliament\nmay by law provide for the establishment of any additional\ncourts for the better administration of laws made by Parliament\nor of any existing laws with respect to a matter enumerated in\nthe Union List. Article 245 provides that subject to the\nprovisions of the Constitution, Parliament may make laws for\nthe whole or any part of the territory of India, and the Legislature\nof a State may make laws for the whole or any part of the State.\nArticle 246 deals with the subject matter of laws made by\nParliament and by the legislatures of States. The Union List\n(List I of Seventh Schedule) enumerates the matters with\nrespect to which Parliament has exclusive powers to make\nlaws. Entry 77 of List I refers to Constitution, organization,\njurisdiction and powers of the Supreme Court. Entry 78 of List\nI refers to constitution and organization of the High Courts. Entry\n79 of List I refers to extension or exclusion of the jurisdiction of\na High Court, to or from any Union Territory. Entry 43 of List 1\nrefers to incorporation, regulation and winding up of trading\ncorporations and Entry 44 of List I refers to incorporation,\nregulation and winding up of corporations. Entry 95 of List |\nrefers to jurisdiction and powers of all courts, except the\nSupreme Court, with respect to any of the matters in Union List.\nThe Concurrent List (List III of the Seventh Schedule)\nenumerates the matters with respect to which a Parliament and\nlegislature of a state will have concurrent power to make laws.\nEntry 11A of List III refers to administration of justice,\nconstitution and organization of all courts except the Supreme\nCourt and the High Courts. Entry 46 of List III refers to\nG jurisdiction and powers of all courts, except the Supreme Court,\nwith respect to any of the matters in List III.\nE\nF\nH\n26. Part XIV-A was inserted in the Constitution with effect\nfrom 3.1.1977 by the Constitution (Forty-second Amendment)\nAct, 1976. The said part contains two Articles. Article 323A.\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 923\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nrelates to Administrative Tribunals and empowers the A\nParliament to make a law, providing for the adjudication or trial\nby Administrative Tribunals of disputes and complaints with\nrespect to recruitment and conditions of service of persons\nappointed to public services and posts in connection with the\nB\naffairs of the Government or of any State or of any local or other\nauthority within the territory of India or under the control of the\nGovernment of India or of any corporation owned or controlled\nby the Government. Article 323B empowers the appropriate\nLegislature to make a law, providing for the adjudication or trial\nC\nby Tribunals of any disputes, complaints, or offences with\nrespect to all or any of the following matters specified in clause\n(2) with respect to which such Legislature has power to make\nlaws:\n(a) levy, assessment, collection and enforcement of any tax;\n(b) foreign exchange, import and export across customs\nfrontiers;\nD\n(c) industrial and labour disputes;\nE\n(d) land reforms by way of acquisition by the State of any\nestate as defined in article 31A or of any rights therein or\nthe extinguishment or modification of any such rights or by\nway of ceiling on agricultural land or in any other way;\n(e) ceiling on urban property;\n(f) elections to either House of Parliament or the House\nor either House of the Legislature of a State, but excluding\nthe matters referred to in article 329 and article 329A;\n(g) production, procurement, supply and distribution of\nfoodstuffs (including edible oilseeds and oils) and such\nother goods as the President may, by public notification,\ndeclare to be essential goods for the purpose of this article\nF\nG\nH\n924\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA\nB\nс\nD\nand control of prices of such goods;\n(h) rent, its regulation and control and tenancy issues.\nincluding the rights, title and interest of landlords and\ntenants,\n(i) offences against laws with respect to any of the matters\nspecified in sub-clauses (a) to (h) and fees in respect of\nany of those matters;\n(j) any matter incidental to any of the matters specified in\nsub-clauses (a) to (i).”\nClause (2) of Article 323A and clause (3) of Article 323B lay\ndown that a law made under sub-clause (1) of the respective\nArticles may provide for the following:\nE\nF\nG\nH\nArticle 323A\n(a) provide * for the\nestablishment of an\nadministrative Tribunal for\nthe Union and a separate\nadministrative Tribunal for\neach State or for two or\nmore States;\n(b) specify the jurisdiction,\npowers (including the\npower to punish for\ncontempt) and authority\nwhich may be exercised\nby each of the said\nTribunals;\nProvide\nArticle 323B\nthe\nfor\nestablishment of a hierarchy\nof Tribunals;\nSpecify the jurisdiction,\npowers (including the power\nto punish for contempt) and\nauthority which may be\nexercised by each of the\nsaid Tribunals\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 925\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\n(c) provide for the procedure\nprovide\nfor\nthe\nA\n(including provisions as to procedure (including\nlimitation and rules of\nevidence) to be followed\nby the said Tribunals;\n(d) exclude the jurisdiction of\nall courts, except the\njurisdiction of the\nthe\nSupreme Court under\narticle 136, with respect\nto the disputes or\ncomplaints referred to in\nclause (1);\n(e) provide for the transfer to\neach such administrative\nTribunal of any cases\npending before any court\nor other authority\nimmediately before the\nestablishment of such\nTribunal as would have\nbeen within the jurisdiction\nof such Tribunal if the\ncause of action on which\nsuch suits or proceedings.\nare based had arisen after\nsuch establishment;\n(f) repeal or amend any\norder made by the\nPresident under clause\n(3) of article 371D;\nprovisions as to limitation\nand rules of evidence) to\nbe followed by the said\nTribunals;\nexclude the jurisidiction of\nall courts except the\njurisdiction of the Supreme\nCourt under article 136 with\nrespect to all or any of the\nmatters falling within the\njurisdiction of the said\nTribunals;\nB\nC\nD\nprovide for the transfer to\neach such Tribunal of any\ncases pending before any\ncourt or any other authority\nimmediately before the E\nestablishment of such\nTribunal as would have\nbeen within the jurisdiction\nof such Tribunal if the\ncause of action on which\nsuch suits or proceedings\nare based had arisen after\nsuch establishment;\nF\nG\n926 SUPREME COURT REPORTS\nA\n(g) contain\n00\nB\nC\nsuch\nsupplemental, incidental\nand\nconsequential\nprovisions (including\nprovisions as to fees) as\nParliament may deem\nnecessary for the effective\nfunctioning of, and for the\nspeedy disposal of cases\nby, and the enforcement\nof the orders of, such\nTribunals.\n[2010] 6 S.C.R.\ncontain such supplemental,\nincidental\nand\nconsequential provisions\n(including provisions as to\nfees) as the appropriate\nLegislature may deem\nnecessary for the effective\nfunctioning of, and for the\nspeedy disposal of cases\nby, and the enforcement of\nthe orders of, such\nTribunals.\nD\n27. In L. Chandra Kumar v. Union of India [1997 (3) SCC\n261], this Court held that clause 2(d) of Article 323A and clause\n3(d) of Article 323B, to the extent they empower Parliament and\nState Legislature to totally exclude the jurisdiction of all courts\nexcept the jurisdiction of the Supreme Court under Article 136,\nE in regard to the disputes and complaints referred to in Article\n323A(1) and the matters specified in Article 323B(2), offended\nthe basic and essential features of the Constitution and were\nunconstitutional. This Court also held that \"exclusion of\njurisdiction\" clause enacted in any legislation, under the aegis\nF of Articles 323A [2(d)] and 323B[3(d)] are also unconstitutional.\nIt was declared that the jurisdiction conferred upon the High\nCourt under Articles 226 and 227 and upon the Supreme Court\nunder Article 32 of the Constitution is a part of the inviolable\nbasic structure of our Constitution.\nG\nH\n28. The legislative competence of Parliament to provide\nfor creation of courts and Tribunals can be traced to Entries 77,\n78, 79 and Entries 43, 44 read with Entry 95 of List I, Item 11A\nread with Entry 46 of List Ill of the Seventh Schedule. Referring\n"}