{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"UNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 897\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nor points, it shall be decided according to the majority, if A\nthere is a majority, but if the Members are equally divided,\nthey shall state the point or points on which they differ, and\nthe case shall be referred by the President of the Tribunal\nfor hearing on such point or points shall be decided\naccording to the other of the other Members of the Tribunal B\nand such point or points shall be decided according to the\nopinion of the majority of Members of the Tribunal who\nhave heard the case, including those who first heard it.\n(4) There shall be constituted such number of Benches, as\nс\nmay be notified by the Central Government.\n(5) In addition to the other Benches, there shall be a\nPrincipal Bench at New Delhi presided over by the\nPresident of the Tribunal.\n(6) The Principal Bench of the Tribunal shall have powers\nof transfer of proceedings from any Bench to another\nBench of the Tribunal in the event of inability of any Bench\nfrom hearing any such proceedings for any reason:\nProvided that no transfer of any proceedings shall be made\nunder this sub-section except after recording the reasons.\nfor so doing in writing.\nD\nE\nF\n10FO. Delegation of powers: The Tribunal may, by general\nor special order, delegate, subject to such conditions and\nlimitations, if any, as may be specified in the order, to any\nMember or officer or other employee of the Tribunal or\nother person authorized by the Tribunal to manage any\nindustrial company or industrial undertaking or any\noperating agency, such powers and duties under this Act G\nas it may deem necessary.\nPart IC APPELALTE TRIBUNAL\n-\n10FR. Constitution of Appellate Tribunal: (1) The Central\nGovernment shall, by notification in the Official Gazette, H\nA\nB\nC\nD\nE\nF\nG\nH\n898\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nconstitute with effect from such date as may be specified\ntherein, an Appellate Tribunal to be called the \"National\nCompany Law Appellate Tribunal\" consisting of a\nChairperson and not more than two Members, to be\nappointed by that Government, for hearing appeals against\nthe orders of the Tribunal under this Act.\n(2) The Chairperson of the Appellate Tribunal shall be a\nperson who has been a Judge of the Supreme Court or\nthe Chief Justice of a High Court.\n(3) A Member of the Appellate Tribunal shall be a person\nof ability, integrity and standing having special knowledge\nof, and professional experience of not less than twenty-five\nyears in, science, technology, economics, banking,\nindustry, law, matters relating to labour, industrial finance,\nindustrial management, industrial reconstruction,\nadministration, investment, accountancy, marketing or any\nother matter, the special knowledge of, or professional\nexperience in which, would be in the opinion of the Central\nGovernment useful to the Appellate Tribunal.\n10FT. Term of office of Chairperson and Members: The\nChairperson or a Member of the Appellate Tribunal shall\nhold office as such for a term of three years from the date\non which he enters upon his office, but shall be eligible for\nre-appointment for another term of three years:\nProvided that no Chairperson or other member shall hold\noffice as such after he has attained,-\n(a) in the case of the Chairperson, the age of\nseventy years;\n(b) in the case of any other Member, the age of\nsixty-seven years.\n10FX. Selection Committee: (1) The Chairperson and\nMembers of the Appellate Tribunal and President and\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 899\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nMembers of the Tribunal shall be appointed by the Central A\nGovernment on the recommendations of a Selection\nCommittee consisting of:\n(a) Chief Justice of India or his nominee\nChairperson;\n(b) Secretary in the Ministry of Finance and\nCompany Affairs Member;\nB\n(c) Secretary in the Ministry of Labour Member;\n(d) Secretary in the Ministry of Law and Justice\n(Department of Legal Affairs or Legislative\nDepartment) Member;\nC\n(e) Secretary in the Ministry of Finance and\nCompany Affairs (Department of Company Affairs) D\nMember.\n(2) The Joint Secretary in the Ministry or Department of the\nCentral Government dealing with this Act shall be the\nConvenor of the Selection Committee.\nXXX XXX\nXXX\nE\n(5) Before recommending any person for appointment as\nthe Chairperson and Members of the Appellate Tribunal\nand President and Members of the Tribunal, the Selection F\nCommittee shall satisfy itself that such person does not\nhave financial or other interest which is likely to affect\nprejudicially his functions as such Chairperson or member\nof the Appellate Tribunal or President or Member of the\nTribunal, as the case may be.\n(6) No appointment of the Chairperson and Members of\nthe Appellate Tribunal and President and Members of the\nTribunal shall be invalidated merely by reason of any\nG\nH\nA\nB\nC\nD\nE\nLL\nF\n0\nH\n900 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nvacancy or any defect in the constitution of the Selection\nCommittee.\n10G. Power to punish for contempt: The Appellate Tribunal\nshall have the same jurisdiction, powers and authority in\nrespect of contempt of itself as the High Court has and\nmay exercise, for this purpose under the provisions of the\nContempt of Courts Act, 1971 (70 of 1971), shall have the\neffect subject to modifications that-\n(a) the reference therein to a High Court shall be construed\nas including a reference to the Appellate Tribunal;\n(b) the reference to Advocate-General in section 15 of the\nsaid Act shall be construed as a reference to such law\nofficers as the Central Government may specify in this\nbehalf.\n10GB. Civil court not to have jurisdiction: (1) No civil court\nshall have jurisdiction to entertain any suit or proceeding\nin respect of any matter which the Tribunal or the Appellate\nTribunal is empowered to determine by or under this Act\nor any other law for the time being in force and no injunction\nshall be granted by any court or other authority in respect\nof any action taken or to be taken in pursuance of any\npower conferred by or under this Act or any other law for\nthe time being in force.\n10GF. Appeal to Supreme Court: Any person aggrieved\nby any decision or order of the Appellate Tribunal may file\nan appeal to the Supreme Court within sixty days from the\ndate of communication of the decision or order of the\nAppellate Tribunal to him on any question of law arising\nout of such decision or order:\nProvided that the Supreme Court may, if it is satisfied that\nthe appellant was prevented by sufficient cause from filing\nthe appeal within the said period, allow it to be filed within\na further period not exceeding sixty days.\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 901\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nSection 10FJ relates to removal and suspension of A\nPresident or members of the NCLT. Section 10FV relates\nto removal and suspension of Chairman or members of\nNCLAT. Sub-section (2) of those sections provide that the\nPresident/Chairman or a member shall not be removed\nfrom his office except by an order made by the Central B\nGovernment on the ground of proven misbehaviour or\nincapacity after an inquiry made by a Judge of the\nSupreme Court in which the President/Chairman or\nmember has been informed of the charges against him\nand given a reasonable opportunity of being heard in\nrespect of those charges. Sub-section (3) provides that the\nCentral Government may suspend from office, the\nPresident/Chairman or Member of the Tribunal in respect\nof whom a reference has been made to the Judge of the\nSupreme Court under sub-section (2) until the Central\nGovernment has passed orders on receipt of the report of\nthe Judge of the Supreme Court on such reference.\nDifference between Courts and Tribunals\nC\nD\nF\n12. The term 'Courts' refers to places where justice is E\nadministered or refers to Judges who exercise judicial\nfunctions. Courts are established by the state for administration\nof justice that is for exercise of the judicial power of the state\nto maintain and uphold the rights, to punish wrongs and to\nadjudicate upon disputes. Tribunals on the other hand are\nspecial alternative institutional mechanisms, usually brought into\nexistence by or under a statute to decide disputes arising with\nreference to that particular statute, or to determine controversies\narising out of any administrative law. Courts refer to Civil Courts,\nCriminal Courts and High Courts. Tribunals can be either\nprivate Tribunals (Arbitral Tribunals), or Tribunals constituted\nunder the Constitution (Speaker or the Chairman acting under\nPara 6(1) of the Tenth Schedule) or Tribunals authorized by the\nConstitution (Administrative Tribunals under Article 323A and\nTribunals for other matters under Article 323B) or Statutory\nG\nH\n902 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA Tribunals which are created under a statute (Motor Accident\nClaims Tribunal, Debt Recovery Tribunals and consumer fora).\nSome Tribunals are manned exclusively by Judicial Officers\n(Rent Tribunals, Motor Accidents Claims Tribunal, Labour\nCourts and Industrial Tribunals). Other statutory Tribunals have\nJudicial and Technical Members (Administrative Tribunals,\nTDSAT, Competition Appellate Tribunal, Consumer fora, Cyber\nAppellate Tribunal, etc).\nB\nC\nD\nE\nLL\nF\nG\nH\n1.3. This court had attempted to point out the difference\nbetween Court and Tribunal in several decisions. We may refer\na few of them.\n(13.1) In Harinagar Sugar Mills Ltd. vs. Shyam Sundar\nJhunjhunwala - (1962) 2 SCR 339, Hidayatullah J., succinctly\nexplained the difference between Courts and Tribunals, thus:\n\"All Tribunals are not courts, though all courts are\nTribunals\". The word \"courts\" is used to designate those\nTribunals which are set up in an organized state for the\nadministration of justice. By administration of justice is\nmeant the exercise of juridical power of the state to\nmaintain and uphold rights and to punish \"wrongs”.\nWhenever there is an infringement of a right or an injury,\nthe courts are there to restore the vinculum juris, which is\ndisturbed\nWhen rights are infringed or invaded, the aggrieved party\ncan go and commence a querela before the ordinary Civil\nCourts. These Courts which are instrumentalities of\nGovernment, are invested with the judicial power of the\nState, and their authority is derived from the Constitution\nor some Act of Legislature constituting them. Their number\nis ordinarily fixed and they are ordinarily permanent, and\ncan try any suit or cause within their jurisdiction. Their\nnumbers may be increased or decreased, but they are\nalmost always permanent and go under the compendious\nname of \"Courts of Civil Judicature”. There can thus be no\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 903\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\ndoubt that the Central Government does not come within A\nthis class.\nWith the growth of civilization and the problems of modern\nlife, a large number of administrative Tribunals have come\ninto existence. These Tribunals have the authority of law\nto pronounce upon valuable rights; they act in a judicial\nmanner and even on evidence on oath, but they are not\npart of the ordinary Courts of Civil Judicature. They share\nthe exercise of the judicial power of the State, but they are\nbrought into existence to implement some administrative\npolicy or to determine controversies arising out of some\nadministrative law. They are very similar to Courts, but are\nnot Courts. When the Constitution speaks of 'Courts' in\nArt. 136, 227, or 228 or in Arts. 233 to 237 or in the Lists,\nit contemplates Courts of Civil Judicature but not Tribunals\nother than such Courts. This is the reason for using both\nthe expressions in Arts. 136 and 227.\nB\nC\nD\nBy \"Courts\" is meant Courts of Civil Judicature and by\n\"Tribunals”, those bodies of men who are appointed to\ndecide controversies arising under certain special laws. E\nAmong the powers of the State is included the power to\ndecide such controversies. This is undoubtedly one of the\nattributes of the State, and is aptly called the judicial power\nof the State. In the exercise of this power, a clear division\nis thus noticeable. Broadly speaking, certain special\nmatters go before Tribunals, and the residue goes before\nthe ordinary Courts of Civil Judicature. Their procedures\nmay differ, but the functions are not essentially different.\nWhat distinguishes them has never been successfully\nestablished.\"\nIn my opinion, a Court in the strict sense is a Tribunal\nwhich is a part of the ordinary hierarchy of Courts of Civil\nJudicature maintained by the State under its constitution\nto exercise the judicial power of the State. These Courts\nperform all the judicial functions of the State except those\nEL\nF\nG\nH\n904\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nthat are excluded by law from their jurisdiction. The word\n\"judicial\", be it noted, is itself capable of two meanings.\nThey were admirably stated by Lopes, L.J. in Royal\nAquarium and Summer and Winter Garden Society v.\nParkinson [1892] 1 Q.B. 431, in these words:\n\"The word 'judicial' has two meanings. It may refer\nto the discharge of duties exercisable by a judge\nor by justices in court, or to administrative duties\nwhich need not be performed in court, but in\nrespect of which it is necessary to being to bear a\njudicial mind - that is, a mind to determine what is\nfair and just in respect of the matters under\nconsideration.\"\nThat an officer is required to decide matters before him\n\"judicially\" in the second sense does not make him a Court\nor even a Tribunal, because that only establishes that he\nis following a standard of conduct, and is free from bias\nor interest.\nCourts and Tribunals act \"judicially\" in both senses, and\nin the term \"Court\" are included the ordinary and\npermanent Tribunals and in the term \"Tribunal\" are\nincluded all others, which are not so included\".\n(emphasis supplied)\n(13.2) In Jaswant Sugar Mills vs. Laxmi Chand – 1963\nSupp (1) SCR 242, this Court observed that in order to be a\nTribunal, a body or authority must, besides being under a duty\nto act judicially, should be invested with the judicial power of\nthe state.\n--\n(13.3) In Associated Cement Companies Ltd. vs. P. N.\nSharma (1965) 2 SCR 366, another Constitution Bench of\nthis Court explained the position of Tribunals thus:\n\"The expression \"court\" in the context denotes a Tribunal\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 905\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nconstituted by the State as a part of the ordinary hierarchy A\nof courts which are invested with the State's inherent\njudicial powers. A sovereign State discharges legislative,\nexecutive and judicial functions and can legitimately claim\ncorresponding powers which are described as legislative,\nexecutive and judicial powers. Under our Constitution, the B\njudicial functions and powers of the State are primarily\nconferred on the ordinary courts which have been\nconstituted under its relevant provisions. The Constitution\nrecognised a hierarchy of courts and their adjudication are\nnormally entrusted all disputes between citizens and\ncitizens as well as between the citizens and the State.\nThese courts can be described as ordinary courts of civil\njudicature. They are governed by their prescribed rules of\nprocedure and they deal with questions of fact and law.\nraised before them by adopting a process which in\ndescribed as judicial process. The powers which these\ncourts exercise, are judicial powers, the functions they\ndischarge are judicial functions and the decisions they\nreach and pronounce are judicial decisions.\nC\nD\nIn every State there are administrative bodies or authorities E\nwhich are required to deal with matters within their\njurisdiction in an administrative manner and their decisions\nare described as administrative decisions. In reaching their\nadministrative decisions, administrative bodies can and\noften to take into consideration questions of policy. It is not F\nunlikely that even in this process of reaching administrative\ndivisions, the administrative bodies or authorities are\nrequired to act fairly and objectively and would in many\ncases have to follow the principles of natural justice; but\nthe authority to reach decision conferred on such G\nadministrative bodies is clearly distinct and separate from\nthe judicial power conferred on courts, and the decisions.\npronounced by administrative bodies are similarly distinct\nand separate in character from judicial decision\npronounced by courts.\nH\nA\nB\nC\nD\nE\nF\n-\nG\n906\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nTribunals which fall under the purview of Article 136(1)\noccupy a special position of their own under the scheme\nof our Constitution. Special matters and questions are\nentrusted to them for their decision and in that sense, they\nshare with the court one common characteristic; both the\ncourts and the Tribunals are constituted by the state and\nare invested with judicial as distinguished from purely\nadministrative or executive functions (vide Durga Shankar\nMehta v. Raghuraj Singh - 1955 (1) SCR 267). They are\nboth adjudicating bodies and they deal with and finally\ndetermine disputes between parties which are entrusted\nto their jurisdiction. The procedure followed by the courts\nis regularly prescribed and in discharging their functions\nand exercising their powers, the courts have to conform\nto that procedure. The procedure which the Tribunals have\nto follow may not always be so strictly prescribed, but the\napproach adopted by both the courts and the Tribunals\nis substantially the same, and there is no essential\ndifference between the functions that they discharge. As\nin the case of courts, so in the case of Tribunals, it is the\nState's inherent judicial power which has been transferred\nand by virtue of the said power, it is the State's inherent\njudicial function which they discharge.\"\n(emphasis supplied)\n(13.4) In Kihoto Hollohan vs. Zachillhu - 1992 Supp (2)\nSCC 651, a Constitution Bench reiterated the above position\nand added the following:\nWhere there is a lis - an affirmation by one party and\ndenial by another - and the dispute necessarily involves\na decision on the rights and obligations of the parties to it\nand the authority is called upon to decide it, there is an\nexercise of judicial power. That authority is called a\nTribunal, if it does not have all the trappings of a court”.\nH In S.P. Sampath Kumar vs. Union of India - (1987) 1 SCC\n"}