{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"UNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 877\nBAR ASSOCIATION\nby the time the members achieve the required knowledge, A\nexpertise and efficiency, one term will be over. Further the\nsaid term of three years with the retirement age of 65\nyears is perceived as having been tailor-made for persons\nwho have retired or shortly to retire and encourages\nthese tribunals to be treated as post-retirement havens. B\nIf these tribunals are to function effectively and efficiently\nthey should be able to attract younger members who will\nhave a reasonable period of service. [Para 56] [955-A-C]\nC\n6.10. The second proviso to Section 10FE enabling\nthe President and members to retain lien with their parent\ncadre/ministry/department while holding office as\nPresident or Members will not be conducive for the\nindependence of member. Any person appointed as\nmember should be prepared to totally disassociate\nhimself from the Executive. The lien cannot therefore D\nexceed a period of one year. [Para 56] [955-D-E]\n6.11. To maintain independence and security in\nservice, sub-section (3) of section 10FJ and Section 10FV\nshould provide that suspension of the President/\nChairman or member of a tribunal can be only with the\nconcurrence of the Chief Justice of India. The\nadministrative support for all tribunals should be from the\nMinistry of Law \u0026 Justice. Neither the tribunals nor its\nmembers shall seek or be provided with facilities from the\nrespective sponsoring or parent Ministries or concerned\nDepartment. [Para 56] [955-F-G]\nE\nF\n6.12. Two-Member Benches of the tribunal should\nalways have a judicial member. Whenever any larger or\nspecial benches are constituted, the number of Technical G\nMembers shall not exceed the Judicial Members. [Para\n56] [955-H; 956-A]\nConclusion:\n7.1. The creation of National Company Law Tribunal H\n878 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA and National Company Law Appellate Tribunal and\nB\nC\nvesting in them, the powers and jurisdiction exercised by\nthe High Court in regard to company law matters, are not\nunconstitutional. [Para 57] [956-B-C]\n7.2. Parts 1B and 1C of the Act as presently\nstructured are unconstitutional. However, Parts IB and IC\nof the Act may be made operational by making suitable\namendments in addition to what the Union Government\nhas already agreed in pursuance of the impugned order\nof the High Court. [Para 57] [956-C-D]\nS. P. Sampath Kumar vs. Union of India (1987) 1 SCC\n124; L. Chandra Kumar v. Union of India (1997) 3 SCC 261,\nUnion of India v. Delhi Bar Association (2002) 4 SCC 275\nand State of Karnataka v. Vishwa Bharati Housing Building\nD Cooperative Societies and Anr (2003) 2 SCC 412, referred\nto.\nCase Law Reference:\n(1987) 1 SCC 124\nReferred to.\nPara 5, 13.4\nand 47\nE\n2002 (4) SCC 275\nReferred to.\nPara 5 and 10\nRelied on.\nPara 28\n(1997) 3 SCC 261\nReferred to.\nF\nParas 5, 9, 10,\n16, 17, 22, 27 and 34\n(2003) 2 SCC 412\nReferred to.\nParas 5 and 10\nRelied on.\nPara 28\n(1962) 2 SCR 339\nReferred to.\nPara 13\nG\n1963 Supp (1)\nSCP 242\nReferred to.\nPara 13.2\n(1965) 2 SCR 366\nReferred to.\nPara 13.3\nH\nRelied on.\nPara 30\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 879\nBAR ASSOCIATION\n1992 Supp (2) SCC 651 Referred to. Para 13.4\nA\n1977 (4) SCC 193\nReferred to.\nPara 16\n(1993) 4 SCC 441\nReferred to.\nParas 16 and 17\n2000 (4) SCC 640\nReferred to.\nPara 16\nB\n1992 (2) SCC 428\nReferred to.\nPara 16\n2002 (4) SCC 247\nReferred to.\nPara 16\n1955 (2) SCR 225\nReferred to.\nPara 17\nC\nAIR 1966 SC 1987\nReferred to.\nPara 17\n1975 Supp SCC 1\nReferred to.\nPara 17\nRelied on.\nPara 40\nD\n1973 (4) SCC 225\nReferred to.\nPara 17\n2007 (2) SCC 1\nReferred to.\nPara 17\n2003 (2) SCC 412\nRelied on\nPara 28\n1955 (1) SCR 829\nRelied on\nPara 28\nE\n1971 (2) SCC 779\nRelied on\nPara 28\n1993 (4) SCC 119\nRelied on\nPara 36\nAIR 1973 SCC 1461 Referred to.\nPara 39\nF\n2006 (7) SCC 1\nRelied on.\nPara 40\n1996 (3) SCC 709\nRelied on.\nPara 40\n1977 (4) SCC 608\nRelied on.\nPara 40\nG\nAIR 1952 SC 75\nRefied on\nPara 42\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n3067 of 2004.\nн.\nA\n880\nSUPREME COURT REPORTS\n[2010] 6 S.C.R.\nFrom the Judgment \u0026 Order dated 30.03.2004 of the High\nCourt of Madras in W.P. 2198 of 2003.\nWITH\nB\nCivil Appeal No. 3717 of 2005.\nParag P. Tripathy, ASG, Arvind P. Datar, Amey Nargolkar,\nArti Gupta, Vismai Rao, Gaurav Agarwal, Kunal Bahri, Varun\nSarin, Anubha Agarwal, Sushma Suri, Navin Prakash (for P.\nParmeswaran), Ananth Padmanabhan, Nikhil Nayyar, TVS\nC Raghavendra Sreyas, Ambuj Agrawal, Suchindran B.N. for the\nappearing parties.\nThe Judgment of the Court was delivered by\nR.V.RAVEENDRAN, J. 1. These appeals arise from the\nD order dated 30.3.2004 of the Madras High Court in WP No.\n2198/2003 filed by the President of Madras Bar Association\n(MBA for short) challenging the constitutional validity of\nChapters 1B and 1C of the Companies Act, 1956('Act' for\nshort) inserted by Companies (Second Amendment) Act 2002\nE ('Amendment Act' for short) providing for the constitution of\nNational Company Law Tribunal ('NCLT' or 'Tribunal') and\nNational Company Law Appellate Tribunal ('NCLAT' or\n'Appellate Tribunal').\nபட\nF\nG\nI\n2. In the said writ petition, Madras Bar Association ('MBA')\nraised the following contentions :\n(i) Parliament does not have the legislative competence\nto vest intrinsic judicial functions that have been\ntraditionally performed by the High Courts for nearly a\ncentury in any Tribunal outside the Judiciary.\n(ii) The constitution of the National Company Law Tribuna!\nand transferring the entire company jurisdiction of the High\nCourt to the Tribunal which is not under the control of the\nJudiciary, is violative of the doctrine of separation of\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 881\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\npowers and independence of the Judiciary which are parts A\nof the basic structure of the Constitution.\n(iii) Article 323B of the Constitution enables the appropriate\nLegislature to provide for adjudication or trial by Tribunals\nof disputes, complaints or offences with respect to all or B\nany of the matters specified in clause (2). Clause (2)\nenumerate the matters in regard to which Tribunals can be\nconstituted. The said list is exhaustive and not illustrative.\nThe list does not provide for constitution of Tribunal for\ninsolvency, revival and restructuring of the company. In the\nC\nabsence of any amendment to Article 323B providing for\na National Tribunal for revival of companies and winding\nup companies, there is no legislative competence to\nprovide for constitution of NCLT and NCLAT.\n(iv) The various provisions of Chapters IB and IC of the Act D.\n(sections 10FB, 10FD, 10FE, 10FF, 10FL(2), 10FO,\n10FR(3), 10FT and 10FX) are defective and\nunconstitutional, being in breach of basic principles of Rule\nof Law, Separation of Powers and independence of the\nJudiciary.\n3. The Union of India submitted that it had constituted a\nHigh Level Committee on Law relating to Insolvency of\nCompanies under the Chairmanship of Justice V. Balakrishna\nEradi, a retired Judge of this Court, with other experts to\nexamine the existing laws relating to winding-up proceedings\nof the company in order to remodel it in line with the latest\ndevelopments and innovations in corporate laws and\ngovernance and to suggest reforms to the procedures at\nvarious stages followed in insolvency proceedings of the\ncompany in order to avoid unnecessary delay, in tune with\ninternational practices in the field. The said Committee\nidentified the following areas which contributed to inordinate\ndelay in finalisation of winding-up/dissolution of companies : (a)\nfiling statement of affairs; (b) handing over of updated books\nof accounts; (c) realization of debts; (d) taking over possession\nE\nF\nG\nH\n882 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA of the assets of the company and sale of assets; (e) non-\navailability of funds for the Official Liquidator to discharge his\nduties and functions (f) settlement of the list of creditors; (g)\nsettlement of list of contributories and payment of calls; (h)\nfinalisation of income-tax proceedings; and (i) disposal of\nB misfeasance proceedings. The Committee found that\nmultiplicity of court proceedings is the main reason for the\nabnormal delay in dissolution of companies. It also found that\ndifferent agencies dealt with different areas relating to\ncompanies, that Board for Industrial \u0026 Financial Reconstruction\nC (BIFR) and Appellate Authority for Industrial \u0026 Financial\nReconstruction (AAIFR) dealt with references relating to\nrehabilitation and revival of companies, High Courts dealt with\nwinding-up of companies and Company Law Board (CLB) dealt\nwith matters relating to prevention of oppression and\nmismanagement etc. Considering the laws on corporate\ninsolvency prevailing in industrially advanced countries, the\nCommittee recommended various amendments in regard to the\nprovisions of Companies Act, 1956 for setting-up of a National\nCompany Law Tribunal which will combine the powers of the\nCLB under the Companies Act, 1956, BIFR and AAIFR under\nthe Sick Industrial Companies (Special Provisions) Act, 1985\nas also the jurisdiction and powers relating to winding-up\npresently vested in the High Courts.\nD\nE\n4. It is stated that the recommendations of the Eradi\nF Committee were accepted by the Government and Company\n(Second Amendment) Act, 2002 was passed providing for\nestablishment of NCLT and NCLAT to take-over the functions\nwhich are being performed by CLB, BIFR, AAIFR and the High\nCourts. It is submitted that the establishment of NCLT and\nG NCLAT will have the following beneficial effects: (i) reduce the\npendency of cases and reduce the period of winding-up\nprocess from 20 to 25 years to about two years; (ii) avoid\nmultiplicity of litigation before various fora (High Courts and\nquasi-judicial Authorities like CLB, BIFR and AAIFR) as all can\nbe heard and decided by NCLT; (iii) the appeals will be\nH\n,\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 883\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nstreamlined with an appeal provided against the order of the A\nNCLT to an appellate Tribunal (NCLAT) exclusively dedicated\nto matters arising from NCLT, with a further appeal to the\nSupreme Court only on points of law, thereby reducing the delay\nin appeals; and (iv) with the pending cases before the\nCompany Law Board and all winding-up cases pending before\nthe High Courts being transferred to NCLT, the burden on High\nCourts will be reduced and BIFR and AAIFR could be\nabolished.\nB\nC\n5. It was contended that the power to provide for\nestablishment of NCLT and NCLAT was derived from Article\n245 read with several entries in List I of the Seventh Schedule\nand did not originate from Article 323B. It was submitted that\nvarious provisions in Parts IB and IC of the Act relating to the\nconstitution of NCLT and NCLAT were intended to provide for\nselection of proper persons to be their President/Chairperson/ D\nmembers and for their proper functioning. It was submitted that\nsimilar provisions relating to establishment of other alternative\ninstitutional mechanisms such as Administrative Tribunals, Debt\nRecovery Tribunals and Consumer fora, had the seal of\napproval of this Court in S. P. Sampath Kumar vs. Union of E\nIndia 1987 (1) SCC 124, L. Chandrakumar v. Union of India\n(1997) 3 SCC 261; Union of India v. Delhi High Court Bar\nAssociation (2002) 4 SCC 275 and State of Karnataka v.\nVishwabharathi House Building Co-operative Society 2003(2)\nSCC 412.\n6. The Madras High Court by its order dated 30.3.2004\n- held that creation of the NCLT and vesting the powers hitherto\nexercised by the High Courts and CLB in the Tribunal was not\nunconstitutional. It referred to and listed the defects in several\nprovisions (that is mainly sections 10FD(3)(f) (g)(h), 10FE,\n10FF, 10FL(2), 10FR(3), 10FT) in Parts IB and IC of the Act. It\ntherefore declared that until the provisions of Part IB and IC of\nthe Act, introduced by the Amendment Act which were defective\nbeing violative of basic constitutional scheme (of separation of\nF\nG\nH\n884 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nA judicial power from the Executive and Legislative power and\nindependence of judiciary enabling impartial exercise of judicial\npower) are duly amended by removing the defects that were\npointed out; it will be unconstitutional to constitute a Tribunal and\nAppellate Tribunal to exercise the jurisdiction now exercised by\nB the High Court or the Company Law Board.\nC\nD\nE\nF\n7. The Union of India has accepted that several of the\ndefects pointed out by the High Court in Parts IB and IC of the\nAct, require to be corrected and has stated that those provisions\nwill be suitably amended to remove the defects. It has not\nhowever accepted the decision of the High Court that some\nother provisions of Parts IB and IC are also defective To narrow\ndown the controversy in regard to the appeal by the Union, we\nnote below the defects pointed out by the High Court in regard\nto various provisions in Parts IB and IC of the Act and the stand\nof Union of India in respect of each of them.\nSections 10FE and 10FT: Tenure of President/Chairman\nand Members of NCLT and NCLAT fixed as three years\nwith eligibility for re-appointment\n(7.1.) The High Court held that unless the term of office is\nfixed as at least five years with a provision for renewal, except\nin cases of incapacity, misconduct and the like, the constitution\nof the Tribunal cannot be regarded as satisfying the essential\nrequirements of an independent and impartial body exercising\njudicial functions of the state.\nThe Union Government has accepted the finding and\nagreed to amend section 10FE and 10FT of the Act to provide\nfor a five year term for the Chairman/President/Members.\nHowever, the Government proposes to retain the provision for\nreappointment instead of 'renewal', as the reappointments\nwould be considered by a Selection Committee which would\nbe headed by the Chief Justice of India or his nominee. As the\nGovernment proposes to have minimum eligibility of 50 years\nH for first appointment as a Member of the Tribunal, a Member\n།\nUNION OF INDIA v. R. GANDHI, PRESIDENT, MADRAS 885\nBAR ASSOCIATION [R.V. RAVEENDRAN, J.]\nwill have to undergo the process of re-appointment only once A\nor twice.\n-\nSection 10FE – second proviso : Enabling the President/\nMembers of NCLT to retain their lien with their parent\ncadre/Ministry/Department while holding office\n(7.2) The High Court held that in so far as the President is\nconcerned, there is no question of holding a lien and the\nreference to President must be deleted from the second\nproviso to section 10FE.\nThe Union Government has accepted the decision and has\nstated that it proposes to amend the proviso and delete the\nreference to the President in the second proviso.\n(7.3) The High Court also held that the period of lien in\nregard to the members of NCLT should be restricted to only\none year instead of the entire period of service as a Member\nof NCLT.\nThe Union Government has submitted that in view of the\nproposed longer tenure of five years as against the three years,\nthe government proposes to permit the members to retain their\nlien with their parent cadre/Ministry/Department for a period of\nthree years, as one year may be too short for the members to\ndecide whether to give up the lien or not.\nSection 10FD(1): Qualification for appointment as\nPresident\n(7.4) The High Court has suggested that it would be\nappropriate to confine the choice of persons to those who have\nheld the position of a Judge of a High Court for a minimum\nperiod of five years instead of the existing provision which\nprovides that Central Government shall appoint a person who\nhas been, or is qualified to be, a Judge of a High Court, for\nthe post of President of the Tribunal.\nB\nC\nD\nE\nF\nG\nH\n886 SUPREME COURT REPORTS\n[2010] 6 S.C.R.\nThe Government has agreed in part and proposes to\namend the Act for appointment of a retired or serving High\nCourt Judge alone as the President of the Tribunal. It however\nfeels that minimum length of service as experience, need not\nbe fixed in the case of High Court Judges, as the Selection\nB Committee headed by the Chief Justice of India or his nominee\nwould invariably select the most suitable candidate for the post.\nC\nSection 10FD(3)(f) : Appointment of Technical Member to\nNCLT\n(7.5) The High Court has held that appointment of a\nmember under the category specified in section 10FD(3)(f), can\nhave a role only in matters concerning revival and rehabilitation\nof sick industrial companies and not in relation to other matters.\nThe High Court has therefore virtually indicated that NCLT should\nD have two divisions, that is an Adjudication Division and a\nRehabilitation Division and persons selected under the\ncategory specified in clause (f) should only be appointed as\nmembers of the Rehabilitation Division.\nE\nF\nThe Union Government contends that similar provision\nexists in section 4(3) of the Sick Industrial Companies (Special\nProvisions) Act, 1985; that the provision is only an enabling one\nso that the best talent can be selected by the Selection\nCommittee headed by the Chief Justice of India or his nominee;\nand that it may not be advisable to have Division or limit or\nplace restrictions on the power of the President of the Tribunal\nto constitute appropriate benches. It is also pointed out that a\nTechnical Member would always sit in a Bench with a Judicial\nMember.\nG Section 10FD(3)(g) : Qualification for appointment of\nTechnical Member\nH\n(7.6) The High Court has observed that in regard to\nPresiding Officers of Labour Courts and Industrial Tribunals or\nNational Industrial Tribunal, a minimum period of three to five\n"}