{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"T\nA\nSAI ENTERPRISES\nV\nBHIMREDDY LAXMAIAH AND ANR.\nMARCH 16, 2007\nB [DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nCode of Civil Procedure, 1908:\nO.21, rr. 54, 64 and 90-Execution proceedings-Sale of property-\nC Duty of Court-Held: Court not to allow sale of property beyond decretal\namount-It is not just discretion but obligation cast on Court to direct sale\nof only such portion of property as is necessary to satisfy the decree.\nThe appellant filed suit against respondent No.2 for recovery of Rs.4.49\nlacs. Respondent No.1 also filed suit against respondent No.2 for foreclosure\nD\nof the mortgage in his favour for Rs. 1 lac. During the pendency of first suit,\ntrial Court ordered attachment before judgment. The suit filed by respondent\nNo.1 was decreed against respondent No.2. Respondent No.1 filed an execution\npetition and sought for sale of mortgage property as respondent No.2 did not\nsatisfy the decree. The appellant's suit was also decreed against respondent\nE No.2. Respondent No.2-judgment debtor was set ex parte as he did not attend\nthe execution proceedings. Proclamation was published in a newspaper.\nAppellant filed execution petition seeking direction for sale of schedule\nproperty for realization of Rs.5.69 lacs.\nRespondent No.2 filed an application under Order 21 Rule 69 CPC r/w.\nF ss. 47 and 151 seeking direction to stop the auction and also sought for\nadjournment of the matter for settlement of terms and conditions of sale.\nProclamation of sale was published in another newspaper and the decree\nholder-Respondent No.1 purchased the property for Rs.3.12 lacs. Thereafter\nthe appellant filed an application under Order 21 Rule 90 to set aside the\nsale and to re-auction the schedule property, as the respondent no.1 has not\nG\ntaken proper steps for wide publicity of the auction. It was stated that the value\nof the property was not less than 6 lacs. The judgment-debtor Respondent\nNo.2 objected in the counter that the value of the property is more than rupees\n8 lakhs. The sale was confirmed. The High Court, dismissed the Revision\npetition taking of the view that allegations made in the petition were general\nH\n40\nSAI ENTERPRISES v. BHIMREDDY LAXMAIAH\n41\nin nature, and the affidavit with the petition does not disclose whether objection A\nrelates to non publication in the newspaper or places.\nIn appeal to this Court, the appellant contended that the newspaper in\nwhich the publication was made was not a wide circulating newspaper. Further\nthe value at which the decree holder purchased was very low. Additionally, it\nwas submitted that in terms of Order 21 Rule 64 Code of Civil Procedure,\n1908. the Court was required to find out whether a part of the property would\nhave sufficed to meet the decretal amount, which was not done in the present\ncase.\nB\n୮\nDisposing of the appeal, the Court\nC\nHELD: 1. The High Court has categorically found that initially the\nauction was notified in newspaper 'Eanadu' with wide circulation, and that\nwas done on two occasions. The grievance about the publication in a newspaper\nwith inadequate circulation would have been a factor provided the earlier notice\nwas published in some newspaper not having wide circulation, but admittedly D\nthe publication was made in newspaper having a wide circulation. Additionally,\nthe stand regarding non-compliance with the requirements of Order 21 Rule\n54 sub-rule (2) CPC is of no consequence because the objection has to be\nspecific and not to be general in nature. In the absence of specific allegations\nit would not be possible for either parties or the executing court to deal with\nthe same. This conclusion of the High Court is in order. However, the E\ngrievance of the appellant so far non-compliance with the requirements of\nOrder 21 Rule 64 of the Code is on sound footing. The provision contains\nsome significant words. They are \"necessary to satisfy the decree\". Use of\nthe said expression clearly indicates the legislative intent that no sale can be\nallowed beyond the decretal amount mentioned in the sale proclamation.\nF\n[Paras 7, 8, 9 [44-D, F, G; 45-A]\nTakkaseela Pedda Subba Reddi v. Pujari Padmavathamma, AIR (1977)\nSC 1789, relied on.\n2. In all execution proceedings, Court has to first decide whether it is\nG\nnecessary to bring the entire property to sale or such portion thereof as may\nseem necessary to satisfy the decree. If the property is large and the decree\nto be satisfied is small the Court must bring only such portion of the property\nthe proceeds of which would be sufficient to satisfy the claim of the decree\nholder. It is immaterial whether the property is one or several. Even if the\nH\n42\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA property is one, if a separate portion could be sold without violating any\nprovision of law only such portion of the property should be sold. This is not\njust a discretion but an obligation imposed on the Court. The sale held without\nexamining this aspect and not in conformity with this mandatory requirement\nwould be illegal and without jurisdiction. The duty cast upon the Court to sell\nonly such portion thereof as is necessary to satisfy the decree is a mandate\nof the legislature which cannot be ignored. [Para 9] [45-B, C, D]\nB\nC\nD\nAmbati Narasayya v. M. Subba Rao and Anr., [1989] Suppl. 2 SCC 693,\nrelied on.\n3. Considering the peculiar facts of the case and the long passage of\ntime, respondent no.1 is directed to pay a sum of Rs. 1 lac to the appellant\nwithin a period of three months. In case of non-payment of the aforesaid\namount, the appellant shall be free to pay a sum of Rs.3.12 lacs with 9%\ninterest from the date of auction, to respondent no.1 and get the property\nconveyed in his favour under the directions of the Court. [Para 10] [45-E-F]\nS. Mariyappa (Dead) by LRs. and Ors. v. Siddappa and Anr., [2005] 10\nSCC 235 and Balakrishnan v. Malaiyandi Konar, [2006] 3 SCC 49, relied\non.\nE\nF\nG\nH\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 576 of 2005.\nFrom the Final Judgment and Order dated 30.02.2004 of the High Court\nof Judicature, Andhra Pradesh at Hyderabad in C.R.P. No. 30 of 2004.\nK. Maruthi Rao, K. Radha and Anjani Aiyagari for the Appellant.\nD. Bharathi Reddy for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Challenge in this appeal is to the judgment\npassed by a learned Single Judge of the Andhra Pradesh High Court dismissing\nthe Civil Revision petition filed under Article 227 of the Constitution of India,\n1950 (in short 'the Constitution') read with Section 115 of the Code of Civil\nProcedure, 1908 (in short the 'Code').\nb\n2. Background facts in a nutshell are as follows:\nSAI ENTERPRISES v. BHIMREDDY LAXMAIAH [PASAYAT, J.] 43\nB\n3. The appellant filed a suit O.S. No.57/96 against respondent no.2 for A\nrecovery of Rs.4,49,500/-. The respondent no.1 also filed a suit O.S. No. 65/\n96 against respondent no.2 for foreclosure of the mortgage in his favour for\na sum of Rs.1,00,000/-. Both the suits were pending on the file of the Senior\nCivil Judge, Suryapet. During the pendency of the suit appellant filed IA no.\n413/96 for attachment before judgment and same was ordered in terms of order\ndated 7.10.96. OS No.65/96 filed by respondent no.1 was decreed against\nrespondent no.2. Respondent no.1 filed an execution petition (EP No.1/99)\nand sought for sale of mortgaged property as respondent no.2 did not satisfy\nthe decree. Respondent no.1 indicated the value of the property to be rupees\nthree lakhs. The bailiff after obtaining information from the Registrar and\nMunicipal Office mentioned value of the property at Rs.2,55,490/-. The C\nappellant's suit OS 57/96 was decreed against respondent no.2. The said\nrespondent No. 2 - judgment debtor was set ex parte as he did not attend the\nEP proceedings i.e. EP no.1/99. Proclamation was published in newspaper\n\"Eenadu\". The matter was adjourned from time to time. Appellant filed execution\npetition EP no.19/01 seeking direction for sale of schedule property for\nᎠ\nrealization of the amount of Rs.5,69,816/- due under the judgment and decree\ndated 16.2.2000 made in OS No.57/96.\n4. Respondent no.2 filed an application EA No.90/01 in EP No.1/99\nunder Order XXI Rule 69 read with Sections 47 and 151 of the Code seeking\na direction to stop the auction to be held on 12.11.2001 and sought for\nE\nadjournment of the matter for settlement of terms and conditions of sale.\nFresh publication and proclamation of sale was made in newspaper namely,\nNeti Manadesam. Learned Civil Judge dismissed the application EA No.90/91\nin EP No.1/99 filed by respondent no.2. The said order was challenged before\nthe High Court in CRP no.6036/01. Again proclamation of sale was published\nin 'Neti Mandadesham' and the decree holder purchased the property for F\nRs.3,12,000/- in OS No.57/96. Thereafter the appellant filed an application EA\nNo.42/02 under Order XXI Rule 90 of the Code to aside the sale and to re-\nauction the schedule property, as the respondent no.1 has not taken proper\nsteps for wide publicity of the auction. It was stated that the value of the\nproperty was not less than rupees six lakhs. Objection was filed by the\nrespondents. The judgment-debtor categorically stated in the counter that the\nvalue of the property is more than rupees 8 lakhs. The sale was confirmed\non 24.1.2002. The High Court dismissed CRP filed by the judgment debtor-\nrespondent no.1. The appellant filed an application EA No.107/03 in EA\nNo.42/02 in EP No. 1/99 to receive the valuation report issued. Learned Civil\nG\nH\n44\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA Judge dismissed the application. The High Court was moved. As noted above\nthe High Court, dismissed the Civil Revision petition being of the view that\nallegations made in the petition are general in nature, and the affidavit with\nthe petition does not disclose whether objection relates to non publication\nin the newspaper or places.\nB\nC\nD\n5. In support of the appeal learned counsel for the appellant submitted\nthat the newspaper in which the publication was made is not a wide circulating\nnewspaper. Further the valuation at which the decree holder purchased is\nvery low. Additionally, it is submitted that in terms of Order XXI Rule 64 of\nthe Code the Court was required to find out whether a part of the property.\nwould have sufficed to meet the decretal amount, which was not done in the\npresent case.\n6. Learned counsel for the respondent supported the order.\n7. It is to be noted that the High Court has categorically found that\ninitially the auction was notified in newspaper 'Eanadu' with wide circulation,\nand that was done on two occasions. The grievance about the publication\nin a newspaper with inadequate circulation would have been a factor provided\nthe earlier notice was published in some newspaper not having wide circulation,\nbut admittedly the publication was made in newspaper 'Eanadu' having a wide\ncirculation. Additionally, it was submitted that the stand regarding non-\nE compliance with the requirements of Order XXI Rule 54 sub-rule (2) of the\nCode is of no consequence because the objection has to be specific and not\nto be general in nature. In the absence of specific allegations it would not be\npossible for either parties or the executing court to deal with the same. This\nconclusion of the High Court is in order.\nF\nG\nH\n8. However, the grievance of the appellant so far non-compliance with\nthe requirements of Order XXI Rule 64 of the Code is on sound footing.\nOrder XXI Rule 64 reads as follows:\n“64. Power to order property attached to be sold and proceeds to\nbe paid to person entitled- Any Court executing a decree may order\nthat any property attached by it and liable to sale, or such portion\nthereof, as may seem necessary to satisfy the decree, shall be sold,\nand that the proceeds of such sale, or a sufficient portion thereof,\nshall be paid to the party entitled under the decree to receive the\nsame.\"\nSAI ENTERPRISES v. BHIMREDDY LAXMAIAH [PASAYAT, J.]\n45\n9. The provision contains some significant words. They are \"necessary A\nto satisfy the decree\". Use of the said expression clearly indicates the legislative\nintent that no sale can be allowed beyond the decretal amount mentioned in\nthe sale proclamation. (See Ṭakkaseela Pedda Subba Reddi v. Pujari\nPadmavathamma, AIR (1977) SC 1789). In all execution proceedings, Court\nhas to first decide whether it is necessary to bring the entire property to sale\nB\nor such portion thereof as may seem necessary to satisfy the decree. If the\nproperty is large and the decree to be satisfied is small the Court must bring\nonly such portion of the property the proceeds of which would be sufficient\nto satisfy the claim of the decree holder. It is immaterial whether the property\nis one or several. Even if the property is one, if a separate portion could be\nsold without violating any provision of law only such portion of the property C\nshould be sold. This is not just a discretion but an obligation imposed on the\nCourt. The sale held without examining this aspect and not in conformity with\nthis mandatory requirement would be illegal and without jurisdiction. (See:\nAmbati Narasayya v. M. Subba Rao and Anr., [1989] Suppl. 2 SCC 693). The\nduty cast upon the Court to sale only such portion or portion thereof as is\nD\nnecessary to satisfy the decree is a mandate of the legislature which cannot\nbe ignored. Similar, view has been expressed in S. Mariyappa (Dead) by LRs.\nAnd Ors. v. Siddappa and Anr., [2005] 10 SCC 235. The position was also\nhighlighted in Balakrishnan v. Malaiyandi Konar, [2006] 3 SCC 49).\nE\n10. In the aforesaid background normally we would have remitted the\nmatter for consideration of the aspects covered by Order XXI Rule 64 of the\nCode. But considering the peculiar facts of the case and the long passage of\ntime, we direct that the respondent no.1 shall pay a sum of rupees one lakh\nto the appellant within a period of three months. In case of non-payment of\nthe aforesaid amount, the appellant shall be free to pay a sum of Rs.3,12,000/\n- with 9% interest from the date of auction, to the respondent no.1 and get F\nthe property conveyed in his favour under the directions of the Court.\nD.G.\n11. Appeal is accordingly disposed of with no order as to costs.\nAppeal disposed of.\nG\n"}