{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"860\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA\n(2)\n(3)\nB\nс\nD\nE\nLL\nF\nG\nH\n(4)\n(5)\n(6)\na proper syllabus designed to achieve a high level\nof education in the given span of time;\nthe student-teacher ratio;\nthe ratio between the students and the hospital\nbeds available to each student;\nthe calibre of the students admitted to the institution;\nequipment and laboratory facilities, or hospital\nfacilities for training in the case of medical colleges;\n(7) adequate accommodation for the college and the\nattached hospital; and\n(8)\nthe standard of examinations held including the\nmanner in which the papers are set and examined\nand the clinical performance is judged.\"\n50. The principle of repugnancy and its effects were\ndiscussed by this Court in the case of S. Satyapal Reddy v.\nGovernment of A.P. (1994) 4 SCC 391, wherein it held as\nunder:\n\"7. It is thus settled law that Parliament has exclusive\npower to make law with respect to any of the matters\nenumerated in List I or concurrent power with the State\nLegislature in List lil of the VIIth Schedule to the Constitution\nwhich shall prevail over the State law made by the State\nLegislature exercising the power on any of the entries in\nList III. If the said law is inconsistent with or incompatible\nto occupy the same field, to that extent the State law stands\nsuperseded or becomes void. It is settled law that when\nParliament and the Legislature derive that power under\nArticle 246(2) and the entry in the Concurrent List, whether\nprior or later to the law made by the State Legislature,\nArticle 246(2) gives power, to legislate upon any subject\nenumerated in the Concurrent List, the law made by\nParliament gets paramountcy over the law made by the\nState Legislature unless the State law is reserved for\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v.\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\n861\nD\nconsideration of the President and receives his assent. A\nWhether there is an apparent repugnance or conflict\nbetween Central and State laws occupying the same field\nand cannot operate harmoniously in each case the court\nhas to examine whether the provisions occupy the same\nfield with respect to one of the matters enumerated in the B\nConcurrent List and whether there exists repugnancy\nbetween the two laws. Article 254 lays emphasis on the\nwords \"with respect to that matter\". Repugnancy arises\nwhen both the laws are fully inconsistent or are absolutely\nirreconcilable and when it is impossible to obey one without C\ndisobeying the other. The repugnancy would arise when\nconflicting results are produced when both the statutes\ncovering the same field are applied to a given set of facts.\nBut the court has to make every attempt to reconcile the\nprovisions of the apparently conflicting laws and court\nwould endeavour to give harmonious construction. The\npurpose to determine inconsistency is to ascertain the\nintention of Parliament which would be gathered from a\nconsideration of the entire field occupied by the law. The\nproper test would be whether effect can be given to the\nprovisions of both the laws or whether both the laws can\nstand together. Section 213 itself made the distinction of\nthe powers exercisable by the State Government and the\nCentral Government in working the provisions of the Act.\nIt is the State Government that operates the provisions of\nF\nthe Act through its officers. Therefore, sub-section (1) of\nSection 213 gives power to the State Government to\ncreate Transport Department and to appoint officers, as it\nthinks fit. Sub-section (4) thereof also preserves the power.\nBy necessary implication, it also preserves the power to\nprescribe higher qualification for appointment of officers G\nE\nof the State Government to man the Motor Vehicles\nDepartment. What was done by the Central Government\nwas only the prescription of minimum qualifications, leaving\nthe field open to the State Government concerned to\nprescribe if it finds necessary, higher qualifications. The H\nA\nB\nC\nD\nヨ\nF\nG\nH\n862\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nGovernor has been given power under proviso to Article\n309 of the Constitution, subject to any law made by the\nState Legislature, to make rules regulating the recruitment\nwhich includes prescription of qualifications for\nappointment to an office or post under the State. Since the\nTransport Department under the Act is constituted by the\nState Government and the officers appointed to those\nposts belong to the State service, while appointing its own\nofficers, the State Government as a necessary adjunct is\nentitled to prescribe qualifications for recruitment or\nconditions of service. But while so prescribing, the State\nGovernment may accept the qualifications or prescribe\nhigher qualification but in no case prescribe any\nqualification less than the qualifications prescribed by the\nCentral Government under sub-section (4) of Section 213\nof the Act. In the latter event, i.e., prescribing lesser\nqualifications, both the rules cannot operate without\ncolliding with each other. When the rules made by the\nCentral Government under Section 213(4) and the statutory\nrules made under proviso to Article 309 of the Constitution\nare construed harmoniously, there is no incompatibility or\ninconsistency in the operation of both the rules to appoint\nfit persons to the posts or class of officers of the State\nGovernment vis-a-vis the qualifications prescribed by the\nCentral Government under sub-section (4) of Section 213\nof the Act.\"\n51. In the case of Jaya Gokul Educational Trust (supra),\nthe Court, while referring to the case of State of Tamil Nadu v.\nAdhiyaman Educational and Research Institute (supra), took\nthe view that where the provisions of the State Act overlap and\nare in conflict with the provisions of the Central Act in various\nareas, the matters which are specifically covered under the\nCentral Act cannot be undermined and they shall prevail. The\ncourt further stated that a provision in the Universities Act\nrequiring the University to obtain merely the views of the State\nGovernment could not be characterized as requiring 'approval'\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 863\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nof the State Government. If the University Statute could be so A\ninterpreted, such a provision requiring approval of the State\nGovernment would be repugnant to the provisions of Section\n10(k) of the AICTE Act and would, therefore, be void.\nB\n52. In the case of Sant Dnyaneshwar Shikshan Shastra\nMahavidyalaya (supra), the Court, while dealing with the\nprovisions of the Act with which we are concerned in the\npresent case, held that field of teachers' education and matters\nconnected therewith stood fully and completely occupied by the\nAct and hence the State legislature could not encroach upon\nthat field. In the case of Engineering Kamgar Union v. Electro C\nSteels Castings Ltd. and Anr. [(2004) 6 SCC 36], the Court\nwas dealing with a direct conflict between the two provisions\nof different Acts and stated that direct conflict arises not only\nwhere the provisions of one of the Acts has to be disobeyed if\nthe other is followed but also where both laws lead to different D\nresults. Extending the doctrine of repugnancy to that situation,\nthe Court held in paragraph 18 of the judgment that the Central\nLaw shall prevail. The said paragraph reads as under: -\n\"18. In terms of clause (2) of Article 254 of the Constitution\nof India where a law made by the legislature of a State with\nrespect to one of the matters enumerated in the\nConcurrent List contains any provisions repugnant to the\nprovisions of an earlier law made by Parliament or an\nexisting law with respect to the matters, then the law so\nmade by the legislature of such State shall, if it has been\nreserved for consideration of the President and has\nreceived its assent, prevail in that State. It is not in dispute\nthat the 1983 Act has received the assent of the President\nof India and, thus, would prevail over any parliamentary law\ngoverning the same field.\"\nE\nF\nG\n53. From the above consistent view of this Court it is clear\nthat wherever the field is covered by the Parliamentary law in\nterms of List I and List III, the law made by the State Legislature\nwould, to the extent of repugnancy, be void. Of course, there\nhas to be a direct conflict between the laws. The direct conflict H\n864\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA is not necessarily to be restricted to the obedience of one\nresulting in disobedience of other but even where the result of\none would be in conflict with the other. It is difficult to state any\none principle that would uniformly be applicable to all cases of\nrepugnancy. It will have to be seen in the facts of each case\nB while keeping in mind the laws which are in conflict with each\nother. Where the field is occupied by the Centre, subject to\nthe exceptions stated in Article 254, the State law would be\nvoid.\n54. In the present case, we are concerned with the\nC provisions of the NCTE Act which is a Central legislation\nreferable to Entry 66 of List I of the Seventh Schedule. Thus,\nno law enacted by the State, which is in conflict with the Central\nLaw, can be permitted to be operative.\nD\n55. Now, let us examine the conflict that arises in the\npresent cases. In terms of the provisions of the Act, the\nRegional Committee is required to entertain the application,\nconsider State opinion, cause inspection to be conducted by\nan expert team and then to grant or refuse recognition in terms\nof the provisions of the Act. Once a recognition is granted and\nE before an Institution can be permitted to commence the course,\nit is required to take affiliation from the affiliating body, which\nis the University.\nF\n56. Thus, grant of recognition or affiliation to an institute\nis a condition precedent to running of the courses by the\nInstitute. If either of them is not granted to the institute, it would\nnot be in a position to commence the relevant academic\ncourses. There is a possibility of some conflict between a\nUniversity Act or Ordinance relating to affiliation with the\nprovisions of the Central Act. In such cases, the matter is\nsquarely answered in the case of Sant Dnyaneshwar Shikshan\nShastra Mahavidyalaya (supra) where the Court stated that\nafter coming into operation of the Central Act, the operation of\nthe University Act would be deemed to have become\nunenforceable in case of technical colleges. It also observed.\nH that provision of the Universities Act regarding affiliation of\nG\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 865\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\ntechnical colleges and conditions for grant of continuation of A\nsuch affiliation by university would remain operative but the\nconditions that are prescribed by the university for grant and\ncontinuation of affiliation must be in conformity with the norms\nand guidelines prescribed by the NCTE.\nB\n57. Under Section 14 and particularly in terms of Section\n14(3)(a) of the Act, the NCTE is required to grant or refuse\nrecognition to an institute. It has been empowered to impose\nsuch conditions as it may consider fit and proper keeping in\nview the legislative intent and object in mind. In terms of\nSection 14(6) of the Act, the examining body shall grant C\naffiliation to the institute where recognition has been granted.\nIn other words, granting recognition is the basic requirement\nfor grant of affiliation. It cannot be said that affiliation is\ninsignificant or a mere formality on the part of the examining\nbody. It is the requirement of law that affiliation should be D\ngranted by the affiliating body in accordance with the\nprescribed procedure and upon proper application of mind.\nRecognition and affiliation are expressions of distinct meaning\nand consequences. In the case of Chairman, Bhartia\nEducation Society v. State of Himachal Pradesh \u0026 Ors. E\n[(2011) 4 SCC 527], this Court held that the purpose of\nrecognition and affiliation is different. In the context of the Act,\naffiliation enables and permits an institution to send its students\nto participate in public examinations conducted by the\nexamining body and secure the qualification in the nature of\ndegrees, diploma and certificates. On the other hand,\nrecognition is the licence to the institution to offer a course or\ntraining in teaching education. The Court also emphasised that\nthe affiliating body/examining body does not have any discretion\nto refuse affiliation with reference to any of the factors which\nhave been considered by the NCTE while granting recognition.\nF\nG\n58. The examining body can impose conditions in relation\nto its own requirements. These aspects are (a) eligibility of\nstudents for admission; (b) conduct of examinations; (c) the\nmanner in which the prescribed courses should be completed; H\n866 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA and (d) to see that the conditions imposed by the NCTE are\ncomplied with. Despite the fact that recognition itself covers\nthe larger precepts of affiliation, still the affiliating body is not\nto grant affiliation automatically but must exercise its discretion\nfairly and transparently while ensuring that conditions of the law\nB of the university and the functions of the affiliating body should\nbe complementary to the recognition of NCTE and ought not\nto be in derogation thereto.\nC\nD\nE\nF\n59. In the case of St. John Teachers Training Institute v.\nRegional Director, National Council for Teacher Education\n[(2003) 3 SCC 321], this Court attempted to strike a balance\nbetween the role played by the NCTE, on the one hand and\naffiliating body and State Government, on the other. Once the\naffiliating body acts within the fundamentals of Section 14 of\nthe Act, possibility of a conflict can always be avoided.\n60. In these appeals, we are concerned with the colleges\nwhich are affiliated to different universities. Some of them are\naffiliated to Dr. Ram Manohar Lohia Avadh University,\nFaizabad, some to Dr. Bhimarao Ambedkar University, Agra\nwhile others to the University of Meerut. All these universities\nhave been created by statutes and have their own ordinances.\nThe Universities Act is the parent statute under which all these\nuniversities have been constituted. Under Section 2(20) of the\nUniversities Act, 'University' means an existing University or a\nnew University established after the commencement of this Act\nin terms of Section 4 of this Act. Section 4 empowers the State\nGovernment to establish a university in the manner prescribed\nby its notification in the Official Gazette. The provision provides\nfor establishment of different universities and which had, in fact,\nbeen already established. Chapter VII of the Universities Act\nG deals with Affiliation and Recognition. Section 37(1) states that\nthe section shall apply to different universities under which all\nthe universities which are respondent in these appeals are\ncovered. In terms of Section 37(2), the Executive Council may,\nwith the previous sanction of the State Government, admit any\nH college which fulfils such conditions of affiliation as may be\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 867\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nA\nB\nD\nprescribed, to the privileges of affiliation or enlarge the\nprivileges of any college already affiliated or subject to the\nprovisions of sub-section (8), withdraw or curtail any such\nprivilege. It has further been provided that a college should\nsubstantially fulfill the conditions of affiliation in the opinion of\nthe State Government, for it to sanction grant of affiliation to\nthe college. In terms of Section 37(6), the Executive Council\nof the university shall cause every affiliated college to be\ninspected from time to time at intervals not exceeding five\nyears. Section 37(8) states that the privileges of affiliation of\na college which fails to comply with any direction of the C\nExecutive Council under sub-section (7) or to fulfill the condition\nof affiliation may, after obtaining the report from management\nof the college and with previous sanction of the chancellor, be\nwithdrawn or curtailed by the Executive Council in accordance\nwith the provisions of the Statutes. In terms of Section 37(10),\na college which has been affiliated is entitled to continue the\ncourse of study for which the admissions have already taken\nplace. To give an example, under the statute of the Meerut\nUniversity, affiliation of new colleges is dealt with under statute\n13.02 to 13.10 of Chapter XIII. This requires that every\napplication for affiliation of a college has to be made so as to\nreach the Registrar in less than 12 months before the\ncommencement of the course and before an application is\nconsidered by the Executive Council, the Vice-Chancellor must\nbe satisfied that there is due compliance with the provisions\nof statutes 3.05, 13.06 and 13.07. Besides, it requires the\nconditions like adequate financial resources, suitable and\nsufficient building, adequate library, two hectares of land,\nfacilities for recreation of students, etc. to be fulfilled. The\nconstitution of the Management of every college has also been\nprovided.\n61. The fields which are sought to be covered under the\nprovisions of Section 37 of the Universities Act and the Statutes\nof various universities are clearly common to the aspects which\nare squarely covered by the specific language under the Act.\nE\nF\nG\nH\n868 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA That being so, all State laws in regard to affiliation in so far as\nthey are covered by the Act must give way to the operation of\nthe provisions of the Act. To put it simply, the requirements which\nhave been examined and the conditions which have been\nimposed by the NCTE shall prevail and cannot be altered, re-\nB examined or infringed under the garb of the State Law. The\naffiliating/examining body and the State Government must\nabide by the proficiency and command of the NCTE's\ndirections. To give an example, existence of building, library,\nqualified staff, financial stability of the institution,\nC accommodation, etc. are the subjects which are specifically\ncovered under Section 14(3)(b) of the Act. Thus, they would\nnot be open to re-examination by the State and the University.\nIf the recognition itself was conditional and those conditions\nhave not been satisfied, in such circumstances, within the ambit\nand scope of Sections 46 and 16 of the Act, the affiliating body\nmay not give affiliation and inform the NCTE forthwith of the\nshortcomings and non-compliance of the conditions. In such\nsituation, both the Central and the State body should act in\ntandem and, with due coordination, come to a final conclusion\nas to the steps which are required to be taken in regard to both\nrecognition and affiliation. But certainly, the State Government\nand the University cannot act in derogation to the NCTE.\nD\nE\n62. Now, we may deal with another aspect of this very facet\nof the case. It is a very pertinent issue as to what the role of\nF the State should be after the affiliation is granted by the\naffiliating body. We have already discussed that the State\nopinion, as contemplated under Section 37 of the University Act,\nto the extent it admits to overreach, is reconcilable and its\nresults are not in its orientation to the directives of the NCTE\nare void and inoperative to the extent they can be resolved in\nwhich case clear precedence is to be given to the directives\nof the NCTE during such resolution. The opinion of the State,\ntherefore, has to be read and construed to mean that it would\nkeep the factors determined by the NCTE intact and then\nexamine the matter for grant of affiliation. The role of the State\nG\nH\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 869\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nGovernment is minimised at this stage which, in fact, is a second A\nstage. It should primarily be for the University to determine the\ngrant or refusal of affiliation and role of the State should be bare,\nminimum non-interfering and non-infringing.\nB\n63. It is on record and the Regulations framed under the\nAct clearly show that upon receiving an application for\nrecommendation, the NCTE shall send a copy of the application\nwith its letter inviting recommendations/comments of the State\nGovernment on all aspects within a period of 30 days. To such,\napplication, the State is expected to respond with its complete\ncomments within a period of 60 days. In other words, the C\nopinion of the State on all matters that may concern it in any of\nthe specified fields are called for. This is the stage where the\nState and its Department should play a vital role. They must\ntake all precautions to offer proper comments supported by due\nreasoning. Once these comments are sent and the State D\nGovernment gives its opinion which is considered by the NCTE\nand examined in conjunction with the report of the experts, it\nmay grant or refuse recognition. Once it grants recognition, then\nsuch grant attains supremacy viz-a-viz the State Government as\nwell as the affiliating body. Normally, these questions cannot E\nbe re-agitated at the time of grant of affiliation. Once the\nUniversity conducts inspection in terms of its Statutes or Act,\nwithout offending the provisions of the Act and conditions of\nrecognition, then the opinion of the State Government at the\nsecond stage is a mere formality unless there was a drastic and F\nunacceptable mistake or the entire process was vitiated by\nfraud or there was patently eminent danger to life of the students\nworking in the school because of non-compliance of a\nsubstantive condition imposed by either of the bodies. In the\nnormal circumstances, the role of the State is a very formal one\nand the State is not expected to obstruct the commencement\nof admission process and academic courses once recognition\nis granted and affiliation is found to be acceptable.\nG\n64. In the case of Sant Dnyaneshwar Shikshan Shastra\nMahavidyalaya (supra), the view of this Court was that the State H\n"}