{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"850 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA by the Council is a condition precedent to grant of affiliation by\nthe examining body to an institute.\nB\n42. The non-obstante language of Section 16 requires the\naffiliating body to grant affiliation only after recognition or\npermission has been granted by the NCTE. The provisions of\nSection 16 give complete supremacy to the expert body/NCTE\nin relation to grant of recognition. In fact, it renders the role of\nother bodies consequential upon grant and/or refusal of\nrecognition. When the NCTE is called upon to consider an\napplication for grant of recognition, it has to consider all the\nC aspects in terms of Section 14(1)(a) of the NCTE Act. The\namplitude of this provision is very wide and hardly leaves any\nmatter relatable to an educational institution outside its ambit.\nTo put it simply, the NCTE is a supreme body and is vested\nwith wide powers to be exercised with the aid of its expertise,\nD in granting or refusing to grant recognition to an educational\ninstitution. The NCTE is the paramount body for granting the\napproval/recognition not only for commencing of fresh courses\nbut even for increase in intake, etc. The Council has to ensure\nmaintenance of educational standards as well as strict\nE adherence to the prescribed parameters for imparting of such\neducational courses, including the infrastructure. The provision\nand scheme of the NCTE Act is pari materia to that of the\nMedical Council of India Act, 1956 and the All India Council\nfor Technical Education Act, 1987 etc.\nF\n43. Now, we may examine some of the judgments of this\nCourt which have dealt with these aspects. In the case of State\nof Tamil Nadu and Anr. v. Adhiyaman Educational \u0026\nResearch Institute and Ors. (1995) 4 SCC 104, the Supreme\nCourt while discussing various aspects in regard to\nG constitutional validity of Tamil Nadu Private College Regulation\nAct, 1976 and the provisions of the All India Council for\nTechnical Education Act clearly spelled out the preferential role\nof the Council as under:\nH\n\"22. The aforesaid provisions of the Act including its\npreamble make it abundantly clear that the Council has\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 851\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nbeen established under the Act for coordinated and A\nintegrated development of the technical education system\nat all levels throughout the country and is enjoined to\npromote qualitative improvement of such education in\nrelation to planned quantitative growth. The Council is also\nrequired to regulate and ensure proper maintenance of B\nnorms and standards in the technical education system.\nThe Council is further to evolve suitable performance\nappraisal system incorporating such norms and\nmechanisms in enforcing their accountability. It is also\nrequired to provide guidelines for admission of students\nand has power to withhold or discontinue grants and to de-\nrecognise the institutions where norms and standards laid\ndown by it and directions given by it from time to time are\nnot followed. This duty and responsibility cast on the\nCouncil implies that the norms and standards to be set\nshould be such as would prevent a lopsided or an isolated\ndevelopment of technical education in the country.\n... It is necessary to bear this aspect of the norms and\nstandards to be prescribed in mind, for a major debate\nbefore us centered around the right of the States to\nprescribe standards higher than the one laid down by the\nCouncil. What is further necessary to remember is that the\nCouncil has on it representatives not only of the States but\nalso of the State Universities. They have, therefore, a say\nin the matter of laying down the norms and standards which\nmay be prescribed by the Council for such education from\ntime to time. The Council has further the Regional\nCommittees, at present, at least, in four major\ngeographical zones and the constitution and functions of\nthe Committees are to be prescribed by the regulations\nto be made by the Council. Since the Council has the\nrepresentation of the States and the provisional bodies on\nit which have also representation from different States and\nregions, they have a say in the constitution and functions\nof these Committees as well....\"\nC\nD\nE\nF\nG\nH\n852\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA\nB\n0\nC\nD\nE\n44. Further, the Court, while noticing the inconsistency\nbetween the Central and State statutes or the State authorities\nacting contrary to the Central statute, held as under:\n\"41. (vi) However, when the situations/seats are available\nand the State authorities deny an applicant the same on\nthe ground that the applicant is not qualified according to\nits standards or qualifications, as the case may be,\nalthough the applicant satisfies the standards or\nqualifications laid down by the Central law, they act\nunconstitutionally. So also when the State authorities de-\nrecognise or disaffiliate an institution for not satisfying the\nstandards or requirement laid down by them, although it\nsatisfied the norms and requirements laid down by the\nCentral authority, the State authorities act illegally.\nXXX\nXXX\nXXX\n43. As a result, as has been pointed out earlier, the\nprovisions of the Central statute on the one hand and of\nthe State statutes on the other, being inconsistent and,\ntherefore, repugnant with each other, the Central statute\nwill prevail and the de-recognition by the State Government\nor the disaffiliation by the State University on grounds which\nare inconsistent with those enumerated in the Central\nstatute will be inoperative.\"\n45. Still, in another case of Jaya Gokul Educational Trust\nF v. Commissioner \u0026 Secretary to Government Higher\nEducation Deptt., Thiruvananthapuram, Kerala State and Anr.\n[2000) 5 SCC 231], the Court reiterating the above principle,\nheld as under:\nG\nH\n\"22. As held in the Tamil Nadu case AIR 1995 SCW\n2179, the Central Act of 1987 and; in particular, Section\n10(K) occupied the field relating the `grant of approvals'\nfor establishing technical institutions and the provisions of\nthe Central Act alone were to be complied with. So far\nas the provisions of the Mahatma Gandhi University Act\nor its statutes were concerned and in particular statute\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 853\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\n9(7), they merely required the University to obtain the A\n'views' of the State Government. That could not be\ncharacterised as requiring the \"approval\" of the State\nGovernment. If, needed, the University statute could be so\ninterpreted, such a provision requiring approval of the\nState Government would be repugnant to the provisions B\nof Section 10(K) of the AICTE Act, 1987 and would again\nbe void. As pointed out in the Tamil Nadu case there were\nenough provisions in the Central Act for consultation by the\nCouncil of the AICTE with various agencies, including the\nState Governments and the Universities concerned. The C\nState Level Committee and the Central Regional\nCommittees contained various experts and State\nrepresentatives. In case of difference of opinion as\nbetween the various consultees, the AICTE would have to\ngo by the views of the Central Task Force. These were\nsufficient safeguards for ascertaining the views of the State\nGovernments and the Universities. No doubt the question\nof affiliation was a different matter and was not covered\nby the Central Act but in the Tamil Nadu case, it was held\nthat the University could not impose any conditions\ninconsistent with the AICTE Act or its Regulation or the\nconditions imposed by the AICTE. Therefore, the\nprocedure for obtaining the affiliation and any conditions\nwhich could be imposed by the University, could not be\ninconsistent with the provisions of the Central Act. The\nUniversity could not, therefore, in any event have sought\nfor `approval of the State Government.\"\n46. This view of the Supreme Court was reiterated with\napproval by a larger Bench of the Supreme Court in the case\nof State of Maharashtra v. Sant Dnyaneshwar Shikshan\nShastra Mahavidyalaya and Ors. [(2006) 9 SCC 1]. While\ndiscussing in detail the various legal issues in relation to grant\nof affiliation/ recognition to the institution and permission to start\na new college, the Court held as under:\nD\nE\nדח\nF\nG\n\"53. The Court then considered the argument put forward H\nA\nB\nC\nD\nE\nF\n854\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\non behalf of the State that while it would be open for the\nCouncil to lay down minimum standards and requirements,\nit did not preclude the State from prescribing higher\nstandards and requirements.\n54. Negativing the contention, the Court quoted with\napproval the following observations of B.N. Rau, J. in G.P.\nStewart v. Brojendra Kishore Roy Chaudhury (AIR 1939\nCal. 628 43 Cal. W.N. 913) :\n\"It is sometimes said that two laws cannot be said\nto be properly repugnant unless there is direct\nconflict between them, as when one says 'do' and\nthe other 'dont', there is no true repugnancy,\naccording to this view, if it is possible to obey both\nthe laws. For reasons which we shall set forth\npresently, we think that this is too narrow a test;\nthere may well be cases of repugnancy where both\nlaws say 'don't' but in different ways. For example,\none law may say no person shall sell liquor by\nretail, that is, in quantities of less than five gallons\nat a time' and another law may say, `no person shall\nsell liquor by retail, that is, in quantities of less than\nten gallons at a time'. Here, it is obviously possible\nto obey both laws, by obeying the more stringent\nof the two, namely, the second one; yet it is equally\nobvious that the two laws are repugnant, for to the\nextent to which a citizen is compelled to obey one\nof them, the other, though not actually disobeyed,\nis nullified.\"\nXXX XXX\nXXX\n☐ G\n☐ H\n64. Even otherwise, in our opinion, the High Court\nwas fully justified in negativing the argument of the\nState Government that permission could be refused\nby the State Government on \"policy consideration\".\nAs already observed earlier, policy consideration\nwas negatived by this Court in Thirumuruga\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v.\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\n855\nKirupananda Variyar Thavathiru Sundara A\nSwamigal Medical Educational and Charitable\nTrust Vs. State of Tamil Nadu, 1996 DGLS (soft)\n327: 1996 (3) S.C.C. 15: JT 1996 (2) S.C. 692\nas also in Jaya Gokul Educational Trust.\nXXX\nXXX\nXXX\nB\n74. It is thus clear that the Central Government has\nconsidered the subject of secondary education and\nhigher education at the national level. The Act of\n1993 also requires Parliament to consider teacher-\neducation system \"throughout the country\". NCTE,\ntherefore, in our opinion, is expected to deal with\napplications for establishing new Bed colleges or\nallowing increase in intake capacity, keeping in\nview the 1993 Act and planned and coordinated\ndevelopment of teacher- education system in the\ncountry. It is neither open to the State Government\nnor to a university to consider the local conditions\nor apply \"State policy\" to refuse such permission.\nIn fact, as held by this Court in cases referred to\nhereinabove, the State Government has no power\nto reject the prayer of an institution or to overrule\nthe decision of NCTE. The action of the State\nGovernment, therefore, was contrary to law and has\nrightly been set aside by the High Court.\"\n47. The above enunciated principles clearly show that the\nCouncil is the authority constituted under the Central Act with\nthe responsibility of maintaining education of standards and\njudging upon the infra-structure and facilities available for\nimparting such professional education. Its opinion is of utmost\nimportance and shall take precedence over the views of the\nState as well as that of the University. The concerned\nDepartment of the State and the affiliating University have a role\nto play but it is limited in its application. They cannot lay down\nany guideline or policy which would be in conflict with the Central\nс\nD\nE\nF\nG\nH\n856 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA statute or the standards laid down by the Central body. State\ncan frame its policy for admission to such professional courses\nbut such policy again has to be in conformity with the directives\nissued by the Central body. In the present cases, there is not\nmuch conflict on this issue, but it needs to be clarified that while\nB the State grants its approval, and University its affiliation, for\nincreased intake of seats or commencement of a new course/\ncollege, its directions should not offend and be repugnant to\nwhat has been laid down in the conditions for approval granted\nby the Central authority or Council. What is most important is\nthat all these authorities have to work ad idem as they all have\na common object to achieve i.e. of imparting of education\nproperly and ensuring maintenance of proper standards of\neducation, examination and infrastructure for betterment of\neducational system. Only if all these authorities work in a\ncoordinated manner and with cooperation, will they be able to\nachieve the very object for which all these entities exist.\nC\nD\n48. The NCTE Act has been enacted by the Parliament\nwith reference to Entry 66 of List I of Schedule VII of the\nConstitution. There is no such specific power vested in the\nE State Legislature under List II of the Seventh Schedule. Entry\n25 of List III of the Seventh Schedule is the other Entry that\nprovides the field for legislation both to the State and the\nCentre, in relation to education, including technical education,\nmedical education and Universities; vocational and technical\nF training and labour. The field is primarily covered by the Union\nG\nH\nList and thus, the State can exercise any legislative power under\nEntry 25, List Ill but such law cannot be repugnant to the Central\nlaw. Wherever the State law is irreconcilable with the Central\nlaw, the State Law must give way in favour of the Central law\nto the extent of repugnancy. This will show the supremacy of\nthe Central law in relation to professional education, including\nthe teacher training programmes. In the case of Medical\nCouncil of India v. State of Karnataka [(1998) 6 SCC 131],\nthe Court had the occasion to discuss this conflict as follows: -\n\"27. The State Acts, namely, the Karnataka Universities\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 857\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nD\nAct and the Karnataka Capitation Fee Act must give way A\nto the Central Act, namely, the Indian Medical Council Act,\n1956. The Karnataka Capitation Fee Act was enacted for\nthe sole purpose of regulation in collection of capitation fee\nby colleges and for that, the State Government is\nempowered to fix the maximum number of students that B\ncan be admitted but that number cannot be over and above\nthat fixed by the Medical Council as per the regulations.\nChapter IX of the Karnataka Universities Act, which\ncontains provision for affiliation of colleges and recognition\nof institutions, applies to all types of colleges and not C\nnecessarily to professional colleges like medical colleges.\nSub-section (10) of Section 53, falling in Chapter IX of this\nAct, provides for maximum number of students to be\nadmitted to courses for studies in a college and that\nnumber shall not exceed the intake fixed by the university\nor the Government. But this provision has again to be read\nsubject to the intake fixed by the Medical Council under\nits regulations. It is the Medical Council which is primarily\nresponsible for fixing standards of medical education and\noverseeing that these standards are maintained. It is the\nMedical Council which is the principal body to lay down\nconditions for recognition of medical colleges which\nwould include the fixing of intake for admission to a\nmedical college. We have already seen in the beginning\nof this judgment various provisions of the Medical Council\nAct. It is, therefore, the Medical Council which in effect\ngrants recognition and also withdraws the same.\nRegulations under Section 33 of the Medical Council Act,\nwhich were made in 1977, prescribe the accommodation\nin the college and its associated teaching hospitals and\nteaching and technical staff and equipment in various G\ndepartments in the college and in the hospitals. These\nregulations are in considerable detail. Teacher-student\nratio prescribed is 1 to 10, exclusive of the Professor or\nHead of the Department. Regulations further prescribe,\napart from other things, that the number of teaching beds H.\nE\nF\nA\nB\nC\nD\nE\nF\nG\nH\n858\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nin the attached hospitals will have to be in the ratio of 7\nbeds per student admitted. Regulations of the Medical\nCouncil, which were approved by the Central Government\nin 1971, provide for the qualification requirements for\nappointments of persons to the posts of teachers and\nvisiting physicians/surgeons of medical colleges and\nattached hospitals.\nXXX\nXXX\nXXX\n29. A medical student requires gruelling study and that\ncan be done only if proper facilities are available in a\nmedical college and the hospital attached to it has to be\nwell equipped and the teaching faculty and doctors have\nto be competent enough that when a medical student\ncomes out, he is perfect in the science of treatment of\nhuman beings and is not found wanting in any way. The\ncountry does not want half-baked medical professionals\ncoming out of medical colleges when they did not have full\nfacilities of teaching and were not exposed to the patients\nand their ailments during the course of their study. The\nMedical Council, in all fairness, does not wish to invalidate\nthe admissions made in excess of that fixed by it and does\nnot wish to take any action of withdrawing recognition of\nthe medical colleges violating the regulation. Henceforth,\nhowever, these medical colleges must restrict the number\nof admissions fixed by the Medical Council. After the\ninsertion of Sections 10-A, 10-B and 10-C in the Medical\nCouncil Act, the Medical Council has framed regulations\nwith the previous approval of the Central Government which\nwere published in the Gazette of India dated 29-9-1993\n(though the notification is dated 20-9-1993). Any medical\ncollege or institution which wishes to increase the\nadmission capacity in MBBS/higher courses (including\ndiploma/degree/higher specialities), has to apply to the\nCentral Government for permission along with the\npermission of the State Government and that of the\nuniversity with which it is affiliated and in conformity with\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 859\nSTATE OF U.P. \u0026 ORS. [SWATANTER KUMAR, J.]\nthe regulations framed by the Medical Council. Only the A\nmedical college or institution which is recognised by the\nMedical Council can so apply.\"\nB\n49. A Constitution Bench of this Court in the case of Dr.\nPreeti Srivastava \u0026 Anr. v. State of Madhya Pradesh \u0026 Ors.\n[(1999) 7 SCC 120], while dealing with the provisions of the\nMedial Council of India Act and referring to Entry 25 of List III\nand Entry 66 of List 1 with reference to the Articles 245, 246,\n254 and 15(4) of the Constitution, spelled out the supremacy\nof the Council and the provisions of the Central Act, particularly\nin relation to the control and regulation of higher education. It C\nalso discussed providing of the eligibility conditions and\nqualifications and determining the standards to be maintained.\nby the Institutions. The Court in paragraph 36 of the judgment\nheld as under: -\nD\nE\n\"36. It would not be correct to say that the norms for\nadmission have no connection with the standard of\neducation, or that the rules for admission are covered only\nby Entry 25 of List III. Norms of admission can have a\ndirect impact on the standards of education. Of course,\nthere can be rules for admission which are consistent with\nor do not affect adversely the standards of education\nprescribed by the Union in exercise of powers under Entry\n66 of List I. For example, a State may, for admission to\nthe postgraduate medical courses, lay down qualifications\nin addition to those prescribed under Entry 66 of List I. F\nThis would be consistent with promoting higher standards\nfor admission to the higher educational courses. But any\nlowering of the norms laid down can and does have an\nadverse effect on the standards of education in the\ninstitutes of higher education. Standards of education in G\nan institution or college depend on various factors. Some\nof these are:\n(1) the calibre of the teaching staff;\nH\n"}