{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2012] 13 S.C.R. 810\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA\nV.\nSTATE OF U.P. \u0026 ORS.\n(Writ Petition (Civil) No. 276 of 2012)\nDECEMBER 13, 2012.\n[A.K. PATNAIK AND SWATANTER KUMAR, JJ.]\nEducation/Educational Institutions - Professional\neducational institutions - Affiliation - Cut off date for affiliation\nC fixed by Supreme Court in a judgment - Universities declining\nto grant affiliation - Challenged by the institutions before High\nCourt as well as Supreme Court by filing writ petitions - High\nCourt dismissed Writ Petitions on the ground that it had no\njurisdiction to extend the cut-off date provided in the judgment\nD of Supreme Court - Held: The authorities were not wrong in\nrejecting the applications for affiliation in view of the cut-off\ndate as fixed by Supreme Court - Grant of recognition by\nNCTE under NCTE Act is the condition precedent for grant\nof affiliation by the examining body/University - The\nE concerned Department of the State or the affiliating body can\nlay down guideline or policy only in conformity with the\ndirections issued by NCTE - The NCTE Act being the law\nenacted by centre would be supreme and the state law must\ngive way in favour of central law to the extent of repugnancy -\nThe conditions imposed by NCTE while granting recognition,\nshall prevail and cannot be altered, re-examined or infringed\nunder the garb of state law - Operation of the University Act\nwould be enforceable in case of technical colleges only when\nthe condition prescribed by the University for grant and\ncontinuation of affiliation is in conformity with the norms and\nguidelines prescribed by NCTE -Once the relevant Schedules\nare prescribed under Regulations or judge-made law, no one\nis entitled to carve out exceptions to the prescribed Schedules\n- The defaulting body would be liable for the proceedings for\n810\nF\nG\nH\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 811\nSTATE OF U.P. \u0026 ORS.\ncontempt of courts and for departmental disciplinary action - A\nThere is some over-lapping and contradiction between the\ndates and period stated under the Regulations inter se and\neven with reference to judgments of the Court - In order to\navoid the ambiguity and confusion, fresh schedule is\nprescribed, in relation to recognition and affiliation- Contempt B\nof Courts Act, 1971 - National Council for Teachers Education\nAct, 1993 - ss. 14(1)(a) and 16 - NCTE (Form of application\nfor recognition, the time limit of submissions of application,\ndetermination of norms and standards for recognition of\nteacher education programmes and permission to start new C\ncourse or training) Regulations, 2002 - National Council for\nTeachers Education (Recognition, Norms and Procedure)\nRegulations, 2005 - National Council for Teacher Education\n(Recognition, Norms and Procedure) Regulations, 2009 -\nConstitution of India, 1950 - VII Schedule - List | Entry 66 and\nList III Entry 25.\nConstitution of India, 1950 - Art. 254, VII Schedule, List I\nand List III - Where the field is covered by the Parliamentary\nLaw in terms of List I and List III, subject to the exceptions\nstated in Art. 254, the law made by the State Legislature\nwould, to the extent of repugnancy would be void - The test of\nrepugnancy/conflict is not restricted to the obedience of one\nresulting in disobedience of other but even where result of one\nwould be in conflict with the other..\nThe Supreme Court, in the case of *College of\nProfessional Education and Ors. vs. State of Uttar\nPradesh, recorded that for the academic year 2012-13\nand subsequent academic years, the educational\ninstitutions and the State Government arrived at a broad\nconsensus regarding the procedure and terms and\nconditions of admission, recognition and affiliation. A\nSchedule for admission was provided by the Court for\nthe academic year 2012-13. The court fixed a cut-off date\nfor affiliation. The colleges which were affiliated upto\nD\nE\nF\nG\nH\n812 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA 7.7.2011 alone were permitted to participate in the\ncounseling for the academic year 2011-12. For the next\nconsecutive academic years, the colleges which were\npermitted to participate in the counseling, were the ones\nwhich received affiliation on or before 10th May of that\nB year.\nс\nSome Colleges of the State, which did not receive\naffiliation from the Universities, filed writ petitions before\nHigh Court, challenging the order of the Universities.\ndeclining to grant affiliation. The writ petitions were\ndismissed by High Court primarily on the ground that the\ncourt had no jurisdiction to extend the cut-off date as\nprovided in the judgment of Supreme Court in the case\nof *College of Professional Education. Appeals have\nbeen filed challenging the judgment of High Court. Some\nD institutions filed writ petitions before this Court,\nchallenging the order declining grant of affiliation.\nE\nF\nG\nDisposing of the appeals and the writ petitions, the\nCourt\nHELD: 1.1. The National Council for Teachers\nEducation Act, 1993 (NCTE Act) is a special act enacted\nto cover a particular field, i.e. teacher training education\nand, thus, has to receive precedence over other laws in\nrelation to that field. No institution or body is empowered\nto grant recognition to any institution under the NCTE Act\nor any other law for the time being in force, except the\nNCTE itself. Grant of recognition by the Council is a\ncondition precedent to grant of affiliation by the examining\nbody to an institute. [Para 41] [849-G-H; 850-A]\n1.2. The non-obstante language of Section 16 of the\nNCTE Act requires the affiliating body to grant affiliation\nonly after recognition or permission has been granted by\nthe NCTE. The provisions of Section 16 give complete\nH supremacy to the expert body/NCTE in relation to grant\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 813\nSTATE OF U.P. \u0026 ORS.\nA\nof recognition. In fact, it renders the role of other bodies\nconsequential upon grant and/or refusal of recognition.\nWhen the NCTE is called upon to consider an application\nfor grant of recognition, it has to consider all the aspects\nin terms of Section 14(1)(a) of the NCTE Act. The\namplitude of this provision is very wide and hardly leaves B\nany matter relatable to an educational institution outside\nits ambit. Thus, the NCTE is a supreme body and is\nvested with wide powers to be exercised with the aid of\nits expertise, in granting or refusing to grant recognition\nto an educational institution. The NCTE is the paramount C\nbody for granting the approval/recognition not only for\ncommencing of fresh courses but even for increase in\nintake, etc. The Council has to ensure maintenance of\neducational standards as well as strict adherence to the\nprescribed parameters for imparting of such educational D\ncourses, including the infrastructure. The provision and\nscheme of the NCTE Act is pari materia to that of the\nMedical Council of India Act, 1956 and the All India\nCouncil for Technical Education Act, 1987 etc. [Para 42]\n[850-A-E]\nE\nF\n1.3. The Council is the authority constituted under the\nCentral Act with the responsibility of maintaining\nstandards of education and judging upon the infra-\nstructure and facilities available for imparting such\nprofessional education. Its opinion is of utmost\nimportance and shall take precedence over the views of\nthe State as well as that of the University. The concerned\nDepartment of the State and the affiliating University have\na role to play but it is limited in its application. They\ncannot lay down any guideline or policy which would be G\nin conflict with the Central statute or the standards laid\ndown by the Central body. State can frame its policy for\nadmission to such professional courses but such policy\nagain has to be in conformity with the directives issued\nby the Central body. [Para 47] [855-F-H; 856-A]\nH\nA\n814 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nState of Tamil Nadu and Anr. v. Adhiyaman Educational\nand Research Institute and Ors. (1995) 4 SCC 104: 1995 (2)\nSCR 1075; Jaya Gokul Educational Trust v. Commissioner\nand Secretary toGovernment Higher Education Deptt.,\nThiruvananthapuram, Kerala State and Anr. (2000) 5 SCC\nB 231: 2000 (2) SCR 1234; Maharashtra v. Sant Dnyaneshwar\nShikshan Shastra Mahavidyalaya and Ors. (2006) 9 SCC 1:\n2006 (3) SCR 638 - relied on.\nC\nD\nE\nF\n1.4. In the present cases, while the State grants its\napproval, and University its affiliation, for increased intake\nof seats or commencement of a new course/college, its\ndirections should not offend and be repugnant to what\nhas been laid down in the conditions for approval granted\nby the Central authority or Council. What is most\nimportant is that all these authorities have to work ad\nidem as they all have a common object to achieve i.e. of\nimparting of education properly and ensuring\nmaintenance of proper standards of education,\nexamination and infrastructure for betterment of\neducational system. [Para 47] [856-A-C]\n2.1. The NCTE Act was enacted by the Parliament\nwith reference to Entry 66 of List of Schedule VII of the\nConstitution. There is no such specific power vested in\nthe State Legislature under List II of the Seventh\nSchedule. Entry 25 of List III of the Seventh Schedule is\nthe other Entry that provides the field for legislation both\nto the State and the Centre, in relation to education,\nincluding technical education, medical education and\nUniversities; vocational and technical training and labour.\nThe field is primarily covered by the Union List and thus,\nthe State can exercise any legislative power under Entry\n25, List III but such law cannot be repugnant to the\nCentral law. Wherever the State law is irreconcilable with\nthe Central law, the State Law must give way in favour\nof the Central law to the extent of repugnancy. This will\nH\nG\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 815\nSTATE OF U.P. \u0026 ORS.\nshow the supremacy of the Central law in relation to\nprofessional education, including the teacher training\nprogrammes. [Para 48] [856-D-G]\nDr. Preeti Srivastava and Anr. v. State of Madhya\nPradesh and Ors. (1999) 7 SCC 120: 1999 (1) Suppl. SCR\n249 - followed.\nA\nB\nMedical Council of India v. State of Karnataka (1998) 6\nSCC 131: 1998 (3) SCR 740; S. Satyapal Reddy v.\nGovernment of A.P. (1994) 4 SCC 391; Jaya Gokul\nEducational Trust v. Commissioner and Secretary to C\nGovernment Higher Education Deptt., Thiruvananthapuram,\nKerala State and Anr. (2000) 5 SCC 231: 2000 (2) SCR\n1234; State of Tamil Nadu and Anr. v. Adhiyaman\nEducational and Research Institute and Ors. (1995) 4 SCC\n104: 1995 (2) SCR 1075; Maharashtra v. Sant Dnyaneshwar D\nShikshan Shastra Mahavidyalaya and Ors. (2006) 9 SCC 1:\n2006 (3) SCR 638; Engineering Kamgar Union v. Electro\nSteels Castings Ltd.and Anr. (2004) 6 SCC 36: 2004 (1)\nSuppl. SCR 301- relied on.\nE\nF\n2.2. Wherever the field is covered by the\nParliamentary law in terms of List I and List III, the law\nmade by the State Legislature would, to the extent of\nrepugnancy, be void. Of course, there has to be a direct\nconflict between the laws. The direct conflict is not\nnecessarily to be restricted to the obedience of one\nresulting in disobedience of other but even where the\nresult of one would be in conflict with the other. It is\ndifficult to state any one principle that would uniformly\nbe applicable to all cases of repugnancy. It will have to\nG\nbe seen in the facts of each case while keeping in mind\nthe laws which are in conflict with each other. Where the\nfield is occupied by the Centre, subject to the exceptions\nstated in Article 254, the State law would be void. [Para\n53] [863-G-H; 864-A-B]\nI\nΑ\nB\nC\nD\nE\nF\nG\nH\n816 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\n2.3. In the present case, the provisions of the NCTE\nAct is a Central legislation referable to Entry 66 of List I\nof the Seventh Schedule. Thus, no law enacted by the\nState, which is in conflict with the Central Law, can be\npermitted to be operative. [Para 54] [864-C]\n2.4. There is a possibility of some conflict between a\nUniversity Act or Ordinance relating to affiliation with the\nprovisions of the Central Act. In such cases, after coming\ninto operation of the Central Act, the operation of the\nUniversity Act would be deemed to have become\nunenforceable in case of technical colleges. The\nprovisions of the Universities Act regarding affiliation of\ntechnical colleges and conditions for grant of\ncontinuation of such affiliation by university would\nremain operative but the conditions that are prescribed\nby the university for grant and continuation of affiliation\nmust be in conformity with the norms and guidelines\nprescribed by the NCTE. [Para 56] [864-F-H; 865-A]\n2.5. Under Section 14 and particularly in terms of\nSection 14(3)(a) of the Act, the NCTE is required to grant\nor refuse recognition to an institute. It has been\nempowered to impose such conditions as it may\nconsider fit and proper keeping in view the legislative\nintent and object in mind. In terms of Section 14(6) of the\nAct, the examining body shall grant affiliation to the\ninstitute where recognition has been granted. Granting\nrecognition is the basic requirement for grant of affiliation.\nIt cannot be said that affiliation is insignificant or a mere\nformality on the part of the examining body. It is the\nrequirement of law that affiliation should be granted by\nthe affiliating body in accordance with the prescribed\nprocedure and upon proper application of mind.\nRecognition and affiliation are expressions of distinct\nmeaning and consequences. The purpose of recognition\nand affiliation is different. In the context of the Act,\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 817\nSTATE OF U.P. \u0026 ORS.\naffiliation enables and permits an institution to send its Α\nstudents to participate in public examinations conducted\nby the examining body and secure the qualification in the\nnature of degrees, diploma and certificates. On the other\nhand, recognition is the licence to the institution to offer\na course or training in teaching education. The affiliating\nbody/examining body does not have any discretion to\nrefuse affiliation with reference to any of the factors which\nhave been considered by the NCTE while granting\nrecognition. [Para 57] [865-B-G]\nChairman, Bhartia Education Society v. State of\nHimachal Pradesh and Ors. (2011) 4 SCC 527: 2011 (2)\nSCR 461 relied on.\n-\nB\nC\nE\n2.6. Once the affiliating body acts within the\nfundamentals of Section 14 of the Act, possibility of a D\nconflict can always be avoided. The fields which are\nsought to be covered under the provisions of Section 37\nof the Universities Act and the Statutes of various\nuniversities are clearly common to the aspects which are\nsquarely covered by the specific language under the Act.\nThat being so, all State laws in regard to affiliation in so\nfar as they are covered by the Act must give way to the\noperation of the provisions of the Act. The requirements\nwhich have been examined and the conditions which\nhave been imposed by the NCTE shall prevail and cannot\nbe altered, re-examined or infringed under the garb of the\nState Law. The affiliating/examining body and the State\nGovernment must abide by the proficiency and command\nof the NCTE's directions. Existence of building, library,\nqualified staff, financial stability of the institution,\naccommodation, etc. are the subjects which are\nspecifically covered under Section 14(3)(b) of the Act.\nThus, they would not be open to re-examination by the\nState and the University. If the recognition itself was\nconditional and those conditions have not been satisfied,\nin such circumstances, within the ambit and scope of\nF\nG\nH\n818 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA Sections 46 and 16 of the Act, the affiliating body may not\ngive affiliation and inform the NCTE forthwith of the\nshortcomings and non-compliance of the conditions. In\nsuch situation, both the Central and the State body\nshould act in tandem and, with due coordination, come\nB to a final conclusion as to the steps which are required\nto be taken in regard to both recognition and affiliation.\nBut certainly, the State Government and the University\ncannot act in derogation to the NCTE. [Paras 59 and 61]\n[866-D; 867-G-H; 868-A-E]\nс\nSt. John Teachers Training Institute v. Regional Director,\nNational Council for Teacher Education (2003) 3 SCC 321:\n2003 (1) SCR 975 - relied on.\n2.7. The State opinion, as contemplated under\nD Section 37 of the University Act, to the extent it admits to\noverreach, is reconcilable and its results are not in its\norientation to the directives of the NCTE are void and\ninoperative to the extent they can be resolved in which\ncase clear precedence is to be given to the directives of\nE the NCTE during such resolution. The opinion of the\nState, therefore, has to be read and construed to mean\nthat it would keep the factors determined by the NCTE\nintact and then examine the matter for grant of affiliation.\nThe role of the State Government is minimised at this\nF stage which, in fact, is a second stage. It should primarily\nbe for the University to determine the grant or refusal of\naffiliation and role of the State should be bare, minimum\nnon-interfering and non-infringing. [Para 62] [868-F-H;\n869-A]\nG\n2.8. Once it grants recognition, then such grant\nattains supremacy viz-a-viz the State Government as well\nas the affiliating body. Normally, these questions cannot\nbe re-agitated at the time of grant of affiliation. Once the\nUniversity conducts inspection in terms of its Statutes or\nH Act, without offending the provisions of the Act and\nMAA VAISHNO DEVI MAHILA MAHAVIDYALAYA v. 819\nSTATE OF U.P. \u0026 ORS.\nconditions of recognition, then the opinion of the State A\nGovernment at the second stage is a mere formality\nunless there was a drastic and unacceptable mistake or\nthe entire process was vitiated by fraud or there was\npatently eminent danger to life of the students working\nin the school because of non-compliance of a B\nsubstantive condition imposed by either of the bodies. In\nthe normal circumstances, the role of the State is a very\nformal one and the State is not expected to obstruct the\ncommencement of admission process and academic\ncourses once recognition is granted and affiliation is\nfound to be acceptable. [Para 63] [869-D-G]\nC\nD\n2.9. The exercise of discretion by the State\nGovernment and affiliating body has to be within the\nframework of the Act, the Regulations and conditions of\nrecognition. The Court stated that the State Government\nor the Union Territory has to necessarily confine itself to\nthe guidelines issued by the NCTE while considering\napplication for grant of 'No Objection Certificate'.\nMinimization of the role of the State at the second stage\ncan also be justified on the ground that affiliation primarily E\nis a subject matter of the University which is responsible\nfor admission of the students laying down the criteria\nthereof, holding of examinations and implementation of\nthe prescribed courses while maintaining the standards\nof education as prescribed. [Para 64] [870-A-D]\nSt. John Teachers Training Institute v. Regional Director,\nNational Council for Teacher Education (2003) 3 SCC 321:\n2003 (1) SCR 975 - relied on.\nMaharashtra v. Sant Dnyaneshwar Shikshan Shastra\nMahavidyalaya and Ors. (2006) 9 SCC 1; Bhartia Education\nSociety v. State of Himachal Pradesh and Ors. (2011) 4 SCC\n527: 2011 (2) SCR 461 referred to.\n-\n3.1. Once the relevant Schedules have been\nF\nG\nH\n"}