{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nB\nM/S. W.P.I.L. LTD., GHAZIABAD\nV.\nCOMMISSIONER OF CENTRAL EXCISE, MEERUT, U.P.\nFEBRUARY 22, 2005\n[RUMA PAL, ARIJIT PASAYAT AND C.K. THAKKER, JJ.]\nC\nCentral Excise Rules, 1944-Rule 8 :\nParts of power driven pumps used for manufacturing pumps within the\nfactory-Eligibility to benefit of exemption from payment of duty-Notification\nNo.46/94, dated March 1, 1994, a composite notification incorporating earlier\nexemption notifications, did not show the said item to be exempted, though it\nhad all along been exempted since 1978 in view of consistent Govt. policy—\nNotification No.95/94 issued subsequently, however, clarified that the said\nD item was also exempted-Held, the subsequent notification was merely\nclarificatory and made explicit what was implicit-Hence, exemption from\npayment of duty is available for the intervening period between issuance of\nNotification Nos. 46/94 and 95/94 i.e. between March 1, 1994 and April 25,\n1994-Central Excise Tariff Act, 1985-Tariff Heading No. 84.13-Central\nExcise and Salt Act, 1944-First Schedule, Item No. 30A.\nE\nExemption from duty—Clarificatory notification-Being clarificatory in\nnature, it would take effect retrospectively.\nAppellant is a manufacturer of power driven pumps and parts\nthereof, designed for handling water. According to it, with a view to\nF reducing special exemption notifications and consolidating various\nG\nH\nexemption notifications, in 1994, the Government rescinded 389\nnotifications with effect from March 1, 1994 and re-issued a consolidated\nnotification incorporating earlier notifications vide Notification No.46/94\ndated March 1, 1994. In the said notification, power driven pumps were\nshown as an exempted item. However, parts of power driven pumps used\nin manufacture of pumps within the factory which were all along exempted\nfrom 1978 were omitted. But there was no change in the Government\npolicy in 1994 which was in vogue since 1978. The omission was, therefore,\nbrought to the notice of the Government by the industries. The\nGovernment was satisfied and amended notification No.46/94 dated March\n246\n1\nW.P.I.L. LTD. v. C.C.E.\n247\n1, 1994 by issuing another notification No.95/94 on April 25, 1994 A\ncorrecting the mistake and clarifying the position that parts of power\ndriven pumps which were used in manufacture of power driven pumps\nwould also be exempted.\nShow cause notices were, however, issued by the Assistant Collector,\nCentral Excise, alleging that the appellant had cleared the parts of power\nB\ndriven pumps for use within the factory for the manufacture of\nsubmersible power driven pumps during the period between 1st March,\n1994 and 21st April, 1994 without payment of duty which was subjected\nto central excise duty; that the said item was exempted with effect from\nApril 25, 1994 and the appellant was, therefore, liable to pay excise duty\nfor the intervening period, i.e. 1st March, 1994 and 21st April, 1994.\nC\nAppellant submitted reply denying its liability to pay excise duty,\nbut the Assistant Commissioner, Central Excise confirmed the demand.\nThat order was confirmed by the Commissioner (Appeals) and also by the\nCustoms, Excise and Gold (Control) Appellate Tribunal, New Delhi D\n(CEGAT). Hence the present appeals.\nAllowing the appeals, the Court\nHELD 1.1. Both power driven pumps as well as parts of power\ndriven pumps used for manufacture of pumps within the factory were E\nexempted from payment of excise duty. Notifications were rescinded and\nconsolidated notification was issued on March 1, 1994 with a view to\nreduce the number of notifications. No demand hence could have been\nmade against the appellant in respect of parts of power driven pumps by\nissuing show cause notices. [252-H; 253-A]\n1.2. The Government was satisfied about the policy which was in\nvogue not to impose excise duty on parts of power driven pumps used in\nthe factory premises for manufacture of power driven pumps and to clarify\nthe position, the subsequent notification dated April 25, 1994 was issued.\nThis is also clear if one reads at both the notifications Nos. 46/94 dated\nMarch 1, 1994 and 56/94 dated April 25, 1994. Therefore the authorities\nwere in error in upholding the demand and in directing the appellant to\npay excise duty. [253-B; 254-A]\nF\nG\n2.1. A clarificatory notification would take effect retrospectively.\nSuch a notification merely clarifies the position and makes explicit what H\n248\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA was implicit. Clarificatory notifications have been issued to end the dispute\nbetween the parties. [254-B]\nB\nCollector of Central Excise, Shillong v. Wood Craft Products Ltd., [1995]\n3 SCC 454, relied on.\n2.2. In view of the consistent policy of the Government of exempting\nparts of power driven pumps utilized by the factory within the factory\npremises, it could not be said that while issuing notification No.46/94 of\nMarch 1, 1994, the exemption in respect of the said item which was\noperative was either withdrawn or revoked. The action was taken only\nwith a view to rescinding several notifications and by issuing a composite\nC\nnotification. The policy remained as it was and in view of demand being\nmade by the Department, a representation was made by the industries and\non being satisfied, the Central Government issued a clarificatory\nnotification No.95/94 on April 25, 1994. It was not a new notification\ngranting exemption for the first time in respect of parts of power driven\nD pumps to be used in the factory for manufacture of pumps but clarified\nthe position and made the position explicit which was implicit. [254-C-E]\nE\nF\n3. Deposit, if any, made by the appellant in pursuance of the order\npassed by the authorities below will be refunded to it. [254-F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 4228-4229\nof 1999.\nFrom the Judgment and Order dated 23.11.98 of the Central Excise,\nCustoms and Gold (Control) Appellate Tribunal, New Delhi in F.O. Nos. A/\n1051-1052/98-NB(DM) in E/A. Nos. 1034-1035 of 1997.\nA.K. Ganguli, Ms. Barnali Basak and Ms. Suruchii Aggarwal Appellant.\nK.P. Pathak, Additional Solicitor General, Ms. Binu Tamta and B.\nKrishna Prasad for the Respondent.\nG\nThe Judgment of the Court wad delivered by\nTHAKKER, J. These appeals have been filed by the appellant against\nan Order in Original Nos. 123-29 of 1996 passed by the Assistant\nCommissioner, Central Excise, Division I, Ghaziabad, confirmed by the\nCommissioner (Appeals), Customs \u0026 Central Excise, Ghaziabad and also\nH confirmed by the Customs, Excise and Gold (Control) Appellate Tribunal,\n-\nW.P.I.L. LTD. v. C.C.E. [THAKKER. J.]\n249\nNew Delhi ('CEGAT' for short).\nA\nThe case of the appellant is that it is the manufacturer of power driven\npumps and parts thereof designed for handling water. The power driven\npumps as well as parts thereof which are used for manufacture of pumps\nhave been exempted from levy of excise duty since 1978. Various notifications\nhad been issued from time to time granting exemption to both, i.e. power B\ndriven pumps and also parts of power driven pumps which were used in the\nmanufacture of the power driven pumps. Parts of power driven pumps which\nwere not utilized for manufacture of power driven pumps within the factory\nwere, however, outside the purview of exemption and they were subjected to\nlevy of excise duty.\nC\nD\nAccording to the appellant, with a view to reducing special exemption\nnotifications and consolidating various exemption notifications, in 1994, the\nGovernment rescinded 389 notifications with effect from March 1, 1994 and\nre-issued a consolidated notification incorporating earlier notifications vide\nNotification No.46/94 dated March 1, 1994. In the said notification, power\ndriven pumps were shown as an exempted item. Due to inadvertence, however,\nparts of power driven pumps used in manufacture of pumps within the factory\nwhich were all along exempted from 1978 were omitted. But there was no\nchange in the Government policy in 1994 which was in vogue since 1978.\nThe omission was, therefore, brought to the notice of the Government by the\nindustries. The Government was also satisfied and amended the notification E\nNo.46/94 dated March 1, 1994 by issuing another notification No.95/94 on\nApril 25, 1994 correcting the mistake and clarifying the position that parts of\npower driven pumps which were used in manufacture of power driven pumps\nwould also be exempted. According to the appellant, the notification No.95/\n94 dated April 25, 1994 was thus merely clarificatory in nature and an obvious\nerror or omission which remained while issuing notification No.46/94 on\nMarch 1, 1994 was rectified by the subsequent notification No.95/94 on\nApril 25, 1994 and hence it was retrospective in operation. The resultant\neffect, according to the appellant, was that parts of power driven pumps\nwhich were to be utilized for manufacturing power driven pumps within the\nfactory would continue to be exempted from payment of excise duty.\nF\nG\nUnfortunately, however, show cause notices were issued by the Assistant\nCollector, Central Excise, Division I, Ghaziabad on October 3, 1994 and\nOctober 24, 1994 alleging therein that the appellant had cleared the parts of\npower driven pumps for use within the factory for the manufacture of\nsubmersible power driven pumps during the period between 1st March, 1994 H\n1\n250\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA and 21st April, 1994 without payment of duty which was subjected to central\nexcise duty. The said item was exempted with effect from April 25, 1994 and\nthe appellant was, therefore, liable to pay excise duty for the intervening\nperiod, i.e. 1st March, 1994 and 21st April, 1994.\nThe appellant submitted a reply on October 31, 1994 inter alia\nB contending that it was not liable to pay excise duty. No suppression of facts\nor mis-declaration was alleged against the appellant and the demand was\nbarred by limitation. It was also stated that notification No.95/94 dated April\n25, 1994 was retrospective in nature and exemption ought to be considered\nand granted from March 1, 1994. There was, therefore, no liability on the\nC part of the appellant to pay any amount.\nD\nE\nThe Assistant Commissioner, Central Excise, Division I, Ghaziabad, by\nan order dated March 31, 1996 confirmed the demand against the appellant\nand directed it to pay the amount mentioned in the said order.\nBeing aggrieved by that order, the appellant preferred appeals, but the\nAppellate Authority also confirmed the order passed by the Assistant\nCommissioner and dismissed the appeals. The appellant preferred appeal\nbefore the CEGAT which was also dismissed confirming the orders passed\nby the authorities below.\nWe have heard the learned counsel for the parties.\nMr. A.K. Ganguli, learned senior advocate for the appellant submitted\nthat power driven pumps as well as parts thereof had been exempted from\npayment of excise duty since 1978. It was the consistent practice of the\nDepartment and the policy had never been changed. It was also submitted\nF that there was no change of policy even in 1994. What was done by the\nGovernment was to reduce the number of special exemption notifications.\nAbout 400 such notifications were rescinded with effect from March 1, 1994\nand a consolidated notification was issued incorporating earlier notifications\nby notification No.46/94 on March 1, 1994. In view of the policy since 1978,\nwhich was not changed, in 1994, by rescinding several notifications and\nissuing a consolidated notification exempted items were not made subject\nmatter of payment of excise duty and no demand could be made from the\nappellant. The Central Government was satisfied about the legitimate grievance\nvoiced by the industries and, accordingly, a notification was issued on April\n25, 1994. The subsequent notification was, therefore, merely clarificatory in\nH nature and has to be given retrospective effect. No demand could be made\nG\nW.P.L.L. LTD. v. C.C.E. [THAKKER, J.Į\n251\nfor payment of excise duty for the period between March 1, 1994 and April A\n21/25, 1994.\nMr. Pathak, learned Additional Solicitor General appearing for the\nrespondent, on the other hand, submitted that the authorities below were right\nin holding that by notification dated March 1, 1994, parts of power driven\npumps were not exempted and the exemption was granted by notification B\ndated April 25, 1994 and hence demand for payment of excise duty for the\nperiod between issuance of two notifications was legal, valid and well-founded.\nIt was also argued that the subsequent notification granted benefit in respect\nof parts of power driven pumps and was not clarificatory in nature. The\nbenefit of the said notification, therefore, could be claimed by the industries\nonly from the date of issuance of notification and not for any period prior to\nthat date. He, therefore, prayed for dismissal of the appeals.\nHaving heard the learned counsel for the parties, in our opinion, the\nsubmission made on behalf of the appellant is well-founded and must be\naccepted. In this connection, our attention was invited by the learned counsel\nfor the appellant to various notifications issued by the Central Government\nfrom time to time. One such notification was No.57/78 issued on March 1,\n1978. It reads as under -\n\"Power Driven Pumps\nC\nD\nIn exercise of the powers conferred by sub-rule (1) of Rule 8 of E\nthe Central Excise Rules, 1944, the Central Government hereby\nexempts power driven pumps falling under Item No.30A of the First\nSchedule to the Central Excises and Salt Act, 1944 (1 of 1944), and\nspecified in the Table annexed hereto from the whole of the duty of\nexcise leviable thereon.\nF\nTABLE\nPower driven pumps primarily designed for handling water, namely :-\n(i) Centrifugal pumps (horizontal or vertical pumps);\n(ii) Deep tube-well turbine pumps ;\n(iii) Submersible pumps; and\nG\n(iv) Asial flow and mixed flow vertical pumps.\n[vide M.F.(D.R.) Notification No.57/78-C.E., dated 1-3-1978]\"\nH\nA\nB\nс\n252\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nSimilar notification was issued on February 10, 1986 being Excise\nNotification NO.79/1986 as several other notifications. By Excise Notification\nNo. 155/86 dated March 1, 1986 relating to specified goods under Chapter 84,\nit was stated;\n“SPECIFIED GOODS [CHAPTER 84]\nIn exercise of the powers conferred by sub-rule (1) of rule 8 of\nthe Central Excise Rules, 1944, the Central Government hereby\nexempts the goods specified in column (3) of the Table hereto annexed\nand falling under the Heading No. or sub-heading No. of the Schedule\nto the Central Excise Tariff Act, 1985 (5 of 1986) specified in the\ncorresponding entry in column (2) of the table, from so much of the\nduty of excise leviable thereon which is specified in the said Schedule\nas in the excess of the amount calculated at the rate specified in the\ncorresponding entry in column (4) of the said Table.\nD\nTHE TABLE\nS.No. Heading No.\nDescription of goods\nRate\nor sub-heading\nNo. of the\nSchedule to the\nE .\nCentral Excise\nTariff Act, 1985\n(1)\n(2)\n(3)\n(4)\n1.\n84.13\n(i) Power driven pumps primarily\nNil\ndesigned for handling water, namely:-\nF\n(a) Centrifugal pumps (horizontal\nor vertical pumps);\n(b) Deep tube-well turbine pumps;\nG\n(c) Submersible pumps;\n(d) Axial flow and mixed flow\nvertical pumps.\n(ii) Other power driven pumps\nTen per cent\nad valorem\"\nThe contention of the appellant, in our opinion, therefore, is well-founded\nthat both power driven pumps as well as parts of power driven pumps used\nfor manufacturing of pumps within the factory were exempted from payment\nH of excise duty. We are also satisfied that notifications were rescinded and\n1\nW.P.I.L. LTD. v. C.C.E. [THAKKER. J.|\n253\nconsolidated notification was issued on March 1, 1994 with a view to reduce A\nnumber of notifications. No demand hence could have been made against the\nappellant in respect of parts of power driven pumps by issuing show cause\nnotices. The submission of the appellant is well-founded that the Government\nwas satisfied about the policy which was in vogue not to impose excise duty\non parts of power driven pumps used in the factory premises for manufacture\nof power driven pumps and to clarify the position, the subsequent notification\ndated April 25, 1994 was issued. This is also clear if one reads at both the\nnotifications Nos. 46/94 dated March 1, 1994 and 56/94 dated April 25,\n1994. They read thus : -\nB\n\"TABLE\nC\nS.\nChapter\nDescription of goods\nRate\nConditions\nNo.\nheading No.\nor sub-heading\nNo.\n(1)\n(2)\n(3)\n(4)\n(5)\nD\n1.\n84.13\nPower driven pumps primarily Nil\ndesigned for handling water,\nnamely :-\n(a) Centrifugal pumps (horizontal\nor vertical pumps);\nE\n(b) Deep tube-well turbine pumps;\n'\n(c) Submersible pumps;\n(d) Axial flow and mixed flow\nvertical pumps.\n(Notification No. 46/94 dated 1.3.94)\"\nF\nare used within the\n(1)\n(2)\n(3)\n(4)\n(5)\n\"4a.\n72,73\nGoods other than namely:- Nil\nIf the said goods\n82,83,\n84 or\n85\n(a) Electrical stampings\n(b) Bearings\n(c) Winding Wires\nand laminations\n(Notification No.95/94-CE, dated 25.4.1994)\nfactory of product-\nion in the manu- G\nfacture of goods\nspecified in S. No.\n4 above.\"\nH\n254\nA\nB\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nIn our opinion, therefore, the authorities were in error in upholding the\ndemand and in directing the appellant to pay excise duty.\nThe learned counsel for the appellant is also right in relying upon a\ndecision of this Court in Collector of Central Excise, Shillong v. Wood Craft\nProducts Ltd., [1995] 3 SCC 454. In that case, this Court held that a\nclarificatory notification would take effect retrospectively. Such a notification\nmerely clarifies the position and makes explicit what was implicit. Clarificatory\nnotifications have been issued to end the dispute between the parties.\nIn view of the consistent policy of the Government of exempting parts\nof power driven pumps utilized by the factory within the factory premises,\nC\nit could not be said that while issuing notification No.46/94 of March 1,\n1994, the exemption in respect of said item which was operative was either\nwithdrawn or revoked. The action was taken only with a view to rescinding\nseveral notifications and by issuing a composite notification. The policy\nremained as it was and in view of demand being made by the Department,\na representation was made by the industries and on being satisfied, the Central\nGovernment issued a clarificatory notification No.95/94 on April 25, 1994.\nIt was not a new notification granting exemption for the first time in respect\nof parts of power driven pumps to be used in the factory for manufacture of\npumps but clarified the position and made the position explicit which was\nE implicit.\nD\nFor the foregoing reasons, in our opinion, the appeals deserve to be\nallowed and are allowed accordingly. Deposit, if any, made by the appellant\nin pursuance of the order passed by the authorities below will be refunded to\nit. In the facts and circumstances of the case, however, there shall be no order\nF as to costs.\nB.B.B.\nAppeals allowed.\n"}