{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15}],"text":"GRID CORPORATION OF ORISSA LTD. v. GAJENDRA 89\nHALDEA \u0026 ORS. [DR. ARIJIT PASAYAT, J.]\nmay, after hearing the Appropriate Commission or other A\ninterested party, if any, from time to time, issue such orders,\ninstructions or directions as it may deem fit, to any\nAppropriate Commission for the performance of its\nstatutory function under this Act.\nB\n\"142. Punishment for non-compliance of directions by\nAppropriate Commission.-In case any complaint is filed\nbefore the Appropriate Commission by any person or if\nthat Commission is satisfied that any person has\ncontravened any of the provisions of this Act or the rules\nor regulations made thereunder, or any direction issued C\nby the Commission, the Appropriate Commission may\nafter giving such person an opportunity of being heard in\nthe matter, by order in writing, direct that, without prejudice\nto any other penalty to which he may be liable under this\nAct, such person shall pay, by way of penalty, which shall D\nnot exceed one lakh rupees for each contravention and in\ncase of a continuing failure with an additional penalty which\nmay extend to six thousand rupees for every day during\nwhich the failure continues after contravention of the first\nsuch direction.\"\n17. Therefore, the Appellate Tribunal was wrong in inter-\nfering with the conclusions of CERC that respondent No.1's\npetition was not entertainable and/or maintainable.\nE\n18. In Ben Gorm Nilgiri Plantations Company, Coonoor F\nand ors. v. Sales Tax Officer, Special Circle, Ernakulam and\nOrs. (1964 (7) SCR 706), it was inter alia observed as follows:\n\"To constitute a sale in the course of export of goods\nout of the territory of India, common intention of the parties\nto the transaction to export the goods followed by actual G\nexport of the goods, to a foreign destination is necessary.\nBut intention to export and actual exportation are not\nsufficient to constitute a sale in the course of export, for a\nsale by export \"involves a series of integrated activities\ncommencing from the agreement of sale with a foreign H\nA\nB\nD\nE\nF\nG\nH\n90\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nbuyer and ending with the delivery of the goods to a\ncommon carrier or transport out of the country by land or\nsea. Such a sale cannot be dissociated from the export\nwithout which it cannot be effectuated, and the sale and\nresultant export form parts of a single transaction\": State\nof Travancore Cochin and others v. The Bombay\nCompany Ltd. A sale in the course of export predicates\na connection between the sale and export, the two activities\nbeing so integrated that the connection between the two\ncannot be voluntarily interrupted, without a breach of the\ncontract or the compulsion arising from the nature of the\ntransaction. In this sense to constitute a sale in the course\nof export it may be said that there must be an intention on\nthe part of both the buyer and the seller to export, there\nmust be obligation to export, and there must be an actual\nexport. The obligation may arise by reason of statute,\ncontract between the parties, or from mutual understanding\nor agreement between them, or even from the nature of\nthe transaction which links the sale to export. A transaction\nof sale which is a preliminary to export of the commodity\nsold may be regarded as a sale for export but is not\nnecessarily to be regarded as one in the course of export,\nunless the sale occasions export. And to occasion export\nthere must exist such a bond between the contract of sale\nand the actual exportation, that each link is inextricably\nconnected with the one immediately preceding it. Without\nsuch a bond, a transaction of sale cannot be called a sale\nin the course of export of goods out of the territory of India.\nThere are a variety of transactions in which the sale of a\ncommodity is followed by export thereof. At one end are\ntransactions in which there is a sale of goods in India and\nthe purchaser immediate or remote exports the goods out\nof India for foreign consumption. For instance, the foreign\npurchaser either by himself or through his agent purchases\ngoods within the territory of India and exports the goods\nand even if the seller has the knowledge that the goods\nare intended by the purchasers to be exported, such a\n\u003e\nGRID CORPORATION OF ORISSA LTD. v. GAJENDRA 91\nHALDEA \u0026 ORS. [DR. ARIJIT PASAYAT, J.]\ntransaction is not in the course of export, for the seller does A\nnot export the goods, and it is not his concern as to how the\npurchaser deals with the goods. Such a transaction without\nmore cannot be regarded as one in the course of export\nbecause etymologically, \"in the course of export\",\ncontemplates an integral relation or bond between the sale B\nand the export. At the other end is a transaction under a\ncontract of sale with a foreign buyer under which the goods\nmay under the contract be delivered by the seller to a\ncommon carrier for transporting them to the purchaser. Such\na sale would indisputably be one for export, whether the\ncontract and delivery to the common carrier are effected\ndirectly or through agents. But in between lie a variety of\ntransactions in which the question whether the sale is one\nfor export or is one in the course of export i.e., it is a\ntransaction which has occasioned the export, may have to\nbe determined on a correct appraisal of all the facts. No\nsingle test can be laid as decisive for determining that\nquestion. Each case must depend upon its facts: But that\nis not to say that the distinction between transactions which\nmay be called sales for export and sales in the course of\nexport is not real. In general where the sale is effected by E\nthe seller, and he is not connected with the export which\nactually takes place, it is a sale for export. Where the export\nis the result of sale, the export being inextricably linked up\nwith the sale so that the bond cannot be dissociated without\na breach of the obligation arising by statute, contract or F\nmutual understanding between the parties arising from the\nnature of the transaction, the sale is in the course of export.\nIt may be conceded that when chests of tea out of the\nexport quota are sold together with the export rights, the\ngoods are earmarked for export, and knowledge that the\ngoods were purchased by the bidders for exporting them\nto the foreign principals of the bidders must clearly be\nattributable to them. Does the co-existence of these\ncircumstances, impress upon the transactions of sale with\nD\nG\nH\nB\nC\nD\nE\nFL\nG\nH\n92\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nthe character of a transaction in the course of export out of\nthe territory of India? We are unable to hold that it does.\nThat the tea chests are sold together with export rights\nimputes knowledge to the seller that the goods are\npurchased with the intention of exporting. But there is nothing\nin the transaction from which springs a bond between the\nsale and the intended export linking them up as part of the\nsame transaction. Knowledge that the goods purchased\nare intended to be exported does not make the sale and\nexport parts of the same transaction, nor does the sale of\nthe quota with the sale of the goods lead to that result.\nThere is no statutory obligation upon the purchaser to export\nthe chests of tea purchased by him with the export rights.\nThe export quota merely enables the purchaser to obtain\nexport licence, which he may or may not obtain. There is\nnothing in law or in the contract between the parties, or\neven in the nature of the transaction which prohibits diversion\nof the goods for internal consumption. The sellers have no\nconcern with the actual export of the goods, once the goods\nare sold. They have no control over the goods. There is\ntherefore no direct connection between the sale and export\nof the goods which would make them parts of an integrated\ntransaction of sale in the course of export.\nIn our view, the transactions of sale in the present case did\nnot occasion the export of the goods, even though the\nappellants knew that the buyers in offering the bids for\nchests of tea and the export quotas were acting on behalf\nof foreign principals, and that the buyers intended to export\nthe goods. There was between the sale and the export no\nsuch bond as would justify the inference that the sale and\nthe export formed parts of a single transaction or that the\nsale and export were integrally connected. The appellants\nwere not concerned with the actual exportation of the goods,\nand the sales were intended to be complete without the\nexport, and as such it cannot be said that the sales\noccasioned export. The sales were therefore for export,\n)\nGRID CORPORATION OF ORISSA LTD. v. GAJENDRA 93\nHALDEA \u0026 ORS. [DR. ARIJIT PASAYAT, J.]\nand not in the course of export.\"\n19. The Appellate Tribunal's conclusions regarding nature\nof transactions are not supportable when various clauses of the\nagreement are considered. They clearly establish intra-state\nnature of the transactions.\nA\nB\n20. It is to be noted that under Rule 9 of the Central Elec-\ntricity Rules, 2005 (in short the 'Central Rules') there is no re-\nstriction on the licensee effecting sale or re-sale in the same\nState and no separate licence is needed. In fact, there was no\nagreement to take out the electricity, as was inferred by the C\nAppellate Tribunal. PTC is bound by the Regulations. It is pointed\nout that whenever there is sale for inter state trade, the margin\nis maintained. Additionally, PTC was not a party before CERC.\nOriginally also it was not a party before the Appellate Tribunal.\nIn another case relating to trade margin PTC was a party. The\nissues were different and PTC was discharged from the pro-\nceedings. It is stated that PTC is affected by para 56 of the\nAppellate Tribunal's order. The observation of the Appellate Tri-\nbunal that PTC could not have sold electricity and it could not\nhave effected sale inside the State is wrong because of Rule 9\nof the Central Rules. It is also to be noted that the contract was\nconcluded in the State of Orissa and the transmission loss was\nto be borne by PTC who was not agent of GRIDCO.\n21. In that view of the matter, looked at from any angle the\norder passed by the Appellate Tribunal cannot be maintained\nand is set aside.\nD\nE\nF\n22. In view of the order passed in Civil Appeal No.5722 of\n2006, other Civil Appeals are allowed, and in view of the said\norder passed, no separate orders are necessary to be passed\nin IAs and they are rejected, and SLP (C) No.11629 of 2007 G\nfiled by Haryana Power Generation Corporation Ltd. is dis-\nmissed. Costs made easy.\nK.K.T.\nSpecial Leave Petition and\nCivil Appeals disposed of.\nH\n"}