{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"148\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA admissibility of the witnesses at serial nos. 63 to 66 insofar\nas Special Case no. 21 of 2006 is concerned. Section 18 of\nthe MCOCA is an exception to Sections 25 and 26 of the\nEvidence Act, only in a trial against an accused (or against a\nco-accused - abettor or conspirator) who has made the\nB confession. The said exemption has not been extended to\nother trials in which the person who had made the\nconfession is not an accused. [Paras 40, 41] [192-C, H; 193-\nF-H; 194-A-F; 195-F]\nD\nE\n4.2. It clearly emerges from the submissions advanced\nC at the behest of the accused-respondents, that their objective\nis not to rely on the factum of a confessional statement\nhaving been recorded. The objective is to achieve\nexculpation of blameworthiness on the basis of the truth of\nthe confessional statements made before witnesses at serial\nnos. 63 to 66. However, the witnesses sought to be produced\nin their defence by the accused-respondents (the witnesses\nat serial nos. 64 to 66), cannot vouchsafe the truth or falsity\nof the confessional statements made by Sadiq Israr Shaikh,\nArif Badruddin Shaikh and Ansar Ahmad Badshah. It is\nindeed the persons who had made such confessions who\ncan do so. Since it is the truthfulness of the confessional\nstatements made before the witnesses at serial nos. 63 to 66\nwhich is the real purpose sought to be achieved, only those\nwho had made the confessional statements (Sadiq Israr\nShaikh, Arif Badruddin Shaikh and Ansar Ahmad Badshah)\ncan vouchsafe for the same. This can only be done under\nthe provisions of the Evidence Act. For that the accused-\nrespondents, can only pin their hopes on the persons who\nhad made the confessional statements. There is certainly no\nescape from the above course in view of the mandate of\nG Section 60 of the Evidence Act. In the background of the\nobject sought to be achieved, it is apparent, that Sections 35\nand 80 would be of no avail to the accused-respondents in\nthe facts and circumstances of this case, since the witnesses\nat serial nos. 63 to 66 cannot be summoned, as their evidence\nbefore the trial Court would not fall within the realm of\nF\nH\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 149\nVAKIL ANSARI\nadmissibility with reference to \"facts in issue\" or \"relevant A\nfacts\". [Para 43] [198-A-H; 199-A]\nB\n5. From different angles and perspectives based on the\nprovisions of the Evidence Act and MCOCA examined on the\nbasis of submissions advanced by the rival parties, it is\ninevitable to conclude, that the accused-respondents cannot\nbe permitted to summon the witnesses at serial nos. 63 to\n66 as defence witnesses, for the specific objective sought\nto be achieved by them. It is not open to the accused-\nrespondents to produce the witnesses at serial nos. 63 to 66\nin order to substantiate the confessional statements made C\nby Sadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar\nAhmad Badshah (the accused in Special Case no. 4 of 2009),\nwho are not accused/co-accused in Special Case no. 21 of\n2006 (out of the proceedings whereof, the instant appeal has\narisen). [Para 44 and 45] [199-B-E]\n1998 (2) SCR 664\nCase Law Reference:\n1997 Cr. L.J. 3854\nD\nexplained\nPara 23, 24\nreferred to\nPara 28\n1996 (6) SCC 241\nreferred to\nPara 28\nE\nAIR 1929 Oudh 113\nreferred to\nPara 28\nAIR 1934 Allahabad 406\nreferred to\nPara 32\nAIR 1940 Madras 273\nreferred to\nPara 32\n(1907) 9 BLR 1047\nreferred to\nPara 32\nF\nAIR 1923 Calcutta 290\nreferred to\nPara 32\nCRIMINAL APPELLATE\nJURISDICTION: Criminal Appeal\nNo. 445 of 2013.\nFrom the Judgments \u0026 Orders dated 26.11.2012 of the High\nCourt of Judicature at Bombay, in Criminal Appeal No. 972 of 2012.\nShekhar Naphade, Sanjay V. Kharde, Aparajita Singh,\nChinmoy Khaladkar, Asha Gopalan Nair for the Appellant.\nAmrendra Sharan, Dr. Yug Mohit Choudhary, Khan Abdul\nWahab, Izhar Ahmed Siddiqui, Ansari Feroz, Sheikh Naima, Rishi\nG\nH\n150\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA Maheshwari, Abu John Mathew, P.S. Sudheer for the Respondents.\nThe Judgment of the Court was delivered by\nB\nJAGDISH SINGH KHEHAR, J. 1. On 11.7.2006 there were\nseven bomb blasts in seven different first class compartments of\nlocal trains of Mumbai Suburban Railways. These bomb blasts\nresulted in the death of 187 persons. Severe injuries on account of\nthe said bomb blasts were caused to 829 persons. These blasts\nled to the registration of following seven criminal reports:\n(i)\nс\n(ii)\n(iii)\n(iv)\n(v)\n33 डे\nD\n(vi)\nE\nF\nG\nH\nCR No.77 of 2006 at Mumbai Central Police Station.\nCR No.78 of 2006 at Mumbai Central Police Station.\nCR No.86 of 2006 at Bandra Railway Police Station\nCR No.87 of 2006 at Bandra Railway Police Station\nCR No.41 of 2006 at Andheri Railway Police Station.\nCR No.59 of 2006 at Vasai Road Railway Police\nStation\n(vii) CR No.156 of 2006 at Borivli Railway Police Station.\nIn all these cases investigation was transferred to the Anti Terrorists\nSquad, Mumbai (hereinafter referred to as \"the ATS\"), wherein the\nmatter was registered as CR No.5 of 2006.\n2. In all 13 accused were arrested in connection with the bomb\nblasts of 11.7.2006. The accused-respondents herein are the\naccused in the controversy. Initially the accused-respondents were\ncharged with offences punishable under Sections 302, 307, 326,\n427, 436, 20A, 120B, 123 and 124 of the Indian Penal Code, 1860\nread with Section 34 of the Indian Penal Code. The accused-\nrespondents were also charged with offences under the Indian\nExplosives Act, the Prevention of Damage to Public Property Act,\nthe offences under the Indian Railways Act and the offences\npunishable under the Unlawful Activities (Prevention) Act, 1967.\nLater, the provisions of Maharashtra Control of Organised Crime\nAct, 1999 (hereinafter referred to as \"the MCOCA\") were applied\nto the case. Thereupon, the accused-respondents were charged\nunder Sections 3(1)(i), 3(2) and 3(4) of the MCOCA. On 30.11.2006\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 151\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nB\nthe charge-sheet in CR no.5 of 2006 came to be filed as MCOCA A\nSpecial Case no.21 of 2006 (hereinafter referred to as Special\nCase No.21 of 2006) for offerices punishable under Sections 302,\n307, 324, 325, 326, 327, 427, 436, 120B, 121-A, 122, 123, 124A,\n201, 212 Indian Penal Code, 1860, read with Sections 3(1)(i), 3(2),\n3(3), 3(4), 3(5), the MCOCA, read with Sections 10, 13, 16, 17, 18,\n19, 20, 40 of Unlawful Activities (Prevention) Act, 1967, read with\nSections 6, 9B of the Explosives Act, 1884, read with Sections 3,\n4, 5, 6 of the Explosive Substances Act, 1908, read with Sections\n3, 4 of the Prevention of Damage to Public Property Act, 1984,\nread with Sections 151, 152, 153, 154 of the Railways Act, 1989, C\nread with Section 12(1)(c) of the Passports Act, 1967.\n3. The prosecution case (in Special Case No.21 of 2006) in\nbrief is, that bombs were planted on 11.7.2006 in seven different\nfirst class compartments of local trains of Mumbai Suburban\nRailways by the Students Islamic Movement of India (hereinafter D\nreferred to as \"the SIMI\"). SIMI is a terrorist organization, the\naccused-respondents are allegedly its members. According to the\nprosecution, the accused-respondents had conspired to plant\nbombs at Mumbai's local trains to create panic in furtherance of\nterrorist activities being carried out by the SIMI in India.\nE\n4. Having examined its witnesses, and having placed on the\nrecord of Special Case No.21 of 2006, the necessary exhibits, the\nprosecution closed its evidence on 4.4.2012. Thereafter, witnesses\nwere examined in defence by the accused-respondents. On\n19.7.2012, accused Nos.2, 6, 7 and 13 filed an application (at F\nExhibit 2891) praying for issuance of summons to 79 witnesses\nnamed therein. On 24.7.2012, the accused-respondents filed\nanother application (at Exhibit 2914), again for summoning defence\nwitness. The application filed by the accused-respondents, inter alia,\nincluded the names of the following witnesses:\n(i) Witness at serial No.63\n(ii) Witness at serial No.64\n-\n-\nChitkala Zutshi, Additional\nChief Secretary (Home\nDepartment)\nVishwas Nangre Patil,\nG\nH\nA\n152 SUPREME COURT REPORTS\n(iii) witness at serial No.65\n-\n(iv) Witness at serial No.66\nB.\nC\nD\n[2013] 5 S.C.R.\nDeputy Commissioner of\nPolice\nMilind Bharambe, Deputy\nCommissioner of Police\nDilip Sawant, Deputy\nCommissioner of Police.\n5. To appreciate the reason for summoning the witnesses at\nserial nos. 63 to 66, it is necessary to refer to some more facts. As\nagainst the accusations contained in Special Case no.21 of 2006,\nreferred to above, in another MCOCA Special Case no.4 of 2009\n(hereinafter referred to as 'Special Case No.4 of 2009'), it was\nalleged by the prosecution, that the accused therein were members\nof the Indian Mujahideen (hereinafter referred to as \"the IM\"). The\nIM is also allegedly a terrorist organization, blameworthy of such\nactivities within the territorial jurisdiction of India. The investigating\nagency had been claiming, that all bomb blasts in Mumbai since\nthe year 2005 had been carried out by the IM. During the course of\ninvestigation in Special Case no. 4 of 2009, some of the accused\ntherein (Special Case no. 4 of 2009) had confessed that they, as\nmembers of the IM had carried out bomb blasts, in Mumbai\nE Suburban trains on 11.7.2006. In fact, 'the accused Sadiq Israr\nShaikh, Arif Badruddin Shaikh and Ansar Ahmad Badshah', in\nSpecial Case no.4 of 2009, had made these confessional\nstatements under Section 16 of the MCOCA. The confessional\nstatement of Sadiq Israr Shaikh was recorded by Vishwas Nangre\nF Patil, Deputy Commissioner of Police (witness at serial no.64).\nLikewise, the statement of Arif Badruddin Sheikh was recorded by\nMiland Bharambe, Deputy Commissioner of Police (witness at\nserial No.65). And, the statement of Ansar Ahmad Badshah was\nrecorded by Dilip Sawant, Deputy Commissioner of Police (witness\nG at serial No.66). Chitkala Zutshi, the then Additional Chief Secretary,\nHome Department (witness at serial No.63) had granted sanction\nfor the prosecution of the aforesaid accused in Special Case No.4\nof 2009 on 21.2.2009, by relying interalia on the confessional\nstatements made by Sadiq Israr Shaikh, Arif Badruddin Shaikh and\nAnsar Ahmad Badshah. The accused (respondents herein) desire\nH\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 153\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nto produce the witnesses at serial nos. 63 to 66, to establish their A\nown innocence.\n6. The Trial Court by its order dated 1.8.2012, declined the\nprayer made by the accused-respondents for summoning the\nwitnesses at serial Nos.63 to 66. Dissatisfied with the order dated\n1.8.2012, the accused-respondents preferred Criminal Appeal B\nNo.972 of 2012 before the High Court of Judicature at Bombay\n(hereinafter referred to as 'the High Court'). The High Court by its\norder dated 26.11.2012 allowed the appeal preferred by the\naccused-respondents. The operative part of the aforesaid order\ndated 26.11.2012, is being extracted hereunder:\nC\n\"83. As a result of the aforesaid discussion, it is clear that\nthe evidence sought to be adduced by the appellants\nis relevant and admissible. The appellants cannot be\nprevented from bringing on record such evidence. The\nimpugned order is contrary to law, and needs to be D\ninterfered with.\n84.\nThe appeal is allowed. The impugned order is set\naside.\n85.\nThe appellants shall be entitled to have the witnesses\nin question summoned, and examine them as\nwitnesses for the defence.\nE\n86. Appeal is disposed of accordingly.\"\n7. Aggrieved with the order dated 26.11.2012, passed in\nCriminal Appeal No.972 of 2012, the State of Maharashtra F\npreferred the instant Special Leave Petition (Crl.) No.9707 of 2012.\n8. Leave granted.\n9. It is necessary to first define the contours of the controversy,\nwhich we are called upon to adjudicate, in the present appeal. The\nG\naccused-respondents press for summoning the witnesses at serial\nnos. 63 to 66 as defence witnesses. The object for summoning the\naforesaid witnesses is, that the witnesses at serial nos. 64 to 66\nhad recorded the confessional statements of Sadiq Israr Shaikh,\nArif Badruddin Shaikh and Ansar Ahmad Badshah during the\nH\n154\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA course of investigation in Special Case no. 4 of 2009. Based\ninteralia on the aforesaid confessional statements, the witness at\nseriál no. 63 had accorded sanction for prosecution of the accused\nin Special Case no. 4 of 2009. The object of the accused-\nrespondents (of producing these witnesses in defence) is to show,\nB that others are responsible for actions for which the accused-\nrespondents are being blamed. It is relevant to pointedly notice, that\nthe aforesaid confessional statements were not made by persons\nwho are accused in Special Case no. 21 of 2006 (i.e. they are not\nco-accused with the accused-respondents). The first question for\nC determination therefore would be, whether the confessional\nstatements recorded before the witnesses at serial nos. 64 to 66,\nby persons who are not accused in Special Case no. 21 of 2006,\nwould be admissible in Special Case no. 21 of 2006. The instant\nquestion will have to be examined with reference to the provisions\nof the Indian Evidence Act, 1872 (hereinafter referred to as, the\nEvidence Act) and the MCOCA. Alternatively, the question that\nwould need an answer would be, whether the said confessional\nstatements are admissible under Sections 6 and 11 of the\nEvidence Act not as confessional statements, but as \"relevant facts\".\nThe answers of the two alternate questions will have to be\ndetermined on totally different parameters, and under different\nstatutory provisions. Both the questions are, therefore, being\nexamined by us independently hereinafter.\nD\nE\nF\n10. Before venturing into the two alternate questions referred\nto in the foregoing paragraph, it is necessary to delineate a few\nsalient features on which there is no dispute between the rival\nparties. It is not a matter of dispute, that confessional statements\nhave been made during the course of investigation in Special Case\nno. 4 of 2009. The aforesaid confessional statements were made\nbefore the witnesses at serial nos. 64 to 66. The witnesses at serial\nnos. 64 to 66 were then holding the rank of Deputy Commissioners\nof Police (at the time when the confessional statements were\nrecorded). The present appeal is a proceeding, emerging out of\nSpecial Case no. 21 of 2006. The accused in Special Case no. 4\nof 2009, are different from the accused in Special Case no. 21 of\nH 2006. Importantly, Special Case no. 4 of 2009, is not being jointly\nG\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 155\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nB\ntried with Special Case no. 21 of 2006. The accused in Special A\nCase no. 4 of 2009 (who had made the confessional statements\nunder reference), are available. In other words, those who had made\nthe confessional statements (Sadiq Israr Shaikh, Arif Badruddin\nShaikh'and Ansar Ahmad Badshah) before the witnesses at serial\nnos. 64 to 66, can be summoned to be produced in Special Case\nno. 21 of 2006, as defence witnesses, at the choice and asking of\nthe accused-respondents (in Special Case no. 21 of 2006), for\naffirming or denying the correctness of the confessional statements\nmade by them (before the witnesses at serial nos. 64 to 66).\nAccording to the learned counsel for the appellant, those who had\nmade the confessional statements (Sadiq Israr Shaikh, Arif\nBadruddin Shaikh and Ansar Ahmad Badshah) before the\nwitnesses at serial nos. 64 to 66, have since retracted their\nconfessional statements. Insofar as the latter aspect of the matter\nis concerned, the same is neither acknowledged nor denied at the\nbehest of the accused-respondents.\n11. When a question pertaining to the admissibility of evidence\nbefore an Indian court arises, it has to be determined with reference\nto the provisions of the Evidence Act. Alternatively, the question may\nbe determined under a special enactment, which may either make\nsuch evidence admissible, or render it inadmissible. The special\nenactment relied upon in the present controversy is, the MCOCA.\nTherefore, the questions posed for determination in the present\ncase, will have to be adjudicated on the basis of the provisions of\nthe Evidence Act, and/or the MCOCA.\n12. It is relevant in the first instance to describe the expanse/\nsphere of admissible evidence. The same has been postulated in\nSection 5 of the Evidence Act. Under Section 5 aforementioned,\nevidence may be given \"of every fact in issue\" and of such other\nfacts which are expressly \"declared to be relevant\", and of no other\nfacts. For the present controversy, the facts in issue are the seven\nbomb blasts, in seven different first class compartments, of local\ntrains of Mumbai Suburban Railways, on 11.7.2006. Thus far, there\nis no serious dispute. But then, evidence may also be given of facts\nwhich are \"declared to be relevant\" under the Evidence Act. Under\nC\nD\nE\nF\nG\nH\n156 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA the Evidence Act, Sections 6 to 16 define \"relevant facts\", in respect\nC\nwhereof evidence can be given. Therefore, Sections 5 to 16 are\nthe provisions under the Evidence Act, which alone have to be relied\nupon for determining admissibility of evidence.\n13. Sections 17 to 31 of the Evidence Act pertain to\nB admissions and confessions. Sections 17 to 31 define admissions/\nconfessions, and also, the admissibility and inadmissibility of\nadmissions/confessions. An analysis of the aforesaid provisions\nreveals, that an admission or a confession to be relevant must\npertain to a \"fact in issue\" or a \"relevant fact\". In that sense, Section\n5 (and consequently Sections 6 to 16) of the Evidence Act are\ninescapably intertwined with admissible admissions/confessions.\nIt is, therefore, essential to record here, that admissibility of\nadmissions/confessions, would depend on whether they would fall\nin the realm of \"facts in issue\" or \"relevant facts\". That in turn is to\nbe determined with reference to Sections 5 to 16 of the Evidence\nAct. The parameters laid down for the admissibility of admissions/\nconfessions are, however, separately provided for under the\nEvidence Act, and as such, the determination of admissibility of one\n(admissions/confessions) is clearly distinguishable from the other\n(facts in issue/relevant facts).\nD\nE\nF\nG\nI\n14. We shall now endeavour to delve into the first question,\nnamely, whether the confessional statements recorded by the three\naccused (Sadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar\nAhmad Badshah, in Special Case no. 4 of 2009), before the\nwitnesses at serial nos. 64 to 66, are admissible as confessions in\nthe trial of Special Case no. 21 of 2006. There seems to be a\nserious dispute between the rival parties, whether the deposition\nin respect of these confessional statements, can only be made by\nproducing as witnesses, the person who had made such\nadmission/confession; or in the alternative, deposition thereof can\nalso be made through the persons before whom such confessions\nwere made.\n15. Admissions and confessions are exceptions to the\n\"hearsay\" rule. The Evidence Act places them in the province of\nrelevance, presumably on the ground, that they being declarations\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 157\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nA\nagainst the interest of the person making them, they are in all\nprobability true. The probative value of an admission or a confession\ndoes not depend upon its communication to another. Just like any\nother piece of evidence, admissions/confessions can be admitted\nin evidence only for drawing an inference of truth (See Law of\nEvidence, by M. Monir, fifteenth edition, Universal Law Publishing B\nCo.). There is, therefore, no dispute whatsoever in our mind, that\ntruth of an admission or a confession can not be evidenced, through\nthe person to whom such admission/confession was made. The\nposition, however, may be different if admissibility is sought under\nSections 6 to 16 as a \"fact in issue\" or as a \"relevant fact\" (which is\nthe second question which we are called upon to deal with). The\nsecond question in the present case, we may clarify, would arise\nonly if we answer the first question in the negative. For only then,\nwe will have to determine whether these confessional statements\nare admissible in evidence, otherwise than, as admissions/\nconfessions.\nC\nD\n16. Therefore to the extent, that a confessional statement can\nbe evidenced by the person before whom it is recorded, has been\nrightfully adjudicated by the High Court, by answering the same in\nthe affirmative. The more important question however is, whether E\nthe same would be admissible through the witnesses at serial nos.\n63 to 66 in Special Case no. 21 of 2006. Our aforesaid\ndetermination, commences from the following paragraph.\nF\n17. The scheme of the provisions pertaining to admissions/\nconfessions under the Evidence Act (spelt out in Sections 17 to 31)\nmakes admissions/confessions admissible (even though they are\nrebuttable) because the author of the statement acknowledges a\nfact to his own detriment. This is based on the simple logic (noticed\nabove), that no individual would acknowledge his/her liability/\nculpability unless true. We shall determine the answer to the first G\nquestion, by keeping in mind the basis on which, admissibility of\nadmissions/confessions is founded. And also, whether confessions\nin this case (made to the witnesses at serial nos. 64 to 66) have\nbeen expressly rendered inadmissible, by the provisions of the\nEvidence Act, as is the case set up by the appellant.\nI\n"}