{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nC\n168 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\n26. Are the statements made by the accused (Sadiq Israr\nShaikh, Arif Badruddin Shaikh and Ansar Ahmad Badshah) in\nSpecial Case no. 4 of 2009, to the witnesses at serial nos. 64 to\n66, admissible under Section 6 of the Evidence Act as \"relevant\nfacts\"? The accused-respondents emphatically claim that they are.\nB The contention of the learned counsel for the appellant is, however,\nthat the evidence of three police officers (all holding the rank of\nDeputy Commissioners of Police) and the Additional Chief\nSecretary (Home Department) relating to confessions made by\naccused in Special Case No.4 of 2009 is hit by the \"hearsay rule\".\nIn this behalf it is pointed out, that the blasts in question took place\non 11.7.2006 while the confessions were recorded in October,\n2008. It is therefore pointed out, that the confessional statements\nwere recorded after two years of the occurrence of the fact in issue.\nSection 6 of the Evidence Act, according to learned counsel,\npartially lifts the ban on the \"hearsay rule\", if the evidence which is\nsought to be produced, can be said to be so connected to a \"fact\nin issue\" as to form a part of it. It is contended, that the \"fact in issue\",\nis the bomb blasts that took place in local trains of Mumbai Suburban\nRailways, on 11.7.2006. The confessional statements recorded\nafter two years cannot be said to be a part of the said \"fact in issue\",\nso connected to it, as to form a part of it. The evidence of police\nofficers about the confessions made by the accused in Special\nCase No.4 of 2009 is not, according to learned counsel, evidence\nrelating to \"facts in issue\", but pertain to \"collateral facts\". This\nevidence of a collateral fact, it is contended, can be brought in as\nF evidence only if it is \"a relevant fact\" under some provision of the\nD\nE\nG\nH\nEvidence Act. Such evidence of the police officers, according to\nlearned counsel for the appellant, is not relevant under any\nprovisions of the Evidence Act, certainly not under Section 6 thereof.\n27. Such evidence, according to learned counsel, is barred\nby the \"rule of hearsay\". According to learned counsel, the ban on\nhearsay evidence does not extend to the rule of \"res gestae\". It is\nhowever submitted, that the rule of \"res gestae\" is not attracted in\nthe present case, as there is no live link between the occurrence of\nbomb blasts on 11.7.2006, and the recording of confessional\nstatements two years thereafter. If the accused persons had made\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 169\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nsuch confessional statements immediately after the occurrence of A\nthe bomb blasts, as a natural reaction in immediate proximity of the\noccurrence, so as to constitute a part of the occurrence itself, there\nmay have been a live link between the blasts and the confessional\nstatements, and such confessional statements, may have been\nperceived as a part of the same, and therefore, may (in such B\neventuality) have been admissible under Section 6 of the Evidence\nAct. The statement of the accused in Special Case no. 4 of 2009,\naccording to learned counsel, cannot for the reasons mentioned\nabove, be treated as part of the same transaction, as the transaction\nof bomb blasts of 11.7.2006.\nC\n28. In order to substantiate his aforesaid contention, learned\ncounsel for the appellant placed reliance on the decision rendered\nin Venkateshan v. State, 1997 Cr.LJ 3854, wherein Madras High\nCourt held, that in a murder case where the accused who had\nassaulted the deceased, had made a statement about the assault D\nto the brother of the deceased, within half an hour of the act, the\nevidence of the brother was held to be \"res gestae\", and therefore,\nadmissible under Section 6 of the Evidence Act. It was submitted,\nthat only such a fact as is so connected to a \"fact in issue\", so as to\nbe treated as a part of it, would constitute \"res gestae\", and would\nnot be excludable by the \"rule of hearsay\". Relevant observations\nfrom the aforesaid judgment, which were brought to our notice, are\nbeing extracted hereunder:\n\"17. The above proposition of law has been laid down by\nE\nF\nthe Apex Court and the same followed by other Courts.\nWe have to see whether there is an interval or time lag\nbetween the act committed by the accused and the\ntime of statement given to the witnesses and was it a\nlong one so as to give time or opportunity for\nfabrication. In the instant case the occurrence took G\nplace at 11:30 p.m., and the statement made by the\nappellant to P.W. 1 at 12 mid night i.e. half-an-hour\nlater. In the light of the facts of this case, it cannot be\nstated that there is a long interval so as to given\nopportunity for any fabrication. After the occurrence\nH\nA\nB\nC\nD\nE\n$170 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nwas over, P.W. 2 and P.W. 3 informed to P.W. 1 and\nimmediate4ly on receipt of the information rushed to\nthe house of the appellant where the appellant was\nfound standing near the victim. Therefore, as per\nillustration (a) to Section 6 of the Evidence Act-\n\"Whatever was said by the accused to the\nwitness shortly after the occurrence also would\nform part of the transaction and so it has to be\nconsidered to be the relevant facts and\n....b\ncircumstances of the case.\"\n18. Therefore we hold that the statement made by\nappellant to P.W. 1 immediately after the occurrence\nwithout any long time lag would be admissible under\nSection 6 of the Evidence Act.\"\nReliance was also placed on decision rendered in Gentela Vijaya\nVardhan Rao v. State of A.P., 1996 (6) SCC 241, wherein this\nCourt held, that the principle of law embodied in Section 6 of the\nEvidence Act, is expressed as \"res gestae. The rule of \"res\ngestae\", it was held, is an exception to the general rule, that hearsay\nevidence is not admissible. The rationale of making certain\nstatements or facts admissible under Section 6 of the Evidence Act,\nit was pointed out, was on account of spontaneity and immediacy\nof such statement or fact, in relation to the \"fact in issue\". And\nthereafter, such facts or statements are treated as a part of the same\ntransaction, In other words, to be relevant under Section 6 of the\nEvidence Act, such statement must have been made\ncontemporaneously with the fact in issue, or at least immediately\nthereupon, and in conjunction therewith. If there is an interval\nbetween the fact in issue, and the fact sought to be proved, then\nsuch statement cannot be described as falling in the \"res gestae\"\nG concept. Reliance from the aforesaid judgment was placed on the\nfollowing observations:\nF\nH\nTIM\n\"15: The principle or law embodied in Section 6 of the\nEvidence Act is usually known as the rule of res gestae.\nrecognized in English Law. The essence of the doctrine\nis that fact which, though not in issue, is so connected\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 171\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nA\nwith the fact in issue \"as to form part of the same\ntransaction\" becomes relevant by itself. This rule is,\nroughly speaking, an exception to the general rule that\nhearsay evidence is not admissible. The rationale in\nmaking certain statement or fact admissible under\nSection 6 of the Evidence Act is on account of the\nspontaneity and immediacy of such statement or fact\nin relation to the fact in issue. But it is necessary that\nsuch fact or statement must be part of the same\ntransaction. In other words, such statement must have\nbeen made contemporaneous with the acts which C\nconstitute the offence or at least immediately thereafter.\nBut if there was an interval, however slight it may be,\nwhich was sufficient enough for fabrication then the\nstatement is not part of res gestae. In R. v. Lillyman\n(1896) 2 Q.B. 167 a statement made by a raped\nwoman after the ravishment was held to be not part of\nthe res gestae on account of some interval of time\nlapsing between the act of rape and the making of the\nstatement: Privy Council while considering the extent\nupto which this rule of res gestae can be allowed as\nan exemption to the inhibition against near say\nevidence, has observed in Teper v. R. (1952) 2 All E.R.\n447, thus :\nD\nE\n\"The rule that in a criminal trial hearsay evidence\nis admissible if it forms part of the res gestae is\nF\nbased on the propositions that the human\nuttérance is both a fact and a means of\ncommunication and that human action may be\nso interwoven with words that the significance\nof the action cannot be understood without the\ncorrelative words and the dissociation of the\nwords from the action would impede the\ndiscovery of the truth. It is essential that the words\nsought to be proved by hearsay should be, if not\nabsolutely contemporaneous with the action or\nevent, at least so clearly associated with it that\nG\nI\n172 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nthey are part of the thing being done, and so an\nitem or part of the real evidence and not merely\na reported statement.\"\nThe correct legal position stated above needs no further\nelucidation.\"\n29. We have examined the issue of admissibility of the\ndeposition of the witnesses at serial nos. 63 to 66 with reference to\nthe reason for which they are desired to be summoned as defence\nwitnesses. We may first extract Section 6 of the Evidence Act\nhereunder:\n\"6. Relevancy of facts forming part of same transaction\n-Facts which, though not in issue, are so connected with a fact\nin issue as to form part of the same transaction, are relevant,\nwhether they occurred at the same time and place or at different\ntimes and places.\n(a)\n(c)\nIllustrations\nA is accused of the murder of B by beating him.\nWhatever was said or done by A or B or the by-standers\nat the beating, or so shortly before or after is as to from\npart of the transaction, is a relevant fact.\n(b) A is accused of waging war against the Government\nof India by taking part in an armed insurrection in which\nproperty is destroyed, troops are attacked and goals\nare broken open. The occurrence of these facts is\nrelevant, as forming part of the general transaction,\nthough A may not have been present at all of them.\nA sues B for a libel contained in a letter forming part of\na correspondence. Letters between the parties relating\nto the subject out of which the libel arose, and forming\npart of the correspondence in which it is contained, are\nrelevant facts, though they do not contain the libel itself.\nThe question is whether certain goods ordered from\nB were delivered to A. the goods were delivered to\nseveral intermediate persons successively: Each\ndelivery is a relevant fact.\"\n(d)\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 173\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nB\nD\nIn our considered view, the test to determine admissibility under the A\nrule of \"res gestae\" is embodied in words \"are so connected with\na fact in issue as to form a part of the same transaction\". It is\ntherefore, that for describing the concept of \"res gestae\", one would\nneed to examine, whether the fact is such as can be described by\nuse of words/phrases such as, contemporaneously arising out of\nthe occurrence, actions having a live link to the fact, acts perceived\nas a part of the occurrence, exclamations (of hurt, seeking help, of\ndisbelief, of cautioning, and the like) arising out of the fact,\nspontaneous reactions to a fact, and the like. It is difficult for us to\ndescribe illustration (a) under Section 6 of the Evidence Act, C\nspecially in conjunction with the words \"are so connected with a fact\nin issue as to form a part of the same transaction\", in a manner\ndifferently from the approach characterized above. We are satisfied,\nthat the confessional statements recorded by the accused (Sadiq\nIsrar Shaikh, Arif Badruddin Shaikh and Ansar Ahmad Badshah)\nin Special Case no. 4 of 2009 to the witnesses at serial nos. 63 to\n66 do not satisfy the ingredients of the rule of \"res gestae\"\nincorporated in Section 6 of the Evidence Act. This is so because\nthe statements made by Sadiq Israr Shaikh, Arif Badruddin Shaikh\nand Ansar Ahmad Badshah, cannot be said to have\ncontemporaneously arisen along with the bomb blasts of 11.7.2006,\nwhich is the \"fact in issue\". The confessional statements of the\naccused (Sadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar\nAhmad Badshah) in Special Case no. 4 of 2009 cannot be\nperceived to be part of the said \"fact in issue\". The statements made\nby Sadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar Ahmad\nBadshah are most certainly not, spontaneous reactions arising out\nof the bomb blasts of 11.7.2006. The statements under reference\nare not reactions of the kind referred to above. Our above inferences\nare fully substantiated, if examined in conjunction with the legislative\nillustrations incorporated under Section 6 of the Evidence Act. G\nE\nF\n30. It is not necessary for us to further examine, while dealing\nwith the present controversy, whether a confessional statement of\nan occurrence could/would fall within the realm/expanse of the rule\nof \"res gestae\", in a given exigency. We, therefore, refrain from\nrecording any conclusions thereon, while dealing with the instant. H\n174\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA controversy, because such an issue does not arise herein.\nD\n31. We shall now endeavour to determine, whether the\nstatements made by the accused (Sadiq Israr Shaikh, Arif\nBadruddin Shaikh and Ansar Ahmad Badshah) in Special Case\nno. 4 of 2009, to the witnesses at serial nos. 64 to 66 are admissible\nB through the said witnesses (at serial nos. 64 to 66) under Section\n11 of the Evidence Act. It is pointed out by learned counsel\nrepresenting the appellant, that in law there is a clear distinction\nbetween the \"existence of a fact\", and \"a statement as to its\nexistence\". The evidence of the accused persons in Special Case\nC no.4 of 2009 before the court admitting their guilt would be,\naccording to learned counsel; evidence about \"the existence of the\nfact\" i.e., their culpability and/or responsibility for the bomb blasts\nof 11.7.2006. The evidence of the police officers, it was submitted,\nis not about the existence of such fact, but is about recording \"a\nstatement as to its existence\". It is therefore clear, according to\nlearned counsel, that the evidence of the police officers would not.\nbe permissible under Section 1.1 of the Evidence Act, because the\n⚫ evidence of the witnesses at serial nos. 63 to 66 fall in the latter\n- category of \"a statement about the existence of a fact\". Moreover,\nit is contended, that it would be clearly hit by the \"rule of hearsay\".\n32. The second contention advanced on behalf of the learned\ncounsel for the petitioner was aimed at determining the relevance.\nof the witnesses at serial nos. 63 to 66, with reference to Section\n11 of the Evidence Act. According to the learned counsel for the\nF appellant, Section 11 makes the \"existence of facts\" relevant and\nadmissible, and not \"a statement as to such existence\". For this\nlearned counsel for the appellant placed reliance on Munna Lal v.\nKameshwari, AIR 1929 Oudh 113. In this case the question was,\nwhether the defendant no.3 was a major when he executed the\nG disputed mortgage deed. The evidence sought to be given\ncomprised of two documents i.e., Exhibit A-10 and A-11. These\ndocuments were held to be inadmissible by the trial court. Exhibit\nA-10 was the certified copy, of a statement made by defendant no.3\nin the Revenue Court on 16.2.1925; and Exhibit A-11 was the\nstatement of the mother of defendant no. 3, before the Revenue\nE\nH\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 175\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nCourt, on the same day. In both the statements the age of defendant A\nno. 3 was stated as 21 years. The High Court held, that these\nstatements could not be admitted, as they were statements of living\npersons, who had not been examined as witnesses in the case. If\nthey had been examined, their statements might have been\nadmissible, under the Evidence Act (either in corroboration, or in B\ncontradiction of the statements so made). Since neither defendant\nno. 3, nor the mother of defendant no. 3, were examined as\nwitnesses, therefore, the statements were considered as not\nadmissible. The High Court however further held, that both the\npersons being living persons, their statements recorded earlier (on C\n16.2.1925) could not have been considered admissible under\nSection 32(5) of the Evidence Act. The High Court also rejected\nthe contention, that the aforesaid statements were admissible under\nSection 11 of the Evidence Act. The court held, that if the said\nstatements could also not be admitted under Section 32, then they\ncould also not be admitted under Section 11. Learned counsel for\nthe appellant, placed reliance on the following observations\nrecorded in the judgment:\n\"It was contended that two documents which are Exs. A-10 and\nA-11 are admissible in evidence and should not have been\nrejected by the learned Additional District Judge as irrelevant\nand inadmissible in evidence. Ex.A-10 is a certified copy of a\nstatement made by defendant 3, the father of the plaintiff-\nrespondent, in the revenue Court on 16th February 1925. Ex.A-\n11 is the statement of the mother of defendant 3 also made in\nthe revenue Court on the same date, i.e., 16th February, 1925.\nIn both these statements the age of defendant 3 is stated to\nhave been at the time of the statements 21 years. We do not\nsee how any of these statements can be admitted in evidence\nsince we are of the opinion that they are statements of living\npersons who have not been examined as witnesses in the\ncase. If they had been examined as such the statements might\nhave been admissible under the Evidence Act either in\ncorroboration of the statement made by them in Court as\nwitnesses or in contradiction of the statements so made. We,\nhowever, find that neither defendant 3 was put into the witness-\nD.\nE\nF\nG\nH\n176\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nbox, nor was the mother of defendant 3 examined as a witness\nin the case. It was also admitted that both the persons being\nliving persons their statements could not have been\nconsidered to have been admissible under S.32, Cl.(5),\nEvidence Act. It was, however, contended by the learned\ncounsel for the appellant that these statements were\nadmissible under S.11, Evidence Act. We are of opinion that\nbefore a fact can be considered to be relevant under S.11 of\nthe Act it must be shown that it is admissible. It would be absurd\nto hold that every fact, which even if it be inadmissible and\nirrelevant, would be admissible under S.11. We are supported\nin this view by the observations of their Lordships of the\nAllahabad High Court in Bala Ram v. Mahabir Singh, (1912)\n34 All.341. An attempt was made in that case, as has been\ndone in this case, to admit in evidence the deposition made\nby a person who though deceased, did not fall within the\nprovisions of S.32, Evidence Act, on the ground that the\nprovisions of S.11 of the Act would make such evidence\nadmissible. It was observed by their Lordships that this\nargument could not be accepted because if a particular\ndeposition could not be admitted under the provisions of S.32,\nEvidence Act, it could not be held to be admissible under S.11\nof the said Act. We are therefore of opinion that the learned\nAdditional District Judge was correct in holding that Exs. A-\n10 and A-11 which are statements of living persons who have\nnot been examined as witnesses in this case are inadmissible\nin evidence and cannot be relied upon in proof of the\nallegations of the defendants appellants that defendant 3 was\na major at the time when he executed the deed.\"\nIn order to substantiate the same contention, reliance was also\nplaced on the decision rendered by the Allahabad High Court in\nMt. Naima Khatun v. Basant Singh, AIR 1934 Allahabad 406. It\nwas submitted, that the High Court had concluded in the aforesaid\njudgment, that a statement which is not admissible under Section\n32 of the Evidence Act, would also not be admissible under Section\n11. And further, that Section 11 makes the \"existence of fact\"\nH admissible, and not \"a statement as to its existence\". Our attention\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 177\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nwas invited to the following observations recorded in the judgment A\nrelied upon:\nB\n\"The deed of adoption was executed by the defendant's\nadoptive mother, Rani Bishen Kuer, and bears her signature\nin Gurumukhi. The endorsement of the Sub-Registrar says that\nshe was a purdanasin lady and admitted the execution and\ncompletion of the document from behind the purdah of a\nwooden door leaf. In this document she refers to the fact of\nhaving adopted the boy, and that he would be the owner of the\nentire property of her husband like the begotten son of her\nhusband. She also states that she had performed the adoption C\nceremonies according to the custom prevailing in her\nhusband's family, and further states \"at present Basant Singh\naforesaid is about one and a half years old.\" The lady is dead\nand cannot now be called. The condition required in the\nopening portion of Section 32, Evidence Act, which alone is. D\nrelied upon for purposes of admissibility, is therefore fulfilled.\nThe learned advocate for the respondent strongly argues that\nthis document falls within Sub-section 5 of Section 32, and that\nthe statement, inasmuch as it relates to the existence of\nrelationship by blood and adoption, made by a person having E\na special means of knowledge and at a time when no question\nin dispute had arisen, was admissible in evidence. There can\nbe no doubt that the rule of English Law is particularly strict,\nand the admission of hearsay evidence in pedigree cases is\nconfined to the proof of pedigree and does not apply to proof\nof the facts which constitute a pedigree, such as birth, death\nand marriage, when they have to be proved for other purposes.\nIn Haines v. Guthrie (1883) 13 Q.B.D. 818 an affidavit filed\nby the defendant's father stating the date of the defendant's\nbirth in an action to which the plaintiff had not been a party was\nheld inadmissible as evidence of the age of the defendant in\nsupport of his defence. In India we have Section 32, Evidence\nAct, which does not seem to be so strict. It is however clear\nthat if a statement does not fall within Section 32, it could not\nbe admissible under Section 11 of the Act: Bela Ram v.\nF\nG\nH\n"}