{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\n158\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\n18. An examination of the provisions of the Evidence Act would\nreveal, that only such admissions/confessions are admissible as\ncan be stated to have been made without any coercion, threat or\npromise. Reference in this regard may be made to Section 24 of\nthe Evidence Act which provides, that a confession made by an\nB accused person is irrelevant in a criminal proceeding, if such\nconfession has been caused by inducement, threat or promise.\nSection 24 aforesaid, is being reproduced below:-\nс\nD\n- E\n\"24. Confession by inducement, threat or promise\nwhen irrelevant in criminal proceeding ·\n-\nA confession made by an accused person is irrelevant\nin a criminal proceeding, if the making of the\nconfession appears to the Court to have been caused\nby any inducement, threat or promise, having reference\nto the charge against the accused person, proceeding\nfrom a person in authority and sufficient, in the opinion\nof the Court, to give the accused person grounds, which\nwould appear to him reasonable, for supposing that by\nmaking it he would gain any advantage or avoid any\nevil of a temporal nature in reference to the proceeding\nagainst him.\"\nSections 25 and 26 of the Evidence Act exclude, from the realm of\nadmissibility, confessions made before a police officer or while in\npolice custody. There can be no doubt, that the logic contained in\nthe rule enunciated in Sections 25 and 26 is founded on the same\nF basis/truth out of which Section 24 of the Evidence Act emerges.\nThat a confession should be uninfluenced, voluntary and fair. And\nsince it may not be possible to presume, that admissions/\nconfessions are uninfluenced, voluntary and fair, i.e., without\ncoercion, threat or promise, if made to a police officer, or while in\nG police custody, the same are rendered inadmissible. Sections 25\nand 26 aforesaid, are being reproduced below:-\n\"25. Confession to police officer not to be proved-\nNo confession made to police officer shall be proved\nas against a person accused of any offence.\nH\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 159\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\n26.\nConfession by accused while in custody of police A\nnot to be proved against him-\nNo confession made by any person whilst he is in the\ncustody of a police-officer, unless it be made in the\nimmediate presence of a Magistrate, shall be proved\nas against such person.\nB\nExplanation - In this section \"Magistrate\" does not\ninclude the head of a village discharging magisterial\nfunctions in the Presidency of Fort St. George or\nelsewhere, unless such headman is a Magistrate\nexercising the powers of a Magistrate under the Code C\nof Criminal Procedure, 1882 (10 of 1882).\"\nD\nE\nThere is, therefore, a common thread in the scheme of admissibility\nof admissions/confessions under the Evidence Act, namely, that the\nadmission/confession is admissible only as against the person who\nhad made such admission/confession. Naturally, it would be\ninappropriate to implicate a person on the basis of a statement made\nby another. Therefore, the next logical conclusion, that the person\nwho has made the admission/confession (or at whose behest, or\non whose behalf it is made), should be a party to the proceeding\nbecause that is the only way a confession can be used against him.\nReference can be made to some provisions of the Evidence Act\nwhich fully support the above conclusions. Section 24 of the\nEvidence Act leads to such a conclusion. Under Section 24, a\nconfession made \"by an accused person\", is rendered irrelevant\n\"against the accused person\", in the circumstances referred to\nabove. Likewise, Section 25 of the Evidence Act contemplates, that\na confession made to a police officer cannot be proved \"as against\na person accused of any offence\". Leading to the inference, that a\nconfession is permissible/admissible only as against the person\nwho has made it, unless the same is rendered inadmissible under G\nsome express provision. Under Section 26 of the Evidence Act, a\nconfession made by a person while in custody of the police, cannot\n\"be proved as against such person\" (unless it falls within the\nexception contemplated by the said Section itself). The gamut of\nthe bar contemplated under Sections 25 and 26 of the Evidence\nF\nH\n160\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA Act, is however marginally limited by way of a proviso thereto,\nrecorded in Section 27 of the Evidence Act. Thereunder, a\nconfession has been made admissible, to the extent of facts\n\"discovered\" on the basis of such confession (this aspect, is not\nrelevant for the present case). The scheme of the provisions\npertaining to admissions/confessions depicts a one way traffic.\nSuch statements are admissible only as against the author thereof.\nB\nD\n19. It is, therefore clear, that an admission/confession can be\nused only as against the person who has made the same. The\nadmissibility of the confessions made by Sadiq Israr Shaikh, Arif\nC Badruddin Shaikh and Ansar Ahmad Badshah need to be viewed\nin terms of the deliberations recorded above. The admissibility of\nconfessions which have been made by the accused (Sadiq Israr\nShaikh, Arif Badruddin Shaikh and Ansar Ahmad Badshah, in\nSpecial Case no. 4 of 2009) who are not the accused in Special\nCase no. 21 of 2006, will lead to the clear conclusion, that they are\ninadmissible as admissions/confessions under the provisions of\nthe Evidence Act. Had those persons who had made these\nconfessions, been accused in Special Case no. 21 of 2006,\ncertainly the witnesses at serial nos. 64 to 66 could have been\nproduced to substantiate the same (subject to the same being\notherwise permissible). Therefore, we have no doubt, that evidence\nof confessional statements recorded before the witnesses at serial\nnos. 64 to 66 would be impermissible, within the scheme of\nadmissions/confessions contained in the Evidence Act.\nE\nF\nG\nH\n20. The issue in hand can also be examined from another\nperspective, though on the same reasoning. Ordinarily, as already\nnoticed hereinabove, a confessional statement is admissible only\nas against an accused who has made it. There is only one exception\nto the aforesaid rule, wherein it is permissible to use a confessional\nstatement, even against person(s) other than the one who had made\nit. The aforesaid exception has been provided for in Section 30 of\nthe Evidence Act, which is being extracted hereunder:-\n\"30. Consideration of proved confession affecting\nperson making it and others jointly under trial for\nsame offence-\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 161\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nWhen more persons than one are being tried jointly for A\nthe same offence, and a confession made by one of\nsuch persons affecting himself and some other of such\npersons is proved, the Court may take into\nconsideration such confession as against such other\nperson as well as against the person who makes such\nconfession.\nB\nIllustrations\n(a)\nA and B are jointly tried for the murder of C. It is proved\nthat A said \"B and I murdered C\". The Court may\nconsider the effect of this confession as against B.\nC\n(b)\nA is on his trial for the murder of C. There is evidence\nto show that C was murdered by A and B, and that B\n· said, \"A and I murdered C\".\n.This statement may not be taken into consideration by D\nthe Court against A, as B is not being jointly tried.\"\nF\nAs is evident from a perusal of Section 30 extracted above, a\nconfessional statement can be used even against a co-accused.\nFor such admissibility it is imperative, that the person making the\nconfession besides implicating himself, also implicates others who E\nare being jointly tried with him. In that situation alone, such a\nconfessional statement is relevant even against the others\nimplicated. Insofar as the present controversy is concerned, the\nsubstantive provision of Section 30 of the Evidence Act has clearly\nno applicability because Sadiq israr Shaikh, Arif Badruddin Shaikh\nand Ansar Ahmad Badshah have not implicated any of the accused-\nrespondents herein. The importance of Section 30 of the Evidence\nAct, insofar as the present controversy is concerned, emerges from\nillustration (b) thereunder, which substantiates to the hilt one of the\nconclusions already drawn by us above. Illustration (b) leaves no\nroom for any doubt, that unless the person who has made a\nconfessional statement is an accused in a case, the confessional\nstatement made by him is not relevant. None of the accused in\nSpecial Case no. 4 of 2009 is an accused in Special Case no. 21.\nof 2006. As such, in terms of illustration (b) under Section 30 of the\nG\nH\n162\nSUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA Evidence Act, we are of the view, that the confessional statement\nmade by the accused in Special Case no: 4 of 2009, cannot be\nproved as a confessional statement, in Special Case no. 21 of 2006.\nThis conclusion has been recorded by us, on the admitted position,\nthat the accused in Special Case no. 4 of 2009 are different from\nB the accused in Special Case no. 21 of 2006. And further because,\nSpecial Case no. 4 of 2009 is not being jointly tried with Special\nCase no. 21 of 2006. Therefore, even though Section 30 is not\nstrictly relevant, insofar as the present controversy is concerned, yet\nthe principle of admissibility, conclusively emerging from illustration\nC (b) under Section 30 of the Evidence Act, persuades us to add the\nsame to the underlying common thread, that finds place in the\nprovisions of the Evidence Act, pertaining to admissions/\nconfessions. That, an admission/confession is admissible only as\nagainst the person who has made it.\nD\nE\nF\nG\nH\n21. We have already recorded above, the basis for making a\nconfessional statement admissible. Namely, human conduct per se\nrestrains an individual from accepting any kind of liability or\nimplication. When such liability and/or implication is acknowledged\nby the individual as against himself, the provisions of the Evidence\nAct make such confessional statements admissible. Additionally,\nsince a confessional statement is to be used principally as against\nthe person making it, the maker of the confession will have an\nopportunity to contest the same under Section 31 of the Evidence\nAct, not only by producing independent evidence therefor, but also,\nbecause he will have an opportunity to contest the veracity of the\nsaid confessional statement, by effectively cross-examining the\nwitness produced to substantiate the same. Such an opportunity,\nwould also be available to all other co-accused who would be\nconfronted with a confessional statement made by an accused\nagainst them (as in Section 30 of the Evidence Act), as they too\nwould have an opportunity to contest the confessional statement\nmade by the accused, in the same manner as the author of the\nconfession. Illustration (b) under Section 30 of the Evidence Act\ncontemplates a situation wherein the author of the confessional\nstatement is not a co-accused. Illustration (b) renders such\nconfessional statements inadmissible. There is, it may be noticed,\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 163\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nno room for testing the veracity of the said confessional statement, A\neither at the hands of the person who made it, or by the person\nagainst whom it is made. For adopting illustration (b) under Section\n30 to the reasoning recorded above, the same be read as under;-\n\"...This statement may not be taken into consideration by the\ncourt against A (the accused facing trial), as B (the person who\nmade the confession) is not being jointly tried.\"\nC.\nIllustration (b) makes such a confessional statement inadmissible\nfor the sole reason, that the person who made the confession, is\nnot a co-accused in the case. Again, the underlying principle brought\nout through illustration (b) under Section 30 of the Evidence Act is,\nthat a confessional statement is relevant only and only, if the author\nof confessional statement himself is an accused in a case, where\nthe confessional statement is being proved. In the present\ncontroversy, the authors of the confessional statements (Sadiq Israr\nShaikh, Arif Badruddin Shaikh and Ansar Ahmad Badshah) are not D.\namongst the accused in Special Case no. 21 of 2006. The\nconfessional statements made by them, would therefore be\ninadmissible (as admissions/confessions) in the present case\n(Special Case no. 21 of 2006), as the situation in the present case\nis exactly the same as has been sought to be explained through E\nillustration (b) under Section 30 of the Evidence Act.\nF\n22: It is also possible, to determine the admissibility of the\nstatements of the accused (Sadiq Israr Shaikh, Arif Badruddin\nShaikh and Ansar Ahmad Badshah) made to the witnesses at serial\nnos. 64 to 66 independently of the conclusions drawn in the\nforegoing paragraphs. The instant determination is being recorded\nby us, again by placing reliance on Sections 25 and 26 of the\nEvidence Act. As already noticed hereinabove, Section 25 makes\na confessional statement made to a police officer inadmissible\nagainst \"a person accused of any offence\". Likewise, a\nconfessional statement made while in the custody of police cannot\nbe proved as against \"the person making such confession\" under\nSection 26 of the Evidence Act. It is nobody's case, that the instant\nconfessional statements made by the accused in Special Case no.\n4 of 2009 are being proved to substantiate the \"discovery\" of facts H\nG\n164 SUPREME COURT REPORTS\n[2013] 5 S.C.R.\nA emerging out of such confessional statements. In the aforesaid view\nof the matter, the exception to Sections 25 and 26 of the Evidence\nAct contemplated under Section 27 thereof, would also not come\ninto play. Since admittedly the confessional statements, which are\nsought to be substantiated at the behest of the accused-\nB respondents, were made by the accused (Sadiq Israr Shaikh, Arif\nBadruddin Shaikh and Ansar Ahmad Badshah) in Special Case\nno. 4 of 2009, to different \"police officers\" (all holding the rank of\nDeputy Commissioners of Police), we are satisfied, that the said\nconfessional statements are inadmissible under Sections 25 and\nC 26 of the Evidence Act.\n23. The issue of admissibility of the confessional statements\nmade by Sadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar\nAhmad Badshah before the witnesses at serial nos. 64 to 66, needs\nto be examined from yet another perspective. Learned counsel for\nD the respondents were successful in persuading the High Court, that\na confessional statement made by an accused in one case, could\nbe used in another case as well. In this behalf, the respondents had\nplaced reliance on the decision rendered by this Court in State of\nGujarat Vs. Mohammed Atik, AIR 1998 SC 1686. In the aforesaid\nE controversy, the following question, which was framed by the trial\nCourt, had come up for consideration before this Court:-\nF\n\"The question therefore is whether the prosecution be permitted\nto introduce and prove the confessional statement of an\naccused, alleged to have been made during the investigation\nof another offence committed on a different date, during the\ntrial of that accused in another crime.\"\nWhile answering the question extracted above, this Court first\nexamined whether the confession relied upon, had been recorded\nin accordance with the provisions of the Terrorist and Disruptive\nG Activities (Prevention) Act, 1987 (hereinafter referred to as, the\nTADA). Having first determined, that the confessional statement\nunder reference had been validly recorded under the TADA, this\nCourt recorded the following conclusion in answer to the question\nframed by the trial Court:-\nH\n\"We have, therefore, absolutely no doubt that a confession, if\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 165\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nA\nB\nusable under Section 15 of the TADA, would not become\nunusable merely because the case is different or the crime is\ndifferent. If the confession covers that different crime it would\nbe a relevant item of evidence in the case in which that crime\nis under trial and it would then become admissible in the case.\"\nBased on the conclusion drawn in State of Gujarat Vs. Mohammed\nAtik (supra), the High Court accepted the prayer made by the\nrespondents, that the confessional statements made by the\naccused in Special Case no. 4 of 2009, would be admissible in\nSpecial Case no. 21 of 2006. The instant legal position is sought\nto be reiterated before us by the learned counsel representing the C\naccused-respondents.\n24. We have given our thoughtful consideration to the\nconclusions drawn by the High Court on the basis of the decision\nin State of Gujarat Vs. Mohammed Atik (supra). Before drawing\nany conclusion one way or the other, it would be relevant to notice,\nthat in accepting the admissibility of the confessional statement in\none case as permissible in another case, reliance was placed by\nthis Court on Section 15 of the TADA. Section 15 of the TADA is\nbeing extracted hereunder:-\n\"Section 15 - Certain confessions made to Police Officers to\nbe taken into consideration-\n(1)\nNotwithstanding anything in the Code or in the Indian\nEvidence Act, 1872, but subject to the provisions of this\nsection, a confession made by a person before a police\nofficer not lower in rank than a Superintendent of police\nand recorded by such police officer either in writing or\non any mechanical device like cassettes, tapes or\nsound tracks from out of which sounds or images can\nbe reproduced, shall be admissible in the trial of such\nperson or co-accused, abettor or conspirator for an\noffence under this Act or rules made thereunder:\nProvided that co-accused, abettor or conspirator is\ncharged and tried in the same case together with the\naccused.\nD\nE\nF\nG\nH\nA\n˚ B\n166\nSUPREME COURT REPORTS\n(2)\n[2013] 5 S.C.R.\nThe police officer shall, before recording any\nconfession under subsection (1), explain to the person\nmaking it that he is not bound to make a confession\nand that, if he does so, it may be used as evidence\nagainst him and such police officer shall not record any\nsuch confession unless upon questioning the person\nmaking it, he has reason to believe that it is being made\nvoluntarily.\"\nThere is no room for any doubt, that Section 15 of the TADA\nexpressly makes such confessional statement made by a person\nC admissible not only against the person who has made it, but also\nas against others implicated therein, subject to the condition, that\nthe person who has made the confession, and the others implicated..\n(the co-accused - abettor or conspirator) are being \"...tried in the\nsame case together...\". Therefore, it is necessary for us first to\nD specifically highlight, that the admissibility of the aforesaid\nconfessional statements was determined not with reference to the\nEvidence Act, but under Section 15 of the TADA. What the High\nCourt, as also the respondents before us have overlooked is, that\nthe proviso under sub-Section (1) of Section 15 of the TADA\nE expressly postulates, that a confessional statement made by an\naccused as against himself, as also a co-accused (abettor or\nconspirator) is admissible, provided that, the co-accused (abettor\nor conspirator) is being tried in the same case together with the\naccused who had made the confession. The proviso under sub-\nSection (1) of Section 15 of the TADA is founded on the same\nprinciple, which we have referred to hereinabove, while analyzing\nSection 30 of the Evidence Act. The link for determining.\nadmissibility is not case specific. A confessional statement may\nbe admissible in any number of cases. Or none at all. To determine\nadmissibility the test is, that the author of the confessional statement\nmust be an accused, in the case (in which the confessional\nstatement is admissible). And in case it is to be used against\npersons other than the author of the confessional statement, then\nbesides the author, such other persons must all be co-accused in.\nthe case. It is therefore apparent, that the confessional statement\nH made by an accused was held to be relevant in State of Gujarat\n:\nF\nG\nSTATE OF MAHARASHTRA v. KAMAL AHMED MOHAMMED 167\nVAKIL ANSARI [JAGDISH SINGH KHEHAR, J.]\nA.\nC\nVs. Mohammed Atik (supra) under Section 15 of the TADA, on\nthe fulfilment of the condition, that the same was recorded in\nconsonance with the provisions of the said Act, as also, the\nsatisfaction of the ingredients contained in the proviso under sub-\nSection (1) of Section 15 of the TADA, namely, the person who had\nmade the confession, and the others implicated were facing a joint B\ntrial. The judgment rendered by this Court in State of Gujarat Vs.\nMohammed Atik (supra) has been incorrectly relied upon while\napplying the conclusions rendered in the same to the controversy\nin hand, as the confessional statements made by Sadiq Israr\nShaikh, Arif Badruddin Shaikh and Ansar Ahmad Badshah do not\nimplicate the accused-respondents in Special Case no. 21 of 2006,\nnor are the accused-respondents herein being jointly tried with the\npersons who had made the confessional statements. Reliance has\nnot been placed by the accused-respondents, on any provision\nunder the MCOCA, to claim admissibility of the witnesses at serial\nnos. 63 to 66 as defence witnesses. Nor have the learned counsel\nfor the accused-respondents invited our attention to any other\nspecial statute applicable hereto, whereunder such a course of\naction, in the manner claimed by the respondents, would be\nadmissible. We are, therefore, of the view that the High Court erred\nin relying on the judgment rendered by this Court in State of Gujarat\nVs. Mohammed Atik (supra) while determining the controversy in\nhand.\n25. We shall now endeavour to delve into the second question,\nwhether the confessional statements recorded by the three accused\n(Sadiq Israr Shaikh, Arif Badruddin Shaikh and Ansar Ahmad\nBadshah), in Special Case no. 4 of 2009, before the witnesses at\nserial nos: 64 to 66, are admissible in Special Case no. 21 of 2006,\nby producing the persons before whom the confessional statements\nwere made (the witnesses at serial nos. 64 to 66) as defence\nwitnesses, under the Evidence Act. On the instant aspect of the\nmatter, the submission of the accused-respondents has been, that\nthe same satisfy the test of being \"relevant facts\" under Sections 6\nand 11 of the Evidence Act. We shall now record our conclusions\nseparately for each of the aforesaid provisions.\nD.\nE\nG\nH\n"}