{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nSECRETARY TO THE GOVT. AND ANR.\nV.\nM. SENTHIL KUMAR\nFEBRUARY 28, 2005\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\n1\nI\nPractice and Procedure :\nPleadings-Issue not raised in pleadings cannot be adjudicated by\nC Court-On facts, validity of policy decision not having been challenged before\nTribunal, High Court erred in invalidating the same.\nD\nApplications were invited for the post of Police Constable, in which\n10% of posts were for reserved category. Applicant-Respondent applied\nbut was not selected. He filed Original application before the Central\nAdministrative Tribunal, and the Tribunal held that respondent had failed\nto get selected because his performance was not satisfactory and that he\nwas not entitled for any preferential treatment. There was no finding as\nto validity of policy of reservation. Respondent filed a writ petition before\nHigh Court and Single Judge while holding that the respondent had not\nE come out successful in tests, held that reservation provided for was\nunconstitutional.\nF\nIn appeal to this 'Court, Appellant-State contended that there was\nno challenge to the policy by anybody; that in fact the respondent was\nrelying on the policy and that Tribunal had also not expressed any opinion\non the constitutional validity of the provision.\nAllowing the appeal, the Court\nHELD: 1. There was no challenge to nor express view expressed\nregarding the validity of the policy decision by the Tribunal as wrongly\nG concluded by the High court. The application before the Tribunal was\nH\ndisposed of primarily on the ground that the respondent was not suitable\nfor selection. High Court could not have made out a case for adjudication\nwhich was not even part of the pleadings. [439-C, D]\n436\n}\n།\nSECRETARY TO THE GOVT. v.M.S. KUMAR [PASAYAT, J.] 437\n2. Since there was no challenge to the policy decision the respondent A\ndid not get any opportunity to place his stand before the High Court.\nTherefore, it was not open to the High Court to dismiss the application\non the additional ground that the policy decision was unconstitutional,\noverlooking the fact that the respondent-applicant was seeking relief under\nthe policy decision. [440-D]·\nYogendra Pal Singh v. Union of India, AIR (1987) SC 1015; V.K.\nMajotra v. Union of India, [2003] 8 SCC 40; State of Maharashtra v. Jalgaon\nMunicipal Council, [2003] 9 SCC 731 and The President, Poornathravisha\nSeva Sangham, Thripunithura v. K. Thilakan Kavenal and Ors., (2005) 2\nSCALE 1, referred to.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 1453 of 2005.\nB\nC\nFrom the Judgment and Order dated 6.2.2004 of the Madras High\nCourt in W.P. No. 26637 of 2003.\nK.K. Venugopal, Ms. Seema Bengani and Subramonium Prasad for the\nAppellants.\nD\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nE\nThe Government of Tamil Nadu questions legality of the judgment\nrendered by the Madras High Court holding that the policy of the State\nGovernment in providing 10% special quota to the children/wards of serving/\nretired/deceased personnel of police and like forces is invalid.\nA brief reference to the factual issue would suffice.\nF\nThe Tamil Nadu Service Recruitment Board (in short 'Recruitment\nBoard') published a Notification in several local dailies on 5.3.2000 calling\nfor applications filling up 1155 posts of Police Constables, Grade II. In the\nNotification the Board had stated that 10% of the posts were reserved for G\nlegal heirs of serving personnel, for ministerial staff and also for legal heirs\nof those persons who had been invalidated on medical grounds. The respondent\n(hereinafter referred to as the 'applicant') filed an Original Application before\nthe Central Administrative Tribunal (in short the 'Tribunal'). The respondent-\napplicant was not found successful as he had not faired well in the written\ntest as well as the physical test. He was, therefore, not held to be qualified H\n438\nA for selection.\nC\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nThe Tribunal held that since the applicant had not qualified he was not\nfit for selection. He had failed to get selected because his performance was\nnot satisfactory. It was further held that he was not entitled for any preferential\ntreatment. It is to be noted that there was no challenge by the applicant before\nB the Tribunal to validity of the policy because he himself wanted to avail\nbenefits under the policy. The respondent-applicant filed a Writ Petition before\nthe Madras High Court. A learned Single Judge of the Madras High Court\ndismissed the writ petition on the ground that writ petitioner had not come\nout successful in the tests. But at the same time held that the preference\nwhich was being sought for on the ground of descent was prohibited by\nArticle 16(2) of the Constitution of India, 1950 (in short the 'Constitution').\nIt was held by relying on a decision of this Court in Yogendra Pal Singh v.\nUnion of India, AIR (1987) SC 1015 that there cannot be any reservation on\nthe basis of descent. It was held that the reasoning of the Tribunal that\nreservation provided for wards of police personnel is unconstitutional was in\nD order. It was further noted that though the reservation provided by the State\nhad been applied in the case of many persons wrongly, it would not be\nproper to invalidate the appointments already made. Though it was urged by\nlearned counsel for the State that the constitutional validity of concerned\npolicy was not in issue, the High Court felt that in view of the declaration\nof law by this Court the matter could be taken note of by it.\nE\nMr. K.K. Venugopal, learned senior counsel appearing for the State\nsubmitted that there was no challenge to the policy by anybody. In fact the\nrespondent-applicant was relying on the policy. The Tribunal came to the\nconclusion that the respondent-applicant before it was not entitled for any\nF preferential treatment. It did not express any opinion on the constitutional\n· validity of the provision. The High Court erroneously declared the policy to\nbe constitutionally invalid.\nG\nH\nThough the service of notice had been duly effected, there is no\nappearance on behalf of the respondent.\nWe find that there was no challenge to the constitutional validity of the\npolicy providing for 10% special quota to: the children/wards of serving/\nretired/deceased personnel of police and like forces.: The relevant portion of\nthe Government Order dated 10.9.2001 containing the policy is as follows :\n:\n\"The Government also direct that 10% quota be provided for\n-\n1\nSECRETARY TO THE GOVT. v. M.S. KUMAR [PASAYAT. J.] 439\ndependents of the serving police personnel and the wards/dependents A\nof retired, deceased and medically invalidated police personnel so as\nto boost up the morale and strengthen the loyalty of the force. In\ncase, it is not possible to fill up the sports quota of 10%, the\nGovernment permit the filling up of the gap by the dependents of the\nserving personnel so that the total percentage does not exceed 20%.”\nSubsequently, on 26.3.2002 the aforesaid Government Order was\namended and the benefit was extended to the children/wards/dependents of\nthe ministerial staff of the Police Departments. The application before the\nTribunal was disposed of primarily on the ground that the applicant was not\nsuitable for selection. There was only one additional observation which reads\nas follows:\n\"He is not entitled for any preferential treatment also.\"\nB\nC\nTherefore, there was no express view expressed regarding the validity\nof the policy decision by the Tribunal as wrongly concluded by the High\nD\nCourt. Obviously, the High Court. could not have made out a case for\nadjudication which was not even part of the pleadings. In V.K. Majotra v.\nUnion of India, [2003] 8 SCC 40 this Court observed as under :\n\"....Counsel for the parties are right in submitting that the point on\nwhich the writ petition has been disposed of was not raised by the\nparties in their pleadings. The parties were not at issue on the point\ndecided by the High Court.....'\n\"\nIn State of Maharashtra v. Jalgaon Municipal Council, [2003] 9 SCC\n731 this Court at page 757 observed as under :\n\"..In the absence of any challenge having been laid, the constitutional\nvalidity of the amendment cannot be gone into.....'\n\"\nRecently, in The President, Poornathrayisha Seva Sangham,\nThripunithura v. K. Thilakan Kavenal and Ors., (2005) 2 SCALE 1 in para\n9 it was observed as under :\nE\nF\nG\n\"Above being the position, we feel that nothing further remains to be\ndone in this appeal except noticing that certain observations made, as\nregards the functioning of the appellant-society and its credibility\nwere unnecessary. For the purpose of adjudication of the dispute\nbefore the High Court which only related to the permission granted H\n440\nA\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nto use Oottupura, other observations and views expressed by the\nDivision Bench are, therefore, treated as inoperative. Since disputed.\nfacts were involved, the High Court should not have gone into them\neven in respect of the primary grievances of the writ petitioner”.\nSince there was no challenge to the policy decision contained in the\nB two Government Orders the applicant did not get any opportunity to place his\nstand before the High Court.\nC\nLearned counsel for the appellant has submitted that facts involved in\nYogendra Pal's case (supra) are clearly distinguishable from the facts of the\npresent case. The policy decision has been taken taking note of the several\nspecial features which would have made the case of Yogendra Pal clearly\ndistinguishable. We need not go into the question about the applicability of\nYogendra Pal's case (supra) on the sole ground that there was no challenge\nto the policy decision in the petition filed before the Tribunal or before the\nHigh Court. Therefore, it was not open to the High Court to dismiss the\nD application on the additional ground that the policy decision was\nunconstitutional, overlooking the fact that the respondent-applicant was seeking\nrelief under the policy decision. We have, therefore, not expressed any opinion\non the validity or otherwise of the policy decision providing for 10% special\nquota to a particular group of candidates. We set aside that part of the order\nof the High Court which invalidates the policy decision. Other part of the\norder which deals with lack of merits stands affirmed as there is no challenge\nto it by the respondent.\nE\nD.G.\nThe appeal is allowed with no order as to costs.\nAppeal allowed.\nT.\n"}