{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"872\nSUPREME COURT REPORTS\n[2013] 12 S.C.R.\nA\n7. The application of respondent No.1 was rejected by the\nFinancial Adviser and Chief Accounts Officer of appellant No.1\non the ground that option to switch over to the Pension Scheme\nunder Circular dated 29.12.1984 was open upto 31.5.1985 and\nunder Circular dated 19.12.1986, it was open upto 30.6.1986.\nB This was conveyed to respondent No.1 vide letter dated\n7.8.2001.\nC\nD\nLL\nE\nF\nG\n8. Respondent No.1 challenged the rejection of his prayer\nfor permission to opt for pension in Writ Petition No.1830/2001\nfiled before the Calcutta High Court. After chronologically\npresenting the facts relating to the Pension Scheme and the\ncirculars issued from time to time for giving opportunity to the\nretirees to exercise option, respondent No.1 averred that he\nwas never informed or made aware of the same by way of\npublication in the newspapers or otherwise and he came to\nknow about the same only in June 2001 from his friend to whom\nhe had paid a courtesy visit and immediately thereafter, he\nsubmitted application dated 23.7.2001 for exercise of option\nin terms of circular dated 19.2.1986.\n9. In the written statement filed on behalf of the appellants,\nit was averred that respondent No.1 was very much aware of\nthe Pension Scheme introduced in 1962 and circulars issued\nfrom time to time giving additional opportunities to the retired\nemployees and officers to opt for the pension. According to the\nappellants, respondent No.1 availed benefits under CPF\nScheme because it was more beneficial and deliberately\nrefrained from exercising option for the Pension Scheme till it\nwas liberalized in 2001 by the Central Government. The\nappellants further pleaded that the application made by\nrespondent No.1 after 18 years of his retirement was rightly\nrejected by the Financial Advisor and Chief Accounts Officer\nbecause it was submitted after more than 15 years of the issue\nof circular dated 19.2.1986.\n10. After analyzing the pleadings of the parties and the\nH documents produced by them, the learned Single Judge opined\nCALCUTTA PORT TRUST v. ANADI KUMAR DAS 873\n(CAPT.) [G.S. SINGHVI, J.]\nthat the plea of ignorance put forth by the writ petitioner A\n(respondent No.1) cannot be accepted because being a Class-\nI officer he was very much aware of the Pension Scheme\nintroduced in 1962 and the circulars issued from time to time\nfor giving opportunity to the retirees to exercise option. The\nrelevant portion of the order of the learned Single Judge is B\nextracted below:\nC\n\"The case has to be judged on the basis of the averment\nmade in the petition so far as ignorance of the petitioner\nabout the aforesaid notification is concerned. In paragraph\n10 of the petition it has been stated that petitioner\nsometimes in the month of June 2001 went to the\nresidence of one of his friends and /or colleagues in the\nCalcutta Port Trust on a courtesy visit and only then he\ncame to know about the introduction of pension scheme\nafter his retirement. This story of ignorance cannot be D\naccepted as there was no particular as to the date of his\nvisit. No name of his alleged friend nor address of his\nresidence has been given. On the other hand, the petitioner\nhad occasion to know about the above pension scheme.\nAdmittedly on 17th August 2000 he went to the office of E\nthe respondent for submitting an application for ex-gratis\npayment in prescribed from. It is unbelievable story that\none will not be knowing of existence of such pension\nscheme. Actually the petitioner was not really interested in\navailing of pension scheme at any stage, as this scheme\nwas not advantageous and gainful for him. Now for the\nreason best known to him, the return yielded from the\ncorpus of provident fund amount is not perhaps\nadvantageous for him, so he has come to switch over his\noption pension scheme at this belated stage. Mr.\nMajumdar is right in saying that the approach of the\npetitioner is not bonafide as at no point of time he was in\nfavour of the pension scheme. In the case cited by\nMr.Bhattacharjee the petitioner therein at the first available\nopportunity exercised his option. Moreover, in that case\nF\nG\nH\nA\nB\nC\nD\n874\nSUPREME COURT REPORTS\n[2013] 12 S.C.R.\nthere was delay of less than two years and such delay for\nignorance of existence of the said pension scheme during\nthat period is quite reasonable. In this case it is an\nunbelievable story further that 1984 till June 2001 he would\nnot be knowing of existence of this pension scheme. I am\nof the view that story made out by the petitioner's\nabsolutely concocted as no supporting affidavit has been\nfiled by the said friend in order to strengthen the belief of\nsuch case. It appears further that the petitioner has\nconnection with the pensioners' association of the Calcutta\nPort Trust wherefrom he has collected copies of the circular\nof the pension scheme sometimes in the month of July\n2001. So, the petitioner could have ascertained the\nexistence of the pension scheme introduced in 1984 had\nhe reasonably been diligent.\"\n11. The Division Bench of the High Court allowed the\nappeal filed by respondent No.1 and reversed the order of the\nlearned Single Judge by observing that the circulars issued by\nappellant No.1 were neither published in the daily newspaper\nnor the same were circulated among the concerned retired\nE employees. The Division Bench was of the view that appellant\nNo.1 was duty bound to publish the circulars in the daily\nnewspapers or circulate the same amongst all the concerned\nretired employees and that the learned Single Judge committed\nan error by declining relief to him on the assumption that he must\nF be aware of the circulars issued in 1984 and 1986. The relevant\nportions of the judgment of the Division Bench are extracted\nbelow:\nG\nH\n\"There is nothing to show that the said circular allowing the\nretired employees to exercise option to come under the\nsaid pension scheme was circulated amongst all the\nretired employees. There is also nothing to show that there\nwas any attempt on the part of Port Trust Authority to\npublish the said circular in the daily newspaper either\nEnglish or Bengali for bringing the said beneficial order to\nCALCUTTA PORT TRUST v. ANADI KUMAR DAS 875\n(CAPT.) [G.S. SINGHVI, J.]\nthe notice of the retired employees. To the contrary, it A\nappears that on 19.2.1986 there was another circular to\nall Heads of Department, Calcutta Port Trust for granting\nfresh opportunity to Class-I and Class-ll officers who were\non the Contributory Provident Fund Scheme to elect the\npension scheme by exercising option within 30.6.86. B\nThere is also nothing to show that this circular was\ncirculated amongst all the concerned retired employees of\nCalcutta Port Trust and the same was published in any daily\nnewspaper.\nC\nD\nIt is needless to say that the circulation of the said orders\nextending benefit to the retired employees amongst all the\nconcerned retired employees including the writ petitioner\nwas a must and it was incumbent upon the Port Trust\nAuthority to show that the said circular was brought to the\nknowledge of each and every concerned retired employee\nby the authority. In order to discharge the heavy onus upon\nthe Calcutta Port Trust not a single scrap of paper was\nproduced by the respondent to show that the said matter\nwas circulated and reached the writ petitioner. It is not\nclaimed by the respondent that the concerned circulars E\nwere circulated by publishing the same in any daily\nnewspaper. In para 4(F) of the Affidavit in opposition\nsubmitted on behalf of the respondent Nos.1 to 7 it was\nstated that all the circulars were made through circulation\nof the Heads of Departments which were in turn circulated F\nthrough Sectional Heads by displaying in notice board and\nthere was no reason why the writ petitioner being a Class-\nI employee would not know the same at least till he retired.\nThere is no paper to show that there was any order of\ndisplaying the circulars in the Notice Board and really the G\nsame was displayed in the Notice Board of the office of\nthe respondent. The first circular granting fresh opportunity\nto Class-I and Class-II officers who were enjoying the\nbenefits of the Contributory Provident Fund Schemes to\nelect the pension scheme was issued by the Calcutta Port H\n\u003e\u003e\nA\nB\nC\nD\n876\nSUPREME COURT REPORTS\n[2013] 12 S.C.R.\nTrust to all Heads of Department on 29.12.84 whereas the\nwrit petitioner retired from service on 1.4.83. If it is\nassumed that the said circular was displayed in the Notice\nBoard of the office still then it cannot be definitely said that\nthe said circular came to the notice of all the retired\nemployees of Calcutta Port Trust including the writ\npetitioner who retired from service before the date of issue\nof the circular. It was incumbent on the part of the Calcutta\nPort Trust to serve the said copy of circular upon the writ\npetitioner but the Calcutta Port Trust Authority did not make\nany attempt to send the said circular to the writ petitioner.\nThe same was not published in the newspaper. The\nCalcutta Port Trust Authority thus failed to discharge the\nonus of proving that the said circular was brought to the\nknowledge of the writ petitioner by it and despite the fact\nthat the said circular was brought to the notice of the writ\npetitioner, the writ petitioner failed to exercise his choice\nwithin the stipulated period.\"\n12. The Division Bench noted that even though respondent\nNo.1 did not file affidavit of his friend from whom he is said to\nE have acquired knowledge about the circulars issued by appellant\nNo.1 in 1984 and 1986 but held that it was the duty of the latter\nto bring those circulars to the notice of respondent No.1 and it\ncannot take advantage of the weakness of his case.\nLL\nF\nG\nH\n13. Shri Mohan Parasaran, learned Solicitor General and\nShri Jayant Bhushan, learned senior counsel appearing for the\nappellants relied upon the judgment of this court in Union of\nIndia v. M.K. Sarkar (2010) 2 SCC 59 and argued that even\nthough the circulars issued by appellant No.1 giving an\nopportunity to the retirees to opt for pension were not published\nin the newspapers or through radio/television and copies\nthereof were not sent to the concerned individuals, respondent\nNo.1 was not entitled to exercise option after a time gap of 15\nyears counted from the date of issue of circular dated 19.2.1986\nand over 16 years counted from 13.11.1984 because being a\nCALCUTTA PORT TRUST v. ANADI KUMAR DAS 877\n(CAPT.) [G.S. SINGHVI, J.]\nClass-I officer, who remained posted at Calcutta, he will be A\ndeemed to be aware of the Pension Scheme introduced in\n1962 and multiple opportunities afforded to the employees and\nofficers to opt for pension. Both Shri Parasaran and Shri Jayant\nBhushan emphasized that respondent No.1 did not opt for the\nPension Scheme because till his retirement the CPF Scheme B\nwas more beneficial and he submitted representation in July\n2001 only after the Pension Scheme was liberalized and\nbecame very lucrative and argued that the Division Bench of\nthe High Court committed serious error by entertaining the claim\nlodged by respondent No.1 after more than 15 years of the C\nissue of circular dated 19.2.1986.\n14. Shri Ajay Majithia, learned counsel for respondent No.1\nrelied upon the judgment in Dakshin Haryana Bijli Vitran\nNigam v. Bachan Singh (2009) 14 SCC 793 and argued that\nthe Division Bench of the High Court did not commit any error\nby granting an opportunity to his client to opt for the Pension\nScheme because at no point of time the circulars issued in\n1984 and 1986 were communicated to him.\nD\n15. We have considered the respective arguments and E\nscrutinized the record. In support of his plea that till 2001 he\nwas unaware of the circulars issued by appellant No.1 in 1984\nand 1986, respondent No.1 made the following averments in\nparagraphs 7 to 17 of the writ petition:\n\"7. Your petitioner states that from a newspaper publication\nyour petitioner came to a know that the Government of\nIndia, Ministry of Surface Transport (Port Wing) by a letter\nbeing No.A-38011/11/98 PET dated 7th January, 2000\ndecided to grant ex gratia payment to C.P.F. beneficiaries\nwho had retired between 18th November, 1960 to 31st\nDecember, 1985 at the rate of 600/- per month with effect\nfrom 1st November, 1997 subject to a condition that such\npersons should have rendered at least 20 years of service.\nF\nG\n8. Your petitioner states that after coming to know about H\nA\nB\nс\nD\nE\nF\nG\nI\n878\nSUPREME COURT REPORTS\n[2013] 12 S.C.R.\nthe introduction of the said scheme for ex gratia payment\nyour petitioner submitted an application in prescribed form\non 17th August, 2000 for grant of ex gratia payment and\nyour Petitioner was granted such ex gratia payment.\n9. Your petitioner further states that your petitioner also\navailed of the scheme for medical benefits extended by\nthe Calcutta Port Trust to its retired employees which was\nintroduced in 1998 as per the notification issued through\nnewspaper publication.\n10. Your petitioner states that sometimes in the month of\nJune, 2001 your petitioner went to the residence of one of\nhis friends and/or colleague in the Calcutta Port Trust on\ncourtesy visit. It is only then that your petitioner came to\nknow about the introduction of pension scheme introduced\neven after his retirement. On further enquiry your petitioner\ncame to know that the Calcutta Port Trust extended the\nbenefits of such pension scheme to many of its employees\nby condoning their defaults for delayed exercise of their\noptions, sometimes on its own and sometimes following\nthe orders passed by this Hon'ble Court in its constitutional\nwrit jurisdiction on different writ petitions filed by various\nretired employees of the Calcutta Port Trust from time to\ntime.\n11. Your petitioner states that your petitioner came to know\nthat on or about 29th December, 1984. the Financial\nAdviser and Chief Accounts officer issued a circular to all\ndepartmental heads allowing fresh opportunity to all class-\nI and Class-II officers who were in service on 1st August,\n1982 but have retired from service with Contributory\nProvident Fund benefits after 1st August 1982 and till the\ndate of issue of the said Government order dated 30th\nNovember, 1984 provided such retired employees\nexercise their option by 31st may 1985 and is agreeable\nto first refund the Trustees contribution towards the\nprovident fund benefits inclusive of interest thereof.\nCALCUTTA PORT TRUST v. ANADI KUMAR DAS 879\n(CAPT.) [G.S. SINGHVI, J.]\nA true copy of the said circular which your petitioner A\ncollected from the petitioner's association of the Calcutta\nPort Trust subsequently sometimes in early July, 2001 is\nannexed hereto and is marked with Annexure \"A\" to this\npetition.\n12. Your petitioner states that the said circular was never\nintimated to your petitioner by the Calcutta Port Trust\nthough it is incumbent upon the Calcutta Port Trust to\nintimate the retired employees personally about the\nscheme introduced for the benefit of the retired employees.\nB\nC\n13. Your petitioner states that the said circular was also\nnot circulated by the Calcutta Port Trust through the Mass\nMedia such as newspaper publication broadcasting of\nnews over Radio, Television etc. to keep the retired\nemployee informed about the introduction of such scheme. D\nAs a result your petitioner could not know about the\nintroduction of the said scheme.\n14. Your petitioner states that your petitioner further came\nto know that by a subsequent notification issued by the\nCalcutta Port Trust vide Memo No. 1720 P dated 19th\nFebruary 1986, another opportunity for exercising fresh\noption to the retired Class I and Class II officers who retired\nfrom service after 1st August, 1982 with Contributory\nProvident Fund benefits and till 1st January 1986 was\ngiven by the Calcutta Port Trust provided such retired\nemployees exercised their option within 30th June, 1986\nand is agreeable to refund the Trustees contribution\ntowards the Contributory Provident Fund Scheme including\ninterest thereof.\nA true copy of the said notice/circular which you petitioner\ncollected subsequently sometimes in early July 2001 is\nannexed hereto and is marked with Annexure “B” to this\npetition.\nE\nF\nG\nH\nA\nB\nC\nD\nE\n-\nF\nG\nH\n880\nSUPREME COURT REPORTS\n[2013] 12 S.C.R.\n15. Your petitioner states that even the said circular was\nnot intimated to your Petitioner personally by the Calcutta\nport Trust though the Calcutta Port Trust was aware of your\npetitioners residential address. Your petitioner further\nstates that like the earlier one, this time also the Calcutta\nPort Trust did not circulate the said circular through the\nMass Media as a result your petitioner could not know\nabout the said circular. Thus for the reasons as aforesaid\nyour petitioner could not exercise his option though he was\nready to avail of the benefits of the said pension scheme.\n16. Your petitioner states that since the introduction of the\naforesaid pension schemes by the Calcutta Port Trust was\nnot known to your petitioner, your petitioner was finding it\nextremely difficult to survive without pension in these hard\ndays of inflation and as such your petitioner opted for the\nscheme of ex gratia payment to the retired employees\nwhich was introduced in January, 2000 whenever it came\nto the notice of your petitioner through the newspaper\ncirculation. Your petitioner further states that had your\npetitioner had known about the said pension scheme\nearlier then your petitioner would have exercised his option\nwithin the stipulated period as the said scheme is much\nmore beneficial to your petitioner.\n17. Your petitioner states that however, immediately after\ncoming to know that the Calcutta Port Trust allowed some\nof its retired employees to come over to the pension\nscheme by condoning their delayed exercise of option,\nyour petitioner submitted a representation to the\nconcerned respondents by his letter dated 23rd July, 2001\ninter alia praying for allowing your petitioner to come over\nto pension scheme on condonation of delay for exercising\nsuch option.\nA true copy of the said representation which was received\nby the concerned respondents on 27th July, 2001 is\nCALCUTTA PORT TRUST v. ANADI KUMAR DAS\n(CAPT.) [G.S. SINGHVI, J.]\n881\nAnnexed hereto and is marked with Annexure \"C\" to this A\npetition.\"\n16. The learned Single Judge critically analysed the above\nreproduced averments and recorded a well reasoned finding\nthat respondent No.1 was aware of the Pension Scheme and\nthe circulars issued by appellant No.1. The learned Single Judge\ndiscarded the story of respondent No.1 that he came to know\nabout circular dated 19.2.1986 in the month of June from his\nfriend/colleague. The Division Bench of the High Court neither\nadverted to the averments contained in the writ petition nor\nreferred to the reasoning of the learned Single Judge and\ngranted relief to respondent No.1 on the premise that appellant\nNo.1 is duty bound to get the circulars published in the daily\nnewspapers and display thereof on the notice board was not\nsufficient to give an intimation to the retirees.\nB\nC\nD\n17. In Union of India v. D.R.R. Sastri (1997) 1 SCC 514,\nto which reference has been made in Union of India v. M.K.\nSarkar (supra) relied upon by the learned counsel for the\nappellants, a two Judge Bench of this Court considered whether\nthe Central Administrative Tribunal was right in directing the E\nRailway Board to allow the respondent to exercise option for\nPension Scheme after expiry of the cut off date fixed for that\npurpose. While approving the order of the High Court, which\ndismissed the writ petition filed by the appellant, this Court\nobserved:\nF\nG\n\"When this case was listed before this Court on 6-5-1995,\nit was brought to the notice of the Court that the Government\nitself has granted a similar benefit to one K.V. Kasthuri by an\norder dated 19-9-1994, even though he had retired in the year\n1973. The Court, therefore, called upon the Union Government\nto place the necessary material which enabled the Government\nto grant the relief to Shri Kasthuri and how his case stands on\na different footing than the case of the respondent. But no further\naffidavit was filed by the Union of India nor was any material\nplaced to indicate any distinguishing feature for granting the H\n"}