{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 9 S.C.R. 117\nDR. RAM TAWAKYA SINGH\nV.\nSTATE OF BIHAR AND OTHERS\n(Civil Appeal No. 6831 of 2013)\nAUGUST 19, 2013\n[G.S. SINGHVI AND V. GOPALA GOWDA, JJ.]\nUNIVERSITIES:\nA\nB\nAppointment of Vice-Chancellors and Pro-Vice- C\nChancellors - 'Consultation with State Government' -\nExpression 'consultation' - Connotation of - Explained - Held:\nThough, the final decision is with the consulter, he cannot\ngenerally ignore the advice of the consultee except for good\nThere should be meeting of minds between the\nparties involved in the process of consultation on the material\nfacts and points involved -- Consultation is not complete or\neffective unless the parties thereto make their respective\npoints of view known to the other and discuss and examine\nthe relative merit of their views.\nreasons\n32-40\nD\nE\nAppointment of Vice-Chancellors and Pro Vice\nChancellors - Notifications dated 9.2.2013, 19.2.2013 and\n14.3.2013 issued for appointment of candidates as Vice-\nChancellors and Pro Vice-Chancellors of different\nUniversities in State of Bihar - Held: As regards the instant F\nmatters, Chancellor has been consistently flouting the\nmandate of law and making appointments completely\ndisregarding the requirement of academic excellence and\nexperience and without effectively consulting the State\nGovernment He neither adopted any transparent method G\nof making selection nor did he keep in view the qualifications\nenumerated in the relevant statutory provisions\nacted in contemptuous disregard of the pronouncements\n--\n117\nHe also\nH\n118\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA made by the High Court in two rounds of litigation, that\nappointments of Vice-Chancellors and Pro Vice-Chancellors\nmust precede meaningful and effective consultation with State\nGovernment - He selected for appointment some persons who\nwere facing prosecution under various criminal laws and/or\nB involved in financial irregularities -- The mechanism adopted\nby Chancellor in making appointments is blatantly violative\nof the scheme of the BSU Act and the PU Act and also Art.\n14 of the Constitution - Impugned Notifications are quashed\n- Consequential directions issued - Bihar State Universities\nC Act, 1976-ss. 10 and 12 - Patna University Act, 1976 - ss. 11\nand 14 Nalanda Open University Act, 1995 - ss. 11 and 13\nConstitution of India, 1950 - Art. 14.\n-\n-\n-\n-\nVice-Chancellors and Pro Vice-Chancellors\nAppointment to the offices of - Held: Position of Vice\nD Chancellor and Pro Vice Chancellor is extremely important\nin every University - They are responsible for maintaining the\nacademic standard and discipline of the University and also\nensure that all the bodies and authorities conduct themselves\nin conformity with the statutory provisions -- Relevant statutory\nE provisions prescribe the qualification of academic excellence\nas a condition precedent for appointment to these posts -\nEven if the language of the relevant provisions may not\npostulate selection of Vice-Chancellor or Pro Vice-Chancellor\nby inviting application through open advertisement, the\nF candidate must be a person reputed for his scholarship and\nacademic interest or eminent educationist having experience\nof administering the affairs of any University, and selection\nof such a person is possible only if a transparent method is\nadopted and efforts are made to reach out to people across\nG the country -- Art. 14 of the Constitution which mandates that\nevery action of the State authority must be transparent and\nfair has to be read in the language of these provisions -- The\nUGC Regulations, which provide for constitution of a Search\nCommittee consisting of eminent educationists\nH\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 119\nacademicians are intended to fill up an apparent lacuna in\nthe provisions - Bihar Acts No. 12/2013, 13/2013 and 14/2013\nhave subsequently amended the relevant provisions in\nconsonance with the relevant UGC Regulations.\nLOCUS STANDI:\n-\nAppointment of Vice Chancellors and Pro Vice-\nChancellors Writ petition by a Professor and Head of\nDepartment in a University, in the State, challenging the\nappointments, though he was not a candidate for such\nappointments - Held: Maintainable - Further, even assuming\nthat the writ petitioner does not have any direct personal\ninterest in such appointments, High Court could have suo\nmotu taken cognizance of the issues raised by him and\ntreated his petition as one filed in public interest and decided\nthe same on merits - Public interest litigation.\nCONSTITUTION OF INDIA, 1950:\nArt. 136 - Appeal by State Government challenging order\nof High Court after the Chancellor initiated process of making\nappointments of Vice-Chancellors and Pro Vice-Chancellors\npursuant to order of High Court - Maintainability of\nDiscussed.\n-\nA\nB\nC\nD\nE\nAppointments of two persons as Vice-Chancellors of\nMagadh and Veer Kunwar Singh Universities in terms of F\nNotifications dated 9.4.2010 and 15.4.2010 were\nchallenged by the appellant and another on the ground\nthat the Chancellor had not consulted the State\nGovernment as per the requirement of s. 10(2) of the Bihar\nState Universities Act, 1976 ('the BSU Act'). The Single G\nJudge of the High Court allowed the writ petition and\nquashed the notifications issued by the Chancellor.\nLetters Patent Appeals Nos. 822 and 824 of 2011 filed by\nthe appointees were dismissed by the Division Bench of\nthe High Court and their special leave petitions were\nH\n120 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA dismissed by the Supreme Court on 29.9.2011. During the\npendency of the Letters Patent Appeals, the Chancellor ~\nissued Notifications dated 1.8.2011 and 3.8.2011 for\nappointment of ten persons as Vice-Chancellors and Pro\nVice-Chancellors of different Universities in the State. The\nB. said appointments were challenged in another writ\npetition filed by the appellant mainly on the ground that\nthe Chancellor had not consulted the State Government\nas per the mandate of s. 10(2) of the BSU Act and s. 11(2)\nof the Patna University Act, 1976. The Division Bench of\nC the High Court quashed the appointments and directed\nthat the Chancellor would propose names for\nappointment of Vice-Chancellors and Pro Vice-\nChancellors in the named Universities to the State\nGovernment with the relevant materials and the latter\nwould forward its opinion in respect of all such names\nto the Chancellor.\nD\nThe appellant filed C.A. No. 6831 of 2013 challenging\nthe direction given by the High Court. He has also\nquestioned the direction given by the High Court virtually\nE debarring him from being considered for appointment as\nVice-Chancellor or Pro Vice-Chancellor. The State of\nBihar and others filed C.A. No. 6830 of 2013 challenging\nthe order of the High Court on the ground that the view\ntaken by it on the scope of ss.10(2) and 12(1) of the BSU\nF Act and ss.11(2) and 14(1) of the PU Act was contrary to\nthe one expressed by the coordinate Bench in LPA Nos.\n822 and 824 of 2011. After the order dated 7.12.2012\npassed by the Division Bench of the High Court, the\nGovernor-cum-Chancellor, Bihar issued notifications\nG dated 9.2.2013 and 19.2.2013 for appointment of certain\npersons as Vice Chancellors and Pro-Vice-Chancellors\nof different Universities. This was challenged by the\nappellant in Writ Petition No. 158 of 2013. On 18.3.2013,\nthe Supreme Court stayed the operation of Notifications\ndated 9.2.2013 and 19.2.2013 and directed that the senior\nH\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 121\nmost Deans in the Universities would discharge the A\nfunction of the Vice-Chancellors and Pro Vice-\nChancellors. Meanwhile, the Governor-cum-Chancellor\nissued yet another order dated 14.3.2013 appointing one\nperson as Vice-Chancellor and two as Pro Vice-\nChancellors.\nB\nC\nD\nIt was contended for the writ petitioner and\nappellants that the direction given by the Division Bench\nof the High Court to the Chancellor to propose names for\nappointment of Vice-Chancellors and Pro Vice-\nChancellors was liable to be set aside and the\nappointments made by him were liable to be quashed\nbecause by taking advantage of the direction contained\nin the impugned order, the Chancellor arbitrarily\nprepared the list of the persons to be appointed as Vice-\nChancellors and Pro Vice-Chancellors without making\nany selection whatsoever and without following any\ntransparent method for making a choice from amongst\nthe persons of academic excellence, unquestionable\nintegrity and institutional commitment and without\neffectively consulting the State Government. It was\npointed out that the said list issued by the Chancellor\nincluded some persons against whom criminal cases\nwere registered with the police and/or were pending in\nthe court(s). It was submitted that even though the BSU\nAct and the PU Act were not suitably amended for F\nincorporating the UGC regulations dated 30.6.2010, the\nChancellor was duty bound to keep in mind the\nparameters laid down by the UGC for selecting the\ncandidates for appointment as Vice-Chancellors and Pro\nVice-Chancellors.\nAllowing the appeals and the writ petition, the Court.\nHELD: 1.1 Section 10 of the BSU Act and s.11 of the\nPU Act make it clear that the position of Vice-Chancellor\nE\nG\nH\n122\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA is extremely important in every University. The Pro-Vice\nChancellor appointed in terms of s.12 of BSU Act and\ns.14 of P.U. Act is also a whole time officer of the\nUniversity and is entitled to exercise such powers and\nperform such duties which may be prescribed or which\nB may be conferred or imposed on him by the Vice-\nChancellor. He is responsible for admission and conduct\nof examination upto Bachelor course and also the\nstudent welfare. The Vice-Chancellor and the Pro Vice-\nChancellor are responsible for maintaining the academic\nstandard and discipline of the University and also ensure\nthat all the bodies and authorities conduct themselves in\nconformity with the statutory provisions. This is the\nprecise reason why s.10(1) of the BSU Act and s.11(1) of\nthe PU Act are couched in negative form and prescribe\nthe qualification of academic excellence as a condition\nprecedent for appointment as Vice-Chancellor. [para 12-\n14] [181-G-H; 182-G-H; 183-A-B]\nC\nD\n1.2 The word 'consultation' used in ss.10(2) and 12(1)\nof the BSU Act and s.11(2) and 14(1) of the PU Act is of\nE crucial importance. Consultation is a process which\nrequires meeting of minds between the parties involved\nin the process. Though, the final decision is with the\nconsultor, but he cannot generally ignore the advice of\nthe consultee except for good reasons. In order for two\nF minds to be able to confer and produce a mutual impact,\nit is essential that each must have for its consideration\nfull and identical facts, which can constitute both the\nsource and foundation of the final decision. There should\nbe meeting of minds between the parties involved in the\nG process of consultation on the material facts and points\ninvolved. Consultation is not complete or effective unless\nthe parties thereto make their respective points of view\nknown to the other and discuss and examine the relative\nmerit of their views. [para 15-16] [183-G-H; 184-A-E]\nH\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 123\nChandramouleshwar Prasad v. Patna High Court (1970) A\n2 SCR 666, Union of India v. Sankalchand Himatlal Sheth\nand Another (1977) 4 SCC 193; Union of India vs. Sankar\nChand Himatlal Sheth and Another 1996 (5) Suppl. SCR 419\n= 1996 (10) SCC 469; S.P Gupta vs. Union of India 1982 SCR\n365 = 1981 Suppl. SCC 87; Gauhati High Court and another B\nvs. Kuladhar Phukan 2002 (2) SCR 808 = 2002 (4) SCC 524\n- referred to.\nRollo v. Minister of Town and Country Planning (1948)\n1 All ER 13, Fletcher v. Minister of Town and Country Planning C\n(1947) 2 All ER 946 - referred to.\nWords and Phrases (Permanent Edn. 1960, Vol.9),\nCorpus Juris Secundum (Vol. 16A, 1956 Edn.) - referred to.\n1.3 As regards the instant matters, the Chancellor has\nbeen consistently flouting the mandate of law and making\nappointments of Vice-Chancellors and Pro Vice-\nChancellors without effectively consulting the State\nGovernment and completely disregarding the\nrequirement of academic excellence and experience. He\ndid not adopt any transparent method of making\nselection nor did he keep in view the qualifications\nenumerated in s.10(1) of the BSU Act and s.11(1) of the\nPU Act. Further, the extraordinary haste exhibited by the\nChancellor in getting the notifications issued on 9.2.2013\nspeaks volume of his intention to prevent the State\nGovernment from bringing to the fore, the facts relating\nto criminal cases pending against some of his nominees.\n[para 19,20 and 22] [187-D; 188-C-D; 190-D-E]\nD\nE\n៣\nF\nG\n1.4 The entire exercise undertaken by the Chancellor\nwas ex-facie against the mandate of ss. 10(1), 10(2) and\n12(1) of the BSU Act and ss. 11(1), 11(2) and 14(1) of the\nPU Act, because he made every possible effort to prevent\nthe State Government from providing inputs about the\ncandidates and conveying its opinion on their suitability H\n124\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA to be appointed as Vice-Chancellors and Pro Vice-\nChancellors. He also acted in contemptuous disregard of\nthe pronouncements made by the High Court in two\nrounds of litigation, that the appointments of the Vice-\nChancellors and Pro Vice-Chancellors must precede\nB meaningful and effective consultation with the State\nGovernment. What is most shocking is that the\nChancellor selected some persons for appointment as\nVice-Chancellor and Pro Vice-Chancellor despite the fact\nthat they are facing prosecution under various criminal\nC laws and/or are involved in financial irregularities. The\nmechanism adopted by the Chancellor in making\nappointments is blatantly violative of the scheme of the\nBSU Act and the PU Act and also Art. 14 of the\nConstitution. [para 23] [191-B-E, G]\nD\n2.1 For the last many years the Chancellors have been\nappointing Vice-Chancellors and Pro Vice-Chancellors\nwithout adopting any transparent and fair method of\nselection. Even though the language of ss.10(1) and 12(1)\nof the BSU Act and ss.11(1) and 14(1) of the PU Act does\nE not postulate selection of Vice-Chancellor or Pro Vice-\nChancellor by inviting application through open\nadvertisement, a wholesome reading of these sections\nmakes it clear that Vice-Chancellor must be a person\nreputed for his scholarship and academic interest or\nF eminent educationist having experience of administering\nthe affairs of any University and selection of such a person\nis possible only if a transparent method is adopted and\nefforts are made to reach out to people across the country.\nArt. 14 of the Constitution which mandates that every\nG action of the State authority must be transparent and fair\nhas to be read in the language of these provisions and if\nthat is done, it becomes clear that the Chancellor has to\nfollow some mechanism whereby he can prepare panel\nby considering persons of eminence in the field of\neducation, integrity, high moral standard and character\nH\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 125\nwho may enhance the image of the particular University. A\n[para 23-24] [191-E-F, H; 192-A-D]\nB\n2.2 The UGC regulations, which provide for\nconstitution of a Search Committee consisting of eminent\neducationists / academicians are intended to fill up an\napparent lacuna in the provisions like s.10(1) of the BSU\nAct and s. 11(1) of the PU Act. If the UGC regulations had\nbeen engrafted in the two Acts, an unseemly controversy\nrelating to appointment of Vice-Chancellors and Pro Vice-\nChancellors could have been avoided. However, it has\nbeen brought to the notice of the Court that\nsubsequently, by Bihar Acts Nos. 14/2003, 13/2013 and\n12/2013, ss.10 and 12 of the BSU Act, ss.11 and 14 of the\nPU Act and ss.11 and 13(a) of the Nalanda Open\nUniversity Act, 1995 respectively, have been amended in\nconsonance with the UGC Regulations. [para 25-26] [192- D\nE-F; 193-B-D]\n3.1 Challenge to the locus standi of the appellant (in\nCA No. 6831 of 2013) was rightly rejected by the High\nCourt. It is not in dispute that he is a Professor and Head\nof the Department of Chemistry in Veer Kunwar Singh\nUniversity, Ara. Therefore, the mere fact that he did not\nproject himself as a candidate for the office of Vice-\nChancellor or Pro Vice-Chancellor is not sufficient to\ndeny him the right to question the appointments made by\nthe Chancellor. His anxiety to ensure that eminent\neducationists are appointed as Vice-Chancellors and Pro\nVice-Chancellors in the State can very well be\nappreciated. Even if it may be possible to say that the\nappellant does not have any direct personal interest in\nthe appointment of Vice-Chancellors and Pro Vice-\nChancellors in the State Universities, the High Court\ncould have suo motu taken cognizance of the issues\nraised by him and treated his petition as one filed in\npublic interest and decided the same on merits. [para 28-\n29] [195-C-G]\nC\nE\nF\nG\nH\nA\nB\nC\nD\n126\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nShivajirao Nilangekar Patil v. Dr. Mahesh Madhav\nGosavi 1987 (1) SCR 458 = (1987) 1 SCC 227- relied on.\n3.2 It is true that the State Government moved this\nCourt only after the Chancellor initiated the process of\nmaking appointments and an apparently incorrect\nstatement was made before the Court on 18.3.2005 in the\ncontext of the Governor's refusal to approve the\namendments made in the two Acts but these factors are\nnot sufficient to negate the State Government's challenge\nto the direction given by the High Court which, gave free\nhand to the Chancellor to manipulate the appointment of\nthe persons of his choice, some of whom are embroiled\nin criminal cases, without getting a selection made keeping\nin view the requirements of s.10(1) of the BSU Act and\ns.12 (1) of the PU Act. [para 30] [196-G-H; 197-A-B]\n4(i) In the result, Notifications dated 9.2.2013,\n19.2.2013 and 14.3.2013 issued for appointment of the\nprivate respondents as Vice-Chancellors and Pro Vice-\nChancellors of different Universities are declared illegal\nE and quashed.\nF\nG\n(ii) The direction given by the High Court to the\nChancellor to propose names for appointment of Vice-\nChancellors and Pro Vice-Chancellors is modified and it\nis directed that the Chancellor shall prepare a panel of\nsuitable persons for appointment to the offices of Vice-\nChancellors and Pro Vice-Chancellors keeping in view\nthe provisions of ss. 10(1), 10(2) and 12 of the BSU Act\nand ss. 11(1), 11(2) and 14 of the PU Act as amended by\nBihar Act No.14/2013 and 13/2013 respectively and by\nfollowing a transparent and fair method of selection.\n(iii) The Chancellor shall make appointments after\neffective and meaningful consultation with the State\nGovernment, as indicated in the orders passed by the\nH Single Judge in CWJC No. 8141/2010 and the Division\n"}