{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"DR. RAM TAWAKYA SINGH v. STATE OF BIHAR 137\n[G.S. SINGHVI, J.]\nappointments are as under:\nSI\nNotifica-\nMemo No.\nName\nNo. tion date\n1\n01/08/11\nBSU-13/2011-\n1789(GS (1)\nA\nAppointed as\nDr. Shambhu\nDr. Shambhu | Vice-Chancellor\nNath Singh\nof Patna\nUniversity,\nPatna\n2\n01/08/11\nBSU-13/2011-\n1834(GS (1)\nDr. Bimal\nKumar\n3 01/08/11\n4\n01/08/11\n5\nсл\n60\n01/08/11\nBSU-13/2011-\n1864(GS (I)\nVice-Chancellor\nof B.R.A.\nUniversity,\nDr. Ram\nVinod Sinha\nMuzafar\nVice-Chancellor\nof J.P.\nUniversity,\nBSU-13/2011-\n1819(GS (I)\nBSU-13/2011-\n1849(GS (I)\nDr. Arun\nKumar\nDr. Arvind\nKumar\nPandey\nChapra\nVice-Chancellor\nof B.N.Mandal\nUniversity,\nMadhepura\nVice-Chancellor\nof K.S.D.\nSanskrit\nB\nC\nD\nLU\nE\nUniversity,\nDarbhanga.\n01/08/11\nBSU-13/2011-\n1804(GS (I)\nDr. Md.\nVice-Chancellor\nF\nShamsuzzoha of Maulana\nMaharul Haque\nArabic \u0026\nPersian\nUniversity,\nPatna\nG\n7 01/08/11\nBSU-13/2011- Dr. Pushpen- | Pro Vice-\n1924(GS (I)\ndra Kumar\nVerma\nChancellor of\nB.N. Mandal\nUniversity,\nMadhepura\nH\n138\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\n8\n01/08/11\nBSU-13/2011-\n1894(GS (I)\nDr. Kumaresh\nPro Vice-\nPrasad Singh\nB\n00\n9\n0\n01/08/11\nBSU-13/2011-\n1879(GS (I)\nDr. Sultana\nKhushood\nJabeen\nChancellor of\nL.N. Mithila\nUniversity,\nDarbhanga\nPro Vice-\nChancellor of\nMaulana\nMazharul Haque\nArabic \u0026\nPersian\nUniversity,\nPatna\nD\n10 03/08/11\nBSU-13/2011-\n1941(GS (I)\nDr. Lal\nPro Vice-\nKeshwar\nChancellor of\nPatna\nUniversity\nPrasad\nSingh\n3.6 The afore-mentioned appointments also became\nsubject matter of challenge in C.W.J.C. No. 15123 of 2011 filed\nE by Dr. Ram Tawakya Singh mainly on the ground that the\nChancellor had not consulted the State Government as per the\nmandate of Section 10(2) of the BSU Act and Section 11(2)\nof the Patna University Act, 1976 (for short, 'the PU Act').\nF\nG\nH\n3.7 In the counter affidavits filed by the appointees an\nobjection was taken to the locus standi of Dr. Ram Tawakya\nSingh on the premise that he was not eligible to be appointed\nas Vice-Chancellor or Pro Vice-Chancellor. The Division Bench\nof the High Court rejected the objection by observing that being\na member of the teaching faculty of a University in the State,\nthe petitioner was legitimately entitled to see that appointments\nto the offices of Vice-Chancellor and Pro Vice-Chancellor are\nmade in accordance with law from amongst those who are\nqualified and are meritorious. The Division Bench then\nconsidered the question whether the Chancellor had made\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 139\n[G.S. SINGHVI, J.]\nappointments in consultation with the State Government and A\nanswered the same in negative by recording the following\nobservations:\n\"It is evident that the Chancellor had the meeting with the\nChief Minister, and that both the Chancellor and the Chief\nMinister were aware of the subject matter of discussion.\nThe Chief Minister being the representative of the State\nGovernment, we cannot say that the Chancellor did not\nconsult the State Government or that the State Government\nwas not aware of the names selected by the Chancellor.\nBut, in our opinion, it is not enough that the State\nGovernment was aware of the subject matter. If the State\nGovernment were satisfied by mere discussion, we would\nsay that the State Government failed in discharge of its duty\nor abdicated its power.\nA proper consultation would be when the Chancellor\nforwards the names selected by him with the relevant\nmaterials and the State Government considers such\nnames and scrutinizes the materials, the State Government\nmay have or may collect further materials from its own\nresources and records its own opinion in respect of each\nsuch name. The matter of appointment of Vice-Chancellors\nor Pro Vice-Chancellors cannot be taken lightly. It would\nbe the duty of the Chancellor and the State Government\nto select the best person or at least not to select a wrong\nperson!\nWe do not propose to enter into the eligibility, academic\nqualifications, general reputation, integrity or moral\nstandards of any of the respondents Vice-Chancellors or\nPro Vice-Chancellors. It is the function of the Chancellor\nto examine the materials on hand and to consider the\nopinion of the State Government and the materials\nforwarded by the State Government, if any. Once, the\nB\nC\nD\nE\nFL\nG\nI\nA\nB\nC\nD\nE\nFL\n140 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\nChancellor has examined the materials and is satisfied,\nthat would be sufficient compliance with the statutory\nprovisions.\nWe do not propose to say that the Chancellor is required\nto receive recommendations from the State Government\nor that the opinion of the State Government is binding upon\nthe Chancellor. No, that is not what the Legislature has\nintended. All that the Legislature has intended is that the\nChancellor should obtain opinion of the State Government\nbefore he makes the appointment of Vice-Chancellors or\nPro Vice-Chancellors selected by him. The opinion of the\nState Government may or may not be accepted by the\nChancellor. The Chancellor being the supreme authority,\nit is the decision of the Chancellor which shall prevail, but\nnot without obtaining the opinion of the State Government\non the proposed names.\nAs recorded hereinabove, at no point of time before the\nChancellor discussed the matter with the Chief Minister,\nthe names proposed by the Chancellor were disclosed to\nthe State Governent. In absence of the disclosure of the\nnames, the State government could not have applied its\nmind or formed an opinion. A mere discussion without\napplication of mind or forming an opinion, in our view, is\nnot the \"Consultation\" envisaged by the above referred\nActs of 1976.\"\n(emphasis supplied)\n3.8 In view of the findings recorded by it, the Division\nBench of the High Court allowed the writ petition and quashed\nG the appointments of Vice-Chancellors and Pro Vice-\nChancellors and directed that fresh appointments be made in\nconsultation with the State Government. The operative portion\nof order dated 7.12.2012 passed by the Division Bench reads\nthus:\nH\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 141\n[G.S. SINGHVI, J.]\n\"For the aforesaid reasons, we hold that the appointment A\nof the respondent nos. 20 to 29 as Vice-Chancellors or\nPro-Vice-Chancellors in the concerned Universities have\nbeen made without \"Consultation\" as envisaged by\nSections 10(2) and 12 of the Bihar Universities Act, 1976\nand by Sections 11 and 14 of the Patna University Act,\n1976. All the ten appointments are, therefore, vitiated and\nare void ab initio.\nFor the aforesaid reasons, CWJC No. 15123 of 2011 is\nallowed. The impugned notifications dated 1st August,\n2011 and 3rd August, 2011 are quashed and set aside.\nThe appointment of the respondent nos. 20 to 29 is held\nto be illegal and contrary to the Bihar Universities Act,\n1976 or the Patna University Act, 1976, as the case may\nbe, and are set aside.\nThe Chancellor will, within one month from today, propose\nnames for appointment of Vice-Chancellors and Pro Vice-\nChancellors in the above referred Universities to the State\nGovernment with the relevant materials. The State\nGovernment will, within 30 days therefrom, forward its\nopinion in respect of all such names to the Chancellor. After\nreceipt of such opinion, the Chancellor will make the\nappointment of Vice-Chancellors and Pro Vice-\nChancellors in the respondents Universities.\nWe make it clear that the petitioner will have no right to\nsubmit his candidature or a right to be considered for\nappointment as Vice-Chancellor or Pro Vice-Chancellor in\nany of the respondents Universities.\"\n4. Dr. Ram Tawakya Singh has challenged the direction\ngiven by the High Court mainly on the ground that the selection\nof Vice-Chancellors and Pro Vice-Chancellors cannot be left\nin the hands of the Chancellor without any mechanism for\npreparation of panel of candidates by a Search Committee\nB\nC\nD\nE\nF\nG\nH\n142\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA consisting of academicians and educationists. He has also\nquestioned the direction given by the High Court virtually\ndebarring him from being considered for appointment as Vice-\nChancellor or Pro Vice-Chancellor. The State of Bihar and\nothers have challenged the order of the High Court on the\nB ground that the view taken by it on the scope of Sections 10(2)\nand 12(1) of the BSU Act and Sections 11(2) and 14(1) of the\nPU Act is contrary to the one expressed by the coordinate\nBench in LPA Nos. 822 and 824 of 2011.\nC\nD\nE\nF\nG\nH\n5. On 18.3.2013, this Court heard the arguments of\nlearned counsel for the State and some of the private\nrespondents who had appeared on caveat and stayed the\noperation of Notifications dated 9.2.2013 and 19.2.2013\nissued by the Chancellor appointing the private respondents as\nVice-Chancellors and Pro Vice-Chancellors. That order is\nbeing reproduced below because one of the contentions urged\nby the counsel for the private respondents is that the appellants\nhad misled the Court in passing an interim order:\n\"Delay condoned.\nThis petition is directed against order dated 7.12.2012\npassed by the Division Bench of the Patna High Court in\nCivil Writ Jurisdiction Case No. 15123 of 2011, whereby\ncertain directions were given in the mater of appointments\nof Vice-Chancellors and Pro Vice-Chancellors in various\nuniversities of the State. The operative portion of the High\nCourt's order reads thus:\n\"For the aforesaid reasons, we hold that the\nappointment of the respondent nos. 20 to 29 as\nVice-Chancellors or Pro Vice-Chancellors in the\nconcerned Universities have been made without\n\"Consultation\" as envisaged by Section 10(2) and\n12 of the Bihar Universities Act, 1976 and by\nSections 11 and 14 of the Patna University Act,\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 143\n[G.S. SINGHVI, J.]\n1976. All the ten appointments are, therefore, A\nvitiated and are void ab initio.\nFor the aforesaid reasons, CWJC No. 15123 of\n2011 is allowed. The impugned Notifications dated\n1st August 2011 and 3rd August, 2011 are quashed\nand set aside. The appointment of the respondent\nnos. 20 to 29 is held to be illegal and contrary to\nthe Bihar Universities Act, 1976 or the Patna\nUniversity Act, 1976, as the case may be, and are\nset aside.\nB\nC\nThe Chancellor will, within one month from today,\npropose names for appointment of Vice-\nChancellors and Pro Vice-Chancellors in the above\nreferred Universities to the State Government with\nthe relevant materials. The State Government will, D\nwithin 30 days therefrom, forward its opinion in\nrespect of all such names to the Chancellor. After\nreceipt of such opinion, the Chancellor will make the\nappointment of Vice-Chancellors and Pro Vice-\nChancellors in the respondents Universities.\nWe make it clear that the petitioner will have no\nright to submit his candidature or a right to be\nconsidered for appointment as Vice-chancellor or\nPro Vice-Chancellor in any of the respondents\nUniversities.\"\n(Copied from the SLP Paper book)\nE\nF\nThe petitioners have also questioned the\nconsequential actions taken by the Chancellor for G\nappointment of Vice-Chancellors and Pro Vice\nChancellors in various Universities of the State.\nWe have heard Shri Harish Salve, learned senior\ncounsel for the petitioners and perused the record.\nН\n144\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nB\nC\nD\nE\nLL\nF\nG\nH\nIssue notice, returnable on 16.04.2013. Dasti, in\naddition, is permitted.\nShri Amit Pawan, learned counsel instructing Dr.\nRajeev Dhawan, Shri Amrendra Sharan and Shri Uday U\nLalit, learned senior counsel accepts notice on behalf of\nrespondent nos. 20, 21 and 22.\nShri Harish Salve strongly pressed for stay not only\nof the order passed by the High Court, but also of\nnotifications dated 9.2.2013 and 19.02.2013 issued by the\nGovernor-cum-Chancellor, Bihar for appointment of the\nprivate respondents as Vice-Chancellors and Pro Vice-\nChancellors of different Universities. Dr. Rajeev Dhawan,\nS/Shri Amrendra Sharan and Uday U Lalit vehemently\nopposed the prayer made by Shri Salve. Dr. Dhawan\nsubmitted that the exercise undertaken by the Chancellor\nand the Government for appointment of Vice-Chancellors\nand Pro Vice-Chancellors cannot be questioned in the\nspecial leave petition which is essentially directed against\norder dated 7.12.2012 of the High Court and if any person\nfeels aggrieved by the appointments made in furtherance\nof the directions given by the High Court, then he can avail\nappropriate legal remedy. Learned senior counsel\nsubmitted that this Court can examine the legality of\nnotifications dated 9.2.2013 and 19.02.2013 only if an\nindependent writ petition is filed for that purpose. Dr.\nDhawan was joined by Shri Sharan and Shri Lalit in\nmaking a submission that the prayer made by Shri Salve\nshould not be accepted because only few of the\ncandidates mentioned in the list annexed with\ncommunication dated 5.1.2013 sent by the Secretary to\nthe Governor are shown to be facing criminal cases and\nany deficiency in their candidature cannot be used against\nthe other respondents, who are fully qualified and have\nbeen found suitable for the posts of Vice-Chancellors and\nPro Vice Chancellors. Learned counsel then submitted that\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 145\n[G.S. SINGHVI, J.]\nit will not be desirable to create vacuum in the positions A\nof Vice-Chancellors and Pro Vice-Chancellors because\nthat would adversely affect the functioning of the\nUniversities and the students community.\nIn his rejoinder submissions, Shri Salve invited the\nCourt's attention to the regulations framed by the University\nGrants Commission, which were circulated on 30.06.2010\nfor selection of Vice-Chancellors and Pro Vice-Chancellors\nof the Universities and claimed that even though\nLegislature of the State of Bihar had made appropriate\namendments in the relevant enactments and forwarded the\nsame to the Governor in the month of March, 2011, the\nlatter has neither approved nor returned the same to the\nState Legislature.\nWe have considered the respective submissions.\nThe record of the case shows that in the purported\ncompliance of the direction given by the High Court on\n7.12.2012, the Secretary to the Governor sent letter No.\n2C/GS/GB dated 5.1.2013 to the Principal Secretary to the\nChief Minister, Government of Bihar stating therein that in\nexercise of powers conferred upon him under Section 10(1)\nand (2) and Section 12(1) of the Bihar State Universities\nAct, 1976 (as amended up to date) as well as Sections\n11 and 14 of the Patna University Act, 1976 (as amended\nup to date) and Sections 11(1) and (2) of the Nalanda\nOpen University Act, 1995 (as amended up to date), the\nChancellor proposes to appoint the persons named in\nAnnexure-A and Annexure-B as Vice-Chancellors and Pro\nVice-Chancellors against the vacancies existing in the\nUniversities and sought the Chief Minister's view on the\nnames. In the last column of the lists enclosed with letter\ndated 5.1.2013, few lines were recorded about the\ncapabilities of the candidates to be appointed as Vice-\nChancellors and Pro Vice-Chancellors.\nB\nC\nD\nE\nF\nG\nH\nA\n00\nB\nD\n☐ E\n☐ F\n☐ G\n☐ H\n146\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nIn response to the aforesaid letter, the Principal\nSecretary to the Chief Minister of Bihar sent\ncommunication dated 21.1.2013 to the Special Secretary\nto the Governor, paragraphs 1 to 3 and last paragraph of\nwhich read as under:\n\"1. In compliance of the Hon'ble High Court order\nin the CWJC No. 10569 of 2011, the envisaged\n\"Consultation\" process has to be meaningful and\nbased on substantive material. The order clearly\nmentions that \"the legislature has cast a duty upon\nthe State Government to scrutinize the names\nproposed by the Chancellor for appointment of\nVice-Chancellors and Pro-Vice-Chancellors for\ntheir academic qualifications, experience, integrity\nand moral standards\".\nIt is to bring to your notice that the list sent by you\ncontains only qualifications and experience and that\ntoo in a very brief and inadequate manner. There\nis no record of their vigilance clearance or integrity\nand moral standards. Hence it is not possible for\nus to scrutinize the names as envisaged in the\nHon'ble High Court order.\n2. Further prima facie, this is to point out that the\nproposed list contains name of one such person\nwho has the criminal proceedings pending against\nhim i.e. Sl. No.4 of the proposed Vice Chancellors'\nList. Please refer page no.16 of the Hon'ble High\nCourt order wherein it has been admitted by the\nadvocate of the person referred above.\n3. The list also do not mention the name of the\nUniversity against which proposed names are\ncontemplated for consideration.\nYou are therefore requested to kindly arrange for\n"}