{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"DR. RAM TAWAKYA SINGH v. STATE OF BIHAR 177\n[G.S. SINGHVI, J.]\nand teachers and shall define their duties;\n(18) The Vice-Chancellor shall have the power to take\ndisciplinary action against all employees of the University\nincluding officers and teachers of the University;\n(19) An appeal shall lie to the Chancellor against the order\nof the Vice-Chancellor imposing the penalty of dismissal,\nremoval from service or reduction in rank.\n12. Pro-Vice-Chancellor-(1) The Chancellor shall appoint\nthe Pro-Vice-Chancellor, in consultation with the State\nGovernment.\n(2) The Pro-Vice-Chancellor shall be a whole-time officer\nof the University. He shall hold office, on such conditions\nas may be determined, by the Chancellor, in consultation\nwith the State Government, for a period not exceeding\nthree years during the pleasure of the Chancellor.\nA\nB\nC\nD\n(3) Where the person appointed as Pro-Vice-Chancellor\ngets pension from the Central or the State Government or\nany University or from any other source, the amount of E\npension due to him from such source shall be deemed to\nbe the part of his salary as Pro-Vice-Chancellor.\n(4) Subject to the provisions of this Act, the Pro-Vice-\nChancellor shall exercise such powers and perform such\nduties as may be prescribed or as may be conferred or\nimposed on him, from time to time, by the Vice-Chancellor.\n(5) The Pro-Vice-Chancellor shall be responsible for\nadmission and conduct of the examination up to Bachelor\ncourse and the publication of the result of the examination\nconducted by the University up to Bachelor course and\nshall be responsible for student welfare.\"\nF\nןד\nG\nH\n178\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nH\nPU Act\n\"11. The Vice-Chancellor.-(1) No person shall be deemed\nto be qualified to hold the office of the Vice-Chancellor,\nunless he-\n(i) is an educationist having experience of administering\nthe affairs of any University of India for not less than six\nyears, or\n(ii) is or has been Principal or Head of the Department of\nany University or College, and has a teaching experience\nof not less than 10 years in the University or in any other\nUniversity or in any college.\n(2) The Vice-Chancellor shall be appointed by Chancellor,\nin consultation with the State Government from amongst\npersons having qualification as mentioned in sub-section\n(1) and he shall hold office during the pleasure of the\nChancellor.\n(3) The Vice-Chancellor shall be whole-time officer and\nshall hold office for a period of three years with effect from\nthe date on which he assumed charge. On the expiry of\nthe said period, he may be re-appointed for another term\nnot exceeding three years.\n(4)(i) Other terms and conditions of his appointment shall\nbe determined by the Chancellor in consultation with the\nState Government.\n(ii) Where the person appointed as Vice-Chancellor gets\npension from the Central or the State Government or any\nUniversity or from any other source, the amount of pension\ndue to him from such source shall be deemed to be the\npart of his salary as Vice-Chancellor.\n(5) The Vice-Chancellor shall be the principal executive\nand academic officer of the University, Chairman of the\nSyndicate and of the Academic Council, and shall be\nentitled to be present and speak at any meeting of any\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 179\n[G.S. SINGHVI, J.]\nauthority or other body of the University and shall, in the . A\nabsence of the Chancellor, preside at meetings of the\nSenate and any convocation of the University;\nProvided that the Vice-Chancellor shall not vote in the first\ninstance, but shall have and exercise a casting vote in the\ncase of an equality of votes.\n(6) The Vice-Chancellor shall, subject to the provisions of\nthis Act, the Statutes and the Ordinances, made\nthereunder, have power to make appointment to posts\nwithin the sanctioned grades and scales of pay and within\nthe sanctioned strength of the ministerial staff and other\nservant of the University, not being teachers and officers\nof the University, and have control and full disciplinary\npowers over such staff and servants.\n(7)\n(8) The Chancellor shall have the right to visit and inspect\nthe Colleges and building, laboratories, workshops, and\nequipments thereof and any other institutions associated\nwith the University.\nB.\nC\nD\nE\n(9) The Vice-Chancellor shall carry out the orders of the\nSyndicate in respect of appointment, transfer, discharge\nor suspension of officers and teachers of the University,\nand shall exercise general control over the educational F\narrangement of the University, and shall be responsible for\nthe discipline of the University.\n(10) If any time, except when the Syndicate or the\nAcademic Council is in session, the Vice-Chancellor is\nsatisfied that an emergency has arisen requiring him to\ntake immediate action involving the exercise of any power\nvested in the Syndicate or the Academic Council by or\nunder this Act, the Vice-Chancellor shall take such action\nas he deems fit, and shall report the action taken by him\nG\nH\nA\nB\nс\nD\nE\nF\nG\nH\n180 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\nto such authority which may either confirm the action so\ntaken or disapprove of it.\n(11) Subject to the provision of this Act, it shall be the duty\nof the Vice-Chancellor to see whether the proceedings of\nthe University are carried out in accordance with the\nprovisions of this Act, the Statutes, the Ordinances, the\nRegulations and the Rules or not, and the Vice-Chancellor\nshall report to the Chancellor every such proceeding which\nis not in confirmity with such provisions.\nTill such time as the orders of the Chancellor are not\nreceived on the report of the Vice-Chancellor that the\nproceedings of the University is not in accordance with this\nAct, the Statutes, the Ordinances, the Regulation and the\nRules, the Vice-Chancellor shall have the powers to stay\nthe proceeding reported against.\n(12)\n(13) The Vice-Chancellor shall exercise such other powers\nand perform such other duties as are conferred or\nimposed on him by this Act, the Statutes, the Regulations\nor the Rules.\n(14) The Vice-Chancellor shall have overall responsibility\nin maintaining good academic standard and promoting the\nefficiency and good order of the University.\n(15) Save as otherwise provided in the Act, or the Statutes\nthe Vice-Chancellor shall appoint officers (other than the\nPro-Vice-Chancellor) with the approval of the Chancellor,\nand teachers and shall define their duties.\n(16) The Vice-Chancellor shall have power to take\ndisciplinary action against officers, teachers and all\nemployees of the University.\n(17) An appeal shall lie to the Chancellor against the order\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 181\n[G.S. SINGHVI, J.]\nof the Vice-Chancellor imposing the penalty of dismissal, A\nremoval from service or reduction in rank.\"\n(Most of the remaining provisions contained in this section\nare identical to those contained in Section 10 of the Bihar\nState Universities Act.)\n\"14. Pro-Vice-Chancellor.-(1) The Chancellor shall\nappoint the Pro-Vice Chancellor in consultation with the\nState Government.\nB\n(2) The Pro-Vice-Chancellor shall be a whole time officer C\nof the University. He shall hold office for a period not\nexceeding three years during the pleasure of the\nChancellor on such conditions as may be determined by\nthe Chancellor in consultation with the State Government.\n(3) Where the person appointed as Pro-Vice-Chancellor\ngets pension from the Central or the State Government or\nany University or from any other source, the amount of\npension due to him from such source shall be deemed to\nbe the part of this salary as Pro-Vice-Chancellor.\n(4) Subject to the provisions of this Act, the Pro-Chancellor\nshall exercise such powers and perform such duties as\nmay be prescribed or as may be conferred or imposed\non him from time to time by the Vice-Chancellor.\n(5) The Pro-Vice-Chancellor shall be responsible for\nadmission and conduct of examination up to Bachelor\ncourse and the publication of the result of the examination\nconducted by the University up to Bachelor Course and he\nshall be responsible for student welfare also.\"\nD\nE\nF\nG\n12. An analysis of the above quoted provisions makes it\nclear that the position of Vice-Chancellor is extremely important\nin every University established under the BSU Act and the PU\nAct. He is the heart and soul of the functional apparatus of the\nUniversity. He is the principal executive and academic officer H\nC\n182 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA of the University, Chairman of the Syndicate and the Academic\nCouncil and is entitled, as of right, to remain present and speak\nin any meeting of any other authority / body of the University. If\nthe Chancellor is not available, the Vice-Chancellor is entitled\nto preside over the meetings of the Senate and Convocation\nB. of the University. He has the power to make appointments of\nministerial staff and other servants of the University except the\nteachers and officers and exercise disciplinary control over\nsuch staff and servants. The Vice-Chancellor is entitled to visit\nand inspect the Colleges and also make an inquiry or cause\nan inquiry to be made in respect of any matter connected with\nsuch Colleges and institutions. He is required to inform the\nconcerned College about the result of inspection and/or inquiry\nand also seek report about the action taken or proposed to be\ntaken on the result of inspection or inquiry. The Vice-Chancellor\nis empowered to issue any direction to the Principal of a\nCollege in which post-graduate teaching is conducted under\nSection 4(16) and the Principal is bound to comply with such\ndirection. The Vice-Chancellor is required to exercise general\ncontrol over the educational arrangement of the University and\nis responsible for the discipline of the University. He is also\nentitled to take all the steps necessary for maintaining the\nacademic standard and administrative discipline of the\nUniversity. In case of emergency, the Vice-Chancellor can\nexercise any power vested in the Syndicate or the Academic\nCouncil. The Vice-Chancellor is duty bound to ensure that the\nproceedings of the University are carried on in accordance with\nthe provisions of the Act, the Statutes, the Ordinances, the\nRegulations and the Rules. He is to report to the Chancellor\nevery proceeding which is not in consonance with the\nprovisions of the plenary as well as the delegated legislations.\nD\nE\nF\nG\nH\n13. The Pro Vice-Chancellor is also a whole time officer\nof the University and is entitled to exercise such powers and\nperform such duties which may be prescribed or which may be\nconferred or imposed on him by the Vice-Chancellor. He is\nresponsible for admission and conduct of examination up to\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 183\n[G.S. SINGHVI, J.]\nBachelor course and also the student welfare.\nA\nB\nC\n14. It is thus evident that the Vice-Chancellor and the Pro\nVice-Chancellor are responsible for maintaining the academic\nstandard and discipline of the University and also ensure that\nall the bodies and authorities conduct themselves in conformity\nwith the statutory provisions. This is the precise reason why\nSection 10(1) of the BSU Act and Section 11(1) of the PU Act\nare couched in negative form and prescribes the qualification\nof academic excellence as a condition precedent for\nappointment as Vice-Chancellor. Section 10(1) of the BSU Act\ndeclares that no person shall be qualified to hold the office of\nVice-Chancellor unless such person, in the opinion of the\nChancellor, is reputed for scholarship and academic interest.\nIn case of Kameshwar Singh Darbhanga Sanskrit University,\nthe person must be reputed for his scholarship in Sanskrit or\nmust have made notable contribution in the field of Sanskrit\neducation. Section 11(1) of the PU Act declares that no person\nshall be deemed to be qualified to hold the office of the Vice-\nChancellor unless he is an educationist having experience of\nadministering affairs of any University of India for not less than\nsix years or he is or has been Principal or Head of the\nDepartment of any University or College, and has teaching\nexperience of not less than 10 years in any University or any\nCollege. Sub-section (2) of both the sections makes the\nconsultation with the State Government mandatory for\nappointment of the Vice-Chancellor. Similarly, Section 12(1) of F\nthe BSU Act and 14(1) of the PU Act makes consultation with\nthe State Government sine qua non for appointment of Pro\nVice-Chancellor.\n15. The word 'consultation' used in Sections 10(2) and\n12(1) of the BSU Act and Section 11(2) and 14(1) of the PU\nAct is of crucial importance. The word 'consult' implies a\nconference of two or more persons or impact of two or more\nminds in respect of a topic/subject. Consultation is a process\nwhich requires meeting of minds between the parties involved\nD\nE\nG\nI\n184 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA in the process Consultation on the material facts and points to\nevolve a correct or at least satisfactory solutions. Consultation\nmay be between an uninformed person and an expert or\nbetween two experts. In either case, the final decision is with\nthe consultor, but he will not be generally ignoring the advice\nB of the consultee except for good reasons.\nC\n16. In order for two minds to be able to confer and produce\na mutual impact, it is essential that each must have for its\nconsideration fully and identical facts, which can at once\nconstitute both the source and foundation of the final decision.\nSuch a consultation may take place at a conference table or\nthrough correspondence. The form is not material but the\nsubstance is important. If there is more than one person to be\nconsulted, all the persons to be consulted should know the\nsubject with reference to which they are consulted. Each one\nD should know the views of the other on the subject. There should\nbe meeting of minds between the parties involved in the\nprocess of consultation on the material facts and points\ninvolved. The consultor cannot keep one consultee in dark about\nthe views of the other consultee. Consultation is not complete\nE or effective before the parties thereto make their respective\npoints of view known to the other and discuss and examine the\nrelative merit of their views.\nF\nG\nH\n17. In Chandramouleshwar Prasad v. Patna High Court\n(1970) 2 SCR 666, this Court considered the question whether\nthere was due compliance with Article 233(1) of the\nConstitution which provides that appointments of persons to be,\nand the posting and promotion of District Judges in any State\nshall be made by the Governor of the State \"in consultation with\nthe High Court\" exercising jurisdiction in relation to such State.\nWhile holding that a Government notification appointing the\npetitioner as an officiating District and Sessions Judge was in\nviolation of Article 233, a Constitution Bench of this Court\nobserved:\n\"Consultation or deliberation is not complete or effective\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 185\n[G.S. SINGHVI, J.]\nbefore the parties thereto make their respective points of A\nview known to the other or others and discuss and examine\nthe relative merits of their views. If one party makes a\nproposal to the other who has a counter proposal in his\nmind which is not communicated to the proposer the\ndirection to give effect to the counter proposal without\nanything more, cannot be said to have been issued after\nconsultation.\"\n18. In Union of India v. Sankalchand Himatlal Sheth and\nAnother (1977) 4 SCC 193, a Constitution of Bench of this\nCourt interpreted the word 'consultation' ap\nearing in Article 222(1) of the Constitution. Y.V.\nChandrachud, J. (as he then was) referred to Words and\nPhrases (Permanent Edn. 1960, Vol.9), Corpus Juris\nSecundum (Vol. 16A, 1956 Edn.), the judgments in Rollo v.\nMinister of Town and Country Planning (1948) 1 All ER 13,\nFletcher v. Minister of Town and Country Planning (1947) 2\nAll ER 946 and observed:\nB\nC\nD\nE\n\"Thus, deliberation is the quintessence of consultation.\nThat implies that each individual case must be considered\nseparately on the basis of its own facts. Policy transfers\non a wholesale basis which leave no scope for\nconsidering the facts of each particular case and which are\ninfluenced by one-sided governmental considerations are F\noutside the contemplation of our Constitution.\"\nIn the same judgment, Krishna lyer, J. expressed his views in\nthe following words:\n\"The key words in this Article are \"consultation\" and G\n\"transfer\". What is consultation, dictionary-wise and popular\nparlance-wise? It implies taking counsel, seeking advice.\nAn element of deliberation together is also read into the\nconcept. \"To consult\" is to apply to for guidance, direction\nor authentic information, to ask the advice of - as to consult H\nA\nB\nC\nD\nE\nF\nG\nH\n186\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\na lawyer; to discuss something together; to deliberate.\n(Hewey v. Metropolitan Life Ins. Co.). The word \"consult\"\nmeans to seek the opinion or advice of another; to take\ncounsel; to deliberate together; to confer; to apply for\ninformation or instruction. (CIR v. John A. Wathen Distillery\nCo.). \"Consult\" means to seek opinion or advice of\nanother; to take counsel; to deliberate together; to confers;\nto deliberate on; to discuss; to take counsel to bring about;\ndevise; contrives to ask advice of; to seek the information\nof; to apply to for information or instruction; to refer to.\nTeplitsky v. City of New York. Stroud's Law Lexicon defines\n\"consultation\" thus:\n\"Consultation. [New towns Act, 1946 (9 \u0026 10 Geo. 6, c.\n68), Section 1(1)]. \"Consultation with any local authorities\".\n\"Consultation means that, on the one side, the Minister\nmust supply sufficient information to the local authority to\nenable them to tender advice, and, on the other hand, a\nsufficient opportunity must be given to the local authority\nto tender advice\" per Bucknill, L.J., in Rollo v. Minister of\ntown and Country Planning. See also Fletcher v. Minister\nof town and Country Planning.\"\nWe consult a physician or a lawyer, an engineer or an\narchitect, and thereby we mean not casual but serious,\ndeliberate seeking of informed advice, competent\nguidance and considered opinion. Necessarily, all the\nmaterials in the possession of one who consults must be\nunreservedly placed before the consultee. Further, a\nreasonable opportunity for getting information, taking other\nsteps and getting prepared for tendering effective and\nmeaningful advice must be given to him. The consultant,\nin turn, must take the matter seriously since the subject is\nof grave importance. The parties affected are high-level\nfunctionaries and the impact of erroneous judgment can\nbe calamitous. Therefore, it follows that the President must\ncommunicate to the Chief Justice all the material he has\n"}