{"pages":[{"pageNumber":81},{"pageNumber":82}],"text":"DR. RAM TAWAKYA SINGH v. STATE OF BIHAR 197\n[G.S. SINGHVI, J.]\nA\nrefusal to approve the amendments made in the two Acts but\nthese factors are not sufficient to negate the State\nGovernment's challenge to the direction given by the High Court\nwhich, as mentioned above, gave free hand to the Chancellor\nto manipulate the appointment of the persons of his choice,\nsome of whom are embroiled in criminal cases, without getting B\na selection made keeping in view the requirements of Section\n10(1) of the BSU Act and 12 (1) of the PU Act.\n31. In the result, the appeals and the writ petition are\nallowed in the following terms:\n(i)\n(ii)\nNotifications dated 9.2.2013, 19.2.2013 and\n14.3.2013 issued for appointment of the private\nrespondents as Vice-Chancellors and Pro Vice-\nChancellors of different Universities are declared\nillegal and quashed.\nThe direction given by the High Court to the\nChancellor to propose names for appointment of\nVice-Chancellors and Pro Vice-Chancellors is\nmodified and it is directed that the Chancellor shall\nprepare a panel of suitable persons for\nappointment to the offices of Vice-Chancellors and\nPro Vice-Chancellors keeping in view the\nprovisions of Sections 10(1), 10(2) and 12 of the\nBSU Act and Sections 11(1), 11(2) and 14 of the\nPU Act as amended by Bihar Act No.14/2013 and\n13/2013 respectively and by following a transparent\nand fair method of selection.\nC\nD\nE\nF\n(iii) The Chancellor shall make appointments after\neffective and meaningful consultation with the State G\nGovernment, as indicated in the orders passed by\nthe learned Single Judge and the Division Bench\nof the High Court in the case of Dr. Subhash\nPrasad Sinha and Dr. Arvind Kumar.\nH\n198\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nB\nC R.P.\n(iv) The aforesaid exercise shall be completed within\na maximum period of three months and\nappointments of the selectees shall be made within\nnext four weeks.\n(v)\nThe persons who are currently holding charge of the\noffices of Vice-Chancellors and Pro Vice-\nChancellors shall continue to discharge the duties\nof their respective offices till the joining of new\nappointees.\nAppeals \u0026 Writ Petition allowed.\n"}