{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"DR. RAM TAWAKYA SINGH v. STATE OF BIHAR\n[G.S. SINGHVI, J.]\n\"To,\nShri Sudhir Shrivastava,\n› Specia! Secretary,\nGovernor Secretariat,\nGovernor House, Patna.\n157\nA\nPatna, dated 21 January, 2013.\nSub Appointment of Vice Chancellors and Pro- Vice\nChancellors.\nSir,\nWith reference to your letter no. 20/GS/GB dated 5.1.2013,\nit seems necessary to raise some of the required and\nessential points to enable the Government to render its\nopinion for meaningful and effective Consultation with the\nChancellor of the universities of State of Bihar.\n1. In compliance of the Hon'ble High Court order in the\nCWJC No. 10569 of 2011, the envisaged \"Consultation\"\nprocess has to be meaningful and based on substantive\nmaterial. The order clearly mentions that \"the legislature\nhas cast a duty upon the State Government to scrutinize\nthe names proposed by the Chancellor for appointment of\nVice-Chancellors and Pro-Vice Chancellors for their\nacademic qualifications, experience, integrity and moral\nstandards.\"\nB\nC\nD\nE\nF\nIt is to bring to your notice that the list sent by you\ncontains only qualifications and experience and that too in\na very brief and inadequate manner. There is no record\nof their vigilance clearance or integrity and moral\nstandards. Hence it is not possible for us to scrutinize the G\nnames as envisaged in the Hon'ble High Court order.\n2. Further prima-facie, this is to point out that the proposed\nlist contains name of one such person who has the criminal\nproceedings pending against him i.e. Sl. No. 4 of the\nH\nA\nB\nс\nD\n158\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nproposed Vice Chancellors' list. Please refer page no. 16\nof the Hon'ble High Court order wherein it has been\nadmitted by the advocate of the person referred above.\n3. The list also do not mention the name of the University\nagainst which proposed names are contemplated for\nconsideration.\nIn these circumstances it is nearly impossible to\nproperly scrutinize the names and form an opinion for a\nvalid consultation as envisaged in the statutes and Hon'ble\nHigh Court's order.\nYou are therefore requested to kindly arrange for the\nrequired information with details in your possession so that\nan effective consultation takes place between the\nconsulting parties.\"\n(emphasis supplied)\niv. The Secretary to the Governor then sent letter dated\n28.1.2013 to the Principal Secretary to the Chief Minister and\nE asked him to forward substantive and credible materials as to\nthe integrity and moral standards of the persons named in letter\ndated 5.1.2013. It was also mentioned in the letter that record\nof judicial conviction, instead of merely criminal proceedings\npending against the person named at serial no.4 in the list, may\nF be sent for consideration of the Chancellor.\nG\nH\nv. The letter of the Secretary to the Governor was sent by\nthe Chief Minister's Secretariat to the Principal Secretary,\nEducation, who wrote D.O.No.29/C/2013 dated 1.2.2013 to the\nPrincipal Secretary (Vigilance Department) with the request to\nprovide update on vigilance matters with regard to the\ncandidates. The Vigilance Department got conducted the\nnecessary enquiries and submitted the required information to\nthe Principle Secretary, Education.\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 159\n[G.S. SINGHVI, J.]\nvi. In the meanwhile, the Principal Secretary to the Chief A\nMinister sent letter to the Special Secretary to the Governor\npointing out that the matter has been referred to the Vigilance\nDepartment and the information is likely to become available\nin a few days. That letter reads as under:\n\"Government of Bihar\nB\nChief Minister Secretariat\nLetter No.4610032/CMS\n4 February 2013\nFrom,\nC\nSecretary to the Chief Minister,\nGovernment of Bihar,\nPatna.\nTo,\nThe Special Secretary,\nGovernor's Secretariat,\nRaj Bhawan, Patna.\nSubject: Appointment of Vice Chancellors and Pro Vice\nChancellors\nReference: Your letter no. 63, dated 28th January 2013.\nSir,\nD\nE\nF\nThis has reference to letter no. 144/PSC/CMS dated 21\nJanuary, 2013 and your letter no. 63/GS(1)/GB dated 28\nJanuary, 2013.\nIn letter dated 21st January, 2013 it was categorically G\nmentioned that for valid, effective and meaningful\nconsultation in regard to appointment of Vice-Chancellor/\nPro Vice Chancellor in the State Universities it would be\nessential to have full and complete input in possession of\nHon'ble Chancellor. A list containing names of prospective\nН\nA\nB\nс\n0\nE\nF\nG\nH\n160\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\ncandidates has been forwarded by you. However, very\nsketchy information in regard to each of the candidates\nhas been made available. No information regarding which\nof the candidate is proposed for appointment to which\nUniversity has been provided.\nIt is to be noted that the list of name has been finalized by\nthe Hon'ble Chancellor and therefore it has to be presumed\nthat he is in possession of all relevant materials, such as\ndocument in support of eligibility /qualification, experience,\nmoral character/integrity. Appointment in each University\nis an independent decision which has to be preceded by\neffective and meaningful consultation. In the absence of\nrequisite materials, any exercise would appear as mere\nformality. As ordained by Hon'ble Court's order, the State\nGovernment is required to give it opinion. As the names\nhave been short listed by Hon'ble Chancellor, it is\nconsidered imperative that State Government before\ntendering opinion should have full materials with specific\ndetail as to which candidate is being considered for which\nUniversity.\nHowever, instead of responding to the Government's\nrequest, you have asked us to make available substantive\nand credible materials as to integrity and moral standards\nof persons included in the list. You have also mentioned\nto make available pending proceeding against the person\nat Sl. No. 4.\nVice Chancellor/Pro Vice-Chancellor of University is\nexpected to possess basic eligibility as prescribed by the\nUniversities Grants Commission. Besides, the candidate\nis required to have credible experience of a high position\nand should be perceived to have good reputation. Serious\nallegation of misconduct as holder of the post for any\nomission or commission being investigated by State\nVigilance/Police is sufficient reason not to recommend\nsuch a person.\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 161\n[G.S. SINGHVI, J.]\nSince the State Government has not been provided the A\ngrounds on which the candidates have been\nrecommended or at least the due diligence that was\nundertaken before suggesting the names, it is impossible\nfor the State Government to engage in a meaningful\nconsultation. The State Government has requested the\nVigilance Department for information based on simply the\nnames of the candidates recommended, without any other\ninformation or bio data. It is likely that such information will\nbe available in a few days.\nThe orders of the Hon'ble Court have been absolutely clear\nregarding the consultation process. Any hasty decision\nwithout conforming to the basic framework for consultation\nas outlined by the Hon'ble Court, will amount to a\ncontravention of the Court's orders. The State Government\nwould like to request that appointments should only be\nmade after the process of consultation, as outlined in the\nCourt's orders, are fully complied with.\"\n(emphasis supplied)\nvii. On 8.2.2013, the Special Secretary to the Governor-\ncum-Chancellor recorded a note, which reads as under:\n\"As per order of the Hon'ble Chancellor dated 05.01.2013,\na list of names for appointment as Vice Chancellors and\nPro-Vice Chancellors was sent to the Principal Secretary\nto Chief Minister vide this Secretariat letter No.20/GS/GB\ndated 5th January, 2013.\nB\nC\nD\nE\nF\nThe Principal Secretary to Chief Minister, Bihar vide his\nletter No. 144/PSC/CMS dated 21 January, 2013 sought G\nsome clarifications against one person named in the list.\nThereafter, as directed by H.E. a reply was sent to the\nPrincipal Secretary to Chief Minister vide this Secretariat\nletter No.63 GS/GB dated 28 January, 2013 conveying him\nH\n162\nSUPREME COURT REPORTS [2013] 9 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nthat in case he is in possession of substantive and\ncredible materials as to integrity and moral standards of\nthe persons named in the list, he was requested to forward\nthe same to this Secretariat. It was also mentioned that\nsimilarly, if he has any record of judicial conviction, instead\nof merely criminal proceedings pending, against person\nin serial No. 4 in the list, he was also requested to send it\nfor consideration of the Hon'ble Chancellor.\nIn response to our letter dated 28 January, 2013, the\nSecretary to Chief Minister, Bihar has sent his reply vide\nhis letter No. 4610032/CMS dated 4th February, 2013 that\nState Govt. has requested the Vigilance Department for\ninformation regarding candidates proposed.\nToday is 8/2/2013 and the State Government has not given\nany specific objection or opinion against the individual\npersons named in the list proposed by the Hon'ble\nChancellor on 5/1/2013 to the State Government.\nH.E. to take decision please.\"\nviii. On the same day, the Governor-cum-Chancellor\nrecorded the following note:\n\"As discussed with you, please prepare draft Notifications\nfor appointment of VCs and Pro VCs as per relevant\nprovisions of the Acts and in consonance with ratio\ndecidendi ratiocination of the High Court judgment for\nimmediate issuance.\"\nThe Governor-cum-Chancellor also approved the draft format\nof the notifications to be issued for appointing Vice-Chancellors\nand Pro Vice-Chancellors and directed that the same be\nissued when ordered by him. Below that note the Special\nSecretary recorded the following:\n\"Notification formats ready. H.E. may like to indicate\nnames of VCs and date of issue of notifications.\"\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 163\n[G.S. SINGHVI, J.]\nix. On the next day, i.e., 9.2.2013, Governor-cum- A\nChancellor recorded the following noting:\n\"Notifications in the approved format appointing the\nfollowing persons as Vice-Chancellors may be issued on\n9th February, 2013, at the Universities shown against their\nnames. The order is to take immediate effect.\nB\n1.\n\"Name of VC\nUniversity\nProf Shambhu Nath\nSingh, interim Vice-\nChancellor, Patna\nPatna University, Patna.\nC\nUniversity, Patna\n2.\nProf.(Dr.)\nMd.Shamsusuzzha,\nMMH Arabic and Persian\nUniversity, Patna.\nD\ninterim Vice-Chancellor,\n3.\nMMH Arabic and Persian\nUniversity, Patna\nProf.(Dr.) Arun Kumar,\nMagadh University, Bodh\ninterim Vice-Chancellor, Gaya.\nB.N.Mandal University,\nMadhepura\nヨ\n4.\nProf.(Dr.) Bimal Kumar,\ninterim Vice-Chancellor,\nBRA Bihar University,\nMuzaffarpur\nJ.P. University, Chapra.\nF\n5.\nDr. Ram Binod Sinha,\nB.N. Mandal University,\ninterim Vice-Chancellor,\nMadhepura.\nG\nJ.P. University, Chapra\n6.\nDr. Sheo Shankar Singh, V.K.S. University, Ara.\nPrincipal, Maharaja\nCollege, Ara\nH\n164\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\n7.\nDr. Kumaresh Prasad\nSingh, In-Charge Vice-\nChancellor, V.K.S.\nBRA Bihar University,\nMuzzaffarpur.\nUniversity, Ara\n8.\nDr. Arvind Kumar\nKSD Sanskrit University,\nB\nPandey, interim Vice-\nDarbhanga.\nChancellor, KSD Sanskrit\nUniversity, Darbhanga\nThereafter, the Special Secretary to Governor-cum-Chancellor\nC made a recording that all the eight notifications have been sent\nto the concerned Universities by fax.\nD\nE\nF\nG\nI\nx. On 9.2.2013, the Principal Secretary to the Chief\nMinister, Bihar sent a report received from the Education\nDepartment, which got conducted enquiry through the Vigilance\nDepartment, to the Special Secretary to the Governor. The\nrelevant portions of that report are as under:\n\"In the category of Vice-Chancellors\n1. Prof. (Dr.) Bimal Kumar\nVigilance Department of the State Government is enquiring\ncharges against him regarding financial irregularities,\nappointment of lecturers illegally and corrupt misuse of post\nwhen he was posted as Registrar, Magadh University.\nComplaint Case No. 13/12. 14/12 and 35/12 have been\nfiled against Dr. Bimal Kumar in the Special Vigilance\nCourt, Muzaffarpur and the same has been forwarded to\nthe Vigilance Investigation Bureau for further enquiry. These\nrelate to financial irregularity. The Vidhan Parishad has\nalso discussed a Call Attention Motion regarding financial\nirregularity and corruption against Dr. Bimal Kumar which\nhas been referred by the Education Department to the\nVigilance Department for enquiry. From Bhagalpur also\ncharges regarding corruption in Bhagalpur University\nagainst Dr. Bimal Kumar has been leveled which is\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR\n[G.S. SINGHVI, J.}\ncurrently under enquiry in the Vigilance Department.\n165\nAs per information from Sr. S.P., Muzaffarpur charge sheet\nhas been filed in University Police Station Case No. 21/\n11 dated 24.9.11 under Section 341/342/506/509/386/\n834 of IPC and 3(x) SC/ST Act.\nThese clearly indicate that the moral character and the\nintegrity of Dr. Bimal Kumar is not good enough to be\nconsidered for appointment as the Vice Chancellor and\nenquiries and investigations are currently going on in the\nVigilance Department.\n2. Dr. Prof. Arun Kumar\nComplaint has been received by the Vigilance Department\nagainst Prof. Kumar regarding irregularies in evaluation of\nanswer books, irregular financial drawal, illegal gratification\nfrom contractors and having investment beyond his known\nsource of income. The Vigilance Department is currently\nenquiring into these. These charges are of financial nature\nand clearly shows that his appointment as the Vice\nChancellor will not be in the interest of good goverance in\nthe University.\n3. Dr. Ram Binod Sinha\nCharges have been leveled in the Bihar Vidhan Parishad\nin Nivedan No. 278/12 regarding not following reservation\nrule in recruitment, irregular drawal in the name of medical\nbill, illegal payment for court cases etc. As per information\navailable in the Education Department his age does not\nmake him eligible to become a Vice Chancellor under the\nregulation of University Grants Commission.\n4. Dr. Arvind Kumar Pandey\nA\nB\nC\nD\nE\nF\nG\nAs per information available from Sr. S.P. Darbhanga\nCase No. 126/10 dated 29.6.10 under Section 420/409/\nH\nA\nB\nC\nD\nE\nF\nG\nH\n166\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\n467/468/471/197/218/120(B) IPC and Sections 13/14 of\nPrevention of Corruption Act and Case No. 150/10 dated\n23.8.10 under Sections 420/409/467/488/471/120(B) of\nIPV have been registered and are currently under\ninvestigation.\nAs per information available from Sr. S.P. Gaya, Case\nagainst Dr. Arvind Kumar Pandey have been filed in Bodh\nGaya Police Station Case No.135/10 dated 30.6.2010\nunder Sections 197/208/409/420/468 and 120(B) of IPC\nand the same is under investigation. Snaskrit Chetna\nParishad has made serious charges of financial\nirregularieis against Dr. Pandey which has been sent to\nthe Governor Secretariat as well. The Governor Secretariat\nvide letter no. 3950 dated 1.10.2007 forwarded complaint\nagainst Dr. Pandey to Vigilance Department for further\nenquiry. The charge against him at that time was that in\nthe year 2006 he took money from students for awarding\nShastri and Upshastri. The Governor Secretariat vide\nletter no. 916 dated 9.6.2003 forwarded other complaint\nagainst Dr. Pandey to the Vigilance Department for further\nenquiry.\nBased on the details mentioned above Dr. Pandey should\nnot be considered for appointment as Vice Chancellor as\nhe lacks moral character and integrity. Details regarding\nhis educational qualification also need to be examined very\ncarefully whether he has basic qualification for appointment\nto the post of Vice-Chancellor as per the regulation of\nU.G.C.\n6. Prof. Shambhu Nath Singh\nAs per information available complaint against him has\nbeen forwarded by the Education Department to the\nVigilance Department for enquiry. A complaint case no. 43/\n12 has been filed against Prof. Singh in the Vigilance\nCourt, Patna and the same has been forwarded to the\n"}