{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"DR. RAM TAWAKYA SINGH v. STATE OF BIHAR 127\nBench of the High Court in L.P.A. Nos. 822 and 824 of A\n2011. [para 31] [197-C-H]\nCase Law Reference:\n1996 (5) Suppl. SCR 419 referred to\npara 3.2\n1982 SCR 365\nB\nreferred to\npara 3.2\n2002 (2) SCR 808\nreferred to\npara 3.2\n(1970) 2 SCR 666\nreferred to\npara 17\n(1977) 4 SCC 193\nreferred to\npara 18 C\n(1948) 1 All ER 13\nreferred to\npara 18\n(1947) 2 All ER 946\nreferred to\npara 18\n1987 (1) SCR 458\nrelied on\npara 29 D\nCIVIL APPELLATE JURISDICTION: Civil Appeal NO.\n6831 of 2013.\nFrom the Judgment and Order dated 07.12.2012 of the\nHigh Court of Patna in CWJC No. 15123 of 2011.\nWITH\nC.A. Nos. 6830 of 2013 \u0026 W.P. (C) No. 158 of 2013.\nE\nRanjit Kumar, Ram Jethmalani, Manan Kumar Mishra, L.\nF\nNageshwara Rao, Vijay Hansaria, Rudreshwar Singh, Abhinav\nMukerji, Kumar Ranjan, Gopal Jha, Sishir Pinaki, Sanjay Jain,\nRavi Shankar Kumar, Birenara Kumar Chaudhary, Arun Kumar,\nD.K. Thakur, Priyambica Jha, Dr. V.P. Appan, Ashish Dixit,\nKaran Kalia, Pranav Dinesh, Nitin Kumar Thakur, Amit Pawan,\nRajiv Kumar, Hareesh Ahmad Minhaaj, Sudhanshu Saran, G\nTarkeshwar Nath, B.K. Pandey, Nirmal Singh, T.G. Narayanan\nNair, Rohit Kumar Singh, Rakesh Kumar Singh, Prem Prakash,\nV.V. Gautam, Rikesh Singh, Sanjay Kapur, Anmol Chandan,\nPriyanka Das, Shubhra Kapur, Atul Jha, Sandeep Jha, D.K.\nSinha, Shantanu Sagar, Smarhar Singh, Abhishek Kr. Singh, H\n128 SUPREME COURT REPORTS [2013] 9 S.C.R.\nA Gopi Raman, Mohd. Shahid Anwar, Syed Rehan, Minhajul\nRashid, Navin Gupta, Neeraj Shekhar, Kunal Verma,\nArdhendumauli Kumar Prasad, Irshad Ahmad, Rameshwar\nPrasad Goyal, Tayenjam Momo Singh for the appearing\nparties.\nB\nD\nThe Judgment of the Court was delivered by\nG.S. SINGHVI, J. 1. Leave granted in the special leave\npetitions.\n2. Dr. Ram Tawakya Singh, who had filed writ petition\nC before the Patna High Court for quashing the appointments of\nVice-Chancellors and Pro Vice-Chancellors of different\nUniversities in the State of Bihar, has questioned the directions\ncontained in order dated 7.12.2012 passed by the Division.\nBench of that Court. The State of Bihar and two others have\nalso filed an appeal against the order of the High Court and\nsimultaneously questioned the notifications issued by the\nChancellor for appointment of Vice-Chancellors and Pro Vice-\nChancellors. Dr. Ram Tawakya Singh has filed Writ Petition\nNo. 158/2013 for quashing the appointments of the private\nrespondents as Vice-Chancellors and Pro Vice-Chancellors.\nThe background facts\nE\n3.1 By Notifications dated 9.4.2010 and 15.4.2010, the\nChancellor appointed Dr. Arvind Kumar and Dr. Subhash\nF Prasad Sinha as Vice-Chancellor of Magadh and Veer Kunwar\nSingh Universities, respectively. The same were challenged by\nDr. Pramod Kumar Singh and Dr. Ram Tawakya Singh in\nCWJC No.8141/2010 on the ground that the Chancellor had\nnot consulted the State Government as per the requirement of\nG Section 10(2) of the Bihar State Universities Act, 1976 (for\nshort, 'the BSU Act'). The learned Single Judge of the Patna\nHigh Court allowed the writ petition and quashed the\nnotifications issued by the Chancellor. He referred to the\naffidavits filed by the parties, the documents produced by them\nH as also the documents summoned by the Court and observed:\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 129\n[G.S. SINGHVI, J.]\nA\nB\n\"23. From the various averments as well as the relevant\nextract of the notings of the file annexed with the\nsupplementary counter affidavit filed on behalf of the State\nthere is sufficiency of material to show that the stand of the\nState is un-ambiguous that there was no consultation of\nany kind on the issue of appointment of Vice Chancellors\nincluding the two Vice Chancellors whose appointments\nare under challenge in the present writ application. The\nCourt opines that if there was any consultation, there would\nnot have been occasion for the Minister or the State to take\nsuch clear and categorical stand on the issue of C\nconsultation and to annex all those notings of the file to\nshow that there was actually no consultation, so far as the\nState was concerned.\n24. Now, let us take notice of the stand taken by the office\nof the Chancellor on whose behalf counter affidavit dated\n23.03.2011 was initially filed. This counter affidavit has\nbeen sworn by one Kumar Braj Kishore Sahani, who is\nstated to be the Joint Secretary in the Governor's\nSecretariat and he has stated that he was well acquainted\nwith the facts and circumstances of the case. The affidavit\nalso states that he has been authorized to swear affidavit\nin this case on behalf of respondent no. 2 i.e. Chancellor\nof Universities, Raj Bhawan, Patna. What is relevant in this\naffidavit is paragraph 5 which is being reproduced for\nready reference :-\n\"That the Vice Chancellor of V.K.S. University, Ara and the\nVice Chancellor of Magadh University, Bodh Gaya have\nbeen appointed by the Hon?ble Chancellor in consultation\nwith the State Government on 29th March, 2010, and\nNotifications of appointments of Vice Chancellors as per\nprovisions of Section 10(2) of the B.S.U. Act, 1976 were\nissued from the Chancellor's Secretariat on 9.4.2010 (Ann.\n7 of the I.A.) and on 15.4.2010 (Ann. 8 of the I.A.). It is\nwrong to allege that there had been no consultation with\nD\nE\nF\nG\nH\n130\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nthe State Government.\"\nB\nC\nD\nE\nLL\nF\nG\n25. A stand has been taken on behalf of the Chancellor\nthat since the notification itself talks in terms of consultation\nwith the State Government on 29.03.2010, then it is a\ncomplete answer to the controversy which have been\ncreated in the matter of appointment of two Vice\nChancellors because nothing more is required to be seen\nbeyond the notification.\n26. Court was not satisfied with such a sweeping stand\ntaken on behalf of the Chancellor, in view of other over-\nwhelming evidence which have been brought on record not\nonly by the petitioners but also by the State Government.\n27. In this background, the Court directed production of the\nfile relating to consultation which supposedly took place\nwith the State Government on 29.03.2010.\n28. Learned Senior Counsel representing the Chancellor,\nnamely, Mr. Y. V. Giri tendered a file for perusal by the\nCourt to show that there was consultation with the then H.\nR.D. Minister on the issue, based on which the Chancellor\nmade the appointments of the two Vice Chancellors. The\nfile in question is file No. ACT - 01/10 which has an\nendorsement \"Bihar State Universities Tribunal Act.\"\nReliance was placed by the learned Senior Counsel\nrepresenting the Chancellor to pages 51, 52 and 53 of the\nsaid file. The Court observed that since the file in question\ndid not relate to appointment of Vice Chancellors but with\nregard to constitution of a University Tribunal and the\nobjections of the Governor to ratification of the said bill.\nThe relevant pages, namely, page nos. 51, 52 and 53 of\nthe said file was ordered to be brought on record by way\nof an affidavit so that all the parties to the dispute including\nthe Court had the benefit of looking into the same closely\non the question of consultation with the State.\n☐ H\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 131\n[G.S. SINGHVI, J.]\n'A\n29. A counter affidavit again on behalf of respondent no.\n2 i.e. the Chancellor duly sworn by Kumar Brij Kishore\nSahani, Joint Secretary in the Governor's Secretariat dated\n18.04.2011 was filed annexing the said pages as\nAnnexure R-2/1. This is supposed to be the portion of the\nfile in which the so called consultation for appointment of B\nVice Chancellors took place or its evidence is reflected\nthough the main minutes in the file deals with constitution\nof Bihar Universities Tribunal.\n30. Since the noting on the question of consultation is in\nthe purported hand of the Chancellor which speaks for\nitself, therefore, the Court feels that all the pages itself\nshould be reproduced as part of this order. Annexure- R-\n2/1, therefore, is duly scanned and forms part of this order.\nThe note of the Chancellor is not fully legible.\n32. The Court has meticulously gone through the said note\nof the Chancellor which has been purportedly made in his\nown pen. The first thing which the Court notices is that the\nnote does not have any initial of the Minister and it has\nbeen incorporated in a file not even related to the question\nof appointment of Vice Chancellors to the Universities of\nBihar muchless the Universities in question. There is\nobvious evidence that the visit of the Minister to the Raj\nBhawan and the discussion he had with the Chancellor,\nprimarily, related to the objections the Governor had in\ngiving his assent to the Universities Tribunal Bill, which was\npending approval of His Excellency for many a months, if\nnot more than a year. Another significant aspect which\nemerges from the noting is that no separate Minutes came\nto be drawn up on a separate file or piece of paper as if\nChancellor's Secretariat lacks stationery or Secretarial\nassistance. It was not even sent to the Minister for his\nsignature or acknowledgment of what was recorded. It\nalso shows that even a file was not opened on the issue\nC\nD\nE\nไป\nF\nG\nI\nA\nB\nC\nD\nE\nF\nG\nH\n132\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nof appointment to such important posts of Vice\nChancellors. What was the compelling circumstance under\nwhich such a noting was done remains a mystery wrapped\nin an enigma. A reading of the said note, even if it is\naccepted as evidence of the so called consultation, it does\nnot show that the two names were even mentioned for\nappointment as Vice Chancellors to the two Universities,\nnamely, Magadh University or Veer Kunwar Singh\nUniversity, in the so called discussion. There is generality\nof discussion that vacancies are existing in the Universities\nand there was some urgency of filling up those vacancies\non due priority. But that by itself did not mean by giving a\ngo bye to the law.\n33. It is also not further understood or explained as to why\nthe so called \"Minutes\", if at all, could not be drawn up\nsubsequently and referred to the concerned Minister of\nH.R.D. for obtaining his signature as a proof of his\nagreeing of what was recorded therein. The Court is not\naware of any Minutes being drawn up unilaterally without\nany endorsement or acknowledgment thereto of the parties\nto such consultation or deliberations. It is also not\nunderstood as to what was the occasion for the Chancellor\nto make such endorsement on a file and on a Minute which\ndealt through and through with regard to objections His\nExcellency had to give assent to a Bill relating to\nconstitution of a Tribunal for the Universities.\n34. Court has serious reservation whether the above\nexercise amounts to consultation on behalf of the State,\nbased on which the Chancellor could go ahead and make\nunilateral appointments of Vice Chancellors, without even\nbasic materials or subject of consultation existing before\nthe two authorities. How did the Chancellor zero down on\nthese two names still stands a mystery and unexplained.\n35. No further comments on the issue as well as the so\ncalled material of consultation is required to be offered by\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 133\n[G.S. SINGHVI, J.]\nA\nthe Court. Inferences are obvious. The Court can now well\nappreciate the background to the H.R.D. Minister?s\nnotings and letters denying any consultation on the issue\nof appointment of Vice Chancellors. Though he does\naccept that his visit to Raj Bhawan related to discussion\non the Tribunal Bill and that alone, the stand of the Minister B\nstands corroborated and seems more closer to the actual\nstate of affairs, as noting by the Chancellor is in the file\nrelating to the University Tribunal Bill and that too on the\npage of the Minutes dealing with the Tribunal Bill.\n36. The Court, therefore, has serious reservation or doubt\nwhether this evidence or proof can be taken as the ultimate\nanswer or material showing consultation between the State\nand the Chancellor, meeting the requirement of\nconsultation undern section 10(2) of the Act, vesting him\nwith the authority to make appointments at his level on the\npost of Vice Chancellors to the two Universities.\"\n(emphasis supplied)\n3.2 The learned Single Judge then adverted to the\njudgments of this Court in Union of India v. Sankat Chand\nHimatlal Sheth and Another AIR 1977 SC 2328, S.P. Gupta\nv. Union of India AIR 1982 SC 149, Gauhati High Court and\nAnother v. Kuladhar Phukan (2002) 4 SCC 524 and held:\nC\nD\nE\n\"51. There could be an arguable case that even the F\nChancellor has some flexibility with regard to suggesting\nnames which may come within his knowledge or domain\nbut those details and opinion must be shared and\ndeliberated between the State Government and the\nChancellor and some kind of opinion reached, before it\ncan be said that there was consultation with regard to the\npersons who are fit or otherwise deserving to be\nappointed as Vice Chancellors. Obviously, the manner\nand the way appointments to the two posts have been\nmade, in the opinion of this Court, does not satisfy the\nG\nH\nA\nB\nC\nD\nE\nF\nG\n134\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nrequirement of consultation and there is much a-miss with\nregard to the way the whole exercise has been carried out\nat the office of the Chancellor and in the manner in which\nChancellor has gone about making appointments to the\npost.\n52. Consultation with the State is a must. Consultation with\nthe State must be effective. Consultation also means\nplacing of materials between the consulting and the\nconsulted party. There has to be proper deliberations by\nproducing all materials duly recorded to show that such\nexercise was carried out and there was application of mind\nwith regard to all those persons who may be otherwise\neligible. If all these elements are missing and there is no\nevidence in this regard in existence, then the Court will\nhave no hesitation in recording that any appointment\nmade, may be at the behest or at the level of the\nChancellor, would be in clear breach of the requirements\nof Section 10(2) of the Act. There is no absolute power of\nthe Chancellor to make appointment on the post of Vice\nChancellor or Pro Vice Chancellor at his level without the\nconsultation with the State within the meaning of law\nenunciated by Courts and as mandated and that alone\nwould satisfy the requirement of consultation under section\n10(2) of the Act.\n53. In this case there are predominant materials to show\nthat there was never any consultation with any State\nauthorities and the Chancellor on the question of\nappointment of two Vice Chancellors. If the two Vice\nChancellors came to be appointed in breach of Section\n10(2) of the Act, then the appointment will have to be\ninterfered with and the issue cannot be allowed to rest.\"\n(emphasis supplied)\n3.3 Letters Patent Appeal Nos. 822 and 824 of 2011 filed\nH by Dr.Subhash Prasad Sinha and Dr. Arvind Kumar,\nDR. RAM TAWAKYA SINGH v. STATE OF BIHAR 135\n[G.S. SINGHVI, J.]\nrespectively were dismissed by the Division Bench of the High A\nCourt vide judgment dated 8.9.2011, paragraphs 18 and 19 of\nwhich are extracted below:\nB\nC\n\"18 The word \"shall\" is only indicative. The need of\nconsultation is between two constitutional authorities, one\nis the Chancellor whose rule has been noticed above and\nthe other is the State Government which has a high stake\nin ensuring that standard of higher education in the State\nis maintained and the hundreds of crores of rupees\nallocated to the Universities every year are well utilized by\nappointment of suitable persons who are not only reputed\nfor their scholarship and academic interest but can also\nbe good administrators, capable of safeguarding the\nfinances and interests of the Universities. The Governor as\nChancellor does not have the elaborate requisite machinery\nto enable him to form the appropriate opinion for\nappointing persons as Vice Chancellors and this is\nadequately taken care of by providing consultation with the\nState Government. The nature of duty of both the\nConstitutional authorities in this context is to promote\npublic interest and interest of higher education by selecting E.\nand appointing best persons available out of eligible\ncandidates. To achieve this object the stipulated\nconsultation has to be effective. It is not only desirable but\nclearly a must, before selection and appointment.\n19. Though the judgment of the Supreme Court in the case\nof Indian Administrative Service (SCS) Association v.\nUnion of India (1993 1 Supp. 22 SCC 731) has been cited\non behalf of the appellants, a careful perusal shows that\nthe settled principles as to what shall constitute consultation\nand when it is mandatory do not support the case of the\nappellants. The judgment approves that prior consultation\nis mandatory and moreso if its violation would affect\nfundamental rights or fair procedure. In the present case,\nthe dispute whether opinion or advice of the State\nD\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n136\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nGovernment will bind the Chancellor or not is not at all in\nissue. The controversy is in respect of earlier stage as to\nwhether the State Government should have adequate\nopportunity to give its opinion or advice in respect of the\nappointees. The procedure and details as to who shall be\ntaken into consideration on account of eligibility and who\nshall be selected out of eligible persons has rightly not\nbeen prescribed by the Act because the appointment and\nconsultation process has been left in the hand of high\nConstitutional functionaries. Nonetheless, like any\nselection process it must be fair. Consultation with the\nState Government has been introduced by the Legislature\nwith the obvious aim of making the selection procedure\nwider in ambit, deeper in contents, transparent and fair.\nThe State Government has the means to render intensive\nand extensive information and input in course of\nconsultation. The consultation in such important matter and\nat such high level needs to be effective so that after the\nChancellor has made tentative choice on considering the\nentire information and input given by the State\nGovernment, the latter may provide further relevant\ninformation, if available, in respect of tentatively selected\npersons, in order to avoid the risk of Universities being\nplaced in the hands of wrong persons or unsuitable\npersons.\"\n\"\n(emphasis supplied)\n3.4 The special leave petitions filed by the two appointees,\nwhich were registered as SLP (C) Nos. 27644/2011 and\n27725/2011, were dismissed by this Court on 29.9.2011.\n3.5 During the pendency of the letters patent appeals\nbefore the High Court, the Chancellor issued Notifications\ndated 1.8.2011 and 3.8.2011 for appointment of as many as\n*ten persons as Vice-Chancellors and Pro Vice-Chancellors of\ndifferent Universities of the State. The details of these\n"}