{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"AJAY BANSAL\nV.\nANUP MEHTA \u0026 ORS.\nJANUARY 16, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nCode of Civil Procedure, 1908; O.XXXVII rr. 3, 4, 5 and 6 and O.XLI\nr. 1; ss. 2(2), 2(9), 96 and 105/Constitution of India, 1950; Article 227:\nA\nB\nC\nSuit for recovery of certain amount with interest-Decreed by Civil\nCourt-Challenge to-Allowed by High Court-On appeal, Held: An\norder refusing to grant leave is a judgment-Passing decree after refusing\nto grant leave to defend almost instantaneous-Application under Article\n227 not maintainable when appeal lies against an order/judgment—\nTheory of dependent order not applicable in such a case-)\n-Even if this\nD\nCourt were to set aside order refusing leave to defend, decree passed may\nnot fall by itself—It is not proper to interfere with the decree in the facts\nand situation of the case-Defendant, however, could file an appeal\nagainst the decree and then could challenge the order refusing leave to\ndefend in terms of Section 105 C.P.C.-Writ petition directed to be\nconverted into an appeal-All contention of the parties shall remain\nopen-Directions issued-Practice and procedure.\nE\nWords and Phrases:\n'Decree', 'order' and 'judgment'-Meaning of in the context of Civil\nProcedure Code, 1908.\nAppellant filed a suit in terms of order 37 of the Code of Civil\nProcedure, 1908 for recovery of a sum of Rs. 2,93,987 with interest on\naccount of dishonored cheques. Respondents filed an application purported\nto be under Order XXXVII, Rule 3(5) of the Code praying for grant of leave\nto defend the said suit, which was dismissed by the Civil Court and a final\njudgment and decree was passed for a sum of Rs. 2,83,987 with interest\nat the rate of 12% thereon. An application under Article 227 of the\nConstitution filed thereagainst was allowed by the High Court. Hence the\npresent appeal.\nF\nG\nH\n953\nA\nB\nC\n954\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nAppellant contended that keeping in view the fact that an appeal was\nmaintainable under Section 96 of the Code against the judgment and decree\npassed by the Civil Court, the application under Article 227 of the\nConstitution of India was not maintainable.\nRespondents submitted that the writ petition was maintainable as they\ncould not have been put to undue hardship of depositing the entire decretal\namount in terms of Order XLI Rule 1 of the Code of Civil Procedure\nalthough they had made out a good case for obtaining leave to defend the\nsuit.\nAllowing the appeal, the Court\nHELD: 1.1. An order refusing to grant leave is a judgment within the\nmeaning of Letters Patent of the Chartered High Courts. [Para 8] [958-B]\nShah Babulal Khimji v. Jayaben D. Kania and Another, [1981] 4 SCC\nD 8, relied on.\n1.2. A decree passed in a summary suit where leave to defend the suit\nhas been refused is almost automatic. The consequence of passing a decree\ncannot be avoided. Ordinarily, an application under Article 227 of the\nE Constitution of India would not be maintainable where an appeal lies. An\nappeal lies from the decree under Section 96 of the Code.\nF\nG\n[Paras 9 \u0026 10] [958-C-D]\n1.3. Theory of \"dependant order\" may not apply in a case of this\nnature because even if this Court were to set aside the order refusing leave\nto defend, the decree subsequently passed may not fall by itself. It has still\nto be set aside either by resort to Order XXXVII Rule 4 or by way of an\nappeal, or by some other mode known to law. In a given case like the present\none as it may not be proper to interfere with the decree merely because in\nan appeal against an order refusing leave to defend, this Court is inclined\nto take a different view. The defendant in such a case can also be left to\nappeal against the decree and therein challenge the order refusing leave\nto defend in terms of Section 105(1) of the Code.\n[Paras 12 \u0026 13] [958-G-H, 959-A-B]\nV.S. Saini \u0026 Anr. v. D.C.M. Ltd., AIR (2004) Delhi 219, relied on.\nH\nAJAY BANSAL v. ANUP MEHTA [SINHA, J.]\n955\n2.1. A contentious issue, viz., maintainability of writ petition without\nchallenging the decree has been raised. This Court, in this case, does not\nintend to go into the said issue, inter alia, for the reason that the High\nCourt has not assigned any reason in support of the impugned judgment.\n[Para 14] [959-C]\n2.2. In the facts and circumstances of the case, interest of justice\nwould be met by directing the writ petition to be converted into a first\nappeal. It would be open to the appellant to raise the contention that it was\na fit case where the Civil Court could have granted leave to defend the suit.\nAll the contentions of the parties shall, however, remain open.\n[Para 15][959-D-E]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 230 of 2007.\nFrom the final Judgment/Order dated 8.3.2006 of the High Court of\nDelhi at New Delhi in CM (M) Nos. 1446, 1447, 1448 and 1449/2005 and CM\n(Application) No. 14196/2005.\nJitender Sharma Ashu Bhatia, Reepak Kansal and Ajay Choudhary for\nthe Appellant.\nA\nB\nC\nD\nV.L. Madan, K.K. Madan and Indeevar Goodwill for the Respondents.\nE\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. : Leave granted.\n1. This appeal is directed against a judgment and order dated 30.01.2006\npassed by a learned Single Judge of the High Court of Delhi whereby and\nwhereunder an application filed under Article 227 of the Constitution of\nIndia filed by the respondents herein against a judgment and order dated\n27.05.2005 passed by a learned Civil Judge, Karkardooma, Delhi was allowed.\n2. Appellant herein filed a suit which was marked as Suit No. 303 of\n2004 for recovery of a sum of Rs. 2,93,987 with interest on account of\ndishonoured cheques. The said suit was filed in terms of Order XXXVII of\nthe Code of Civil Procedure (Code). The respondents filed an application\npurported to be under Order XXXVII, Rule 3(5) of the Code praying for grant\n´of leave to defend the said suit. The learned Civil Judge refused to do so\nby an order dated 27.05.2005 opining:\nF\nG\nH\n956\nA\nB\nC\nD\nE\nF\nG\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n\"I am convinced with the plaintiff's contention that the defence as\ndisclosed by defendant in their application is sham and illusory and\nin my considered opinion, the defendants are not entitled for leave\nto defend the present suit and the plaintiff is entitled to have the\njudgment signed. Accordingly, the application under Order 37, Rule\n3(5) CPC of the defendants is devoid of any merits. The same is\nhereby dismissed. Application is disposed of accordingly.\"\n3. On the said date itself, a final judgment and decree was passed for\na sum of Rs. 2,83,987 with interest at the rate of 12% thereon holding:\n\"4. It is contemplated under Order 37, Rule 3(5) CPC that if any\napplication for leave to defend the suit has been made by the\ndefendant and is refused, the plaintiff shall be entitled to\njudgment everywhere. Since the application under Order 37, Rule\n3(5) CPC of the defendants has been dismissed as the defendants\nfailed to raise any triable issue or disclose any defence in their\napplication, in my considered opinion, the plaintiff has become\nentitled to have the judgment signed. Accordingly, suit of the\nplaintiff is hereby decreed with cost plaintiff is entitled for a decree\nto recover a sum of Rs. 2,83,987 from the defendants. However,\nsince the plaintiff has failed to establish his claim of interest @ 18%\nper annum which he has claimed is the market rate for commercial\ntransaction, I am inclined to award the interst at the prevailing rate\nonly which is @ 12% per annum on the decretal amount from the\ndate of institution of the present suit till realization. Decree sheet\nbe prepared...\"\n4. An application filed thereagainst by the respondents has been\nallowed by the impugned judgment. The appellant is, thus, before us.\n5. The short contention raised by Mr. Jitender Sharma, learned senior\ncounsel appearing on behalf of the appellant, is that keeping in view of the\nfact that an appeal was maintainable under Section 96 of the Code against\nthe judgment and decree passed by the learned Civil Judge, the application\nunder Article 227 of the Constitution of India was not maintainable.\n6. The contention of Mr. V.L. Madan, learned counsel appearing on\nH behalf of the respondents, on the other hand, is that the writ petition was\nAJAY BANSAL v. ANUP MEHTA [SINHA, J.]\n957\nmaintainable as the respondents could not have been put to undue hardship A\nof depositing the entire decretal amount in terms of Order XLI Rule 1 of the\nCode of Civil Procedure although it had made out a good case for obtaining\nleave to defend the suit.\nOrder XXXVII, Rule 3(5) of the Code reads, thus:\n\"(5) The defendant may, at any time within ten days from the\nservice of such summons for judgment, by affidavit or otherwise\ndisclosing such facts as may be deemed sufficient to entitle him to\ndefend, apply on such summons for leave to defend such suit, and\nleave to defend may be granted to him unconditionally or upon\nsuch terms as may appear to the Court or Judge to be just :\nB\nC\nProvided that leave to defend shall not be refused unless the Court\nis satisfied that the facts disclosed by the defendant do not\nindicate that he has a substantial defence to raise or that the D\ndefence intended to be put up by the defendant is frivolous or\nvexatious:\nProvided further that, where a part of the amount claimed by the\nplaintiff is admitted by the defendant to be due from him, leave to\ndefend the suit shall not be granted unless the amount so admitted\nto be due is deposited by the defendant in Court.\"\nA \"decree\" is defined under Section 2(2) of the Code to mean:\nE\nF\n\"\"decree\" means the formal expression of an adjudication which,\nso far as regards the Court expressing it, conclusively determines\nthe rights of the parties with regard to all or any of the matters in\ncontroversy in the suit and may be either preliminary or final. It\nshall be deemed to include the rejection of a plaint and the\ndetermination of any question within section 144, but shall not G\ninclude-\n(a) any adjudication from which an appeal lies as an appeal from\nan order, or\nH\n958\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA\nB\nC\nD\n(b) any order of dismissal for default.\"\n7. A \"judgment\" is defined under Section 2(9) of the Code to mean \"the\nstatement given by the Judge on the grounds of a decree or order”.\n8. An order refusing to grant leave is a judgment within the meaning\nof Letters Patent of the Chartered High Courts. [See Shah Babulal Khimji\nv. Jayaben D. Kania and Another, [1981] 4 SCC 8]\n9. A decree passed in a summary suit where leave to defend the suit\nhas been refused is almost automatic. The consequence of passing a decree\ncannot be avoided.\n10. Ordinarily, an application under Article 227 of the Constitution of\nIndia would not be maintainable where an appeal lies. An appeal lay from\nthe decree under Section 96 of the Code. When an appeal could be filed,\nordinarily, an application under Article 227 of the Constitution of India\nwould not be entertained.\n11. A decree passed subsequent to the refusal of leave to defend could\neither be under Order XXXVII Rule 3(6) of the Code or it could be based\non the affidavit evidence on the side of the plaintiff and the documents\nE produced or even based on oral evidence formally proving, say, the\nexecution of a promissory note by the defendant. It may not be proper or\nnecessary to apply the theory of “dependent order\" in such circumstances.\nFor one, the theory may not apply. Even if this Court were to set aside the\norder of the court below and give the defendant leave to defend the suit,\nthe decree that is passed may not go automatically. It may have to be set\naside. Secondly, the defendant can always go to the court which passed the\ndecree and move under Rule 4 of Order XXXVII of the Code to reopen the\ndecree.\nF\nG\nH\n12. The theory of \"dependant order\" may not apply in a case of this\nnature because even if this Court were to set aside the order refusing leave\nto defend, the decree subsequently passed may not fall by itself. It has still\nto be set aside either by resort to Order XXXVII Rule 4 or by way of an\nappeal, or by some other mode known to law. In a given case like the present\none as it may not be proper to interfere with the decree merely because in\nan appeal against an order refusing leave to defend, this Court is inclined\n\u003e\n1\nAJAY BANSAL v. ANUP MEHTA [SINHA, J.]\n959\nto take a different view. [See V.S. Saini \u0026 Anr. v. D.C.M. Ltd., AIR (2004) A\nDelhi 219.]\n13. The defendant in such a case can also be left to appeal against the\ndecree and therein challenge the order refusing leave to defend in terms of\nSection 105(1) of the Code.\n14. A contentious issue, viz., maintainability of writ petition without\nchallenging the decree has been raised. We, however, in this case, do not\nintend to go into the said issue, inter alia, for the reason that the learned\nJudge has not assigned any reason in support of the impugned judgment.\nIt merely directed the respondents to deposit a sum of rupees two lakhs. We\nare informed at the bar that such deposit has been made. What remains to\nbe deposited is, therefore, a sum of Rs. 83,987. We are further informed that\ncertified copy of the impugned order has been filed. The certified copy of\nthe judgment and decree may also be filed.\n15. In the aforementioned situation, we are of the opinion that interest\nof justice would be met if we direct the writ petition to be converted into\na first appeal. The respondents may file certified copy of the judgment and\ndecree. Deficit court fee, if any, should also be paid by the respondents.\nFiling of such certified copy and deposit of court fee, if any, must be\ncompleted within eight weeks from date. Indisputably, it would be open to\nthe appellant to raise the contention that it was a fit case where the learned\nCivil Judge could have granted leave to defend the suit. All the contentions\nof the parties shall, however, remain open.\n16. For the reasons aforementioned, the impugned judgment is set\naside. This appeal is allowed with the aforementioned directions. No costs.\nB\nC\nD\nE\nF\nS.K.S.\nAppeal allowed.\n"}