{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"---\nA\nB\nLACHHMAN DASS\nV.\nJAGAT RAM AND ORS.\nFEBRUARY 20, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nPunjab Pre-emption Act, 1913:\nRight of pre-emption-Owner of suit property transferring it to\nrespondent nos.2 and 3-They transferred the same in favour of tenant on the\nsaid property-Daughter of original owner claiming right of pre-emption\nimpleading only respondent nos. 1 and 2-Passing of consent decree by\nCourt-Respondent nos. 1 and 2 executing a deed of gift in favour of their\nchildren—Grant of mutation in their favour by authorities concerned—\nD Challenged by appellant/present owner-Held: Fact regarding purchase of\nsuit premises by appellant known to daughter of the original owner-Despite\nnotice, he was not impleaded as a party-His right to own and possess the\nsuit land could not have been taken away without giving him an opportunity\nof hearing in a matter of this nature-Claimant also could not have claimed\na right of pre-emption on the basis of consanguinity as appellant/present\nowner was not a co-sharer of her father-Respondent nos. 1 and 2 by\nsuppressing material facts in collusion with original owner and claimant\ncommitted a fraud on Court in obtaining the consent decree-Had an\nopportunity of hearing been given to appellant/present owner, he could have\nshown that the claimant did not have any such right-Hence, impugned\nF judgment cannot be sustained-Thus set aside-Transfer of Property Act,\nE\n1882 s.3 Constitution of India, 1950-Article 300-A.\nRespondent no.9 was owner of the suit property. Appellant (plaintiff) was\na tenant in respect thereof. The original owner transferred the suit land in\nfavour of respondent no.1 and his wife, respondent no.2. They, in turn, by way\nG of a registered sale deed transferred their right and interest therein in favour\nof the appellant-tenant on the suit land. Respondent no.8, daughter of the\noriginal owner filed a suit for pre-emption impleading only respondent nos. 1\nand 2 therein as parties. A compromise was entered into by and between the…\nparties in the said proceedings. A consent decree was passed on the basis\nH\n980\n☑\nT\nLACHHMAN DASS v. JAGAT RAM\n981\nthereof by the civil Court. Allegedly, she was put in possession of the said A\nland in purported execution of the decree of pre-emption. In the meantime, a\ndeed of gift was executed by Respondent no.1 in favour of Respondent nos.3 to\n7, his sons and daughters. They had applied for mutation of their names, which\nwas granted in their favour by the authorities concerned. Assailing the said\norder of mutation as also the consent decree, a suit was filed by the appellant.\nThe suit was dismissed by the Civil Court. The first appeal as also the second\nappeal preferred thereagainst have also been dismissed by the first appellate\nCourt and the High Court. Hence the present appeal.\nAppellant contended that as he was not impleaded as a party in the suit\nfor pre-emption, the decree passed therein was not binding on him; that\ncollusion on the part of Respondent nos.1, 2, 9 and his daughter, respondent\nno.8, is evident from the fact that immediately after passing of the decree in\nthe said suit, a deed of gift was executed by Respondent nos. 1 and 2 in favour\nof their children. Therefore, the consent decree should have been set aside.\nAllowing the appeal, the Court\nB\nC\nD\nHELD:1.1. Respondent no. 9 could not have claimed a right of pre-\nemption as a daughter of Respondent no. 8, the original owner. The fact, that\nthe appellant-tenant had purchased the suit premises from respondent nos. 1\nand 2, was known to her. Appellant was in possession of the land. The execution\nof a registered deed of sale shall also be treated as a notice in terms of Section E\n3 of the Transfer of Property Act, 1882. Despite the notice, the appellant was\nnot impleaded as a party. His right, therefore, to own and possess the suit\nland could not have been taken away without giving him an opportunity of\nhearing in a matter of this nature. [Paras 13, 14 and 15] [986-D-E; 987-E]\nF\n1.2. To hold property is a constitutional right in terms of Article 300-\nA of the Constitution of India. It is also a human right. Right to hold property,\ntherefore, cannot be taken away except in accordance with the provisions of a\nstatute. If a superior right to hold a property is claimed, the procedures\ntherefor must be complied with. The conditions precedent therefor must be\nsatisfied. Even otherwise, the right of pre-emption is a very weak right, G\nalthough it is a statutory right. The Court, while granting a relief in favour\nof a preemptor, must bear it in mind about the character of the right, vis-a-\nvis, the constitutional and human right of the owner thereof. [Para 15]\n[987-E-F]\nAtam Prakash v. State of Haryana \u0026 Ors., [1986] 2 SCC 249, followed. H\nA\nB\nC\n982\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n1.3. The manner in which the purported consent decree was entered\ninto by and between Respondent no.9 on the other hand and respondent nos. 1\nand 2 is tell tale. Respondent nos.1 and 2 having transferred their right and\ninterest, could not have conveyed any right in the property of respondent no.9.\nNo such right existed in them. [Para 16] [987-G]\n1.4. In the consent decree no finding was arrived at as to on what basis\nthe right of Respondent no.9 was considered to be a superior right of pre-\nemption. He, out of the total consideration amount of Rs.30,000/-, deposited\nonly 1/5th thereof, i.e., Rs.6,000/- in the Court. Respondent nos.1 and 2 neither\nsaid to have claimed the said amount nor the rest of the amount of Rs.24,000/\n- could have been paid in their favour by him. [Para 17] [987-H; 988-A]\n1.5. If the Respondent nos. 1 and 2 only could not have accepted the said\namount as a valid consideration of passing of a decree of pre-emption in favour\nof the Respondent no.9; the purported consent decree was void ab initio.\nMoreover, in the facts and circumstances of this case, the appellant was a\nD necessary party therein. No decree, therefore, could have been passed in his\nabsence. The parties to the said suit and, in particular, Respondent nos. 1 and\n2, therefore, by suppression of material facts committed a fraud on the Court\nin obtaining the said decree. It may be true that collusion between Respondent\nno.9 and Respondent nos.1 and 2 was required to be specifically pleaded, but\nin this case collusion between them is apparent on the face of the records.\nThe circumstances obtaining in the case lead to only one conclusion that the\nparties were in collusion with each other for the purpose of obtaining the\nconsent decree. [Para 18] [988-B-D]\nE\nF\nG\nH\n1.6. Appellant was not a co-sharer of claimant's father. She could not\nhave claimed a right of pre-emption on the basis of consanguinity. Had,\ntherefore, an opportunity of hearing been given, the plaintiff-appellant could\nhave shown that she did not have any such right. [Para 22] [989-B]\nto.\nShyam Sunder \u0026 Ors. v. Ram Kumar \u0026 Anr., [2001] 8 SCC 24, referred\nCIVIL APPEALLATE JURISDICTION: Civil Appeal No. 5947 of 2002.\nFrom the final Judgment and Order dated 30.5.2001 of the High Court\nof Himahal Pradesh at Shimla in R.S.A. No. 38/1998.\nManoj Swarup, Ajay Gupta and Atulesh Kumar Anant for the Appellant.\nLACHHMAN DASS v. JAGAT RAM [S.B. SINHA, J.]\n983\nRekha Palli, Anant Vijay Palli and Shubhra Singh for the Respondents. A\nThe Judment of the Court was delivered by\nS.B. SINHA, J. 1. Interpretation of the provisions of the Punjab Pre-\nemption Act, 1913 ('the Act', for short) is in question in this appeal which\narises out of a judgment and order dated 30th May, 2001 passed by the High\nCourt of Himachal Pradesh at Shimla in Regular Second Appeal No.38 of 1998\ndismissing the appeal arising from a judgment and decree dated 15.11.1997\npassed by the Additional District Judge (I), Una in Civil Appeal No.26/92/\n91 affirming a judgment and decree dated 7.10.1991 passed by the Sub-Judge,\n1st Class, Amb in Civil Suit No.211/85 RBT No.635/89 dismissing the Civil Suit\nfiled by the appellant herein.\nB\nC\n2.The fact of the matter is under :\nRespondent No.9-Desh Raj was owner of the suit property. Appellant\n(plaintiff) was a tenant in respect thereof. By reason of a deed of sale dated\n27.4.1982, Desh Raj transferred the suit land in favour of Jagat Ram (Respondent\nNo.1-Defendant No.2) and Gurbaksh Kaur, wife of Jagat Ram (Respondent\nNo.2-Defendant No.2). Jagat Ram and Gurbaksh Kaur, in turn, by a registered\ndeed of sale dated 11.10.1982 transferred their right and interest therein in\nfavour of the appellant. Respondent No.8-Chander Bala is the daughter of\nRespondent No.9-Desh Raj. Claiming a right of pre-emption in terms of the\nAct, she filed a suit for pre-emption impleading only the respondent Nos. 1\nand 2 therein. A compromise was entered into by and between the parties in\nthe said proceedings. A consent decree was passed on the basis thereof by\nthe learned Subordinate Judge, stating:\nD\nE\nF\n\"The case was taken up on 13.6.1983 on which date both the parties,\nconceded the rights of each other. The Defendant conceded that the\nplaintiff has a superior right of preemption. The Plaintiff admitted that\nthe suit land was actually sold for Rs.30,000/- by the vendor the\nDefendant. The counsel for the Plaintiff paid Rs.24,000/- to the\nDefendant in the court and the remaining Rs.6,000/- has already been G\ndeposited in the court as 1/5th of the preemption amount.”\n3. Allegedly, she was put in possession of the said land in purported\nexecution of the said decree of pre-emption. A deed of gift was executed by\nDefendant-Respondent No.1 on 24.1.1984 in favour of Respondent Nos.3 to\n7 herein, who are sons and daughters of Respondent Nos.1 and 2. They H\n984\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA applied for mutation of their names, which was granted in their favour by an\norder dated 28.1.1985. Assailing the said order of mutation as also the said\nconsent decree, a suit was filed by the appellant herein. The said suit was\ndismissed. As indicated hereinbefore, the first appeal as also the second\nappeal preferred thereagainst have also been dismissed.\n00\nB\nC\nD\nE\n4. The original Defendant Nos. 3 to 7 only are before us.\n5. Mr. Manoj Swarup, learned counsel appearing on behalf of the\nappellant would submit that as the appellant was not impleaded as a party\nin the said suit, the decree passed therein was not binding on him. In any\nevent, the learned counsel would contend that collusion on the part of\nDefendant Nos.1 and 2 and Defendant Nos.8 and 9 is evident from the fact\nthat immediately after passing of the decree in the said suit, a deed of gift\nwas executed, the consent decree should have been set aside.\n6. The Punjab Pre-emption Act confers a special right of pre-emption on\nthe persons specified therein. Right of pre-emption has been defined in\nSection 4 of the Act to mean the right of a person to acquire agricultural land\nor village immovable property or urban immovable property in preference to\nother persons, and it arises in respect of such land only in the case of sales\nand in respect of such property only in the case of sales or of fore-closures\nof the right to redeem such property.\n7. Section 5 of the Act provides that there would be no right of pre-\nemption in certain cases.\n8. Section 6 of the Act states that a right of pre-emption exists in respect\nof village immovable property and in respect of agricultural land, but every\nF such right shall be subject to all the provisions and limitations contained\nG\nH\ntherein.\nJ\n9. Section 10 of the Act prohibits a party to alienate any property\nclaiming pre-emption.\n10. Section 19 of the Act occurring in Chapter IV thereof provides for\nthe procedure to claim pre-emption in the following terms:\n“19. Notice to pre-emptors.—When any person proposes to sell any\nagricultural land or village immovable property or urban immovable\nproperty or to foreclose the right to redeem any village immovable\nT\nLACHHMAN DASS v. JAGAT RAM [S.B. SINHA, J.]\n985\nproperty or urban immovable property, in respect of which any persons A\nhave a right of pre-emption, he may give notice to all such persons\nof the price at which he is willing to sell such land or property or of\nthe amount due in respect of the mortgage, as the case may be.\nSuch notice shall be given through any Court within the local\nlimits of whose jurisdiction such land or property or any part thereof B\nis situate, and shall be deemed sufficiently given if it be stuck up on\nthe chaupal or other public place of the village, town or place in which\nthe land or property is situate.\"\nSection 21 provides for suits for pre-emption.\n11. The constitutionality of the provisions of the said Act came up for\nconsideration before a Constitution Bench of this Court in Atam Prakash v.\nState of Haryana \u0026 Ors. [1986] 2 SCC 249, wherein Chinnappa Reddy, J. held:\nC\nE\n\"In the first case, (Bhau Ram case), the right of pre-emption given\nto co-sharers was held to be a reasonable restriction on the right to D\nhold, acquire or dispose of property conferred by Article 19(1)(f) of\nthe Constitution. What has been said there to uphold he right of pre-\nemption granted to a co-sharer as a reasonable restriction on the right\nto property applies with the same force to justify the classification of\nco-sharers as a class by themselves for the purpose of vesting in them\nthe right of pre-emption. We do not think that it is necessary to\nrestate what has been said in that case. We endorse the views\nexpressed therein. The right of pre-emption vested in a tenant can\nalso be easily sustained. There can be no denying that the movement\nof all land reform legislations has been towards enabling the tiller of\nthe soil to obtain proprietory right in the soil so that he may not be F\ndisturbed from possession of the land and deprived of his livelihood\nby a superior proprietor. The right of pre-emption in favour of a tenant\ngranted by the Act is only another instance of a legislation aimed at\nprotecting the tenant. There can be no doubt that tenants form a\ndistinct class by themselves and the right of pre-emption granted in\ntheir favour is reasonable and in the public interest. We are, therefore,\nof the view that clause 'fourthly' of Section 15(1)(a), clauses 'fourthly\nand fifthly' of Section 15(1)(b) and clause 'fourthly' of Section 15(1)(c)\nare valid and do not infringe either Article 14 or 15 of the Constitution.\"\nG\n12. While upholding the validity of the provisions of the special Act, H\n986\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA this Court struck down the right of pre-emption based on consanguinity,\nstating:\nB\nC\nD\n\"We are thus unable to find any justification for the classification\ncontained in Section 15 of the Punjab Pre-emption Act of the kinsfolk\nentitled to pre-emption. The right of pre-emption based on\nconsanguinity is a relic of the feudal past. It is totally inconsistent\nwith the constitutional scheme. It is inconsistent with modern ideas.\nThe reasons which justified its recognition quarter of a century ago,\nnamely, the preservation of the integrity of rural society, the unity of\nfamily life and the agnatic theory of succession are today irrelevant.\nThe list of kinsfolk mentioned as entitled to pre-emption is intrinsically\ndefective and self-contradictory. There is, therefore, no reasonable\nclassification and clauses 'First', 'Secondly' and 'Thirdly' of Section\n15(1)(a), 'First', 'Secondly' and 'Thirdly' of Section 15(1)(b), clauses\n'First', 'Secondly' and 'Thirdly' of Section 15(1)(c) and the whole of\nSection 15(2) are, therefore, declared ultra vires the Constitution.\"\n13. Respondent No.9, thereafter, could not have claimed a right of pre-\nemption as a daughter of respondent No.8.\n14. The fact that Appellant has purchased the suit premises was known\nto her. Appellant was in possession of the land. The execution of a registered\nE deed of sale shall also be treated as a notice in terms of Section 3 of the\nTransfer of Property Act, 1882, which is in the following terms:\nF\nG\nH\n‘“a person is said to have notice\" of a fact when he actually\nknows that fact, or when, but for wilful abstention from an enquiry or\nsearch which he ought to have made, or gross negligence, he would\nhave known it.\nExplanaion I.—Where any transaction relating to immovable\nproperty is required by law to be and has been effected by a registered\ninstrument, any person acquiring such property or any part of, or\nshare or interest in, such property shall be deemed to have notice of\nsuch instrument as from the date of registration or, where the property\nis not all situated in one sub-district, or where the registered instrument\nhas been registered under sub-section (2) of section 30 of the Indian\nRegistration Act, 1908 (16 of 1908), from the earliest date on which\nany memorandum of such registered instrument has been filed by any\nSub-Registrar within whose sub-district any part of the property which\nT\nLACHHMAN DASS v. JAGAT RAM [S.B. SINHA, J.]\n987\nis being acquired, or of the property wherein a share or interest is A\nbeing acquired, is situated:\nProvided that\n(1) the instrument has been registered and its registration\ncompleted in the manner prescribed by the Indian Registration Act,\n1908 (16 of 1908), and the rules made thereunder,\n(2) the instrument or memorandum has been duly entered or filed,\nas the case may be, in books kept under Section 51 of that Act, and\n(3) the particulars regarding the transaction to which the instrument\nrelates have been correctly entered in the indexes kept under section\n55 of that Act.\nExplanation II. Any person acquiring any immovable property or\nany share or interest in any such property shall be deemed to have\nnotice of the title, if any, of any person who is for the time being in\nactual possession thereof.\"\nB\nC\nD\n15. Despite such notice, the appellant was not impleaded as a party. His\nright, therefore, to own and possess the suit land could not have been taken\naway without giving him an opportunity of hearing in a matter of this nature.\nTo hold property is a constitutional right in terms of Article 300-A of the\nE\nConstitution of India. It is also a human right. Right to hold property, therefore,\ncannot be taken away except in accordance with the provisions of a statute.\nIf a superior right to hold a property is claimed, the procedures therefor must\nbe complied with. The conditions precedent therefor must be satisfied. Even\notherwise, the right of pre-emption is a very weak right, although it is a\nstatutory right. The Court, while granting a relief in favour of a preemptor, F\nmust bear it in mind about the character of the right, vis-a-vis, the constitutional\nand human right of the owner thereof.\n16. The manner in which the purported consent decree was entered into\nby and between Defendant No.9 on the other hand and Defendant Nos. 1 and\nG\n2 is tell tale. Defendant Nos.1 and 2 having transferred their right and interest,\ncould not have conveyed any right in the property of Defendant No.9. No\nsuch right existed in them.\n17. In the consent decree no finding was arrived at as to on what basis\nthe right of Defendant-Respondent No.9 was considered to be a superior right\nH\n-\nį\n988\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA of pre-emption. Defendant No.9 out of the total consideration amount of\nRs.30,000/-, deposited only 1/5th thereof, i.e., Rs.6,000/- in the Court.\nRespondent Nos.1 and 2 neither said to have claimed the said amount nor the\nrest of the amount of Rs.24,000/- could have been paid in their favour by\nDefendant No.9.\nB\nC\n18. If the Defendant Nos. 1 and 2 only could not have accepted the said\namount as a valid consideration of passing of a decree of pre-emption in\nfavour of the Respondent No.9; the purported consent decree, in our opinion,\nwas void ab initio. Moreover, in the aforementioned facts and circumstances\nof this case, the appellant was a necessary party therein. No decree, therefore,\ncould have been passed in his absence. The parties to the said suit and, in\nparticular, Defendant-Respondent Nos. 1 and 2, therefore, by suppression of\nmaterial facts committed a fraud on the Court in obtaining the said decree. It\nmay be true that collusion between Respondent No.9 and Defendant Nos.1\nand 2 was required to be specifically pleaded, but in this case collusion\nbetween them is apparent on the face of the records. The circumstances\nD obtaining in the case lead to only one conclusion that the parties were in\ncollusion with each other for the purpose of obtaining the said decree.\nE\nF\nG\nH\n19. Mrs. Rekha Palli, learned counsel for the respondent, therefore, may\nnot be correct in contending that the appellant was not a necessary party. The\ncontention of Mrs. Palli that even if the defendants were impleaded as party,\nhe did not have any other defence, does not find favour with us.\n20. We cannot speculate in regard to the nature of defence which could\nbe raised in the suit. In any event in a case of this nature, where the appellant\nwas a necessary party, in his absence the suit could not proceed and, therefore,\nthe said question does not arise for consideration in this case.\n21. In Shyam Sunder \u0026 Ors. v. Ram Kumar \u0026 Anr. [2001] 8 SCC 24; this\nCourt opined:\n1\n-\n\"....The main object behind the right of pre-emption, either based on\ncustom or statutory law, is to prevent intrusion of a stranger into the\nfamily-holding or property. A co-sharer under the law of pre-emption\nhas right to substitute himself in place of a stranger in respect of a\nportion of the property purchased by him, meaning thereby that where\na co-sharer transfers his share in holding, the other co-sharer has\nright to veto such transfer and thereby prevent the stranger from\nacquiring the holding in an area where the law of pre-emption prevails.\n'\nLACHHMAN DASS v. JAGAT RAM [S.B. SINHA, J.]\n989\nSuch a right at present may be characterized as archaic, feudal and A\noutmoded but this was law for nearly two centuries, either based on\ncustom or statutory law. It is in this background the right of pre-\nemption under statutory law has been held to be mandatory and not\nmere discretionary....\"\n22. We have noticed hereinbefore that plaintiff was not a co-sharer of B\nher father. She could not have claimed a right of pre-emption on the basis of\nconsanguinity. Had, therefore, an opportunity of hearing been given, the\nplaintiff-appellant could have shown that she did not have any such right.\n23. The impugned judgment cannot be sustained. It is set aside\naccordingly. The appeal is allowed. Respondents shall bear the cost of the\nappellant. Advocate's fee is assessed at Rs.5,000/-.\nS.K.S.\nAppeal allowed.\nC\nT\nན\n"}