{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"HARDEV SINGH\nV.\nGURMAIL SINGH (DEAD) BY LRS.\nFEBRUARY 2, 2007\nA\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nB\nTransfer of Property Act, 1882-Sections 43, 52 and 41-Transfer of\nproperty by husband to wife in lieu of maintenance-Wife claiming absolute\nownership-During pendency, husband selling the property to third party C\nand giving possession-Third party claiming benefit of s. 43 and 41-Plea\nof legal heirs of wife that as bonafide of third party not proved, claim under\ns. 43 not sustainable-Held: No finding that the third party was aware that\nthe husband had no title over the property-Transaction was not void-\n\u003e Husband could raise plea of inapplicability of section 43 and not the LR's\nwhose claim was based on the Will-Principle of feeding the estoppel will D\napply against the husband and not LR's-Principle of feeding the estoppel.\nOriginal defendant no. 1-husband transferred some properties in favour\nof his wife in lieu of maintenance. Wife filed suit against her husband claiming\nabsolute ownership over the property. Trial Court held that the wife was\nentitled to enjoy the property during her life time. However, appellate court E\nheld her to be full owner of the property. During pendency, husband sold the\nland to the respondent by sale deed and gave him the possession thereof. Wife\nfiled another suit. Trial Court and appellate court held the transaction to be\nhit by doctrine of lis pendens. In the meantime, wife expired. Respondent filed\nsecond appeal and raised an additional ground that on death of wife, her F\nproperties devolved upon LR's of wife and also her husband in equal shares,\nand thus, respondent should be declared to be owner of the land in terms of\nsections 41 and 43 of the Transfer of the Property Act, 1882. High Court\nheld that only section 43 would be attracted. Hence the present appeal.\nAppellant contended that as the bonafide of the respondent was not G\nproved and the High Court held the respondent was not entitled to the benefit\nof section 41 of the Act, his claim in terms of the section 43 thereof cannot\nbe sustained.\n141\nH\n142\nA\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nDismissing the appeal, the Court\nHELD: 1.1. The doctrine of feeding the estoppel envisages that 'where\na grantor has purported to grant an interest in land which he did not at the\ntime possess, but subsequently acquires, the benefit of his subsequent\nacquisition, goes automatically to the earlier grantee, or as it is usually\nB expressed, feeds the estoppel'. [Para 14] [146-G-H]\nC\n1.2. The principle is based on an equitable doctrine that a person who\npromised to perform more than he can perform must make good his contract\nwhen he acquires the power of performance. The difference between the ambit\nof Sections 41 and 43 of the Transfer of Property Act is apparent. Whereas\nSection 41 provides that a transfer by an ostensible owner cannot be avoided\non the ground that the transferor was not authorised therefor, subject to the\ncondition that the transferee should take reasonable care to ascertain that\nthe transferor had power to make the transfer and to act in good faith before\na benefit thereof is claimed by him. Section 43, on the other hand, enables\nD the transferee to whom a transferor has made a fraudulent or erroneous\nrepresentation to lay hold, at his option, of any interest which the transferor\nmay subsequently acquire in the property, unless the right of any subsequent\npurchaser for value without notice is in effect. [Para 15] [147-A-C]\nF\nG\nH\nJumma Masjid, Mercara v. Kodimaniandra Deviah, AIR (1962) SC 847\n: [1962] Supp.2 SCR 554, relied on.\n2.1. High Court declined to grant any relief to the respondent in terms\nof Section 41 of the Act, inter alia, on the premise that the husband admitted\nthat he had sold the property to the respondent in order to frustrate the claim\nof his wife; that a public notice was not given; and that the respondent knew\nregarding the pending litigation, and it was for the respondent to show that\nhe had no knowledge about the litigation. In applying the provisions of Section\n43 of the Act, High Court held that it was the husband who had pleaded the\nmischief; that after the death of wife, husband would be the natural heir of\nthe half share of her property. [Paras 16 and 17][147-D-F|\n2.2. Trial Judge and the First Appellate Court had decreed the suit of\nwife only on the basis that she acquired the suit property during the pendency\nof the earlier litigation. Section 52 of the Act merely prohibits a transfer. It..\ndoes not state that the same would result in an illegality. Only the purchaser\nduring the pendency of a suit would be bound by the result of the litigation.\n1\nE\nHARDEV SINGH v. GURMAIL SINGH (DEAD) BY LRS.\n143\nTherefore, the transaction was not rendered void and/or of no effect. [Para A\n18|[147-F-G]\n2.3. It is one thing to say that the respondent was aware of the litigation,\nbut it is another thing to say that he did not purchase the property on\nrepresentation of original defendant no. 1. In fact, from the judgment of the\ncourts below, it does not appear that any finding has been arrived at to the B\neffect that the respondent was aware that the said original defendant no. 1\nhad no title over the property. [Para 21] [148-F]\nKartar Singh (Dead) by LRs. and Ors. v. Harbans Kaur, [1994] 4 SCC\n730, referred to.\n2.4. The transaction was not void. It was not contrary to any provision\nof law. It was not hit by section 23 of the Contract Act. Therefore, it cannot be\nsaid that the ingredients of section 41 would also be applicable in a case falling\nunder Section 43 of the Act. [Para 25] [149-F]\nN. Srinivasa Rao v. Special Court under the A.P. Land Grabbing\n(Prohibition) Act and Ors., [2006] 4 SCC 214, distinguished.\nJote Singh (dead) by LRs. v. Ram Das Mahto and Ors., AIR (1996) SC\n2773, referred to.\nC\nD\nE\n2.5 Appellant claimed absolute interest in the property on the premise\nthat his mother has executed a Will in his favour. The said Will has not been\nproved. If the title claimed is on the basis of the Will, the same was required\nto be proved in the light of the provisions contained in Section 63 of the\nSuccession Act and Section 68 of the Evidence Act. If the Will has not been\nproved, in the absence of such proof the general law of succession and F\ninheritance shall apply. [Para 28] [150-D-E]\n2.6. The plea of inapplicability of section 43 of the Act could have been\ntaken by original defendant No. 1 and not by the appellant, who has based his\nclaim on the basis of the Will. The principle of feeding the estoppel will apply\nagainst original defendant no. 1 and not against the appellant. Therefore, he G\ncould not have raised the said plea. [Paras 29 and 30} [150-E-F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6222 of 2000.\nFrom the Judgment and Final Order dated 9.4.1999 of the High Court of\nPunjab and Haryana at Chandigarh in R.S.A. No. 143/1989.\nH\n144\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA. Mariarputham, Pratibha M. Singh, Gaurav Sharma and Sumeet Bhatia\n(for Maninder Singh) for the Appellant.\nR.K. Kapoor, Mukesh K. Verma and S.S. Yadav (for Anis Ahmed Khan)\nfor the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. This appeal raises an interesting question of law in\nregard to interpretation of Section 43 of the Transfer of Property Act, 1882\n(\"the Act\", for short).\n2. Harcharan Singh, the original Defendant No.1, allegedly transferred\nsome properties in favour of his wife Udham Kaur in lieu of maintenance\npursuant to a compromise entered into by and between them. She claimed\nherself to be the absolute owner thereof in terms of Section 14(1) of the Hindu\nSuccession Act. 1956. She filed a suit against her husband Harcharan Singh\nfor a declaration that she was the owner in possession of the suit land. The\nlearned Trial Judge was of the opinion that as she had been in possession\nof the property in lieu of maintenance, she was 'entitled to enjoy the fruits\nthereof only during her life time'. An appeal was preferred thereagainst and\nthe Appellate Court declared her to be the full owner in possession of the\nsuit land. Indisputably, during pendency of the said suit, Harcharan Singh\nE sold the said land to the respondent herein by a deed of sale dated 17.3.1982\nand he had been given possession thereof. Another suit was filed by Udham\nKaur.\n3. The appellant, in the suit, inter alia, raised a plea that he was a\nbonafide purchaser for value, whereas the case of Udham Kaur was that as\nF the properties were purchased during pendency of the suit, the same was hit\nG\nby the 'doctrine of lis pendens', as envisaged under Section 52 of the Act.\nThe said contention of the respondent was not accepted by the learned Trial\nJudge as also by the First Appellate Court holding that the transaction was\nhit by the doctrine of lis pendens. In the Second Appeal, one additional\nground was taken by him, viz., having regard to the death of Udham Kaur,\nthe properties devolved upon the appellant herein as also on Harcharan Singh\nin equal shares; and, thus, he should be declared to be the owner of the lands\nin terms of Sections 41 and 43 of the Act.\n4. The High Court, although, rejected the contention of the respondent\nH herein that Section 41 of the Act would be attracted, but opined that Section\nHARDEV SINGH v. GURMAIL SINGH (DEAD) BY LRS. [S.B. SINHA, J.] 145\n43 would. Appellant is, thus, before us.\nA\n5. Mr. A. Mariarputham, learned counsel appearing on behalf of the\nappellant took us through the judgment of the High Court and contend that\nas the bonafide of the respondent was not proved and furthermore in view\nof the fact that the High Court itself opined that he was not entitled to the\nbenefit of Section 41 of the Act, the judgment of the High Court upholding B\nhis claim in terms of the Section 43 thereof cannot be sustained.\n6. Mr. R.K. Kapoor, learned counsel appearing on behalf of the\nrespondent, on the other hand, supported the judgment.\n7. Although, in this appeal we are not concerned with the applicability C\nof Section 41 of the Act, with a view to appreciate the rival contentions raised\nby the parties we may notice the provision of both Sections 41 and 43 of the\nAct, which are as under ·\n\"41. Transfer by ostensible owner.-Where, with the consent, express\nᎠ\nor implied, of the persons interested in immoveable property, a person\nis the ostensible owner of such property and transfers the same for\nconsideration, the transfer shall not be voidable on the ground that\nthe transferor was not authorised to make it: provided that the\ntransferee, after taking reasonable care to ascertain that the transferor\nhad power to make the transfer, has acted in good faith.\"\nE\n“43. Transfer by unauthorized person who subsequently acquires\ninterest in property transferred.-Where a person fraudulently or\nerroneously represents that he is authorised to transfer certain\nimmoveable property and professes to transfer such property for\nconsideration, such transfer shall, at the option of the transferee, F\noperate on any interest which the transferor may acquire in such\nproperty at any time during which the contract of transfer subsists.\nNothing in this section shall impair the right of transferees in\ngood faith for consideration without notice of the existence of the\nsaid option.\"\n8. The distinction between the said two provisions is apparent.\nG\n9. Application of Section 41 of the Act is based on the law of estoppel\nto the effect that if a man has represented that the transferor consents to an\nact which has been done and that he would not offer any opposition thereto, H\n146\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA although the same could not have been lawfully done without his consent\nand he thereby induces others to do that from which they might have abstained\nhe could not question the legality of the act he had so sanctioned to the\nprejudice of those who have so given faith to his words or to the fair\ninference to be drawn from his conduct.\nB\n10. The ingredients of Section 41 of the Act are:\n(1) the transferor is the ostensible owner;\n(2) he is so by the consent, express or implied, of the real owner;\n(3)\nthe transfer is for consideration;\nC\n(4)\nthe transferee has acted in good faith, taking reasonable care to\nascertain that the transferor had power to transfer.\n11. Section 43, on the other hand, embodies a 'rule of feeding the\nestoppel' and enacts that a person who makes a representation shall not be\nD heard to allege the contrary as against a person who acts thereupon and it\nis immaterial whether the transferor acts bona fide or fraudulently in making\nthe representation. [See Jumma Masjid, Mercara v. Kodimaniandra Deviah,\nAIR (1962) SC 847 [1962] Supp.2 SCR 554.]\n12. In order to get the benefit of the said provision, the conditions\nE which must be satisfied are :\nF\nG\n(1) the contract of transfer was made by a person who was competent\nto contract; and\n(2) the contract would be subsisting at the time when a claim for\nrecovery of the property is made.\n13. However, the provisions would have no application if the transfer\nwas invalid as being forbidden by law or contrary to public policy, as envisaged\nunder Section 23 of the Indian Contract Act. Thus, no estoppel can be\npleaded contrary to the provisions of a statute. The 'rule of feeding the\nestoppel' shall apply in absence thereof.\n14. The doctrine of feeding the estoppel envisages that 'where a grantor\nhas purported to grant an interest in land which he did not at the time\npossess, but subsequently acquires, the benefit of his subsequent acquisition,\ngoes automatically to the earlier grantee, or as it is usually expressed, feeds\nH the estoppel'.\nHARDEV SINGH v. GURMAIL SINGH (DEAD) BY LRS. [S.B. SINHA, J.] 147\nB\n15. The principle is based on an equitable doctrine that a person who A\npromised to perform more than he can perform must make good his contract\nwhen he acquires the power of performance. The difference between the\nambit of Section 41 and 43 of the Act is apparent. Whereas Section 41\nprovides that a transfer by an ostensible owner cannot be avoided on the\nground that the transferor was not authorised therefor, subject to the condition\nthat the transferee should take reasonable care to ascertain that the transferor\nhad power to make the transfer and to act in good faith before a benefit\nthereof is claimed by him. Section 43, on the other hand, enables the transferee\nto whom a transferor has made a fraudulent or erroneous representation to\nlay hold, at his option, of any interest which the transferor may subsequently\nacquire in the property, unless the right of any subsequent purchaser for C\nvalue without notice is in effect.\n16. With the aforementioned proposition in mind, we may notice that the\nHigh Court has declined to grant any relief to the respondent herein in terms\nof Section 41 of the Act, inter alia, on the premise (1) that Harcharan\nadmitted that he had sold the property to the respondent in order to frustrate D\nthe claim of Udham Kaur; (2) a public notice was not given; and (3) that the\nrespondent knew regarding the pending litigation, and it was for the respondent\nto show that he had no knowledge about the litigation.\n17. In applying the provisions of Section 43 of the Transfer of Property\nAct, the High Court, however, held :\nE\n(i)\nIt was Harcharan Singh who had pleaded the mischief;\n(ii) After the death of Udham Kaur, Harcharan Singh would be the\nnatural heir of the half share of her property.\nF\n18. The learned Trial Judge and the First Appellate Court had decreed\nthe suit of Udham Kaur only on the basis that she acquired the suit property\nduring the pendency of the earlier litigation. Section 52 of the Act merely\nprohibits a transfer. It does not state that the same would result in an\nillegality. Only the purchaser during the pendency of a suit would be bound\nby the result of the litigation. The transaction, therefore, was not rendered G\nvoid and/or of no effect.\n19. In Jumma Masjid, Mercara (supra), speaking for a four Judge,\nBench, Aiyar, J. opined:\n\"Considering the scope of the section on its terms, it clearly applies H\n148\nA\nB\nC\nᎠ\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nwhenever a person transfers property to which he has no title on a\nrepresentation that he has a present and transferable interest therein,\nand acting on that representation, the transferee takes a transfer for\nconsideration. When these conditions are satisfied, the section enacts\nthat if the transferor subsequently acquires the property, the transferee\nbecomes entitled to it, if the transfer has not meantime been thrown\nup or cancelled and is subsisting\"\n20. Referring to the illustration appended to Section 43 of the Act, it was\nheld:\n\"...But far from being restricted in its scope as contended for by the\nappellant, the section is, in our view, general in its terms and of\nsufficient amplitude to take in the class of transfers now in question.\nIt is not to be readily assumed that an illustration to a section is\nrepugnant to it and rejected\"\nIt was concluded :\n66\n‘... We accordingly hold that when a person transfers property\nrepresenting that he has a present interest therein, whereas he has,\nin fact, only a spes successionis, the transferee is entitled to the\nbenefit of s.43, if he has taken the transfer on the faith of that\nrepresentation and for consideration\"\n21. It is one thing to say that the respondent was aware of the litigation,\nbut it is another thing to say that he did not purchase the property on\nrepresentation of Harcharan Singh. In fact, from the judgment of the courts\nbelow, it does not appear that any finding has been arrived at to the effect\nthat the respondent herein was aware that the said Harcharan Singh had no\ntitle over the property.\n22. Our attention has, however, been drawn to a decision of this Court\nin Kartar Singh (Dead) by LRs. \u0026 Ors. v. Harbans Kaur, [1994] 4 SCC 730,\nwherein this Court held :\n“Section 43 feeds its estoppel. The rule of estoppel by deed by\nthe transferor would apply only when the transferee has been misled.\nThe transferee must know or put on notice that the transferor does\nnot possess the title which he represents that he has. When note in\nthe sale deed had put the appellant on notice of limited right of the\nmother as guardian, as a reasonable prudent man the appellant is\n:\nHARDEV SINGH v. GURMAIL SINGH (DEAD) BY LRS. [S.B. SINHA, J.] 149\nexpected to enquire whether on her own the mother as guardian of A\nminor son is competent to alienate the estate of the minor. When such\nacts were not done the first limb of Section 43 is not satisfied. It is\nobvious that it may be an erroneous representation and may not be\nfraudulent one made by the mother that she is entitled to alienate the\nestate of the minor. For the purpose of Section 43 it is not strong\nmaterial for consideration. But on declaration that the sale is void, in\nthe\neye of law the contract is non est to the extent of the share of\nthe minor from its inception. The second limb of Section 43 is that\nthe contract must be a subsisting one at the time of the claim. A void\ncontract is no contract in the eye of law and was never in existence\nso the second limb of Section 43 is not satisfied.\"\n23. The said finding was arrived at, inter alia, on the premise that\nKulwant Singh was a minor on the date on which the property was transferred\nand in the marginal note of the sale deed specifically mentioned:\nB\nC\n“...that the land had been acquired by her and by her minor son by D\nexercising the right of pre-emption and that she was executing the sale\ndeed in respect of her own share and acting as guardian of her minor\nson so far as his share was concerned.\"\n24. It was held that under the Guardian and Wards Act, the estate of\nthe minor could not have been alienated unless a specific permission in that E\nbehalf is obtained from the district court and admittedly, no such permission\nhad been obtained. In that view of the matter, the sale of the half share of\nthe interest of the minor son made by his mother was void.\nF\n25. We have noticed hereinbefore that the transaction was not void. It\nwas not contrary to any provision of law. It was not hit by Section 23 of the\nIndian Contract Act. We, therefore, do not accept the submission of the\nlearned counsel that the ingredients of Section 41 would also be applicable\nin a case falling under Section 43 of the Act. We may notice that in Jote\nSingh (dead) by LRs. v. Ram Das Mahto \u0026 Ors. AIR (1996) SC 2773, it was\nheld that the provisions of Sections 41 and 43 would not be available where G\nthe properties have been sold in auction.\n26. In N. Srinivasa Rao v. Special Court under the A.P. Land Grabbing\n(Prohibition) Act \u0026 Ors., [2006] 4 SCC 214, to which our attention has been\ndrawn by learned counsel appearing on behalf of the appellant, it was held\nthat the transfer must be a valid one. Therein, the property in question was\nH\n150\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA transferred in violation of the provisions of Section 47 of the Andhra Pradesh\n(Telangana Area) Tenancy and Agricultural Lands Act, 1950. It was, in the\nfactual matrix obtaining therein, opined:\nB\nC\n\"Even on the question of the applicability of Section 43 of the\nTransfer of Property Act, we agree with the view taken by the High\nCourt that when the initial transfer itself between Uppari Ramaiah and\nMir Riyasat Ali was invalid, the question of application of Section 43\nof the Transfer of Property Act to such a transaction on account of\nsubsequent acquisition of title by Uppari Ramaiah would not be\navailable.\"\n27. The said decision, therefore, has no application to the facts of the\npresent case.\n28. There is another aspect of the matter which cannot be lost sight of.\nAppellant claimed absolute interest in the property on the premise that his\nD mother has executed a Will in his favour on 3.10.1995 The said Will has not\nbeen proved. If the title claimed is on the basis of the Will, the same was\nrequired to be proved in the light of the provisions contained in Section 63\nof the Indian Succession Act and Section 68 of the Indian Evidence Act. If\nthe Will has not been proved, in the absence of such proof the general law\nof succession and inheritance shall apply.\nE\nF\nG\n29. The plea of inapplicability of Section 43 of the Transfer of Property\nAct could have been taken by Harcharan Singh and not by the appellant, who\nhas based his claim on the basis of the Will.\n30. The principle of feeding the estoppel will apply against Harcharan\nSingh and not against the appellant. He could not have, in our opinion,\ntherefore, raised the said plea.\n31. For the reasons aforementioned, we do not find any merit in this\nappeal, which is accordingly dismissed with costs. Counsel's fee is assessed\nat Rs.5,000/-.\nN.J.\nAppeal dismissed.\n"}