{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nB\nM/S AMRIT AGRO INDUSTRIES LTD. AND ANR.\nV.\nCOMMISSIONER OF CENTRAL EXCISE, GHAZIABAD\nMARCH 19, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\n'\nC\nD\nCentral Excise Tariff Act, 1975:\nSchedule-Headings 20.01 and 21.08-'Roasted peanuts’–\nClassification of-Held, essential structure of peanuts is not changed by\nprocess of roasting-Therefore, roasted peanuts are covered under Chapter\n20 Notification No. 4/97-C.E. dated 1.3.1997.\nRecomputation of duty-Assessee claiming roasted peanuts under\nChapter 21, availing exemption from payment of duty-Held, assessee will\nhave to show as to how it determined the value-Whether price charged by\nassessee contained profit element or duty element will have to be examined—\nMatter remitted to adjudicating authority for recomputation of duty.\nSchedule-Headings 20.01 and 21.08—'Moongfali masala mazedar'-\nE Classification of -Held, in the case of preparation of 'moongfali masala\nmazedar', preparation being very similar to 'bhujia', principle of\npredominance cannot be applied-The product falls under Chapter 21,\nHeading 21.01, sub-heading 2108.99 and, therefore, assessee is entitled to\nexemption--Notification No. 4/97-C.E. dated 1.3.1997.\nF\nG\nH\nAppellant-assessee, a manufacturer of namkeen like also bhujia,\nchholey masala, roasted peanuts and ‘moongfali masala majedar', classifying\nall the four items as falling under Heading 21.08 as namkeen, claimed\nexemption under Notification No. 4/97-CE dated 1.3.1997. The Revenue\naccepted the claim with regard to chholey masala and aloo bhujia, but held\nroasted peanuts and 'moongfali masala mazedar', as falling under Heading\n20.01, i.e., \"Preparations of Vegetables, Fruits, Nuts and other Edible Parts\nof Plants.\" According to the Revenue, in the process of roasting character of\na nut would remain intact, and similarly character of moongfali would not be\nlost even after salting or frying it, and, therefore, roasted peanuts and\nmoongfali masala mazedar were classifiable under Heading 20.01.\n62\nY\nAMRIT AGRO INDUSTRIES LTD. v. COMMNR. OF CENTRAL EXCISE, GHAZIABAD\n63\nPartly allowing the appeals arising out of classification and allowing A\nthe quantum appeals, the Court\nHELD: 1. A roasted peanut is not a product commonly known as\nnamkeen. It cannot be compared to bhujia. Roasted peanut is also a preparation,\nhowever, it is a preparation of nuts like almonds, peanuts, ground-nuts etc.\nB\nThey are products which are prepared or preserved by processes like roasting.\nThe Tribunal ('CEGAT”) rightly accepted the classification of roasted peanuts\nunder Heading 20.01. The Tribunal adopted a correct test when it says that\nthe essential structure of the peanut is not changed by the process of roasting.\nThe assessee merely applies salt to roasted peanuts which does not obliterate\nthe essential character. Moreover, roasting is a process. That process has C\nnot been excluded in Note 1 to Chapter 20. Therefore, roasted peanuts are\ncovered by Chapter 20. Even according to the Explanatory notes of HSN under\nHeading 20.08 ground-nuts, almonds, peanuts etc. which are dry-roasted, fat-\nroasted whether or not containing vegetable oil are the items which all would\nstand covered by the said Heading 20.08.\n[Para 6 and 7] [66-C, F, G; 67-C, D}\nD\n2. In the case of 'moongfali masala mazedar', the preparation is very\nsimilar to bhujia. Even according to the Department, aloo bhujia falls under\nheading 21.08. As regards ‘moongfali mazala mazedar', the principle of\npredominance cannot be applied, particularly in absence of any Section Note E\nor Chapter Note propounding the said principle. In this process the capacity\nto germinate is obliterated. 'Moongfali masala mazedar' is the mixture of\nmaterial other than the nuts. It is an oil preparation. It makes use of gram\nflour (besan). It undergoes the process of deep frying. When such a process\nis applied one cannot apply the principle of predominance. In the\ncircumstances, 'moongfali masala mazear' falls under Chapter 21, Heading\n21.01, sub-heading 2108.99 and, therefore, the assessee is entitled to\nexemption. [Para 8] [67-C-E]\nF\n3. As regards the Department invoking the extended period of limitation,\nit may be seen that at the instance of the Department, the assessee had filed G\na revised declaration on 19.11.1997. In the circumstances, the show cause\nnotice dated 5.5.1998 is within six months, consequently, the question of\nextended period does not arise in the present case. [Para 9] [67-F]\n4. So far as the question of recomputation of duty with regard to roasted\npeanuts is concerned, unless it is shown by the manufacturer that the price H\nof the goods includes excise duty payable by him, no question of exclusion of\n64\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA duty element from the price for determination of value under section 4(4)(d)(ii)\nwill arise. The assessee will have to show as to how he has determined the\nvalue. What the appellant has really done in the instant case has to be\nexamined. Whether the price charged by him to his customers contains profit\nelement or duty element will have to be examined. This examination is\nwarranted because, in the present case, one cannot go by general implication\nthat the wholesale price would always mean cum-duty price, particularly when\nthe assessee had cleared the goods during the relevant years on the basis of\nthe above exemption notification dated 1.3.1997. The matter is remitted to the\nadjudicating authority for recomputation of duty on the principles enumerated\nin the judgment. [Paras 14 and 16] [69-G; 70-B-C]\nB\nC\nD\nE\nCommissioner of Central Excise, Delhi v. Maruti Udyog Ltd., (2002) 141\nELT 3 and Srichakra Tyres Ltd. v. Collector of Central Excise, Madras, (1999)\n108 ELT 361, held inapplicable.\nAsstt. Collector of Central Excise v. Bata India Ltd., (1996) 84 ELT 164,\nrelied on.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No.8595-8596 of 2001.\nFrom the Final Judgment and Order No. 177-178/2001 dated 10.09.2001\nof the Customs, Excise \u0026 Gold (Control) Appellate Tribunal, New Delhi in\nAppeal No.E-1120-1121/2001-D.\nWITH\nF\nG\nCivil Appeal Nos. 1459-1460 of 2002.\nP.C. Jain, Rophina Nath, Javaid Muzaffar and Umesh Kumar Khaitan for\nthe Appellants.\nV. Shekhar, Sweta Garg, B. Krishna Prasad, S. Ganesh and Sudhir Kr.\nSajwan for the Respondents.\nThe Judgment of the Court was delivered by\nKAPADIA, J. Civil Appeal Nos. 8595-8596/2001:\n1. These civil appeals are filed by the assessee under section 35L of the\nH Central Excise Act, 1944 against decision dated 10.9.2001 passed by CEGAT.\nThe short question which arises for determination is the classification of\n.\nAMRIT AGRO INDUSTRIES LTD. v. COMMNR. OF CENTRAL EXCISE, GHAZIABad [Kapadia, J.] 65\n'roasted peanuts' and ‘moongfali masala mazedar' under the Schedule to the A\nCentral Excise Tariff Act and consequential demand for duty of excise.\n2. The Appellant-assessee manufactures namkeens like aloo bhujia,\nchholey masala, roasted peanuts and moongfali masala mazedar. Appellant\nclaims that all the four items fall under Heading 21.08 as Namkeen. The\nAppellant claims that accordingly all the four items are exempted vide B\nNotification No. 4/97-C.E. dated 1.3.1997. In that declaration/classification\nwith effect from 1.3.1997, they declared all the above items as namkeens. They\nrelied upon Heading 21.08 which refers to namkeens such as bhujia and\nchabena. The Appellant started production of two out of four items\nabovementioned, namely, roasted peanuts and moongfali masala mazedar\nonly in July and September, 1997 respectively. Prior to the above dates, they\nwere in the business of manufacturing chholey masala and aloo bhujia.\nC\n3. At this stage, we may clarify that the Department has accepted the\nclaim of the appellant that chholey masala and aloo bhujia fell under Heading\n'namkeen' under 21.08. The appellant has been given exemption benefit D\naccordingly. Therefore, in the present civil appeals there is no dispute regarding\nchholey masala and aloo bhujia.\n:\nF\n4. It is the case of the Department that roasted peanuts and moongfali\nmasala mazedar are the two items which do not fall under Heading 21.08. It\nis the case of the Department that Chapter 21 deals with Miscellaneous Edible E-\nPreparations. It is the case of the Department that chholey masala and aloo\nbhujia fall under Chapter 21, but not roasted peanuts and moongfali masala\nmazedar. According to the Department, roasted peanuts and moongfali masala\nmazedar are the two items which will fall under Heading 20.01 in Chapter 20.\nAccording to the Department, Chapter 20.01 deals with Preparations of\nVegetables, Fruit, Nuts and Other Edible Parts of Plants. According to the\nDepartment, in the case of roasted peanuts, the character of a nut remains\nintact. According to the Department, in the present case, the assessee applies\nsalt on the peanuts, thereafter, the assessee roasts peanuts which are then\nput in a container. Therefore, according to the Department, in the process of\nroasting the character of a nut remains intact. According to the Department, G\na roasted peanut is a preparation from the peanut. Accordingly, the Department\nsought to classify roasted peanuts under Heading No. 20.01.\n5. As regards moongfali masala mazedar, the same test is sought to\nbe applied by the Department saying that an essential character of moongfali\nH\n66\n66\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA is not lost even when it is salted and fried, therefore, according to the\nDepartment, roasted peanuts and moongfali masala mazedar are the items\nclassifiable under Heading 20.01.\n+\n6. Having gone through the records and having examined the process\nundertaken by the assessee, we are in agreement with the view expressed by\nB the Tribunal (\"CEGAT\") regarding classification of roasted peanuts under\nHeading 20.01. The Tribunal had adopted a correct test when it says that the\nessential structure of the peanut is not changed by the process of roasting.\nThe assessee merely applies salt to roasted peanuts which does not obliterate\nthe essential character. Moreover, roasting is a process. That process has not\nbeen excluded in Note 1 to Chapter 20. Therefore, roasted peanuts are covered\nby Chapter 20. Even according to the Explanatory notes of HSN under Heading\n20.08 ground-nuts, almonds, peanuts etc. which are dry-roasted, fat-roasted\nwhether or not containing vegetable oil are the items which all would stand\ncovered by the said Heading 20.08.\nC\nᎠ\nE\n7. According to the appellant-assessee, roasted peanuts would fall\nunder Chapter 21 Miscellaneous Edible Preparations. In this connection, reliance\nis placed by the appellant on Heading 21.08 which refers to Edible preparations,\nnot elsewhere specified or included. Learned counsel in particular also relies\nupon sub-heading 2108.99 Other. According to the appellant, roasted peanut\nfalls under Heading 21.01, hence they are entitled to exemption. Learned\ncounsel for the appellants further submits that in the following year 1998-99\nChapter Note no. 10 was modified to include products commonly known as\nnamkeens, mixtures, bhujia, chabena or by any other name. According to\nChapter Note no. 10, such products shall remain classifiable under sub-\nheading 2108.99 and, therefore, the appellants were entitled to the benefit of\nF exemption notification. We do not find any merit in this contention. Firstly,\na roasted peanut is not a product commonly known as namkeer. It cannot\nbe compared to bhujia. In the case of bhujia, e.g., not only salt but even\nmasala, salt, gram flour are some of the ingredients which are used in the\npreparation of bhujia. Therefore, a roasted peanut cannot be compared to a\nbhujia. Similarly, a roasted peanut is not only known in the market as a bhujia\nor chabena. In the circumstances, there is no merit in the contentions raised\non behalf of the appellant-assessee. As stated above, roasted peanut is also\na preparation, however, it is a preparation of nuts like almonds, peanuts,\nground-nuts etc. They are products which are prepared or preserved by\nprocesses like roasting. As stated above, roasting is not chilling, it is not\nH freezing. As stated above, roasting is not one of the enumerated processes\nG\nAMRIT AGRO INDUSTRIES LTD. v. COMMNR. OF CENTRAL EXCISE, GHAZIABAD [KAPADIA, J.] 67\nin Chapter Note No. 1 to Chapter 20. Heading 20.01 specifically refers to A\npreparations of vegetables fruit, nuts or plants. Sub-heading 2001.90 refers to\nthe word 'Other'. In the circumstances, we are in agreement with the view\nexpressed by the Tribunal that roasted peanut falls under Chapter 20 and not\nunder Chapter 21.\nB\nC\n8. As regards moongfali masala mazedar, the Department has adopted\nthe same test to say that even in the case of the said item the basic character\nof moongfali is not altered. This view is erroneous. We have examined the\nprocess. In the case of moongfali masala mazedar, the preparation is very\nsimilar to bhujia. As stated above, even according to the Department aloo\nbhujia falls under heading 21.08. In the case of moongfali masala mazedar,\nthe principle of predominance cannot be applied, particularly in absence of\nany Section Note or Chapter Note propounding the said principle. In this\nprocess the capacity to germinate is obliterated. Moongfali masala mazedar\nis the mixture of material other than the nuts. It is an oil preparation. It makes\nuse of gram flour (besan). It undergoes the process of deep frying. When\nsuch a process is applied one cannot apply the principle of predominance. D\nThe only difference between aloo bhujia and moongfali masala mazedar is\nthat in the former case the namkeen is essentially made of aloo whereas in\nthe later case it is a namkeen essentially made from a pulse (dal). Pulse can\nbe chana, malka, masoor, moong, urad etc.. All these products are only known\nas namkeens in the market. In the circumstances, we are of the view that\nmoongfali masala mazedar falls under Chapter 21. It falls under Heading\n21.01, sub-heading 2108.99 and, therefore, the assessee is entitled to exemption.\nE\n9. In the present matter, one of the points which arises for determination\nis whether the Department was entitled to invoke the extended period of\nlimitation. Although, the courts below have examined the said question, they F\nhave lost sight of an important fact, namely, that at the instance of the\nDepartment, the assessee had filed a revised declaration on 19.11.1997, in the\ncircumstances, the show cause notice dated 5.5.1998 is within six months,\nconsequently, the question of extended period does not arise in the present\ncase.\ncosts.\n10. Accordingly, the appeals are partly allowed with no order as to\nCivil Appeal Nos. 1459-1460/2002\nG\n11. These appeals are a sequel to the appeals decided today by us H\n68\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n.༢.\nA being Civil Appeal Nos. 8595-8596/2001.\nB\nC\n12. In our judgment in Civil Appeal Nos. 8595-8596/2001, we have held\nthat roasted peanuts unlike moongfali masala mazedar is a preparation\nfalling under sub-heading 2001.90 of Chapter 20. To that extent, we have held\nin favour of the Department. Consequently, the question which arises in\npresent Civil Appeal nos. 1459-1460/2002 is whether the price charged by the\nassessee, in the facts and circumstances of the case, has to be considered\nas cum-duty price. Essentially these civil appeals are quantum appeals. It is\nthe case of the Department in the present civil appeals that all throughout the\nyears the assessee has claimed that roasted peanuts came under Chapter 21\nand, consequently, the said item stood exempted from payment of duty under\nabove exemption notification dated 1.3.1997. Therefore, according to the\nDepartment, all these years the assessee had cleared the goods on the footing\nthat roasted peanuts were exempted. They have filed the requisite declarations/\nclassifications on that basis. According to the Department, since the assessee\nhad cleared roasted peanuts without payment of duty during the relevant\nyears, the quantum of duty is required to be recomputed. According to the\nDepartment, in the normal case where the assessee does not seek exemption\nor in cases where goods are not exempted, the quantum of duty has got to\nbe recomputed on the basis of \"cum-duty price”. According to the Department,\nthe reasoning behind recomputation based on cum-duty price is that ordinarily\nthe basis for levy of excise duty is the normal price. That normal price\nincludes the duty element. Such price is called cum-duty price. Therefore, in\nsuch cases, when the quantum of duty is required to be recomputed it has\nto be done on the basis of cum-duty price. In this connection, the law is well\nsettled as held by this Court in Commissioner of Central Excise, Delhi v.\nMaruti Udyog Ltd., reported in (2002) 141 E.L.T. 3. In the said judgment, it\nF has been held that the sale price realised by the assessee is the entire price\nD\nE\nG\n+\ninclusive of excise duty, when the assessee has by necessary implication,\ntaken on the liability to pay all taxes on the goods sold and has not sought\nto realise any some in addition to the price obtained by it from the buyer. In\nthe said case, it has been held that when the assessee has charged cum-duty\nprice, then in arriving at the assessable value of the goods, the element of\nduty payable has to be excluded. To this extent, there is no difficulty. However,\nin the present case, the Department contends that there is no question of\nimplication when throughout the relevant years the assessee has been clearing\nthe goods on the basis of the exemption notification of 1997, referred to\nabove, which is not applicable to roasted peanuts, and, therefore, according\nH to the Department, the above judgment of this Court in the case of Maruti\nAMRIT AGRO INDUSTRIES LTD. v. COMMNR. OF CENTRAL EXCISE, GHAZIABAD (KAPADIA, J.] 69\nUdyog Ltd. has no application to the facts of the present case.\nA\n13. On the other hand, it is urged on behalf of the assessee that the\nbasis for levy of excise duty under section 4(4)(d)(ii) of Central Excises \u0026 Salt\nAct, 1944 is the wholesale price. According to the assessee, that price will\ninclude the element of duty payable because such duty forms part of the\nconsideration for sale of the goods according to the terms and conditions of B\nsale of such goods and, therefore, whenever a further demand of duty is\ncreated against the assessee and such further demand of duty cannot be\npassed on to a customer in view of the stipulations of the terms and conditions\nof sale between the assessee and his customer, the original consideration\n(including duty, if any) received by the assessee for sale in wholesale trade C\nhas to be taken as cum-duty price. In this connection, reliance is placed by\nthe assessee on the judgment of the Tribunal in Srichakra Tyres Ltd. v.\nCollector of Central Excise, Madras reported in 1999 (108) E.L.T. 361.\n(I)\nE\n14. In our view, the above judgments in the case of Maruti Udyog Ltd.\nand Srichakra Tyres Ltd. have no application in the facts of the present case. D\nIn the case of Asstt. Collector of Central Excise v. Bata India Ltd. reported\nin (1996) 84 E.L.T. 164 this Court held that under section 4(4)(d)(ii) of Central\nExcises and Salt Act, 1994 the normal wholesale price is the cum-duty price\nwhich the wholeseller has to pay to the manufacturer-assessee. The cost of\nproduction, estimated profit and taxes on manufacture and sale of goods are\nusually included in the wholesale price. Because the wholesale price is usually\nthe cum-duty price, the above section 4(4)(d)(ii) lays down that the \"value\"\nwill not include duty of excise, sales tax and other taxes, if any, payable on\nthe goods. It was further held that if, however, a manufacturer includes in the\nwholesale price any amount by way of tax, even when no such tax is payable,\nthen he is really including something in the price which is not payable as F\nduty. He is really increasing the profit element in another guise and in such\na case there cannot be any question of deduction of duty from the wholesale\nprice because as a matter of fact, no duty has actually been included in the\nwholesale price. It was further held that the manufacturer has to calculate the\nvalue on which the duty would be payable and it is on that value and not\nthe cum-duty price that the duty of excise is paid. Therefore, unless it is\nshown by the manufacturer that the price of the goods includes excise duty\npayable by him, no question of exclusion of duty element from the price for\ndetermination of value under section 4(4)(d)(ii) will arise.\n15. In our view, in the facts and circumstances of the case the judgment\nG\nH\n70\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA of this Court in the case of Bata India Ltd. (supra) on principle would apply.\nTherefore, in the present case, the assessee will have to show as to how he\nhas determined the value. What the appellant has really done in the instant\ncase has to be examined. Whether the price charged by him to his customers\ncontains profit element or duty element will have to be examined. As stated\nabove, this examination is warranted because, in the present case, one cannot\ngo by general implication that the wholesale price would always mean cum-\nduty price, particularly when the assessee had cleared the goods during the\nrelevant years on the basis of the above exemption notification dated 1.3.1997.\nB\n16. Accordingly, the appeals are allowed and the matter is remitted to\nC the adjudicating authority for recomputation of duty on the principles\nenumerated hereinabove. There will be no order as to costs.\nR.P.\n-\nAppeals allowed.\n"}