{"pages":[{"pageNumber":131},{"pageNumber":132},{"pageNumber":133},{"pageNumber":134},{"pageNumber":135},{"pageNumber":136}],"text":"BHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 457\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nA\nRule 1(1)(i). Mocatta, J. gave leave and at the same time\ngranted an injunction in the terms asked for in Paragraph 2 of\nthe writ petition. Subsequently, Kerr, J. set aside the notice of\nthe writ but maintained the injunction pending in appeal. On the\ncargo-owners appeal, the Court of Appeal by a majority\nreversed the judgment of Kerr, J. and restored the Mareva B\ninjunction as originally granted by Mocatta, J. The matter\nreached the House of Lords by way of an appeal against the\nmajority judgment of the Court of Appeal. The House of Lords\non appeal held that there was no jurisdiction to commence\nsubstantive proceedings in England. Therefore, the writ and all\nsubsequent proceedings in the action had to be set aside.\nConsequently there could be no Mareva injunction. It was held\nthat a Mareva injunction was merely an interlocutory injunction\nand such an injunction could only be granted as “... ancillary\nand incidental to the pre-existing cause of action\".\nC\nD\nE\nF\n185. Lord Diplock observed that \"it is conceded that the\ncargo owners' claim for damages for breach of contract does\nnot of itself fall within any of the sub-rules of Order 11, Rule 1(1);\nnor does their claim for damages for tort.\" It is further observed\nthat \"what is contended by the counsel for the cargo-owners is\nthat if the action is nevertheless allowed to proceed, it will\nsupport a claim for Mareva injunction restraining the ship\nowners from disposing of their assets within the jurisdiction until\njudgment and payment of the damages awarded thereby; and\nthat this of itself is sufficient to bring the case within sub-rule (i)\nwhich empowers the High Court to give leave for service of its\nprocess on persons outside the jurisdictions\". Interpreting Order\n11 Rule 1(i), it was held that the word used in sub-rule (i) are\nterms of legal art. The sub-rule speaks of \"the action\" in which\na particular kind of relief, “an injunction\" is sought. This pre- G\nsupposes the existence of a cause of action on which to found\n\"the action\". A right to obtain an interlocutory injunction is not\na cause of action. It cannot stand on its own. It is dependent\nupon there being a pre-existing cause of action against the\ndefendant arising out of an invasion, actual or threatened by H\n3\n458 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA him, of a legal or equitable right of the plaintiff for the\nenforcement of which the defendant is amenable to the\njurisdiction of the Court. The right to obtain an interlocutory\ninjunction is merely ancillary and incidental to the pre-existing\ncause of action. It is granted to preserve the status quo pending\nB the ascertainment by the Court of the rights of the parties and\nthe grant to the plaintiff of the relief to which his cause of action\nentitles him, which may or may not include a final injunction.\nC\n186. As noticed earlier, the position is no different in India.\nTherefore it appears that under the law, as it stands today, an\ninter-parte suit simply for interim relief pending arbitration\noutside India would not be maintainable.\n187. It appears after the aforesaid observations were\nmade in Siskina (Cargo Owners) (supra), necessary\nD amendments were made in the English Law viz. Section 37(1)\nof the Supreme Court Act, 1981. The provision was specifically\nmade for grant of Mareva injunction by Section 25 of the Civil\nJurisdiction and Judgments Act, 1982.\nE\nF\nG\nH\n189. The after effects of Siskina (Cargo Owners) (supra)\nwere duly noticed by Steven Gee QC MA (Oxon) in his book\ntitled Mareva Injunctions and Anton Piller Relief, Fourth Edition,\nas under:-\n(i) The English Court would not assert a substantive\njurisdiction over a defendant just because he had\nassets within the jurisdiction. The contrary\nproposition would have had the unsatisfactory\nconsequence as observed by Lord Diplock in\nSiskina that the Court would find itself asserting\njurisdiction over a foreigner to decide the merits of\nsubstantive proceedings which had nothing to do\nwith England.\n(ii)\nThere was no jurisdiction to grant Mareva relief\nunless and until the plaintiff had an accrued right of\naction.\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 459\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\n(iii)\nThere was no jurisdiction to preserve assets within A\nthe jurisdiction of the Court which would be needed\nto satisfy a claim against the defendant if it\neventually succeeded regardless of where the\nmerits of the substantive claim were to be decided.\nAccording to the other, the position in relation to the B\nfree-standing interlocutory injunction relief has been\neroded by a succession of developments.\n190. Thereafter, in a subsequent judgment in Channel\nTunnel Group Ltd. \u0026 Anr. Vs. Balfour Beatty Construction Ltd.\n\u0026 Ors., 53 Lord Mustill summed up the principle for grant of\ninterim relief as follows:-\nC\n\"For present purposes it is sufficient to say that the doctrine\nof Siskina, put at its highest, is that the right to an\ninterlocutory injunction cannot exist in isolation, but is D\nalways incidental to and dependent on the enforcement of\na substantive right, which usually although not invariably\ntakes the shape of a cause of action. If the underlying right\nitself is not subject to the jurisdiction of the English Court,\nthen that Court should never exercise its power under E\nSection 37(1) by way of interim relief.\"\n191. However, on facts in the Channel Tunnel case\n(supra), it was found that \"if this is a correct appreciation of the\ndoctrine, it does not apply to the present case.\"\n192. From the above, it is apparent that the injunctive relief\nwas granted in Channel Tunnel case in view of the statutory\nprovisions contained in Section 37(1) of the Supreme Court\nAct, 1981. This is made further clear by the following\nobservations:-\n\"We are concerned here with powers which the Court\nalready possesses under Section 37 of the Act of 1981.\nF\nG\n-\n53. (1993) AC 334.\nН\nA\nB\nC\n460\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nThe only question is whether the court ought permanently\nand unconditionally to renounce the possibility of\nexercising such powers in a case like the present. I am\nunable to see why the fact that Parliament is contemplating\nthe specific grant of interim powers, not limited to\ninterlocutory injunctions, in support of arbitrations but has\nnot yet chosen to do so should shed any light on the\npowers of the court under existing law. It may be that if and\nwhen section 25 is made applicable to arbitrations, the\ncourt will have to be very cautious in the exercise of its\ngeneral powers under section 37 so as not to conflict with\nany restraint which the legislature may have imposed on\nthe exercise of the new and specialized powers.\"\n193. The decision in Channel Tunnel would not support the\nproposition that injunctive relief could be granted under Section\nD 9 of the Arbitration Act, 1996, as no corresponding provision\nto Section 37(1) of the English Supreme Court Act, 1981 exists\nunder the Indian legislation.\n194. Mr. Sorabjee has also referred to the principle that\nE no suit allows for grant of interim injunction simplicitor and that\nan interim injunction had to be granted only in aid of a final\ninjunction/principle relief claimed in the suit. He made a\nreference to the Constitution Bench decision of this Court in\nState of Orissa Vs. Madan Gopal Rungta (supra). He also\nreferred to the judgment of the House of Lords in Fourie Vs.\nLe Roux (supra). The House of Lords after referring to the\ndecision in Siskina and Channel Tunnel observed as follows:-\nF\nG\nH\n\"On the other hand, if the leave had been upheld, or if the\ndefendant had submitted to the jurisdiction, it would still\nhave been open to the defendant to argue that the grant\nof a Mareva injunction in aid of the foreign proceedings in\nCyprus was impermissible, not on strict jurisdictional\ngrounds but because such injunctions should not be\ngranted otherwise than as ancillary to substantive\nproceedings in England.\" [emphasis supplied]\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 461\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nA\n195. However, the House of Lords pointed out in\nParagraph 31 of the judgment that the relief can now be granted\nunder English Law by virtue of express provision contained in\nSection 25 of the Civil Jurisdiction and Judgment Act, 1982,\nas extended to the Civil Jurisdiction and Judgments Act (Interim\nRelief) Order, 1997. This order enables the High Court \"to grant B\ninterim relief\" in relation to \"proceedings that have been or are\nabout to be commenced in a foreign state\".\n196. So far as the Indian Law is concerned, it is settled\nthat the source \"of a Court's power to grant interim relief is\ntraceable to Section 94 and in exceptional cases Section 151\nCPC. CPC pre-supposes the existence of a substantive suit\nfor final relief wherein the power to grant an interim relief may\nbe exercised only till disposal thereof.\n197. In this view of the matter, it is patent that there is no\nexisting provision under the CPC or under the Arbitration Act,\n1996 for a Court to grant interim measures in terms of Section\n9, in arbitrations which take place outside India, even though\nthe parties by agreement may have made the Arbitration Act,\n1996 as the governing law of arbitration.\nCONCLUSION :-\nC\nD\nE\nF\n198. In view of the above discussion, we are of the\nconsidered opinion that the Arbitration Act, 1996 has accepted\nthe territoriality principle which has been adopted in the\nUNCITRAL Model Law. Section 2(2) makes a declaration that\nPart I of the Arbitration Act, 1996 shall apply to all arbitrations\nwhich take place within India. We are of the considered opinion\nthat Part I of the Arbitration Act, 1996 would have no application\nto International Commercial Arbitration held outside India. G\n· Therefore, such awards would only be subject to the jurisdiction\nof the Indian courts when the same are sought to be enforced\nin India in accordance with the provisions contained in Part II\nof the Arbitration Act, 1996. In our opinion, the provisions\ncontained in Arbitration Act, 1996 make it crystal clear that H\n462\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA there can be no overlapping or intermingling of the provisions\ncontained in Part I with the provisions contained in Part II of the\nArbitration Act, 1996.\nB\nC\nD\nE\nF\nG\n199. With utmost respect, we are unable to agree with the\nconclusions recorded in the judgments of this Court in Bhatia\nInternational (supra) and Venture Global Engineering (supra).\nIn our opinion, the provision contained in Section 2(2) of the\nArbitration Act, 1996 is not in conflict with any of the provisions\neither in Part I or in Part II of the Arbitration Act, 1996. In a\nforeign seated international commercial arbitration, no\napplication for interim relief would be maintainable under\nSection 9 or any other provision, as applicability of Part I of the\nArbitration Act, 1996 is limited to all arbitrations which take\nplace in India. Similarly, no suit for interim injunction simplicitor\nwould be maintainable in India, on the basis of an international\ncommercial arbitration with a seat outside India.\n200. We conclude that Part I of the Arbitration Act, 1996\nis applicable only to all the arbitrations which take place within\nthe territory of India.\n201. The judgment in Bhatia International (supra) was\nrendered by this Court on 13th March, 2002. Since then, the\naforesaid judgment has been followed by all the High Courts\nas well as by this Court on numerous occasions. In fact, the\njudgment in Venture Global Engineering (supra) has been\nrendered on 10th January, 2008 in terms of the ratio of the\ndecision in Bhatia International (supra). Thus, in order to do\ncomplete justice, we hereby order, that the law now declared\nby this Court shall apply prospectively, to all the arbitration\nagreements executed hereafter.\n202. The reference is answered accordingly.\nB.B.B.\nReference Answered.\nH\n"}