{"pages":[{"pageNumber":121},{"pageNumber":122},{"pageNumber":123},{"pageNumber":124},{"pageNumber":125},{"pageNumber":126},{"pageNumber":127},{"pageNumber":128},{"pageNumber":129},{"pageNumber":130}],"text":"BHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 447\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nB\nC\nD\n165. In this connection, Mr. Sorabjee has relied upon the A\njudgment of the English High Court in Reliance Industries\nLimited (supra). In the aforesaid case, the contracts were\ngoverned by the Indian law as their proper law. The disputes\nwere to be determined by the arbitration in London. The\nprocedural law applicable was English Law. The distinction\nbetween the proper law of the JOA's and the procedural law\nwas known to the parties. At the arbitration hearing, the parties\nagreed that the principles of construction of contracts in Indian\nLaw were the same as in English Law. The parties further\nagreed that the English Law principles on the construction of\ncontracts were those set out by Lord Hoffmann in Investors\nCompensation Scheme Ltd. vs. West Bromwich Building\nSociety, 47 as explained and expanded by Lord Hoffmann in\nBank of Credit \u0026 Commerce International SA vs. Ali \u0026 Ors.48\nIn their awards, the three arbitrators stated (at paragraph 73)\nthat they would apply those principles to construe the contracts\nunder consideration in making their Partial Arbitral Awards. The\nquestion raised at the threshold was whether the applicant-\nReliance can apply for permission to appeal to the Commercial\nCourt in England and Wales \"on a question of law arising out\nof an award made in the proceedings\" under Section 69 (1) of E\nthe Arbitration Act, 1996 (English). So the \"threshold\" issue was\nwhether any point of construction of the contracts, assuming that\nwould be a question of law at all, is a \"question of law of\nEngland and Wales\" within Section 82(1) of the Arbitration Act,\n1996. It was accepted by the applicant that unless the question F\nof law concerned \"the law of England and Wales, then leave to\nappeal cannot be granted.\" The issue before the Court was as\nto whether the questions of construction of JOA's are questions\nof Indian Law because the contracts are governed by Indian\nLaw. The parties did not, as a matter of fact, vary the proper G\nlaw of the contracts for the purposes of arbitration hearing in\nLondon. As the parties agreed that the Indian Law applied to\n47. [1998] WLR 1896 at 913.\n48. [2001] 2 WLR 735 at 749.\nH\n1\n448\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA the contracts, the arbitrators had to apply Indian Law when\nconstruing the contracts. Although the parties agreed that Indian\nLaw and English Law principles of construction were the same,\nultimately the arbitrators were applying Indian Law rather than\nEnglish Law to construe the contract. The Court rejected the\nsubmission of the applicant that the arbitrators had applied the\nEnglish Law. The Court observed that:-\nB\nC\nD\nE\nพ.\nF\nןד\nG\nI\n\"27. I am unable to accept the submissions of\nMr.Akenhead. The parties agreed that the contracts were\nto be governed by Indian Law as their proper law. The\nparties also agreed that disputes should be determined\nby arbitration in London. The parties were carful to ensure\nthat English Law would be the procedural law applicable\nto arbitration proceedings that arose as a result of\ndisputes arising out of the JOAS. The distinction between\nthe proper law of the JOAS and the procedural law was\nalso well in the minds of the arbitrators as they drew\nparticular attention to it in paragraph 26 of their Partial\nAwards. The effect of those contractual provisions is, as\nthe arbitrators also recognized, that all procedural matters\nwere to be governed by English law as laid down in Part\n1 of the 1996 Act. The parties must be taken to have\nappreciated that fact also.\n28. The consequence is that if and when disputes under\nthe contracts were referred to arbitration, as a matter of\nthe procedural law of the arbitrations (English Law), the\ntribunal had to decide those disputes in accordance with\nthe proper law of the contracts as chosen by the parties\nunless the parties agreed to vary the contracts' terms,\nwhich they did not. Therefore, if as in this case, the\narbitrators had to decide issues of construction of the\nJOAS, then they were bound to do so using principles of\nconstruction established under the proper law of the\ncontracts, i.e. Indian law.\n29. As it happens the parties agreed that the principles of\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 449\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nconstruction under the proper law of the contract equated A\nwith those principles under English law, as declared by the\nHouse of Lords in two recent cases. What the arbitrators\ndid was to take those principles of construction and apply\nthem as principles of Indian law in order to construe the\ncontracts according to Indian law. The arbitrators had to B\ndo that, as a matter of the procedural law of the arbitration.\nThat is because under the English law of arbitration\nprocedure, the arbitrators were bound to construe the\ncontracts and determine the disputes between the parties\naccording to the proper law of the contracts concerned.\n30. Therefore, I think that it is wrong to say that the\narbitrators “applied English Law\" when construing the\ncontracts. They applied Indian law, which happened to be\nthe same as English law on this topic.\"\n166. On the basis of that, it was concluded that no question\nof law of England and Wales arises out of the two partial\nawards of the arbitrators. It was accordingly held that the English\nCourt does not have any power to grant leave to appeal under\nSection 69 of the Arbitration Act, 1996.\n167. In our opinion, the aforesaid judgment does not lead\nto the conclusion that the parties were left without any remedy.\nRather the remedy was pursued in England to its logical\nconclusion. Merely, because the remedy in such circumstances\nmay be more onerous from the view point of one party is not\nthe same as a party being left without a remedy. Similar would\nbe the position in cases where parties seek interim relief with\nregard to the protection of the assets. Once the parties have\nchosen voluntarily that the seat of the arbitration shall be outside\nIndia, they are impliedly also understood to have chosen the\nnecessary incidents and consequences of such choice. We,\ntherefore, do not find any substance in the submissions made\nby the learned counsel for the appellants, that if applicability of\nPart 1 is limited to arbitrations which take place in India, it would\nleave many parties remediless.\nC\nD\nE\nF\nG\nH\nA\n450 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\n168. If that be so, it is a matter to be redressed by the\nlegislature. We may also usefully refer here to the observations\nmade in Nalinakhya Bysack (supra), Duport Steels Ltd. (supra)\nand Magor \u0026 St. Mellons, RDC Vs. Newport Corporation\n(supra), in which the attempt made by Lord Denning to construe\nB legislation contrary to Parliament's intention just to avoid\nhardship was disapproved by the House of Lords. It was\nobserved by Lord Simonds as follows:-\nC\nD\nE\nF\nG\n\"The second part of the passage that I have cited from the\njudgment of the learned Lord Justice is no doubt the logical\nsequel of the first. The court, having discovered the intention\nof Parliament and of Ministers too, must proceed to fill in\nthe gaps. What the legislature has not written, the court\nmust write. This proposition, which restates in a new form\nthe view expressed by the Lord Justice in the earlier case\nof Seaford Court Estates Ld. V. Asher (to which the Lord\nJustice himself refers), cannot be supported. It appears to\nme to be a naked usurpation of the legislative function\nunder the thin disguise of interpretation and it is the less\njustifiable when it is guesswork with what material the\nlegislature would, if it had discovered the gap, have filled\nit in. If a gap is disclosed, the remedy lies in an amending\nAct.\"\n[emphasis supplied]\n169. The aforesaid words in italics have been quoted with\napproval by a Constitution Bench of this Court in Punjab Land\nDevelopment and Reclamation Corporation Ltd., Chandigarh\nVs. Presiding Officer, Labour Court, Chandigarh \u0026 Others.49\n170. In view of the aforesaid, we are unable to agree with\nthe submission made by Dr. Singhvi that provision contained\nin Section 9 can be made applicable even to arbitrations which\ntake place outside India by giving the same a purposive\nH 49. (1990) 3 SCC 682.\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 451\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\ninterpretation. In our opinion, giving such an interpretation would\nbe destructive of the territorial principles upon which the\nUNCITRAL Model Laws are premised, which have been\nadopted by the Arbitration Act, 1996.\n171. We are further of the opinion that the approach\nadopted by this Court in Bhatia International to remove the\nperceived hardship is not permissible under law. A perusal of\nparagraph 15 would show that in interpreting the provisions of\nthe Arbitration Act, 1996, the court applied the following tests:\nA\nB\nE\n\"Notwithstanding the conventional principle that the duty of C\nJudges is to expound and not to legislate, the courts have\ntaken the view that the judicial art interpretation and\nappraisal is imbued with creativity and realism and since\ninterpretation always implied a degree of discretion and\nchoice, the courts would adopt, particularly in areas such D\nas, constitutional adjudication dealing with social and\ndefuse (sic) rights. Courts are therefore, held as “finishers,\nrefiners and polishers of legislation which comes to them\nin a state requiring varying degrees of further processing\"\n(see Corocraft Ltd. v. Pan American Airways, All ER at\np. 1071 D, WLR at p. 732, State of Haryana v. Sampuran\nSingh, AIR at p. 1957). If a language used is capable of\nbearing more than one construction, in selecting the true\nmeaning, regard must be had to the consequences,\nresulting from adopting the alternative constructions. A\nconstruction that results in hardship, serious\ninconvenience, injustice, absurdity or anomaly or which\nleads to inconsistency or uncertainty and friction in the\nsystem which the statute purports to regulate has to be\nrejected and preference should be given to that\nconstruction which avoids such results.\"\nF\nG\n172. From the above, it is evident that the provisions of\nthe Arbitration Act, 1996 were interpreted keeping in mind the\nconsequences in limiting the applicability of Part I to arbitrations\nwhich take place in India. The Court also acted as \"finishers\", H\n452 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA \"refiners\" and \"polishers\" of the Arbitration Act, 1996 assuming\nthat the Arbitration Act, 1996 required varied degrees of further\n\"processing\". In our opinion, as demonstrated whilst discussing\nthe various provisions of the Arbitration Act, 1996 in earlier part\nof judgment, the intention of the Parliament is available within\nthe text and the context of the provisions. As observed by Lord\nSimonds in Magor \u0026 St. Mellons Vs. Newport Corporation\n(supra), if the gap or lacuna is disclosed, it would be for the\nParliament to rectify the same. Such a task cannot be\nundertaken by the Court.\nB\nC\nD\nE\nF\n173. It was also submitted that Non-Convention Awards\nwould not be covered either by Part I or Part II. This would\namount to holding that the legislature has left a lacuna in the\nArbitration Act, 1996. This would mean that there is no law in\nIndia governing such arbitrations.\n174. We are of the opinion that merely because the\nArbitration Act, 1996 does not cover the non convention awards\nwould not create a lacuna in the Arbitration Act, 1996. If there\nwas no lacuna during the period in which the same law was\ncontained in three different instruments, i.e. the Arbitration Act,\n1940 read with 1961 Act, and the Arbitration (Protocol and\nConvention) Act, 1937, it cannot be construed as a lacuna\nwhen the same law is consolidated into one legislation, i.e. the\nArbitration Act, 1996.\n175. It must further be emphasised that the definition of\n\"foreign awards\" in Sections 44 and 53 of the Arbitration Act,\n1996 intentionally limits it to awards made in pursuance of an\nagreement to which the New York Convention, 1958 or the\nGeneva Protocol, 1923 applies. It is obvious, therefore, that no\nG remedy was provided for the enforcement of the 'non\nconvention awards' under the 1961 Act. Therefore, the non\nconvention award cannot be incorporated into the Arbitration\nAct, 1996 by process of interpretation. The task of removing\nany perceived lacuna or curing any defect in the Arbitration Act,\nH 1996 is with the Parliament. The submission of the learned\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 453\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\ncounsel is, therefore, rejected. The intention of the legislature A\nis primarily to be discovered from the language used, which\nmeans that the attention should be paid to what has been said\nand also to what has not been said. [See: Gwalior Rayon Silk\nMfg. (Wvg.) Co. Ltd. vs. Custodian of Vested Forests, [AIR\n1990 SCC 1747 at page 1752]. Here the clear intention of the B\nlegislature is not to include the Non-convention Awards within\nthe Arbitration Act, 1996.\nIs An Inter-Parte Suit For Interim Relief Maintainable\n176. It appears to us that as a matter of law, an inter-parte\nsuit simply for interim relief pending arbitrations, even if it be\nlimited for the purpose of restraining dissipation of assets would\nnot be maintainable. There would be number of hurdles which\nthe plaintiff would have to cross, which may well prove to be\ninsurmountable.\n177. Civil Courts in India, by virtue of Section 9 of the\nCode of Civil Procedure, 1908 (for short the 'CPC'), have the\njurisdiction to try all suits of a civil nature, excepting suits which\nare either expressly or impliedly barred. Fundamental to the\nmaintainability of a civil suit is the existence of a cause of action.\nin favour of the plaintiff. This is evident from the various\nprovisions contained in the CPC. However, it would be\nappropriate to notice that Order VII Rule 1 gives the list of the\nparticulars which have to be mandatorily included in the plaint.\nOrder VII Rule 1(e) mandates the plaintiff to state the facts\nconstituting the cause of action and when it arose. Order VII\nRule 11(a) provides the plaint shall be rejected where it does\nnot disclose a cause of action. A cause of action is the bundle\nof facts which are required to be proved for obtaining relief\nprayed for in the suit. The suit of the plaintiff has to be framed\nin accordance with Order II. Order II Rule 1 provides that every\nsuit shall as far as practicable be framed so as to afford ground\nfor final decision upon the subjects in dispute and to prevent\nfurther litigation concerning them. The aforesaid rule is required\nto be read along with Rule 2 which provides that every suit shall\nC\nD\nE\nF\nG\nH\n454 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA include the whole of the claim which the plaintiff is entitled to\nmake in respect of the cause of action; but a plaintiff may\nrelinquish any portion of his claim in order to bring the suit within\nthe jurisdiction of any court. The aforesaid provisions read\ntogether would lead to the firm conclusion that the existence of\nB cause of action is a sine qua non for the maintainability of a\ncivil suit.\nC\nD\n178. The provisions with regard to the temporary injunction\nand interlocutory orders are contained in Order 39 and Order\n40. In order to claim an injunction the existence of a pending\nsuit is a pre requisite. It is in this background that one has to\nexamine as to whether an inter-parte suit for interim relief during\nthe pendency of arbitration proceedings outside India would be\nmaintainable.\n179. In our opinion, pendency of the arbitration\nproceedings outside India would not provide a cause of action\nfor a suit where the main prayer is for injunction. Mr.Sundaram\nhas rightly pointed out that the entire suit would be based on\nthe pendency of arbitration proceedings in a foreign country.\nE Therefore, it would not be open to a party to file a suit touching\non the merits of the arbitration. If such a suit was to be filed, it\nwould in all probabilities be stayed in view of Sections 8 and\n45 of the Arbitration Act, 1996. It must also be noticed that such\na suit, if at all, can only be framed as a suit to \"inter alia restrain\nthe defendant from parting with property.” Now, if the right to\nsuch property could possibly arise, only if the future arbitration\naward could possibly be in favour of the plaintiff, no suit for a\ndeclaration could obviously be filed, based purely only on such\na contingency. All that could then be filed would, therefore, be\na bare suit for injunction restraining the other party from parting\nwith property. The interlocutory relief would also be identical.\nIn our view, such a suit would not be maintainable, because an\ninterlocutory injunction can only be granted during the pendency\nof a civil suit claiming a relief which is likely to result in a final\ndecision upon the subject in dispute. The suit would be\nF\nG\n. H\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 455\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nmaintainable only on the existence of a cause of action, which A\nwould entitle the plaintiff for the substantive relief claimed in the\nsuit. The interim injunction itself must be a part of the substantive\nrelief to which the plaintiff's cause of action entitled him. In our\nopinion, most of the aforesaid ingredients are missing in a suit\nclaiming injunction restraining a party from dealing with the B\nassets during the pendency of arbitration proceedings outside\nIndia. Since the dispute is to be decided by the Arbitrator, no\nsubstantive relief concerning the merits of the arbitration could\nbe claimed in the suit. The only relief that could be asked for\nwould be to safeguard the property which the plaintiff may or C\nmay not be entitled to proceed against. In fact the plaintiff's only\nclaim would depend on the outcome of the arbitration\nproceeding in a foreign country over which the courts in India\nwould have no jurisdiction. The cause of action would clearly\nbe contingent/speculative. There would be no existing cause\nof action. The plaint itself would be liable to be rejected under\nOrder VII Rule 11(a). In any event, as noticed above, no interim\nrelief could be granted unless it is in aid of and ancillary to the\nmain relief that may be available to a party on final determination\nof rights in a suit. This view will find support from a number of\nE\njudgments of this Court.\n180. In the State of Orissa vs. Madan Gopal Rungta, 50 at\npage 35 this Court held:\n\"....An interim relief can be granted only in aid or, and as\nancillary to, the main relief which may be available to the\nparty on final determination of his rights in a suit or\nproceeding....\"\n181. Following the above Constitution Bench, this Court\nin Cotton Corporation Limited vs. United Industrial Bank 51\nheld:\n\"10...... But power to grant temporary injunction was\n50. AIR 1952 SC 12.\n51. (1983) 4 SCC 625.\nD\nF\nG\nH\nA\nB\nC\nD\n456\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nconferred in aid or as auxiliary to the final relief that may\nbe granted. If the final relief cannot be granted in terms as\nprayed for, temporary relief in the same terms can hardly\nif ever be granted. In State of Orissa v. Madan Gopal\nRungta a Constitution Bench of this Court clearly spelt out\nthe contours within which interim relief can be granted. The\nCourt said that 'an interim relief can be granted only in aid\nof, and as ancillary to, the main relief which may be\navailable to the party on final determination of his rights in\na suit or proceeding'. If this be the purpose to achieve\nwhich power to grant temporary relief is conferred, it is\ninconceivable that where the final relief cannot be granted\nin the terms sought for because the statute bars granting\nsuch a relief ipso facto the temporary relief of the same\nnature cannot be granted.....\"\n182. The legal position is reiterated in Ashok Kumar\nLingala vs. State of Karnataka.52\n183. In matters pertaining to arbitration, the suit would also\nbe barred under Section 14(2) of the Specific Relief Act.\nE Although the provision exists in Section 37 of the Specific Relief\nAct, 1963, for grant of temporary/perpetual injunction, but the\nexistence of cause of action would be essential under this\nprovision also. Similar would be the position under Section 38\nof the Specific Relief Act.\nF\nG\n184. Claim for a Mareva Injunction in somewhat similar\ncircumstances came up for consideration in England before the\nHouse of Lords in Siskina (Cargo Owners) Vs. Distos\nCompania Navieria SA (supra). In this case, cargo owners had\na claim against a Panamanian company. The dispute had no\nconnection with England. The defendant's only ship had sunk\nand there were insurance proceeds in England to which the\ndefendant was entitled. The cargo owners sought leave to serve\nthe writ on the defendant under what was then RSC Order 11,\nH 52. (2012) 1 SCC 321.\n"}