{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"BHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 38.7\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nrules on the question in other laws of the State.\n-\nA\nC\n\"The Commission adopted the principle that the Model\nLaw would only apply if the place of arbitration was in the\nenacting State – known as the \"territorial criterion\" for\napplicability only after extensive debate. The primary B\nalternative position was to add a principle called the\n\"autonomy criterion\" which would have applied the Law\nalso to arbitrations taking place in another country if the\nparties had chosen to be governed by the procedural law\nof the Model Law State. Thus, if the autonomy criterion had\nbeen adopted, the parties would have been free, subject\nto restrictions such as fundamental justice, public policy\nand rules of court competence, to choose the arbitration\nlaw of a State other than that of the place of arbitration.\nThe courts of the Model Law State would then presumably\nhave provided any court assistance needed by this\narbitration, including setting aside, even though the place\nof arbitration was elsewhere. Such a system of party\nautonomy is envisioned by the New York Convention, which\nrecognizes that a State may consider as domestic an\naward made outside the State, and vice versa.\"\n\"The Commission decided not to adopt the autonomy\ncriterion. It was noted that the territorial criterion was widely\naccepted by existing national laws, and that where the\nautonomy criterion was available it was rarely used.\"\nD\nE\nF\nG\n72. We are also unable to accept the submission of the\nlearned counsel for the appellants that the Arbitration Act, 1996\ndoes not make seat of the arbitration as the centre of gravity\nof the arbitration. On the contrary, it is accepted by most of the\nexperts that in most of the National Laws, arbitrations are\nanchored to the seat/place/situs of arbitration. Redfern in\nParagraph 3.54 concludes states that \"the seat of the\narbitration is thus intended to be its centre of gravity.\" This,\nhowever, does not mean that all the proceedings of the\narbitration have to take place at the seat of the arbitration. The H\n388 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA arbitrators at times hold meetings at more convenient locations.\nThis is necessary as arbitrators often come from different\ncountries. It may, therefore, on occasions be convenient to hold\nsome of the meetings in a location which may be convenient\nto all. Such a situation was examined by the court of appeal in\nB England in Naviera Amazonica Peruana S.A. Vs. Compania\nInternacionale De Seguros Del Peru³¹ therein at p. 121 it is\nobserved as follows :\nC\nD\nE\nF\nLL.\nG\n\"The preceding discussion has been on the basis that\nthere is only one \"place\" of arbitration. This will be the place\nchosen by or on behalf of the parties; and it will be\ndesignated in the arbitration agreement or the terms of\nreference or the minutes of proceedings or in some other\nway as the place or \"seat\" of the arbitration. This does not\nmean, however, that the arbitral tribunal must hold all its\nmeetings or hearings at the place of arbitration.\nInternational commercial arbitration often involves people\nof many different nationalities, from many different\ncountries. In these circumstances, it is by no means\nunusual for an arbitral tribunal to hold meetings or even\nhearings in a place other than the designated place of\narbitration, either for its own convenience or for the\nconvenience of the parties or their witnesses. It may\nbe more convenient for an arbitral tribunal sitting in one\ncountry to conduct a hearing in another country, for\ninstance, for the purpose of taking evidence .... In fact\ncircumstances each move of the arbitral tribunal does not\nof itself mean that the seat of arbitration changes. The seat\nof arbitration remains the place initially agreed by or on\nbehalf of the parties.\"\n73. These observations were subsequently followed in\nUnion of India Vs. McDonnell Douglas Corp.32\n31. 1988 (1) Lloyd's Law Reports 116.\nH 32. 1993 (3) Lloyd's Law Reports 48.\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 389\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nA\nD\n74. It must be pointed out that the law of the seat or place\nwhere the arbitration is held, is normally the law to govern that\narbitration. The territorial link between the place of arbitration\nand the law governing that arbitration is well established in the\ninternational instruments, namely, the New York Convention of\n1958 and the UNCITRAL Model Law of 1985. It is true that the\nB\nterms \"seat\" and \"place\" are often used interchangeably. In\nRedfern and Hunter on International Arbitration, 5th Edn. (para\n3.51), the seat theory is defined thus: \"The concept that an\narbitration is governed by the law of the place in which it is held,\nwhich is the 'seat' (or 'forum' or locus arbitri) of the arbitration, C\nis well established in both the theory and practice of\ninternational arbitration. In fact, the 1923 Geneva Protocol\nstates: 'The arbitral procedure, including the constitution of the\narbitral tribunal, shall be governed by the will of the parties and\nby the law of the country in whose territory the arbitration takes\nplace.' The New York Convention maintains the reference to\n'the law of the country where the arbitration took place \"(Article\nV(1)(d))” and, synonymously to 'the law of the country where the\naward is made' [Article V(1)(a) and (e)]. The aforesaid\nobservations clearly show that New York Convention continues\nthe clear territorial link between the place of arbitration and the\nlaw governing that arbitration. The author further points out that\nthis territorial link is again maintained in the Model Law which\nprovides in Article 1(2) that “the provision of this law, except\nArticles 8, 9, 35 and 36 apply only if the place of arbitration is\nin the territory of the State\". Just as the Arbitration Act, 1996\nmaintains the territorial link between the place of arbitration and\nits law of arbitration, the law in Switzerland and England also\nmaintain a clear link between the seat of arbitration and the lex\narbitri. Swiss Law states: \"the provision of this chapter shall\napply to any arbitration if the seat of the arbitral tribunal is in\nSwitzerland and if, at the time when the arbitration agreement\nwas concluded, at least one of the parties had neither its\ndomicile nor its habitual residence in Switzerland.33\nE\nF\nG\n33. See Swiss Private International Law Act, 1987, Chapter 12 Article 176 (1). H\nA\n390 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\n75. We are of the opinion that the omission of the word\n\"only\" in Section 2(2) of the Arbitration Act, 1996 does not\ndetract from the territorial scope of its application as embodied\nin Article 1(2) of the Model Law. The article merely states that\nthe Arbitration Law as enacted in a given state shall apply if\nB the arbitration is in the territory of that State. The absence of\nthe word \"only\" which is found in Article 1(2) of the Model Law,\nfrom Section 2(2) of the Arbitration Act, 1996 does not change\nthe content/import of Section 2(2) as limiting the application of\nPart 1 of the Arbitration Act, 1996 to arbitrations where the place/\nseat is in India.\nC\nD\n76. For the reasons stated above, we are unable to\nsupport the conclusion reached in Bhatia International and\nVenture Global Engineering (supra), that Part I would also\napply to arbitrations that do not take place in India.\n77. India is not the only country which has dropped the word\n“only” from its National Arbitration Law. The word \"only\" is\nmissing from the Swiss Private International Law Act, 1987\nChapter 12, Article 176 (1)(I). It is also missing in Section 2(1)\nE of the 1996 Act (U.K.). The provision in Section 2(1) of the U.K.\nAct reads as follows:- \"2(1) - The provisions of this Part apply\nwhere the seat of the arbitration is in England, Wales, or\nNorthern Ireland.\" The aforesaid sections clearly do not provide\nfor any exception which, in fact, are separately provided for in\nSection 2(2) and 2(3) of the Arbitration Act, 1996. Therefore,\nwe are in agreement with the submission made by Mr.Aspi\nChenoy that Section 2(2) is an express parliamentary\ndeclaration/ recognition that Part I of the Arbitration Act, 1996\napplies to arbitration having their place/seat in India and does\nnot apply to arbitrations seated in foreign territories.\nF\nG\n78. We do not agree with the learned counsel for the\nappellants that there would be no need for the provision\ncontained in Section 2(2) as it would merely be stating the\nobvious, i.e., the Arbitration Act, 1996 applies to arbitrations\nH having their place/seat in India. In our opinion, the provisions\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 391\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nhave to be read as limiting the applicability of Part I to A\narbitrations which take place in India. If Section 2(2) is\nconstrued as merely providing that Part I of the Arbitration Act,\n1996 applies to India, it would be ex facie superfluous/\nredundant. No statutory provision is necessary to state/clarify\nthat a law made by Parliament shall apply in India/to arbitrations B\nin India. As submitted by Mr. Sorabjee, another fundamental\nprinciple of statutory construction is that courts will never impute\nredundancy or tautology to Parliament. See observations of\nBhagwati, J. in Umed Vs. Raj Singh, 34 wherein it is observed\nas follows: \"It is well settled rule of interpretation that the courts\nshould, as far as possible, construe a statute so as to avoid\ntautology or superfluity.\" The same principle was expressed by\nViscount Simon in Hill Vs. William Hill (Park Lane) Ltd.35 in\nthe following words:-\nC\nD\n\"It is to be observed that though a Parliamentary enactment\n(like Parliamentary eloquence) is capable of saying the\nsame thing twice over without adding anything to what has\nalready been said once, this repetition in an Act of\nParliament is not to be assumed. When the legislature\nenacts a particular phrase in a statute the presumption is E\nthat it is saying something which has not been said\nimmediately before. The Rule that a meaning should, if\npossible, be given to every word in the statute implies that,\nunless there is good reason to the contrary, the words add\nsomething which has not been said immediately before.\"\n79. We quote the above in extenso only to demonstrate\nthat Section 2(2) is not merely stating the obvious. It would not.\nbe a repetition of what is already stated in Section 1(2) of the\nArbitration Act, 1996 which provides that \"it extends to the\nwhole of India\". Since the consolidated Arbitration Act, 1996\ndeals with domestic, commercial and international commercial\narbitrators, it was necessary to remove the uncertainty that the\n34. 1975 (1) SCC 76 Para 37 at P.103.\n35. 1949 AC 530 at P 546.\nF\nG\nI\n392 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA Arbitration Act, 1996 could also apply to arbitrations which do\nnot take place in India. Therefore, Section 2(2) merely reinforces\nthe limits of operation of the Arbitration Act, 1996 to India.\nB\nC\nD\nE\nF\n80. Another strong reason for rejecting the submission\nmade by the learned counsel for the appellants is that if Part I\nwere to be applicable to arbitrations seated in foreign\ncountries, certain words would have to be added to Section\n2(2). The section would have to provide that \"this part shall apply\nwhere the place of arbitration is in India and to arbitrations\nhaving its place out of India.\" Apart from being contrary to the\ncontextual intent and object of Section 2(2), such an\ninterpretation would amount to a drastic and unwarranted\nrewriting/alteration of the language of Section 2(2). As very\nstrongly advocated by Mr. Sorabjee, the provisions in the\nArbitration Act, 1996 must be construed by their plain language/\nterms. It is not permissible for the court while construing a\nprovision to reconstruct the provision. In other words, the Court\ncannot produce a new jacket, whilst ironing out the creases of\nthe old one. In view of the aforesaid, we are unable to support\nthe conclusions recorded by this Court as noticed earlier.\nIs Section 2(2) in conflict with Sections 2(4) and 2(5) -\n81. We may now take up the submission of the learned\ncounsel that Sections 2(4) and 2(5) specifically make Part I\napplicable to all arbitrations irrespective of where they are held.\nThis submission is again a reiteration of the conclusions\nrecorded in Bhatia International at Paragraph 14C and\nreiterated in Paragraphs 21 and 22. We have earlier held that\nSection 2(2) would not be applicable to arbitrations held\noutside India. We are unable to accept that there is any conflict\nG at all between Section 2(2) on the one hand and Sections 2(4)\nand 2(5) on the other hand. Section 2(4) provides as under:\nI\n\"This Part except sub-section (1) of Section 40, Sections\n41 and 43 shall apply to every arbitration under any other\nenactment for the time being in force, as if the arbitration\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 393\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\n-\nwere pursuant to an arbitration agreement and as if that A\nother enactment were an arbitration agreement except in\nso far as the provisions of this Part are inconsistent with\nthat other enactment or with any rules made thereunder.\"\nB\nC\nD\n82. It is urged by the appellants that Section 2(4) makes\nPart I applicable to \"every arbitration\" under any other\nenactment, thereby makes it applicable to arbitrations wherever\nheld, whether in India or outside India. In our opinion, the\nsubmission is devoid of merit. Section 2(4) makes Part I\napplicable to \"every arbitration under any other enactment for\nthe time being in force\". Hence, there must be an enactment\n“for the time being in force\" under which arbitration takes place.\nIn our opinion, “any other enactment” would in its ordinary\nmeaning contemplate only an Act made by the Indian\nParliament. By virtue of Article 245, \"Parliament may make laws\nfor the whole or any part of India\". Thus it is not possible to\naccept that \"every arbitration\" would include arbitrations which\ntake place outside India. The phrase “all arbitrations” has to be\nread as limited to all arbitrations that take place in India. The\ntwo sub-sections merely recognize that apart from the\narbitrations which are consensual between the parties, there E\nmay be other types of arbitrations, namely, arbitrations under\ncertain statutes like Section 7 of the Indian Telegraph Act, 1886;\nor bye-laws of certain Associations such as Association of\nMerchants, Stock Exchanges and different Chamber of\nCommerce. Such arbitrations would have to be regarded as F\ncovered by Part I of the Arbitration Act, 1996, except in so far\nas the provisions of Part I are inconsistent with the other\nenactment or any rules made thereunder. There seems to be\nno indication at all in Section 2(4) that can make Part I\napplicable to statutory or compulsory arbitrations, which take G\nplace outside India.\n83. Similarly, the position under Section 2(5) would remain\nthe same. In our opinion, the provision does not admit of an\ninterpretation that any of the provisions of Part I would have any\nН\n394 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA application to arbitration which takes place outside India.\nSection 2(5) reads as under:-\nB\n\"Subject to the provisions of sub-section (4), and save\ninsofar as is otherwise provided by any law for the time\nbeing in force or in any agreement in force between India\nand any other country or countries, this Part shall apply to\nall arbitrations and to all proceedings relating thereto.\"\n84. This sub-clause has been made subject to sub-clause\n(4) and must be read in the backdrop of Section 2(2) of the\nC Arbitration Act, 1996. Section 2(2) of the aforesaid Act\nD\nprovides that this part shall apply where the place of arbitration\nis in India. Section 2(5) takes this a step further and holds that\nthis Part shall apply to all arbitrations and proceedings relating\nthereto, where the seat is in India [a corollary of Section 2(2)]\nand if it is not a statutory arbitration or subject of an agreement\nbetween India and any other country. The exception of statutory\nenactments was necessary in terms of the last part of sub-\nclause (4), which provides for non application of this Part to\nstatutory arbitrations in case of inconsistency. Thus, barring the\nE statutory enactments as provided for under Section 2(4) of the\nArbitration Act, 1996 and arbitrations pursuant to international\nagreement, all other arbitration proceedings held in India shall\nbe subject to Part I of the said Act. Accordingly, the phrase 'all\narbitrations' in Section 2(5) means that Part I applies to all\nwhere Part I is otherwise applicable. Thus, the provision has\nto be read as a part of the whole chapter for its correct\ninterpretation and not as a stand alone provision. There is no\nindication in Section 2(5) that it would apply to arbitrations which\nare not held in India.\nF\nG\n85. In view of the aforesaid observations, we have no doubt\nthat the provisions of Section 2(4) and Section 2(5) would not\nbe applicable to arbitrations which are covered by Part II of the\nArbitration Act, 1996, i.e. the arbitrations which take place\noutside India. We, therefore, see no inconsistency between\nI\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 395\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nSections 2(2), 2(4) and 2(5). For the aforesaid reasons, we are A\nunable to agree with the conclusion in Bhatia International that\nlimiting the applicability of part I to arbitrations that take place\nin India, would make Section 2(2) in conflict with Sections 2(4)\nand 2(5).\nDoes Section 2(7) indicate that Part I applies to\narbitrations held outside India?\nB\n86. We have earlier noticed the very elaborate\nsubmissions made by the learned senior counsel on the\nrationale, scope, and application of Section 2(7), to arbitrations C\nhaving a seat outside India.\n87. Having considered the aforesaid submissions, we are\nof the opinion that the views expressed by the learned counsel\nfor the appellants are not supported by the provisions of the\nArbitration Act, 1996. Section 2(7) of the Arbitration Act, 1996\nreads thus:\n\"An arbitral award made under this Part shall be\nconsidered as a domestic award.\"\nD\nE\n88. In our opinion, the aforesaid provision does not, in any\nmanner, relax the territorial principal adopted by Arbitration Act,\n1996. It certainly does not introduce the concept of a\ndelocalized arbitration into the Arbitration Act, 1996. It must be\nremembered that Part I of the Arbitration Act, 1996 applies not F\nonly to purely domestic arbitrations, i.e., where none of the\nparties are in any way \"foreign\" but also to \"international\ncommercial arbitrations\" covered within Section 2(1)(f) held in\nIndia. The term \"domestic award\" can be used in two senses:\none to distinguish it from \"international award\", and the other\nto distinguish it from a \"foreign award\". It must also be\nremembered that “foreign award” may well be a domestic\naward in the country in which it is rendered. As the whole. of\nthe Arbitration Act, 1996 is designed to give different treatments\nto the awards made in India and those made outside India, the\nG\nI\nC\n396 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA distinction is necessarily to be made between the terms\n\"domestic awards\" and \"foreign awards\". The Scheme of the\nArbitration Act, 1996 provides that Part I shall apply to both\n\"international arbitrations\" which take place in India as well as\n\"domestic arbitrations\" which would normally take place in India.\nB This is clear from a number of provisions contained in the\nArbitration Act, 1996 viz. the Preamble of the said Act; proviso\nand the explanation to Section 1(2); Sections 2(1)(f); 11(9),\n11(12); 28(1)(a) and 28(1)(b). All the aforesaid provisions,\nwhich incorporate the term \"international\", deal with pre-award\nsituation. The term \"international award\" does not occur in Part\nI at all. Therefore, it would appear that the term \"domestic\naward\" means an award made in India whether in a purely\ndomestic context, i.e., domestically rendered award in a\ndomestic arbitration or in the international context, i.e.,\ndomestically rendered award in an international arbitration.\nBoth the types of awards are liable to be challenged under\nSection 34 and are enforceable under Section 36 of the\nArbitration Act, 1996. Therefore, it seems clear that the object\nof Section 2(7) is to distinguish the domestic award covered\nunder Part I of the Arbitration Act, 1996 from the \"foreign award\"\ncovered under Part II of the aforesaid Act; and not to distinguish\nthe \"domestic award\" from an \"international award” rendered\nin India. In other words, the provision highlights, if any thing, a\nclear distinction between Part I and Part II as being applicable\nin completely different fields and with no overlapping provisions.\nF\nD\nE\nLL\n89. That Part I and Part II are exclusive of each other is\nevident also from the definitions section in Part I and Part II.\nDefinitions contained in Section 2(i)(a) to (h) are limited to Part\nI. The opening line which provides \"In this part, unless the\nG context otherwise requires ....\", makes this perfectly clear.\nSimilarly, Section 44 gives the definition of a foreign award for\nthe purposes of Part II (Enforcement of Certain Foreign\nAwards); Chapter I (New York Convention Awards). Further,\nSection 53 gives the interpretation of a foreign award for the\nH purposes of Part II (Enforcement of Certain Foreign Awards);\n"}