{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"BHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 357\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nB\nC\nD\nright can not be filed. All that could then be filed, therefore, would A\nbe a bare suit for injunction restraining another party from\nparting with property. The interlocutory relief would also be\nidentical till such time as the injunction is made permanent.\nSuch a suit would not be maintainable because :- (a) an\ninterlocutory injunction can only be granted depending on the\ninstitutional progress of some proceeding for substantial relief,\nthe injunction itself must be part of the substantive relief to which\nthe plaintiff's cause of action entitles him. In support of this\nproposition, he relies on Siskina (Cargo Owners) Vs. Distos\nCompania Navieria SA12, Fourie Vs. Le Roux 13 and Adhunik\nSteels Ltd. Vs. Orissa Manganese and Minerals Pvt. Ltd.14;\n(b) the cause of action for any suit must entitle a party for a\nsubstantive relief. Since the substantive relief can not be asked\nfor as the dispute is to be decided by the arbitrator, the only\nrelief that could be asked for would be to safeguard a property\nwhich the plaintiff may or may not be entitled to proceed\nagainst, depending entirely on the outcome of another\nproceeding, in another jurisdiction, or which the country has no\nseisin; (c) in such a suit, there would be no pre-existing right to\ngive rise to a cause of action but the right is only contingent\nspeculative and in the absence of an existing / subsisting cause\nof action, a suit can not be filed; (d) the absence of an existing\n/ subsisting cause of action would entail the plaint in such a suit\nto be rejected under Order VII Rule 11a. Further, no interlocutory\ninjunction can be granted unless it is in aid of a substantive\nrelief and therefore a suit simply praying for an injunction would\nalso be liable to be rejected under Order VII Rule 11; (e) no\ninterim relief can be granted unless it is in aid of and ancillary\nto the main relief that may be available to the party on final\ndetermination of rights in a suit. Learned counsel refers to State\nof Orissa Vs. Madan Gopal Rungta 15 in support of the\n12. 1979 AC 210.\n* 13. 2007 (1) WLR 320; 2007 (1) All ER 1087.\n14. 2007 (7) SCC 125 at 136.\n15. 1952(1) SCR 28.\nE\nF\nG\nH\n358 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA submission; (f) such a suit would be really in the nature of a suit\nfor interim relief pending an entirely different proceeding. It is\nsettled law that by an interim order, the Court would not grant\nfinal relief. The nature of such a suit would be to grant a final\norder that would in fact be in the nature of an interim order.\nB Here the learned counsel refers to U.P. Junior Doctors' Action\nCommittee Vs. Dr. B. Sheetal Nandwani16, State of Uttar\nPradesh Vs. Ram Sukhi Devi¹7, Deoraj Vs. State of\nMaharashtra \u0026 Ors. 18 and Raja Khan Vs. Uttar Pradesh Sunni\nCentral Wakf Board \u0026 Ors.19 He submits that the intention of\nthe Indian Parliament in enacting the Arbitration Act, 1996 was\nnot to leave a party remediless.\nC\nD\n24. Mr. Gopal Subramanium submits that the issue in the\npresent case is that in addition to the challenge to the validity\nof an award being made in courts where the seat is located,\nare domestic courts excluded from exercising supervisory\ncontrol by way of entertaining a challenge to an award? He\nsubmits that the issue arises when it is not possible, in a given\ncase, to draw an assumption that the validity of the award is to\nbe judged according to the law of the \"place\" of arbitration. The\nE Arbitration Act, 1996 has removed such vagueness. The\nArbitration Act, 1996 clearly states that in respect of all subject\nmatters over which Courts of Judicature have jurisdiction, the\nNational Courts will have residual jurisdiction in matters of\nchallenge to the validity of an award or enforcement of an\nF award. He reiterates the submissions made by other learned\nsenior counsel and points out that the Arbitration Act, 1996 is\nnot seat centric. This, according to learned senior counsel, is\nevident from numerous provisions contained in Part I and Part\nII. He points out all the sections which have been noticed earlier.\nG According to learned senior counsel, the definition of\n16. 1997 Suppl (1) SCC 680.\n17. (2005) (9) SCC 733.\n18. (2004) 4 SCC 697.\nH 19. (2011) 2 SCC 741.\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 359\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nInternational Commercial Arbitration in Section 2(1)(f) is party A\ncentric. This definition is not indexed to the seat of arbitration.\nSimilarly, the definition in Section 2(1)(e) is subject matter\ncentric. According to him, there is a crucial distinction between\nthe definition of international arbitration in the Model Law and\nthe definition of international commercial arbitration under the B\n1961 Act. From the above, he draws an inference that seat of\narbitration being in India is not a pre-requisite to confer\njurisdiction on the Indian Courts under the Arbitration Act, 1996.\nHe points out that Section 2(1)(e) contemplates nexus with \"the\nsubject matter of the arbitration\". The use of this expression in C.\nthe definition gives a clear indication of the manner in which\njurisdiction is conferred. If an international arbitration takes\nplace, irrespective of the seat, and the subject matter of that\narbitration would otherwise be within the jurisdiction of an\nIndian Court, such Indian Court would have supervisory\njurisdiction. Therefore, if \"the closest connection\" of the\narbitration is with India, and if the Indian Courts would normally\nhave jurisdiction over the dispute, the Indian Courts will play a\nsupervisory role in the arbitration. Restricting the applicability\nof Part I of the Arbitration Act, 1996 to the arbitration where the\nseat is in India cannot, according to Mr. Subramanium, provide\na coherent explanation of sub-section 2(1)(e) without doing\nviolence to its language. He also makes a reference to the\nopening words of Section 28 \"where the place of arbitration is\nsituate in India\". He then submits that if the legislature had\nalready made it abundantly clear that Section 2(2) of the\nArbitration Act, 1996 operated as a complete exclusion of Part\nI of the aforesaid Act to arbitrations outside India, the same\nproposition need not subsequently be stated as a qualifier in\nSection 28.\n25. Mr. Gopal Subramanium emphasised that Part II\ncannot be a complete code as it necessarily makes use of\nprovisions in Part I. He points out that Part I and Part II of the\nArbitration Act, 1996 would have been distinct codes in\nthemselves if they had provisions of conducting arbitration in\nD\nE\nF\nG\nH\nC\nD\n360 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA each part. However, Part I of the Arbitration Act, 1996\nprescribed the entire procedure for the conduct of an arbitration,\nwhereas Part II is only for recognition and enforcement of certain\nforeign awards. Therefore, he submits that Part I and Part II\ncannot be read separately but have to be read harmoniously\nB in order to make Arbitration Act, 1996 a complete code. He\npoints but that even though certain provisions of Part I are\nmirrored in Part II, at the same time, certain provisions of Part\nI which are necessary for arbitration are not covered by Part II.\nHe points out that although Section 45, which is in part II,\nenables a court to make a reference to arbitration; there is no\nother provision like Section 11 to resolve a situation when an\narbitrator is not being appointed as per the agreed arbitra!\nprocedure. Therefore, Section 11(9) specially provides for\nreference in an international commercial arbitration. He further\npoints out that the use of phrase \"notwithstanding anything\ncontained in Part 1\" clearly indicates that Section 45 is to apply,\nirrespective of any simultaneous application of similar provision\nin Part I. This section clearly contemplates that provisions of\nPart I would apply to matters covered by Part II. Mr.\nSubramanium then points out that there is no provision in Part\nIl for taking the assistance of the court for interim relief pending\narbitration, like Section 9 in Part I. Section 27, according to Mr.\nSubramanium, is another indication where the assistance of the\nIndian Court would be taken in aid of arbitration both within and\noutside India. He reiterates that Sections 34 and 48 of the\nF Arbitration Act, 1996 are to be read harmoniously. He submits\nvarious provisions of Part I are facilitative in character,\nexcepting Section 34 which involves a challenge to an award.\nHe points out that Section 2(4) and Section 2(5) also indicate\nthat the Arbitration Act, 1996 applies to all arbitration\nG agreements irrespective of the seat of arbitration. He submits\nthat the harmonious way to read Section 34 as well as Section\n48 of the Arbitration Act, 1996 is that where a challenge lies to\nan award, the legislature must have intended only one\nchallenge. Thus, if an attempt is made to execute an award as\nH a decree of the court under Section 36 of Part I, there can be\nE\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 361\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nC\nno doubt that if there is no adjudication under Section 34, there A\ncan still be a resistance which can be offered under Section\n48. Similarly, by virtue of Section 48(3) if an award is\nchallenged under Section 34 before a competent court, the\nenforcement proceeding would be adjourned and the court may\norder suitable security. There will be only one challenge to an B\naward, either under Section 34 or Section 48. Referring to\nSection 51, Mr. Gopal Subramanium submits that the rights\navailable under Part II are in addition to rights under Part I. This\nsection firstly postulates a hypothesis that the Chapter on New\nYork Convention awards had not been enacted. It further makes\nmention, in such a scenario, of certain rights already occupying\nthe field that is intended to be covered by the chapter on New\nYork conventions. It also mentions that such rights are\ncoextensive with the rights under the chapter on the New York\nConvention. Therefore, the fact that certain provisions in Part II\nof the Arbitration Act, 1996 appear to function in the same field\nas provisions in Part I, does not mean that the provisions of\nPart I cease to have effect, or that the provisions of Part I are\nno longer available to a party. This, according to Mr.\nSubramanium, is in consonance with the history of New York\nConvention and the Model Law, which shows that the Model\nLaw was intended to fill the gaps left by the New York\nConvention as well as function as a complete code. He,\ntherefore, urges that the sections which have come to be\nconsidered essential for the success of arbitration, such as\nSections 9, 11 and 34, must be considered also available to\nthe parties seeking recognition and enforcement of foreign\nawards.\nD\nE\nF\n26. Finally, he submits that the decision in Bhatia\nInternational (supra) is a harmonious construction of Part I and G\nPart II of the Arbitration Act, 1996. He further submits that the\ncase of Venture Global Engineering Vs. Satyam Computer\nServices Ltd. \u0026 Anr. 20 (hereinafter referred to as “Venture\nGlobal Engineering\") has been correctly decided by this Court.\n20. [2008 (4) SCC 190].\nH\n362 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA Mr. Subramanium further pointed out that the judgments of this\nCourt in the case of ONGC Vs. Westem Company of North\nAmerica 21 and National Thermal Power Corporation Vs.\nSinger Company \u0026 Ors. (supra) have appropriately set aside\nthe awards challenged therein even though the same were not\nB made in India.\nC\n27. Mr. E.R. Kumar appearing in SLP (C) No. 31526-\n31528 of 2009 has adopted the submissions made by Mr.\nSubramanium. In addition, he submits that the National Arbitral\nLaw, i.e., Part 1 of the Arbitration Act, 1996 necessarily applies\nto all arbitrations arising between domestic parties and\npertaining to a domestic dispute. Thus, even if the parties in\nsuch a case agree with the situs to be abroad, the same will\nnot ipso facto take such arbitrations outside the applicability\nof Part I and operate to exclude the jurisdiction of Indian Courts\ntherein. In other words, two Indian parties involved in a purely\ndomestic dispute can not contractually agree to denude the\nCourts of this country of their jurisdictions with respect to a legal\ndispute arising between them in India. He submits that such a\ncontract would be void under Section 23 and Section 28 of the\nE Indian Contract Act.\nD\nF\n28. He placed reliance on a judgment of this Court in the\ncase of ABC Laminart Pvt. Ltd. Vs. A.P. Agencies, Salem²².\nHe relies on Para 10 and 16 of the above judgment. He also\nrelied on the case of Interglobe Aviation Ltd. Vs. N.\nSatchidanand 23, wherein this Court has followed the decision\nin ABC Laminart Pvt. Ltd. (supra).\n29. He submits that the UNCITRAL Model Law has defined\nthe term \"international” in a broad and expansive manner\nG allowing full sway to \"party autonomy\". Under the Model Law,\nit is open to the parties to give international flavour to an\n21. 1987 (1) SCC 496.\n22. 1989 (2) SCC 163.\nH 23. 2011 (7) SCC 463.\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 363\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\notherwise purely domestic relationship, merely by choosing a A\nsitus of arbitration abroad [Article 1(3)(b)(i)] or even merely by.\nlabelling the arbitration an international one. [Article 1(3)(c)].\nB\nC\n30. The Indian law has consciously and correctly departed\nfrom the same and chosen only the nationality test for defining\nan arbitration as \"international\" as is apparent from Section\n2(1)(f) of the Arbitration Act, 1996. Relying on the provision of\nSections 2(2), 20 and 28, he further submits that Arbitration Act,\n1996 precludes Indian parties to a purely domestic dispute from\nchoosing a place of arbitration outside India. Mr. Kumar goes\neven further to submit that when both the parties are Indian, the\nsubstantive law governing the dispute must necessarily be\nIndian irrespective of the situs of the arbitration and irrespective\nof any provision in the contract between the parties to the\ncontrary. He submits that the same principle applies with equal\nforce to the arbitration law too, that is to say, that if it is not open\nto two Indian parties with regard to an entirely domestic dispute\nto derogate from the Indian laws of contract, evidence etc., it\nis equally not open to them derogate from the Indian\narbitrational law either. He relies on judgment of this Court in\nthe case of TDM Infrastructure Pvt. Ltd. Vs. U.E. Development E\nIndia Pvt. Ltd., 24 Paragraphs 19, 20 and 23. He, however, very\nfairly points out that this was a case under Section 11 and the\npoint in issue here did not specifically arise for consideration\nin the said case.\nHistory of Arbitration in India -\n31. Before we embark upon the task of interpreting the\nprovisions of the Arbitration Act, 1996, it would be apposite to\nnarrate briefly the history of Arbitration Law in India upto the\npassing of Arbitration Act, 1996. This exercise is undertaken\npurely to consider: (i) what was the law before the Arbitration\nAct, 1996 was passed; (ii) what was the mischief or defect for\n* which the law had not provided; (iii) what remedy Parliament\n24. 2008 (14) SCC 271.\nD\nF\nG\nH\n364 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA has appointed; (iv) the reasons of the remedy.\nB\nC\nD\nE\nF\n32. Resolution of disputes through arbitration was not\nunknown in India even in ancient times. Simply stated,\nsettlement of disputes through arbitration is the alternate system\nof resolution of disputes whereby the parties to a dispute get\nthe same settled through the intervention of a third party. The\nrole of the court is limited to the extent of regulating the process.\nDuring the ancient era of Hindu Law in India, there were several\nmachineries for settlement of disputes between the parties.\nThese were known as Kulani (village council), Sreni\n(corporation) and Puga (assembly). 25 Likewise, commercial\nmatters were decided by Mahajans and Chambers. The\nresolution of disputes through the panchayat was a different\nsystem of arbitration subordinate to the courts of law. The\narbitration tribunal in ancient period would have the status of\npanchayat in modern India. 26 The ancient system of panchayat\nhas been given due statutory recognition through the various\nPanchayat Acts subsequently followed by Panchayati Raj Act,\n1994. It has now been constitutionally recognized in Article 243\nof the Constitution of India.\n33. However, we are concerned here with modern\narbitration law, therefore, let us proceed to see the legislative\nhistory leading to the enactment of Arbitration Act, 1996.\nThe Indian Scenario -\n34. The first Indian Act on Arbitration law came to be\npassed in 1899 known as Arbitration Act, 1899. It was based\non the English Arbitration Act, 1899. Then came the Code of\nCivil Procedure, 1908. Schedule II of the Code contained the\nG provisions relating to the law of Arbitration which were extended\nto the other parts of British India. Thereafter the Arbitration Act,\n1940 (Act No.10 of 1940) (hereinafter referred to as the \"1940\n25. See P.V Kane History of Dharmasastra, Vol.III P.242.\nH 26. See Justice S.Varadachariar Hindu Judicial System P.98.\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 365\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nAct\") was enacted to consolidate and amend the law relating A\nto arbitration. This Act came into force on 1st July, 1940. It is\nan exhaustive Code in so far as law relating to the domestic\narbitration is concerned. Under this Act, Arbitration may be\nwithout the intervention of a Court or with the intervention of a\nCourt where there is no suit pending or in a pending suit. This B\nAct empowered the Courts to modify the Award (Section 15),\nremit the Award to the Arbitrators for reconsideration (Section\n16) and to set aside the Award on specific grounds (Section\n30). The 1940 Act was based on the English Arbitration Act,\n1934. The 1934 Act was replaced by the English Arbitration C\nAct, 1950 which was subsequently replaced by the Arbitration\nAct, 1975. Thereafter the 1975 Act was also replaced by the\nArbitration Act, 1979. There were, however, no corresponding\nchanges in the 1940 Act. The law of arbitration in India\nremained static.\nD\n35. The disastrous results which ensued from the abuse\nof the 1940 Act are noticed by this Court in the case of Guru\nNanak Foundation Vs. M/s. Rattan Singh \u0026 Sons. 27 Justice\nD.A. Desai speaking for the court expressed the concern and\nanguish of the court about the way in which the proceedings E\nunder the 1940 Act, are conducted and without an exception\nchallenged in courts. His Lordship observed:\n\"Interminable, time consuming, complex and expensive\ncourt procedures impelled jurists to search for an F\nalternative forum, less formal, more effective and speedy\nfor resolution of disputes avoiding procedural claptrap and\nthis led them to Arbitration Act, 1940 (\"Act\" for short).\nHowever, the way in which the proceedings under the Act\nare conducted and without an exception challenged in\nG\nCourts, has made lawyers laugh and legal philosophers\nweep. (Emphasis supplied). Experience shows and law\nreports bear ample testimony that the proceedings under\nthe Act have become highly technical accompanied by\n27. 1981 (4) SCC 634.\nI\nA\nB\nC\nD\nE\n366\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nunending prolixity, at every stage providing a legal trap to\nthe unwary. Informal forum chosen by the parties for\nexpeditious disposal of their disputes has by the decisions\nof the Courts been clothed with 'legalese' of unforeseeable\ncomplexity. This case amply demonstrates the same.\"\n36. This was the arena of domestic arbitration and\ndomestic award.\nInternational Scenario -\n37. Difficulties were also being faced in the International\nsphere of Trade and Commerce. With the growth of International\nTrade and Commerce, there was an increase in disputes\narising out of such transactions being adjudicated through\nArbitration. One of the problems faced in such Arbitration,\nrelated to recognition and enforcement of an Arbitral Award\nmade in one country by the Courts of other countries. This\ndifficulty was sought to be removed through various International\nConventions. The first such International Convention was the\nGeneva Protocol on Arbitration Clauses, 1923, popularly\nreferred to as \"the 1923 Protocol\". It was implemented w.e.f.\n28th July, 1924. This Protocol was the product of the initiative\ntaken by the International Chamber of Commerce (ICC) under\nthe auspices of the League of Nations. The 1923 Protocol\nsought to make arbitration agreements and arbitration clauses\nin particular enforceable internationally. It was also sought to\nensure that Awards made pursuant to such arbitration\nagreements would be enforced in the territory other than the\nstate in which they were made. The 1923 Protocol proved to\nbe inadequate. It was followed by the Geneva Convention on\nthe execution of Foreign Arbitrated Awards, 1927 and is\npopularly known as the \"Geneva Convention of 1927\". This\nconvention was made effective on 25th July, 1929. Indial\nbecame a signatory to both the 1923 Protocol and the 1927\nConvention on 23rd October, 1937. It was to give effect to both\nthe 1923 Protocol and 1927 Convention that the Arbitration\nH (Protocol and Convention) Act, 1937 was enacted in India.\nF\nG\n"}