{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"BHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 407\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nΑ\nCourt notices the singular importance of determining the A.\nlocation of \"juridical seat\" in terms of Section 3, for the purposes\nof Section 2, in the following words:-\n\"I must determine what the parties agreed was the \"seat”\nof the arbitration for the purposes of Section 2 of the\nArbitration Act 1996. This means by Section 3 what the\nparties agreed was the \"juridical\" seat. The word \"juridical\"\nis not an irrelevant word or a word to be ignored in\nascertaining what the \"seat\" is. It means and connotes the\nadministration of justice so far as the arbitration is\nconcerned. It implies that there must be a country whose\njob it is to administer, control or decide what control there\nis to be over an arbitration.\"\nB\nC\n108. Thus, it would be evident that if the \"juridical seat” of\nthe arbitration was in Scotland, the English Courts would have D\nno jurisdiction to entertain an application for leave to appeal.\nThe Contractor argued that the seat of the arbitration was\nScotland whilst the Employer argued that it was England. There\nwere to be two contractors involved with the project.\n109. The material Clauses of the EPC Contract were:\n[1]\nE\n1.4.1. The Contract shall be governed by and construed\nin accordance with the laws of England and Wales and, subject\nto Clause 20.2 (Dispute Resolution), the Parties agree that the\ncourts of England and Wales have exclusive jurisdiction to F\nsettle any dispute arising out of or in connection with the\ncontract.\n(a)\nany dispute or difference between the Parties to\nthis Agreement arising out of or in connection with\nthis Agreement shall be referred to arbitration.\n(b) Any reference to arbitration shall be to a single\narbitrator... and conducted in accordance with the\nConstruction Industry Model Arbitration Rules\nG\nH\n408 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA\n00\nB\nFebruary 1998 Edition, subject to this Clause\n(Arbitration Procedure)...\n(c) This arbitration agreement is subject to English Law\nand the seat of the arbitration shall be Glasgow,\nScotland. Any such reference to arbitration shall be\ndeemed to be a reference to arbitration within the\nmeaning of the Arbitration Act, 1996 or any statutory\nre-enactment.\"\n110. The Arbitration was to be conducted under the\nC Arbitration Rules known colloquially as the \"CIMAR Rules\". Rule\n1.1 of the Rules provided that:\nD\nE\nF\nG\nH\n\"These Rules are to be read consistently with the\nArbitration Act 1996 (the Act), with common expressions\nhaving the same meaning.\"\nRule 1.6 applied:\n(a) a single arbitrator is to be appointed, and\n(b) the seat of the arbitration is in England and Wales or\nNorthern Ireland.\n111. The court was informed by the parties in arguments\nthat Scottish Court's powers of control or intervention would be,\nat the very least, seriously circumscribed by the parties'\nagreement in terms as set out in paragraph 6 of the judgment.\nIt was further indicated by the counsel that the Scottish Court's\npowers of intervention might well be limited to cases involving\nsuch extreme circumstances as the dishonest procurement of\nan award.\n112. In construing the EPC, the court relied upon the\nprinciples stated by the Court of Appeal in Naviera Amazonica\nPeruana SA (supra).\n113. Upon consideration of the entire material, the Court\nformed the view that it does have jurisdiction to entertain an\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 409\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\napplication by either party to the contract in question under A\nSection 69 of the (English) Arbitration Act, 1996. The court\ngave the following reasons for the decision:-\n(a) One needs to consider what, in substance, the parties\nagreed was the law of the country which would juridically B\ncontrol the arbitration.\nC\n(b) I attach particular importance to Clause 1.4.1. The\nparties agreed that essentially the English (and Welsh)\nCourts have \"exclusive jurisdiction\" to settle disputes.\nAlthough this is \"subject to\" arbitration, it must and does\nmean something other than being mere verbiage. It is a\njurisdiction over disputes and not simply a court in which\na foreign award may be enforced. If it is in arbitration alone\nthat disputes are to be settled and the English Courts have\nno residual involvement in that process, this part of Clause D\n1.4.1 is meaningless in practice. The use of the word\n\"jurisdiction\" suggests some form of control.\n(c) The second part of Clause 1.4.1 has some real\nmeaning if the parties were agreeing by it that, although\nthe agreed disputes resolution process is arbitration, the\nparties agree that the English Court retains such\njurisdiction to address those disputes as the law of\nEngland and Wales permits. The Arbitration Act, 1996\npermits and requires the Court to entertain applications\nunder Section 69 for leave to appeal against awards which\naddress disputes which have been referred to arbitration.\nBy allowing such applications and then addressing the\nrelevant questions of law, the Court will settle such disputes;\neven if the application is refused, the court will be applying\nits jurisdiction under the Arbitration Act, 1996 and providing\nresolution in relation to such disputes.\nE\nF\nG\n(d) This reading of Clause 1.4.1 is consistent with Clause\n20.2.2 (c) which confirms that the arbitration agreement is\nsubject to English Law and that the “reference\" is “deemed H\nA\nB\nс\nD\nE\nLL.\nF\n0\nH\n410\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nto be a reference to arbitration within the meaning of the\nArbitration Act, 1996.\" This latter expression is extremely\nodd unless the parties were agreeing that any reference\nto arbitration was to be treated as a reference to which\nthe Arbitration Act, 1996 was to apply. There is no\ndefinition in the Arbitration Act, 1996 of a \"reference to\narbitration\", which is not a statutory term of art. The parties\npresumably meant something in using the expression and\nthe most obvious meaning is that the parties were\nagreeing that the Arbitration Act, 1996 should apply to the\nreference without qualification.\n(e) Looked at in this light, the parties' express agreement\nthat the \"seat\" of arbitration was to be Glasgow, Scotland\nmust relate to the place in which the parties agreed that\nthe hearings should take place. However, by all the other\nreferences the parties were agreeing that the curial law or\nlaw which governed the arbitral proceedings establish that,\nprima facie and in the absence of agreement otherwise,\nthe selection of a place or seat for an arbitration will\ndetermine what the curial law or \"lex fori\" or \"lex arbitri\" will\nbe, we consider that, where in substance the parties agree\nthat the laws of one country will govern and control a given\narbitration, the place where the arbitration is to be heard\nwill not dictate what the governing or controlling law will be.\n(f) In the context of this particular case, the fact that, as both\nparties seemed to accept in front of me, the Scottish\nCourts would have no real control or interest in the arbitral\nproceedings other than in a criminal context, suggests that\nthey can not have intended that the arbitral proceedings\nwere to be conducted as an effectively \"delocalized\"\narbitration or in a \"transnational firmament”, to borrow Lord\nJustice Kerr's words in the Naviera Amazonica case.\n(g) The CIMAR Rules are not inconsistent with my view.\nTheir constant references to the Arbitration Act, 1996\nsuggest that the parties at least envisaged the possibility\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 411\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nthat the Courts of England and Wales might play some part A\nin policing any arbitration. For instance, Rule 11.5\nenvisages something called \"the Court\" becoming involved\nin securing compliance with a peremptory order of the\narbitrator. That would have to be the English Court, in\npractice.\"\nB\nC\nD\n114. These observations clearly demonstrate the detailed\nexamination which is required to be undertaken by the court to\ndiscern from the agreement and the surrounding circumstances\nthe intention of the parties as to whether a particular place\nmentioned refers to the \"venue\" or \"seat\" of the arbitration. In\nthat case, the Court, upon consideration of the entire material,\nconcluded that Glasgow was a reference to the \"venue\" and the\n\"seat\" of the arbitration was held to be in England. Therefore,\nthere was no supplanting of the Scottish Law by the English\nLaw, as both the seat under Section 2 and the \"juridical seat\"\nunder Section 3, were held to be in England. Glasgow being.\nonly the venue for holding the hearings of the arbitration\nproceedings. The Court rather reiterated the principle that the\nselection of a place or seat for an arbitration will determine\nwhat the \"curial law\" or \"lex fori\" or \"lex arbitri\" will be. It was\nfurther concluded that where in substance the parties agreed\nthat the laws of one country will govern and control a given\narbitration, the place where the arbitration is to be heard will\nnot dictate what the governing law or controlling law will be. In\nview of the above, we are of the opinion that the reliance placed F\nupon this judgment by Mr.Sundaram is wholly misplaced.\nE\n115. The aforesaid ratio has been followed in Shashoua\n\u0026 Ors. (supra). In this case, the Court was concerned with the\nconstruction of the shareholders' agreement between the G\nparties, which provided that \"the venue of the arbitration shall\nbe London, United Kingdom\". Whilst providing that the\narbitration proceedings should be conducted in English in\naccordance with ICC Rules and that the governing law of the\nshareholders' agreement itself would be the law of India. The\nH\n412 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA claimants made an application to the High Court in New Delhi\nseeking interim measures of protection under Section 9 of the\nArbitration Act, 1996, prior to the institution of arbitration\nproceedings. Following the commencement of the arbitration,\nthe defendant and the joint venture company raised a challenge\nB to the jurisdiction of the arbitral tribunal, which the panel heard\nas a preliminary issue. The tribunal rejected the jurisdictional\nobjection. The tribunal then made a cost award ordering the\ndefendant to pay $140,000 and £172,373.47. The English\nCourt gave leave to the claimant to enforce the costs award\nC as a judgment. The defendant applied to the High Court of Delhi\nunder Section 34(2)(iv) of the Arbitration Act, 1996 to set aside\nthe costs award. The claimant had obtained a charging order,\nwhich had been made final, over the defendant's property in\nthe UK. The defendant applied to the Delhi High Court for an\norder directing the claimants not to take any action to execute\nthe charging order, pending the final disposal of the Section\n34 petition in Delhi seeking to set aside the costs award. The\ndefendant had sought unsuccessfully to challenge the costs\naward in the Commercial Court under Section 68 and Section\n69 of the 1996 Act (U.K.) and to set aside the order giving\nleave to enforce the award. Examining the fact situation in the\ncase, the Court observed as follows:-\nD\nE\nF\nG\nH\n\"The basis for the court's grant of an anti-suit injunction of\nthe kind sought depended upon the seat of the arbitration.\nAn agreement as to the seat of an arbitration brought in\nthe law of that country as the curial law and was\nanalogous to an exclusive jurisdiction clause. Not only\nwas there agreement to the curial law of the seat, but also\nto the Courts of the seat having supervisory jurisdiction\nover the arbitration, so that, by agreeing to the seat, the\nparties agreed that any challenge to an interim or final\naward was to be made only in the courts of the place\ndesignated as the seat of the arbitration.\nAlthough, 'venue' was not synonymous with 'seat', in an\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 413\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\narbitration clause which provided for arbitration to be A\nconducted in accordance with the Rules of the ICC in Paris\n(a supranational body of rules), a provision that 'the venue\nof arbitration shall be London, United Kingdom' did amount\nto the designation of a juridical seat.”\nIn Paragraph 54, it is further observed as follows:-\nB\n\"There was a little debate about the possibility of the\nissues relating to the alleged submission by the claimants\nto the jurisdiction of the High Court of Delhi being heard\nby that court, because it was best fitted to determine such C\nissues under Indian Law. Whilst I found this idea attractive\ninitially, we are persuaded that it would be wrong in\nprinciple to allow this and that it would create undue\npractical problems in any event. On the basis of what I\nhave already decided, England is the seat of the D\narbitration and since this carries with it something akin\nto an exclusive jurisdiction clause, as a matter of principle\nthe foreign court should not decide matters which are for\nthis court to decide in the context of an anti-suit\ninjunction.\"[emphasis supplied]\n116. In making the aforesaid observations, the Court relied\non judgments of the Court of Appeal in C Vs. D³9. Here the\nCourt of Appeal in England was examining an appeal by the\ndefendant insurer from the judgment of Cooke, J. granting an\nanti-suit injunction preventing it from challenging an arbitration\naward in the U.S. Courts. The insurance policy provided \"any\ndispute arising under this policy shall be finally and fully\ndetermined in London, England under the provisions of the\nEnglish Arbitration Act, 1950 as amended\". However, it was\nfurther provided that \"this policy shall be governed by and\nconstrued in accordance with the internal laws of the State of\nNew York....\". A partial award was made in favour of the\nclaimants. It was agreed that this partial award is, in English\n39. [2007] EWCA Civ 1282 (CA).\nE\nLLJ\nF\nG\nI\n1\n414 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA Law terms, final as to what it decides. The defendant sought\nthe tribunal's withdrawal of its findings. The defendant also\nintimated its intention to apply to a Federal Court applying US\nFederal Arbitration Law governing the enforcement of arbitral\naward, which was said to permit \"vacatur\" of an award where\nB arbitrators have manifestly disregarded the law. It was in\nconsequence of such intimation that the claimant sought and\nobtained an interim anti-suit injunction. The Judge held that\nparties had agreed that any proceedings seeking to attack or\nset aside the partial award would only be those permitted by\nC English Law. It was not, therefore, permissible for the defendant\nto bring any proceedings in New York or elsewhere to attack\nthe partial award. The Judge rejected the arguments to the\neffect that the choice of the law of New York as the proper law\nof the contract amounted to an agreement that the law of\nEngland should not apply to proceedings post award. The\nJudge also rejected a further argument that the separate\nagreement to arbitrate contained in the Condition V(a) of the\npolicy was itself governed by New York Law so that\nproceedings could be instituted in New York. The Judge\ngranted the claimant a final injunction. The Court of Appeal\nnoticed the submission on behalf of the defendant as follows:-\nD\nE\nLL\nF\nG\nH\n\"14. The main submission of Mr Hirst QC for the defendant\ninsurer was that the judge had been wrong to hold that the\narbitration agreement itself was governed by English law\nmerely because the seat of the arbitration was London. He\nargued that the arbitration agreement itself was silent as\nto its proper law but that its proper law should follow the\nproper law of the contract as a whole, namely New York\nlaw, rather than follow from the law of the seat of the\narbitration namely England. The fact that the arbitration\nitself was governed by English procedural law did not\nmean that it followed that the arbitration agreement itself\nhad to be governed by English law. The proper law of the\narbitration agreement was that law with which the\nagreement had the most close and real connection; if the\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 415\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\ninsurance policy was governed by New York law, the law\nwith which the arbitration agreement had its closest and\nmost real connection was the law of New York. It would then\nfollow that, if New York law permitted a challenge for\nmanifest disregard of the law, the court in England should\nnot enjoin such a challenge.\"\nThe Court of Appeal held:-\nA\nB\nс\nD\n\"16. I shall deal with Mr Hirst's arguments in due course\nbut, in my judgment, they fail to grapple with the central\npoint at issue which is whether or not, by choosing\nLondon as the seat of the arbitration, the parties must be\ntaken to have agreed that proceedings on the award\nshould be only those permitted by English law. In my view\nthey must be taken to have so agreed for the reasons\ngiven by the judge. The whole purpose of the balance\nachieved by the Bermuda Form (English arbitration but\napplying New York law to issues arising under the policy)\nis that judicial remedies in respect of the award should be\nthose permitted by English law and only those so permitted.\nMr Hirst could not say (and did not say) that English judicial E\nremedies for lack of jurisdiction on procedural irregularities\nunder sections 67 and 68 of the Arbitration Act, 1996 Were\nnot permitted; he was reduced to saying that New York\njudicial remedies were also permitted. That, however,\nwould be a recipe for litigation and (what is worse)\nconfusion which cannot have been intended by the parties.\nNo doubt New York law has its own judicial remedies for\nwant of jurisdiction and serious irregularity but it could\nscarcely be supposed that a party aggrieved by one part\nof an award could proceed in one jurisdiction and a party G\naggrieved by another part of an award could proceed in\nanother jurisdiction. Similarly, in the case of a single\ncomplaint about an award, it could not be supposed that\nthe aggrieved party could complain in one jurisdiction and\nthe satisfied party be entitled to ask the other jurisdiction\nF\nН\n416\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA\nB\nto declare its satisfaction with the award. There would be\na serious risk of parties rushing to get the first judgment\nor of conflicting decisions which the parties cannot have\ncontemplated.\n.17. It follows from this that a choice of seat for the\narbitration must be a choice of forum for remedies\nseeking to attack the award\".........\n117. On the facts of the case, the Court held that the seat\nof the arbitration was in England and accordingly entertained\nC the challenge to the award. Again in Union of India Vs.\nMcDonnell Douglas Corp. (supra), the proposition laid down\nin Naviera Amazonica Peruana S.A. (supra) was reiterated.\nIn this case, the agreement provided that:-\nD\nE\nF\nG\nН\n\"The arbitration shall be conducted in accordance with the\nprocedure provided in the Indian Arbitration Act of 1940\nor any reenactment or modification thereof. The arbitration\nshall be conducted in the English language. The award of\nthe Arbitrators shall be made by majority decision and shall\nbe final and binding on the Parties hereto. The seat of the\narbitration proceedings shall be London, United Kingdom.\"\n118. Construing the aforesaid clause, the Court held as\nfollows:-\n\"On the contrary, for the reasons given, it seems to me that\nby their agreement the parties have chosen English law\nas the law to govern their arbitration proceedings, while\ncontractually importing from the Indian Act those provisions\nof that Act which are concerned with the internal conduct\nof their arbitration and which are not inconsistent with the\nchoice of English arbitral procedural law.\"\n119. The same question was again considered by the High\nCourt of Justice, Queen's Bench Division, Commercial Court\n(England) in Sulamerica CIA Nacional de Seguros SA v.\n"}