{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"BHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 347\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\n\"For the aforesaid reasons, we hold that the applications A\nfiled by the appellant under Section 34 of the Indian Act\nare not maintainable against the two foreign awards dated\n10.11.2002 and 12.11.2002 and accordingly dismiss\nMisc. Appeal No.889 of 2004 and Misc. Appeal No.890\nof 2004, but order that the parties shall bear their own B\ncosts.\"\nThe aforesaid decision has been challenged in this\nappeal.\n7. We may also notice that number of other appeals and C\nspecial leave petitions as well as transferred case were listed\nalongwith this appeal. It is not necessary to take note of the\nfacts in all matters.\n8. We may, however, briefly notice the facts in Bharati\nShipyard Ltd. Vs. Ferrostaal AG \u0026 Anr. in SLP (C) No.27824\nof 2011 as it pertains to the applicability of Section 9 of the\nArbitration Act, 1996. In this case, the appellant, an Indian\nCompany, entered into two Shipbuilding Contracts with\nrespondent No.1 on 16th February, 2007. The appellant was\nto construct vessels having Builders Hull No.379 which was to\nbe completed and delivered by the appellant to the respondent\nNo.1 within the time prescribed under the two Shipbuilding\nContracts. The agreement contained an arbitration clause. The\nparties initially agreed to get their disputes settled through\narbitral process under the Rules of Arbitration of the\nInternational Chamber of Commerce (ICC) at Paris,\nsubsequently, mutually agreed on 29th November, 2010 to\narbitration under the Rules of London Maritime Arbitrators\nAssociation (LMAA) in London. This agreement is said to have\nbeen reached between the parties in the interest of saving costs\nand time. Prior to agreement dated 29th November, 2010\nrelating to arbitration under LMAA Rules, respondent No.1 had\nfiled two requests for arbitration in relation to both the contracts\nunder Article 4 of ICC Rules on 12th November, 2010\nD\nE\nF\nG\nH\n348 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA recognizing that the seat of arbitration is in Paris and the\nsubstantive law applicable is English Law. In its requests for\narbitration, respondent No.1 had pleaded in paragraphs 25 and\n26 as under:\nB\nC\nD\nE\n\"Applicable Law:\n25. The Contract Clause \"Governing Law, Dispute and\nArbitration Miscellaneous\" provides that the Contract shall\nbe governed by the Laws of England.\" The rights and\nobligations of the parties are therefore to be interpreted\nin light of English Law (the applicable law).\n26. In summary:\na) disputes arising out of the Contract between the parties\nare to be resolved by arbitration under the ICC Rules;\nb) the seat of arbitration is Paris; and\nc) the substantive law to be applied in the arbitration shall\nbe English Law.\"\n9. Subsequently, in view of the agreement dated 29th\nNovember, 2010, the first respondent submitted two requests\nfor arbitration under LMAA Rules in London on 4th February,\n2011. During the pendency of the aforesaid two requests, on\n10th November, 2010, the first respondent filed two\nF applications under Section 9 of the Arbitration Act, 1996 which\nG\nH\nare numbered as AA.No.6/2010 and AA.No.7/2010 seeking\norders of injunction against the encashment of refund bank\nguarantees issued under the contracts.\n10. Learned District Judge, Dakshina Kannada,\nMangalore granted an ex parte ad interim injunction in both the\napplications restraining the appellant from encashing the bank\nguarantee on 16th November, 2010. The appellant appeared\nand filed its statement of objections. After hearing, the learned\nDistrict Judge passed the judgments and orders on 14th\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 349\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nJanuary, 2011 allowing the applications filed by respondent A\nNo.1 under Section 9 of the Arbitration Act, 1996.\n11. Both the orders were challenged in the appeals by the\nappellant before the High Court of Karnataka at Bangalore. By\njudgment and order dated 9th September, 2011, the High Court\nallowed the appeal and set aside the orders passed by the\nDistrict Judge dated 14th January, 2011. In allowing the appeal,\nthe High Court held as follows:\n\"From the above, it is clear that respondent No.1 is not\nremedyless (sic). It is already before the Arbitral Tribunal\nat London. Thus, it is open for it to seek interim order of\ninjunction for the purpose of preserving the assets as per\nSection 44 of the Arbitration Act, 1996 in Courts at\nLondon.\nSince the parties have agreed that substantive law\ngoverning the contract is English Law and as the law\ngoverning arbitration agreement is English Law, it is open\nfor respondent No.1 to approach the Courts at England to\nseek the interim relief.\"\n12. This special leave petition was filed against the\naforesaid judgment of the High Court.\nB\nC\nD\nE\n13. We have heard very lengthy submissions on all\naspects of the matter. All the learned counsel on both sides F\nhave made elaborate references to the commentaries of\nvarious experts in the field of International Commercial\nArbitration. Reference has also been made to numerous\ndecisions of this Court as well as the Courts in other\njurisdictions.\n14. Mr. C.A. Sundaram, appearing for the appellants in\nC.A. No. 7019 of 2005 submits that primarily the following five\nquestions would arise in these cases: (a) What is meant by\nthe place of arbitration as found in Sections 2(2) and 20 of the\nArbitration Act, 1996?; (b) What is the meaning of the words.\nG\nH\n350 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA “under the law of which the award is passed\" under Section 48\nof the Arbitration Act, 1996 and Article V(1)(e) of the Convention\non the Recognition and Enforcement of Foreign Arbitral\nAwards (hereinafter referred to as \"the New York Convention\")?;\n(c) Does Section 2(2) bar the application of Part I of the\nB Arbitration Act, 1996 (Part I for brevity) to arbitrations where\nthe place is outside India?; (d) Does Part I apply at all stages\nof an arbitration, i.e., pre, during and post stages of the arbitral\nproceedings, in respect of all arbitrations, except for the areas\nspecifically falling under Parts II and III of the Arbitration Act,\n1996 (Part II and Part III hereinafter)?; and (e) Whether a suit\nfor preservation of assets pending an arbitration proceeding\nis maintainable?\nC\n15. Mr. Soli Sorabjee, Mr. Sundaram, Mr. Gopal\nSubramanium and Dr. A.M. Singhvi, learned Senior Advocates\nD for the appellants have in unison emphasised that Part I and\nPart II are not mutually exclusive. They have submitted that the\nArbitration Act, 1996 has not \"adopted or incorporated the\nprovisions of Model Law\". It has merely “taken into account\" the\nModel Law. They have made a reference to the judgments of\nE this Court in the case of Konkan Railway Corporation Ltd. \u0026\nAnr. Vs. Rani Construction Pvt. Ltd.1 and SBP \u0026 Co. Vs. Patel\nEngineering Ltd. \u0026 Anr.2 It is emphasised that in fact the\nArbitration Act, 1996 differs from the UNCITRAL Model Law\non certain vital aspects. It is pointed out that one of the strongest\nF examples is the omission of the word \"only\" in Section 2(2),\nwhich occurs in corresponding Article 1(2) of the Model Law.\nThe absence of the word \"only\" in Section 2(2) clearly signifies\nthat Part I shall compulsorily apply if the place of arbitration is\nin India. It does not mean that Part I will not apply if place of\nG\narbitration is not in India.\n16. Mr. Sorabjee has emphasised that the omission of\nword \"only\" in Section 2(2) is not an instance of \"CASUS\n1. (2002) 2 SCC 388.\nH 2.\n(2005) 8 SCC 618.\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 351\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nOMISSUS\". The omission of the word clearly indicates that A\nModel Law has not been bodily adopted by the Arbitration Act,\n1996. All the learned senior counsel seem to be agreed that\nthe Arbitration Act, 1996 has to be construed by discerning the\nintention of the Parliament from the words and language used,\ni.e., the provisions of the said Act have to be construed literally B\nwithout the addition of any word to any provision. Therefore, the\nmissing word “only” can not be supplied by judicial\ninterpretation. In support of the submission, reliance is placed\non Nalinakhya Bysack Vs. Shyam Sunder Haldar \u0026 Ors.³,\nMagor \u0026 St. Mellons RDC Vs. Newport Corporation, Punjab C\nLand Devl. \u0026 Reclamation Corporation Ltd. Vs. Presiding\nOfficer, Labour Court and Duport Steels Ltd. Vs. Sirs. It is\npointed out by Mr. Sorabjee that the doctrine of ironing out the\ncreases does not justify the substitution of a new jacket in place\nof the old, whose creases were to be ironed out.\nD\n17. All the learned counsel for the appellants have\nemphasised that the Arbitration Act, 1996 has not adopted the\nterritorial criterion/principle completely, party autonomy has\nbeen duly recognized. This, according to the learned counsel,\nis evident from the provisions in Sections 2(1)(e), 2(5), 2(7), E\n20 and 28. It is submitted that restricting the operation of Part\nI only to arbitration which takes place in India would lead to\nreading words into or adding words to various provisions\ncontained in the Arbitration Act, 1996. It is emphasised that\nrestricting the applicability of Part I to arbitrations which take F\nplace only in India would render the provisions in Sections 2(5),\n2(7) and 20 redundant. Mr. Sundaram has reiterated that\nexpression \"place\" in Sections 2(2) and Section 20 has to be\ngiven the same meaning. Section 20 of the Arbitration Act, 1996\nstipulates that parties are free to agree on the place of G\n3. 1953 SCR 533.\n4. 1951 (2) All ER 839.\n5. (1990) 3 SCC 682.\n6. (1980) 1 All ER 529.\nH\nC\nD\n352 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA arbitration outside India. Therefore, arbitrations conducted\nunder Part I, may have geographical location outside India.\nSimilarly, if Part I was to apply only where the place of arbitration\nis in India then the words \"Where the place of arbitration is\nsituated in India\" in Section 28(1) were wholly unnecessary.\nB Further, the above words qualify only Sub-section (1) of Section\n28 and do not qualify Sub-section (3). The necessary\nimplication is that Sub-section (3) was intended to apply even\nto foreign-seated arbitration so long as parties have chosen\nArbitration Act, 1996 as law of the arbitration, which could only\nbe if Part I is to apply to such arbitration. Therefore, it is\nsubmitted by the learned counsel that the 'seat' is not the\n\"centre of gravity\" as far as the Arbitration Act, 1996 is\nconcerned. The Arbitration Act, 1996 is “subject matter centric\"\nand not \"seat-centric\". In support of this, the learned counsel\nplaced strong reliance on the provision contained in Section\n2(1) (e), which provides that \"jurisdiction to decide the questions\nforming the subject-matter of the arbitration if the same had\nbeen the subject matter of a suit\". This, according to the learned\ncounsel, is an essential precondition for a Court to assume\njurisdiction under Part I. The definition of Court in Section 2(1)(e)\nwould necessarily mean that two foreign parties, in order to\nresolve a dispute arising outside India and governed by foreign\nlaw cannot invoke jurisdiction of an Indian Court by simply\nchoosing India as the seat of arbitration. It is further submitted\nthat in the absence of Section 9 of the Arbitration Act, 1996,\nno interim relief can be granted unless it is in aid of final/\nsubstantive relief that must be claimed in the suit. On the other\nhand, a suit claiming any permanent relief on the substance of\nthe dispute would tantamount to a waiver of the arbitration\nclause by the plaintiff. It is, therefore, submitted by the learned\nG counsel that supplying word \"only\" in Section 2(2) will in many.\ncases leave a party remediless. It is further submitted that\nSection 2(7) clearly shows that part I would apply even to\narbitrations which take place outside India. If Section 2(7) was\nto be restricted only to arbitrations which take place in India,\nH there would be no need for such a provision. It is emphasised\nE\nF\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 353\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nthat the provision clearly states that it applies to an award made A\n\"under this part\". The aforesaid term is a clear indication to an\narbitration which takes place outside India, where the parties.\nhave chosen the Arbitration Act, 1996 as the governing law of\nthe arbitration. Mr. Sorabjee relied on National Thermal Power\nCorporation Vs. Singer Company \u0026 Ors.7, and submitted that B\nSection 2(7) is a positive re-enactment of Section 9(b) of the\nForeign Awards (Recognition and Enforcement) Act, 1961\n(hereinafter referred to as the '1961 Act'). It is emphasised that\nSection 2(7) has been placed in Part I only to bring it in\nconformity with Article V(1)(e) of the New York Convention, C\nwhich has been incorporated and enacted as Section 48(1)(e).\nThe aforesaid section even though it is dealing with enforcement\nof awards, necessarily recognizes the jurisdiction of courts in\ntwo countries to set aside the award, namely, the courts of the\ncountry in which arbitration takes place and the country under\nthe law of which the award was made. It is submitted that both\nthe expressions must necessarily be given effect to and no part\nof the act or the section can be disregarded by describing them\nas fossil.\n18. Mr. Sorabjee has emphasised that not giving effect to\nthe words \"under the law of which the award was made\", will\nallow many awards to go untested in Court. He has relied upon\ncertain observations made by the U.K. Court in the case of\nReliance Industries Ltd. Vs. Enron Oil \u0026 Gas India Ltd.Ⓡ\n19. Mr. Sundaram points out that the Arbitration Act, 1996\ndeparts from the strict territorial criterion/principle as not only it\nretains the features of New York Convention but significantly\ndeparts from Model Law. The Model Law has sought to bring\nin an era of localized/territorial arbitration (Article 1(2)). On the\nother hand, the Arbitration Act, 1996 recognizes and provides\nfor de-localized arbitration. He emphasised that under Model\n7. (1992) 3 SCC 551.\n8. 2002 (1) Lloyd Law Reports 645.\nD.\nE\nF\nG\nH\n354\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA Law, all provisions referred to localized arbitration except the\nexceptions in Article 1(2). Under the Arbitration Act, 1996, all\nprovisions are de-localized, except where \"place\" qualification\nhas been provided for.\nB\n20. He further submitted that in all commentaries of\nInternational Commercial Arbitration, the expression \"place\" is\nused interchangeably with \"seat\". In many cases, the terms used\nare \"place of arbitration\"; \"the arbitral situs\", the \"locus arbitri\"\nor \"the arbitral forum”. Relying on the judgment in Braes of\nDoune Wind Farm (Scotland) Limited Vs. Alfred McAlpine\nC Business Services Limited which has been affirmed in\nShashoua \u0026 Ors. Vs. Sharma 10, he submitted that\ninternationally \"seat” is interpreted as being the \"juridical seat”.\nTherefore, when the parties opt for a given law to govern the\narbitration, it is considered to supplant the law of the\nD geographical location of the arbitration. Therefore, the mere\ngeographical location is not the deciding factor of the seat. He\nrelies on the observations made by Gary B. Born in his book\n'International Commercial Arbitration', which are as follows :\nLLI\nE\nF\nG\n“A concept of central importance to the international arbitral\nprocess is that of the arbitral seat (alternatively referred to\nas the \"place of arbitration\", the \"siege” “ort”, the arbitral\n\"situs\" the \"locus arbitri\" or the arbitral \"forum”). The arbitral\nseat is the nation where an international arbitration has its\nlegal domicile, the laws of which generally govern the\narbitration proceedings in significant respects, with regard\nto both \"internal\" and \"external\" procedural matters.\"\nAs discussed elsewhere, the arbitral seat is the location\nselected by the parties (or, sometimes, by the arbitrators,\nan arbitral institution, or a court) as the legal or juridical\nhome or place of the arbitration. In one commentator's\nwords, the \"seat\" is in the vast majority of cases the country\n9. [2008] EWHC 426 (TCC).\nH 10. [2009] EWHC 957 (Comm.).\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 355\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nchosen as the place of the arbitration. The choice of the A\narbitral seat can be (and usually is) made by the parties in\ntheir arbitration agreement or selected on the parties'\nbehalf by either the arbitral tribunal or an arbitral institution.\"\n21. He submits that whist interpreting the word “place” in\nSection 2(2), the provisions contained in Section 20 would have\nrelevance as Section 20 stipulates that the parties are free to\nagree on the place of arbitration. The interpretation on the word\n“place\" in Section 2(2) would also have to be in conformity with\nthe provisions contained in Section 2(1) (e). Further more,\nSection 2(2) has to be construed by keeping in view the\nprovisions contained in Section 2(7) which would clearly indicate\nthat the provisions of Part I of the Arbitration Act, 1996 are not\nconfined to arbitrations which take place within India. Whilst\narbitration which takes place in India by virtue of Section 2(2)\nwould give rise to a \"domestic award\"; the arbitration which is\nheld abroad by virtue of Section 2(7) would give rise to a\n“deemed domestic award\"; provided the parties to arbitration\nhave chosen the Arbitration Act, 1996 as the governing law of\narbitration.\n22. Mr. Sundaram emphasised that if Section 2(2) had not\nbeen on the Statute book there would be no doubt that if an\narbitration was governed by the Arbitration Act, 1996, Part I\nwould ipso facto become applicable to such arbitration, and\nunder Section 2(7), irrespective of where the arbitral\nproceedings took place, it would become a deemed domestic\naward, giving rise to the incidence arising therefrom. By the\ninclusion of Section 2(2), the legislature has also made the\nArbitration Act, 1996 and Part I applicable when the seat or\nplace of arbitration is in India even if not conducted in\naccordance with Indian Arbitral laws thereby domestic what\nwould otherwise have been a non-domestic award having been\nconducted in accordance with a Foreign Arbitration Act. By\nmaking such provisions, the Indian Parliament has honoured the\ncommitment under the New York Convention. He submits that\nB\nC\nD\nLUJ\nE\nF\nG\nH\n356\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA New York Convention in Articles V(1)(a) and V(1)(e) has\nrecognized that the courts in both the countries i.e. country in\nwhich the arbitration is held and the country \"under the law of\nwhich the award is made” as a court of competent jurisdiction\nto question the validity of the arbitral proceedings/award. He,\nB however, points out that the jurisdiction of the domestic court\nis neither conferred by the New York Convention nor under Part\nIl of the Arbitration Act, 1996, since Part II merely deals with\ncircumstances under which an award may be enforced/may be\nrefused to be enforced. These circumstances include annulment\nC proceedings in one of the two competent courts, whether or not\nany of the two courts have jurisdiction to annul the proceedings/\naward, would depend on the domestic law of the country\nconcerned. The Geneva Convention had brought with it the\npredominance of the seat, particularly with reference to the\nsetting aside of the award. The two jurisdictions were inserted\nin the New York Convention to dilute the predominance of the\n. \"seat” over the party autonomy. He further submitted that the\napprehension that the two courts of competent jurisdiction could\ngive conflicting verdicts on the same award is unfounded. Even\nif there were parallel proceedings, it would merely be a question\nof case management by the relevant courts in deciding which\nproceedings should be continued and which stayed.\nD\nE\n23. Learned counsel have submitted that the findings in the\ncase of Bhatia International Vs. Bulk Trading S.A. \u0026 Anr.11\nF (hereinafter referred to as \"Bhatia International\") that if Part I\nwas not made applicable to arbitrations conducted outside\nIndia would render \"party remediless\" is wholly correct. It is not\nopen to a party to file a suit touching on the merits of the\narbitration, since such suit would necessarily have to be stayed\nin view of Section 8 or Section 45 of the Arbitration Act, 1996.\nHe submits that the only way a suit can be framed is a suit \"to\ninter alia restrict the defendant from parting with properties\". He\nsubmits that if the right to such property itself is subject matter\nof an arbitration agreement, a suit for the declaration of such\nH 11. (2004) 2 SCC 105.\nG\n"}