{"pages":[{"pageNumber":101},{"pageNumber":102},{"pageNumber":103},{"pageNumber":104},{"pageNumber":105},{"pageNumber":106},{"pageNumber":107},{"pageNumber":108},{"pageNumber":109},{"pageNumber":110}],"text":"BHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 427\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nEnglish Arbitration Act, 1950 was similar to Section 34 of the A\nArbitration Act, 1940 in India. Section 1(2) of the English\nArbitration Act, 1975 was similar to Section 3 of the Foreign\nAwards Act, 1961.\n134. In view of the above, it would not be possible to\naccept the submission of the learned counsel for the appellants\nthat the aforesaid non-obstante clause in Section 45 would\nindicate that provisions of Part I would also be applicable to\narbitrations that take place outside India.\nDoes Section 48(1)(e) recognize the jurisdiction of Indian\nCourts to annul a foreign award, falling within Part II?\nB\nC\n135. Much emphasis has been laid by the learned counsel\nfor the appellants on the expression that enforcement of a\nforeign award may be refused when the award \"has been set\naside or suspended .....\" \"under the law of which\" that award D\nwas made. The aforesaid words and expressions appear in\nSection 48, which is contained in Part II of the Arbitration Act,\n1996 under the title \"enforcement of certain foreign awards\".\nThe Courts in India under Chapter I of Part II of the aforesaid\nAct have limited powers to refuse the enforcement of foreign E\nawards given under the New York Convention. It would be\napposite to notice the provisions of Section 48 at this stage,\nwhich are as under:-\n\"48.Conditions for enforcement of foreign awards.-\n(1) Enforcement of a foreign award may be refused, at the\nrequest of the party against whom it is invoked, only if that\nparty furnishes to the court proof that-\n(a) the parties to the agreement referred to in\nsection 44 were, under the law applicable to them,\nunder some incapacity, or the said agreement is\nnot valid under the law to which the parties have\nsubjected it or, failing any indication thereon, under\nthe law of the country where the award was made;\nor\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n428\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\n(b) the party against whom the award is invoked\nwas not given proper notice of the appointment of\nthe arbitrator or of the arbitral proceedings or was\notherwise unable to present his case; or\n(c) the award deals with a difference not\ncontemplated by or not falling within the terms of the\nsubmission to arbitration, or it contains decisions\non matters beyond the scope of the submission to\narbitration.\nProvided that, if the decisions on matters submitted\nto arbitration can be separated from those not so\nsubmitted, that part of the award which contains decisions\non matters submitted to arbitration may be enforced; or\n(d) the composition of the arbitral authority or the\narbitral procedure was not in accordance with the\nagreement of the parties, or, failing such\nagreement, was not in accordance with the law of\nthe country where the arbitration took place ; or\n(e) the award has not yet become binding on the\nparties, or has been set aside or suspended by a\ncompetent authority of the country in which, or under\nthe law of which, that award was made.\n(2) Enforcement of an arbitral award may also be refused\nif the court finds that-\n(a) the subject-matter of the difference is not capable of\nsettlement by arbitration under the law of India; or\n(b) the enforcement of the award would be contrary to the\npublic policy of India.\nExplanation.----Without prejudice to the generality of\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 429\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nclause (b), it is hereby declared, for the avoidance of any A\ndoubt, that an award is in conflict with the public policy of\nIndia if the making of the award was induced or affected\nby fraud or corruption.\n(3) If an application for the setting aside or suspension of\nB\nthe award has been made to a competent authority referred\nto in clause (e) of sub-section (1) the Court may, if it\nconsiders it proper, adjourn the decision on the\nenforcement of the award and may also, on the\napplication of the party claiming enforcement of the award,\norder the other party to give suitable security.\" .\nC\n136. The party which seeks to resist the enforcement of\nthe award has to prove one or more of the grounds set out in\nSection 48(1) and (2) and/or the explanation of sub-section (2).\nIn these proceedings, we are, however, concerned only with the D\ninterpretation of the terms “country where the award was made”\nand \"under the law of which the award was made\". The\nprovisions correspond to Article V(1)(e) of the New York\nConvention, which reads as under:-\n\"1. Recognition and enforcement of the award may be\nrefused, at the request of the party against whom it is\ninvoked, only if that party furnishes to the competent\nauthority where the recognition and enforcement is sought,\nproof that:\nE\nF\n(e) the award has not yet become binding on the\nparties, or has been set aside or suspended by a\ncompetent authority of the country in which, or under\nthe law of which, that award was made.\n2. Recognition and enforcement of an arbitral award may\nalso be refused if the competent authority in the country\nwhere recognition and enforcement is sought finds that:\nG\nH\n430\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA\nB\nC\nD\nE\n(a) the subject matter of the difference is not capable\nof settlement by arbitration under the law of that\ncountry; or\n(b) the recognition or enforcement of the award would\nbe contrary to the public policy of that country.\n137. The aforesaid Article of the New York Convention has\nbeen bodily lifted and incorporated in the Arbitration Act, 1996\nas Section 48.\n138. Thus, the intention of the legislature is clear that the\nCourt may refuse to enforce the foreign award on satisfactory\nproof of any of the grounds mentioned in Section 48(1), by the\nparty resisting the enforcement of the award. The provision sets\nout the defences open to the party to resist enforcement of a\nforeign award. The words \"suspended or set aside\", in Clause\n(e) of Section 48(1) can not be interpreted to mean that, by\nnecessary implication, the foreign award sought to be enforced\nin India can also be challenged on merits in Indian Courts. The\nprovision merely recognizes that courts of the two nations which\nare competent to annul or suspend an award. It does not ipso\nfacto confer jurisdiction on such Courts for annulment of an\naward made outside the country. Such jurisdiction has to be\nspecifically provided, in the relevant national legislation of the\ncountry in which the Court concerned is located. So far as India\nis concerned, the Arbitration Act, 1996 does not confer any\nsuch jurisdiction on the Indian Courts to annul an international\ncommercial award made outside India. Such provision exists\nin Section 34, which is placed in Part I. Therefore, the\napplicability of that provision is limited to the awards made in\nIndia. If the arguments of the learned counsel for the appellants\nare accepted, it would entail incorporating the provision\ncontained in Section 34 of the Arbitration Act, 1996, which is\nplaced in Part I of the Arbitration Act, 1996 into Part II of the\nsaid Act. This is not permissible as the intention of the\nParliament was clearly to confine the powers of the Indian\nH Courts to set aside an award relating to international\nF\nG\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 431\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\ncommercial arbitrations, which take place in India.\nA\nB\nC\n139. As noticed above, this section corresponds to Article\nV(1)(e) of the New York Convention. A reading of the Article\nV(1)(e) [Section 48(1)(e)] makes it clear that only the courts in\nthe country \"in which the award was made\" and the courts\n\"under the law of which the award was made\" (hereinafter\nreferred to as the \"first alternative\" and the \"second alternative\"\nrespectively) would be competent to suspend/annul the New\nYork Convention awards. It is clarified that Section 48(1)(e) is\nonly one of the defences on the basis of which recognition and\nenforcement of the award may be refused. It has no relevance\nto the determination of the issue as to whether the national law\nof a country confers upon its courts, the jurisdiction to annul the\nawards made outside the country. Therefore, the word\n\"suspended/set aside\" in Section 48(1)(e) cannot be\ninterpreted to mean that, by necessary implication, the foreign\nawards sought to be enforced in India can also be challenged\non merits in Indian Courts. The provision only means that Indian\nCourts would recognize as a valid defence in the enforcement\nproceedings relating to a foreign award, if the Court is satisfied\nthat the award has been set aside in one of the two countries, E\ni.e., the \"first alternative” or the “second alternative\".\nD\n140. Mr. Sundaram had submitted that the two countries\nidentified in \"alternative one\" and \"alternative two\", would have\nconcurrent jurisdiction to annul the award. In our opinion, F\ninterpreting the provision in the manner suggested by Mr.\nSundaram would lead to very serious practical problems.\n141. In this context, it would be relevant to take note of\nsome of the observations made by Hans Smit, Professor of\nLaw, Columbia University in the Article titled \"Annulment and\nEnforcement of International Arbitral Awards\". The author points\nout the reasons for incorporating the second forum for\nannulment. He states that -\nG\n\"While, therefore, there appears to be no justification, H\nA\nB\nC\nD\n432 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nbased in reason and principle, for providing for an\nexception to the general rule of recognition and\nenforcement for the forum at the place of arbitration, the\ndrafters of the Convention compounded their error by\nproviding for two fora for an annulment action. For Article\nV(1)(e) envisages that an annulment action may be\nbrought “in the country in which....the award was made”\nor \"in the country.... under the law of which the award was\nmade.\" The disjunctive used in the Convention's text\nnaturally raises the question of whether the second forum\nis available only if the first is not or whether the party\nseeking annulment has the option of selecting either or\neven to try its luck in both. The legislative history of the\nConvention sheds illuminating light on the issue.\nThe text of Article V(1)(e) originally proposed acknowledge\nonly the bringing of an annulment action in the place in which\nthe award was made. One of the delegates at the Conference\ndevoted to the drafting of the Convention raised the question\nof what would happen if the forum at the place of arbitration\nwould refuse to entertain an annulment action. The obviously\nE correct answer to that question would have been that, in that\ncase, no annulment action could be brought and that the happy\nconsequence would be that only denial of recognition and\nenforcement on grounds specified in the Convention would be\npossible. Instead, the drafters of the Convention provided for\nF an alternative forum in the country the arbitration laws of which\ngoverned the arbitration. That choice was both most fateful and\nmost regrettable.\"\nG\nH\n142. These observations militate against the concurrent\njurisdiction submission of Mr.Sundaram. The observations\nmade by the learned author, as noticed above, make it clear\nthat the “secord alternative\" is an exception to the general rule.\nIt was only introduced to make it possible for the award to be\nchallenged in the court of the \"second alternative\", if the court\nof the \"first alternative\" had no power to annul the award, under\n仆\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 433\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\nits national legislation. In our opinion, the disjunction would also A\ntend to show that the \"second alternative” would be available\nonly if the first is not. Accepting the submission made by\nMr.Sundaram, would lead to unnecessary confusion. There can\nbe only one Court with jurisdiction to set aside the award. There\nis a public policy consideration apparent, favouring the B\ninterpretation that, only one Court would have jurisdiction to set\naside the arbitral award. This public policy aspect was\nconsidered by the Court of Appeal in England in the case of C\nVs. D (supra). The observation of the Court of Appeal in\nParagraph 16 of the judgment has already been reproduced C\nearlier in this judgment.\n143. It was pointed out by the Court of Appeal that\naccepting more than one jurisdiction for judicial remedies in\nrespect of an award would be a recipe for litigation and\nconfusion. \"Similarly, in the case of a single complaint about\nan award, it could not be supposed that the aggrieved party\ncould complain in one jurisdiction and the satisfied party be\nentitled to ask the other jurisdiction to declare its satisfaction\nwith the award\".\nD\nE\n144. The creation of such a situation is apparent from the\njudgment of this Court in Venture Global Engineering (supra).\nIn the aforesaid judgment, the award was made by the London\nCourt of International Arbitration on 3rd April, 2006. Respondent\nNo.1, on 14th April, 2006, filed a petition to recognize and F\nenforce the award before the United States District Court,\nEastern District Court of Michigan, in the United States of\nAmerica (for short the 'US Court'). The appellant entered\nappearance to defend this proceeding before the US Court by\nfiling a cross petition. In the said petition, it took objection to\nG\nthe enforcement of the award, which had directed transfer of\nshares. The objection was that the direction was in violation of\nIndian laws and regulations, specifically the Foreign Exchange\nManagement Act (in short the 'FEMA') and its notifications. Two\nweeks later on 28th April, 2006, the appellant filed a suit in the\nH\n434\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA City Civil Court, Secunderabad seeking declaration to set aside\nthe award and permanent injunction on the transfer of shares.\nOn 15th June, 2006, the District Court passed an ad interim\nex parte order of injunction, inter alia, restraining respondent\nNo.1 for seeking or effecting the transfer of shares either under\nB the terms of the award or otherwise. Respondent No. 1 filed an\nappeal challenging the said order before the High Court of\nAndhra Pradesh. The High Court admitted the appeal and\ndirected interim suspension of the order of the District Judge,\nbut made it clear that \"respondent No.1 would not affect the\ntransfer of shares till further orders\".\nC\nD\n145. On 13th July, 2006, in response to the summons,\nrespondent No.1 appeared in the court and filed a petition\nunder Order VII, Rule 11 for rejection of the plaint. The trial court\nby its order dated 28th December, 2006, allowed the said\napplication and rejected the plaint of the appellant. On 27th\nFebruary, 2007, the High Court dismissed the appeal holding\nthat the award cannot be challenged even if it is against public\npolicy and in contravention of statutory provisions. The judgment\nof the High Court was challenged in appeal before this Court.\nE The appeal was allowed. It was held as follows:\nLL\nF\nG\nH\n\"31. On close scrutiny of the materials and the dictum laid\ndown in the three-Judge Bench decision in Bhatia\nInternational we agree with the contention of Mr. K.K.\nVenugopal and hold that paras 32 and 35 of Bhatia\nInternational make it clear that the provisions of Part 1 of\nthe Act would apply to all arbitrations including international\ncommercial arbitrations and to all proceedings relating\nthereto. We further hold that where such arbitration is held\nin India, the provisions of Part I would compulsorily apply\nand parties are free to deviate to the extent permitted by\nthe provisions of Part I. It is also clear that even in the case\nof international commercial arbitrations held out of India.\nprovisions of Part I would apply unless the parties by\nagreement, express or implied, exclude all or any of its\nprovisions. We are also of the view that such an\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 435\nSERVICE, INC. [SURINDER SINGH NIJJAR, J.]\ninterpretation does not lead to any conflict between any of A\nthe provisions of the Act and there is no lacuna as such.\nThe matter, therefore, is concluded by the three-Judge\nBench decision in Bhatia International\n33. The very fact that the judgment holds that it would be\nopen to the parties to exclude the application of the\nprovisions of Part I by express or implied agreement, would\nmean that otherwise the whole of Part I would apply. In any\nevent, to apply Section 34 to foreign international awards\nwould not be inconsistent with Section 48 of the Act, or any\nother provision of Part II as a situation may arise, where,\neven in respect of properties situate in India and where an\naward would be invalid if opposed to the public policy of\nIndia, merely because the judgment-debtor resides\nabroad, the award can be enforced against properties in\nIndia through personal compliance of the judgment-debtor\nand by holding out the threat of contempt as is being\nsought to be done in the present case. In such an event,\nthe judgment-debtor cannot be deprived of his right under\nSection 34 to invoke the public policy of India, to set aside\nthe award. As observed earlier, the public policy of India\nincludes (a) the fundamental policy of India; or (b) the\ninterests of India; or (c) justice or morality; or (d) in\naddition, if it is patently illegal. This extended definition of\npublic policy can be bypassed by taking the award to a\nforeign country for enforcement.\n-\n37. In view of the legal position derived from Bhatia\nInternational we are unable to accept Mr. Nariman's\nargument. It is relevant to point out that in this proceeding,\nwe are not deciding the merits of the claim of both parties,\nparticularly, the stand taken in the suit filed by the appellant\nherein for setting aside the award. It is for the court\nconcerned to decide the issue on merits and we are not\nexpressing anything on the same. The present conclusion\nis only with regard to the main issue whether the\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n436 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\naggrieved party is entitled to challenge the foreign award\nwhich was passed outside India in terms of Sections 9/\n34 of the Act. Inasmuch as the three-Judge Bench decision\nis an answer to the main issue raised, we are unable to\naccept the contra view taken in various decisions relied\non by Mr. Nariman. Though in Bhatia International the\nissue relates to filing a petition under Section 9 of the Act\nfor interim orders the ultimate conclusion that Part I would\napply even for foreign awards is an answer to the main\nissue raised in this case.\n42. The learned Senior Counsel for the appellant submitted\nthat the first respondent Satyam Computer Services Ltd.\ncould not have pursued the enforcement proceedings in\nthe District Court in Michigan, USA in the teeth of the\ninjunction granted by the courts in India which also, on the\nbasis of the comity of courts, should have been respected\nby the District Courts in Michigan, USA. Elaborating the\nsame, he further submitted that the injunction of the trial\ncourt restraining the respondents from seeking or effecting\nthe transfer of shares either under the terms of the award\nor otherwise was in force between 15-6-2006 and 27-6-\n2006. The injunction of the High Court in the following\nterms-\n\"the appellant (i.e. Respondent 1) shall not effect the\ntransfer of shares of the respondents pending further\norders\" was in effect from 27-6-2006 till 28-12-2006. The\njudgment of the US District Court was on 13-7-2006 and\n31-7-2006 when the award was directed to be enforced\nas sought by Respondent 1, notwithstanding the injunction\nto the effect that the appellant (Respondent 1 herein) \"shall\nnot effect the transfer of shares of the respondents pending\nfurther orders\". The first respondent pursued his\nenforcement suit in Michigan District Courts to have a\ndecree passed directing - \"... VGE shall deliver to\nSatyam or its designee, share certificates in a form\nsuitable for immediate transfer to Satyam evidencing all\n"}