{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 12 S.C.R. 327\nBHARAT ALUMINIUM CO.\nV.\nKAISER ALUMINIUM TECHNICAL SERVICE, INC.\n(Civil Appeal No. 7019 of 2005)\nSEPTEMBER 6, 2012\n[S.H. KAPADIA, CJI. AND D.K. JAIN, SURINDER SINGH\nNIJJAR, RANJANA PRAKASH DESAI AND JAGDISH\nSINGH KHEHAR, JJ.]\nA\nB\nD\nE\nArbitration and Conciliation Act, 1996 – ss. 2(2) and 9; Part C\nI and Part II - Interpretation of s.2(2) - Scope of the provisions\nof Part I and Part II of the Act - Territoriality principle - Whether\ns.2(2) bars application of Part I of the Act to Arbitrations which\ntake place outside India - Grant of interim measures by Indian\nCourts where seat of arbitration is outside India -\nMaintainability of inter-parte suit for interim relief - Held: The\nAct has accepted the territoriality principle which has been\nadopted in the UNCITRAL Model Law - s.2(2) makes\ndeclaration that Part I of the Act shall apply to all arbitrations\nwhich take place within India - Part I of the Act would have no\napplication to International Commercial Arbitration held\noutside India - Therefore, such awards would only be subject\nto jurisdiction of the Indian courts when the same are sought\nto be enforced in India in accordance with the provisions\ncontained in Part II of the Act - No overlapping or\nintermingling of the provisions contained in Part I with the\nprovisions contained in Part II of the Act – S.2(2) not in conflict\nwith any of the provisions either in Part I or in Part II of the Act\n- In a foreign seated international commercial arbitration, no\napplication for interim relief would be maintainable u/s.9 or any\nother provision, as applicability of Part I of Act is limited to all\narbitrations which take place in India - Similarly, no suit for\ninterim injunction simplicitor would be maintainable in India,\non the basis of an international commercial arbitration with a\n327\n-\nF\nG\nH\nA\nB\nC\n328\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\n-\nseat outside India - Part I of the Act applicable only to all the\narbitrations which take place within the territory of India – Law\ndeclared to apply prospectively, to all the arbitration\nagreements executed hereafter.\nAn agreement was executed between the appellant\nand the respondent. The agreement contained an\narbitration clause for resolution of disputes arising out\nof the contract. The arbitration clause itself indicated that\nby reason of the agreement between the parties, the\ngoverning law of the agreement was the prevailing law\nof India. However, the settlement procedure for\nadjudication of rights or obligations under the agreement\nwas by way of arbitration in London and the English\nArbitration Law was made applicable to such\nproceedings. Disputes arose between the parties with\nD regard to the performance of the agreement. Negotiations\nto reach a settlement were unsuccessful and a written\nnotice of request for arbitration was issued by the\nrespondent to the appellant. The disputes were duly\nreferred to arbitration which was held in England. The\nE arbitral tribunal made two awards in England. The\nappellant thereafter filed applications under Section 34\nof the Arbitration and Conciliation Act, 1996 for setting\naside the aforesaid two foreign awards. The trial Court\nheld that the applications were not maintainable and\nF dismissed the same. The order was upheld by the High\nCourt in appeal.\nG\nH\nWhilst hearing of further appeal before a two Judge\nBench of this Court, counsel for the appellant referred\nto the three-Judges Bench decision of this Court in\nBhatia International which was followed in a recent\ndecision of two Judges Bench in Venture Global\nEngineering. On account of difference of opinion\namongst the Hon'ble Judges on the correctness of the\nsaid decisions in view of the interpretation of Clause (2)\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 329\nSERVICE, INC.\nof Section 2 of the Arbitration and Conciliation Act, 1996,\nthe appeal was placed for hearing before a three Judge\nBench, which thereafter directed the matters to be placed\nbefore the present Constitution Bench to consider the\ntrue scope of the provisions of Part I and Part II of the\nArbitration Act, 1996.\nAnswering the Reference, the Court\nHELD:\nA\n00\nB\nDoes Section 2(2) bar the Application of Part I to C\nArbitrations which take place outside India?\nD\nE\n1.1. The omission of the word “only” in Section 2(2)\nis not an instance of \"CASUS OMISSUS\". It is not the\nfunction of the Court to supply the supposed omission,\nwhich can only be done by Parliament. Legislative\nsurgery is not a judicial option, nor a compulsion, whilst\ninterpreting an Act or a provision in the Act. The\nprovision contained in Section 2(2) is to be construed\nwithout adding the word \"only\" to the provision. It cannot\nbe said that the omission of the word \"only\" from\nSection 2(2) indicates that applicability of Part 1 of the\nArbitration Act, 1996 is not limited to the arbitrations that\ntake place in India. A plain reading of Section 2(2) makes\nit clear that Part I is limited in its application to arbitrations\nwhich take place in India. The Parliament by limiting the\napplicability of Part I to arbitrations which take place in\nIndia has expressed a legislative declaration. It has clearly\ngiven recognition to the territorial principle. Necessarily\ntherefore, it has enacted that Part I of the Arbitration Act,\n1996 applies to arbitrations having their place/seat in G\nIndia. [Paras 60, 62 and 63] [379-E-G; 381-C-F]\nDoes the missing 'only' indicate a deviation from Article\n1(2) of the Model Law?\nF\nI\nA\n330 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\n1.2. The Arbitration Act, 1996 consolidates the law on\ndomestic arbitrations by incorporating the provisions to\nexpressly deal with the domestic as well as international\ncommercial arbitration; by taking into account the 1985\nUNCITRAL Model Laws. It is not confined to the\nB Convention on the Recognition and Enforcement of\nForeign Arbitral Awards ('New York Convention'), which\nis concerned only with enforcement of certain foreign\nawards. The Arbitration Act, 1996 seeks to remove the\nanomalies that existed in the Arbitration Act, 1940 by\nC introducing provisions based on the UNCITRAL Model\nLaws, which deals with international commercial\narbitrations and also extends it to commercial domestic\narbitrations. UNCITRAL Model Law has unequivocally\naccepted the territorial principle. Similarly, the Arbitration\nAct, 1996 has also adopted the territorial principle, thereby\nlimiting the applicability of Part I to arbitrations, which take\nplace in India. [Para 66] [383-G-H; 384-A-B]\nD\n1.3. Article 1(2) of the UNCITRAL Model Laws is a\nmodel and a guide to all the States, which have accepted\nE the UNCITRAL Model Laws. The genesis of the word\n\"only\" in Article 1(2) of the Model Law can be seen from\nthe discussions held on the scope of application of Article\n1 in the 330th meeting, Wednesday, 19 June, 1985 of\nUNCITRAL. This would in fact demonstrate that the word\nF \"only\" was introduced in view of the exceptions referred\nto in Article 1(2) i.e. exceptions relating to Articles 8, 9, 35\n\u0026 36 (Article 8 being for stay of judicial proceedings\ncovered by an arbitration agreement; Article 9 being for\ninterim reliefs; and Articles 35 \u0026 36 being for enforcement\nof Foreign Awards). It was felt necessary to include the\nword \"only\" in order to clarify that except for Articles 8,\n9, 35 \u0026 36 which could have extra territorial effect if so\nlegislated by the State, the other provisions would be\napplicable on a strict territorial basis. Therefore, the word\nH \"only\" would have been necessary in case the\nG\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 331\nSERVICE, INC.\nA\nprovisions with regard to interim relief etc. were to be\nretained in Section 2(2) which could have extra-territorial\napplication. The Indian legislature, while adopting the\nModel Law, with some variations, did not include the\nexceptions mentioned in Article 1(2) in the corresponding\nprovision Section 2(2). Therefore, the word “only” would B\nhave been superfluous as none of the exceptions were\nincluded in Section 2(2). [Para 68] [384-E-H; 385-A-B]\n1.4. The omission of the word \"only\" in Section 2(2)\nof the Arbitration Act, 1996 does not detract from the\nterritorial scope of its application as embodied in Article\n1(2) of the Model Law. The article merely states that the\nArbitration Law as enacted in a given state shall apply if\nthe arbitration is in the territory of that State. The absence\nof the word \"only\" which is found in Article 1(2) of the\nModel Law, from Section 2(2) of the Arbitration Act, 1996\ndoes not change the content/import of Section 2(2) as\nlimiting the application of Part I of the Arbitration Act, 1996\nto arbitrations where the place/seat is in India. It cannot\nbe concluded that Part I would also apply to arbitrations\nthat do not take place in India. [Paras 75, 76] [390-A-D]\n1.5. India is not the only country which has dropped\nthe word \"only\" from its National Arbitration Law. The\nword \"only\" is missing from the Swiss Private\nInternational Law Act, 1987 Chapter 12, Article 176 (1)(l).\nIt is also missing in Section 2(1) of the 1996 Act (U.K.).\nSection 2(2) is an express parliamentary declaration/\nrecognition that Part I of the Arbitration Act, 1996 applies\nto arbitration having their place/seat in India and does not\napply to arbitrations seated in foreign territories. The\nprovisions have to be read as limiting the applicability of\nPart I to arbitrations which take place in India. If Section\n2(2) is construed as merely providing that Part 1 of the\nArbitration Act, 1996 applies to India, it would be ex facie\nsuperfluous/ redundant. No statutory provision is\nC\nD\nE\nF\nG\nH\n332 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA necessary to state/clarify that a law made by Parliament\nshall apply in India/to arbitrations in India. Another\nfundamental principle of statutory construction is that\ncourts will never impute redundancy or tautology to\nParliament. Section 2(2) is not merely stating the obvious.\nB Section 2(2) merely reinforces the limits of operation of\nthe Arbitration Act, 1996 to India. [Paras 77, 78 and 79]\n[390-D-H; 391-A-C, F-G]\nC\nIs Section 2(2) in conflict with Sections 2(4) and 2(5) -\n1.6. There is no doubt that the provisions of Section\n2(4) and Section 2(5) would not be applicable to\narbitrations which are covered by Part II of the Arbitration\nAct, 1996, i.e. the arbitrations which take place outside\nIndia. There is no inconsistency between Sections 2(2),\nD 2(4) and 2(5). It cannot be said that limiting the\napplicability of part I to arbitrations that take place in India,\nwould make Section 2(2) in conflict with Sections 2(4) and\n2(5). [Para 85] [394-G-H; 395-A-B]\nDoes Section 2(7) indicate that Part I applies to\nE arbitrations held outside India?\nF\nG\nI\n1.7. Section 2(7) does not, in any manner, relax the\nterritorial principal adopted by Arbitration Act, 1996. It\ncertainly does not introduce the concept of a delocalized\narbitration into the Arbitration Act, 1996. Section 2(7) does\nnot alter the proposition that Part I applies only where the\n“seat” or “place\" of the arbitration is in India. Section 2(7)\nis enacted to reinforce the territorial criterion by providing\nthat, when two foreigners arbitrate in India, under a\nForeign Arbitration Act, the provisions of Part I will apply.\nIndian Courts being the supervisory Courts, will exercise\ncontrol and regulate the arbitration proceedings, which\nwill produce a “domestically rendered international\ncommercial award\". It would be a \"foreign award” for the\npurposes of enforcement in a country other than India.\n[Paras 88, 93, 94] [395-E-F; 398-D, G-H, 399-A]\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 333\nSERVICE, INC.\nParty Autonomy\nA\nB\n1.8. The choice of another country as the seat of\narbitration inevitably imports an acceptance that the law\nof that country relating to the conduct and supervision\nof arbitrations will apply to the proceedings. It would,\ntherefore, follow that if the arbitration agreement is found\nor held to provide for a seat / place of arbitration outside\nIndia, then the provision that the Arbitration Act, 1996\nwould govern the arbitration proceedings, would not\nmake Part 1 of the Arbitration Act, 1996 applicable or\nC\nenable Indian Courts to exercise supervisory jurisdiction\nover the arbitration or the award. It would only mean that\nthe parties have contractually imported from the\nArbitration Act, 1996, those provisions which are\nconcerned with the internal conduct of their arbitration\nand which are not inconsistent with the mandatory\nprovisions of the English Procedural Law/Curial Law. This\nnecessarily follows from the fact that Part I applies only\nto arbitrations having their seat / place in India. [Paras 121,\n122] [418-G-H; 419-A-B]\nSection 28 -\nD\nE\nF\n1.9. The only purpose of Section 28 is to identify the\nrules that would be applicable to \"substance of dispute\".\nIn other words, it deals with the applicable conflict of law\nrules. This section makes a distinction between purely\ndomestic arbitrations and international commercial\narbitrations, with a seat in India. Section 28(1)(a) makes\nit clear that in an arbitration under Part I to which Section\n2(1)(f) does not apply, there is no choice but for the\nTribunal to decide \"the dispute\" by applying the Indian G\n\"substantive law applicable to the contract\". This is\nclearly to ensure that two or more Indian parties do not\ncircumvent the substantive Indian law, by resorting to\narbitrations. The provision would have an overriding\nH\n334 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA effect over any other contrary provision in such contract.\nOn the other hand, where an arbitration under Part I is an\ninternational commercial arbitration within Section 2(1)(f),\nthe parties would be free to agree to any other\n\"substantive law\" and if not so agreed, the \"substantive\nB law\" applicable would be as determined by the Tribunal.\nThe section merely shows that the legislature has\nsegregated the domestic and international arbitration.\nTherefore, to suit India, conflict of law rules have been\nsuitably modified, where the arbitration is in India. This\nwill not apply where the seat is outside India. In that\nevent, the conflict of laws rules of the country in which\nthe arbitration takes place would have to be applied. [Para\n123] [419-D-H; 420-A-B]\nс\nD\nF\nPart II\n1.10. The regulation of conduct of arbitration and\nchallenge to an award would have to be done by the courts\nof the country in which the arbitration is being conducted.\nSuch a court is then the supervisory court possessed of\nE the power to annul the award. This is in keeping with the\nscheme of the international instruments, such as the\nGeneva Convention and the New York Convention as well\nas the UNCITRAL Model Law. It also recognizes the\nterritorial principle which gives effect to the sovereign right\nof a country to regulate, through its national courts, an\nadjudicatory duty being performed in its own country.\nHaving accepted the principle of territoriality, it is evident\nthat the intention of the parliament was to segregate Part I\nand Part II. Therefore, any of the provisions contained in\nPart I cannot be made applicable to Foreign Awards, as\ndefined under Sections 44 and 53, i.e., the New York\nConvention and the Geneva Awards. This would be a\ndistortion of the scheme of the Act. It is, therefore, not\npossible to accept the submission that provisions\ncontained in Part II are supplementary to the provision\nG\nH\nBHARAT ALUMINIUM CO. v. KAISER ALUMINIUM TECHNICAL 335\nSERVICE, INC.\ncontained in Part I. The Parliament has clearly segregated the A\ntwo parts. [Paras 128, 129] [423-B-D, G-H; 424-A-B]\nSection 45\nB\n1.11. Section 45 falls within Part II which deals with\nenforcement proceedings in India and does not deal with\nthe challenge to the validity of the arbitral awards\nrendered outside India. Section 45 empowers a judicial\nauthority to refer the parties to arbitration, on the request\nmade by a party, when seized of an action in a matter in\nrespect of which the parties have made an agreement C\nreferred to in Section 44. It cannot be said that the use\nof expression “notwithstanding anything contained in\nPart I, or in the Code of Civil Procedure, 1908\", in Section\n45 of the Arbitration Act, 1996 necessarily indicates that\nprovisions of Part I would apply to foreign seated D\narbitration proceedings. The existence of the non-\nobstante clause does not alter the scope and ambit of the\nfield of applicability of Part I to include international\ncommercial arbitrations, which take place out of India.\n[Paras 130, 133] [424-C-E; 426-G-H]\nDoes Section 48(1)(e) recognize the jurisdiction of Indian\nCourts to annul a foreign award, falling within Part II?\nE\n1.12. Section 48(1)(e) corresponds to Article V(1)(e)\nof the New York Convention. Section 48(1) sets out the F\ndefences open to the party to resist enforcement of a\nforeign award. The words \"suspended or set aside”, in\nClause (e) of Section 48(1) cannot be interpreted to mean\nthat, by necessary implication, the foreign award sought\nto be enforced in India can also be challenged on merits G\nin Indian Courts. The provision merely recognizes that\ncourts of the two nations which are competent to annul\nor suspend an award. It does not ipso facto confer\njurisdiction on such Courts for annulment of an award\nmade outside the country. Such jurisdiction has to be H\nB\n336 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA specifically provided, in the relevant national legislation\nof the country in which the Court concerned is located.\nSo far as India is concerned, the Arbitration Act, 1996\ndoes not confer any such jurisdiction on the Indian\nCourts to annul an international commercial award made\noutside India. Such provision exists in Section 34, which\nis placed in Part I. Therefore, the applicability of that\nprovision is limited to the awards made in India. If the\narguments of the appellants are accepted, it would entail\nincorporating the provision contained in Section 34 of the\nArbitration Act, 1996, which is placed in Part I of the\nArbitration Act, 1996 into Part II of the said Act. This is not\npermissible as the intention of the Parliament was clearly\nto confine the powers of the Indian Courts to set aside\nan award relating to international commercial arbitrations,\nwhich take place in India. [Paras 136, 138] [429-D-E; 430-\nD-H; 431-A]\nC\nD\nE\nF\nG\nH\nInterim measures etc. by the Indian Courts where the seat\nof arbitration is outside India.\n1.13. On a logical and schematic construction of the\nArbitration Act, 1996, the Indian Courts do not have the\npower to grant interim measures when the seat of\narbitration is outside India. A bare perusal of Section 9\nwould clearly show that it relates to interim measures\nbefore or during arbitral proceedings or at any time after\nthe making of the arbitral award, but before it is enforced\nin accordance with Section 36. Section 36 necessarily\nrefers to enforcement of domestic awards only.\nTherefore, the arbitral proceedings prior to the award\ncontemplated under Section 36 can only relate to\narbitrations which take place in India. The provision\ncontained in Section 9 is limited in its application to\narbitrations which take place in India. Extending the\napplicability of Section 9 to arbitrations which take place\noutside India would be to do violence to the policy of the\n"}