{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A.P. ELECTRICITY REGULATORY COMMISSION v. 599\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\nregarding generation of power through Mini Power A\nPlants in Private Sector had been reviewed as\ncontemplated in Para 6 of the said order w.r.t. capital\ncosts. Etc.\nB\n(ii) It is seen that the clarification on the increase in capial\ncost ceiling from Rs.100 crores as earlier\ncontemplated to Rs.250 crores was given to M/s.\nLVS only w.r.t. their request. It is not clear whether all\nthe MPP developers were informed of this increase\nin capital cost ceiling and whether any reference is\nmade to capacity of the plant to be generated within .C\nthe capital cost of Rs.250 crores.\nD\n(iii) The capacity of the LVS plant has been reduced\nfrom 55 MW as originally approved in July, 1996 to\n46.08 MW vide GOAP letter dated 9.7.1997 and\nagain to 37.8 MW vide GOAP letter dated 11.4.2001\nwhereas the capital cost ceiling was increased from\nRs. 100 crores as originally approved in July, 1996 to\nRs.250 crores in January, 1999. The compulsions\nfor reduction in plant capacity are not clear from the\nE\ndocuments received from GOAP/APTRANSCO.\n(iv) The APTRANSCO's consultant had in their report\nindicated that revised capital copst of Rs.125.23\ncrores for 2 x 18.9 MW was without complete audit\nof the cost incurred and physical verification. As now\nthe project has been completed, it will be necessary\nto look into the final audited cost corrected to the\nadmissible provisions.\nF\nIn view of the above mentioned observations, it is not\npossible for CEA to advise on the reasonableness of the G\ncapital cost specific to LVS project. It may, however, be\nmentioned that CEA, while granting TEC for similar type\nof projects for IPPs have cleared the estimated completion\ncapital cost in the range of Rs..3.62 crores to Rs.3.8 crores\nper MW as the ceiling cost depending on the scope of H\n600\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nD\nE\nF\nדי\nG\nH\nwork, site specific features, financial package, debt-equity\nratio, exchange rate, taxes and duties, foreign exchange\netc.\nGOAP may please take further action based on the above.\"\nIn the meanwhile, the APTRANSCO informed the Com-\nmission by its letters dated 6th February, 2002 that the plant\nmay have to be backed down on account of high tariff cost as\nsuch the company may be advised to sell the power outside the\nState by paying wheeling charges as per the order of the Com-\nmission. The matter was heard on 7th February, 2002.\nAPTRANSCO took a complete turn around stating that it was\nunable to purchase power on the ground that the plant may have\nto be backed down in the merit order dispatch due to high vari-\nable cost. A protest was made thereto by the company in terms\nof its order dated 22nd February, 2002. The discussion was held\nbetween the Managing Director of the Company and the Chief\nEngineer of APTRANSCO on 22nd March, 2002 when the com-\npany agreed to the demands of APTRANSCO for reduction in\nthe cost of power to prevent further losses to the investors and\nthe lenders. APTRANSCO increased the wheeling charges four\nfold.\nIt may, however, be noticed that the Commission by its\norder dated 23rd April, 2002 observed :-\n\"At the hearing the applicant argued that it had always\ncomplied with the orders of the APERC and on-off-on\nattitude of ANTRANSCO was very confusing not only to\nLVS but also to other energy developers and the credibility\nof APTRANSCO and GoAP was at stake. It requested the\nAPTRANSCO should be directed to enter into PPA on the\nbasis of the latest negotiations. On the other hand, Shri\nManmohan Rao, CE, APTRANSCO, stated the\nAPTRANSCO is unable to buy power as the purchase\ncost might not pass muster in the merit order and\nAPTRANCO might not be able to buy any power from\nLVS and end up only paying fixed charges, even if a PPA\n'\nF\n1\n.\nA.P. ELECTRICITY REGULATORY COMMISSION v. 601\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\nis entered into.\"\nThe Commission for all intent and purport took a policy\ndecision that the electricity generated by the company would\nbe transferred to APTRANSCO. Whereas most of the\nrespondents could not start production, LVS Power did. We will\nstate the facts of the same at some details at an appropriate\nplace but suffice it to point that pursuant to the interim decision\ntaken by the Commission, LVS Power cancelled the agreements\nit had entered into with the consumers. Negotiations were held\nfor fixing the rate of the tariff. It did not succeed. The Commission\nby its order dated 23rd April, 2002 stated that:\n\"The Commission can only grant or withhold consent for a\nPPA submitted to the Commission. If APTRANSCO does\nnot wish to enter into PPA with LVS there is no way the\nCommission can compel APTRANSCO to do the same.\nIn the circumstances, there is no need to pass any order\nu/s. 21(4) of the A.P. Electricity Reform Act, 1998 either\ngranting or withholding consent.\"\nThe writ petition filed by the company before the High Court\nwas allowed directing :-\n\"65. In the light of the above infirmities, the order of the\nCommission is liable to be set aside and we are of the\nopinion that there are sufficient grounds to allow the appeal.\n66. In the result, the appeal is allowed with costs by setting\naside the order of the A.P. Electricity Regulatory\nCommission in OP No. 70-A(LVS)/2001 dated 23-4-2002\nholding that APTRANSCO cannot go back from its\npromise and refuse to purchase the power on the pretext\nof surplus power position in the State. We direct the\nCommission to consider the matter afresh as per the norms\nof Central Electricity Authority and the directions given in\nthe appeal and to direct the APTRANSCO to enter into\nPower Purchase Agreement and purchase the power from\nthe appellant.\nA\nB\nC\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\nF\n0\nH\n602\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\n67. Now the further question that falls for consideration by\nthis Court would be, what should happen to the generation\nplant which is ready for commercial operation till the\nCommission decides the issue as per law, in the light of\nthe directions given by us?\n68. It is not in dispute that apart from the investment made\nby the private entrepreneur, about 104 crores of rupees of\npublic money was invested by various financial institutions,\nunder the leadership of Industrial Development Bank of\nIndia (IDBI) and everyday the appellant has to suffer a loss\nof about rupees 8 lakhs towards interest component itself.\nIf we allow the situation to continue, the losses of the unit\nwill be mounting up and it may reach a point of no return\nand the public monies invested will go waste. The burden\nwill again fall on the man with loin cloth in the shape of\nindirect taxes. Hence, we cannot allow the situation to\ncontinue further, more so, in the light of the permission\ngiven by the Commission on 18-8-2001 to the\nAPTRANSCO to purchase the power from the appellant.\nWe therefore direct the APTRANSCO to purchase the\npower at the rate at which it purchased during the trial\noperations, subject to the final orders to be passed by the\nCommission, or to takeover the plant from the appellant\nand to perform the duties of a generating company, as\nprovided under Section 18-A(2) of the Electricity (Supply)\nAct, 1948, until it enters into Power Purchase Agreement\nwith the appellant after fixation of the terms by the\nCommission. The above arrangement made to save the\nplant will be subject to final orders to be passed by the\nCommission in the matter.\n69. Before we part with the case, we place on record our\ndispleasure over the unhelpful and un-cooperative attitude\nof APTRANSCO in accepting a reasonable suggestion\nmade by this Court i.e., the power generated by the\nappellant may be purchased at the rate at which it is\npurchasing from other units, pending disposal of the\n:\nA.P. ELECTRICITY REGULATORY COMMISSION v. 603\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\nappeal, since we are pre-occupied in hearing a batch of A\nelectricity appeals preferred against the orders of the A.P.\nState Electricity Regulatory Commission regarding\nWheeling Charges and Grid Support Charges wherein\nthe senior Advocates from other States are advancing\narguments and granted sufficient time to think over the B\nmatter and report to the Court. The learned senior Counsel\nappearing for APTRANSCO expressed his inability to\nconvince his client in accepting the suggestion made by\nthe Court. Therefore, in order to dispose of this matter, we\nwere made to take up this appeal by stopping arguments\nin those cases and complete the hearing by sitting in the\nCourt beyond Court hours.\"\nRe: Civil Appeal No. 8094 of 2002\nC\nD\nE\n3. On 29.2.96, permission was granted to RVK Energy\nPvt. Ltd. to set up a 32.7 MW residual fuel based power plant at\nMedak district so as to enable it to generate and supply power\ndirectly to specified industrial consumers by using the existing\ntransmission and distribution network of APT. On 5.12.98, the\nState Government on a request made by RVK Ltd., allowed the\nchange of location for the project to Krishna district. On 1.2.99,\nthe 1998 Act was brought into force whereby the licensing pro-\nvision under Section 14 became applicable in the State of\nAndhra Pradesh. In terms of Section 14(4), the State Govern-\nment issued provisional licenses to all persons who were en-\ngaged in the business of supply of electricity. On 23.2.99, the\nState government permitted RVK to partly change the fuel for\nthe project from Residual Fuel to Natural Gas. On 2.4.99, the\nAndhra Pradesh Electricity Regulatory Commission (APERC)\nwas constituted under the Reform Act. On 6.5.99, a Power Pur-\nchase Agreement was signed between RVK Pvt. Ltd. and In- G\ndian Cements Ltd. The Agreement inter-alia provided that as\nRVK was in the process of signing the Power Wheeling Agree-\nment with APTRANSCO, India Cements thus had notice of the\nexecution of the Wheeling Agreement between the parties as a\npre-requisite of the implementation of the Agreement between H\nF\n604\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA it and RVK Pvt. Ltd. On 10.9.99, APTRANSCO requested\nAPERC to approve the drafts of the Power Purchase and Wheel-\ning Agreement with RVK Pvt. Ltd. On 20.9.99, RVK made an\napplication being O.P. No. 2 of 1999 to APERC seeking ex-\nemption from the requirement of license to supply electricity to\nB its consumers under Section 16 of the Reform Act. In response\nto the application of APTRANSCO dated 10.9.99, APERC by\nits letter dated 22.9.99, listed the requirements to be complied\nwith which inter-alia included RVK Pvt. Ltd. to obtain a licence\nor exemption from APERC and to agree to APERC deciding\nthird party sales including the extent and manner of the supply\nand affixing the tariff, transmission and wheeling charges.\nAPTRANSCO was called upon to amend the draft agreement\nwith RVK.\nC\nVide its letter dated 24.9.1999, RVK requested APERC\nD to process the exemption application dated 20.9.1999 expedi-\ntiously.\nE\nOn 14.10.1999, the Power Purchase and the Wheeling\nAgreement was signed between RVK and APTRANSCO. In\nterms of the Agreement, it was agreed by RVK to set up a power\ngenerating plant to generate electricity upto 20.31 MW with\nnatural gas as fuel in Krishna district and to sell power through\nAPTRANSCO to identified consumers via the APTRANSCO\ngrid. It was also agreed by RVK to pay the transmission (wheel-\ning) and banking charges as per the provisions of Section 26\nF of the 1998 Act. RVK agreed to take a licence as required un-\nder Section 15 or an exemption under Section 16 of the Re-\nform Act for third party sale including supply to (other than a\nlicensee) regardless of the general approval granted under\nG.O.M. No. 152 dated 29.11.95. The agreement also provided\nG for RVK to take the consent of APERC for wheeling of power\nand submit a list to APERC for its consent of the consumers to\nwhom RVK proposed to sell the power. The agreement stipu-\nlated the submission of all disputes regarding third party sale\nand supply to sister concerns including the extent and manner\nH of such supply and the tariff charged to the APERC.\nA.P. ELECTRICITY REGULATORY COMMISSION v. 605\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\nOn 9.12.1999, RVK entered into a Power Purchase agree- A\nment with Super Spinnings/Precott mills for sale of electricity.\nThe agreement noted that Super Spinnings/Precott Mills had\nnotice of the terms of the Power Wheeling Agreement that had\nbeen entered into between RVK and APTRANSCO.\nB\nBy its letter dated 10.12.99, RVK sought orders from\nAPERC to sell electricity to third parties so as to avoid paying\nminimum guarantee charges of Rs. 2.40 lacs per day to the\nGas Authority of India for non-utilization of the gas so allocated\nto generate electricity in the power project. In the light of the\nurgency shown by RVK, APERC by its interim order dated C\n3.1.2000 approved the W heeling Agreement and third party\nsales which specifically stated that the order would not preju-\ndice the power of APERC to pass such an order as it may con-\nsider necessary at any stage of the proceedings. The proceed-\nings were however kept pending.\nOn 10.2.2000, RVK entered into a Power Purchase agree-\nment with Super Nagarjuna Agro-Tech for sale of electricity. The\nagreement referred to the Power Purchase agreement entered\ninto between RVK and APTANSCO.\nAfter hearing RVK on 28.3.2000, APERC by its order\ndated 31.3.2000. rejected the request of RVK for grant of li-\ncence/exemption from licence. It was held that G.O. Nos. 116\nand 152 did not give any vested right to the mini power plants to\nget a licence or an exemption after the Reform Act had come\ninto force. APERC directed RVK to sell electricity to\nAPTRANSCO only and not to third parties at a fair and reason-\nable price to be mutually agreed to by the parties or in the event\nof the failure to do so, to be decided by the APERC.\nD\nE\nF\nAggrieved by the said order, RVK preferred an appeal G\nunder Section 39 of the 1998 Act before the Andhra Pradesh\nHigh Court wherein the prohibition of the third party sales was\nchallenged. By an order and judgment dated 8.6.2001, the High\nCourt dismissed the said appeal. Upholding the order of\nAPERC, the High Court was of the opinion that the license or H\n606\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA sanction under the Reform Act was necessary, notwithstanding\nany previous licence or sanction that was granted under the 1910\nAct. It furthermore held that any approval envisaged under Sec-\ntion 43 A of the 1948 Act granted to a generating company for\nsale of electricity did not authorize the supply of electricity to the\nB consumers.\nC\nD\nE\nF\nG\nRe: Civil Appeal No. 8101 of 2002\n4. On 9.12.1995, the State Government under Section 18A\nof the 1948 Act granted permission to M/s Astha Power Corpo-\nration Pvt. Ltd. to set up a 28.7 MW residual fuel based power\nplant at Balanagar, Hyderabad so as to enable it to generate\nand supply power directly to specified industrial consumers by\nusing the existing transmission and distribution network of APT.\nFurther, permission was granted by the state government un-\nder Section 28 of the 1910 Act to Astha Power Pvt. Ltd. for\nsupplying energy to the identified consumers and also under\nSection 43A of the 1948 Act for entering into a contract for the\nsale of electricity to the consumers.\nOn 12.11.1996, the State Government on a request made\nby Astha Power Pvt. Ltd., allowed the change of location for the\nproject to Pashamylaram, Medak district.\nBy a notification dated 19.8.1999 issued by APERC, the\npublic was informed that a licence was required to be taken\nfrom APERC for the transmission or supply of electricity in the\nstate.\nOn 10.9.1999, APTRANSCO requested the Commission\nto approve the Power Purchase and Wheeling Agreement with\nAstha Pvt. Ltd.\nOn 23.10.1999, the Power Purchase and the Wheeling.\nAgreement was signed between Astha and APTRANSCO. In\nterms of the Agreement, it was agreed by Astha to set up a\npower generating plant to generate electricity of about 28 MW\nwith H.F.O. as fuel in Medak district and to sell power through\nH APTRANSCO to identified consumers via the APTRANSCO\nA.P. ELECTRICITY REGULATORY COMMISSION v. 607\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\ngrid. It was also agreed by RVK to pay the transmission (wheel- A\ning) and banking charges as per the provisions of Section 26\nof the Reform Act. Astha agreed to take a licence as required\nunder Section 15 or an exemption under Section 16 of the Re-\nform Act for the third party sale including supply to (other than a\nlicensee) regardless of the general approval granted under B\nG.O.M. No. 152 dated 29.11.1995. The agreement also pro-\nvided for Astha to take the consent of APERC for wheeling of\npower and submit a list to APERC for its consent of the con-\nsumers to whom Astha proposed to sell the power. The agree-\nment stipulated the submission of all disputes regarding third\nparty sale and supply to sister concerns including the extent and\nmanner of such supply and the tariff charged to the APERC.\nC\nOn 23.12.1999, Astha made an application to APERC\nseeking exemption from the requirements of taking license to\nsupply electricity to its consumers under Sections 15 \u0026 16 of D\nthe Reform Act.\nAfter hearing Astha on 18.4.2000, APERC by its order\ndated 1.7.2000. rejected its request for grant of licence/exemp-\ntion from licence. It was held that G.O. Nos. 116 and 152 did not\ngive any vested right to the mini power plants to get a licence or\nan exemption after the Reform Act had come into force.\nE\nAPERC directed Astha to sell electricity to APTRANSCO\nonly and not to third parties at a fair and reasonable price to be\nmutually agreed to by the parties or in the event of the failure to F\ndo so, to be decided by the APERC.\nAggrieved by the said order, on 24.7.00, Astha preferred\nan appeal under Section 39 of the Reform Act before the Andhra\nPradesh High Court wherein the prohibition of the third party\nsales was challenged.\nIn the meanwhile, on 23.4.01, APERC after observing that\nAstha had not approached APTRANSCO as per its directions\nto arrive at an agreement for sale of electricity, directed Astha\nagain to negotiate with APTRANSCO so as to arrive at an agree-\nG\nH\n608\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA ment.\nB\nC\nBy an order and judgment dated 8.6.01, the High Court\ndismissed the said appeal. Upholding the order of Commis-\nsion. The High Court was of the opinion that the license or sanc-\ntion under the Reform Act was necessary notwithstanding any\nprevious licence or sanction that was granted under the 1910\nAct. It furthermore held that any approval envisaged under Sec-\ntion 43 A of the 1948 Act granted to a generating company for\nsale of electricity did not authorize the supply of electricity to the\nconsumers.\nEntry 38 of the Concurrent List in the Indian Constitution\nprovides for \"Electricity\".\nThe Parliament enacted the Indian Electricity Act (for short\nthe 1910 Act): Section 3 of 1910 Act provides for issue of li-\nD cence to the undertakings generating, supplying and distribut-\ning electrical energy.\nE\nF\nG\nH\nSection 28 of the 1910 Act provides for grant of sanction\nrequired by non-licensees in certain cases.\nThe State is an appropriate Authority both for grant of li-\ncence in terms of Section 3 and sanction in terms of Section 28\nof 1910 Act.\nIn the year 1948, the Parliament enacted the Electricity\n(Supply) Act, 1948 (for short the 1948 Act) in terms whereof\neach State was statutorily obliged to constitute Electricity Boards\nin their respective States. Electricity Boards are 'deemed li-\ncenses' in terms of the said Act. In terms thereof licence cannot\nbe granted to any private party.\nSections 2(4)(A), 2(5), 2(6) of the 1948 Act provide for the\ndefinitions of \"Generating Company\", \"Generating Station\" and\n\"licensee”, respectively.\nSection 18A specifies the duties of a generating company.\nSection 26A of the 1948 Act provides for exemption grant\n"}