{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A.P. ELECTRICITY REGULATORY COMMISSION v. 619\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\nhibit supply to third parties. It may do so in exceptional situa- A\ntions. Such an order is not to be passed.\n15. The Commission, keeping in view the purported ob-\nject of the Act, ordinarily was bound to give effect to the policy\ndecision of the State. The Act was enacted to encourage com-\npetition. It speaks of privatization of generation of power. The\nCommissioner's power to regulate supply of power must be\nconsidered keeping in view the purport and object of the Act.\nIn Advanced Law Lexicon, 3rd edition, page 4026 “Regu-\nlation\" has been defined as under :-\n\"A regulation is a rule or order prescribed by a superior for\nthe management of some business or for the government\nof a company or society or the public generally.\"\nB\nC\nIn State of Tripura and others vs. Sudhir Ranjan Nath : D\n(1997) 3 SCC 665, this Court held :-\n\"This in turn raises the question, what is the meaning and\nambit of the expression \"regulate\" in Section 41(1) of the\nAct? (Section 41(1) empowers the State government \"to\nregulate the transit of all timber and other forest-produce\".) E\nThe expression is not defined either in the Act or in the\nrules made by the State of Tripura. We must, therefore, go\nby its normal meaning having regard to the context in which,\nand the purpose to achieve which, the expression is used.\nAs held by this Court in Jiyajee Cotton Mills Ltd. and Anr. F\nv. Madhya Pradesh Electricity Board and Anr. [1989] Suppl.\n2 S.C.C. 52 the expression \"regulate\" \"has different shades\nof meaning and must take its colour from the context in\nwhich it is used having regard to the purpose and object\nof the relevant provisions, and as has been repeatedly\nobserved, the court while interpreting the expression must\nnecessarily keep in view the object to be achieved and\nthe mischief sought to be remedied” (at page 79). Having\nregard to the context and other relevant circumstances, it\nhas been held in some cases that the expression\nG\nH\nA\nB\nс\nD\nE\nF\nG\nH\n620\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\n\"regulation\" does not include \"prohibition” whereas in\ncertain other contexts, it has been understood as taking\nwithin its fold \"prohibition\" as well.:\nIt has been held by this Court in Jiyajeerao Cotton Mills\nLtd. and another vs. Madhya Pradesh Electricity Board and\nanother: 1989 Supp (2) SCC 52 that the power to regulate\ndoes not include power to prohibit. The Court held :-\n\"The expression \"regulate\" occurs in other statutes also,\nas for example, the Essential Commodities Act, 1955,\nand it has been found difficult to give the word a precise\ndefinition. It has different shades of meaning and must\ntake its colour from the context in which it is used having\nregard to the purpose and object of the relevant provisions,\nand as has been repeatedly observed, the Court while\ninterpreting the expression must necessarily keep in view\nthe object to be achieved and the mischief sought to be\nremedied.\"\nIn Talcher Municipality vs. Talcher Regulated Market\nCommittee and another: (2004) 6 SCC 178, this Court held :-\n\"14. The power to regulate buying and selling of agricultural\nproduce must be interpreted in the context in which the\nsame has been used. Each person whoever is engaged\nin buying and selling of the agricultural produce in the\nmarket shall be subject to the regulation for which the\nsame has been enacted. The expression \"regulation” is a\nterm which is capable of interpreted broadly. It may in a\ngiven case amount to prohibition.\"\n16. If the State had accorded sanction for sale of electrical\nenergy generated by the MPPs, the Commission save and ex-\ncept for cogent and compelling reasons could not have directed\nthe sale of entire production of electricity energy to\nAPTRANSCO. If that was the stand of the Commission and the\nAPTRANSCO, the question of entering into any Wheeling Agree-\nment did not arise. It is one thing to say that the privileges con-\nA.P. ELECTRICITY REGULATORY COMMISSION v. 621\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\nferred by G.O.Ms. issued by the State Government were prior to A\nthe coming into force of the 1998 Act and appointment of the\nCommission, but then the Commission was bound to give due\nweight to the policy decision taken by the State even prior to its\nestablishment and coming into force of the 1998 Act, particu-\nlarly when the Act was enacted in furtherance thereof.\nB\n17. Indisputably respondents were entitled to produce elec-\ntrical energy under Section 28 of 1910 Act. They were autho-\nrized to generate electrical energy. The question which arises\nis as to whether they were required to file appropriate applica-\ntions for grant of licence or for exemption which should have C\nbeen dealt with accordingly. At that point of time, the Commission\nwas not exercising its other functions. A condition, which is per se\nunreasonable should not have been imposed. It is one thing to say\nthat the statutory authority exercised its powers one way or the\nother but it is other thing to say that in the garb of exercising power D\nof grant of licence and/or exemption thereunder, it issued a direc-\ntion which has nothing to do directly therewith.\n18. Commercial relationship between a generating com-\npany and the consumer has all along been accepted. Public\ninterest would not mean the interest of APTRANSCO alone.\nEquity in favour of one of the generating companies could not\nhave been the sole ground for coming out with such a policy\ndecision and that too while considering application for grant of\nexemption from the purview of the licensing provision..\n19. We will assume that the Legislature of the State with\nsome purpose in mind provided for taking of licence under the\n1998 Act but the very fact that they had the requisite licence in\nterms of the provisions of 1910 Act, itself was one of the rel-\nevant considerations for the purpose of grant of exemption. It\ncould have been rejected in which event the MPPs would have\napplied for grant of licence. Indisputably the State Government\nhas the power to grant provisional licence. In terms of sub-sec-\ntion (4) of Section 14 of 1998 Act, the provisional licences are\nalso issued by the State Government. Indisputably again the\nE\nF\nG\nH\n622\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA said provisional licences have been granted to avoid a situa-\ntion as a result whereof the MPPs would be forced to stop their\nfunction during interregnum period. Even if the licences were\nrequired to be issued, each case should have been consid-\nered on its own merit.\nB\n20. When an application for grant of exemption is filed,\nthe same is required to be dealt with independently. What was\nnecessary for the said purpose was interest of the consumers\nas well as the consideration that supply and distribution cannot\nbe maintained unless the charges for electricity supply are ad-\nC equately levied and duly collected.\nD\nThe Commission, therefore, was bound to strike a balance.\nIt should have given due consideration as to how and in what\nmanner the MPPs were established. They were not per se incon-\nsistent with the object sought to be achieved by the 1998 Act.\n21. Reliance in this behalf has been placed on Andhra\nPradesh Gas Power Corporation Ltd. vs. Andhra Pradesh State\nRegulatory Commission: (2004) 10 SCC 511 and Grid Cor-\nporation of Orissa Ltd. vs. Indian Charge Chrome Ltd. : (1998)\nE 5 SCC 438 para 15, which reads:-\nF\nןד\nG\nH\n\"15. Another question which was seriously contested on\nbehalf of GRIDCO before the Regulatory Commission as\nwell as before the High Court was that ICCL is not a licensee\nwithin the meaning of Section 2(h) of the Indian Electricity\nAct, 1910 and also under Sections 2(e) and (f) of the\nReform Act, 1995. The High Court recorded a finding that\nICCL is a licensee under the Indian Electricity Act, 1910\nand it continued to be a licensee even after the Reform\nAct, 1995 came into force. The High Court placed reliance\non Section 14(1) of the Reform Act and held that ICCL is\nauthorised by the State Authority in the business of\nsupplying the electricity. It was thus concluded that ICCL in\nview of Section 14 of the Reform Act, 1995 shall continue\nto be a licensee. In view of this finding the High Court held\nthat the dispute is arbitrable under Section 37(1) read\n\"\nA.P. ELECTRICITY REGULATORY COMMISSION v. 623\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\nwith Section 33 of the Reform Act, 1995. It is not seriously A\ndisputed that ICCL after a long-drawn correspondence with\nthe Orissa Government had received no objection to put up\nthe Captive Power Plant at Choudwar to generate power.\nAccordingly in 1989 the Captive Power Plant started\ngenerating power which was supplied to the OSEB. This B\narrangement continued till 1994 when MOU and agreement\nwere entered into between ICCL and OSEB. The GRIDCO\nbeing a successor of OSEB, naturally the MOU of 1994\nand agreement of 1995 will be binding upon the GRIDCO\nin the absence of any material to the contrary. It is not the\nC\ncontention of the GRIDCO that ICCL did not supply any\npower at all during the period for which the bills were raised\non ICCL. Despite this factual position it appears that no\nformal licence was issued under Section 2(h) of the Indian\nElectricity Act, 1910 or under the Reform Act, 1995. It cannot\nbe ignored that the investment of ICCL in putting up a Captive\nPower Plant at Choudwar is running into few hundred crores.\nSections 2(e) and (f) of the Reform Act read as under:\n\"(e) ‘licence' means a licence granted under Chapter VI;\n(A) 'licence' or 'licence-holder' means a person licensed\nunder Chapter VI to transmit or supply energy\nincluding GRIDCO.\"\nChapter VI deals with licensing of transmission and supply.\nSection 14(1) reads as under:\nNo person, other than those authorised to do so by licence\nor by virtue of exemption under this Act or authorised or\nexempted by any other authority under the Electricity (Supply)\nAct, 1948 shall engage in the State in the business of\nD\nE\nF\nG\n(a) transmitting; or\n(b) supplying electricity.\nFrom the facts noted hereinabove and in view of Section\n14(1) of the Reform Act it is quite clear that ICCL was/is H\nA\nB\nC\n624\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nauthorised and engaged in supplying the electricity to\nOSEB and thereafter to GRIDCO and if this be so the\ndispute between the GRIDCO and ICCL could be\narbitrable under Section 37(1) read with Section 33 of the\nReform Act, 1995.\"\nReference made to the decision of Grid Corporation of\nOrissa Ltd. (supra) is not apposite. The same was rendered in\na different fact situation. The question as regards the effect of\nSection 14 has not been considered therein.\nWe are, therefore, of the opinion that it was necessary for\nthe MPPs to apply for licence under Section 14 of the Act.\nWe are, however, of the opinion that while considering the\napplication for grant of exemption, the Commission did not have\nany jurisdiction to issue a direction that all MPPs must supply\nD electricity to APTRANSCO only. The power and extent of juris-\ndiction of the Commission to regulate supply is a wide one but\nthe same, in our opinion, does not extend to prohibition or posi-\ntive direction that the supply of total energy produced must be\nmade to APTRNASCO while exercising the said jurisdiction. In\nE fact there was no occasion for issuing such a direction. It is one\nthing to say that the Commission is entitled to fix tariff but there-\nfor then it cannot take into consideration the case of\nAPTRANSCO alone.\nF\nWhat should be the basis for issuing any tariff could have\nbeen the question which was to be posed by the Commission\nto itself. For the said purpose, the Commission was required to\ntake into consideration all aspects of the matter including the\nfact that Wheeling Agreement had already been entered into\nand only by reason thereof, the APTRANSCO may generate a\nG lot of revenue. The decision of the Commission, therefore, be-\ning illegal has rightly been set aside by the High Court.\nH\n22. This takes us to the case of LVS Powers Ltd.. So far\nas LVS Powers Ltd. is concerned it had acted on the basis of\nthe directions of the Commission. It for all intent and purport\nA.P. ELECTRICITY REGULATORY COMMISSION V. 625\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\nproceeded on the basis thereof. It not only held negotiations A\nwith APTRNASCO for the purpose of arriving at a mutually\nsettled tariff, it having regard to huge loan taken by it and pre-\nsumably on the pressure of IDBI accepted almost all the sug-\ngestions made by APTRANSCO.\nB\nFrom the letter dated 24th July, 1996 to M/s. LVS Power\nLtd. it is evident that its consumers were Hindustan Shipyard\nLtd.; Hindustan Zinc Ltd.; Essar Steels Ltd. and Andhra Cements\nLtd. all situated at Visakhapatnam i.e. within the State of Andra\nPradesh. The Commission appears to have even succumbed\nto the pressure of the employees of the State Electricity Board. C\nIt allowed the employees to be impleaded as parties. It heard\nthem. Why the employees of APTRANSCO had to be heard is\nbeyond our comprehension.\nFrom the order dated 4th May, 2001 it appears that APSEB\nEngineers' Association and Assistant Engineers' Association,\nAPSEB were heard. The main contention appears to have been\nadvanced was as to whether MPPs should be allowed to gen-\nerate power with residual fuel. The Commission noticed that\nout of 31 MPPs permission granted to 12 were cancelled. Out\nof 19, LVS Power Ltd. survived.\n'\nIt noticed that some of the MPPs changed their capaci-\nties. It furthermore took notice of the fact that LVS had already\ndrawn moneys from the financiers and the extension granted by\nGOAP in their case was to expire on 30th April, 2001.\nInterestingly the State of Andhra Pradesh did not put in\ntheir appearance before the Commission. The Commission\nmerely received a communication from the Principal Secretary\nto the Government which was noticed as under:-\n\"Nobody appeared on behalf of the GOAP. But a letter has\nbeen filed in which the principal Secretary to Government\nhas urged that permission may be given to MPPs for third\nparty sales to HT Industrial consumers. If APTRANSCO\nloses on account of this arrangement, the Commission\nD.\nE\nF\nG\nH\n626\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\ncan fix appropriate wheeling charges taking into account\nthe cross subsidization foregone by APTRANSCO on\naccount of third party sales.\"\nThe same per se was illegal.\nIt took into consideration the question of subsidy. The Com-\nmission reiterated that it was not inclined to permit third party\nsale. It unfortunately laid serious emphasis on the contentions\nraised by civil societies at the relevant time. It furthermore no-\nticed that its earlier order, and directions were issued to eight\nC developers to make an offer of price on the basis of the various\nGovernment of India notifications, by abdicating its own jurisdic-\ntion. On the one hand, it was conscious of its functions but, on the\nother hand, it failed to determine the issues between the parties.\nHowever, the order dated 30th March, 1992 was not chal-\nD lenged by APTRANSCO. The Commission furthermore noticed\nthat wheeling agreement had been entered into by and between\nthe parties on or about 25th February, 1999. After taking into\nconsideration some submissions of the parties, directions were\nissued as has been noticed hereinbefore.\nE\nF\nG\nH\nWhat for, it asked the parties to negotiate is evident from\nthat in the event of their failure to agree on the price and the\nother terms and conditions, the Commission itself would do it.\nThe aforementioned order dated 4th May, 2001 has also not\nbeen challenged by APTRANSCO.\nIt is in the aforementioned backdrop that we will notice the\nletter dated 17th August, 2001 written by Chief Engineer, Vidyut\nSoudha to the Commission where after duly noticing that since\nfinalization of PPA has to be done after the abovecited GoAP ap-\nprovals are received, it was proposed to purchase power produced\nat the above cited rate from the COI as the plant, subject to con-\nsent of the Commission. From the said letter it appears that\nAPTRANSCO had reviewed the capital cost furnished by the de-\nveloper. They were agreeable to the levelised tariff mentioned\ntherein with payment on year to year basis as per CEA norms and\n'\nA.P. ELECTRICITY REGULATORY COMMISSION v. 627\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\nvariable charge. As per CEA, APTRANSCO was permitted to A\npurchase the power from LVS Powers Ltd. at the rate specified in\nparagraph 5 of the letter which is to the following effect:-\n\"5. APTRANSCO's consultants have reviewed the capital\ncost furnished by the developer and opined that the capital\ncost can be brought down to the order of Rs.125.00 Crs.\nThe revised tariffs with this capital cost and CEA norms\nfor unit generated will work out to as follows:\nUnit generated\nB\nFC\nVC\nTotal\nWith FE variation\n115.4\n157.5\n272.9 C\n157.5\n270.2\nWithout FE variation - 112.6\nThe above tariff projections have been informed to the\ndeveloper on 17.8.2001. In reply, the project company has\ninformed that they are agreeable to the levelised tariff of D.\n115.4 FC 157.5 VC per unit generated and with foreign\nexchange variation on ROE, presently accepting the capital\ncost of Rs. 125 Crs. Subject to condition that the tariff is to\nbe re-fixed after the capital cost is approved by the GoAP.\"\nSupply commenced in September, 2001. On the afore-\nmentioned basis only the private agreements were terminated.\nImportant developments took place in the next three months.\nE\nBy a letter dated 26th November, 2001, APTRANSCO\nasked the Principal Secretary to the Government of Andhra F\nPradesh inter alia the following :-\nIn view of the above, it is requested that the capital\ncost of the project may be limited to that of Rs. 125.33 Crs.\nIt is also to inform that in case APTRANSCO is unable to\npurchase power from this MPP, the MPP may be permitted G\nto sell the power outside the State subject to consent of\nAPERC allowing APTRANSCO to collect wheeling\ncharges. It is requested that the approval of the capital\ncost may be communicated early to fix the final fixed cost\nof the tariff and seek the approval of APERC to continue H\nA\nB\nC\nD\nE\nF\nG\nH\n628\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\npurchase of power if it is found on part with the earlier ad\nhoc tariff fixed. Early action is solicited since the permission\ngiven by APERC for purchase of power from the developer\nhas expired on 31.10.2001.\"\n23. It was suggested that the capital cost is too high and,\ntherefore, the tariff should be fixed on the basis of fixed costs. It\nwas opined that there was no need to consider variable costs.\nWhat would be the effect of power purchase beyond 30th Novem-\nber, 2001 was stated in the letter of APTRANSCO dated 3rd De-\ncember, 2001 to the Commission, which was in the following terms:-\n\"This has reference to the correspondence cited regarding\npurchase of power from M/s. LVS Power Ltd.\n2) In the reference 4 dated 26.11.2001 cited above.\nAPERC permitted the APTRANSCO to purchase\npower from M/s. LVS Power Ltd. at the rate as per\nAPERC Order in the reference (2) cited and extended\nthe period of purchase of power from 31.10.2001 to\n30.11.2001 purely as an interim measure and\ndirected APTRANSCO to send the firm tariff proposal\nwith the approved project cost from competent\nauthority latest by 30.11.2001 for the commission to\npass appropriate order.\n3)\nIn this connection, the following are submitted -\ni)\nii)\nThe GOAP have been requested vide this office\nletter dated 26.11.2001 ref (5) cited to limit the\ncapital cost of the LVS Power Ltd. to Rs.125.33\nCrs. and for approval of the capital cost to fix the\nfinal fixed cost of the tariff and seek the approval\nof APERC to continue purchase of power.\nAfter the project cost is approved by GOAP the\ntariff is to be worked out and a firm proposal is\nto be submitted to APERC for approval.\niii) It may take some time for approval of capital\n"}