{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2008] 9 S.C.R. 579\nA.P. ELECTRICITY REGULATORY COMMISSION\nV.\nM/S. R.V.K. ENERGY PVT. LTD. AND ANOTHER\n(Civil Appeal No. 8094 of 2002)\nMAY 16, 2008\n[S.B. SINHA AND D.K. JAIN, JJ.]\n-\n-\nA\n00\nB\nC\nAndhra Pradesh Electricity Reforms Act, 1988 – Appli-\ncability/Interpretation of vis-à-vis orders passed by the Andhra\nPradesh Electricity Regulatory Commission - High Court\npassing orders on appeal by parties – On appeal, Held: Com-\nmission constituted under the 2003 Act to consider the matter\nafresh in the light of the new statute - Commission to pass\nappropriate orders taking into consideration all the material\nfacts - Commission would be at liberty to vary, modify, rescind\nD\nthe order of the Commission and issue directions as may be\nconsidered just and reasonable - Till such time Commission\npasses an appropriate interim order, the interim order passed\nby this court shall continue.\nDoctrines:\nDoctrine of promissory estoppel - Applicability of.\nELI\nInterpretation and/or application of the provisions of\nthe Andhra Pradesh Electricity Reforms Act, 1998 (The 1998\nAct) vis-a-vis the orders passed by the Andhra Pradesh F\nElectricity Regulatory Commission ('the Commission')\nwere involved in these appeals which arise out of the judg-\nments and orders passed by a Division Bench of the\nAndhra Pradesh High Court.\nDisposing of the appeals with certain directions, the Court G\nHELD: 1.1 The State took a policy decision. It was\nwith a view to develop growth of generation and supply\nof electrical energy. Monopoly of the State Electricity\n579\nH\n580\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA Board was sought to be given a go bye. The intention of\nthe State to lay down the policy decision in regard to\nprivatization of generation and supply of electrical energy\nis manifest from the GOMs. issued by it. (para 10) [617-E,F]\nB\n1.2 There is absolutely no doubt whatsoever that the\nCommission, which is a statutory authority, is bound by the\ndirection of the State but it would not be so bound if it is\ncontrary to or inconsistent with any of the provisions con-\ntained in 1998 Act. Respondents sought for an exemption\nfrom the provisions thereof. They filed applications in terms\nC of Section 16 of 1998 Act. Whether such an application was\nfiled on a mistaken belief or not is one question but the ac-\ntion taken by the Commission must be construed upon tak-\ning a holistic view of the matter. (para 11) [617-F,G,H]\nD\nE\nF\n1.3 Respondents acted pursuant to the promise\nmade by the State. They altered their position. They have\ninvested a huge amount. They secured foreign collabo-\nration, raised huge loans from financial institutions. They\nnot only entered into Power Purchase Agreements but\nalso entered into Power Wheeling Agreements with\nAPTRANSCO. The said arrangements were entered into\nin view of the fact that the private generating companies\ndid not have the requisite infrastructure for transmission\nof electrical energy from their generating stations to the\nconsumers. (para 12) [618-A,B]\nWest Bengal Electricity Regulatory Commission vs.\nC.E.S.C. Ltd. etc. etc. (2002) 8 SCC 715 - referred to.\n2.1 No doubt the functions of the Commission are\nwide. It, in terms of clause (e) of sub-section (1) of Section\nG 11 of the 1998, the Commission is entitled to regulate the\npurchase, distribution and supply as also utilization of elec-\ntricity but when the Act speaks of regulation, the same would\nnot ordinarily mean that it can totally prohibit supply to third\nparties. It may do so in exceptional situations. Such an\nH der is not to be passed. (para 14) [618-G,H, 619-A]\nA.P. ELECTRICITY REGULATORY COMMISSION v. 581\nM/S. R.V.K. ENERGY PVT. LTD.\n2.2 The Commission, keeping in view the purported A\nobject of the Act, ordinarily was bound to give effect to\nthe policy decision of the State. The Act was enacted to\nencourage competition. It speaks of privatization of gen-\neration of power. The Commissioner's power to regulate\nsupply of power must be considered keeping in view the B\npurport and object of the Act. (para 15) [619-A,B]\n2.3. If the State had accorded sanction for sale of elec-\ntrical energy generated by the MPPs, the Commission\nsave and except for cogent and compelling reasons could\nnot have directed the sale of entire production of electric- C\nity energy to APTRANSCO. If that was the stand of the\nCommission and APTRANSCO, the question of entering\ninto any Wheeling Agreement did not arise. It is one thing\nto say that the privileges conferred by G.O.Ms. issued by\nthe State Government were prior to the coming into force D\nof the 1998 Act and appointment of the Commission, but\nthen the Commission was bound to give due weight to\nthe policy decision taken by the State even prior to its\nestablishment and coming into force of the 1998 Act, par-\nticularly when the Act was enacted in furtherance thereof.\n(para 16) [620-F,G, 621-A]\nE\nF\n2.4 Indisputably respondents were entitled to pro-\nduce electrical energy under Section 28 of 1910 Act. They\nwere authorized to generate electrical energy. The ques-\ntion which arises is as to whether they were required to\nfile appropriate applications for grant of licence or for ex-\nemption which should have been dealt with accordingly.\nAt that point of time, the Commission was not exercising\nits other functions. A condition, which is per se unreason-\n• able should not have been imposed. It is one thing to say G\nthat the statutory authority exercised its powers one way\nor the other but it is other thing to say that in the garb of\nexercising power of grant of licence and/or exemption\nthereunder, it issued a direction which has nothing to do\ndirectly therewith. (para 17) [621-B,C,D]\nH\nA\n582\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nState of Tripura and others vs. Sudhir Ranjan Nath (1997)\n3 SCC 665; Jiyajeerao Cotton Mills Ltd. and another vs.\nMadhya Pradesh Electricity Board and another 1989 Supp\n(2) SCC 52 and Talcher Municipality vs. Talcher Regulated\nMarket Committee and another (2004) 6 SCC 178 - referred\nB to.\nAdvanced Law Lexicon, 3rd edition, page 4026 - re-\nferred to.\n3.1 Commercial relationship between a generating\nC company and the consumer has all along been accepted.\nPublic interest would not mean the interest of\nAPTRANSCO alone. Equity in favour of one of the gener-\nating companies could not have been the sole ground\nfor coming out with such a policy decision and that too\nwhile considering application for grant of exemption from\nthe purview of the licensing provision. (para 18) [621-D,E]\nD\n3.2 It is assumed that the Legislature of the State with\nsome purpose in mind provided for taking of licence un-\nder the 1998 Act but the very fact that they had the requi-\nE site licence in terms of the provisions of 1910 Act, itself\nwas one of the relevant considerations for the purpose\nof grant of exemption. It could have been rejected in which\nevent the MPPs would have applied for grant of licence.\nIndisputably the State Government has the power to grant\nF provisional licence. In terms of sub-section (4) of Section\n14 of 1998 Act, the provisional licences are also issued\nby the State Government. Indisputably again the said pro-\nvisional licences have been granted to avoid a situation\nas a result whereof the MPPs would be forced to stop their\nfunction during interregnum period. Even if the licences\nwere required to be issued, each case should have been\nconsidered on its own merit. (para 19) [621-F,G, 622-A]\nG\n3.3 When an application for grant of exemption is filed,\nthe same is required to be dealt with independently. What\nH was necessary for the said purpose was interest of the\nA.P. ELECTRICITY REGULATORY COMMISSION v. 583\nM/S. R.V.K. ENERGY PVT. LTD.\nconsumers as well as the consideration that supply and A\ndistribution cannot be maintained unless the charges for\nelectricity supply are adequately levied and duly collected.\nThe Commission, therefore, was bound to strike a bal-\nance. It should have given due consideration as to how\nand in what manner the MPPs were established. They B\nwere not per se inconsistent with the object sought to be\nachieved by the 1998 Act. (para 20) [622-B,C]\n3.4 It was necessary for the MPPs to apply for licence\nunder Section 14 of the Act. While considering the appli-\ncation for grant of exemption, the Commission did not C\nhave any jurisdiction to issue a direction that all MPPS\nmust supply electricity to APTRANSCO only. The power\nand extent of jurisdiction of the Commission to regulate\nsupply is a wide one but the same, does not extend to\nprohibition or positive direction that the supply of total D\nenergy produced must be made to APTRNASCO while\nexercising the said jurisdiction. In fact there was no oc-\ncasion for issuing such a direction. It is one thing to say\nthat the Commission is entitled to fix tariff but therefor then\nit cannot take into consideration the case of APTRANSCO E\nalone. (para 21) [624-C,D,E]\nF\nLL\n3.5 What should be the basis for issuing any tariff\ncould have been the question which was to be posed by\nthe Commission to itself. For the said purpose, the Com-\nmission was required to take into consideration all as-\npects of the matter including the fact that Wheeling Agree-\nment had already been entered into and only by reason\nthereof, the APTRANSCO may generate a lot of revenue.\nThe decision of the Commission, therefore, being illegal\nhas rightly been set aside by the High Court. (para 21) G\nGrid Corporation of Orissa Ltd. vs. Indian Charge Chrome\nLtd. (1998) 5 SCC 438 – distinguished.\n-\nAndhra Pradesh Gas Power Corporation Ltd. vs. Andhra\nPradesh State Regulatory Commission (2004) 10 SCC 511 - H\n584\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA referred to.\nB\n4.1 So far as LVS Powers Ltd. is concerned it had\nacted on the basis of the directions of the Commission. It\nfor all intent and purport proceeded on the basis thereof.\nIt not only held negotiations with APTRNASCO for the\npurpose of arriving at a mutually settled tariff, it having\nregard to huge loan taken by it and presumably on the\npressure of IDBI accepted almost all the suggestions\nmade by APTRANSCO. From the letter dated 24th July,\n1996 to M/s. LVS Power Ltd. it is evident that its consum-\ners were Hindustan Shipyard Ltd.; Hindustan Zinc Ltd.;\nEssar Steels Ltd. and Andhra Cements Ltd. all situated at\nVisakhapatnam i.e. within the State of Andra Pradesh. The\nCommission appears to have even succumbed to the\npressure of the employees of the State Electricity Board.\nD It allowed the employees to be impleaded as parties. It\nheard them. Why the employees of APTRANSCO had to\nbe heard is beyond comprehension. (para 22) [624-G, 625-\nA-C]\nс\nE\nF\nG\nH\n4.2 Interestingly the State of Andhra Pradesh did not\nput in their appearance before the Commission. The Com-\nmission merely received a communication from the Prin-\ncipal Secretary to the Government. The same per se was\nillegal. (para 22) [625-F, 626-A]\n5.1 It is strange that while Commission was so con-\nscious of is own power as envisaged under clause (e) of\nsub-section (1) of Section 11 of the Act in prohibiting third\nparty sale so far as MPPs are concerned, it even could\nnot take its own order to its logical conclusion. It is with\nsome displeasure it must be noticed as to how Commis-\nsion mis-directed itself at every stage. Despite the State\nsupported the application for grant of exemption, the third\nparty sale was prohibited. Parties were asked to negoti-\nate and come back for fixation of tariff but then without\nrealizing the consequence which has to be suffered by\nA.P. ELECTRICITY REGULATORY COMMISSION v. 585\nM/S. R.V.K. ENERGY PVT. LTD.\nthe parties, it says it could not do anything in the matter. If A\nAPTRANSCO was not agreeable to the orders passed by\nthe Commission, which might have been passed during\nthe pendency of the proceedings, it could have ques-\ntioned the same. It did not do that. It accepted the orders.\nIt for all intent and purport forced the respondent to alter B\nits position to its great detriment. The Commission itself\nis responsible for the said situation. If it has the power to\nregulate, as it has been contending, it should have pro-\nceeded progressively and not regressively. It could have\ntaken into consideration the provisions of Section 11 (1)(f)\nwhereby one of its function is to promote competitiveness\nand progressively involve the participation of private sec-\ntor, while ensuring fair deal to the customers. (para 24)\n[631-A-E]\nC\n5.2 The Commission had been waiting for some di- D\nrections of the Government of Andhra Pradesh. It is from\nthat angle it must be held that the decision of the State to\nallow MPPs. to generate electricity was a matter of policy.\nThe Commission for all intent and purport has frustrated\nthe policy and object of the Act. APTRANSCO in terms of E\nChapter V of the Act also acts as a statutory authority.\nThe Commission must function within the four corners\nof the 1998 Act. It is again subject to the power of the State\nGovernment under Section 12. It has referred the matter\nagain and again to the State and when the State asked it F\nto proceed in the manner, it backed out and APTRANSCO\nwas constituted with the principal object of engaging the\nbusiness of promoting and supply of electrical energy. It\nis required to obtain licence for the said purpose. (para\n25) [631-F,G,H, 632-A]\nG\n6.1 Licence under section 14 is necessary but the\nsame is only for transmission and supply and not for gen-\neration of electrical energy. Such a licence is required so\nas to enable the Commissioner to effectively control and\nregulate transmission and supply. It is also relevant to note H\nT\n586\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA that Section 21 provides for restriction on licensees and\ngenerating companies. Sub-section (4) empowers a\nholder of supply or transmission licence to enter into ar-\nrangements for the purchase of electricity. Sub-section\n(5) provides that any agreement relating to any transac-\nB tion of the nature described in any of the sub-sections\nunless made with or subject to such consent as afore-\nsaid, shall be void. It, therefore, restricts the power and\nactivities of APTRANSCO. It is in the aforementioned situ-\nation that the doctrine of promissory estoppel should be\nheld to be applicable. (para 26) [632-D-H]\nC\n6.2 As regards setting up of MPPs the principle of\nestoppel shall also apply. It is now a well settled principle\nof law that nobody should suffer for the wrong done to\nby a quasi-judicial body. In view of the principle analo-\nD gous to ‘actus curiae neminem grvabit', this Court is of the\nopinion that because of the unreasonable stand taken by\nAPTRANSCO before the Commission, LVS Powers\nshould not suffer. In the aforementioned situation the High\nCourt has issued the directions. (para 27) [633-E,F]\nE\n6.3 APTRANSCO did not intend to increase its effi-\nciency. It did not equip itself so as to be able to compete\nwith others. It might have been in a disadvantageous po-\nsition. On the one hand the Commission asked for total\nprohibition for third party sale on the premise that it had\nF to supply electricity to agriculturist, but then when a situ-\nation came that it must purchase the power pursuant to\nthe impugned directions of the Commission from MPPs it\nmade a contradictory stand that MPPs can sell the power\noutside the State. (para 28) [633-F,G,H]\nG\nSouthern Petrochemical Industries Co. Ltd. vs. Electric-\nity Inspector and ETIO and others (2007) 5 SCC 447 – re-\nferred to.\n-\n7.1 Before this Court IDBI intervened. Indisputably it\nH had granted financial assistance to the first respondent-\nA.P. ELECTRICITY REGULATORY COMMISSION v. 587\nM/S. R.V.K. ENERGY PVT. LTD.\nLVS Power. IPDB granted loan only on the basis that the A\nunit shall be functional. This Court on 11th October, 2002\nand 2nd December, 2002 passed interim orders. It was sub-\nmitted that the first respondent has been paid a huge\namount pursuant to the said orders and this Court may\nissue a direction for refund thereof. This cannot be agreed B\nupon. The interim order by this Court was passed to main-\ntain a balance and in the interest of the parties. (para 29)\n[634-A,B,C]\n7.2 In this case interest of justice would be subserved\nif in modification of the order passed by the High Court, C\nthe impugned judgments are set aside and the Commis-\nsion constituted under the 2003 Act is directed to con-\nsider the matter afresh in the light of the new statute. The\nCommission shall pass appropriate orders upon taking\ninto consideration all the material factors. It would be at D\nliberty to vary, modify, rescind the order of the old Com-\nmission and issue directions as may be considered just\nand reasonable. It may, in the changed situation, also al-\nlow the parties to effect third party sale. It will be at liberty\nto evolve a scheme for revival of the companies, keeping E\nin view the public interest involved and in particular the\ninterest of the financial institutions. The time granted for\ncompletion of the projects should be extended by one\nyear. Till such time as the Commission may not pass an\nappropriate interim order, the interim order passed by this\ncourt shall continue. (paras 29 and 30) [634-C-G]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 8094\nof 2002\nF\nFrom the Judgment and final Order dated 2.4.2002 of the\nG\nHigh Court of Judicature, Andhra Pradesh at Hyderabad in\nC.M.A. No. 1458/2000\nWITH\nC.A. Nos. 8101, 8102, 8096, 8095 and 8093 of 2002.\nH\nA\n588\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nShanti Bhushan, L.N. Rao, Dushyant A. Dave, T.L.V. Aiyer,\nM.G. Ramachandran, K.V. Mohan, K.V. Balakrishnan, Anand\nK, Genesan, Swapna Sheshadri, Sanjai Pathak, Gulnar, Atul\nBandhu, Rakesh K. Sharma, G. Ramakrishna Prasad,\nSuyodhan Byrapancni, Siddharth Patnaik, G. Arun, S. Udaya\nB Kr. Sagar, Bina Madhavan (for M/s. Lawyer's Knit \u0026 Co.), Manoj\nSaxena, Rajnish Singh, Rahul Shukla, T.V. George, A.D.N. Rao,\nP.S. Narasimha (for D. Bharathi Reddy), Pavan Kumar and\nSatya Prakash Sharma for the Appearing Parties.\nC\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. Interpretation and/or application of the pro-\nvisions of the Andhra Pradesh Electricity Reforms Act, 1998\n(for short the 1998 Act) vis-a-vis the orders passed by the Andhra\nPradesh Electricity Regulatory Commission (for short 'the Com-\nD mission') are involved in these appeals which arise out of the\njudgments and orders passed by a Division Bench of the Andhra\nPradesh High Court.\nE\nThe matter relating to generation, supply and distribution\nof electrical energy in the State of Andhra Pradesh used to be\ngoverned by the provisions of the Electricity (Supply) Act, 1948\n(For short, the 1948 Act).\nWith a view to bring reforms in the Power Sector and to\nmeet shortages in power supply, the State of Andhra adopted a\nF policy decision for generation of power through MPPs of 30\nG\nH\nMW capacity in private sector. For the said purpose it issued\ntwo G.Os. being G.O. No.116 dated 5th August, 1995 and G.O.\nNo. 152 dated 29th November, 1995.\nIn the said Government orders, the liberalization policy of\nthe state in respect of its industrial economy so as to enable\nthe State Government to attract investment from other parts of\nthe country as also from outside the country was highlighted. It\nintended to bring about competition in the industry. It is stated\n"}