{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A.P. ELECTRICITY REGULATORY COMMISSION v. 609\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\nof a licence so far as a generating company is concerned.\nSection 43A of the 1948 Act provides for terms, condi-\ntions and sale of electricity by generating company.\nA\nThe State of Andhra Pradesh enacted the 1998 Act to pro-\nvide for the constitution of an Electricity Regulatory Commis- B\nsion, restructuring of the Electricity Industry, rationalisation of\nthe generation, transmission, distribution and supply of elec-\ntricity avenues for participation of private sector in the Electric-\nity Industry and generally for taking measures conducive to the\ndevelopment and management of the Electricity industry in an C\nefficient, economic and competitive manner and for matters\nconnected therewith or incidental thereto.\n\"APTRANSCO\" has been defined in Section 2(b) of the\n1998 Act to mean Transmission Corporation of Andhra Pradesh\nLimited incorporated as a transmission company under the D\nCompanies Act, 1956 (Central Act 1 of 1956) and as referred\nto in Section 13 thereof.\n\"Commission\" has been defined in Section 2(c) of 1998\nAct to mean the Andhra Pradesh Electricity Regulation Com-\nmission constituted under sub-section (1) of Section 3.\n\"Licensee\" or \"licence holder\" has been defined in Sec-\ntion 2(e) of 1998 Act to mean a person licensed under Section\n14 of the Act to transmit or supply energy including\nAPTRANSCO.\nSection 3 of 1998 Act provides for establishment and con-\nstitution of the Commission.\nFunctions of the Commission have been dealt with in Sec-\ntion 11 of the 1998 Act, clauses (e) and (f) whereof read as\nunder :-\n\"11. Functions of the Commission, :-\n(e) to regulate the purchase, distribution, supply and\nutilization of electricity, the quality of service, the tariff\nE\nF\nG\nI\nA\nB\nC\nD\n610\nSUPREME COURT REPORTS\n(f)\n[2008] 9 S.C.R.\nand charges payable keeping in view both the interest\nof the consumer as well as the consideration that the\nsupply and distribution cannot be maintained unless\nthe charges for the electricity supplied are adequately\nlevied and duly collected.\nto promote competitiveness and progressively\ninvolve the participation of private sector, while\nensuring fair deal to the customers.\"\nSection 12 provides for the general powers of the State\nGovernment to issue policy directions on matters concerning\nelectricity in the State including the overall planning and co-or-\ndination. All policy directions are required to be issued by the\nState Government consistent with the objects sought to be\nachieved by the said Act and accordingly shall not adversely\naffect or interfere with the functions and powers of the Commis-\nsion including but not limited to determination of the structure of\ntariffs for supply of electricity to various classes of consumers.\nSection 13 of the 1998 Act provides for constitution and\nfunctions of APTRANSCO. Section 14 provides for licensing,\nE sub-section (1) whereof reads as under :-\nF\nG\nH\n\"14. Licensing:- (1) No person, other than those authorized\nto do so by licence or by virtue of exemption under this Act\nor authorized to or exempted by any other authority under\nthe Electricity (Supply) Act, 1948, shall engage in the Sate\nin the business of, -\n(a) transmitting electricity; or\n(b) supplying electricity.\"\nSection 15 of 1998 Act provides for grant of licences by\nthe Commission in respect of transmission of electricity in a\nspecified area of transmission and supply electricity in a speci-\nfied area of supply including bulk supply to licensees or any\nperson.\nSection 16 of 1998 Act provides for exemption from the\nA.P. ELECTRICITY REGULATORY COMMISSION v.\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\n611\nrequirements of having a licence.\nSection 17 of 1998 Act provided for general duties and\npowers of the licensees. Section 21 imposes restrictions on\nlicensees and generating companies.\nThe Parliament enacted Indian Electricity Act, 2003 (in\nshort 2003 Act).\nSub-section (2) of Section 10 of the said Act enables a\ngenerating company to supply electricity to third parties. It reads:-\n\"Section 10 - Duties of generating companies\n(2) A generating company may supply electricity to any\nlicensee in accordance with this Act and the rules and\nregulations made thereunder and may, subject to the\nregulations made under sub-section (2) of section 42,\nsupply electricity to any consumer.\nSection 14 of 2003 Act provides for grant of licence.\nA\nB\nC\nD\nE\nThe Schemes of 1910 Act, 1948 Act and 1998 Act being\ndifferent, any licence or sanction granted in terms of Section 3\nand 28 of the 1910 Act or permission under Section 43A of the\n1948 Act would not mean that no licence was required in terms\nof 1998 Act. The Regulatory Commission in absence of any\ndirection issued by the State in terms of Section 12 of the Act,\nthat too being an expert body was entitled to take its own deci-\nsion. The power of the Commission to regulate supply would F\ninclude a power to issue necessary direction (s) to supply elec-\ntrical energy only to the licenses under the 1948 Act. The 1998\nAct stipulates that the manner in which the power to regulate\nwould be exercised has been left with only an expert body.\nviz.:\nThere are principally two categories of cases before us, G\ni)\nWhere the State of Andhra Pradesh had granted\nexpress permission to establish Mini Power Plants\n(for short MPP) prior to 1995 where residual fuel\nH\n612\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nfold.\nii)\nwhich were to be used as raw-material had been\nspecified.\nThe Government of Andhra Pradesh also permitted\nthe producer of electricity to supply it to heavy\nindustrial units including public sector undertakings.\nThe issues involved in relation to these industries are two\nWhere the industries had been asked to sell electrical\nenergy to the APTRANSCO, writ petitions filed thereagainst had\nC been allowed by one Division Bench of the High Court. It, how-\never, appears that another batch of cases where interim order\nhad been passed by the Commission to supply power to the\nAPTRANSCO at one stage and pursuant to the said directions,\nsupply of energy had been taken for sometime but while nego-\nD tiations were going on for fixation of price between the parties\nat first instance, which having failed, when the matter came up\nagain before the Commission, the APTRANSCO refused to\nenter into such an agreement resulting in an order passed by\nthe Commission, that it cannot enforce the APTRANSCO to\nE enter into such an agreement.\nThese orders were subject matter of writ petitions before\nthe Andhra Pradesh High Court. Another Division Bench of the\nsaid High Court, keeping in view the stand taken from the very\nbeginning by the State of Andhra Pradesh; the power of the Com-\nF mission as also the orders passed by it from time to time as\nalso the negotiations held between the parties, directed\nAPTRANSCO to enter into an agreement with the MPPs.\nG\nH\n5. Mr. Shanti Bhushan, learned senior counsel appearing\non behalf of the appellant- APTRANSCO, would submit :-\n1)\nWhereas the Commission has the requisite power\nto regulate supply of electrical energy in terms of\nSection 11 of the 1998 Act, it had no jurisdiction to\ncompel the APTRANSCO to enter into a Power\nPurchase Agreement.\nA.P. ELECTRICITY REGULATORY COMMISSION v. 613\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\n2)\n3)\n4)\nPower of the Commission in terms of sub-section A\n(4) of Section 21 being limited, the High Court\ncommitted a serious error in issuing the impugned\ndirections.\nThe High Court while exercising its appellate\njurisdiction in terms of Section 39 of 1998 Act could\nnot have issued any direction which was beyond the\npower of the Commission.\nB\nIn any event the High Court being not an expert body\nshould not have ordinarily interfered with an order of\nC\nthe Commission which is an expert body, as has\nbeen held by this Court in West Bengal Electricity\nRegulatory Commission vs. C.E.S.C. Ltd. etc. etc.\n: (2002) 8 SCC 715.\nMr. Ramachandran, learned counsel, appearing on behalf D\nof the Commission would submit:\n1) That sanction granted in terms of Section 28 of 1910\nAct or permission granted under Section 43 A of the\n1948 Act would not lead to the conclusion that the\nMPPs were not required to take fresh licence or apply\nfor grant of exemption.\n2) Applications for grant of exemptions were filed by\nthe MPPs, as even they as also the financial\ninstitutions thought that the same was necessary.\n3)\n4)\nThe Commission in its order did not interfere with\nthe agreements which had been entered into by and\nbetween the MPPs and the third party prior to coming\ninto force of the 1998 Act.\nThe decision to direct the MPPs to supply power to\nAPTRANSCO was taken with a view to adjust the\nequities between the parties, as otherwise, whereas\non the one hand MPPs would be supplying power to\nindustrial companies and commercial concerns\nE\nF\nG\nH\nI\nA\n00\nB\nс\nD\nE\nF\nG\nH\n614\nSUPREME COURT REPORTS\n5)\n[2008] 9 S.C.R.\nwhich would attract a higher tariff, the APTRANSCO\nwould have been left with only agricultural consumers\nand domestic consumers for whom the tariff was on\na lower side resulting in sufferance of loss by it\nThe Commission had the jurisdiction to issue such\ndirections, apart from its power to grant licence or\ngrant exemption in terms of Section 14 of the 1998\nAct but also in exercise of its power to regulate supply\nand all that is contained in Section 11 thereof.\n6) Apart from LVS Power, as no other company, had\nset up the power plant, although the Commission in\nits order dated 4th May, 2001, in purported exercise\nof its suo motu power, expressed its disinclication to\npermit third party sales and fixation of rate, it asked\nthe parties to negotiate thereabout and only in the\nevent such negotiations failed, they were given the\nliberty to approach the Commission in the matter.\n7) When, however, it was found that the cost of supply\nwould be beyond the capacity of APTRANSCO to\nbear, the Commission refused to issue to it to make\ncompulsory purchase of electricity from LVS.\n8)\nThe Commission had no intention to restrict sale of\nelectricity to third party by MPPs, particularly when\nAPTRANSCO itself was unable to take supply.\n6. Mr. Harish N. Salve, learned senior counsel appearing\non behalf of the respondent LVS Power, on the other hand,\nurged:-\n1)\n2)\nSection 21(4) of the 1998 Act has no application to\nthe facts of the present case.\nSections 11(1)(e) and (f) of 1998 Act clearly postulate\na wide power in the Commission, which in effect and\nsubstance, clearly go to show that while exercising\nits power to regulate supply of electrical energy by\n-\nA.P. ELECTRICITY REGULATORY COMMISSION v. 615\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\n3)\n4)\ngenerating station to a consumer, it, while directing A\nthe MPPs to supply electrical energy to APTRANSCO\nhad the requisite power to direct the APTRANSCO\nto purchase the same.\nB\nIn any event the APTRANSCO itself having invited\nthe order and furthermore having suffered two\ndirections of the Commission as contained in its\norders dated 18th August, 2001 and 26th November,\n2001 whereby and whereunder the Commission\ndirected the APT to purchase electrical energy from\nthe company subject to fixation of rate by C\nnegotiations, and in the event of failure, to come back\nto the Commission cannot now turn round and\nquestion its jurisdiction to do so and, thus the High\nCourt was within its jurisdiction to issue the directions.\nAPTRANSCO had been changing its stand from\nstage to stage, in so far as at one point of time it\ncomplained of the capital costs being too high; when\nthe company came down to fix costs, it did not accept\nthe same and asked for the factor of variable costs\nfor the purpose of fixation of tariff and when the\ncompany, as an act of desperation, keeping in view\nits commitments to various financial institution, had\neven agreed therefor, took a complete turn about to\ncontend that they do not require the power.\n5) The Government of Andhra Pradesh having referred\nthe matter to Central Electricity Authority for its opinion\nand having obtained the same, the Commission was\nbound to compel APTRANSCO to agree thereto.\n6)\nD\nE\nF\nIn any event, as by reason of the stand taken by G\nAPTRANSCO, the company had to cancel all the\nagreements of supply entered into by and between\nthe parties for supply of electrical energy, it could not\nhave resciled from its representation and refused to\npurchase electrical energy from it.\nH\nF\nA\nB\nс\nD\nE\nF\nG\nH\n616\nSUPREME COURT REPORTS\n7)\n8)\n[2008] 9 S.C.R.\nOnce it is contended by the APTRANSCO that the\nCommission had the power to direct the MMPs to\nsell their produce only to it, as a matter of policy,\ncould not have contended that the Commission can\nhave only half a power and it had no power to ask it\nto purchase the same.\nThe Commission which itself has made a mess of\neverything, was bound as an expert body to take the\ninterim direction of the Commission to its logical\nconclusion.\n9) The State having the power to lay down the policy\ndecision in terms of Section 12 of the 1998 Act, the\nCommission is bound to give effect thereto having\nregard to its functions as envisaged in Section 11(1)(f)\nof the Act. It was, thus, bound to promote\ncompetitiveness involving participation of private\nsector progressively and not regressively.\n11) APTRANSCO having been constituted under the Act\nand its functions being subject to supervision by the\nCommission, was bound to obey the directions of\nthe Commission.\n7. Mr. Narsimhan and Mr. Dushyant Dave, learned senior\ncounsel appearing on behalf of G.V.K. and Astha Power sub-\nmitted that having regard to the fact that the MPPs had been\ngranted licences by the State in terms of Section 28 of 1910\nAct and Section 43A (1)(c) of 1948 Act the provisions of the\n1998 Act as regards grant of licences would not be applicable\nin their cases.\nThe learned counsel submitted that the Commission had\nno jurisdiction to ignore the policy decision of the State, particu-\nlarly when the consumers to whom the MPPs would supply\npower upon generation thereof had been fixed. Such a policy\ndecision, in view of Section 12 of the Act was binding on the\nCommission. Respondents were ill advised to approach the\nA.P. ELECTRICITY REGULATORY COMMISSION V. 617\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\nCommission for grant of exemption which was not necessary A\nas has been found by the High Court. The Commission in any\nevent had no jurisdiction to direct sale of electricity only to\nAPTRANSCO. The power to regulate sale and supply of elec-\ntrical energy as contained in Section 11 of the 1998 Act must\nbe held to be subject to other provisions of the Act and in par- B\nticular Sections 15(1)(h) and 15(1(k) and Section 17 thereof.\n8. The permission granted in terms of Section 43A of 1948\nAct having been repealed by 1998 Act, the Central Government\nhad recognized the same by introducing the Electricity (Removal\nof Difficulties) Second Order, 2005 in the light of Section 10(2) C\nof the Electricity Act, 2003 The sanction and permission granted\nby the State, which was the only competent authority therefor,\nhaving conferred a benefit upon the MPPs by granting licences,\nas a result whereof the legal rights vested in them, the same\ncould not have been taken away.\n9. While issuing a direction that MPPs must sell the elec-\ntricity only to APTRANSCO the Commission had not only failed\nto address the question raised before., it passed an order only\non the basis of misplaced conception.\nD\nE\n10. The State took a policy decision. It was with a view to\ndevelop growth of generation and supply of electrical energy.\nMonopoly of the State Electricity Board was sought to be given\na go bye. The intention of the State to lay down the policy deci-\nsion in regard to privatization of generation and supply of elec- F\ntrical energy is manifest from the GOMs. issued by it.\n11. There is absolutely no doubt whatsoever that the Com-\nmission, which is a statutory authority, is bound by the direction\nof the State but it would not be so bound if it is contrary to or\ninconsistent with any of the provisions contained in 1998 Act. G\nRespondents herein sought for an exemption from the provisions\nthereof. They filed applications in terms of Section 16 of 1998\nAct. Whether such an application was filed on a mistaken belief\nor not is one question but the action taken by the Commission\nmust be construed upon taking a holistic view of the matter.\nH\n618\nSUPREME COURT REPORTS\n1\n[2008] 9 S.C.R.\nA\n12. Respondents herein acted pursuant to the promise\nmade by the State. They altered their position. They have in-\nvested a huge amount. They secured foreign collaboration,\nraised huge loans from financial institutions. They not only en-\ntered into Power Purchase Agreements but also entered into\nB Power Wheeling Agreements with APTRANSCO. The said ar-\nrangements were entered into in view of the fact that the private\ngenerating companies did not have the requisite infrastructure\nfor transmission of electrical energy from their generating sta-\ntions to the consumers.\nC\n13. It was in the aforementioned background, we must take\ninto account that the applications for exemptions were filed pur-\nsuant to the order passed by the Commission as indicated here-\ninbefore. It was the Commission which opined that such an ap-\nplication for exemption was not required to be filed. However,\nD while dealing with the application, Commission issued a direc-\ntion that the power generated by MPPs must be sold to\nAPTRANSCO only and the sale to the 3rd party was prohibited.\nDirection was issued in this behalf in great details. The said\ndirection was the subject matter of appeal before the Andhra\nE Pradesh High Court.\nF\nG\n14. Indisputably the letter dated 29th February, 1996 is-\nsued by the State to the private entrepreneurs is also in conso-\nnance with the said objective.\nThe power of the Commission in terms of 1998 Act must\nbe considered having regard to the provisions of Section 11\nthereof. We may at the outset notice two different functions speci-\nfied under the Act. Section 11 of 1998 states about the func-\ntions of the Commission whereas Section 12 thereof states\nabout the powers of the State Government.\nNo doubt the functions of the Commission is wide. It, in\nterms of clause (e) of sub-section (1) of Section 11 of the 1998,\nis entitled to regulate the purchase, distribution and supply as\nalso utilization of electricity but when the Act speaks of regula-\nH tion, the same would not ordinarily mean that it can totally pro-\n"}