{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"A.P. ELECTRICITY REGULATORY COMMISSION v. 589\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\nto have taken a series of measures for augmenting power in- A\ncluding privatization. It took into consideration the fact that the\npower plants costing less than Rs.100 crores and which do not\nrequire Central Electricity Authority's clearance, and in respect\nof which project clearance at the State level would suffice as a\nresult thereof the period may be reduced considerably.\nThe relevant extract of G.O. No. 116 dated 5th August, 1985\nreads :-\n\"The state government have therefore felt that it would be\nappropriate to setup mini power plants based on residual\nfuels in the industrial estates to relieve the burden of the\nindustrial load centres and tail end areas which are\nsuffering from stress on account of transmission and\ndistribution problem.\"\nIt further provided:\n\"The Government have also felt it necessary to take up\nmini power plants of 30 MW capacity which could be\nimplemented within a period of 12-18 months at suitable\nlocations where industries are concentrated and the power\nplants can meet the demand of industries without any\ninterruption.\"\nThe G.O. further provided that the residual fuel shall be used\nand that the pricing arrangement was subject to fixation of tariff\nby the Commission.\nIn this context, the supply of electricity generated by the\nMPP to the identified consumers was allowed.\nB\nC\nD\nE\nF\nWe, may, however, notice that at a later stage the capital\ncosts invested for the said purpose was raised to Rs.250 crores. G\nBy G.O. Ms. No. 152 dated 29th November, 1995 the terms\nand conditions of setting up of MPPs were laid down, some of\nwhich read thus :-\n\"3. Energy from the mini power plants can be supplied to\nH\nA\nB\nC\nD\nE\nF\nG\nH\n590\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nidentified consumers using either Andhra Pradesh State\nElectricity Board's existing distribution network of setting\nup a dedicated transmission after obtaining a licence under\nsection (3) of the Indian Electricity Act, 1910. In the case\nof the former, Andhra Pradesh State Electricity Board may\non request, lease out the distribution net work to the\ndeveloper. Detailed arrangements like lease, rent etc.,\nwill be worked out on mutually acceptable terms between\nthe Andhra Pradesh State Electricity Board and the Mini\nPower plant developers. Similar arrangement can also\nbe finalised for the dedicated net works established by\nMini Power Plant developers so as to confirm to statutory\nrequirement.\n6. In the event of the mini power plants generating power\nin excess of the requirement of their consumers, the same\ncan be purchased by the Andhra Pradesh State Electricity\nBoard. Such purchases by the Andhra Pradesh State\nElectricity Board may be upto 15% of individual Mini Power\nPlant capacity. The Andhra Pradesh State Electricity Board\nmay also purchase power beyond 15% of the Mini Power\nPlant capacity, at Andhra Pradesh State Electricity Board's\noption without conferring any pre-emptive right of sale on\nthe Mini Power Plant. The price for supplies made to the\nAndhra Pradesh State Electricity Board will be weighted\naverage price of purchase of power made by the Andhra\nPradesh state Electricity Board from Central and other\nState Electricity Enterprises on a monthly basis.\nSettlement of accounts will be on a monthly basis. The\nabove procedure would be in force upto the end of\nDecember 2000 AD and would be subject to review\nthereafter.\n8. The Mini Power Plant developer shall necessarily sell\npower to the consumers above the Board's High Tension\ntariff rate\"\nIndisputably, pursuant to or in furtherance of the said policy\nA.P. ELECTRICITY REGULATORY COMMISSION V. 591\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\ndecision, 31 companies in the private sector showed their in- A\nterest for setting up MPPs. The Government of Andhra Pradesh,\nupon taking into consideration the said applications allowed\nthe respondents herein to set up MPPs capacity in private sec-\ntor with residual fuel in industrial load centres in the State, where-\nafter, approval for the same had been granted.\nWe may at this stage notice the fact of the mater involved\nin the respective appeals including the proceeding before the\nCommission.\nCIVIL APPEAL NO. 8093 OF 2002\nB\nC\n2. Permission was granted to LVS Power Ltd. to set up a\n37.8 MW residual fuel based power plant at Visakhapatnam so\nas to enable it to generate and supply power directly to speci-\nfied industrial consumers by using the existing transmission and\ndistribution network of APT. In the letter for grant of permission D\nissued to LVS Power Ltd. by the Secretary to the State Govern-\nment letter dated 24th July, 1996. Clauses 1 and 4 of the per-\nmission letter read :-\n\"1. The total completed cost of the project (MPP) including\nthe cost of land and the total EPC cost shall not exceed\nRs.100 crores\".\nE\n4. The copies of actual supply agreements with the\nidentified consumers shall be furnished to the A.P. State\nElectricity Board in advance of commencement of supply. F\nAlong with the agreements, 3 months notices seeking\ntermination of the Agreements with the A.P. State Electricity\nBoard by the identified consumers of generating company,\nif they so desire, shall be submitted to the A.P. State\nElectricity Board.\"\nAlongwith the said letter it annexed the names of the con-\nsumers with their possible demand, which read :-\nG\nT\nH\nA\n592\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\n\"S.No.\nName of the Consumer\nDemand\n1. Hindustan Shipyard Ltd., Visakhapatnam 6,000 KVA\n2. Hindustan Zinc Ltd., Visakhapatnam\n22,000 KVA\n3. Essar Steels Ltd., Visakhapatnam\n40,000 KVA\nB\n4. Andhra Cements Ltd., Visakhapatnam\n9,000 KVA\n77,000 KVA❞\nC\nD\nAll the aforementioned industries are located in the State\nof Andhra Pradesh.\nThe proposal of the company was accepted in terms of\nSection 18A(a) of the 1948 Act.. The MPP was allowed to be\noperated on multifuels (LSHS/Furnace Oil/Naptha) alongwith\ntie-line.\nThe terms and conditions of setting up of the MPP were\namended from time to time in terms of letter dated 20th Octo-\nber, 1997; 18th May, 1999 and 21st August, 2001. We are not\nE concerned with the details thereof.\nF\nG\nH\nPursuant to or in furtherance of the approval granted by\nthe Government of Andhra Pradesh to the company for setting\nup of MPP it entered into Wheeling Agreement with APTRANSC\nwheeling power from generating station to the consumers. In\nterms of the Wheeling Agreement, the company was required\nto pay 8 % to 12 % of power generated as wheeling charges to\nAPTRANSCO for utilizing their transmission lines. It also en-\ntered into Power Sales Agreements with 13 industrial consum-\ners for sale of powers.\nIn the meantime in the year 1998, the Parliament enacted\nThe Electricity Reforms Act, 1998. The State of Andhra Pradesh\nalso enacted the 1998 Act; in terms whereof, Andhra Pradesh\nElectricity Regulatory Commission (for short 'the Commission')\nwas constituted on or about 23rd January, 2000.\nA.P. ELECTRICITY REGULATORY COMMISSION v. 593\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\nIndisputably, after coming into force of the 1998 Act the A\nMPPs applied for grant of exemption under the said Act as en-\nvisaged in Section 14 thereof, before the Commission.\nThe said Act provided for grant of licence and the exemp-\ntion therefrom. The Company applied for grant of licence as\nB\nprovided in Section 15 of the Act. By an order dated 18th May,\n2000 the Commission directed the company to come back to it\nfor the said purpose four months prior to the commencement of\ncommercial operation. In view of the said direction of the Com-\nmission, the company commenced construction of the project\nin June, 2000. For the said purpose it drew 'equity' from the C\npromoters and investors and term loans from the lenders. The\ntotal cost of the project was said to be Rs.133 crores.\nWhen the said plant was nearing completion, having regard\nto the said direction dated 18th May, 2000, the company ap-\nproached the Commission on 5th March, 2001 as the project was\nexpected to be completed by July, 2001. The Commission, how-\never, by a letter dated 4th May, 2001 informed the company that it\nwas of the opinion that no third party sale of power should be per-\nmitted and asked it to send specific proposals to APTRANSCO\nfor sale of entire power from the project purported to be in terms of\nCentral Government's Notifications within fifteen days.\nIt appears that before the Commission the Andhra Pradesh\nState Electricity Board Engineers Association intervened. The\nsaid intervention was entertained by the Commission.\nD\nE\nF\nThe Commission noted that out of 31 MPPs which received\npermission/sanctions of the State to generate energy based at\nresidual fuels, only 19 survived. The name of the respondent\ncompany was also found therein. The Commission also noticed\nthe essential features of the grant of such permission, one of G\nwhich being clause 5, which reads:\n\"(v) Copies of the supply agreements entered into with the\nidentified consumers should be supplied to the APSEB.\nThe agreement with the APSEB for wheeling shall reflect\nH\n594\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nthe conditions in G.O.Ms. No. 152 dated 29.11.1995\nbesides other conditions.\"\nAt paragraph 14 of the said order, the Commission re-\ncorded that various Associations of the officers of the Andhra\nPradesh State Electricity Board inter alia submitted that third\nparty right should not be allowed as it affected the financial vi-\nability of the main licensee, APTRANSCO, apart from the fact\nthat they should not be permitted to generate power with re-\nsidual fuel as the same is too costly for the purchase by the\ngrid. It was also noted that third party sale should not be al-\nC lowed as MPPs would not suffer Transmission and Distribution\nlosses which the Licensee suffers and the Tariffs of the Licensee\nfor industrial consumers include considerable cross-subsidies.\nD\nE\nF\nG\nH\nThe Government of Andhra Pradesh, was, however, not\nrepresented. A contention, however, was raised by a letter rep-\nresenting that the permission may be given to MPPs for third\nparty sales to HT Industrial consumers and in the event\nAPTRNASCO loses on account of the said arrangement, the\nCommission can fix appropriate wheeling charges taking into\naccount the cross subsidization forgone by APTRANSCO on\naccount of third party sales.\nThe Commission stated that it was not inclined to permit\nthird party sale for the following reasons :-\n“(19). For reasons already stated elaborately in our order\nin O.P. No.2/1999 (GBR Projects Ltd.) and O.P. No.348/\n2000 (Astha Power Corporation Pvt. Ltd.) the Commission\nis not inclined to permit third party sales. Currently the\ntariffs include substantial cross subsidy to the tune of about\nRs.2,000 crores by industrial and commercial consumers.\nIf these consumers are supplied power by MPPs, instead\nof the Licensee, the cross subsidy element now existing\nwill come down, calling for increased tariffs for agriculture\nand domestic consumers giving rise to a rate shock to\nthem or alternatively, the GoAP may have to bear the\nincreased burden in terms of subsidy. Further, to the extent\nA.P. ELECTRICITY REGULATORY COMMISSION v. 595\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\nC\nthe government subsidy is limited the burden of cross A\nsubsidy will increase on those industrial and commercial\nconsumers who stay with the Licensee. This would in turn\nlead to these consumers going out of the system as they\nwould not be competitive for their products in the market\nwith such high tariffs. Finally, the Licensee would be left B\nwith agricultural and domestic consumers who are highly\nsubsidized. This would effect totally the viability of the\nLicensee and will result in failure of Licensee to discharge\nits functions in the matter of supply of power. It is, therefore,\nevident that permitting mushroom growth of MPPs and\nthird party sales would not at all be in the interest of the\norganized growth of the electricity industry which is\nessential for the progress of any civil society. Permitting\nthird party sales would create discrimination between\nindustrial consumers drawing power from IPPs and the\nD\nindustrial consumers drawing power from APTRANSCO\nDISCOMS who will be paying for power at different rates.\nFurther, the cost for supply of power for the Licensee\nincludes cross subsidization and transmission and\ndistribution losses in the system spread over the entire\nState and approved by the Commission whereas, the cost\nto the MPP developer does not include cross subsidization\nand transmission and distribution loss cost. Thus, allowing\nthird party sales by MPPs at the same rate at which the\nLicensee supplies to HT consumers, would result in either\nunjust enrichment of developers which is neither F\ncontemplated nor permissible in a regulatory industry, or\nin supply of power at lower prices than prescribed resulting\nin differential prices for the same categories of consumers,\nleading to discriminatory treatment.\n(20) In O.P. No. 2/1999 and O.P. No.348/2000, the\nCommission has directed the developers to approach\nAPTRANSCO and negotiate the sale of power on the\nbasis of their project cost. It would be appropriate if\ndirections are also issued to the eight developers\nE\nG\nH\nr\nT\nA\nB\nC\n596\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nmentioned in para 18 above to make an offer of price on\nthe basis of the various Government of India Notifications\n(including the Notifications dated 30.03.1992). These\nNotifications set out the method and manner of calculation\nof tariff for generating companies mutually agree on the\nprice for the pwer to be supplied and other conditions, a\nPPA may be drawn up and submitted to the Commission\nfor its approval under Section 21 of APER Act. If on the\nother hand they are not able to agree on the price and\nother terms and conditions, they may apply to the\nCommission for appropriate orders.\"\nIt noticed that pursuant to its interim order, the company\nhad entered into a Wheeling Agreement with APTRNASCO on\n25th February, 1999. While directing renegotiations regarding\nprice and other terms and conditions at which they would be\nD willing to supply power to APT it was directed:-\nE\nF\n0\n\"(22). The Commission hereby directs that the eight MPPS\nmentioned above send a specific proposal in writing based\non the existing Central Government Notifications on the\nbasis of their project costs to APTRANSCO within a\nfortnight of the receipt of this order, with a copy to the\nCommission. APTRANSCO shall respond by\ncommunicating views on the offer to the MPPs and the\nCommission within another fortnight. If the parties need\nmore time for negotiations in the matter, they are free to\napproach the Commission in the matter. If APTRANSCO\nand the MPPs agree on the price and the other terms and\nconditions, a (fresh) PPWA may be drawn up and sent for\nthe consent of the Commission.\n(23). If there is no agreement between APTRANSO and\nthe MPPs on supply terms within a month's time, the\nCommission will hear the eight MPPs and APTRANSCO\non 4.6.2001 for further orders.\"\nPursuant to and in furtherance of the said order of the\nH Commission the Company submitted a proposal on or about\nr\nA.P. ELECTRICITY REGULATORY COMMISSION v. 597\nM/S. R.V.K. ENERGY PVT. LTD. [S.B. SINHA, J.]\n18th May, 2001 for sale of its entire power from the project as A\nper the norms laid down or set up by the Central Electricity Au-\nthority alongwith necessary supporting documents assuming the\ncost of the project at about Rs. 125 crores. Negotiations took\nplace inter alia on 17th August, 2001 when the company agreed\nto the proposal of the APTRANSCO to sell power as per the B\nsaid norms assuming the project cost at Rs. 125 crores. The\nsaid proposal of the company was accepted in its entirety by\nthe APTRANSCO. According to it the tariff could be re-fixed\nafter the capital cost is approved by the Government of Andhra\nPradesh whereafter the consent of the Commission to purchase C\npower from the company was sought for.\nThe Commission accorded its consent to the said pro-\nposal by its letter dated 18th August, 2001. Keeping in view the\naforementioned consent of the Commission on 24th August,\n2001 the company terminated the power sales agreements D\nentered into by it with the industrial consumers to avoid any li-\nability\nThe project was completed on 18th October, 2001.\nAPTRANSCO asked for extension of time from the Commis-\nsion to purchase power from the company by its letter dated\n30th November, 2001 till the end of February, 2001 on the pur-\nported ground that firm proposal (PPA) could not be sent since\nthe project cost was yet to be approved by the Government of\nAndhra Pradesh. A reminder was also sent by APTRANSC on\n9th November, 2001 to the Commission. The Commission again\nby its letter dated 26th November, 2001 granted permission\nsought for by APTRANSCO stating :-\n\"With reference to letter (1) and (2) cited above,\nCommission accepts the proposal of APTRANSCO to\npurchase power from M/s. LVS Power Limited at the rates.\nspecified in letter (3) cited above and extends the period\nof purchase of power from 31.10.2001 to 30.11.2001\npurely as an interim measure. This is without prejudice to\nthe rights of the Commission to pass any further order in\nE\nF\nG\nH\n598\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nD\nthis matter.\nAPTRANSCO is directed to send the Firm Proposal with\nthe approved Project cost from competent Authority latest\nby 30.11.2001, for the Commission to pass appropriate\norders.\"\nOn or about 26th November, 2001 by a letter addressed to\nthe Government of Andhra Pradesh, the APTRANSCO sought\nfor its approval of the project cost stating that it was willing to\npurchase power from the company if the project cost was re-\nstricted to Rs. 125 crores. As the said consent was not forth-\ncoming another extension was sought for by the APTRANSCO\nfrom the Commission for purchase of power till the end of Janu-\nary, 2002 by its letter dated 3rd December, 2001. The Commis-\nsion by its letter dated 27th December, 2001 directed the\nAPTRANSCO to submit firm proposal alongwith the approval\nof the capital cost of the project from the competent authority by\n31st January, 2001. The matter was posted for hearing on 7th\nFebruary, 2002.\nThe Government of Andhra Pradesh in the meantime\nE sought for the opinion of the Central Electricity Authority as re-\ngards the reasonableness of the project cost. It may be noticed\nthat the Central Electricity Authority by a letter dated 26th Febru-\nary, 2002 stated that the capital cost of the company is lowest\namong the similar type of plants in the country by observing :-\nF\nG\nH\n\"Reference is invited to GOAP letter dated 29.12.2001\nseeking the advice of CEA under Section 3 of Electricity\n(Supply) Act, 1948. The matter has been examined based\non the subsequent details/clarifications received vide\nAPTRANSCO letters dated 28.1.2002 \u0026 4.2.2002 and\nGOAP letter dated 15.2.2002. The following observations\nare made :\n(i)\nClarifications furnished vide GOAP letter dated\n15.2.2002 do not indicate as to whether GOAP Order\ndated 29.11.1995 giving revised policy guidelines\n"}