{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57}],"text":"COURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1143\nORS. [SWATANTER KUMAR, J.]\nB\nsome cases, where the jurisdiction is invoked to protect the A\nfundamental rights and their enjoyment within the limitation of\nlaw, the Court has even stepped in to pass orders which may\nhave the colour of legislation, till an appropriate legislation is\nput in place. The directions of the Court could be relatable to\na particular lis between the parties and even could be of a\ngeneric nature where the facts of the case called for. There\ncan be cases like the one in hand where there is no\ninfringement of a specific legislation or even where no\nlegislation is in place but are purely cases of infringement of\nfundamental rights and their violation. The directives are\nneeded to protect them and to ensure that the State discharges\nits obligation of protecting the rights of the people as well as\nthe environment. The deficiencies in the aforementioned fields\nare not deficiencies simplicitor but have far reaching\nconsequences of violating the fundamental protections and\nrights of the people at large. It is the obligation of the State to\nprovide safety, health care, means to freely move and to\nprofess the religion in the manner as they desire insofar as it\nis within the limitations of law.\nC\nD\nE\n30. Certainly some development projects would have to be\nundertaken but without infringing on the protection to the forests\nor the environment. These are ecologically and climatically\nsensitive areas. It must be ensured that development does not\nimpinge upon the purity of the environment beyond restricted\nand permissible limits. The doctrine of sustainable F\ndevelopment and precautionary principle would be the guiding\nfactors for the courts to pass such directions. We had the\nadvantage of having an Expert Committee Report before us,\nwhich recommends the various steps, development\nprogrammes and precautions that can be undertaken by the G\nGovernment and the Shrine Board to the advantage of all\nstakeholders, particularly the pilgrims. Thus, the directions we\ncontemplate to issue under this order are in conformity with\nthese legal maxims and are likely to cause no practical issues.\nH\nA\n1144 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\n31. Applying these principles to the facts of the present\ncase, it is apparently the constitutional obligation of this Court\nto issue specific directions in addition or which are to be read\nmutatis mutandis to the Report of the SHPC. In the above\nbackground, it is axiomatic for us to issue the following\nB directions:\nс\nD\nE\nLL\nF\n0\nH\n1)\n2)\n3)\n4)\nThe report of the SHPC is hereby accepted in\nterms of this judgment.\nThe recommendations contained in the report shall\nbe read, construed and applied in aid to the\ndirections of this Court and not in derogation\nthereto.\nAll the recommendations contained in the report\nshall be implemented under two different heads,\ni.e., 'short-term measures' and 'long-term\nmeasures'. This categorization shall be made by\nthe Sub-Committee consisting of the following:\na. Chief Secretary of the State of Jammu and\nKashmir;\nb.\nC.\nSecretary, Home, State of Jammu and\nKashmir; and\nCEO of the Amarnathji Shrine Board.\nSteps in relation to health care, improvement of\nwalking tracks, providing of pre-fabricated toilets,\ntents, pre-fabricated walking path/mats,\nconstruction of STPs and providing of one way\ntracks shall be treated as short-term measures.\n5) We hereby direct the Chief Secretary of every State\nto notify the hospitals and medical officers in those\nhospitals who shall issue health certificates to all the\npersons who are desirous of going for yatra\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1145\n6)\n7)\nORS. [SWATANTER KUMAR, J.]\nhenceforth. The authorities shall place such A\nnotification in the public domain and give it due\npublicity. These certificates shall be issued free of\ncost.\nWe direct the Chief Secretary and Secretary, Health\nof each respective State, particularly, the State of\nUttar Pradesh, Haryana, Punjab, Rajasthan,\nHimachal Pradesh and Union Territory of\nChandigarh to depute such number of doctors\nduring the relevant period to the State of Jammu\nand Kashmir for ensuring due health care of the\npilgrims, as may be necessary.\nB\nC\nThe State of Jammu and Kashmir shall write to the\nChief Secretaries/Secretaries, Health of each State\nby 30th of April of every year, making requisition for D\nthe number of doctors and the area of specialization\nfrom which such doctors are required. The\nconcerned State shall inform the Chief Secretary/\nSecretary, Health and the Director General of\nHealth Services of the State of Jammu and Kashmir E\nby 30th May of the year, the names with\nspecialization of the doctors who have been\ndeputed for the yatra period at the State of Jammu\nand Kashmir and actually direct and inform the\nconcerned doctors of their 'temporary duty', in\npublic interest, with the State of Jammu and\nKashmir.\nF\n8)\nThe medical teams shall be deployed en route to\nthe Holy Cave at a regular distance not exceeding\ntwo kilometers.\nG\n9)\nThe State of Jammu of Kashmir and the Shrine\nBoard shall provide infrastructure, equipment,\nmedicines and all other ancillary items thereto to the\nmedical teams to ensure that the pilgrims can be\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1146\nSUPREME COURT REPORTS\n10)\n11)\n[2012] 13 S.C.R.\nprovided adequate treatment without any loss of\ntime. Largest number of medical teams shall be\ndeputed at the glacier and the passage near the\nHoly Shrine.\nThe State of Jammu and Kashmir shall make due\nprovision for providing lodging and boarding to\ndoctors on 'temporary duty' and ensure that they are\nnot put to any inconvenience, in any respect,\nwhatsoever.\nThe State of Jammu and Kashmir and the Shrine\nBoard shall make due provision for registration of\nthe yatris as proposed in the report and preferably\nat Srinagar, Baltal, Chandanvadi, Panchtarni, etc.\n12) The STPs shall be constructed at all places,\nparticularly at Baltal. Clearance for that purpose\nshall be granted by all the concerned departments\nexpeditiously and in accordance with law. This\ndirection of the Court shall be complied with\nnotwithstanding the pendency of any litigation\nbefore any Court, including the High Court of\nJammu and Kashmir.\n13) The request of the applicant M/s. Piramal\nHealthcare Pvt. Ltd. (In I.A. No. 4 of 2012) for\nproviding pre-fabricated tents or toilets or such\nother material which they may chose to offer or\ndesired by the authorities, shall be considered by\nthe Shrine Board in its discretion. However, we\nobserve that the request of the applicant should be\nconsidered sympathetically and objectively.\n14) The walking track/passages should be widened and\nrailing and retaining walls be provided. The extent\nof width of the passage and manner of providing\nthe railing (thick iron cables supported by wooden\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1147\nORS. [SWATANTER KUMAR, J.]\nblocks or cement and stone) shall be in the A\ndiscretion of the Sub-Committee afore-constituted.\nBut, we make it clear that width of no passage shall\nbe less than 12 feet, particularly, that of the track\nleading from Panchtarni to the Holy Shrine.\n15) Neither have we directed nor should we be\nunderstood to have implicitly directed that there\nshould be mettled motorable road in place of the\nwalking tracks/passages.\n16) There shall be provided separate one way passage\nfor palkis and horses as one unit and the\npedestrians as the other, near to and at the\npassages leading to the Holy Shrine. Preferably on\nthis passage pre-fabricated walking path/matting\nshould be provided.\n17) All other walking tracks from various other points,\nlike Baltal, Panchtarni and Chandanvadi may be\ncovered either by pre-fabricated rough cement tiles\nor such other material, which in the opinion of the\nSHPC, would be most appropriate for the benefit\nof the pilgrims.\nB\nC\nD\nE\n18) Attempt should be made to construct shelters on\nthe passage/walking paths at regular intervals.\nTemporary/pre-fabricated shelters should certainly F\nbe provided near the Holy Shrine where large\nnumber of persons collect and have to wait for long\nhours for darshan.\n19) At the Holy Cave, the existing grill should be G\nreplaced by 100 per cent transparent fiber or any\nother material to ensure that the darshan to the\nshivlingam is not visually obstructed. In the\nalternative, the iron grills, as installed can be\npermitted, but the gaps between the parallel bars,\nH\nA\nB\nC\nD\nE\nLL\nF\nG\n1148\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.:\nwhich are perpendicular to the earth, should not be\nless than 12 inches, as they would help in giving a\nclear visual darshan of the shivlingam and the shiv\nparivar.\nThe implementation of the above suggestion should\nbe left to the wisdom of the Sub-Committee.\n20) The Sub-Committee constituted under this order\nshall be at liberty to consult or obtain opinion of any\nexpert body, as it may deem fit and proper, in the\nfacts and circumstances.\n21) All the above directions and the recommendations\nmade in the report of the SHPC should be carried\nout by all concerned without demur or protest and\nexpeditiously. We make it clear that any officer of\nany State irrespective of his position in the State\nhierarchy shall personally be held liable and\nproceeded against in the event of default and/or\nviolation of the above directions/recommendations\nof the SHPC.\n22) The Chief Secretary, Secretary, Health of the State\nof Jammu and Kashmir and the CEO of the Shrine\nBoard shall personally be responsible and\nanswerable for strict compliance of the\nrecommendations of the report of SHPC and/or\ndirections as contained in this judgment. Since we\nare holding the Sub-Committee personally liable for\ncompliance of the order of the Court, we grant\nliberty to this Sub-Committee to seek clarification,\nif any, at any time.\n23) The Sub-Committee is also given liberty to bring to\nthe notice of this Court if any authority/officer/the\nGovernment fails to render the required help or take\nH\n- COURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1149\nORS. [SWATANTER KUMAR, J.]\ndesired action and/or is instrumental in violating the A\norders and directions of the Court.\n32. We will be failing in our duty if we do not place on\nrecord our appreciation for the valuable assistance rendered\nby various counsel appearing in the case as well as for the\nB\npositive and progressive approach adopted by the State of\nJammu and Kashmir as well as the Shrine Board. We must\nalso place on record, our special commendations, for the echt\nefforts made by the SHPC with utmost tenacity and verve and\nalso for its expeditious recommendations under the\nChairmanship of the Governor of Jammu and Kashmir.\nс\n33. Before we part with the file, we express a pious hope\nthat this judgment shall serve a larger public purpose. It will\nprovide a fair opportunity to the pilgrims to complete their yatra\nto the Holy Cave with human dignity, safety to their lives and D\nwith basic amenities being provided to them. We have no\ndoubt in our mind that the State of Jammu and Kashmir and\nthe Shrine Board shall endeavour their best to implement this\njudgment in its true spirit and substance in the larger interest\nof public as well as to uphold the rule of law.\n34. The petition is accordingly disposed of.\nK.K.T.\nWrit Petition disposed of.\nE\n"}