{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"COURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1123\nORS. [SWATANTER KUMAR, J.]\nto face when they embark on an arduous trek and devise A\na suitable communication strategy in this regard. The\nsupport of the Union Information and Broadcasting Ministry\nshould be sought for creating enhanced awareness among\nthe pilgrims through airing and screening of\nDocumentaries, Public Interest Messages (of both short B\nand long duration) on AIR and Doordarshan National and\nRegional Channels and besides, through private radio/TV\nchannels.\n9.2.16 The SASB should publish pamphlets in other\nregional languages, in addition to Hindi and English, since\na good number of pilgrims hail from States which have\ndifferent languages. It would be useful for the SASB to also\narrange broadcast of public interest messages in regional\nlanguages through television, radio and print media.\n9.2.17 More Mountain Rescue Teams (MRTs) should be\ndeployed at identified points along both the Yatra routes,\nin future pilgrimages. J\u0026K Police should deploy about 6\nMRTs in the Yatra area in the next three years and Union\nMinistry of Home Affairs should provide the necessary\nresources/ support for arranging specialised training and\nthe latest equipments for the MRTs.\nC\nD\nE\nF\n9.2.18 Principal Secretary, Home, J\u0026K, will convene a\nmeeting of all Security Forces, at least two months before\nthe Yatra, to prepare a detailed SoP for the immediate\nevacuation of ill/injured pilgrims, with the help of the\nresources available with State Disaster Management\nAuthority, Air Force and SASB. This meeting should also\nexplore the possibility of providing the facility of air\nambulance to evacuate critically ill/injured persons who G\nneed to be shifted most immediately.\n9.2.19 CEO SASB could explore involving identified NGOs\nI private players to provide the required assistance to\nunattended sick I injured pilgrims, at both the Base Camps.\nH\n1124\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nThis would relieve the personnel at the MACs who can then\ndevote better attention to the other sick patients.\n9.2.20 The SASB should examine the possibility of the\nIndian Red Cross Society'being involved in enlarging\nawareness and sensitization of pilgrims. Some of their\nvolunteers could also be engaged for rendering useful\nhealth related services.\n9.3 ENVIRONMENTAL ISSUES\n9.3.1 The following issues were required to be examined\nby the SHPC\n(a) Providing of proper public amenities and\nfacilities on way and at the lower end of the glaciers\nnear the Holy Cave.\n(b) Environmental Impact Assessment\n(c) The manner and methods to be adopted to\nattain the above, with least damage or interference\nwith the environment of entire zone right from Baltal\nto the Holy Cave from different routes.\n9.3.2 The SHPC makes the following recommendations\nvis-a-vis the issues listed above:\n9.3.3 While recognising that the SASB has been cognizant\nof-the vital need to protect the integrity of the environment\nand has undertaken several measures in this regard, the\nSHPC notes that it is essential to strengthen these\nmeasures through environmental impact assessments and\nstudies being undertaken at regular intervals, on different\naspects of the Yatra, to examine, inter-alia, the impact of\nthe flow of several lakh pilgrims, sanitation and solid waste\nmanagement, quality and availability of water etc. The\nSHPC also reiterates that statutory Environmental Impact\nAssessment shall be conducted whenever so mandated.\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1125\nORS. [SWATANTER KUMAR, J.]\n9.3.4 Keeping in view the low temperature which prevails A\nin the Yatra area and the need to maintain adequate\ndistances from the nearest water bodies, to avoid any\ncontamination of the waters, CEO, SASB, would need to\nconsult experts to identify the most appropriate\ntechnological designs and solutions for the functioning of B\nan optimal number of toilets in the Holy Cave area. CEO,\nSASB may also explore the possibility of using bio-\ndigester based toilets developed by DRDO for Army\ncamps in the high altitude areas. As tourist arrivals have\nalso been increasing progressively, it would be profitable\nif Secretary Tourism, Secretary PHE and CEO, SASB\ncoordinate efforts to identify the best available technology\noptions. Such a collective approach would also contribute\ntowards the required investments being cost effective.\nC\nD\n9.3.5 The SHPC is of the opinion that the STPs at the\nBaltal and Nunwan Base Camps need to be technically\nevaluated and, upgraded as required. In this context, the\nSHPC was informed about the implementation of the\n\"Recommendations of the Study on the Technical\nEvaluation of the STPS\" which was conducted (in August E\n2012) by scientists from Centre for Science and\nEnvironment (CSE), New Delhi, at the instance of SASB.\nThis study recommends, interalia, that the existing capacity\nof the STPs should be enhanced to improve the retention\ntime of the waste disposal system and to ensure effective\ntreatment of waste.\n9.3.6 The SHPC also recommends the need to find an\nurgent appropriate solution for the treatment of the Langar\nwaste, which is high on grease and biological material.\n9.3.7 The SHPC recommends that the State Public Health\nEngineering Department should provide the infrastructure\nto ensure regular water supply at suitable identified\nlocations, wherever feasible, on the route of the Yatra\nCamps to enable SASB to set up toilet facilities for the\nF\nG\nH\nA\nB\nс\nD\nE\nF\nLL\n☐ G\n☐ H\n1126\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nconvenience of Yatris. CEO SASB would need to ensure\nthat all toilets have waste disposal systems and are duly\ncovered under SASB's Sanitation Contract, so that the\nfacilities are maintained in a hygienic and environmentally\nsafe manner. It would be useful to increase the number of\ntoilet facilities which service the Langars located along the\nYatra route.\n9.3.8 To counter the ever increasing use of plastic in the\nYatra area, the SHPC recommends the following:\na) The State Government should direct the\nconcerned law enforcement agency(ies) to take all\nrequired steps, on a time bound basis, to enforce\nthe current statutory ban on the use of plastic.\nb) SASB should progressively arrange facilities for\ndrinking water filters being set up at Camps and\nLangar sites to discourage the use of water bottles\nin the Yatra area. The aim should be to provide a\nviable alternative to plastic water bottles in due\ncourse. The SASB could also consider introducing\na \"deposit amount\" scheme under which the deposit\nis returnable when the beverage bottle is brought\nback to the disposal site.\nc) Pictorial signage (in place of the existing signage\nin Hindi and English) should be used at all prominent\nplaces. This would be helpful in also educating the\nYatris about the need to keep the Yatra area free\nfrom plastic materials.\nd) The SASB should suitably revise the existing\nTerms and Conditions of the permissions given to\nLangarOrganisations to ensure that that no plastic\nmaterial is used for serving food and beverages to\nthe Yatris. There should be adequate monitoring of\nthe implementation of these conditions and all\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1127\nORS. [SWATANTER KUMAR, J.]\ncases of non-adherence must be penalised A\nseverely.\nB\n9.3.9 All biological waste should be disposed off in\ncompost pits, which should be built in the Langar areas.\nThe LangarOrganisations must be made fully responsible\nfor ensuring the segregation and safe disposal of wastes.\nFurther, no Langar site should be cleared without the\navailability of mandatory facilities for waste segregation\nand disposal. SASB should establish a suitable monitoring\nmechanism in this regard. The Terms and Conditions of\nC\nthe permission given to theLangarOrganisations must be\nrevised to include the aforesaid conditions as also a\nprovision for the imposition of stringent penalties in the\ncase of any default.\n9.3.10 The SHPC suggests that an increased number of D\ngarbage bins, with pictorial signage for segregating bio-\ndegradable waste from non bio-degradable ones, would\nfurther reduce littering in the Yatra area.\n9.3.11 The concerned District Administrations must identify\nthe sites and create this infrastructure expeditiously as per\nthe Municipal Solid Waste Rules, in consultation with the\nSPCB. This infrastructure is vital, not only for the Yatra, but\nalso for the growing number of tourists and other business\nvisitors in the larger area.\nE\nF\n9.3.12 It must be ensured that after the dismantling of Yatra\nCamps and Langers, consequent to the conclusion of the\nYatra, all solid waste is collected and properly disposed\noff by the relevant authorities. CEO, SASB, should in\nconsultation with SPCB, put in place an appropriate G\nmonitoring mechanism in this regard.\n9.3.13 The State R\u0026B Department should urgently\nupgrade the road from RangaMorh to Domail so that it is\nable to withstand the very heavy traffic during the Yatra\nH\nA\nB\nC\nD\nE\nF\n☐ G\n☐ H\n1128 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nperiod and the problem of dust and mud is controlled.\n9.3.14 The SPCB should conduct analytical studies every\nyear to monitor the quality of water in Lidder and Sindh\nrivers and share the findings, along with actionable\nsuggestions, with SASB and the State Government. The\nSPCB also needs to early upgrade its own testing\nfacilities.\n9.4 REGISTRATION, ACCESS CONTROL \u0026\nSECURITY\n9.4.1 The following issues were required to be examined\nby the SHPC\na) Registration of yatris at Jammu, Srinagar, Baltal\nand Panchtarni.\nb) It should also consider the possibility of limited\nnumber of yatris being released from Srinagar to\nBaltal to ensure better management, hygiene,\nhealthcare and betterment of the yatris, who stay\ntheir overnight.\nc) Medical examination at the time of registration\nand on way.\nd) It should be examined by SHPC in its meeting if\na transparent device made of glass, fiber or any\nother material, which is scientifically permissible, be\nplaced at the Cave where iron grills have been fixed\nas of now. The iron grills serve no required\npurpose. Firstly, - it obstructs the view of the yatris\nduring darshan and secondly, they are not safe and\neven pass the human heat which results in early\nmelting of the Shivalingam.\n9.4.2 The SHPC makes the following recommendations\nvis-a-vis the issues listed above:\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1129\nORS. [SWATANTER KUMAR, J.]\nA\n9.4.3. The SASB will continue to determine, from year to\nyear, the maximum number of pilgrims to be allowed to\nembark on the tracks, after taking into consideration the\nweather condition and forecasts, track conditions,\ninfrastructure available in the enroute Camps and at the\nHoly Cave (which would include the handling capacity at B\nthe Shrine), other required facilities etc. Once the required\ndecisions have been communicated by the CEO, SASB,\nthe Police shall ensure that the number of pilgrims who are\nallowed to cross over the Access Control Gates possess\nvalid Yatra Permits for that date and route.\n9.4.4 CEO, SASB, should arrange the widest possible\npublicity of all registration related matters, particularly in\nthe States from where larger numbers of pilgrims arrive.\nFurther, Public Interest Messages would also need to be\nbroadcast through radio, television and print media,\nparticularly in the regional languages.\nC\nD\n9.4.5 On-Spot registration of pilgrims at Srinagar and Base\nCamps of Baltal and Nunwan should be discouraged. A\npilgrim seeking advance registration, in his home State, E\nprovides a useful opportunity to educate him about the\ndifficulties involved in the journey, health related\nprecautions, Do's and Don'ts, basic minimum clothing |\naccessories required etc. Further, the period after\nregistration and before commencement of the Yatra would\nenable the pilgrim to prepare himself suitably to proceed\non a difficult pilgrimage.\n9.4.6 As in the case of advance registrations, On-Spot\nregistrations should also specify a specific date and route\nfor the applicant to commence his journey. The pilgrim may\nbe allowed to commence his Yatra on the same day only\nif the number of pilgrims registered for that particular date\nis below the registration ceiling prescribed by the SASB.\nF\nG\n9.4.7 There should be strict compliance of allowing only H\nA\nB\nC\nD\nE\nF\nG\n1130 SUPREME COURT REPORTS [2012] 13 S.C.R.\nthose pilgrims who possess valid Yatra Permits for that\ndate and route to cross the Control Gates. To facilitate the\nPolice personnel deployed at the Access Control Gates\nin determining whether the Yatri possesses a valid Yatra\nPermit for the given date and route the SASB may adopt\ncolour coding of Yatra permits i.e. the Yatra Permit would\nbe of a given colour for each day of the week.\n9.4.8 Effective enforcement at the Access Control Gates\nwould be crucial for securing satisfactory Yatra\nmanagement. The District Magistrate and the District\nPolice will be responsible for enforcing effective Access\nControl.\n9.4.9 The pilgrims should be released in batches,\nreasonably spread out over a specified period in the day,\nto avoid any congestion on the tracks. The SHPC also\nsuggests that SASB may consider indicating the \"reporting\ntime\" on the Yatra Permits, along with the date and route\nof the pilgrimage.\n9.4.10 The SHPC recommends that the J\u0026K Police and\nCentral Armed Police Forces should enlarge the provision\nof basic requirements like tents, bedding, toilets etc. to\ntheir personnel deployed on Yatra duty, in order to provide\nthem better working conditions.\n9.4.11 Regarding the matter related to provision of a\ntransparent device made of glass, fiber etc, the SHPC is\nof the considered opinion that the SASB is the right forum\nto decide any issue related to the preservation of the Ice\nLingam in the Shrine and taking all required steps for\nproviding satisfactory Darshans.\n9.5 TRACK CONDITIONS\n9.5.1 The following issues were required to be examined\nby the SHPC\nH\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1131\nORS. [SWATANTER KUMAR, J.]\na) Construction of proper passages, wide\nenough and with due support on both sides, for the\ntraffic of pedestrian yatris, on horses and by palkis\nfrom Panchtarni to the Holy Cave.\n(b) Providing of one-way passage with separate\ntracks, one for pedestrians and other for horses,\ncarriages and palkis near the Shrine.\nA Α\nB\nc) The manner and methods to be adopted to\nattain the, above, with least damage or interference\nwith the environment of entire zone right from Baltal C\nto the Holy Cave from different routes.\n9.5.2 The SHPC makes the following recommendations\nvis-a-vis the issues listed above:\nD\n9.5.3 Keeping in view the need to provide safe and smooth\npassage to the Yatris, particularly during the peak Yatra\nperiod, when there is acute congestion on the tracks due\nto simultaneous movement of pedestrian Yatris and those\non ponies/ palkis in the limited space that is available, and\nalso keeping in view the environmental concerns, the E\nCommittee recommends that the following works should\nbe approved and taken up for implementation on a fast\ntrack basis:\nImprovement of critical stretches of the existing track F\nfrom Baltal to Holy Cave as per the preliminary\ndetails presented in Annex. - 4, to be implemented\nby the State PWD, with the assistance, as may be\nrequired, from other organizations such as Border\nRoads Organisation (which can mobilise in the area\nquickly).\nProvision of one-way passage with separate tracks,\none for the pedestrians and other for the horses/\npalkis, near the shrine to be implemented by the\nPahalgam Development Authority.\nG\nH\nA\nB\nC\nD\nE\nய\nEL\nF\nG\nH\n1132\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nImprovement of existing track from Panjtarni to Holy\nCave as per the preliminary details presented in\nAnnex. - 4 to be implemented by the Pahalgam\nDevelopment Authority.\nProposal of Pahalgam Development Authority to\nimprove the track from Chandanwari Base Camp\nto Panjtarni.\n9.5.4 While it would have been an ideal situation if it were\npossible to complete the upgradation works before the\ncommencement of the Yatra 2013, the SHPC is conscious\nof the fact that a two month working period would be\navailable in the current year, after which the entire area\nwould be snow bound/inaccessible. Furthermore, in 2013\nalso, very little time would be available for carrying out\nworks after the snows melt around mid to end June, and\ntill the time the Yatra commences. It is also to be kept in\nview that, at some places, areas under forests, wildlife\nsanctuaries or eco-sensitive zones may be involved, and\nclearances under relevant protection/conservation laws\nmay be required, which may also take time. The SHPC,\ntherefore, recommends early implementation of these\nworks with as much as possible progress during the current\nworking season and before the commencement of next\nYatra (2013) and ensuring that these are completed before\nthe working season of 2013 is over. The State Government\nshould provide the required funds for the above listed four\nworks. Wherever clearances are required under the related\nEnvironment laws, the matter should be processed on a\ntime bound basis by all concerned authorities, to ensure\nthe completion of all the aforesaid works before the end\nof October, 2013.\n9.6 OTHER PUBLIC AMENITIES\n9.6.1 For Yatra 2012, Temporary Transit Camps had been\nset up for the overnight stay of Yatris at Qazigund and Mir\n"}