{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 13 S.C.R. 1093\nCOURT ON ITS OWN MOTION\nV.\nUNION OF INDIA \u0026 ORS.\nSuo Motu Writ Petition (C) No. 284 of 2012\nDECEMBER 13, 2012\n[DR. B.S. CHAUHAN AND SWATANTER KUMAR, JJ.]\nConstitution of India, 1950:\nA\nB\nArts. 19(1)(d), 21, 25, 32 and 48A - Suo motu action by C\nSupreme Court - Taking note of press reports regarding poor\narrangements and number of deaths occurred during the yatra\nto the holy cave of Amarnathji - Constitution of a Special High\nPowered Committee (SHPC) by the Court - The report of\nSHPC making recommendations on the issues of health, D\nenvironment, registration, access control and security, track\nconditions and other public amenities - Held: It is the\nobligation of the State to provide safety, health care, means\nto freely move and to profess the religion in the manner within\nthe limitations of law - There were lack of basic amenities and\nhealthcare to the yatris - Thus the rights of yatris u/Art. 21\nwere violated - The report of SHPC recommending various\nsteps, development programmes are accepted - In addition\nspecific directions given by the Court.\nE\nF\nArt. 21 and 48A - Right to life - Dimensions of - Held:\nRight to life is a right to live with dignity, safety and in a clean\nenvironment - Expression 'life' in Article 21 does not connote\nmere animal existence or continued drudgery through life, but\nincludes right to livelihood, better standard of living, hygienic\nconditions in the workplace and leisure -- The expanded F\nconnotation of life would mean the tradition and cultural\nheritage of the persons concerned - The concept of inter-\ngenerational equity is also an integral part of Art. 21 – The\nState is obliged to ensure meaningful fulfillment of such right\n1093\n-\nH\nA\n-\n1094\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nState is required to draw a careful balance between\nproviding security, without violating fundamental human\ndignity - A greater obligation is on the State to protect and\nimprove the environment in terms of Art. 48A - State should\nensure protection of environment on the one hand and also\nB undertake necessary development with due regard to the\nfundamental rights and values - Universal Declaration of\nHuman Rights - Article 25(2).\nC\nD\nE\nF\n-\nArt. 32 - Power under - Scope of - Held: There is clear\nmandate of law to Supreme Court to protect the fundamental\nrights of the citizens - The limitation of acceptability to justice\nwill not come in the way of the Court to extend its powers to\nensure due regard and enforcement of the fundamental rights\nThe absence of law and a vacuum or lacunae in law can\nalways be supplied by judicial dictum - In cases, where there\nis no infringement of a specific legislation or even where no\nlegislation is in place, but are purely cases of infringement\nof fundamental rights and their violation, the directives of the\nCourt are needed to protect them - Constitutional powers\ncannot in any way be controlled by any statutory provision.\nDoctrines/Principles\n-\nDoctrine of sustainable\ndevelopment and precautionary principle - Applicability of –\nHeld: The doctrine/principle are applicable to the cases where\ndevelopment is necessary, but not at the cost of environment.\nTaking note of the press reports as regards poor\narrangements and number of deaths that occurred during\nthe yatra to the holy cave of Amarnathji in the year 2012,\nthe Supreme Court took suo motu action and issued\nnotice to the Union of India, State of Jammu and Kashmir\nG and the Chairman/President of the Amarnathji Shrine\nBoard. After hearing the parties, noticing lack of public\namenities, facilities, health care and particularly the high\nrate of mortality and the need to take immediate and\neffective steps to remedy the same, the Court constituted\nH a Special High Powered Committee (SHPC). The SHPC\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1095\nORS.\nsubmitted its report making recommendations on the\nissues of health, environment, registration, access\ncontrol and security, track conditions and other public\namenities. The recommendations were accepted by all\nthe parties.\nDisposing of the petition, the Court\nHELD: 1.1. Article 19(1)(d) of the Constitution of India\ngives a citizen the right to move freely throughout the\nterritory of India. This right, like any other fundamental\nfreedom is neither absolute in terms nor is free from\nrestrictions. Article 19(5) subjects this right to imposition\nof reasonable restrictions which the State by law may\nenact. Such restriction has to be in the interest of general\npublic or for the protection of interest of any Scheduled\nTribe besides being reasonable and within its legislative\ncompetence. [Para 9] [1114-F-H]\n1.2. Article 25 of the Constitution deals with the Right\nto Freedom of religion, subject to public order, morality,\nhealth and other provisions stated in Part III of the\nConstitution. All persons are equally entitled to freedom\nof conscience and the right to freely profess, practice\nand propagate religion. Again this right is subject to\nreasonable restrictions within the ambit of Article 25(2) of\nthe Constitution. [Para 9] [1114-H; 1115-A-B]\n1.3. The scheme under the Constitution\nunambiguously enshrines in itself the right of a citizen to\nlife under Article 21 of the Constitution. The right to life\nis a right to live with dignity, safety and in a clean\nenvironment. The ambit of Article 21 of the Constitution\nhas been expanded by judicial pronouncements\nconsistently. The judgments have accepted such right\nand placed a clear obligation on the part of the State to\nensure meaningful fulfillment of such right. Article 21 of\nthe Constitution, with the development of law has\nA\nB\nс\nD\nE\nF\nG\nH\n1096\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA attained wide dimensions, which are in the larger public\ninterest. [Para 9] [1114-E-F]\nB\n1.4. The expression ‘life' enshrined in Article 21 of the\nConstitution does not connote mere animal existence or\ncontinued drudgery through life. It has a much wider\nmeaning which includes right to livelihood, better\nstandard of living, hygienic conditions in the workplace\nand leisure. The right to life with human dignity\nencompasses within its fold, some of the finer facets of\nhuman civilization which makes life worth living. The\nC expanded connotation of life would mean the tradition and\ncultural heritage of the persons concerned. [Para 11]\n[1116-D-F]\nD\nConsumer Education and Research Centre v. Union of\nIndia (1995) 3 SCC 42: 1995 (1) SCR 626; C.E.S.C. Ltd.\nv. Subhash Chandra Bose (1992) 1 SCC 441 : 1991 (2)\nSuppl. SCR 267 - relied on.\n1.5. The socio-economic justice for people, is the very\nspirit of the preamble of the Constitution. 'Interest of\nE general public' is a comprehensive expression\ncomprising several issues which affect public welfare,\npublic convenience, public order, health, morality, safety\netc., all intended to achieve the socio-economic justice\nfor people. [Para 10] [1115-F-G]\nபட\nF\nG\nH\n1.6. Article 25(2) of the Universal Declaration of\nHuman Rights ensures right to standard of adequate\nliving for health and well-being of an individual including\nhousing and medical care and the right to security in the\nevent of sickness, disability etc. [Para 11] [1116-D]\n1.7. Security to citizens by the State is also a very\nsensitive issue. The State has to draw a careful balance\nbetween providing security, without violating\nfundamental human dignity. The primary task of the State\nis to provide security to all citizens without violating\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1097\nORS.\nhuman dignity. Powers conferred upon the statutory A\nauthorities have to be, perforce, admitted. Nonetheless,\nthe very essence of constitutionalism is also that no\norgan of the State may arrogate to itself powers beyond\nwhat is specified in the Constitution. [Para 12] [1117-B-\nD]\nIn Re: Ramlila Maidan Incident (2012) 5 SCC 1:2012\n(4) SCR 971- relied on.\nB\n1.8. The rights of yatris, to the holy shrine of\nAmarnath, enshrined under Article 21 of the Constitution, C\nare being violated. There is admittedly lack of basic\namenities and healthcare. The walking tracks are not only\ndeficient but are also not safe for the pedestrians. The\nmanagement and arrangements for the yatris at the\nglacier and near the Holy Shrine are pathetic. Keeping in\nD\nmind the number of yatris who come to pay their homage\nat the Holy Shrine every year, the management suffers\nfrom basic infirmity, discrepancies, inefficiency and ill-\nplanning. The Government of India, State of Jammu and\nKashmir and the Shrine Board are under a constitutional\nobligation to provide free movement, protection and\nhealth care facilities along with basic amenities and\nproper tracks to be used by the yatris. [Para 9] [1115-C-\nE]\n1.9. There is still a greater obligation upon the Centre,\nState and the Shrine Board in terms of Article 48A of the\nConstitution, where it is required to protect and improve\nthe environment. Where it is the bounden duty of the\nState to protect the rights of the citizen in discharge of\nits constitutional obligation in the larger public interest,\nthere the law also casts a duty upon the State to ensure\ndue protection to the forests and environment of the\ncountry. The concept of inter-generational equity has\nbeen treated to be an integral part of Article 21 of the\nConstitution. The Courts have applied this doctrine of\nsustainable development and precautionary principle to\nE\nF\nG\nH\n1098 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA the cases where development is necessary, but certainly\nnot at the cost of environment. The Courts are expected\nto drive a balance between the two. The onerous duty lies\nupon the State to ensure protection of environment and\nforests on the one hand as well as to undertake\nB necessary development with due regard to the\nfundamental rights and values. The appropriate balance\nbetween different activities of the State is the very\nfoundation of the socio-economic security and proper\nenjoyment of the right to life. [Paras 11, 14 and 15] [1116-\nC C; 1117-H; 1118-A-B-D]\nD\nE\nBhim Singh v. Union of India (2010) 5 SCC 538:2010\n(6) SCR 218 -relied on.\n1.10. In the present case, all the parties are ad idem\non the issue that much is required to be done. The report\nof the SHPC has accepted the existence of lack of\nfacilities, non-availability of proper health care, need for\nproper management, providing of proper passage/\nwalking tracks and finally the basic amenities. The report\nproceeds on the basis that much is required to be done\nby the State and the Shrine Board. The State and the\nShrine Board under the umbrella of the Union of India\nhave to act in tandem, with great co-operation, co-\nordination and objectivity so as to ensure protection of\nrights on the one hand and discharge of its obligations\nF on the other. Steps are required to be taken including\ndevelopment of the area but with due regard to the\nenvironmental and forest issues. [Paras 16 and 17] [1118-\nE-G; 1119-B-C]\nG\n2.1. There is a clear mandate of law for this Court to\nprotect the fundamental rights of the citizens.\nInfringements of rights would certainly invite the Court's\nassistance. The limitation of acceptability to justice will\nnot come in the way of the Court to extend its powers to\nensure due regard and enforcement of the fundamental\nH rights. The absence of statutory law occupying the field\n'\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1099\nORS.\nD\nformulating effective measures to check breach of rights A\nis the true scope of proper administration of justice. It is\nthe duty of the Executive to secure the vacuum, if any,\nby executive orders because its field is coterminous with\nthat of the Legislature and where there is inaction even\nby the Executive, for whatever reason, the Judiciary must B\nstep in, in pursuance of its constitutional obligation to\nprovide solution in any case till the time the Legislature\naddresses the issue. The courts have taken precaution\nnot to pass orders even within the ambit of Article 142 of\nthe Constitution that would amount to supplanting C\nsubstantive law but at the same time these constitutional\npowers cannot in any way be controlled by any statutory\nprovision. The absence of law and a vacuum or lacunae\nin law can always be supplied by judicial dictum. In some\ncases, where the jurisdiction is invoked to protect the\nfundamental rights and their enjoyment within the\nlimitation of law, the Court has even stepped in to pass\norders which may have the colour of legislation, till an\nappropriate legislation is put in place. The directions of\nthe Court could be relatable to a particular lis between the\nparties and even could be of a generic nature where the\nfacts of the case called for. There can be cases where\nthere is no infringement of a specific legislation or even\nwhere no legislation is in place but are purely cases of\ninfringement of fundamental rights and their violation.\nThe directives are needed to protect them and to ensure\nthat the State discharges its obligation of protecting the\nrights of the people as well as the environment. The\ndeficiencies in the aforementioned fields are not\ndeficiencles simplicitor but have far reaching\nconsequences of violating the fundamental protections G\nand rights of the people at large. It is the obligation of the\nState to provide safety, health care, means to freely move\nand to profess the religion in the manner as they desire\ninsofar as it is within the limitations of law. [Para 29]\n[1142-D-H; 1143-A-D]\nLLE\nF\nH\nA\n1100 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nM.C. Mehta v. Union of India (1987) 1 SCC\n395:1987(1) SCR 819; Vishaka v. State of Rajasthan (1997)\n6 SCC 241:1997 (3) Suppl. SCR 404; Vineet Narain v.\nUnion of India (1998) 1 SCC 226 :1997 (6) Suppl. SCR 595 ;\nUniversity of Kerala v. Council of Principals of Colleges,\nB Kerala and Ors. (2010) 1 SCC 353 2009 (15) SCR 800\nrelied on.\n2.2. Certainly some development projects would\nhave to be undertaken but without infringing on the\nprotection to the forests or the environment. These are\nC ecologically and climatically sensitive areas. It must be\nensured that development does not impinge upon the\npurity of the environment beyond restricted and\npermissible limits. The doctrine of sustainable\ndevelopment and precautionary principle would be the\nD guiding factors for the courts to pass such directions. The\nExpert Committee Report recommended the various\nsteps, development programmes and precautions that\ncould be undertaken by the Government and the Shrine\nBoard to the advantage of all stakeholders, particularly\nE the pilgrims. Thus, the directions, this Court contemplates\nto issue under this order, are in conformity with these\nlegal maxims and are likely to cause no practical issues.\nIt is apparently the constitutional obligation of this Court\nto issue specific directions in addition or which are to be\nread mutatis mutandis to the Report of the SHPC dated\n6th September, 2012. The report shall be complementary\nto the directions of the Court and not in derogation\nthereof. [Paras 30, 31 and 23] [1137-D; 1143-E-H; 1144-\nA-B]\nF\nG\n2.3. All the recommendations contained in the report\nshall be implemented under two different heads, I.e.,\n'short-term measures' and 'long-term measures'. This\ncategorization shall be made by the Sub-Committee\nconsisting of Chief Secretary of the State of Jammu and\nH Kashmir; Secretary, Home, State of Jammu and Kashmir;\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1101\nORS.\nand CEO of the Amarnathji Shrine Board. [Para 31 - sub A\nPara 3] [1144-D-F]\n2.4. Steps in relation to health care, improvement of\nwalking tracks, providing of pre-fabricated toilets, tents,\npre-fabricated walking path/mats, construction of STPS\nand providing of one way tracks shall be treated as short-\nterm measures. [Para 31 - sub Para 4] [1144-F-G]\nB\n2.5. The Sub-Committee constituted under this order\nshall be at liberty to consult or obtain opinion of any\nexpert body, as it may deem fit and proper, in the facts C\nand circumstances. [Para 31 - sub Para 20] [1148-B-C].\n6. All the directions and the recommendations made\nin the report of the SHPC should be carried out by all\nconcerned without demur or protest and expeditiously.\nAny officer of any State, irrespective of his position in the D.\nState hierarchy shall personally be held liable and\nproceeded against, in the event of default and/or violation\nof the directions/ recommendations of the SHPC. [Para\n31-sub Para 21] [1148-C-E]\n2.7 The Sub-Committee would be personally liable for E\ncompliance of the order of the Court. Liberty is granted\nto this Sub-Committee to seek clarification, if any, at any\ntime. The Sub-Committee is also given liberty to bring to\nthe notice of this Court if any authority/officer/the\nGovernment fails to render the required help or take F\ndesired action and/or is instrumental in violating the\norders and directions of the Court. [Para 31 - sub Paras\n22 and 23] [1148-F-H; 1149-A]\nCase Law Reference:\nG\n1995 ( 1 ) SCR 626\nrelied on\nPara 5\n1991 (2) Suppl. SCR 267 relied on\nPara 8\n2012 (4) SCR 971\nrelied on\nPara 9\n2010 (6) SCR 218\nrelied on\nPara 10\nH\n1102 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA 1987(1) SCR 819\nrelied on\nPara 15\n1997 (3) Suppl. SCR 404\nrelied on\nPara 15\n1997 (6) Suppl. SCR 595\nrelied on\nPara 15\n2009 (15) SCR 800\nrelied on\nPara 15\nB\nC\nCIVIL ORIGINAL JURISDICTION : Suo-Motu Writ Petition\n(Civil) No. 284 of 2012.\nUnder Article 32 of the Constitution of India.\nBy Courts Motion for Petitioner.\nM.I. Qadri, AG, Siddhartha Luthra, ASG, Mukul Gupta,\nUpinder K. Jalali, M.N. Krishnamani, Gaurav Pachnanda, AAG,\nRanjana Narayan, Devina Sehgal, Rajat Mathur, T.A. Khan, B.\nD Krishna Prasad, S.N. Terdal, Sunil Fernandes, Vernika Tomar,\nRahul Sharma, Raghav Chadha, Insha Mir, Mishra Saurabh,\nRani Chhabra, D. Bharat Kumar, Rajeev Singh, V. Pattabhiram,\nSaqyooj Mohan Das, Kritika Sharma, Rekha Palli, A.V. Palli,\nAnupam Raina for the appearing parties.\nE\nF\nG\nH\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR, J. 1. Taking notice of the\npersistent press reports dealing with the poor arrangements\nand number of deaths that occurred during the yatra in the year\n2012 to the holy cave of Amarnathji, the Court took suo motu\naction and issued notice to the Union of India, State of Jammu\nand Kashmir and the Chairman/President of the Amarnathji\nShrine Board vide its order dated 13th July, 2012. It will be\nappropriate to reproduce the said order at this stage itself:-\n\"Today's 'The Times of India' and 'Hindustan Times' reports\n67 deaths of pilgrims mostly because of the cardiac\narrests as well for other reasons. As per these reports,\nthis has happened in 17 days. Last year 105 persons died\nduring the 45 days' yatra. Thus, this year it appears to be\n"}