{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"COURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1133\nORS. [SWATANTER KUMAR, J.]\nBazar (Anantnag District) and at Manigam and Yangoora A\n(Ganderbal District). If these facilities are placed on a firm\nfooting and suitably upgraded, they can be profitably\nutilised to meet the growing demands of tourism, and for\nother suitable purposes, before and after the annual Yatra.\nThe SHPC recommends that all required facilities, viz. B.\nshelter, toilets, water, power supply, etc should be provided\nat the aforesaid and other Transit Camps before\ncommencement of Yatra 2013.\n9.6.2 The Department of Telecommunications should be\nmoved to take all necessary steps for providing inter-\nconnectivity in the Yatra area so that the Yatris having non-\nBSNL mobile connections do not face any difficulty during\nYatra 2013.\nC\n9.6.3 For Yatra 2013, the number of Automatic Weather D\nStations should be augmented to cover Chandanwari,\nPahalgam and Baltal and a Doppler Radar should be set\nup at IMD Campus, Srinagar, on urgent basis as this\nfacility will be able to provide accurate weather forecasts\nround the year in the entire Valley.\n9.6.4 The State Government has provided funds to the\nState Public Health Engineering Department for laying\nunderground water supply lines at Baltal Base Camp. This\nwork should be completed before the commencement of\nYatra 2013.\n9.6.5 The State Animal Husbandry Department should\nregister only an, assessed number of ponies to ensure\nagainst overcrowding on the tracks. Likewise, the Labour\nDepartment should assess the number of Palkis/Dandis\nto be allowed to operate on the tracks, route-wise, every\nyear.\n9.6.6 While noting the useful arrangements which are\nbeing assisted/ provided by the various concerned State\nE\nF\nG\nI\nA\nB\nC\nD\nE\n1134 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nGovernment Departments for the smooth conduct of the\nannual Yatra, the SHPC is of the view that the Yatral\nrequirements require to be reviewed from time to time. In\nthis context, the SHPC notes that the High Level\nCommittee (HLC), which is convened by CEO, SASB, and\nchaired by State Principal Secretary Home, has served a\nuseful purpose in 2012 and recommends that the HLC\nshould continue to function, to overview the problems of\nfuture Yatras, with similar or modified terms of reference,\nas may be necessary. The HLC should prepare an Annual\nAction Plan, immediately after the Yatra is over, which\nclearly indicates the gap to be filled, the implementing\nagency, requirement of funds and the time frame for\nimplementation. The SHPC also recommends that all the\nrecommendations made by this HLC in 2011 be fully\nimplemented before the commencement of Yatra 2013.\n9.6.7 A Committee to be chaired by the concerned District\nMagistrate should be set up to grant permissions for the\nsetting up of tents and shops at each Camp location,\ntaking into account the overall availability of space, the\nnumber of tents/shops which are required to be set up,\nensuring that the tents, beddings etc are of the specified\nquality/standard.\"\n18. The learned counsel appearing for the parties have\nF made submissions and suggestions, while taking the above\nreport to be the very foundation of their submissions. In other\nwords, attempts were made before the Court to improve upon\nthe recommendations in order to make them more effective.\nOne of the points, on which submissions were made before the\nCourt related to improvement of medical facilities. Firstly, it was\nsuggested that each State in the country should identify the\nmedical institutions/hospitals, run by or under the control of the\nState Governments, to issue 'health certificates' upon examining\nthe persons who are desirous of going for yatra to the Holy\nCave in the future. Secondly, it was suggested that specified\nG\nH\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1135\nORS. [SWATANTER KUMAR, J.]\nB\nC\nmedical officers of these hospitals should be required to give A\nthe said health certificates. Lastly, the States, particularly the\nneighbouring States like, Haryana, Punjab, Himachal Pradesh,\nRajasthan and Uttar Pradesh, should be requested to send\nteams of doctors on temporary duty to the State of Jammu \u0026\nKashmir to be posted at Srinagar, Baltal or en route to the Holy\nShrine. It will be desirable that such team of doctors be\nacclimatized before being deputed to the higher altitudes. It\nis suggested that they ought not to be posted at very high\naltitudes. Deployment of the medical teams at Panchatarni,\nBaltal and Srinagar and enroute to the Shrine shall serve the\ninterest of health care and public interest. We make it clear\nthat deployment of medical teams en route should be at regular\ndistances, with a gap not exceeding two kilometres. There shall\nbe greater number of doctors from the State of Jammu and\nKashmir that should be deployed at and around the holy Shrine\nand they shall be provided with complete equipment, medicines\nand all other infrastructure to ensure rendering of proper medical\nassistance to the people who suffer from any health issue at\nthat point. These issues, to some extent, have been discussed\nin the report of the SHPC. However, we are only clarifying their\nfinal aspects.\nD\nE\n19. The passages or the walking tracks, besides being\nwidened require rough surface so as to prevent slipping and\nfalling of the pilgrims. It is conceded before us that presently\nthe width of the track is very less to accommodate palkis, F\nhorses and pilgrims moving at the same time. More often than\nnot, jams are noticed which spread over furlongs. The\nuncertainty of weather, exposes the pilgrims, particularly, the\npedestrians, to rain, chilly winds and sudden fluctuations in\ntemperature and thus they fall ill. Due to high altitude, many of\nthem also suffer from hypoxia. Thus, there has to be a regular\nwidth of the track which in any case should not be less than 12\nfeet and may be wider than that if so recommended by the\nCommittee concerned. These tracks should duly provide\nprotection or any other support towards the open sides. It may\nG\nH\n1136\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA by iron grills, supporting walls etc. as may be considered\nappropriate by the Committee. This may include realignment\nof the passage, construction of retaining wall/railing. We must\nnot be understood to have ordered directly or indirectly,\nconstruction of any motorable mettled road in place of walking\ntracks. However, we hasten to clarify that it is not only\nimprovement of the road at critical portions but the entire track\nneeds to be improved, particularly from Panchtarni to the Holy\nCave.\nB\n20. STPs are intended to be constructed at various places,\nC particularly at Baltal. We were informed that the clearance from\nvarious departments is awaited. However, the learned\nAdvocate-General appearing for the State of Jammu Kashmir\nhad informed us that the matter is pending in the High Court of\nJammu and Kashmir and they will be able to get permission\nD for raising construction shortly. We make it clear that all\nGovernment departments shall fully coordinate and grant such\npermissions as are required in accordance with law and\nexpeditiously. We further make it clear that pendency of any\nproceedings before the High Court would not come in the way\nE of construction of STPs in any manner whatsoever. It is for the\nreason that this is absolutely essential for maintaining proper\nsewage system and cleanliness in the areas where large\nnumber of persons come and stay overnight or even for a\nlonger period. It was commonly conceded before us that the\nShrine Board would provide fabricated toilets and if necessary\neven the pre-fabricated pathway at and around the Holy Shrine.\nF\nG\n21. In its report, the SHPC at para 7.18 has noticed that\nquality of tents existing at various camps and sites needs\nimprovement. The existing tents were found deficient in all\nrespects. One of the applicants before this Court, M/s. Piramal\nHealthcare Pvt. Ltd. (In I.A. No. 4 of 2012), had volunteered to\nprovide any help at a large scale that may be required by the\nState of Jammu and Kashmir and the Board to facilitate the\ntravel, living and darshan of the pilgrims. It was offered that they\nH could provide even pre-fabricated tents and toilets which will\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1137\nORS. [SWATANTER KUMAR, J.]\nhelp and provide convenience not only to the pilgrims but even A\nto all the persons, including the officials on duty. We find this\nrequest to be reasonable and, therefore, give liberty to them\nto approach the Shrine Board with a request to provide such\npre-fabricated material at large scale. We are hopeful that the\nBoard would consider the request sympathetically and B.\nobjectively.\n22. All these matters require greater attention of all the\nstakeholders and they need to make their plans well in advance\nand to fully equip themselves to meet any challenge. Thus, we\nare of the opinion that the process afore-indicated and as stated\nin the report, be completed in a timely and expeditious manner.\nс\n23. We, therefore, have no hesitation in accepting the\nreport of the SHPC dated 6th September, 2012 in its entirety\nbut with additions as afore-indicated. The report shall be D\ncomplementary to the directions of the Court and not in\nderogation thereof.\n24. The next question that arises is as to what directions\ngenerally and particularly in the cases of the present kind, the\nCourt is competent to issue.\n25. In the case of M.C. Mehta v. Union of India [(1987) 1\nSCC 395], the Court, while discussing the ambit and scope of\nArticle 32 of the Constitution, held as under :\n\"We have already had occasion to consider the ambit and\ncoverage of Article 32 in the Bandhua Mukti Morcha v.\nUnion of India and we wholly endorse what has been stated\nby one of us namely, Bhagwati, J. as he then was in his\njudgment in that case in regard to the true scope and ambit\nof that article. It may now be taken as well settled that\nArticle 32 does not merely confer power on this Court to\nissue a direction, order or writ for enforcement of the\nfundamental rights but it also lays a constitutional\nobligation on this Court to protect the fundamental rights\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1138\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nof the people and for that purpose this Court has all\nincidental and ancillary powers including the power to forge\nnew remedies and fashion new strategies designed to\nenforce the fundamental rights. It is in realisation of this\nconstitutional obligation that this Court has in the past\ninnovated new methods and strategies for the purpose of\nsecuring enforcement of the fundamental rights, particularly\nin the case of the poor and the disadvantaged who are\ndenied their basic human rights and to whom freedom and\nliberty have no meaning.\nWe are also of the view that this Court under Article 32(1)\nis free to devise any procedure appropriate for the\nparticular purpose of the proceeding, namely, enforcement\nof a fundamental right and under Article 32(2) the court has\nthe implicit power to issue whatever direction, order or writ\nis necessary in a given case, including all incidental or\nancillary power necessary to secure enforcement of the\nfundamental right. The power of the court is not only\ninjunctive in ambit, that is, preventing the infringement of\na fundamental right, but it is also remedial in scope and\nprovides relief against a breach of the fundamental right\nalready committed vide Bandhua Mukti Morcha case. If the\ncourt were powerless to issue any direction, order or writ\nin cases where a fundamental right has already been\nviolated, Article 32 would be robbed of all its efficacy,\nbecause then the situation would be that if a fundamental\nright is threatened to be violated, the court can inject such\nviolation but if the violator is quick enough to take action\ninfringing the fundamental right, he would escape from the\nnet of Article 32. That would, to a large extent, emasculate\nthe fundamental right guaranteed under Article 32 and\nrender it impotent and futile. We must, therefore, hold that\nArticle 32 is not powerless to assist a person when he\nfinds that his fundamental right has been violated. He can\nin that event seek remedial assistance under Article 32.\nThe power of the court to grant such remedial relief may\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1139\nORS. [SWATANTER KUMAR, J.]\ninclude the power to award compensation in appropriate A\ncases. We are deliberately using the words \"in appropriate\ncases\" because we must make it clear that it is not in\nevery case where there is a breach of a fundamental right\ncommitted by the violator that compensation would be\nawarded by the court in a petition under Article 32.\"\n26. In the case of Vishaka v. State of Rajasthan [(1997)\n6 SCC 241, this Court held as under :\nB\nE\n\"Each such incident results in violation of the fundamental\nrights of \"Gender Equality\" and the \"Right to Life and C\nLiberty\". It is a clear violation of the rights under Articles\n14, 15 and 21 of the Constitution. One of the logical\nconsequences of such an incident is also the violation of\nthe victim's fundamental right under Article 19(1)(g) \"to\npractise any profession or to carry out any occupation, D\ntrade or business\". Such violations, therefore, attract the\nremedy under Article 32 for the enforcement of these\nfundamental rights of women. This class action under\nArticle 32 of the Constitution is for this reason. A writ of\nmandamus in such a situation, if it is to be effective, needs\nto be accompanied by directions for prevention, as the\nviolation of fundamental rights of this kind is a recurring\nphenomenon. The fundamental right to carry on any\noccupation, trade or profession depends on the availability\nof a \"safe\" working environment. Right to life means life\nwith dignity. The primary responsibility for ensuring such\nsafety and dignity through suitable legislation, and the\ncreation of a mechanism for its enforcement, is of the\nlegislature and the executive. When, however, instances\nof sexual harassment resulting in violation of fundamental\nrights of women workers under Articles 14, 19 and 21 are\nbrought before us for redress under Article 32, an effective\nredressal requires that some guidelines should be laid\ndown for the protection of these rights to fill the legislative\nvacuum.\nF\nG\nН\n1140\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n15. In Nilabati Behera v. State of Orissa a provision in the\nICCPR was referred to support the view taken that \"an\nenforceable right to compensation is not alien to the\nconcept of enforcement of a guaranteed right\", as a public\nlaw remedy under Article 32, distinct from the private law\nremedy in torts. There is no reason why these international\nconventions and norms cannot, therefore, be used for\nconstruing the fundamental rights expressly guaranteed in\nthe Constitution of India which embody the basic concept\nof gender equality in all spheres of human activity.\n16. In view of the above, and the absence of enacted law\nto provide for the effective enforcement of the basic human\nright of gender equality and guarantee against sexual\nharassment and abuse, more particularly against sexual\nharassment at workplaces, we lay down the guidelines and\nnorms specified hereinafter for due observance at all\nworkplaces or other institutions, until a legislation is\nenacted for the purpose. This is done in exercise of the\npower available under Article 32 of the Constitution for\nenforcement of the fundamental rights and it is further\nemphasised that this would be treated as the law declared\nby this Court under Article 141 of the Constitution.\"\n27. In the case of Vineet Narain v. Union of India [(1998)\n1 SCC 226], the Court held as under:-\n\"There are ample powers conferred by Article 32 read with\nArticle 142 to make orders which have the effect of law\nby virtue of Article 141 and there is mandate to all\nauthorities to act in aid of the orders of this Court as\nprovided in Article 144 of the Constitution. In a catena of\ndecisions of this Court, this power has been recognised\nand exercised, if need be, by issuing necessary directions\nto fill the vacuum till such time the legislature steps in to\ncover the gap or the executive discharges its role. It is in\nthe discharge of this duty that the IRC was constituted by\nthe Government of India with a view to obtain its\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1141\nORS. [SWATANTER KUMAR, J.]\nB\nrecommendations after an in-depth study of the problem A\nin order to implement them by suitable executive directions\ntill proper legislation is enacted. The report of the IRC has\nbeen given to the Government of India but because of\ncertain difficulties in the present context, no further action\nby the executive has been possible. The study having been\nmade by a Committee considered by the Government of\nIndia itself as an expert body, it is safe to act on the\nrecommendations of the IRC to formulate the directions of\nthis Court, to the extent they are of assistance. In the\nremaining area, on the basis of the study of the IRC and C\nits recommendations, suitable directions can be\nformulated to fill the entire vacuum. This is the exercise we\npropose to perform in the present case since this exercise\ncan no longer be delayed. It is essential and indeed the\nconstitutional obligation of this Court under the aforesaid\nprovisions to issue the necessary directions in this behalf.\nWe now consider formulation of the needed directions in\nthe performance of this obligation. The directions issued\nherein for strict compliance are to operate till such time as\nthey are replaced by suitable legislation in this behalf.\"\n28. In the case of University of Kerala v. Council of\nPrincipals of Colleges, Kerala \u0026 Ors. [(2010) 1 SCC 353], this\nCourt held as under:\n\"32. It may be noted that this Court has on several\noccasions issued directions, directives in respect of those\nsituations which are not covered by any law. The decision\nin Vishaka v. State of Rajasthan is one such instance\nwherein a three-Judge Bench of this Court gave several\ndirections to prevent sexual harassment of women at the\nworkplace. Taking into account the \"absence of enacted\nlaw\" to provide for effective enforcement of the right of\ngender equality and guarantee against sexual harassment,\nVerma, C.J. held that guidelines and norms given by the\nCourt will hold the field until legislation was enacted for the\nD\nE\nLL\nF\nG\nH\nA\n00\nB\nC\n1142 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\npurpose. It was clarified that this Court was acting under\nArticle 32 of the Constitution and the directions \"would be\ntreated as the law declared by the Court under Article 141\nof the Constitution\". (para 16)\n33. Similarly, the Supreme Court issued directions\nregarding the procedure and the necessary precautions to\nbe followed in the adoption of Indian children by foreign\nadoptive parents. While there was no law to regulate inter-\ncountry adoptions, Bhagwati, J., (as His Lordship then\nwas) in Laxmi Kant Pandey v. Union of India, formulated\nan entire scheme for regulating inter-country and intra-\ncountry adoptions. This is an example of the judiciary filling\nup the void by giving directions which are still holding the\nfield.\"\nD 29. The above stated principles exhibit the scope and width\nof the power of this Court under Article 32 of the Constitution.\nThere is a clear mandate of law for this Court to protect the\nfundamental rights of the citizens. Infringements of rights would\ncertainly invite the Court's assistance. The limitation of\nE acceptability to justice will not come in the way of the Court to\nextend its powers to ensure due regard and enforcement of the\nfundamental rights. The absence of statutory law occupying the\nfield formulating effective measures to check breach of rights\nis the true scope of proper administration of justice. It is the\nF duty of the Executive to secure the vacuum, if any, by executive\norders because its field is coterminous with that of the\nLegislature and where there is inaction even by the Executive,\nfor whatever reason, the Judiciary must step in, in pursuance\nof its constitutional obligation to provide solution in any case\ntill the time the Legislature addresses the issue. The courts\nhave taken precaution not to pass orders even within the ambit\nof Article 142 of the Constitution that would amount to\nsupplanting substantive law but at the same time these\nconstitutional powers cannot in any way be controlled by any\nstatutory provision. The absence of law and a vacuum or\nlacunae in law can always be supplied by judicial dictum. In\nG\nH\n"}