{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"RASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1181\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\npronouncement. Is the course adopted by the trial court A\nimpermissible in law? We think not. In a situation like this where\nthe plaintiff has closed his evidence and the defendants failed\nto appear, Order XVII Rule 2 of the Code was clearly attracted.\nThe said provision is as follows:\n“2. Procedure if parties fail to appear on day fixed.-\nWhere,, on any day to which the hearing of the suit is\nadjourned, the parties or any of them fail to appear, the\nCourt may proceed to dispose of the suit in one of the\nmodes directed in that behalf by Order IX or make such\nother order as it thinks fit.\nExplanation.-Where the evidence or a substantial\nportion of the evidence of any party has already been\nrecorded and such party fails to appear on any day to\nwhich the hearing of the suit is adjourned, the Court may,\nin its discretion, proceed with the case as if such party\nwere present.\"\n40. In view of the above provision, the trial court was\nrequired to proceed to dispose of the suit in one of the modes\nprescribed in Order IX of the Code. Order IX Rule 6 (1)(a) lays\ndown the procedure where after due service of summons, the\ndefendant does not appear when the suit is called on for\nhearing. In that situation, the court may make an order that suit\nshall be heard ex parte. The legal position with regard to Order\nIX Rule 6 has been explained by a 3-Judge Bench of this Court\nin the case of Arjun Singh³, wherein this Court stated thus:\n16\nB\nC\nD\nE\nF\n.Rule 6(1)(a) enables the Court to proceed ex parte\nwhere the defendant is absent even after due service. Rule\n6 contemplates two cases: (1) The day on which the G\ndefendant fails to appear is one of which the defendant has\nno intimation that the suit will be taken up for final hearing\nfor example, where the hearing is only the first hearing of\nthe suit, and (2) where the stage of the first hearing is\npassed and the hearing which is fixed is for the disposal H\nA\nB\nC\nD\n៣.\nE\nF\nG\nH\n1182 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nof the suit and the defendant is not present on such a day.\nThe effect of proceeding ex parte in the two sets of cases\nwould obviously mean a great difference in the result. So\nfar as the first type of cases is concerned it has to be\nadjourned for final disposal and, as already seen, it would\nbe open to the defendant to appear on that date and\ndefend the suit. In the second type of cases, however, one\nof two things might happen. The evidence of the plaintiff\nmight be taken then and there and judgment might be\npronounced\n\"\n41. The following observations made by this Court in Arjun\nSingh³ with reference to Order IX Rule 7, Order IX Rule 13 and\nOrder XX Rule 1. are quite apposite and may be reproduced\nas it is:\n\"\n-\n_ On the terms of O.IX, r.7 if the defendant appears\non such adjourned date and satisfies the court by showing\ngood cause for his non-appearance on the previous day\nor days he might have the earlier proceedings recalled\n“set the clock back” and have the suit heard in his\npresence. On the other hand, he might fail in showing good\ncause. Even in such a case he is not penalised in the\nsense of being forbidden to take part in the further\nproceedings of the suit or whatever might still remain of\nthe trial, only he cannot claim to be relegated to the position.\nthat he occupied at the commencement of the trial. Thus\nevery contingency which is likely to happen in the trial vis-\na-vis the non-appearance of the defendant at the hearing\nof a suit has been provided for and O.IX, r.7 and O.IX, r.\n13 between them exhaust the whole gamut of situations\nthat might arise during the course of the trial. If, thus,\nprovision has been made for every contingency, it stands\nto reason that there is no scope for the invocation of the\ninherent powers of the Court to make an order necessary\nfor the ends of justice. Mr. Pathak, however, strenuously\ncontended that a case of the sort now on hand where a\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1183\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\ndefendant appeared after the conclusion of the hearing but A\nbefore the pronouncing of the judgment had not been\nprovided for. We consider that the suggestion that there\nis such a stage is, on the scheme of the Code, wholly\nunrealistic. In the present context when once the hearing\nstarts, the Code contemplates only two stages in the trial B\nof the suit: (1) where the hearing is adjourned or (2) where\nthe hearing is completed. Where the hearing is completed\nthe parties have no further rights or privileges in the matter\nand it is only for the convenience of the Court that O.XX,\nR.1 permits judgment to be delivered after an interval after\nthe hearing is completed. It would, therefore, follow that after\nthe stage contemplated by O.IX, r. 7 is passed the next\nstage is only the passing of a decree which on the terms\nof O.IX, r. 6 the Court is competent to pass. And then\nfollows the remedy of the party to have that decree set\naside by application under O. IX, r.13. There is thus no\nhiatus between the two stages of reservation of judgment\nand pronouncing the judgment so as to make it necessary\nfor the Court to afford to the party the remedy of getting\norders passed on the lines of O. IX, r.7………………………\n\"\nC\nD\nE\n42. In light of the above legal position, the trial court cannot\nbe said to have committed any error in ordering the suit to\nproceed ex parte; hearing the arguments and closing the suit\nfor pronouncement of judgment. What is provided by Rule 6 of\nthe Civil Courts Act is that each case fixed for any day shall be F\nentered in advance immediately upon a date or adjourned date\nbeing fixed and such entry would show the purpose for which it\nis set down on each date. It further provides that the cases\nshould be classified in such a manner as to show at a glance\nthe nature of work fixed for the particular date. Rule 6 basically G\nprovides for a procedure which is required to be followed in\nmaintaining the register for the purpose of the dates fixed in\nthe matter and the purpose for which the date has been fixed.\nThe said provision does not in any way impinge upon the power\nof the court to proceed for disposal of the suit in case both the\nH\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n1184\nSUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nparties or either of the parties fail to appear as provided in\nOrder IX of the Code.\n43. The decision of this Court in Sahara India8 relied upon\nby the learned senior counsel for the appellants hardly has any\napplication to the facts of the present case. The facts in that\ncase are indicated in paragraph 4 of the Report. On May 13,\n2002, the case was fixed for the evidence of the plaintiff. On\nthat day, the Presiding Officer was on leave and the case was\nadjourned to May 29, 2002 for the plaintiff's evidence. On May\n29, 2002, none appeared for the defendants and the matter\nwas adjourned to May 31, 2002 for final arguments and for\norders after lunch. Finally, the suit was decreed by the trial\ncourt. The first appeal from the judgment and decree of the trial\ncourt was dismissed. The matter then reached this Court. It is\ntrue that it was argued before this Court that the course adopted\nby the trial court has no sanctity in law and even if the\ndefendants were not present, the order could have been passed\nat the most to set the defendants ex parte and another date\nshould have been fixed. It was also argued before this Court\nthat the reason for non-appearance was due to the wrong noting\nof the date by the counsel appearing for the defendants. In\nparagraph 8 of the decision, this Court stated thus:\n\"8. We find that the High Court has disposed of the first\nappeal practically by a non-reasoned order. It did not even\nconsider the plea of the defendants as to why there was\nnon-appearance. Be that as it may, the course adopted\nby the trial court appears to be unusual. Therefore, we\ndeem it proper to remit the matter to the trial court for fresh\nadjudication. Since the matter is pending the trial court shall\ndispose of the matter within three months from the date of\nreceipt of our order.\n44. From the above, it is clear that what persuaded this\nCourt in remanding the matter back to the trial court was that\nthe High Court disposed of the first appeal by a non-reasoned\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1185\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\norder. The High Court did not even consider the plea of the A\ndefendants as to why there was non-appearance. The\nobservation, \"Be that as it may, the course adopted by the trial\ncourt appears to be unusual” must be seen in its perspective.\nThe statement does not exposit any principle of law.\nB\nC\nD\n45. It was contended by Mr. Shekhar Naphade, learned\nsenior counsel for the appellants that diverse interlocutory\napplications, particularly, applications (i) to produce original\ndocuments under Section 151 of the Code (IA No. 10), (ii)\nunder Order XXX Rule 10 of the Code for dismissal of the suit\n(IA No. 11), (iii) for the leave of the court to deliver\ninterrogatories under Order XI Rule 1 of the Code (IA No. 13),\n(iv) for production of excise documents under Order XI Rules\n12 and 14 of the Code (IA No. 14), (v) for summoning records\nfrom the Central Excise Department under Order XVI Rules 1\nand 6 of the Code (IA No. 27) and (vi) for inspection of\ndocuments under Order XI Rule 14 of the Code (IA No. 28)\nwere made but wrongly rejected by the trial court by various\norders. He submitted that these orders were challenged before\nthe High Court and then brought to this Court. This Court granted\nliberty to the defendants to raise contentions concerning E\nrejection of these applications in the appeal against the decree.\nThe appellants challenged the orders rejecting these\napplications before the High Court in the first appeal and raised\ncontentions in this regard but the High Court did not advert to\nthese contentions at all. Learned senior counsel submitted that\nrejection of these applications and non-adherence to pre-trial\nprocedures have rendered the impugned judgment and decree\nbad in law.\n46. The judgment of the High Court is not brief, and is\nrather occupied with an elaborate discussion but there is no\nreference of challenge to the orders passed by the trial court\non various interlocutory applications. Confronted with this\ndifficulty, learned senior counsel relied upon statement made\nat page 'I' of the synopsis, paragraph 21, wherein it is stated :\nF\nG\nH\nA\n1186 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n\"The following issues were taken in the ground of appeal\nand argued but have not even been discussed by the\nHon'ble High Court in its impugned judgment.\nB\nс\n(d) That the Petitioner had also assailed the dismissal of\nvarious applications filed by the Petitioner during the\ncourse of trial in view of the liberty granted by this Hon'ble\nCourt but none of the grounds has been considered or\ndiscussed or even averred to in the impugned judgment.\n\"\nD\nE\nIt is true that in the counter affidavit filed by the respondent,\nnothing has been said about the above statement made in the\nsynopsis. However, in our view, in case the contentions raised\nby the appellants were not considered by the High Court, the\nproper course available to the appellants was to bring to the\nnotice of the High Court this aspect by filing a review\napplication. Such course was never adopted. In view of this,\nwe are not persuaded to permit the appellants to challenge the\norders passed by the trial court on the interlocutory applications\nnow and argue that trial court erred in not adhering to the pre-\ntrial procedures.\n47. Mr. Shekhar Naphade, learned senior counsel for the\nF appellants also challenged the correctness of the order dated\nDecember 7, 2005 passed by the trial court granting plaintiff\npermission to lead secondary evidence. In our view, the trial\ncourt cannot be said to have erred in permitting the plaintiff to\nlead secondary evidence when the original assignment deed\nG was reportedly lost.\nH\n48. Learned senior counsel for the appellants vehemently\ncontended that the evidence let in by the plaintiff is no evidence\nin the eye of law and, therefore, on such evidence, the plaintiff's\nsuit could not have been decreed. The argument of the learned\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1187\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\nsenior counsel is that on behalf of the plaintiff, three witnesses A\nwere tendered in evidence; their examination-in-chief was filed\nby means of affidavits but, as required under Order XVIII Rule\n5 of the Code, they never entered the witness box nor confirmed\nthe contents of the affidavits. In this regard, learned senior\ncounsel relied upon a decision of the Bombay High Court in B\nthe case of F.D.C. Limited v. Federation of Medical\nRepresentatives Association India \u0026 Ors and a decision of\nthis Court in Ameer Trading Corpn. Ltd. v. Shapoorji Data\nProcessing Ltd. 10 affirming the view of the Bombay High Court\nin the case of F.D.C. Limited³. Learned senior counsel would C\nsubmit that as a matter of fact, the plaintiff did make an\napplication on February 28, 2005 for permission to follow the\nprocedures as stated in the case of Ameer Trading Corpn.\nLtd. 10 but on the next date, i.e., March 17, 2005 that application\nwas withdrawn. According to him, irrespective of withdrawal of\nsuch application, the plaintiff had to follow the procedure\nprovided in order XVIII Rule 5 of the Code before examination-\nin-chief of its witnesses through affidavits could be treated as\nevidence as the case before the trial court was an appealable\ncase. He also argued that the documents referred to in the\naffidavits have not been proved according to the provisions of\nthe Evidence Act and under Order XVIII Rule 4 of the Code. It\nwas, thus, contended by the learned senior counsel that there\nhas been absolutely non-application of mind by the trial court\nin decreeing plaintiff's suit.\n49. Order XVIII Rule 4 of the Code provides for the mode\nof recording the evidence. The said provision reads as follows\n\"4. Recording of evidence.-(1) In every case, the\nexamination-in-chief of a witness shall be on affidavit and\ncopies thereof shall be supplied to the opposite party by\nthe party who calls him for evidence:\n9. AIR 2003 Bom 371.\n10. (2004) 1 SCC 702.\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1188 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nProvided that where documents are filed and the\nparties rely upon the documents, the proof and\nadmissibility of such documents which are filed along with\naffidavit shall be subject to the orders of the Court.\n(2) The evidence (cross-examination and re-\nexamination) of the witness in attendance, whose evidence\n(examination-in-chief) by affidavit has been furnished to the\nCourt shall be taken either by the Court or by the\nCommissioner appointed by it:\nProvided that the Court may, while appointing a\ncommission under this sub-rule, consider taking into\naccount such relevant factors as it thinks fit:\n(3) The Court or the Commissioner, as the case may\nbe, shall record evidence either in writing or mechanically\nin the presence of the Judge or of the Commissioner, as\nthe case may be, and where such evidence is recorded\nby the Commissioner he shall return such evidence\ntogether with his report in writing signed by him to the\nCourt appointing him and the evidence taken under it shall\nform part of the record of the suit.\n(4) The Commissioner may record such remarks as\nit thinks material respecting the demeanour of any witness\nwhile under examination.\nProvided that any objection raised during the\nrecording of evidence before the Commissioner shall be\nrecorded by him and decided by the Court at the stage of\narguments.\n(5) The report of the Commissioner shall be\nsubmitted to the Court appointing the commission within\nsixty days from the date of issue of the commission unless\nthe Court for reasons to be recorded in writing extends the\ntime.\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1189\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\n(6) The High Court or the District Judge, as the case A\nmay be, shall prepare a panel of Commissioners to record\nthe evidence under this rule.\n(7) The Court may by general or special order fix the\namount to be paid as remuneration for the services of the\nCommissioner.\n(8) The provisions of rules 16, 16A, 17 and 18 of\nOrder XXVI, in so far as they are applicable, shall apply\nto the issue, execution and return of such commission\nunder this rule.\"\n50. As to how the evidence is to be taken in appealable\ncases is provided in Rule 5 of Order XVIII of the Code. This\nprovision reads as follows:\n\"5. How evidence shall be taken in appealable cases.-In\ncases in which an appeal is allowed, the evidence of each\nwitness shall be,-\nB\nC\nD\n(a) taken down in the language of the Court,-\nE\n(i)\nin writing by, or in the presence and under\nthe personal direction and superintendence\nof, the Judge, or\n(ii)\nfrom the dictation of the Judge directly on a\ntypewriter, or\nF\n(b)\nif the Judge, for reasons to be recorded, so directs,\nrecorded mechanically in the language of the Court\nin the presence of the Judge.\"\n51. The purpose and objective of Rule 4 of Order XVIII of\nthe Code is speedy trial of the case and to save precious time\nof the court as the examination-in-chief of a witness is now\nmandated to be made on affidavit with a copy thereof to be\nsupplied to the opposite party. The provision makes it clear that\nG\nH\n1190 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA cross-examination and re-examination of witness shall be taken\neither by the court or by Commissioner appointed by it. Proviso\nappended to sub-rule (1) of Rule 4 of Order XVIII further clarifies\nthat where documents are filed and the parties rely upon the\ndocuments, the proof and admissibility of such documents\nB which are filed along with the affidavit shall be subject to the\norder of the court. In a case in which appeal is allowed, Rule 5\nof Order XVIII provides that the evidence of each witness shall\nbe taken down in writing by or in the presence and under the\npersonal direction and superintendence of the Judge or from\nthe dictation of the Judge directly on a typewriter or recorded\nmechanically in the presence of the Judge if the Judge so\ndirects for reasons to be recorded in writing.\nC\n52. The above provisions, namely, Order XVIII Rule 4 and\nOrder XVIII Rule 5 of the Code came up for consideration\nD before this Court in the case of Ameer Trading Corpn. Ltd. 10.\nE\nF\nG\nH\nBefore we refer to this judgment, it is appropriate that the\njudgment of the Bombay High Court in F.D.C. Limited is noted.\nThe Single Judge of that Court in F.D.C. Limited held as\nunder :-\n\"7. It is to be noted that the legislature being fully aware\nabout the provision of law contained in Rule 5 which was\nalready there even prior to the amendment to Rule 4, has\namended the Rule 4 with effect from 1.7.2002 specifically\nproviding thereunder that the examination in chief \"in every\ncase\" shall be on affidavit. One has to bear in mind the\ndecisions of the Apex Court in the case of Dadi\nJagannadham v. Jammulu Ramulu reported in 2001 (7)\nSCC 71 on the settled principles of interpretation of\nstatutes that the Court must proceed on the assumption\nthat the legislature did not make a mistake and that it did\nwhat it intend to and the court as far as possible should\nadopt construction which will carry out obvious intention of\nlegislature, and in East India Hotels Ltd., and Anr. v.\nUnion of India and Anr. reported in (2001) 1 SCC 284\n"}