{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"-\n[2011] 14 (ADDL.) S.C.R. 1141\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR.\nV\nM/S. M.S.S. FOOD PRODUCTS\n(Civil Appeal No. 10112 of 2011)\nNOVEMBER 25, 2011\n[AFTAB ALAM AND R.M. LODHA, JJ.]\nCode of the Civil Procedure, 1908:\n-\n-W\n-\nA\nB\nE\nOr. 18 r.15, 2, 2(1), (2), (3) and (3A), 7, 4, 5 and 6(1)(a); C\nOr. 9 r. 7; Or. 20 r. 1 - Ex parte decree - Set aside in appeal\nChallenge to On facts, respondent-plaintiff filing suit for\npassing off action, declaration and injunction against\nappellants-defendants as also application for temporary\ninjunction - Ad interim ex parte injunction granted in favour D\nof plaintiff – Appeal by defendants - High Court dismissed\nthe same and directed the trial court to conclude the trial of\nthe suit expeditiously and finally dispose it of, within the\nstipulated period – In complete disregard of the said direction,\nthe defendants filing application after application\nSubsequently, due to non-appearance of defendants their\nright to cross examine the plaintiff's witness were closed and\nmatter was fixed for pronouncement of judgment and on the\nsaid date none appeared and defendants were proceeded ex\nparte Plaintiff closed its evidence, the trial court heard the\narguments of the plaintiff ex-parte and fixed the matter for\npronouncement of judgment - Defendants filing application\nfor setting aside the said ex parte order - Meanwhile the\npresiding officer who heard the arguments got transferred and\nnew Presiding officer assumed the charge Trial court\ndismissing the application and decreed the suit against\ndefendants - Appeal filed by defendants against the ex parte\ndecree dismissed by the High Court - Appeal before Supreme\nCourt Case of defendants that judgment passed by\nPresiding Officer of trial court and upheld by High Court was\n-\n1141\n-\nF\nG\nH\n1142 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n-\nA nullity as it was delivered by a Judge who never heard the\nmatter; that the predecessor Judge fixed the date for\npronouncement of judgment but she never delivered\njudgment - Held: Defendants, having lost their privilege of\ncross-examining the plaintiff's witnesses and of advancing oral\nB arguments, forfeited their right to address the trial court on\nmerits Successor Judge can deliver the judgment without\noral arguments where one party has already lost his right of\nmaking oral arguments and the other party does not insist on\nit - It cannot be said that the trial court violated the\nC fundamental principle of law-one who hears must decide the\ncase - Plaintiff closed his evidence and defendants failed to\nappear, the trial court did not commit any error in ordering the\nsuit to proceed ex parte; hearing the arguments and closing\nthe suit for pronouncement of judgment - Once the suit is\nclosed for pronouncement of judgment, there is no question\nof further proceedings in the suit - Merely, because the\ndefendants continued to make application after application\nand the trial court heard those applications, it cannot be said\nthat such appearance by the defendants is covered by the\nexpression \"appeared on the day fixed for his appearance\noccurring in Or. 9 r. 7 and thereby entitling them to address\nthe court on the merits of the case - Or. 9 r. 7 has no\napplication – It cannot be said that any prejudice was caused\nto the defendants if these witnesses did not enter the witness\nbox - Defendants by their conduct and tactics disentitlea\nthemselves from any further indulgence by the trial court -\nThus, the trial court did not act illegally or with material\nirregularity or irrationally or in an arbitrary manner in passing\nthe orders closing the right of the defendants to cross-examine\nplaintiff's witnesses and fixing the matter for pronouncement\nG of judgment.\nD\nE\nF\nH\n-\n-\n-\nOr. XVIII r.15 – Nature of - Held: Provision contained in\nr. 15 Or. XVIII is a special provision – It enables the successor\nJudge to proceed from the stage at which his predecessor left\nthe suit - The idea behind this provision is to obviate re-\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1143\nM.S.S. FOOD PRODUCTS\n-\n-\nrecording of the evidence or re-hearing of the suit where a\nJudge is prevented by death, transfer or other cause from\nconcluding the trial of a suit and to take the suit forward from\nthe stage the predecessor Judge left the matter – Care is\ntaken that in such event the progress. that has already taken\nplace in the hearing of the suit is not set at naught\nExpression \"from the stage at which his predecessor left it\" is\nwide and comprehensive enough to take in its fold all\nsituations and stages of the suit - It cannot be narrowed down\nby any exception - The principle that one who hears must\ndecide the case, is not applicable to all situations in the\nhearing of the suit - Hearing of a suit does not mean oral\narguments alone but it comprehends both production of\nevidence and arguments - Hearing of the suit begins when\nevidence in suit begins and was concluded by pronouncement\nof judgment.\n-\n-\nOr. XVIII r. 2 Statement and production of evidence -\nPurpose of Held: Is to give an option to the parties to argue\ntheir case when the evidence is conducted - Parties\nthemselves decide whether they would avail of this privilege\nand if they do not avail, they do so at their peril.\nOr. XVIII r. 2(1) and (2) - Expressions \"state his case\",\n“produce his evidence” and “address the court generally on\nthe whole case\" occurring therein - Held: Said expressions\nhave different meaning and connotation.\n-\nA\nB\nC\nD\nE\nF\nOr. IX r. 7 Conclusion of hearing of the suit and the suit\nclosed for judgment - Applicability of Or. IX r. 7 - Held: Is not\napplicable - Or. IX r. 7 pre-supposes the suit having been\nadjourned for hearing - Adjournment for the purposes of\npronouncing judgment is no adjournment of the \"hearing of G\nthe suit\".\nOr. IX r. 6 (1)(a) – After due service of summons, the\ndefendant not appearing when the suit is called on for hearing\n- Effect of - Held: Order might be passed to hear the suit ex\n·\nH\n1144 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA parte - Said provision does not in any way impinge upon the\nB\nC\npower of the court to proceed for disposal of the suit in case\nboth the parties or either of the parties fail to appear as\nprovided in Or. IX.\nOr. XVIII r. 4- Recording of evidence - Purpose and\nobjective of - Held: Is speedy trial of the case and to save\nprecious time of the court - Examination-in-chief of a witness\nis now mandated to be made on affidavit with a copy thereof\nto be supplied to the opposite party - Cross-examination and\nre-examination of witness shall be taken either by the court\nor by Commissioner appointed by it - In a case in which\nappeal is allowed, r. 5 provides that the evidence of each\nwitness shall be taken down in writing by or in the presence\nand superintendence of the Judge - There is no requirement\nin Or. XVIII r 5 that in appealable cases, the witness must\nD enter the witness box for production of his affidavit and\nformally prove the affidavit - Such witness is required to enter\nthe witness box in his cross-examination and, if necessary,\nre-examination.\nE\nF\n-\n·\nOr. XXX r. 10- Suit against person carrying on business\nin name other than his own - Held: Is an enabling provision\nIt provides that a person carrying on business in a name or\nstyle other than his own name may be sued in such name or\nstyle as if it were a firm name - As a necessary corollary, the\nsaid provision does not enable a person carrying on business\nin a name or style other than in his own name to sue in such\nname or style.\nOr. XX r 1 - Matter fixed for pronouncement of judgment\n- Plea that plaintiff not arguing the matter as required by Or.\nG XX r. 1 - Effect of, on the decision of the suit - Held: The\nH\n-\nplaintiffs had already advanced the arguments and the\njudgment was reserved and kept for pronouncement –\nJudgment could not be pronounced on that day and the\nmatter, thereafter, was fixed on various dates on the diverse\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1145\nM.S.S. FOOD PRODUCTS\napplications made by the defendants - It cannot be said that A\nthe trial judge ought to have dismissed the suit.\n-\nInterlocutory applications Contentions raised by the\ndefendants not considered by the High Court - Challenge\nmade to the orders passed by the trial court on the\ninterlocutory applications before this Court and arguing that\ntrial court erred in not adhering to the pre-trial procedures\nPermissibility of - Held: Not permissible - The proper course\navailable to the appellants was to bring to the notice of the\nHigh Court the aspect by filing a review application Such\ncourse was never adopted.\n-\n-\nB\nC\nEvidence - Secondary evidence - Trial court granting\nplaintiff to lead secondary evidence - Correctness of – Held:\nTrial court did not commit any error in permitting the plaintiff\nto lead secondary evidence when the original assignment D\ndeed was reportedly lost.\n=\nAdministrative law - Doctrine of proportionality\nApplicability of - To civil disputes' governed by the Code of\nCivil Procedure Held: Is not necessary - Code is\ncomprehensive and exhaustive in respect of the matters\nprovided therein - Parties must abide by the procedure\nprescribed therein which is extremely rational, reasonable and\nelaborate - Where the Code is silent, the court acts according\nto justice, equity and good conscience - If the trial court\ncommits illegality or irregularity in exercise of its judicial\ndiscretion, such order is always amenable to correction by a\nhigher court in appeal or revision or by a High Court in its\nsupervisory jurisdiction.\nE\nF\nRespondent-plaintiff filed a suit against the G\nappellants-defendants before the Additional District\nJudge for passing off action, declaration and injunction\nas also filed an application for temporary injunction. An\nad interim ex parte injunction was granted in favour of the\nplaintiff. Thereafter, the same was made absolute till the H\nC\nD\n1146 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA disposal of the suit. The defendant then filed an appeal.\nThe High Court while dismissing the appeal directed the\ntrial court to conclude the trial of the suit expeditiously\nand dispose it of within the stipulated period. Aggrieved,\nthe defendants filed Special Leave Petition before this\nB Court challenging the order of temporary injunction\ngranted by the trial court and upheld in appeal by the\nHigh Court. During the course of proceedings in the suit\nmany interlocutory applications were filed by the\ndefendants and the plaintiff. This Court dismissed\ndefendants' appeal, directing the trial court to comply\nwith the direction of the High Court and complete the trial\nand disposal of the suit within six months from that date.\nHowever, the defendants continued to make application\nafter application stalling the effort of the trial court in that\ndirection. On February 28, 2005, the trial court rejected\nthe defendants' applications and asked the advocate for\nthe defendants to cross-examine plaintiff's witnesses.\nThe advocate for the defendants stated that he had no\nauthority to cross-examine plaintiff's witnesses; and he\nis not in position to do anything and the court may do\nwhatever it wanted. The trial court closed the defendants'\nright to cross-examine the plaintiff's witnesses and fixed\nthe matter for March 17, 2005. On that date, nobody\nappeared on behalf of the defendants and the matter was\ndirected to proceed ex parte. The plaintiff closed the\nF evidence and the trial court heard the arguments of the\nplaintiff and reserved the judgment and fixed the matter\nfor March 28, 2005 for pronouncement of judgment. It\nappears that later on the advocate for the defendants\nappeared on that date and signed the order sheet.\nG Thereafter, the arguments were heard. Though the matter\nwas fixed for pronouncement of judgment on March 28,\n2005, meanwhile, the defendants moved an application\nfor setting aside the ex parte order. Even thereafter the\ndefendants continued to make applications. The\nH judgment was not pronounced on the date fixed or\nE\n:\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1147\nM.S.S. FOOD PRODUCTS\nimmediately thereafter. The Presiding Officer who had A\nheard the arguments got transferred and the new\nPresiding Officer assumed the charge. Even thereafter\nthe defendants kept on making application after\napplication and the same were dismissed. Thereafter, the\ntrial court decreed the plaintiff's suit. The defendants filed\nan appeal against ex parte decree. The Division Bench\nof the High Court dismissed the appeal except the relief\nin respect of profits relating to damages. Therefore, the\ndefendants filed the instant appeal.\nDismissing the appeal, the Court\nHELD: 1.1 Order XX Rule 1 of the Code of the Civil\nProcedure, 1908 provides that the court, after the case\nhas been heard, shall pronounce the judgment in an open\ncourt either at once or on some future date after fixing a\nday for that purpose of which due notice shall be given.\nto the parties or their pleaders. The hearing of a suit\nbegins on production of evidence by the parties and suit\ngets culminated on pronouncement of the judgment.\nUnder Order XVIII Rule 1 of the Code, the plaintiff has a\nright to begin unless the defendant admits the facts\nalleged by the plaintiff and contends that either in point\nof law or on some additional facts alleged by him the\nplaintiff is not entitled to any part of the relief which he\nseeks, in which case the defendant has the right to begin.\nOn the day fixed for the hearing of the suit or any other\nday to which the hearing is adjourned, as per the\nprovisions contained in Order XVIII Rule 2, party having\nthe right to begin is required to state his case and\nproduce his evidence in support of issues which he is\nbound to prove. Under Order XVIII, Rule 2 sub-rule (2), the\nother party shall then state his case and produce his\nevidence. Under sub-rule (3A) of Rule 2 of Order XVIII, the\nparties in suit may address oral arguments in a case and\nmay also avail opportunity of filing written arguments\nbefore conclusion of oral arguments. Rule 15 of Order\nB\nC\nD\nE\nF\nG\nH\nC\nD\n1148 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA XVIII provides for the contingency where the Judge\nbefore whom the hearing of the suit has begun is\nprevented by death, transfer or other cause from\nconcluding the trial of a suit. This provision enables the\nsuccessor Judge to proceed from the stage at which his\nB predecessor left the suit. The provision contained in Rule\n15 of Order XVIII of the Code is a special provision. The\nidea behind this provision is to obviate re-recording of the\nevidence or re-hearing of the suit where a Judge is\nprevented by death, transfer or other cause from\nconcluding the trial of a suit and to take the suit forward\nfrom the stage the predecessor Judge left the matter. The\ntrial of a suit is a long drawn process and in the course\nof trial, the Judge may get transferred; he may retire or\nin an unfortunate event like death, he may not be in a\nposition to conclude the trial. The Code has taken care\nby this provision that in such event the progress that has\nalready taken place in the hearing of the suit is not set at\nnaught. This provision comes into play in various\nsituations such as where part of the evidence of a party\nhas been recorded in a suit or where the evidence of the\nparties is closed and the suit is ripe for oral arguments\nor where the evidence of the parties has been recorded\nand the Judge has also heard the oral arguments of the\nparties and fixed the matter for pronouncement of\njudgment. The expression \"from the stage at which his\nF predecessor left it\" is wide and comprehensive enough\nto take in its fold all situations and stages of the suit. No\ncategory or exception deserves to be carved out while\ngiving full play to Rule 15 of Order XVIII of the Code which\namply empowers the successor Judge to proceed with\nG the suit from the stage at which his predecessor left it.\n[Para 25] [1170-E-H; 1171-A-G]\nE\nH\nGullapalli Nageswara Rao and Ors. v. Andhra Pradesh\nState Road Transport Corporation and Anr. (1959) Supp 1\nSCR 319 referred to.\n-\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1149\nM.S.S. FOOD PRODUCTS\n1.2. The principle that one who hears must decide the A\ncase, with reference to hearing by a quasi judicial forum\nis not applicable to all situations in the hearing of the suit.\n\"Hearing of the suit\" as understood is not confined to oral\nhearing. Hearing of the suit begins when the evidence in\nthe suit begins and is concluded by the pronouncement B\nof judgment. The Code contemplates that at various\nstages of the hearing of the suit, the Judge may change\nor he may be prevented from concluding the trial and in\nthat situation, the successor Judge must proceed in the\nsuit from the stage the predecessor Judge has left it.\n[Para 27] [1172-D-F]\nAmerican Baptist Foreign Mission Society, by its Attorney\nRev. W.L. Ferguson, Jaladi Ayyappaseti and Anr. and\nGurram Seshiah and Anr. v. Amalanadhuni Pattabhiramayya\nand Ors. 48 Ind. Cas.859 - referred to.\n1.3. Order XVIII Rule 2 of the Code gives an option\nto the parties to argue their case when the evidence is\nconducted and it is for them to decide whether they would\navail themselves of this privilege and if they do not, they\ndo so at their peril. In the instant case, the right of the\nappellants-defendants to cross-examine respondent-\nplaintiff was closed on February 28, 2005. The matter was\nthen fixed for March 17, 2005 for the remaining evidence\nof the respondent. On that day, none appeared for the\ndefendants although the matter was called out twice. In\nthat situation, the Judge ordered the suit to proceed ex\nparte against the defendants; heard the arguments of the\nplaintiff and closed the suit for pronouncement of\njudgment on March 28, 2005. In these facts, the\ndefendants, having lost their privilege of cross-examining\nthe respondent's witnesses and of advancing oral\narguments, now cannot be permitted to raise any\ngrievance that the successor Judge who delivered the\njudgment did not given them an opportunity of oral\narguments. [Para 30] [1175-E-H; 1176-A]\nC\nD\nE\nF\nG\nH\nA\nB\nC\n1150 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nHarji Mal and Anr. v. Devi Ditta Mal and Ors. AIR (1924)\nLah 107 approved.\n-\n1.4. The expressions \"state his case\", \"produce his\nevidence\" and \"address the court generally on the whole\ncase” occurring in Order XVIII Rule 2, sub-rule (1) and (2)\nhave different meaning and connotation. By use of the\nexpression \"state his case\", the party before production\nof his evidence is accorded an opportunity to give\ngeneral outlines of the case and also indicate generally\nthe nature of evidence likely to be let in by him to prove\nhis case. The general outline by a party before letting in\nevidence is intended to help the court in understanding\nthe evidence likely to be followed by a party in support\nof his case. After case is stated by a party, the evidence\nis produced by him to prove his case. After evidence has\nD been produced by all the parties, a right is given to the\nparties to make oral arguments and also submit written\nsubmissions, if they so desire. The hearing of a suit does\nnot mean oral arguments alone but it comprehends both\nproduction of evidence and arguments. The scheme of\nE the Code, as embodied, in Order XVIII Rule 2, particularly,\nsub-rules (1), (2), (3) and (3A) and Rule 15 enables the\nsuccessor Judge to deliver the judgment without oral\narguments where one party has already lost his right of\nmaking oral arguments and the other party does not\nF insist on it. It cannot be said that the trial court violated\nthe fundamental principle of law, i.e. \"one who hears must\ndecide the case\". [Paras 31 and 32] [1176-B-G]\nG\nH\n2.1. In the first place, once the hearing of the suit is\nconcluded; and the suit is closed for judgment, Order IX\nRule 7 of the Code has no application at all. The very\nlanguage of Order IX Rule 7 makes this clear. This\nprovision pre-supposes the suit having been adjourned\nfor hearing. The courts, number of times have said that\nadjournment for the purposes of pronouncing judgment\n"}