{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"M/S. AGRI GOLD EXIMS LTD.\nv.\nM/S. SRI LAKSHMI KNITS \u0026 WOVENS AND ORS.\nJANUARY 23, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nArbitration and Conciliation Act, 1996—S.8-Held, is pre-emptory in\nnature-Where arbitration agreement exists, Court under obligation to\nrefer parties to arbitration in terms of arbitration agreement—In such case\ncivil suit would not be maintainable-Arbitration Act, 1940-Section 34.\nThe Appellant and the Respondents had entered into a Memorandum\nof Understanding (MOU) which contained an arbitration clause. Respondents\nissued five post-dated cheques in relation to the amount due to Appellant.\nHowever two cheques were dishonoured, pursuant to which Respondents\nmade certain payments vide demand draft. Before receipt of the said\npayments, Appellant filed suit for money decree before the District Court.\nRespondents challenged maintainability of the suit and filed application\npraying for reference of the disputes to the arbitral tribunal in terms of\nthe arbitration clause contained in the said MOU. The application was\ndismissed. On revision, however, the High Court held that the suit filed by\nthe Appellant was not maintainable and accordingly directed the parties to\ntake recourse to the provisions of the Arbitration and Conciliation Act,\n1996. Hence the present appeal.\nDismissing the appeal, the Court\nHELD: 1. The 1996 Act was enacted in the light of UNCITRAL Model\nRules. Section 8 of the 1996 Act makes a radical departure from Section\n34 of the Arbitration Act, 1940. Difference between Section 34 of the 1940\nAct and Section 8 of the 1996 Act is distinct and apparent.\nA\nB\nC\nD\nE\nF\n[Para 16] [1166-B-C] G\nRashtriya Ispat Nigam Limited v. M/s. Verma Transport Company\n(2006) 7 SCALE 565, referred to.\n2.1. Respondents had not filed any written statement in the suit. They\nhad not disclosed their defence. They indisputably had raised a dispute in\n1161\nH\n1162\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA regard to the claim of the appellant. The arbitration agreement entered into\nby and between the parties is of wide amplitude. The arbitration agreement\nbrings within its fold dispute of any nature whatsoever. It is in broadest\nterm. The term 'dispute' must be given its general meaning under the 1996\nAct. [Paras 18 \u0026 19] [1167-A-B, D]\nB\nP. Ramanatha Aiyar's Advanced Law Lexicon, 3rd Edition, p.1431,\nreferred to.\n2.2. Admittedly, the appellant's claim is not confined to the question\nregarding non-payment of the amount under the two dishonoured cheques.\nC Thus, there existed a dispute between the parties. [Para 21] [1167-F]\n3. Appellant evidently has taken before this Court an inconsistent\nstand. If he was satisfied with the payment of the said demand drafts, he\nneed not pursue the suit. It could have said so explicitly before the High\nD Court. It cannot, therefore, be permitted to approbate and reprobate.\n[Para 22] [1167-G]\nE\nF\nG\n4. Section 8 of the 1996 Act is pre-emptory in nature. In a case where\nthere exists an arbitration agreement, the Court is under obligation to\nrefer the parties to arbitration in terms of the arbitration agreement. No\nissue, therefore, would remain to be decided in a suit. Existence of\narbitration agreement is not disputed. The High Court, therefore, was right\nin referring the dispute between the parties to arbitration.\n[Para 23] [1167-H, 1168-A-B]\nHindustan Petroleum Corpn. Ltd. v. Pinkcity Midway Petroleums,\n[2003] 6 SCC 503 and Rashtriya Ispat Nigam Limited v. M/s. Verma\nTransport Company, [2006] 7 SCALE 565, relied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 326 of 2007.\nFrom the Final Judgment and Order dated 16.12.2005 of the High Court\nof Judicature, Andhra Pradesh at Hyderabad in C.R.P. No. 5241/2004.\nAnnam D.N. Rao and D. Pawan Kumar for the Appellant.\nH\nAnupam Lal Das and Amit Sharma for the Respondents.\n'\nAGRI GOLD EXIMS LTD. v. SRI LAKSHMI KNITS \u0026 WOVENS [SINHA, J.] 1163\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. : 1. Leave granted.\n2. An order of the Andhra Pradesh High Court dated 16th December,\n2005 passed in Civil Revision Petition No. 5241 of 2004 directing the parties\nto take recourse to the provisions of the Arbitration and Conciliation Act,\n1996 (for short \"the 1996 Act\") opining that the suit filed by the appellant\nherein was not maintainable, is in question before us.\n3. Appellant and the predecessor-in-interest of the respondents entered\ninto a Memorandum of Understanding on 8.05.2002 in relation to their\nbusinesses of export. The same Memorandum of Understanding contained\nan arbitration clause in the following terms:\nA\nB\nC\n\"In case of any dispute between the two parties, the same\nshall be referred to Arbitration, by two Arbitrators, nominated by D\neach of the parties. The Award of the Arbitrators shall be binding\non both the parties.\"\n4. Disputes and differences arose between the parties. However, the\nperson who was managing the affairs of the respondents firms passed away.\nHis daughter thereafter took over the business of the firms. By a letter dated\n03.08.2003, it was stated:\n\"It is with great sorrow and regret that we write to inform you\nthe said demise of our beloved Mr. R. Srivatsan, Managing Director\nof our Company on the 1 August, 2003 at 20-45 hrs after a brief\nillness. He suffered a massive heart attack and succumbed.\nE\nF\nHowever the business interests of the company will be\ncontinued to fulfil his cherished goal and vision. Our company will\nstrive to carry forward his legacy which will serve as a beacon light G\nin all our future endeavours.\nWe wish to reiterate all our customers that business will be\ncarried on a usual and all our commitments and obligations shall be\nmade without any interruption.\nH\n1\nA\nB\nC\n1164\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nWe seek your fullest co-operation at this juncture to achieve\nand end results and fulfill Mr. R. Srivatsan's cherished dreams.\"\n5. They entered into a purported settlement of dispute in relation to the\namount due and owing to the appellant. In terms of a letter dated 08.08.2003,\nit was stated:\n\"We observe that you have charged interest of Rs.827755 which\namount could kindly waive. Out of the principal balance amount of\nRs. 17.50 lakhs, we are in a position to pay at best Rs.5 lakhs only.\nWe have arrived at this figure after thoroughly analyzing our\nsituation. We are confident that such a large and prestigious\nCompany like yours will definitely lend as your hand of friendship\nand bail us out of our current situation.\"\n6. They asked for waiver of some interest, etc. which allegedly was\naccepted by it. The respondents issued five post dated cheques of Rs.\nD 11,25,000 each, which were forwarded by a letter dated 9th January, 2003\n(I)\nE\nF\nG\nH\nstating:\n\"We are enclosing herewith five post dated cheques Bearing Nos.:\n574351 TO 574355 (5 Cheques) drawn ICICI Bank Ltd., Mount Road,\nEach R. 11,25,000 (Eleven Lakhs Twenty Five Thousand only)\ntowards settlement of your outstanding calculated on approximate\nbasis.\nOnce the overseas bills are realized we shall arrive at the exact\namount balance. And if anything to be paid, we shall pass it on the\nsame to you by a separate cheque with in 30 days time.\"\n7. The said cheques were presented to the bank. Payments in terms of\nthree cheques bearing Nos. 574351 dated 21.4.2003, 574352 dated 21.5.2003\nand 574353 dated 21.6.2003 were honoured whereas the fourth cheque\nbearing No. 574354 dated 21.7.2003 was dishonoured on 29.07.2003.\n8. Admittedly, Respondents without prejudice to their rights and\ncontentions sent a demand draft bearing number 028881 drawn on 18.08.2003\nfor a sum of Rs. 11,25,000 which was accepted by the appellant. Yet again\non 12.09.2003, the respondents without prejudice to their rights sent another\ndemand draft bearing number 029612 for a sum of Rs. 11,25,000.\nAGRI GOLD EXIMS LTD. v. SRI LAKSHMI KNITS \u0026 WOVENS [SINHA, J.] 1165\n9. Before receipt of the said payments, however, the appellant filed a\nsuit in the District Court at Vijaywada for a decree for a sum of Rs. 36,14,887,\nthe cause of action wherefor was stated as under:\nsuit.\n\"The cause of action has arisen on 08-05-2002 when the memorandum\nof Understanding was executed between the plaintiff and the\nDefendant, and on all subsequent dates when the various\ntransactions took place and on 29-07-2003, when the Cheque dated\n21-07-2003 issued by the 1st Defendant was dishonoured.\"\n10. Dishonour of the cheques was not put as a cause of action for the\n11. In the said suit, the following prayers were made:\n\"(a) For the Suit amount of Rs.36,14,887 (Rupees Thirty Six Lakhs\nFourteen Thousand Eight Hundred and Eighty Seven only).\n(b) For future interest @ 24% p.a. on Rs.53,79,149 (Rupees Fifty\nthree Lakhs Seventy nine Thousand One Hundred and Forty\nNine only) from the date of the suit till the date of realization.\"\n12. Respondents in the said suit filed an application praying for\nreference of the dispute to the arbitral tribunal in terms of the arbitration\nclause contained in the said Memorandum of Understanding and contended\nthat the suit filed by the appellant was not maintainable. By reason of a letter\ndated 23.08.2004, the said application was dismissed opining that no dispute\nexisted between the parties for reference to an arbitration.\n13. On a revision application filed by the respondents herein, the High\nCourt, however, reversed the said order by the impugned judgment.\n14. Mr. Annam D.N. Rao, learned counsel appearing on behalf of the\nappellant, would submit that keeping in view of the fact that the respondents\nherein had accepted their liabilities, it cannot be said that there existed a\ndispute or dispute by and between the parties within the meaning of Clause\n20 of the Memorandum of Understanding dated 8.05.2002. According to the\nlearned counsel, as the respondents accepted their liability, pursuant whereto\nand in furtherance whereof, they issued post dated cheques, a suit for\nrealization of the amount under the said cheques would not attract the\nprovisions of the 1996 Act.\nA\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\n1166\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n15. Mr. Anupam Lal Das, learned counsel appearing on behalf of the\nrespondents, on the other hand, submitted that in view of the fact that the\nrespondents had paid the balance amount of Rs. 22,50,000 by way of two\ndemand drafts dated. 18.08.2003 and 12.09.2003, on its own showing, the\nappellant has no subsisting cause of action and, thus, it should withdraw\nthe suit.\n16. Difference between Section 34 of the Arbitration Act, 1940 and\nSection 8 of the 1996 Act is distinct and apparent. Section 8 of the 1996 Act\nmakes a radical departure from Section 34 of the 1940 Act. The 1996 Act was\nenacted in the light of UNCITRAL Model Rules.\n17. We need not dilate on this issue as this aspect of the matter has\nbeen considered by this Court in Rashtriya Ispat Nigam Limited \u0026 Anr. v.\nM/s. Verma Transport Company, [2006] 7 SCALE 565, wherein this Court\nnoticed:\nE\nF\nG\nH\n\"Section 34 of the repealed 1940 Act employs the expression\n'steps in the proceedings'. Only in terms of Section 21 of the 1940\nAct, the dispute could be referred to arbitration provided parties\nthereto agreed. Under the 1940 Act, the suit was not barred. The\nCourt would not automatically refer the dispute to an arbitral\ntribunal. In the event, it having arrived at satisfaction that there is\nno sufficient reason that the dispute should not be referred and no\nstep in relation thereto was taken by the applicant, it could stay the\nsuit.\nSection 8 of the 1996 Act contemplates some departure from\nSection 34 of the 1940 Act. Whereas Section 34 of the 1940 Act\ncontemplated stay of the suit; Section 8 of the 1996 Act mandates\na reference. Exercise of discretion by the judicial authority, which\nwas the hallmark of Section 34 of the 1940 Act, has been taken\naway under the 1996 Act. The direction to make reference is not\nonly mandatory, but the arbitration proceedings to be commenced\nor continued and conclusion thereof by an arbitral award remain\nunhampered by such pendency. [See O.P. Malhotra's 'The Law\nand Practice of Arbitration and Conciliation', 2nd Edition, pp. 346-\n347]\"\nand\nAGRI GOLD EXIMS LTD. v. SRI LAKSHMI KNITS \u0026 WOVENS [SINHA, J.]\n1167\nB\n18. Respondents had not filed any written statement in the suit. They A\nhad not disclosed their defence. They indisputably had raised a dispute in\nregard to the claim of the appellant. We have noticed the arbitration\nagreement entered into by and between the parties. It is of wide amplitude.\nThe arbitration agreement brings within its fold dispute of any nature\nwhatsoever. It is in broadest term. Respondents had made payments without\nprejudice to their rights and contentions. Payments were made keeping in\nview the ongoing business relationship between the parties. Out of the five\npost dated cheques, two were dishonoured. But, despite pendency of the\nsuit, payments had been made to satisfy the claim of the appellant in respect\nof the cheques which were dishonoured. Sufficient explanation has been\noffered by the respondents therefor. Certain contingencies of events, as\nindicated hereinbefore, are not in dispute. If the suit was confined to the\namount in respect of those two cheques, the contention of Mr. Rao could\nhave been accepted. But it is not so.\nC\n19. The term 'dispute' must be given its general meaning under the\nD\n1996 Act.\n20. In P. Ramanatha Aiyar's Advanced Law Lexicon, 3rd edition, page\n1431, it is stated:\n\"In the context of an arbitration the words \"disputes\"\nand \"differences\" should be given their ordinary meanings. Because\none man could be said to be indisputably right and the other\nindisputably wrong, that did not necessarily mean that there had\nnever been any dispute between them...\"\n21. Admittedly, the appellant's claim is not confined to the question\nregarding non-payment of the amount under the two dishonoured cheques.\nThus, there existed a dispute between the parties. Had the dispute between\nthe parties been confined thereto only, the same had come to an end.\n22. Appellant evidently has taken before us an inconsistent stand. If\nhe was satisfied with the payment of the said demand drafts, he need not\npursue the suit. It could have said so explicitly before the High Court. It\ncannot, therefore, be permitted to approbate and reprobate.\n23. Section 8 of the 1996 Act is peremptory in nature. In a case where\nE\nF\nG\nH\n1168\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA there exists an arbitration agreement, the court is under obligation to refer\nthe parties to arbitration in terms of the arbitration agreement. [See Hindustan\nPetroleum Corpn. Ltd. v. Pinkcity Midway Petroleums, (2003) 6 SCC 503\nand Rashtriya Ispat Nigam Limited (supra)] No issue, therefore, would\nremain to be decided in a suit. Existence of arbitration agreement is not\ndisputed. The High Court, therefore, in our opinion, was right in referring\nthe dispute between the parties to arbitration.\nB\n24. For the reasons aforementioned, there is no merit in this appeal\nwhich is dismissed accordingly with costs. Counsel's fee assessed at Rs.\n25,000.\nC\nB.B.B.\nAppeal dismissed.\n7\n.\n"}