{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nC\nM. DURAI\nV.\nMADHU AND ORS.\nJANUARY 11, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nAdverse possession-Burden to prove-Suit claiming title by sale\ndeed-Defendants claiming adverse possession-Dismissal of suit-First\nAppellate Court holding in favour of plaintiff-High Court formulated\nquestion as to whether the lower appellate court was correct putting the\nburden to prove the possession on defendant while it was on the plaintiff\nto prove his title-And was decided in favour of defendants-On appeal,\nheld: Once the plaintiff proves his title, the burden shifts to the defendant\nto establish perfection of his title by adverse possession-High Court\nformulated a wrong question-Hence matter remitted to High Court-\nD Limitation Act, 1908-Articles 142 and 144-Limitation Act, 1963—\nEvidence-Burden of proof.\nE\nF\nG\nH\nAppellant-Plaintiff filed a suit claiming title over the suit property on\nthe strength of a sale deed. Respondents-defendants claimed to have perfected\ntheir title to the property by adverse possession. Trial Court accepting the\nplea of defendants, dismissed the suit. Order of trial court was reversed by\nFirst Appellate Court. In second appeal, High Court held that evidence\nadduced proves that only the defendants were in possession and enjoyment\nof the suit property for over the statutory period. It was for the plaintiff to\nestablish his title over the suit property. Hence the present appeal.\nAllowing the appeal, the Court\nHELD: 1. The High Court formulated a wrong question. The change\nin the position in law as regards the burden of proof as was obtaining\nin the Limitation Act, 1908 vis-à-vis Limitation Act, 1963 is evident.\nWhereas in terms of Articles 142 and 144 of the old Limitation Act, the\nPlaintiff was bound to prove his title as also possession within twelve years\npreceding the date of institution of the suit under the Limitation Act, 1963\nonce the plaintiff proves his title, the burden shifts to the defendant to\nestablish that he has perfected his title by adverse possession.\n[Paras 7 and 8] [819-E-F]\n816\nM. DURAI v. MADHU [SINHA, J.]\n817\nSaroop Singh v. Banto and Ors., [2005] 8 SCC 330; T. Anjanappa A\nand Ors. v. Somalingappa and Anr., [2006] 7 SCC 570, relied on.\n2. Impugned judgment cannot be sustained and the matter is remitted\nto the High Court for consideration of the Second Appeal afresh after\nformulating an appropriate substantial question of law arising, if any.\n[Para 11] [821-B-C]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6195 of 2000.\nFrom the Final Judgment and Order dated 16.2.1999 of the High Court\nof Judicature at Madras in S.A. No. 671/1987.\nR. Nedumaran, S. Beno Bencigar and Rajiv Rufus, for the\nAppellant.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. : 1. The Plaintiff is in appeal before us from a judgment\nand decree dated 16.2.1999 passed by the High Court of Judicature at\nMadras in Second Appeal No. 671/87 whereby and whereunder the appeal\npreferred by the respondents herein from a judgment and order dated\n25.11.1986 of the Subordinate Judge. Tiruvallur, Tamil Nadu which in turn\nreversed the judgment and decree dated 10.9.1984 dismissing the Suit of the\nappellant was allowed. The plaintiff claimed title over the suit property by\nreason of a deed of sale dated 19.8.1978. The respondent, admittedly, are in\npossession of the said property. As the respondents refused to vacate the\nsuit land, the aforementioned suit was filed. The respondents in their written\nstatement, inter alia, contended as follows :\n\"...The Plaintiff is not the owner of the suit items. These defendants\nare living in the Cherinatham and the defendants are in continuous, open\nand uninterrupted possession of the house site and the backyard. In the\nbackyard, there are very huge Othia trees, date trees. Portia trees and other\ntrees which are there for generations. They were planted by the defendants'\nancestors. These defendants have also perfected title to the said portions\nin their occupation for more than the statutory period\"\nB\nC\nD\nE\nF\nG\n2. The learned trial Judge framed several issues; one of them being H\n༡༤.\n818\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA \"Whether the defendants perfected title to the suit property by adverse\npossession?\"\nB\nC\nD\n3. As indicated hereinbefore, the learned trial Judge dismissed the suit\nof the appellant holding that the defendants have perfected their title by\nremaining in possession of the suit land for a period of more than twelve\nyears. In the appeal preferred thereagainst by the appellant, the Subordinate\nJudge. Tiruvallur reversed the said findings of the learned trial Judge\nholding as follows:\n“There is no proof to the order to say that the vendor of the suit\nproperty who sold the same to the plaintiff in 1969 had the\nknowledge of the Defendant's possession over the property, that\nthough he sold the land to the extent of 1.59 acres in Survey No.\n83, the possession was obtained only after deducting the 5 cents\nof the land under the possession and the defendants and that the\nsame was the intention of the plaintiff and further as pointed out\nby the learned counsel for Appellant that the order of the Lower\nCourt that it is the intention of the plaintiff is only the Lower\nCourt's assumption.\"\n4. A Second Appeal thereagainst was filed by the respondents. The\nE High Court framed the following substantial question of law.\nF\nG\nH\n\"Whether the Lower Appellate Court is correct in having reversed\nthe judgment of the trial court without even adverting its attention\nto important question like adverse possession and without even\nconsidering the evidence available on record, but misguiding itself\nby a strange proposition that the burden lies on the defendants in\nthis case whereas the onus is entirely on the plaintiff to prove the\ncase put forward by him?”\n5. The High Court sought to appreciate the entire evidence and came\nto the following conclusion:\n66\n.The trial Court on a careful analysis of the entire evidence has\nconsidered that the physical possession of the plaintiff excludes\nthe defendants' possession and actually the extent to the west of\nthe suit property alone was in the physical possession and\nM. DURAI v. MADHU [SINHA, J.]\n819\nenjoyment of the plaintiff, which extent was alone in the possession\nand enjoyment of the vendor. Even though an extent of 1.59 cents\nwas conveyed to the plaintiff under Ex.A.1, the evidence adduced\nproves that only the defendants are in possession and enjoyment\nof the suit property for over the statutory period. So the judgment\nand decree passed by the first Appellate Court has to necessarily\nbe interfered with. It is for the plaintiff to establish his title over the\nsuit property. Even though the judgment and decree of the first\nAppellate Court being based on facts, cannot be interfered with in\nthis Second Appeal, the first appellate court has not considered the\nevidence adduced in coming to such conclusion and this has\nnecessitated this Court to interfere with the finding of the first\nAppellate Court in the Second Appeal.”\n6. Learned counsel appearing on behalf of the appellant inter alia\nsubmitted that the purported substantial question of law formulated by the\nHigh Court was mis-conceived inasmuch as in terms of Articles 64 and 65\nof the Limitation Act, 1963, the burden of proof to establish that they had\nperfected their title by remaining in possession would be on the defendants.\nWe see force in the submissions of the learned counsel.\n7. The change in the position in law as regards the burden of proof\nas was obtaining in the Limitation Act, 1908 vis-à-vis Limitation Act, 1963\nis evident. Whereas in terms of Articles 142 and 144 of the old Limitation\nAct, the Plaintiff was bound to prove his title as also possession within\ntwelve years preceding the date of institution of the suit under the Limitation\nAct, 1963, once the plaintiff proves his title, the burden shifts to the\ndefendant to establish that he has perfected his title by adverse possession.\n8. The High Court, therefore, evidently formulated a wrong question.\n9. This aspect of the matter has since been considered by this\nCourt in Saroop Singh v. Banic \u0026 Ors., [2005] 8 SCC 330 wherein it was\nheld thus:\n\"28. The statutory provisions of the Limitation Act have undergone\na change when compared to the terms of Article 142 and 144 of the\nSchedule appended to the Limitation Act, 1908, in terms whereof it\nwas imperative upon the plaintiff not only to prove his title but also\nto prove his possession within twelve years, preceding the date of\nA\nB\nC\nᎠ\nE\nF\nG\nH\n820\nA\nB\nс\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\ninstitution of the suit. However, a change in legal position has been\neffected in view of Articles 64 and 65 of the Limitation Act, 1963.\nIn the instant case, the plaintiff-respondents have proved their title\nand thus, it was for the first defendant to prove acquisition of title\nby adverse possession. As noticed hereinbefore, the first defendant-\nappellant did not raise any plea of adverse possession. In that view\nof the matter the suit was not barred.\n29. In terms of Article 65 the starting point of limitation does not\ncommence from the date when the right of ownership arises to the\nplaintiff but commences from the date the defendant's possession\nbecomes adverse. (See Vasantiben Prahladji Nayak v. Somnath\nMuyibhat Nayak.)\n30. “Animus Possidendi' is one of the ingredients of adverse\npossession. Unless the person possessing the land had a requisite\nanimus the period for prescription does not commence. As in the\ninstant case, the appellant categorically states that his possession\nis not adverse as that of true owner, the logical corollary is that he\ndid not have the requisite animus. (See Mohd. Mohd. Ali v. Jagdish\nKalita, SCC 21.)\"\n10. Yet again in T. Anianappa \u0026 Ors. v. Somalingappa \u0026 Anr., [2006]\n7 SCC 570 this Court opined as under:\n\"Adverse possession is that form of possession or occupancy of\nland which is inconsistent with the title of the rightful owner and\ntends to extinguish that person's title. The person setting up\nadverse possession may have been holding under the rightful\nowner title e.g. trustees, guardians, bailiffs or agents......”\nIt was further more held as under:\n\"It is well-recognised proposition in law that mere possession\nhowever long does not necessarily mean that it is adverse to the\ntrue owner. Adverse possession really means the hostile possession\nwhich is expressly or impliedly in denial of the title of the true\nowner and in order to constitute adverse possession the possession\nproved must be adequate in continuity, in publicity and in extent\nso as to show that it is adverse to the true owner. The classical\nrequirements of acquisition of title by adverse possession are that\n}\n:\nM. DURAI v. MADHU [SINHA, J.]\n821\nsuch possession in denial of the true owner's title must be peaceful,\nopen and continuous. The possession must be open and hostile\nenough to be capable of being known by the parties interested in\nthe property, though it is not necessary that there should be\nevidence of the adverse possessor actually informing the real\nowner of the former's hostile action.\"\n11. In view of the aforementioned authoritative pronouncements of this\nCourt, we are of the opinion that the impugned judgment cannot be\nsustained and this should be set aside and the matter be remitted to the High\nCourt for consideration of the Second Appeal afresh after formulating an\nappropriate substantial question of law arising, if any. The appeal is allowed.\nNo. costs.\nK.K.T.\nAppeal allowed.\nA\nB\nC\n"}