{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nVASANT TUKARAM PAWAR\nV.\nSTATE OF MAHARASHTRA\nAPRIL 15, 2005\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nCode of Criminal Procedure, 1973-Section 389-Suspension of Sentence\nand grant of bail-Conviction and sentence by Trial Court under Prevention\nC of Corruption Act-Accused also convicted under the Act in another case on\nprevious occasion-Prayer for suspension of sentence and grant of bail rejected\nby High Court on the ground that fine imposed was not deposited-Relevance\nof forfeiture of attached property and effect and relevance of other case not\nconsidered-Fine deposited subsequent to decision-On appeal, held:\nSuspension of sentence and grant of bail should not be granted as a matter\nof routine-In the facts of the present case High Court directed to reconsider\nthe application considering the effect and relevance of the other case and\nrelevance of the forfeiture of the property-Prevention of Corruption Act,\n1988 Sections 13(1)(e) and 13(2).\nD\nE\nBail and Suspension of sentence--Difference between.\nAppellant-accused was tried under Section 13(1)(e) r/w Section 13(2)\nof Prevention of Corruption Act, 1988 for being in possession of property\ndisproportionate to his known source of income. Trial Court convicted him\nfor the offences and sentenced him accordingly. In appeal to High Court,\nF appellant prayed for suspension of sentence and grant of bail. High Court\nrejected the prayer on the ground that the fine imposed had not been deposited\nby the appellant.\nG\nH\nRespondent-State contended that in a previous case (Special Case No.99\nof 1996) appellant had faced trial with two others wherein he was convicted\nand sentenced for the offences punishable u/ss. 13(1)(c), 13(1)(d) r/w Section\n13(2) of the Act and Section 120 and 409 IPC, hence in this background no\ninterference was called for.\nAppellant contended that the fine had been deposited subsequent to the\n630\n1\nVASANT TUKARAM PAWAR v. STATE OF MAHARASHTRA [PASAYAT, J.] 631\ndecision of the High Court and that his conviction in the other case was not A\none of the factors for rejecting the prayer.\nDisposing of the appeal, the Court\nHELD: 1. There is a distinction between bail and suspension of sentence.\nB\nOne of the essential ingredients of Section 389 Cr.P.C., is the requirement of\nthe Appellate Court to record reasons in writing for order of suspension of\nexecution of the sentence or an order of release if the accused is in confinement.\nThe said Court can direct that he be released on bail or on his own bond.\nRequirement of recording reasons in writing clearly indicates that there has\nto be careful consideration of the relevant aspects and the order directing C\nsuspension of sentence and grant of bail should not be passed as a matter of\nroutine. [633-E-G]\n2. One of the reasons which weighed with the High Court was that fine\nimposed had not been deposited. Same has been subsequently deposited.\nFurther, the relevance of the forfeiture of the attached property has not been D\nconsidered. Therefore, the High Court is directed to re-consider the\napplication. While doing so, the effect and relevance of the order of conviction\nand sentence passed in S.C. 99 of 1996 shall be considered. [633-H; 634-A]\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 558\nof 2005.\nFrom the Judgment and Order dated 15.6.2004 of the Bombay High\nCourt at Aurangabad in Crl. A. No. 729 of 2004 in Crl. A. No. 188 of 2004.\nDr. Rajeev, B. Masodkar and Anil K. Jha for the Appellant.\nU.U. Lalit, S.S. Shinde, Mukesh K. Giri and R.K. Adsure with him for\nthe Respondent.\nThe Judgment of the Court was delivered by\nE\nF\nARIJIT PASAYAT, J. Leave granted.\nRefusal by the Bombay High Court, Aurangabad Bench to accept the\nprayer of the appellant, for suspension of sentence and to be released on bail\nwhile admitting the appeal filed by him, is questioned in this Appeal.\nG\nH\n632\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA\nB\nFactual backgound facts in a nutshell are as follows:\n-\nThe appellant faced trial for alleged commission of offence punishable\nunder Section 13(1) (e) read with Section 13(2) of the Prevention of Corruption\nAct, 1988 (in short the ‘Act'). The allegation against the appellant was that\nhe was in possession of property worth Rs. 4,12,297 which was\ndisproportionate to his known sources of income. Appellant faced trial in the\nCourt of Special Judge, Dhule in Special Case No. 77 of 1996. After\nconsidering the available materials on recored, the trial court held that the\naccused-appellant was in possession of assests disproportionate to his known\nsources of income. The conclusion was arrived at after taking note of the\nC pecuniary resources of the accused appellant. The trial court held that the\nextent of the disproportionate assets amounted to Rs. 3,10,784. Accordingly,\nhe was convicted for offence punishable under Section 13(1)(e) read' with\nSection 13(2) of the Act. He was sentenced to undergo rigorous imprisonment\nfor 7 years and to pay a fine of Rs. 1,00,000 with default stipulation. In\nconfiscation proceedings certain properties were forfeited to the State\nGovernment and these properties had been attached during trial. Against the\nconviction and sentence appeals have been filed before the Bombay High\nCourt. Prayer for bail was made primarily on the ground that the evidence\nwas not sufficient to show that the alleged assets acquired were beyond the\nknown sources of income. It was pointed out that the accused was on bail\nE during trial and considering his age, (he was nearly 66 years), he ought to be\nreleased on bail. In essence, the prayer was for suspension of the sentence\nand grant of bail. The High Court noted that this was not a fit case where it\nwould be desirable to release the appellant on bail during pendency of the\nappeal and to suspend the order of conviction and sentence as prayed for. It\nwas noted that the fine imposed had not been deposited. Further, on\nF consideration of materials on record the amount of disportionate assets has\nbeen worked out. However, the hearing of the appeal was directed to be\nexpedited.\nD\nIn support of the appeal, learned counsel for the appellant submitted\nthat the fine of Rs. 1,00,000 imposed by the trial court had not been deposited\nG\nat the time the High Court considered the application. But the amount has\nbeen deposited subsequently. This was one of the factors indicated for not\naccepting the prayer for bail. The minimum sentence prescribed is one year\nand the appellant has suffered custody for nearby 10 months. The trial cout\nhas not considered the relevant aspects and has erroneously come to the\nH. conclusin that the appellant was in possession of assets disproportionate to\nVASANT TUKARAM PAWAR v. STATE OF MAHARASHTRA [PASAYAT, J.]\n633\nthe known sources of income.\nA\nB\nIn response, learned counsel for the respondent-State submitted that the\nevidence has been analysed in great detail by the trial court and considering\nthe rampant corruption which is prevalent in the society today no leniency\nshould be shown to the appellant. Additionally it is pointed out that in Special\nCase No. 99 of 1996 the appellant faced trial with two others and has been\nconvicted for offences punishable under Sections 13(1)(c), 13(1)(d) read with\nSection 13(2) of the Act as well as Sections 120 and 409 of the Indian Penal\nCode, 1860 (in short the 'IPC'). He was sentenced to undergo rigorous\nimprisonment of four years and fine for the offence relatable to Section\n120(B) IPC. He was also sentenced to undergo rigorous imprisonment for C\nseven years and to pay a fine of Rs. 1,00,000 with default stipulation for the\noffence punishable under Section 409 read with Section 120 (B) IPC. He was\nconvicted for the offence punishable under Section 13(1)(c) read with Section\n13(2) of the Act read with Section 120(B) and sentenced to undergo\nimprisonment for two years with fine. Similar was the sentence for the offence\npunishable under Section 13(1)(d) read with Section 13(2) read with Section\n120(B) IPC. In this background it was submitted that this is not a case where\nany interference is called for.\nLearned counsel for the appellant submitted that the conviction in the\nother case was not one of the factors considered for rejecting the prayer.\nD\nE\nF\nSection 389 of the Code of Criminal Procedure, 1973 (in short the\n'Code') deals with \"Suspension of execution of sentence pending the appeal\nand release of the appellant on bail”. There is a distinction between bail and\nsuspension of sentence. One of the essential ingredients of Section 389, is the\nrequirement of the Appellate Court to record reasons in writing for order of\nsuspension of execution of the sentence or an order of release if the accused\nis in confinement. The said court can direct that he be released on bail or on\nhis own bond. Requirement of recording reasons in writing clearly indicates\nthat there has to be careful consideration of the relevant aspects and the order\ndirecting suspension of sentence and grant of bail should not be passed as a G\nmatter of routine.\nWe find that one of the reasons which weighed with the High Court\nwas that fine imposed has not been deposited. Same has been subsequently\ndeposited. Further, the relevance of the forfeiture of the attached property has\nnot been considered. We, therefore, direct the High Court to re-consider the\nH\nL\n☑\n634\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA application. While doing so, the effect and relevance of the order of conviction\nand sentence passed in S.C. 99 of 1996 shall be considered. We make it clear\nthat we have not expressed any opinion on the merits of the case. The High\nCourt, in view of its order dated 15.6.2004 may explore the possibility of\ndisposal of the appeal by the end of 2005.\nB\nK.K.T.\nThe appeal is accordingly disposed of.\nAppeal disposed of.\nཏཱ\n!\n1\n+\ni\n"}