{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"MARUTI UDYOG LTD.\nV.\nSUSHEEL KUMAR GABGOTRA AND ANR.\nMARCH 29, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nA\nB\nConsumer Protection:\nJ \u0026 K Consumer Protection Act, 1988-Section 17-Deficiency in\nC\nservice-Defect found in car within warranty period—Company and its\nauthorised dealer failed to get the defect removed-Direction of High Court\nto Company to get the car replaced-Propriety of—Held, not proper―Warranty\ncondition relied upon by Customer provided for repair or replacement of the\ndefective part and not replacement of the car itself—Customer permitted to\nget the defective part replaced free of cost from authorised service centre of D\nCompany Also awarded consolidated sum of Rs.50.000 towards cost incurred\ndue to wrong advise by Company and towards inconvenience and cost of\nlitigation.\nRespondent No. 1 had purchased a Maruti Car from Appellant through its\nauthorized dealer. He found defect in the car (clutch of the car was not functioning E\nproperly) within warranty period. Appellant and its authorised dealer failed to\nget the defect removed.\nF\nConsequently, Respondent No.1 filed complaint before the State Consumer\nRedressal Commission seeking a direction to Appellant to take back the car and\nrefund the sale price received along with interest. He also sought compensation.\nThe Commission held that the Appellant had agreed to replace the vehicle and\nhad admitted that there was manufacturing defect in the concerned part. Appeal\nthereagainst was dismissed by the High Court which held that the warranty\ncondition relied upon by Appellant did not warrant interpretation that only the\ndefective part was to be replaced and not the car itself. Therefore, the Appellant\nG\nwas directed to replace the car or repay the amount received by it as sale price\nwith interest @ 18% p.a. w.e.f. the date of purchase.\nIn appeal to this Court, it was submitted that both the Commission and the\nHigh Court erred in holding that there was an admission to replace the car and/\n603\nH\n604\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA or admission of any manufacturing defect and that at the most the Commission\nand the High Court could have asked for replacement of the defective part or to\npay the cost thereof.\nB\nC\nD\nE\nF\nAllowing the appeal, the Court\nHELD: 1. In various documents, more particularly the letter written by\nRespondent no.1 to the Appellant, it is clearly stated that Appellant had indicated\nthat downing of the engine was necessary to trace the problem. There was no\nagreement to replace the engine system. Additionally, it is not disputed by\nRespondent No.1 that when Appellant had asked the vehicle to be brought for the\naforesaid purpose the Respondent No.1 had not done so. To infer that there was\nany manufacturing defect in the said background is without any foundation.\n[608-A, B|\nTata Engineering \u0026 Locomotive Co. Ltd. v. Gajanan Y. Mandrekur, [1997]\n5 SCC 507, referred to.\n2. In the case at hand the warranty conditions were specially stated. This is\nnot a case of silence of a contract of sale as to warranty. Therefore, the High\nCourt was not justified in directing replacement of the vehicle. [608-D, EJ\nCorpus Juris Secundrum, Volume 77, page 1198, referred to.\n3. But on the peculiar facts of the case relief to the Respondent no.1 has to\nbe moulded. Accordingly it is directed as follows:-\n(1) On Respondent no. 1 taking the vehicle in question to the authorized\nservice centre of the Appellant at Jammu within three weeks, the defective part\nthat is clutches assembly shall be replaced. Respondent No.1 shall not be required\nto pay any charge for the replacement.\n(2) In addition, Respondent no.1 shall be entitled to receive a consolidated\nsum of Rs. 50,000 (Rupees fifty thousand only) from the Appellant for cost of\ntravel to Karnal which admittedly was wrongly advised by the Appellant, for the\nG inconvenience caused to Respondent no.1 on account of the acts of the Appellant\nand Respondent no.2 and the cost of litigation. [608-E-H]\nH\nJose Phillip Mampillil v. Premier Automobiles Ltd., [2004] 2 SCC 278,\nrelied on.\n÷\nMARUTI UDYOG LTD. 1.SUSHEEL KUMAR GABGOTRA [PASAYAT. J.] 605\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 3734/2000.\nFrom the Final Judgment and Order dated 3.12.1999 of the High Court\nof Jammu and Kashmir at Jammu in CIMA No. 250/1998.\nRaju Ramachandran and Pramod Dayal for the Appellant.\nT.S. Doabia, Manpreet Singh Manjula Gupta and N. Ganpathy for the\nRespondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Challenge in this appeal is to the judgment rendered\nby a Division Bench of the J \u0026 K High Court at Jammu dismissing the appeal\nfiled by the appellant under Section 17 of the J\u0026K Consumers Protection Act,\n1988 (in short the 'Act'). Challenge in the said appeal was to the order dated\n9.11.1998 passed by the J\u0026K State Consumer Redressal Commission (in short\nthe 'Commission') on a complaint filed by respondent no.1. In the complaint\nappellant and respondent no.2 were impleaded as the opposite parties.\nThe factual background in a nutshell is as follows:\nA\nB\nC\nD\nRespondent-complainant filed a complaint before the Commission seeking\na direction to the appellant herein to take back the Maruti car back and repay\nan amount of Rs. 1,97,460.37 being the cost of the car supplied to him, along E\nwith interest at the rate of 18 per cent with effect from 27.11.1996, as the car\nwas defective. He also sought compensation for the loss at his place of work\nand coaching charges approximately Rs. 60,000; Rs.1,00,000 towards mental\nagony, physical deterioration and emotional stress, Rs. 15,000 for his trip to\nKarnal on the mistaken direction of the appellant and also Rs.2,500 towards\nthe costs of litigation and legal consultation.\nF\nRespondent No.1 complainant had purchased a Maruti Car on 27.11.1996\nfrom the appellant through its authorized dealer, respondent No.2 herein, on\npayment of Rs.1,97,460.37 as sale price. After delivery of the car, the complainant\nnoticed that the clutch of the car was not functioning properly as it developed G\nunusual noise/jerks on running of the engine. The defect was brought to the\nnotice of respondent No.2, whose engineer after examining the defect told the\ncomplainant that the clutch is behaving erratically because of the new engine\nand it will automatically adjust/become defect-free after covering some mileage.\nBut it did not happen that way and on the other hand problem increased. He\nagain reported to respondent No.2 whereupon he was assured that the defect\nH\nA\n606\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nwill disappear after the first service which was done on 19.12.1996. But the\ndefect continued. The complainant again approached respondent No.2 and\nwas told that the engine will have to be brought down to locate the trouble\nwhich the engineers failed to pin point. The complainant objected to it as the\ndefect had developed within the warranty period and approached the Head\nB Office (Marketing) of the appellant at Gurgaon. He wrote letter dated 19.2.1997\nbringing to the appellant's notice about the inherent manufacturing defect in\nthe car and requested for its replacement. The appellant vide its letter dated.\n5.3.1997, advised the complainant to take the car to Modern Automobiles,\nKarnal, for getting the needful done. He took the car to Karnal on 10.3.1997.\nBut the said concern did not test the vehicle on the ground that the same\nC had been delivered by respondent No.2 who was responsible and can repair\nD\nthe vehicle. The complainant came back to Jammu. On 13.3.1997 the appellant\nconceded to have wrongly advised the complainant to take the car to Karnal\nand asked him to again approach respondent No.2 at Jammu. On 21.3.1997 Mr.\nH.S. Chahal, Senior Engineer, Regional Office, Chandigarh, examined the car\nbut the defect could not be removed which continued to give trouble. The\nmatter was again reported to the appellant and the complainant again visited\nrespondent No.2 on 17.4.1997 but had to return with persisting defect. On\n21.4.1997 the complainant addressed a letter to the Chairman-cum-Managing\nDirector of the appellant-company about the manufacturing defect in the car\nsold to him and requested for its replacement. No reply to the said letter was\nE received. The complainant suffered financial loss not only because of the\ncallous and careless attitude of the appellant but also on account of the\nappellant having sold defective car to the complainant, defects whereof could\nnot be removed thereby leaving him to face emotional stress, mental agony\nand to drive the defective car posing a risk to his life. With these grievances\ncomplainant approached the Commission.\nF\nRespondents filed their replies before the Commission stating therein\nthat their obligation under the warranty was only to repair or replace any part\nfound to be defective. The appellant and its authorized dealer (Respondent\nNo.2) have attended to the vehicle during the warranty period free of charges\nG and had carried out necessary repairs and replacement of the components on\n21.3.1997 to the satisfaction of the complainant. The vehicle was again\ninspected on 29.5.1997 and the complainant was advised to leave the vehicle\nat the workshop of the dealer of the appellant at Jammu for inspection and\ncarrying out necessary repairs to which the complainant did not agree. The\ncorrespondence between the parties has not been denied by the appellant\nH and their dealer (Respondent No.2). The appellant has claimed that it is not\nMARUTI UDYOG LTD. 1. SUSHEEL KUMAR GABGOTRA [PASAYAT, J] 607\nunder any obligation to take back the Maruti car or repay the sale price to\nthe complainant.\nA\nThe High Court held that the warranty condition relied upon by the\nappellant did not warrant interpretation that only the defective part was to be..\nreplaced and not the car itself. Reference was made to certain observations B\nin the Corpus Juris Secundrum Volume 77 page 1198. It was held that the\nbooklet containing warranty clearly indicates promise of service and\nreplacement with certain conditions. It was observed that the Commission\nwas justified in its conclusion that the appellant had agreed to replace the\nvehicle and had admitted that there was manufacturing defect in the concerned\npart. Reliance was also placed on a decision of this Court in Tata Engineering C\n\u0026 Locomotive Co. Ltd. v. Gajanan Y. Mandrekar, [1997] 5 SCC 507. Therefore,\nthe appellant was directed to replace the car or repay the amount received by\nit as sale price with interest @ 18% p.a. w.e.f. 27.11.1996 with costs awarded\nby the Commission.\nD\nIn support of the appeal, learned counsel for the appellant submitted\nthat both the Commission and the High Court erred in holding that there was\nan admission to replace the car and/or admission of any manufacturing defect.\nThe warranty condition clearly refers to the replacement of the defective part\nand not of the car. Observations made in the Corpus Juris Secundrum had\nbeen read out of context. It was stated that at the most the Commission and E\nthe High Court could have asked for the replacement of the defective part or\nto pay the cost thereof.\nLearned counsel for the respondent no.1 supported the orders of the\nCommission and the High Court.\nThe obligation under clause (3) of the Manual reads as under:\n\"(3) Maruti's Warranty Obligation:\nIf any defect(s) should be found in a Maruti Vehicle within the term\nstipulated above, Maruti's only obligation is to repair or replace at its\nsole discretion any part shown to be defective with a new part of the\nequivalent at no cost to the owner for parts or labour, when Maruti\nacknowledges that such a defect is attributable to faculty material or\nworkmanship at the time of manufacture. The owner is responsible for\nany repair or replacement which are not covered by this warranty.\"\nF\nG\nH\nA\n608\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nThe Commission and the High Court have relied on so called admission\nof the appellant in para 3 of the objections filed before the Commission. In\nvarious documents, more particularly letter dated 19.2.1997 written by\nrespondent no.1 to the appellant, it is clearly stated that appellant had indicated\nthat downing of the engine was necessary to trace the problem. There was\nB no agreement to replace the engine system. Additionally, it is not disputed\nC\nD\nE\nF\nG\nH\nby learned counsel for the respondent no.1 that when appellant had asked\nthe vehicle to be brought for the aforesaid purpose the respondent no.1 had\nnot done so. To infer that there was any manufacturing defect in the said\nbackground is without any foundation.\nIn Corpus Juris Secundrum the observations to which reference was\nmade by the High Court read as follows:\n\"On a sale of a motor vehicle by a manufacturer to dealer there may\nbe an implied warranty that it is reasonably fit for, or adapted to, the\nuses for which it is made and sold; and such a warranty is not\nexcluded by the silence of the contract of sale as to warranties.\"\nThe principles stated above can never be doubted. But what is relevant\nin the case at hand is that the warranty conditions were specially stated. This\nis not a case of silence of a contract of sale as to warranty. Therefore, the\nHigh Court was not justified in directing replacement of the vehicle.\nBut on the peculiar fact of the case relief to the respondent no.1 has\nto be moulded. In almost a similar case certain directions were given in Jose\nPhillip Mampillil v. Premier Automobiles Ltd.. [2004] 2 SCC 278.\nIn line with what has been stated in the aforesaid case, we direct as\nfollows:-\n(1) On respondent no.1 taking the vehicle in question to the authorized\nservice centre of the appellant at Jammu within three weeks, the\ndefective part that is clutches assembly shall be replaced.\nRespondent no.I shall not be required to pay any charge for the\nreplacement.\n2.\nIn addition, respondent no.1 shall be entitled to receive a\nconsolidated sum of Rs. 50,000/- (rupees fifty thousand only) from\nthe appellant for cost of travel to Karnal which admittedly was\nwrongly advised by the appellant, for the inconvenience caused\nMARUTI UDYOG LTD. 1. SUSHEEL KUMAR GABGOTRA [PASAYAT, J.] 609\nto respondent no.1 on account of the acts of the appellant and A\nthe respondent no.2 and the cost of litigation.\nThe appeal is allowed to the aforesaid extent. There shall be no order\nas to costs.\nB.B.B.\nAppeal allowed.\nB\n"}