{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"HARBANS SINGH\n1.\nSTATE (GOVT. OF NCT OF DELHI)\nFEBRUARY 15, 2007\n[S.B.SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nC\nPrevention of Terrorism Act, 2002-ss. 3(5), 20, 22(2), 32, and 52-\nHawala transaction to a member of terrorist group by the accused-Recovery\nof money immediately after transaction-Confessional statement by the\naccused-Confirmed by the Chief Metropolitan Magistrate to be as per\nprovisions of s.32-Purpose of transaction not explained by the accused-\nConviction by Courts below-On appeal, held: Conviction justified-Since\nthe purpose of transaction was within the knowledge of the accused alone,\ns.106 of Evidence Act casts upon them responsibility of advancing an\nexplanation for the same-Accused having failed in discharging their onus, D\nan adverse inference is attracted-ss.32 and 52 were also complied with\nEvidence Act, 1872—s.106.\nF\nThe police, after receiving an information that 'A' a member of Laskar-\ne-Taiba (Let) would receive an amount sent through hawala at a particular\nplace, followed his movements. On the relevant day, 'A' was identified by details E\nof his clothes. Appellant-accused came to him, 'A' took out a 10 rupee note,\nappellant matched the same with a paper slip and then gave a black polythene\npacket to 'A'. Both were immediately arrested. 'A' admitted his contacts with\nLet and receipt of the amount by hawala. The amount was found in the polythene\npacket. Police also arrested 'B' who allegedly had handed over the money to\nthe appellant. All the three were chargesheeted for offences under Prevention\nof Terrorism Act, 2002. DCP, Special Branch (PW4) recorded the\nconfessional statements of the appellant and co-accused 'A'. Co-accused 'B'\ndeclined to make confessional statement. Appellant as well as 'A' denied to\nhave made the confessional statement, when produced before Judicial\nMagistrate. During trial, PW4 described the manner in which the G\nconfessional statement was recorded. Trial Court on the basis of the\nconfessional statement and recovery of the polythene packet containing the\namount and recovery of the slip and 10 rupee note, convicted the appellant\nand co-accused 'A'. Co-accused 'B' were acquitted. Appeal against order of\n689\nH\nT\nI\n690\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA trial Court was dismissed by High Court. Hence the present appeal.\nDismissing the appeal, the Court\nHELD: 1.1. The High Court has recorded a finding that the prosecution\nhas sufficiently proved that the confession of the accused was genuine and it\nB was made and confirmed by the Chief Metropolitan Magistrate as per the\nprovisions of Section 32 of Prevention of Terrorism Act, 2002. As seen from\nthe record, the recovery of the money immediately after the transaction in\nquestion has been sufficiently proved. Admittedly, the two accused i.e. appellant\nand 'A' were strangers to each other till the time the money was being handed\nover. Neither of the two claimed to have had any kind of transaction with each\nC\nother at any earlier point of time. They were neither partners in business\nnor had any occasion to deal with each other. In this situation, the purpose of\nhanding over the cash is especially within the knowledge of the two accused,\nSection 106 of the Evidence Act casts upon them a responsibility of advancing\nan explanation for the same. [Para 13] [695-C, D, E, F]\nD\nState of West Bengal v. Mir Mohammad Omar and Ors., [2000] 8 SCC\n382 and Sucha Singh v. State of Punjab, JT (2001) 4 SC 107, relied on.\n1.2. In their statements under Section 313 Cr.P.C. they denied having\nmade any such confession. Instead of coming out with some explanation of\nE their own about the purpose of handing over the money, they denied that there\nwas ever any transaction of giving and taking the sum of Rs.7 lakhs. They\neven denied that they were arrested by the police on the spot and the sum of\nRs.7 lakhs was recovered from them. Appellant who said that he was actually\narrested from the office of one 'P' has not cared to prove this allegation by\nproduction of evidence. [Para 14] [695-G; 696-A]\nF\nG\n1.3. It can be seen that the entire case of the prosecution has been proved\nby the prosecution witnesses except the purpose of the transaction. In the\nabsence of any explanation from the accused in this regard, an adverse\ninference is attracted. They have failed to discharge their onus. It is only for\nthis missing link that the confessional statements were used. [Para 15]\n[696-B, C]\n2. The plea that Section 32 (2b) of POTA was not complied with because\nthe warning given by the police officer was in English, whereas the appellant\ndoes not understand English, cannot be accepted because no such plea was\nH taken originally before the trial court. During the trial, the DCP who recorded\nHARBANS SINGH v. STATE (GOVT. OF NCT OF DELHI) [MARKANDEY KATJU, J.] 691\nthe confession was thoroughly examined and cross-examined. No question was A\nput to him suggesting that the warning was given in English, which the accused\ncould not understand. In fact, the DCP stated in his evidence that he explained\nto each accused that he was not required to confess and that if he did, the\nconfession could be used against them. Sections 32 and 52 of POTA were\ncomplied with in the present case. [Para 17] [696-A; 697-A-B]\nState of NCT Delhi v. Navjot Sandhu Afsan Guru, (2005) 3 Crimes 87\n(SC), referred to.\n2007.\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 212 of\nB\nC\nFrom the final Judgment and Order dated 9.1.2006 of the High Court of\nDelhi at New Delhi in Criminal Appeal No. 331/2004.\nHarjinder Singh, Yogesh Saxena, Vandana Sharma, Ranjan Mukherjee,\nSeema Juneja and S.V. Deshpande for the Appellant.\nD\nVikas Sharma, R.C. Kathia and D.S. Mahra for the Respondent.\nT\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. Leave granted.\n2. This appeal has been filed against the impugned judgment dated\n9.1.2006 of the Delhi High Court in Criminal Appeal No.331 of 2004.\n3. Heard learned counsel for the parties and perused the record.\nE\n4. Harbans Singh-appellant and one Mohd. Ayub Mir were convicted F\nby a common judgment dated 6.4.2004 in FIR 34/2002 under Sections 3/20/22\nof Prevention of Terrorism Act, 2002 (in short ‘POTA') dated 2.7.2002 P.S.\nSpecial Cell (S.B.). Both the appellants have been sentenced to 14 years of\nrigorous imprisonment under Section 22 of POTA. Mohd. Ayub Mir has been\nsentenced to life imprisonment and to pay a fine of Rs.1,000/- and in default\nsimple imprisonment for one month under Section 3(5) of POTA and to\nrigorous imprisonment for 10 years for the offence under Section 20 of POTA.\n5. As per the prosecution case the co-accused Mohd. Ayub Mir, a\nterrorist of Lashkar-e-Taiba (in short ‘LeT') was staying in Room No.204,\nG\nH\nB\n692\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA Hotel Tamanna, Gali Kasimajan, Bajlimaran, about which an information was\nregistered in Daily Diary of Police Station Special Cell, Lodhi Colony on\naccount of which he was kept under watch. It is alleged that the police had\nalso received information from Jammu \u0026 Kashmir police that Mohd. Ayub Mir\nwas a resident of Sri Nagar and was a surrendered militant of Jammu \u0026\nKashmir Liberation Front and was an active terrorist of LeT, a terrorist\norganization, and was required by the J \u0026 K police. The police further claims\nto have received an information that on 28.6.2002 the appellant-Mohd. Ayub\nMir would receive an amount sent through hawala in the Central Park near\nPalika Bazar, Connaught Place. The police was alerted and followed his\nmovements. On the relevant day one Tejinder Singh s/o Shri Gurcharan Singh\nC was joined in the raiding party. Mohd. Ayub Mir was identified by his clothes,\nnamely, blue jeans and yellow T-shirt. At 2.30 p.m., another person, Harbans\nSingh (the appellant before us) came to him and talked with him. The\nprosecution alleged that Mohd. Ayub Mir took out a 10 rupee note from the\npocket of his shirt and gave it to Harbans Singh who matched the same with\nthe paper slip which he took out from his own shirt pocket. Harbans Singh\nthen put the note and the slip in his pocket and handed over a black\npolythene packet to Mohd. Ayub Mir. Both were immediately arrested. Further,\nthe prosecution case is that on interrogation, Mohd. Ayub Mir admitted of\nhis contacts with LeT and delivery of Rs.7 lakhs through hawala payments\nfor the above militant organization from Harbans Singh. The polythene packet\ncontained 14 packs of 100 notes of denomination of Rs.500/-. The 10 rupee\nnote and the slip of paper were also recovered from the pocket of Harbans\nSingh and both were booked for the offence under Section 3/20 \u0026 22 of\nPOTA.\nD\nE\n6. During investigation, confessional statements of both the appellants\nF were recorded. The police also arrested Bachraj Bengani @ B.R. Jain, who\nG\nH\nallegedly had handed over the money to Harbans Singh for the purpose of\ndelivering the same to Mohd. Ayub Mir. Sanction for prosecution under\nSection 50 of POTA was obtained and all the three were charge-sheeted for\noffences 'under POTA. Mohd. Ayub Mir was charged under Section 3(5) and\nSections 20 \u0026 22(2) of POTA whereas Harbans Singh as well as Bachraj\nBengani were charged with offence under Section 22(3) of POTA.\n7. The prosecution examined 13 witnesses. The important witnesses for\nthe prosecution were PW-6 Neeraj Kumar, SI, Special Cell, PW-9 Ved Prakash,\nInspector, Special Cell, PW-10 Rajinder Singh and PW-12 Rajbir Singh, all of\n+\nHARBANS SINGH 1. STATE (GOVT. OF NCT OF DELHI) [MARKANDEY KATJU, J.] 693\nwhom were present when the two appellants. Mohd. Ayub Mir and Harbans A\nSingh were apprehended on 2.7.2002. PW-4 Ujjwal Misra, DCP, Special Branch\nrecorded the confessional statement of Mohd. Ayub Mir and Harbans Singh.\nBoth the appellants were eventually also produced before the Chief\nMetropolitan Magistrate, Delhi, Ms. Sangita Dhingra Sehgal, PW-5 for\nconfirmation of the confessional statements. The accused denied having\nmade the confessional statements. Harbans Singh further denied having been\narrested from the Central Park, Connaught Place and claimed that he was\narrested from the office of Deepak Jain, Gali No.76, Regarpura, Karol Bagh on\n28.6.2002. Both the accused denied having confirmed their confessional\nstatements when they were produced before the Chief Metropolitan Magistrate,\nDelhi. Both of them claimed to have been framed in the case.\nB\nC\n8. The trial court after hearing the defence and the prosecution convicted\nthe appellant and Mohd. Ayub Mir but acquitted Bachraj Bengani. The\nconviction is based on the confessional statements coupled with recovery of\nblack polythene packet containing Rs.7 lakhs, the 10 rupee note and the slip.\nThe contradictions in the evidence pointed out by the defence were held to D\nbe insignificant.\n9. Against the judgment of the trial court, an appeal was filed before the\nHigh Court, which was dismissed by the impugned judgment and hence this\nappeal.\nE\nF\n10. It was submitted before us that the appellant never made any\nconfessional statement. However, we are not inclined to accept this submission.\nDCP Ujjwal Mishra who recorded the confessional statement appeared as\nPW-4. He has described the manner in which the confessional statement was\nrecorded. As per his version in the witness box, ACP Rajbir Singh produced\naccused Mohd. Ayub Mir and Harbans Singh before him for getting their\nconfessional statements recorded on which he immediately asked the ACP\nand his staff to leave the room. He also sent accused Harbans Singh out of\nhis room. Thereafter he explained to Mohd. Ayub Mir that whatever he\n(Mohd. Ayub Mir) was going to say would be recorded and could be used\nagainst him in evidence during trial. Mohd. Ayub Mir still expressed his G\nwillingness to get his confessional statement recorded. He also stated that he\ncould speak in Hindi. He then summoned a computer from his office as well\nas one SI who is a Hindi Typist competent to type on the computer. PW-4\nUjjwal Mishra, goes on to say that he proceeded to record the statement of\nH\n694\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA the accused which took approximately two hours. The initial warning given\nby him is Ex. PW-4/A which appears in the extracted portion above. The\nconfessional statement made by Mohd. Ayub Mir is proved as Ex.PW-4/B.\nEach page of the confessional statement is signed by the accused at point\n'B' whereas DCP Ujjwal Mishra signed at point 'A'.\nB\nC\n11. PW-4 then says that after having recorded the statement of Mohd.\nAyub Mir he called the second accused Harbans Singh to his chamber and\nproceeded to record the statement of Harbans Singh in the same manner and\nthis statement is Ex.PW-4/D. ACP Rajbir Singh then made a request for the\ncopies of the statements which was allowed. The original was sealed in his\npresence in an envelope and the same was sent to Shri V.K. Maheshwari,\nACMM, Patial House, Delhi. This envelope is Ex.PW-4/E. Another important\naspect of the testimony of PW-4 is that the third accused Bachraj Bengani\nafter being explained that if he confessed, his statement could be read against\nhim during trial declined to make any confessional statement. The proceedings\nin respect of Bachraj Bengani, is Ex.PW-4/F. During cross-examination this\nD witness re-affirmed that he had explained the consequences of making the\nconfessional statement. He denied that accused Mohd. Ayub Mir and accused\nHarbans Singh were coerced to make the confessional statements. He denied\nthat any rough draft was made. He reiterated that Mohd. Ayub Mir had stated\nthat he could understand and speak Hindi. He said that what was supplied\nto ACP Rajbir Singh was not another copy from the computer but a photocopy\nE\nof the original.\nF\n12. The two accused were produced before Ms. Sangeeta Dhingra\nSehgal, Chief Metropolitan Magistrate, Delhi (as she then was). She appeared\nin the witness box as PW-5. She had received the confessional statement in\na sealed cover. She stated that ACP Rajbir Singh had brought the two\naccused in her chamber and he had been sent out of her chamber before the\nsealed covers were opened. She stated that she then enquired from the\naccused persons whether they had been tortured or harassed by the police\nbut the accused persons did not complain of any harassment or torture. They\nconfirmed that the statements were made by them before the DCP. She made\nG an endorsement on the confessional statement of Mohd. Ayub Mir, which is\nH\nEx.PW-5/A, and an endorsement on the confessional statement of Harbans\nSingh, which is Ex.PW-5/B. The signatures of Mohd. Ayub Mir and the\nsignatures of Harbans Singh were taken on the application of ACP Rajbir\nSingh EX.PW-5/D. Thereafter the confirmation proceedings and the statements\n$\nC\n✓\nT\nHARBANS SINGH v. STATE (GOVT. OF NCT OF DELHI) [MARKANDEY KATU 695\nof the two accused were sealed in the envelope Ex.PW-5/E. In cross-examination A\nshe was categorical that had she not satisfied herself about the absence of\nany duress, she would not have recorded her endorsement. She stated that\nshe did not tell the accused persons that at this stage they could call their\ncounsel and consult them and that she did not tell them that they could be\nprovided with an Advocate on that day at Government expense. She said that\nB\nshe herself made no attempt to provide any advocate to the accused.\nAdmittedly, the two accused persons were sent to judicial custody immediately\nafter the confession. The CMM, however, stated that she did not tell the\naccused persons that they would not be sent to police custody even if they\nhave not confirmed the statements. She stated that she had completely satisfied\nherself that the accused persons were free from all duress and coercion and C\nhad not conducted the proceedings in a mechanical way. She stated that she\nhad gone through the provisions of POTA and only thereafter conducted the\nproceedings.\nE\n13. The High Court has recorded a finding that the prosecution has\nsufficiently proved that the confession of the accused was genuine and it was D\nmade and confirmed by the Chief Metropolitan Magistrate as per the provisions\nof Section 32 of POTA. As seen from the record, the recovery of the money\nimmediately after the transaction in question has been sufficiently proved.\nAdmittedly, the two appellants, namely, Harbans Singh and Mohd. Ayub Mir,\nwere strangers to each other till the time the money was being handed over.\nHarbans Singh identified Mohd. Ayub Mir with the colour of his dress of\nwhich he had made a note in a slip of paper. The number of the 10 rupees\nnote was another such factor in identifying each other. Neither of the two\nclaimed to have had any kind of transaction with each other at any earlier\npoint of time. They were neither partners in business nor had any occasion\nto deal with each other. In this situation, the purpose of handing over the F\ncash is especially within the knowledge of the two accused/appellants, Harbans\nSingh and Mohd. Ayub Mir. Section 106 of the Evidence Act casts upon them\na responsibility of advancing an explanation for the same. The applicability\nof Section 106 of the Evidence Act in the criminal law has been recognized\nby the Supreme Court in several judgments. Two recent judgments on the\npoint are State of West Bengal v. Mir Mohammad Omar \u0026 Ors., [2000] 8 SCC\n382 and Sucha Singh v. State of Punjab, JT (2001) 4 SC 107.\n14. In their statements under Section 313 Cr.P.C. they denied having\nmade any such confession. Instead of coming out with some explanation of\nG\nH\n696\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA their own about the purpose of handing over the money they denied that\nthere was ever any transaction of giving and taking the sum of Rs.7 lakhs.\nThey even denied that they were arrested by the police on the spot and the\nsum of Rs.7 lakhs was recovered from them. Harbans Singh who said that he\nwas actually arrested from the office of one Pawan has not cared to prove\nthis allegation by production of evidence.\nB\nC\n15. It can be seen that the entire case of the prosecution has been\nproved by the prosecution witnesses except the purpose of the transaction.\nIn the absence of any explanation from the accused in this regard, an adverse\ninference is in our opinion attracted. They have failed to discharge their onus.\nIt is only for this missing link that the confessional statements were used.\n16. The objection to the two confessional statements is that the\nprocedural safeguards for recording such confession as given in Sections 32\nand 52 of POTA was complied with. Strong reliance is placed on the recent\njudgment of the Supreme Court in the case of State of NCT Delhi v. Navjot\nD Sandhu Afsan Guru, (2005) 3 Crimes 87 SC, popularly called the Parliament\nAttack case in which the Supreme Court examined the effect of failure to\ncomply with the provisions of Section 32 and 52 of POTA. The peremptory\nprovisions embodied in Section 32 of POTA are laid down as under:\nE\nF\nG\nH\n“(a) The police officer shall warn the accused that he is not bound\nto make the confession and if he does so, it may be used against him\n(vide sub-section (2). (b) The confession shall be recorded in an\natmosphere free from threat or inducement and shall be in the same\nlanguage in which the person makes it (vide sub-section (3). (c) The\nperson from whom a confession has been recorded under sub-section\n(1) shall be produced before the Chief Magistrate along with the\noriginal statement of confession, within forty-eights hours (vide sub-\nsection (4). (d) The CMM/CJM shall record the statement, if any, made\nby the person so produced and get his signature and if there is any\ncomplaint of torture, such person shall be directed to produce for\nmedical examination. After recording the statement and after medical\nexamination, if necessary, he shall be sent to judicial custody (vide\nsub-section (5).\"\n17. Learned counsel for the appellant submitted before us that Section\n32 (2b) of POTA was not complied with because the warning given by the\n7-\n\"\nHARBANS SINGH v. STATE (GOVT. OF NCT OF DELHI) [MARKANDEY KATJU, J.] 697\npolice officer was in English, whereas the appellant does not understand A\nEnglish. We cannot accept this submission because no such plea was taken\noriginally before the trial court. During the trial, the DCP Ujjwal Misra who\nrecorded the confession was thoroughly examined and cross-examined. No\nquestion was put to him suggesting that the warning was given in English,\nwhich the accused could not understand. In fact, Shri Ujjwal Misra, DCP\nstated in his evidence that he explained to each accused that he was not\nrequired to confess and that if he did, the confession could be used against\nthem. In our opinion Sections 32 and 52 of POTA were complied with in the\npresent case.\n18. The High Court has considered all submissions of the accused in\ngreat detail in its well considered judgment and we see no reason to interfere\nwith the same. The appeal is dismissed.\nK.K.T.\nAppeals dismissed.\nB\nC\n"}