{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"M/S SREE DURGA DISTRIBUTORS\nV.\nSTATE OF KARNATAKA\nAPRIL 30, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\nA\nB\nKarnataka Value Added Tax Act, 2003-First Schedule, Entry 5-Nil\nrate of duty-Entitlement of-For 'dog feed' and 'cat feed' -Held: On\ninterpretation of Entry 5, it is evident that Dog and Cat feed do not fall under\nEntry 5-Hence not entitled to Nil rate of duty-Interpretation of Statutes.\nThe question for consideration in the present appeal was whether ‘dog\nfeed' and 'cat feed' sold by the appellant- assessee attracted Nil rate of duty\nunder Entry 5 of First Schedule of the Karnataka Value Added Tax Act 2003.\nDismissing the appeal, the Court\nC\nᎠ\nHELD: Entry 5 of the First Schedule to Karnataka Value Added Tax Act,\n2003 shows that animal feed and fed supplements is one category. It is after\nthe expression \"animal feed and feed supplements\" that the Legislature has\ninserted the comma, therefore, animal feed and feed supplements constitute E\none class of products, they do not constitute two separate classes. Further,\nthe expression \"animal feed and feed supplements\" is not only followed by\nthe comma, it is followed by the word 'namely', which indicates that the items\nmentioned after the word 'namely' like ‘poultry feed', 'cattle feed', ‘pig feed',\n'fish feed' etc. are specific instances of animal feed and feed supplements,\nwhich would fall in Entry 5. That list is exhaustive. In that list, the Legislature\nhas not included 'dog feed/cat feed' therefore, the products of the appellant do\nnot fall under Entry 5 of the First Schedule of the Act. The Legislature\nintended to provide for Nil rate of duty to specified items mentioned in Entry\n5.Dog and Cat feed are not mentioned in those items.\nF\n[Para 5 and 6 ] [1040-A, B; 1041-F} G\nVidyacharan Shukla v. Khubchand Baghel and Ors., AIR (1964) SC\n1099, distinguished.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2274 of 2007.\n1037\nH\nA\nB\nC\nD\nE\nF\n1038\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nFrom the Final Judgment and Order dated 18.11.2006 of the High Court\nof Karnataka at Bangalore in S.T.A. No. 18 of 2006.\nS.K. Bagaria, R.V. Prasad, Praveen Kumar and Chandra Shekhar Mulherkar\nfor the Appellant.\nSanjay R. Hedge, Vikrant Yadav, Amit Kumar Chawla and Ramesh S.\nJadhav for the Respondent.\nThe Judgment of the Court was delivered by\nKAPADIA, J. 1. Leave granted.\n2. A short question which arises for determination in this civil appeal\nis whether 'dog feed' and 'cat feed' sold by the appellant-assessee attracts\nNil rate of duty under Entry 5 of First Schedule of the Karnataka Value Added\nTax Act, 2003 (hereinafter referred to as \"the Act”). The said entry was\ninserted vide Karnataka Act No. 27/05 with effect from 7.6.2005.\n3. We quote hereinbelow Entry 5 of First Schedule of the Act:\n\"5. Animal feed and feed supplements, namely, processed commodity\nsold as poultry feed, cattle feed, pig feed, fish feed, fish meal, prawn\nfeed, shrimp feed and feed supplements and mineral mixture\nconcentrates, intended for use as feed supplements including de-oiled\ncake and wheat bran.\"\n4. According to the appellant, dog feed and cat feed are the products\nwhich would fall in the category of animal feed under Entry 5. According to\nthe appellant, Entry 5 deals with animal feed, feed supplements, namely,\nprocessed commodity sold as poultry feed, cattle feed, pig feed, fish feed, fish\nfeed, fish meal, prawn feed, shrimp feed, feed supplements and mineral mixtures.\nAccording to the appellant, the words; poultry feed, cattle feed, and pig feed\netc. are the specific instances of food supplements. According to the appellant,\nthe word 'namely' after the words 'feed supplements' in Entry 5 shows that\nG the Legislature intended the words 'feed supplements' to be confined to\npoultry feed, cattle feed, pig feed, fish feed, fish meal, prawn feed and shrimp\nfeed. In other words, according to the appellant, animal feed and feed\nsupplements are two expressions in Entry 5 which should be read disjunctively\nand not conjunctively. It is submitted that each of the aforesaid three categories\nof goods covered by Entry 5 is quite complete and independent in itself. That,\nH meaning of the expression \"and\" appearing between first category and second\n1\nSREE DURGA DISTRIBUTORS v. STATE OF KARNATAKA [KAPADIA, J.] 1039\nfish\nB\nD\ncategory and between second category and third category is that in addition A\nto first category, goods of second category and third category are also\ncovered by the said entry. The aforesaid three categories of goods are all for\nfeeding the animals and these have all been put under the said entry. Since\nthe entry covered three categories of goods, in between each category the\nexpression \"and\" was used to make it clear that in addition to first category,\nsecond category is also covered and in addition to second category, third\ncategory is also covered. The word \"and\" has been used in the sense of\n“also” or “as well as\". It is further submitted that each of the three parts of\nEntry 5 mentioned above are quite independent of each other. Each part is\ncomplete by itself and is capable of operating independently. Thus, for instance,\nthe first part covering animal feed is a complete and stand alone item capable C\nof operating independently. Similar is the position in respect of second part\nand third part of the entry. None of these three parts depend upon each other\nin any way. It is further submitted that the punctuation mark “comma” (,) has\nbeen used in the said Entry 5 in-between different items covered by each\nindividual category. Thus, the second category covers “feed supplements,\nnamely, processed commodity sold as poultry feed, cattle feed, pig feed,\nfeed, fish meal, prawn feed, shrimp feed and there is a comma preceding and\nafter the word \"namely\" which qualifies the expression \"feed supplements”.\nWith reference to use of expression “namely” in Entry 5 and its effect, the\nsubmissions is: that the said expression “namely\" has been used in the\nsecond category of goods covered by the entry. It has been used after “feed E\nsupplements\" and its effect is that feed supplements covered by the entry are\nprocessed commodity sold as poultry feed, cattle feed, pig feed, fish feed, fish\nmeal, prawn feed and shrimp feed; that the said word \"namely” does not in\nany way qualify or relate to the goods of first category and third category.\nAnimal feed is covered by first category and it is a stand alone item and this\nF\ncategory is quite independent and capable of operating by itself and\nindependently. That, if the expression \"namely\" is held to qualify even \"animal\nfeed” covered by first category, then all conditions and restrictions mentioned\nin the entry for the goods of second category will also become applicable to\nanimal feed. In that event, the scope of the expression \"animal feed\" will also\nbe curtailed substantially to confine it to processed commodity alone and that G\ntoo for some named animals only. Animal feed may be of different types and\nvarieties. Frozen variety of animal feed is often limited to raw meat or sea food\nwhere little or no preparation is needed. It is further submitted that there is\nno warrant or justification for reading the entry in such a way so as to limit\nor restrict the scope and ambit of the first category which is a stand alone\ncategory covering \"animal feed\". The said expression \"animal feed\" as used H\n1040\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA in the entry is totally unqualified and unrestricted and it covers all types and\nvarieties of animal feed.\n5. We do not find any merit in the arguments. The above quoted Entry\n5 shows that animal feed and feed supplements is one category. It is after the\nexpression “animal feed and feed supplements\" that the Legislature has inserted\nB the comma, therefore, animal feed and feed supplements constitute one class\nof products, they do not constitute two separate classes. Further, the expression\n\"animal feed and feed supplements\" is not only followed by the comma, it is\nfollowed by the word 'namely', which indicates that the items mentioned after\nthe word 'namely' like poultry feed, cattle feed, pig feed, fish feed etc. are\nC specific instances of animal feed and feed supplements, which would fall in\nEntry 5. That list is exhaustive. In that list, the Legislature has not included\ndog feed/cat feed, therefore, the products of the appellant do not fall under\nEntry 5 of the First Schedule of the Act. In our view, the basic premise on\nwhich the arguments of the assessee proceeds is that Entry 5 covers three\ncategories of goods, namely, animal feed, feed supplements and feed\nD supplements and mineral mixtures. This premise is wrong. A bare reading of\nthe said entry indicates ‘animal feed and feed supplements' as constituting\none category. They are not two separate categories. The punctuation mark\n\"comma\" has been used expressly after the words \"animal feed and feed\nsupplements\", which indicates that the Legislature intended to classify these\ntwo items as one class/category. Further, the Legislature intended to restrict\nthat category by confining that category to processed commodity alone and\nthat too for certain named animals. In the present case, we are concerned with\ncat feed and dog feed. Cat feed carries a fishy smell on account of processing.\nHowever, cat feed though processed is not put in Entry 5. Similarly, dog feed\nis also excluded from Entry 5. In the circumstances, we do not find any merit\nF in the arguments advanced on behalf of the assessee.\nE\n6. Before concluding, we may refer to the judgment of this Court in the\ncase of Vidyacharan Shukla v. Khubchand Baghel and Ors., reported in AIR\n(1964) SC 1099 on which reliance has been placed by the assessee. In that\ncase Section 29(2) of the Limitation Act, 1908 came for interpretation. One of\nG the questions which arose for determination in that case was whether Section\nH\n29(2) would apply to a case where there was a difference in the period of\nlimitation prescribed by the Representation of the People Act, 1951 (“RP\nAct\") and the Limitation Act, 1908. We quote hereinbelow Section 29(2) of\nthe Limitation Act, 1908:\n:\n:\nSREE DURGA DISTRIBUTORS 1. STATE OF KARNATAKA [KAPADIA, J.] 1041\n\"Where any special or local law prescribes for any suit, appeal or A\napplication a period of limitation different from the period prescribed\ntherefor by the first schedule, the provisions of section 3 shall apply,\nas if such period were prescribed therefor in that schedule, and for the\npurpose of determining any period of limitation prescribed for any\nsuit, appeal or application by any special or local law \"\n(emphasis supplied)\nB\nC\nIt was held that RP Act, 1951 was a special law. It was held that the period\nof limitation prescribed under the RP Act, 1951 was different from the period\nprescribed under the Limitation Act. The question before this Court was\nwhether for the purposes of computing the period of thirty days prescribed\nunder Section 116-A(3) of the RP Act, 1951, the provisions of Section 12 of\nthe Limitation Act, 1908 could be invoked. It was held that Section 29(2) of\nthe Limitation Act, 1908 would apply even to a case where the period prescribed\nunder the special law differed from the period prescribed under the Limitation\nAct (see para 23). Alternatively, even on construction of Section 29(2) it was D\nheld that there was no rule of grammatical construction which required an\ninterpretation that if sentences complete by themselves are connected by a\nconjunction, namely, the word 'and', the second sentence must be held to\nlimit the first sentence. In our view, the said judgment has no application. In\nthe present case, the word 'and' in Entry 5 is placed between the words\n\"animal feed\" and \"feed supplements\" followed by a punctuation mark E\n\"comma\". Therefore, we are not concerned with a case where two sentences\nare sought to be connected. We are concerned with specific category of\ngoods. The word 'and' is placed by the Legislature between two types of\ngoods, namely, animal feed and feed supplements. The punctuation mark,\nafter categorizing \"animal feed and feed supplements\", as one class, is very F\nimportant. The Legislature intended, therefore, to put \"animal feed and feed\nsupplements” in one category. The Legislature intended to provide for Nil rate\nof duty to specified items mentioned in Entry 5. Dog and Cat feed are not\nmentioned in those items. Therefore, the above judgment of this Court has\nno application to the present case.\n7. For the above reasons, we do not find any infirmity in the impugned\njudgment of the High Court and accordingly, we dismiss this civil appeal with\nno order as to costs.\nG\nA\nK.K.T.\nAppeal dismissed.\nH\n"}