{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"KHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1005\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nthe trade marks advertisements in all the countries in classes A\n32 and 33 which inter alia have British or Scottish connotations.\n43. On their own showing a large number of applications\nwere filed against those who were using trade marks which have\nsome relation with use of a label, mark or insignia which re-\nB\nminds the customers of the products of Scotland which included\nthe word such as Scot, Glen and Highland. Respondents have\nreferred to as many as 19 judgments rendered by different High\nCourts in India and four decisions rendered by the Courts of\nFrance, Italy, Illinois and Malaysia to contend that all opposi-\ntions made and/or litigations filed ended in success. It is rel- C\nevant to place on record the decisions which have been placed\nbefore us by Mr. Desai and the marks which were being used\nby different companies:\n\"1. Mohan Meakin Breweries Ltd. Vs. The Scotch\nWhisky Association, PTC (Suppl) (1) 352 (Del) (DB)\nPara 6, Para 17 and 18\nD\n2.\nScotch Whisky Association \u0026 ors. Vs. Golden Bottling\nLtd., 2006 (32) PTC 656 (Del.) Paras: 22, 23, 24,\n25, 27 and 28.\n4.\n1\n5.\n3.\n6.\n7.\n8.\nSrilab Breweries Pvt. Ltd. Vs. Scotch Whisky\nAssociation, 2006 (33) PTC 527 (Reg.) Para 13\nSWA \u0026 Anr. Vs. Mohan Meakin Ltd. (Royal Scot) –\n(Bombay High Court)\nScotch Whisky Association \u0026 Ors. Vs. Golden\nBottling Ltd. (Red Scot) – 2006 (32) PTC 656 (Del.)\n-\nSWA \u0026 Anr. Vs. Royal Distillery (Royal's Scot)\n(Bombay High Court)\n-\nSWA \u0026 Ors. Vs. The Brihan Maharashtra Sugar\nSyndicate Ltd. (Brihan's Old Scot) -(Bombay High\nCourt).\nSWA \u0026 Ors. Vs. The Ugar Sugar Works Ltd. (Appeal\nE\nF\nG\nI\n1006\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\n0\nD\nE\nF\nG\nH\n9.\n10.\nOrder) -(Bombay High Court).\nSWA \u0026 Anr. Vs. Rangar Breweries Ltd. (Grand Scot)\n-(Bombay High Court)\nSWA \u0026 Anr. Vs. Swaroop Vegetable Products\nIndustries Ltd. \u0026 Ors. (Final Order) -(Delhi High\nCourt)\n11. Scotch Whisky Association Vs. Dyer Meakin\nBreweries Ltd. (Highland Chief) - ILR 1972 Delhi\n124\n12. Dyer Meakin Breweries Ltd. (now known as Mohan\nMeakin Breweries Ltd.) Vs. The Scotch Whisky\nAssociation PTC (Suppl) (1) 352 (Del) (DB)\n13. SWA \u0026 Anr. Vs. M/s Rheea Distillers (Scotch Terrier)\n-(The Court of Addl. Civil Judge, Sr. Division\nMargao, Goa).\n-\n14. William Grant \u0026 Sons Ltd. Vs. McDowell \u0026 Co. Ltd.\n(Glenfiddich Case) – 1997 (17) PTC 134\n-\n15. Srilab Breweries Pvt. Ltd. Vs. Scotch Whisky\nAssociation (Rare Blend) - 2006 (33) PTC 527\n(Reg.) WA \u0026 Anr. Vs. Forbes Camphell \u0026 Co. Ltd.\n(Glen Forbes, Blended with the finest Scotch)\n(Bombay High Court)\n-\n16. SWA \u0026 Anr. Vs. Pravara Sahakar Shakar Karkhana\nLtd. (Drum Beater, Gold Tycoon) -(Bombay High\nCourt)\n17. SWA \u0026 Anr. Vs. Scottish Distilleries \u0026 Ors. (Macqueen\nand Black Kilt) -(Bombay High Court)\n18. SWA Vs. Silver Oak Blenders and Bottlers Private\nLtd. \u0026 Anr. (Windsor Club) -(Bombay High Court).\n19. SWA Vs. Maharashtra Manufacturing Corporation \u0026\nOrs. (Black Skipper, White Scot \u0026 Salute India) -\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1007\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\n(Delhi High Court)\nDecisions of Foreign Courts:\n20. SWA Vs. Societe d' Importation e de Distribution\ndes Grandes Marques (Judgment dated 23rd January,\nA\n1992 of the Commercial Court of Saint Etienne, B\nFrance)\n21. SWA \u0026 Anr. Vs. Pollini Liquori Spa (Judgment dated\n19th March, 1980 passed by the Court of Rome, Italy)\n22. SWA \u0026 Ors. Vs. Bartaon Distillery Co. (Judgment C\ndated 12th November, 1973 passed by the United\nStates Court of Appeal, Illinois)\n23. SWA \u0026 Anr. Vs. Ewein Winery (M) Sdn. BhD-[1999]\n6 MLJ 280 (Malaysia)”\nThe details of the cases aforementioned would clearly go\nto show that not only oppositions were made, but also actions\nwere initiated against the persons who used the word 'Scot' as\nalso against those who used the words 'Highland Chief, Scotch\nTerrier, Glenfiddich, Rare Blend', etc.\n44. In Australia and United States of America, the respon-\ndent No. 1 initiated actions almost on the self-same cause of\naction but failed.\nD\nE\nF\n45. It is, therefore, evident that whereas actions had been\ntaken against each and every party throughout the world when-\never a mark evocating Scotland or any other brand which re-\nmained in the minds of the buyer of the Scotland had been op-\nposed, the appellant was singularly left out. They opposed to\nthe registration of the mark and in fact issued a notice. If it had\nissued a notice then there is absolutely no reason as to why G\nthey did not pursue the same. A notice was issued in relation to\nan attempt made by the appellant to get the name Hogmanay\nregistered. If such an opposition had been made even in rela-\ntion to the registered proprietors trade mark Peter Scot, as it\ndid in the case of Hogmanay, it could have withdrawn its appli- H.\nF\n1008\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA cation. It would have known its position as to where it stood. It\ncould have started manufacturing Whisky of the same quality\nwith a different brand name. We may furthermore place on\nrecord that not only in respect of Hogmanay, opposition was\nalso made in relation to 'Old Angus' in Class 32 which bears\nB the name of a county in Scotland and, therefore, evocative of\nScottish origin although the product was a 'Rum' and not\n'Whisky'. If the respondent No. 1 took such actions in respect\nof trade marks 'Hogmanay' and 'Old Angus' in 1974 and 1979,\none fails to understand as to why a similar action was not taken\nin relation to Peter Scot.\nC\nD\nE\nF\nG\nH\n46. Barclay, in his affidavit, attempted to give an explana-\ntion therefor stating:-\n\"43. Proceedings in respect of the registration of the mark\n\"HIGHLAND CHIEF\" were pending in the Indian Courts at\nthe relevant time. The 1st Applicant succeeded in these\nproceedings before the Delhi Court in 1971 but thereafter\nthe matter was taken to the Division Bench of the Delhi\nHigh Court where the 1st Applicant also succeeded.\nHowever, the matter was thereafter taken to the Supreme\nCourt. The 1st Applicant did not appreciate, that it would\ntake so long to obtain a final judgment. The Judgment\nfrom the Supreme Court would be binding on all tribunals\nin India. At issue in the said Appeal was registration of\nwords, or devices or marks or labels or descriptions\nevocative of Scotland for use on Indian Whisky. In this\nconnection | crave leave to refer to and rely upon the\njudgment of the Delhi High Court (see Exhibit X-4). I say\nthat the Appeal to the Supreme Court from the same\njudgment had not yet been decided.\n44. I say that the 1st Applicant, having failed to lodge\nopposition to the 'Peter Scot' application within the\nprescribed period, was awaiting the decision of the\nSupreme Court before adopting proceedings against the\n.registered proprietor for rectification of the mark PETER\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1009\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nSCOT. However, in recent years, the 1st Applicant learned A\nthat various other parties were attempting to adopt the\nword 'SCOT' as part of their trade marks, and/or other\nmarks with Scottish Connotations. Therefore, the 1st\nApplicant decided that it could not afford to wait for the\ndecision of the Supreme Court and proceedings were\nadopted by filing passing off actions which are referred to\nin the annexures referred to hereinabove, as well as the\nrectification proceedings against the registered proprietor.\nThus, the delay is due to the aforesaid facts.\"\nEx facie, the said explanation is wholly unacceptable.\n47. Even before us, the result of the litigation before this\nCourt has not been disclosed. When action had been taken by\nthe respondent No. 1 in so many matters although one of the\nmatters was pending before this Court, the explanation offered\nappeared to be absolutely hollow, particularly when even on its\nown showing the respondent No. 1 succeeded even in the said\nproceedings.\n48. Moreover, if the said explanation is to be accepted,\nthen why an application for rectification should have been filed\neven in 1986? They should have waited till the decision in the\ncase then pending was rendered by this Court. Nothing has\nbeen stated in the said affidavit as to what was the occasion to\nfile such an application in 1986 but prompted them to wake up\nafter such a long time is beyond anybody's comprehension.\nB\nC\nD\nE\nF\n49. Once the facts are admitted the legal inference shall\nensue. Respondent No. 3 as also the learned Single Judge\nand the Division Bench of the High Court failed and/ or ne-\nglected to advert to this aspect of the matter. They did not pose\nunto themselves the question as to whether an application for G\nrectification can be dismissed on the ground of principle of\ndelay, acquiescence, waiver or abandonment. It is one thing to\nsay that such principles can never be applied but it is another\nthing to say that whether they should be applied in a fact situa-\ntion obtaining in a particular case or not. If they have any appli- H.\n1010\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA cation, the same should have been considered by the respon-\ndent No. 3 as also by the High Court on their own merit.\nB\nC\nD\nE\nF\nLL\nG\nH\n50. Mr. Desai himself has relied upon a decision of Chagla,\nC.J. of the Bombay High Court in Ciba Ltd. Basle Switzerland\n(supra). The learned Chief Justice therein recorded his opin-\nion, thus:\n\"10. The second contention in which there is much more\nforce is that the appellants have come to file this application\nunder Section 46 after considerable delay and no relief\nshould be granted to them. It is true that the granting of\nrelief under Section 46 is a discretionary relief, but it is\nequally true that the Legislature has not laid down any\nperiod of limitation for making an application under Section\n49. Kerly at p. 271 states: \"The delay of the applicant in\ncoming to the Court to ask for rectification of the register\nis not of itself any bar to his application, and the marks.\nhave been removed or varied after being registered for\nlong periods to the knowledge of the applicant.....\" But at\np. 264 the learned author points out that the demerits of\nthe applicant in any such case are irrelevant to the question\nwhether rectification should be ordered or not, for the\nquestion is not between the applicant on the one hand\nand the respondent on the other, but between public and\nthe respondent. But the learned author further points cut at\np. 272 that where the objection alleged to a mark is that\nit to the same as that of the applicant, or that it has such\nresemblance to his as to be calculated to deceive, it will\nbe some evidence against the applicant, on whom the\nburden lies of showing that the registration was made\nwithout sufficient cause, if he had stood by and allowed\nthe registered proprietor to use the mark objected to for\na length of time, especially if no case of actual deception\nis proved. But the learned author also points out that in\nsuch a case two things have got to be considered; first,\nwhat was the reason of the delay in the application to\nexpunge; and, secondly, whether any substantial injury has\n7\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1011\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nbeen caused by the delay to the person who has registered. A\nTherefore, the question of delay must be approached from\nthis point of view whether the applicant stood by and thereby\ncaused substantial injury to the respondent and the injury\nwas so substantial that that injury would outweigh the interest\nof the public which the Court must consider where a trade B\nmark is likely to deceive.\"\nIn this case, the respondent stood by the mark.\n51. A distinction may be made between a 'fraudulent trade\nmark' and a 'deceptive trade mark'. In both the cases evidences\nhave to be adduced.\n52. Whether a misrepresentation is made or not is essen-\ntially a question of fact. It will depend upon many factors.\n53. The principles of waiver and acquiescence in a case\nof this nature are applicable. Apart from the ordinary rule of\nwaiver of a right expressly provided for in a case of passing off,\nthe court has consistently been noticing development of law in\nthis field. The principles in that behalf were laid down by way of\nprovender in Scotch Whiskey Association and another v.\nPravara Sahakar Shakar Karkhana, [AIR 1992 Bom. 294].\n54. The development of law was also noticed by the Court\nof Appeal in Habib Bank Ltd. v. Habib Bank, A.G. Zurich, [[1980]\n(1) W.L.R. 1265] at 1283 – 1284, in the following terms :-\n-\n\"We were again referred to many authorities on this subject\nand to the debate which has taken place as to whether, in\norder to succeed in a plea of acquiescence, a defendant\nmust demonstrate all the five probanda contained in the\njudgment of Fry J. in Willmott v. Barber [(1880) 15 Ch.D.96:\nsee the recent judgment of Robert Goff J. in Amatgamated\nInvestment \u0026 Property Co. Ltd. v. Texas Commerce\nInternational Bank Ltd. [(1981) 2 WLR 554]. Whether all\nfive of those probanda are necessary or not, Mr. Aldous\nC\nD\nE\nF\nG\nH\n1012\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nD\nE\nF\nןד\nG\nI\nsubmits that to succeed HBZ must at least establish three\nthings. They must show, first, that HBZ have been acting\nunder a mistake as to their legal rights. That, in the instant\ncase, must mean that they were unaware that what they\nwere doing (that is to say, carrying on their business under\nthe name in which they had been incorporated with the\nactive assistance of the plaintiffs' predecessors),\nconstituted any invasion of the plaintiffs' rights. Secondly,\nthey must show that the plaintiffs encouraged that course\nof action, either by statements or conduct. Thirdly, they\nmust show that they have acted upon the plaintiffs'\nrepresentation or encouragement to their detriment.\"\n55. Noticing various other decisions, Oliver, L.J., noticing\na decision in Taylor Fashions Ltd. v. Liverpool Victoria Trust-\nees Co. Ltd. [ (Note) [1981] 2 W.L.R.] 576 opined :-\n\"Furthermore the more recent cases indicate, in my\njudgment, that the application of the Ramsden v. Dyson,\nL.R. 1 H.L. 129 principle-whether you call it proprietary\nestoppel, estoppel by acquiescence or estoppel by\nencouragement is really immaterial-requires a very much\nbroader approach which is directed rather at ascertaining\nwhether, in particular individual circumstances, it would\nbe unconscionable for a party to be permitted to deny that\nwhich, knowingly, or unknowingly, he has allowed or\nencouraged another to assume to his detriment than to\ninquiring whether the circumstances can be fitted within\nthe confines of some preconceived formula serving as a\nuniversal yardstick for every form of unconscionable\nbehaviour.\"\nIt was held :\n\"I have to acknowledge my indebtedness to counsel on\nboth sides for some illuminating arguments, but at the end\nof them I find myself entirely unpersuaded that the judge\nerred in any material respect. He concluded his judgment\nin this way on the question of estoppel :\n6.\n7\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1013\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\n\"Of course, estoppel by conduct has been a field of A\nthe law in which there has been considerable\nexpansion over the years and it appears to me that\nit is essentially the application of a rule by which\njustice is done where the circumstances of the\nconduct and behaviour of the party to an action are\nsuch that it would be wholly inequitable that he should\nbe entitled to succeed in the proceeding.\"\nThat, to my mind, sufficiently appears on the facts of this\ncase.\"\n56. Thus, in cases involving equity or justice also, conduct\nof the parties has also been considered to be a ground for at-\ntracting the doctrine of estoppel by acquiescence or waiver for\ninfringement.\nB\nC\n57. This Court also in M/s. Power Control Appliances and D\nothers v. Sumeet Research and Holdings, [ (1994) 2 SCC\n448] held :-\nE\nF\n“26. Acquiescence is sitting by, when another is invading\nthe rights and spending money on it. It is a course of\nconduct inconsistent with the claim for exclusive rights in\na trade mark, trade name etc. It implies positive acts; not\nmerely silence or inaction such as is involved in laches. In\nHarcourt v. White Sr. John Romilly said: \"It is important to\ndistinguish mere negligence and acquiescence.\"\nTherefore, acquiescence is one facet of delay. If the plaintiff\nstood by knowingly and let the defendants build up an\nimportant trade until it had become necessary to crush it,\nthen the plaintiffs would be stopped by their acquiescence.\nIf the acquiescence in the infringement amounts to consent,\nit will be a complete defence as was laid down in Mouson G\n(J.G.) \u0026 Co. v. Boehm. The acquiescence must be such\nas to lead to the inference of a licence sufficient to create\na new right in the defendant as was laid down in Rodgers\nv. Nowill.\"\nH\nA\nB\nC\nD\nE\nF\nG\nI\n1014\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\n58. The question again came up for consideration before\nthis Court in Ramdev Food Products (P) Ltd. v. Arvindbhai\nRambhai Patel and others, [ (2006) 8 SCC 726] wherein it\nwas held :-\n\"103. Acquiescence is a facet of delay. The principle of\nacquiescence would apply where: (1) sitting by or allowing\nanother to invade the rights and spending money on it; (ii)\nit is a course of conduct inconsistent with the claim for\nexclusive rights for trade mark, trade name, etc.\"\nThe delay by itself, however, may not be necessarily a\nground for refusing to issue injunction. It was opined :-\n\"106. The defence of acquiescence, thus, would be\nsatisfied when the plaintiff assents to or lays by in relation\nto the acts of another person and in view of that assent or\nlaying by and consequent acts it would be unjust in all the\ncircumstances to grant the specific relief.\"\nIt was furthermore observed :-\n108. Specific knowledge on the part of the plaintiff and\nprejudice suffered by the defendant is also a relevant factor.\n(See Spry on Equitable Remedies, 4th Edn., p. 433.)\n59. In Halsbury's Laws of England, Fourth Edition, Vol. 16,\npara 1505, it is stated:\n\"Where a person has by words or conduct made to another\na clear unequivocal representation of fact, either with\nknowledge of its falsehood or with the intention that it should\nbe acted upon, or has so conducted himself that another\nwould, as a reasonable man, understand that a certain\nrepresentation of fact was intended to be acted on, and\nthat the other has acted on the representation and thereby\naltered his position to his prejudice an estoppel arises\nagainst the party who made the representation, and he is\nnot allowed to aver that the fact is otherwise than he\nrepresented it to be.\"\n"}