{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"i\n+\n[2008] 9 S.C.R. 975\nKHODAY DISTILLERIES LIMITED\n(NOW KNOWN AS KHODAY INDIA LIMITED)\nV.\nTHE SCOTCH WHISKY ASSOCIATION AND OTHERS\n(Civil Appeal No. 4179 of 2008)\nMAY 27, 2008\n[S.B. SINHA AND LOKESHWAR SINGH PANTA, JJ.]\nTrade and Merchandise Marks Act, 1958; Ss. 11, 27, 56\nand 109/Limitation Act, 1963; Article 137:\n-\n-\nA\nB\nC\nInfringement of trade mark - Trade mark 'Peter Scot' -\nRegistration of, in favour of appellant/manufacturer in 1968 –\nApplication for Rectification filed by respondent in 1974 on\nground that it contravenes s.11 of 1958 Act - Rejected by\nRegistrar, Trade Marks - Affirmed by High Court - Correct- D\nness of - Held: Application for Rectification was rejected by\nthe Registrar, Trade Marks, which is not a Court – Hence, pro-\nvisions u/Article 137 of the Limitation Act not applicable\nDeceptively similar is the principal criteria for consideration\nof the application for registration as also for rectification - Re- E\nspondent No. 1 was aware of registration of the marks in question\nthrough an advertisement issued by the appellant – A notice was\nallegedly issued by the respondents but they did not take any\nfurther action in the matter - No reason furnished for filing appli-\n• cation for rectification so late - Registrar and the High Court both\ndid not pose unto themselves the question as to whether the ap-\nplication for rectification could be dismissed on ground of prin-\nciple of delay/waiver/acquiescence/abandonment – In a case of\nthis nature, principle of waiver applicable - Conduct of parties\ncould also be considered as ground for attracting the doctrine of\nestoppel by acquiescence/waiver/infringement.\n-\n-\nGeographical Indication of Goods Act, 1999 – Ss. 20(2)\nand 26(2) – Applicability of - Held: Not applicable.\n975\nF\nG\nI\n976\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\n•\nLocus Standi - Held: Respondent No.1 has no locus\nstandi to file an application u/s. 56 of 1958 Act.\nDeceptively similar goods - Tests -\nTests - \nHeld: Tests to be\napplied in each case are different - look and sound, nature\nand kind of customs, surrounding circumstances, when and\nhow a person likely to be considered are relevant consider-\nation to decide about deceptivity.\nDoctrines and Principles:\nDoctrine of estoppel - Applicability of.\nPrinciple of Waiver and acquiescence - Applicability of.\nAppellant, a manufacturer of whisky under the brand\nname of 'Peter Scot', filed an application for registration\nof the trade mark before respondent No.3, the Registrar\nD of Trade Marks and Copy Right, which was not opposed\nby respondent No.1 and the trade mark was registered.\nRespondent Nos. 1 \u0026 2 allegedly came to know about the\nregistration of the trade mark in question in favour of the\nappellant in 1974. They filed an application for rectifica-\nE tion of the trade mark on the grounds that the mark was\nnot distinctive; that it was not capable of distinguishing\nitself as the goods of the appellant; and that the use of\nthe mark is likely to deceive or confuse. They have suc-\nceeded before the Magistrate only on the third ground.\nAppeal filed thereagainst was dismissed by the Single\nJudge of the High Court. Second appeal dismissed by\nthe Division Bench of the High Court. Hence the present\nappeal.\nF\nThe questions which arose for consideration before\nG this Court were as to whether the term 'Scot' would itself\nbe a sufficient ground to opine that the mark 'Peter Scot'\nis deceptive or confusing, since the onus of proof would\nbe on the respondents, as to whether they have dis-\ncharged the same or not; as to whether the delay in filing\nH application for rectification by respondent Nos. 1 and 2\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 977\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO.\nwould amount to acquiescence and/or waiver; as to A\nwhether the delay on the part of respondent Nos. 1 and 2\nin filing the application for rectification would amount to\nacquiescence and/ or waiver; and as to whether respon-\ndent No. 3 as also the Single Judge and the Division Bench\nof the High Court have failed to apply the correct tests B\nand, thus, misdirected themselves in law.\nAppellant contended that respondent No. 3 as also\nthe High Court committed a serious error insofar as they\nfailed to take into consideration that in view of the state-\nment made in the affidavit affirmed by one lan Barclay that C\nthe respondents were aware of the infringement of as far\nback in 1974 but as no action was taken in relation thereto\ntill 1986, the application for rectification was barred un-\nder the principles of waiver and acquiescence; that the\ntrade mark 'Peter Scot' allegedly being evolved of Scot- D\nland cannot be held to be a subject matter of passing off\nas purchasers of the same are discerning; that they are\naware of the brand which they would be purchasing; that\nrich and wealthy people would only ordinarily purchase\ngoods like Scotch Whisky and they being literate cannot E\npossibly be pulled by the word 'Scot” knowing that they\nare purchasing Scotch Whisky, particularly in view of the\nfact that in the label as also in the box, it has categorically\nbeen mentioned that the product is a ‘PRIDE OF INDIA\"\nand is manufactured at Bangalore in India; and that the\nF\nDivision Bench of the High Court committed a serious\nerror in so far as it failed to take into consideration that\nhaving regard to the provisions contained in Section 26\nof the Geographical Indication of the Goods Act, 1999, the\nrights of trade marks which had been acquired through\nuse in good faith were protected and thereby committed\na serious error in not allowing the appellant to raise the\nsaid contention, on the premise that the same was being\nraised for the first time before it.\nG\nRespondent Nos. 1 and 2 submitted that the findings H\n978\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nC\nA of fact arrived at by the respondent No. 3 and as affirmed\nby the Single Judge and the Division Bench of the High\nCourt should not be interfered with as they cannot be\ncharacterized as extraneous or perverse being based on\nno evidence; that an application for rectification is the\nB only remedy in respect of a registered trade mark which\nis likely to deceive or cause confusion for the purpose of\nmaintaining the purity of register of trade marks wherefor\nthe extended concept of passing off action should be rec-\nognized; that the basic distinction between the trade mark\ninfringement and passing off action is that whereas the\nformer flows from a statutory right, the latter is action in\ntort being in the realm of unfair competition; that Courts\nin India and abroad having consistently protected Scotch\nWhisky, any mark carrying words such as SCOT, Glen and\nHighland should not be allowed to continue; that the ap-\npellant by using its product as Peter Scot, which is an\nIndian Whisky, intended to be seen as a manufacturer of\nScotch Whisky; that if there is a fraud at inception in adop-\ntion of the name, the court should discourage such fraud\nin sternest way; that the delay on the part of the respon-\ndents would not amount to acquiescence or waiver as\nthe purpose of filing an application for rectification is to\nmaintain the purity of register and public interest; and that\nthe provisions of the 1999 Act are not applicable to the\nfacts and circumstances of the present case.\nD\nE\nF\nAllowing the appeal, the Court\nHELD: 1.1 Respondents were well aware that the ap-\npellant had filed an application for registration. One of the\nquestions which was raised before respondent No.3 as\nG also before the High Court was as to whether Article 137\nof the Limitation Act, 1963 would apply to the rectification\nproceedings. Keeping in view the decision of this Court\nin the case of Sakur vs. Tanaji, evidently the same has to\nbe rejected as the Registrar is not a court. The provisions\nH of the 1963 Act will have no application in the instant case.\n་\ni\n}\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 979\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO.\nY\nf.\nj\n(Paras - 28\u0026 66 ) [999-C,D, 1017-G,H]\nSakur vs. Tanaji AIR (1985) SC 1279 - relied on.\nA\n1.2 What would be the reasonable period in a given\ncase would not depend upon the nature of action initiated\nbefore a statutory authority but also upon the purport and B\nobject of the statute. If the reliefs sought for before the\nsuperior courts are the same which could be sought for in\na suit, the period of limitation specified for in the Limitation\nAct may be taken to be the criteria for consideration as to\nwhether the same should be treated as a reasonable pe- C\nriod, but not otherwise. (Para 30) [1001-A,B,C]\nState of Madhya Pradesh vs. Bhailal Bhai and others\n(1964) 6 SCR 261 at 271 - held inapplicable.\n1.3 The duty of the Registrar is to maintain the regis-\nter. An application for registration has also to be consid-\nered keeping the public interest in view. What is therefor,\nnecessary for the Registrar is to arrive at a conclusion as\nregards registration of mark, is as to whether having re-\ngard to the nature of the mark sought to be registered\nand the use thereof as also the class of bias, would be\ndeceived or confused with the mark registered or not.\nAn application for rectification and correction of the reg-\nister may be entertained if any of the grounds specified\ntherein exists. (Paras - 37\u002638) [1002-G,H, 1003-A,B]\n1.4 The power of the Registrar in terms of Section 56\nof the Trade and Merchandise Marks Act is wide. Sub-\nsection (2) of Section 56 of the Act used the word \"may\"\nat two places. It enables a person aggrieved to file an\napplication. It enables the Tribunal to make such order\nas it may think fit. It may not, therefore, be correct to con-\ntend that under no circumstances the delay or acquies-\ncence or waiver or any other principle analogous thereto\nwould apply. (Para - 39) [1003-D,E]\nD\nE\n.ד\nF\nG\nI\nH'\n980\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\n1.5 Purity of register as also the public interest would\nbe relevant consideration. But, when a discretionary ju-\nrisdiction has been conferred on a statutory authority, the\nsame although would be required to be considered on\nobjective criteria but as a legal principle it cannot be said\nB that the delay leading to acquiescence or waiver or aban-\ndonment will have no role to play. (Para-40) [1003-F]\nCiba Ltd. Basle Switzerland vs. M. Ramalingam and S.\nSubramaniam trading in the name of South Indian Manufac-\nturing Co., Madura and another AIR 1958 Bombay 56 – re-\nC lied on.\nD\nE\nய\nF\n-\n1.6 It is one thing to say that class or group action\nwill receive special attention of the statutory authority vis-\nà-vis a private action. But, in both types of cases, public\ninterest should remain uppermost in the mind of the au-\nthority. The question which is required to be posed there-\nfor would be as to whether the public in general or the\nclass of bias would be deceived or be confused if the\nexisting mark is allowed to remain on the register. Thus,\ndeceptively similar or confusion is the principal criteria\nfor determining applications both for registration as also\nfor rectification. (Para - 40) [1004-B,C]\n2.1 In the affidavit it was affirmed by the respondent\nthat they were aware of registration of the mark through\nan advertisement made in a trade mark journal at the in-\nstance of the appellant as also a report. Respondent No.1\nhad issued a notice. It also issued a notice in respect of\nan application filed by the appellant for registered propri-\netors trade mark ‘Hogmanay' which led to withdrawal of\nthe said application by the appellant before hearing. He\nG\nalso affirmed that there are provisional trade mark agen-\ncies about the trade marks advertisements in all the coun-\ntries in classes 32 and 33 which inter alia have British or\nScottish connotations. (Para-42 ) [1004-F-H, 1005-A]\nI\n•\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 981\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO.\n2.2 It is evident that whereas actions had been taken A\nby respondent No.1 against each and every party\nthroughout the world whenever a mark evocating Scot-\nland or any other brand which remained in the minds of\nthe buyer of the Scotland had been opposed, the appel-\nlant was singularly left out. They opposed to the registra- B\ntion of the mark and in fact issued a notice. If it had is-\nsued a notice then there is absolutely no reason as to\nwhy they did not pursue the same. (Para 45) [1007-F,G]\n2.3 If the respondent No. 1 took such actions in re-\nspect of other trade marks ‘Hogmanay' and 'Old Angus'\nin 1974 and 1979, this Court fails to understand as to why\na similar action was not taken in relation to Peter Scot,\n(Para-45) [1008-B]\nC\nD\n2.4 When action had been taken by the respondent\nNo. 1 in so many matters although one of the matters was\npending before this Court, the explanation offered ap-\npeared to be absolutely hollow, particularly when even\non its own showing the respondent No. 1 succeeded even\nin the said proceedings. Nothing has been stated by re-\nE\nspondent Nos. 1 and 2 in the affidavit as to what was the\noccasion to file such an application in 1986 but prompted\nthem to wake up after such a long time is beyond\nanybody's comprehension. (Para-47-48) [1009-C,D,E]\n2.5 Once the facts are admitted the legal inference F\nshall ensue. Respondent No. 3 as also the Single Judge\nand the Division Bench of the High Court failed and/ or\nneglected to advert to this aspect of the matter. They did\nnot pose unto themselves the question as to whether an\napplication for rectification can be dismissed on the G\nground of principle of delay, acquiescence, waiver or\nabandonment. It is one thing to say that such principles\ncan never be applied but it is another thing to say that\nwhether they should be applied in a fact situation obtain-\ning in a particular case or not. If they have any applica-\nH\n982\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA tion, the same should have been considered by the re-\nspondent No. 3 as also by the High Court on their own\nmerit. (Para 49) [1009-F-H, 1010-A]\nB\nC\nD\nE\nוח\nF\nG\n-\n2.6 The principles of waiver and acquiescence in a\ncase of this nature are applicable. Apart from the ordinary\nrule of waiver of a right expressly provided for in a case\nof passing off, the court has consistently been noticing\ndevelopment of law in this field. (Para - 53) [1011-D]\nScotch Whiskey Association and another vs. Pravara\nSahakar Shakar Karkhana, AIR (1992) Bom. 294 – referred to.\n-\n2.7 In cases involving equity or justice, conduct of\nthe parties has also been considered to be a ground for\nattracting the doctrine of estoppel by acquiescence or\nwaiver for infringement. (Para - 56) [1013-C]\nHabib Bank Ltd. v. Habib Bank, A.G. Zurich, [1980] (1)\nW.L.R. 1265 at 1283-1284 and Taylor Fashions Ltd. v.\nLiverpool Victoria Trustees Co. Ltd. [(Note) [1981] 2 W.L.R.]\n576-referred to.\n2.8 Delay would be a valid defence where it has\ncaused a change in the subject matter and action or\nbrought about a situation in which justice cannot be done.\n(Para – 59) [1015-A]\n-\nM/s. Power Control Appliances and others vs. Sumeet\nResearch and Holdings, (1994) 2 SCC 448 and Ramdev\nFood Products (P) Ltd. vs. Arvindbhai Rambhai Patel and\nothers (2006) 8 SCC 726 – relied on.\n-\nHalsbury's Laws of England, Fourth Edition, Vol. 16 –\nreferred to.\n2.9 The doctrine of continuing wrong has nothing to\ndo with the refusal on the part of a statutory authority or a\ncourt of law to exercise its discretionary jurisdiction on\nthe ground of latches, acquiescence or waiver. (Para-64)\nH [1017-B,C]\n3\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 983\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO.\nBalakrishna Savalram Pujari Waghmare and others v. A\nShree Dhyaneshwar Maharaj Sansthan and others AIR 1959\nSC 798] – referred to.\nPfizer Products Inc. v. Rajesh Chopra \u0026 Ors. [2007 (35)\nPTC 59 (Del) and Mc Donald's Corporation and Another v.\nSterling's Mac Fast Food Represented by its Partner John\nMathew [ILR 2007 Karnataka 3346 - referred to.\nWillmott v. Barber [15 Ch. D. 96] – referred to.\n-\n2.10 It is also not a case where a Court has been con-\n-\nB\nferred power to exercise a suo motu jurisdiction. (Para C\n67) [1018-A]\nBengal Waterproof Limited vs. Bombay Waterproof\nManufacturing Company and Another (1997) 1 SCC 99] -\nheld inapplicable.\nState of Punjab \u0026 Ors. vs. Bhatinda District Coop. Milk\nP. Union Ltd. (2007) 2 SCALE 135 – held inapplicable.\n-\n2.11 In the peculiar facts and circumstances of the\ncase, this Court is of the opinion that action of the re-\nspondents is barred under the principles of acquiescence\nand/ or waiver. (Para - 69) [1018-C,D]\nD\nE\n3.1 The decision of the respondent No. 3 that the re-\nspondent No. 1 has no locus standi to file an application\nunder Section 56 of the 1958 Act has attained finality. Lo- F\ncus has been found only in favour of the respondent No.\n2. It comes within the purview of a foreign manufacturer\nwhose goods are sold in this country. It indisputably have\nacquired a protectable goodwill in his trade name or trade-\nmarks. There will then be the question, which in principle G\nwould involve pure question of fact, is whether the good-\nwill is that of the foreign manufacturer or the importer.\n(Para -73) [1019-D,E]\nLaw of Trade Marks and Trade Names Fourteenth Edi-\ntion, para 15-067, page 456 by Kerly – referred to.\nH\n984\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\n3.2 The tests which are required to be applied in each\ncase would be different. Each word must be taken sepa-\nrately. They should be judged by their look and by their\nsound. Must consider the goods to which they are to be\napplied. Nature and kind of customers who would likely\nB to buy goods must also be considered. Surrounding cir-\ncumstances play an important factor. What would likely\nto happen if each of those trade marks is used in a nor-\nmal way as a trade mark of the goods of the respective\nowners of the marks would also be a relevant factor. Thus,\nwhen and how a person would likely to be confused is a\nvery relevant consideration. (Para - 83) [1031-E,F,G]\nC\nD\nE\nF\nPianotist Co.' Application, Re, (1906) 23 RPC 774 - re-\nferred to.\n3.3 Where the class of buyers is quite educated and\nrich, the test to be applied is different from the one where\nthe product would be purchased by the villagers, illiter-\nate and poor. Ordinarily, again they would purchase alco-\nholic beverages by their brand name. When, however, the\nproduct is to be purchased both by villagers and town\npeople, the test of a prudent man would necessary be\napplied. It may be true that the tests which are to be ap-\nplied in a country like India may be different from the tests\neither in a country of England, United Sates of America or\nAustralia. (Para-84) [1031-H, 1032-A,B]\nCadila Health Care Ltd. v. Cadila Pharmaceuticals Ltd.\n(2001) 5 SCC 73 – referred to.\n-\nCarew Phipson Limited v. Deejay Distilleries Pvt. Ltd.,\nAIR 1994 Bom. 231 and Diageo North America, Inc. and an-\nG other v. Shiva Distilleries Ltd. 143 (2007) DLT 321 – referred\nH\nto.\n-\nScotch Whisky Association v. Marton De Witt (2008) FCA\n73; Cooper Engineering Co. Pty. Ltd. v. Sigmund Pumps Ltd.\n(1952) HCA 15; The Scotch Whisky Association v. Majestic\n\"\n"}