{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63}],"text":"KHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1035.\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nchampagne, a pleasant hard white wine, which you can A\ndrink in France, and even some dull still red wine\"; and on\npages 79-80 of the same book it is said: \"It mayn't be\nforgery to describe a wine as, say, Australian Chablis; it\nis deplorable and shows the maker has no proper pride\nin his product, but the adjective 'Australian' is a sort of B\nwarning\". In a previous edition (the 6th) of the same book,\nthe words in the same passage are \"is a fair warning\".\nThe learned Judge proceeded to hold:\n\"All the lovers of wine who gave evidence before me\ndeplored this practice by which the names of well-known\nwines have been debased. Some of the witnesses,\nemployed in the more practical side of the wine trade,\nreferred to the convenience of thus using the name of the\nreal wine to indicate a type. But it appeared that a number\nof the wine merchants who dealt in such wines were careful\nin their price lists to list such wines under titles or\ndescriptions which showed that they were of a type but not\nfrom the original district.\"\nC\nD\n87. Referring to Kerly on Trade Marks, which we have re- E\nferred to hereinbefore, the learned Judge said:\nF\n\"And it has been said that regard should not be had to\n\"unusually stupid people, fools or idiots\". Moreover, \"if the\ngoods are expensive and not of a kind usually selected\nwithout deliberation and the customers generally educated\npersons these are all matters to be considered.\" (That is\nalso a quotation from the same book.) Various other\njudicial statements are collected in the judgment of the\nAssistant-Registrar in George Angus \u0026 Co.'s Application\n(1943) 60 R.P.C. 29, at pp. 31-32, to which I was referred.\" G\nIn arriving at the said decision, the following was specifi-\ncally noticed:\n\"Mr. Munday, whose wine business was in Swansea, when\nasked \"How far do you think the class of customers that H.\nН\nA\nB\nC\nD\nE\nF\nபட\nG\nI\n1036\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nyou deal with know the origin of Champagne?\" replied:\n\"Limited. Some would know. The first category I mentioned\nwould know a fair amount about it. In the second category\nsome. But there would be a considerable number in my\narea who would know nothing about it except that it was\na wine they wanted for a special occasion or for something\nin their life they wanted to celebrate with. They would then\nwant that. That is how much they would know about it-just\na general outline\".\"\nIt was furthermore held:\n\"There is thus, in my view, a considerable body of evidence\nthat persons whose life or education has not taught them\nmuch about the nature and production of wine, but who\nfrom time to time want to purchase Champagne, as the\nwine with the great reputation, are likely to be misled by\nthe description \"Spanish Champagne\".\nSomething was said on the subject of the burden of proof.\nWell, burden of proof is something which may shift in the\ncourse of an action. It appears to me that when the plaintiffs\nhave shown that a description used by the defendants\ncontains an untruthful statement that a wine which is not\nChampagne is Champagne, they have gone some way to\nestablishing their case, and the Court might require to be\nsatisfied that such an untrue statement was so clearly\nqualified as to be not likely to mislead. But, however, that\nmay be, I am satisfied on the evidence that a substantial\nportion of the public are likely to be misled. And as Lord\nJustice Lindley said in Slazenger \u0026 Sons v. Feltham \u0026\nCo. (1889) 6 R.P.C. 531 at p. 537: \"One must exercise\none's common sense, and, if you are driven to the\nconclusion that what is intended to be done is to deceive\nif possible, I do not think it is stretching the imagination\nvery much to credit the man with occasional success or.\npossible success. Why should we be astute to say that he\ncannot succeed in doing that which he is straining every\nད©\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1037\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nnerve to do?\"\nBollinger test was not only applied in Warnick (Erven)\nBesloten Vennootschap v. J. Townend \u0026 Sons (Hull) Ltd. [1980\nRPC 31], but in all the case which have been referred to by Mr.\nDesai to which the different High Courts of India as also to which\nwe have taken note of.\nHowever, tests laid down in Australia and United States in\nrespect of self-same goods are noticed hereinbefore are some-\nwhat different.\nA\nB\nC\n88. But then we are concerned with the class of buyer who\nsupposed to know the value of money, the quality and content\nof Scotch Whisky. They are supposed to be aware of the differ-\nence of the process of manufacture, the place of manufacture\nand their origin. Respondent No.3, the learned Single Judge\nas also the Division Bench of the High Court, therefore, failed D\nto notice the distinction, which is real and otherwise borne out\nfrom the precedents operating in the field. [See - Kerly's Law of\nTrade Marks and Trade Names, Thirteenth Edition pg. 600].\nHad these tests been applied the matter might have been\ndifferent. In a given case probably we would not have inter-\nfered but we intend to do so only because wrong tests applied\nled to a wrong result.\n89. So far as the applicability of the 1999 Act is concerned,\nhaving regard to the provisions of Sections 20(2) and 26(2),\nwe are of the opinion that the 1999 Act will.have no application.\n90. For the reasons aforementioned, the impugned judg-\nment is set aside. The appeal is allowed. No costs.\nE\nF\nS.K.S.\nAppeal allowed.\n"}