{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"KHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1025\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nThe two marks were held to be not substantially identical A\nwith, or deceptively similar to each other.\nUNITED STATES OF AMERICA\n77. In Application of E.I. DuPont De Nemours \u0026 Co. [476\nF.2d 1357], it was stated:\n\"The Decisional Process\nB\nThe ultimate question of the likelihood of consumer\nconfusion has been termed a question of fact. Coca-Cola\nCompany v. Snow Crest Beverages, Inc., 162 F.2d 280 C\n(1st Cir. 1947), cert. den. 332 U.S. 809, 68 S.Ct. 110, 92\nL.Ed. 386 (1947). If labeled a mixed question or one of\nlaw, it is necessarily drawn from the probative facts in\nevidence. As so often said, each case must be decided\non its own facts. There is no litmus rule which can provide D\na ready guide to all cases.\nIn testing for likelihood of confusion under Sec. 2(d),\ntherefore, the following, when of record, must be\nconsidered:\n1. The similarity or dissimilarity of the marks in their\nentireties as to appearance, sound, connotation and\ncommercial impression.\n2.\n3.\nThe similarity or dissimilarity of and nature of the\ngoods or services as described in an application or\nregistration or in connection with which a prior mark\nis in use.\nThe similarity or dissimilarity of established, likely-\nto-continue trade channels.\nE\nF\nG\n4.\nThe conditions under which and buyers to whom sales\nare made, i.e. \"impulse\" vs. careful, sophisticated\npurchasing.\n5.\nThe fame of the prior mark (sales, advertising, length\nH\n1026\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\n6.\n00\nB\nC\nof use).\nThe number and nature of similar marks in use on\nsimilar goods.\n7. The nature and extent of any actual confusion.\n8.\n9.\nThe length of time during and conditions under which\nthere has been concurrent use without evidence of\nactual confusion.\nThe variety of goods on which a mark is or is not\nused (house mark, “family” mark, product mark).\n10. The market interface between applicant and the\nowner of a prior mark:\n(a) a mere \"consent\" to register or use.\nD\n(b)\nE\nF\nG\nI\nagreement provisions designed to preclude\nconfusion, i.e. limitations on continued use of\nthe marks by each party.\n(c) assignment of mark, application, registration\nand good will of the related business.\n(d) laches and estoppel attributable to owner of\nprior mark and indicative of lack of confusion.\n11. The extent to which applicant has a right to exclude\nothers from use of its mark on its goods.\n12. The extent of potential confusion, i.e., whether de\nminimis or substantial.\n13. Any other established fact probative of the effect of\nuse.\"\nAs regards public interest, the learned Judge held:\n\"Whether offered in response to a right-to-use argument\nor against any of the evidentiary considerations listed.\nabove, citation of \"the public interest\" as a basis for refusal\nof registration is a boctless cry. [fn8] We need add little to\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1027\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nthe shattering of that shibboleth in the concurring opinion A\nin National Distillers, supra, and in the dissents in Ultra-\nWhite, Zildjian and Continental Baking, supra. Writers\nand scholars listed in those reported opinions have also\nshown the fallacy in the notion that the Patent Office is\nsomehow guarding the public against confusion when it\nrefuses a registration. After a likelihood of confusion is\nfound (and the case thus decided) citation of the public\ninterest is unnecessary.\nB\nThe Patent Office does have a guardianship role under\nSec. 2(d). It lies not in a negative, nay-saying of refusal C\nalone, but in the protection of a mark by registering it and\nthen rejecting later improper attempts, of which the\nregistrant is unaware, to register it or a similar mark.\nRefusal to register cannot prevent confusion. At most, it\nmight discourage further use. [fn9] Refusal can, under D\ncertain circumstances, encourage potential confusion.\nAbsence of a registration of RALLY for auto cleansers in\nthe present case may, for example, lead others to adopt\nand use that or a similar mark for auto cleansers. Granting\na registration will not produce confusion. Use alone can E\ndo that and neither we nor the Patent Office can grant or\ndeny a right to use.\nPresumably, everything the Patent Office and this court\ndoes is in the public interest. We find no place for \"the\nguardianship of the public interest\" as support for refusals\nto register under Sec. 2(d).\"\n78. Respondent No. 1 herein brought out an action against\nMajestic Distilling Company in The Scotch Whisky Associa-\ntion v. Majestic Distilling Company [958 F.2d 594]. The Dupont\ntest was applied to hold:\nF\nG\n\"Although the dictionary defines Black Watch as a Scottish\ninfantry regiment, SWA produced no evidence that the\npublic would understand it as such. We simply do not\nbelieve this creates an issue of material fact, especially H\nкури\nA\nB\nC\nD\nE\nF\n0\nI\n1028\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nconsidering that the labels clearly indicate the products\nare made in the United States. Moreover, the labels contain\nno express reference to Scotland nor were the products\never advertised as being of Scottish origin. More\nimportantly, gin, blended whiskey, and vodka are not\ncharacteristically products of Scotland.\n79. Yet again in Champagne Louis Roederer, S.A. v.\nDelicato Vineyards, [148 F.3d 1373] the United States Court\nof Appeals for the Federal Circuit applying the DuPoint (supra)\ntest in a case of wine stated :-\n-\n\"Like regulatory agencies or other executive tribunals in\ntheir subject areas, the Trademark Trial and Appeal Board\nhas acquired a high level of expertise in evaluating the\nDuPont factors and counter-weighing these factors to\nreach its ultimate conclusion the likelihood vel non of\nconfusion between competing marks. Nonetheless, the\nBoard too should explain with reasonable \"precision” not\nonly its factual findings but the \"theory underlying\" its final\nconclusion. We need to be told and not be \"compelled to\nguess at the theory\" the Board applied to compare its\nconflicting findings and decide likelihood of confusion.\nWithout such explanation we are hard-pressed to review\nindependently, as we must, whether the Board's ultimate\nconclusion is legally correct. In such circumstances, we\ncannot assure ourselves that the Board did indeed \"engage\nin reasoned decision-making.\"\nIt was observed :-\n\"Because the Board in this case failed to \"supply a\nsynthesis” of its conflicting findings that would enable us\nto \"discern the path\" to its ultimate conclusion, I initially\nwondered whether its conclusion of no likelihood of\nconfusion in this case was correct. As our per curiam\nopinion notes, however, it is perfectly lawful for the Board\nto determine in an appropriate case that one DuPont factor\noutweighs all others and thus disposes of the question of\n4\n1.\nI\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1029\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nwhether competing marks are confusingly similar. It was A\nnot immediately clear to me from the Board's opinion,\nhowever, that this is such a case. See Specialty Brands\nv. Coffee Bean Distributors, Inc., 748 F.2d 669, 671, 223\nUSPQ 1281, 1282 (Fed. Cir. 1984) (holding that, in some\ninstances, the appearance, sound, and significance of B\nthe marks may be dispositive, “but the similarity between\nwords in the respective marks is only part of the inquiry\ninto likelihood of confusion\"). Thus, the difficulty here arises,\nin my view, because the Board explicitly found that four of\nthe DuPont factors weighed in Roederer's favor, but\nconcluded nonetheless that the dissimilarities of the marks\nin appearance, sound, significance, and commercial\nimpression weighed dispositively in favor of Delicato. I for\none am left wondering how the Board justified its disregard\nor diminution in weight of the four DuPont factors that it\nD\nfound supported Roederer's Opposition, for the Board\nhas failed to \"bring together the disparate elements\" to\nexplain the basis for its conclusion of no likelihood of\nconfusion.\"\nINDIA\n80. We may also notice some Indian decisions operating\nin the field.\nIn Carew Phipson Limited v. Deejay Distilleries Pvt. Ltd.,\n[AIR 1994 Bom. 231 ], the Bombay High Court stated the law\nthus :-\n\"6. Even on comparison of the trade mark of the plaintiffs\nwith the defendants' trade mark, it is difficult to hold that\nthe two marks are deceptively similar and are likely to\ncreate any confusion in the minds of the customers.\"\nIt was furthermore observed :-\n\"On comparison of the two marks bearing the aforesaid\nprinciples in mind, it is difficult to appreciate as to how\nC\nE\nF\nG\nH\nA\nB\n0\nD\nE\nF\nG\nH\n1030\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nthere is even a remote possibility of any customer being.\nmisled. In my opinion, when a customer goes to a shop to\nbuy the plaintiffs' product, he will not ask for “Duet\" or \"Gin\nN Lime” or “Gin N Orange\" but he will ask for a “Blue\nRiband Gin N Lime\" or \"Blue Riband Tango Gin N Orange\".\nFurther having regard to the fact that the customer who is\nlikely 'to buy the products of the plaintiffs and the defendants\nwill be normally educated and discerning type, it is\nimpossible to hold that there is any likelihood of confusion.\nIt is pertinent to note that the plaintiffs have failed to cite\neven a single instance showing that there was confusion\nin the minds of the customers. The absence of evidence\nof actual deception is a circumstance which definitely\nweighs in favour of the defendants. It is also necessary to\nmention that the defendants have produced on record\nvoluminous evidence showing that such premixtures are\nsold by several other companies under the names\n\"American Extra Dry Gin with Lime Duet Plus\", \"Forbes\nTwo in One Dry Gin and Lime\", \"Rainbow Gemlet Gin and\nLime\" etc.. In my opinion, there is no possibility of any\nconfusion in this case at all.\"\n81. Yet again in Diageo North America, Inc. and another\nv. Shiva Distilleries Ltd., [143 (2007) DLT 321] a learned Single\nJudge of the Delhi High Court held as under :-\n\"14. So much for the second syllable. As regards the first\nsyllable, I find that there is no similarity between SMIR and\nBRIS. Although the learned Counsel for the plaintiffs had\nsubmitted that all the letters are common except the letter\nand M in SMIR and the letter B in BRIS, this, to my mind,\nis of no consequence because the arrangement of the\nletters is entirely different, as is the phonetic and visual\nresult. I also agree with the submission made by the\nlearned Counsel for the defendant that the intending.\npurchasers of the competing products are literate persons\nbelonging to the affluent class of society and who would\nbe in a position to easily distinguish SMIRNOFF from\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1031\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.]\nBRISNOFF particularly when the eyebrow device and the A\ncolour combination is sought to be given up by the\ndefendant. The average person with imperfect recollection\nwould have to be from amongst the sub-set of such persons\ni.e., discerning consumers of vodka. My prima facie view\nis that the trade mark BRISNOFF is not deceptively similar B\nto, nor can it be confused with the Plaintiffs' trade mark\nSMIRNOFF.\"\n82. This Court in Cadila Health Care Ltd. v. Cadila Phar-\nmaceuticals Ltd., [ (2001) 5 SCC 73] inter alia laid down the\nlaw in the following terms :-\n\"35. Broadly stated, in an action for passing-off on the\nbasis of unregistered trade mark generally for deciding\nthe question of deceptive similarity the following factors\nare to be considered:\n(e) The class of purchasers who are likely to buy the\ngoods bearing the marks they require, on their\neducation and intelligence and a degree of care they\nare likely toe exercise in purchasing and/or using the\ngoods.\"\nC\nD\nE\nF\n83. The tests which are, therefore, required to be applied\nin each case would be different. Each word must be taken\nseparately. They should be judged by their look and by their\nsound. Must consider the goods to which they are to be ap-\nplied: Nature and kind of customers who would likely to buy\ngoods must also be considered. Surrounding circumstances\nplay an important factor. What would likely to happen if each of\nthose trade marks is used in a normal way as a trade mark of\nthe goods of the respective owners of the marks would also be\na relevant factor. [See Pianotist Co.' Application, Re, (1906) G\n23 RPC 774].\nThus, when and how a person would likely to be confused\nis a very relevant consideration.\n84. Where the class of buyers, as noticed hereinbefore, is H\n1032\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA quite educated and rich, the test to be applied is different from\nthe one where the product would be purchased by the villagers,\nilliterate and poor. Ordinarily, again they, like tobacco, would\npurchase alcoholic beverages by their brand name. When, how-\never, the product is to be purchased both by villagers and town\nB people, the test of a prudent man would necessary be applied.\nC\nD\nE\nF\nG\nH\nIt may be true that the tests which are to be applied in a country\nlike India may be different from the tests either in a country of\nEngland, United Sates of America or Australia. We however,\ndo not mean to suggest that in a case of this nature, the Height-\nened Scrutiny Test should be applied as urged on behalf of the\nappellant. Bollinger, J. and Others v. Costa Brava Wine Coy.,\nLd. [1960 (1) RPC 16], whereupon Mr. Desai has strongly re-\nlied upon, makes such a distinction. Bollinger, J. (supra) was a\ncase on demurrer. It was concerned with sale of Spanish Cham-\npagne. In that case, in paragraph 4 of the application, the appli-\ncant stated:\n\"Then in Para 4 they deny that this name \"Spanish\nChampagne\" is a false description, and they continue:\n\"The defendants deny that the said section imposes any\nstatutory duty on the defendants or any statutory duty owed\nby the defendants to the plaintiffs. Alternatively, if the said\nsection does impose any such statutory duty the same is\nnot actionable at the suit of any of the plaintiffs or at all\".\nThe court proceeded on certain assumptions which are:\n\"(1) the Plaintiffs carry on business in a geographical\narea in France known as Champagne;\n(2) The Plaintiffs' wine is produced in Champagne and\nfrom grapes grown in Champagne;\n(3) the Plaintiffs' wine has been known in the trade for a\nlong time as \"Champagne\" with a high reputation;\n(4) Members of the public or in the trade ordering or\nseeing wine advertised as \"Champagne\" would\nexpect to get wine produced in Champagne from\nKHODAY DISTILLERIES LTD. (NOW KNOWN AS KHODAY 1033\nINDIA LTD.) v. THE SCOTCH WHISKY ASSO. [SINHA, J.}\ngrapes grown there; and\n(5) The Defendants are producing a wine not produced\nin that geographical area and are selling it under the\nname of \"Spanish Champagne.\"\nIt was noticed:\nA\nB\n\"The well-established action for \"passing-off\" involves the\nuse of a name or get-up which is calculated to cause\nconfusion with the goods of a particular rival trader, and I\nthink it would be fair to say that the law in this respect has\nbeen concerned with unfair competition between traders C\nrather than with the deception of the public which may be\ncaused by the Defendant's conduct, for the right of action\nknown as a \"passing-of action\" is not an action brought by\nthe member of the public who is deceived but by the trader\nwhose trade is likely to suffer from the deception practised D\non the public but who is not himself deceived at all.\"\nBefore the learned Judge, the plaintiffs claimed that their\ngoodwill in the name or description \"Champagne\" is injured by\nthe Defendants' conduct to which the counsel for the defendants\ndid not contest the correctness of the statement.\nThe learned Judge, referring to Mayor of Bradford v. Pick-\nles [1895 AC 587] and laying down the principles of injuries,\nnoticed the argument of the counsel that before a person can\nnegative the argument of the defence counsel, the person can\nrecover for loss or it must be shown that his case falls within the\nclass of actionable wrongs stating:\nE\nF\n\"But the law may be thought to have failed if it can offer no\nremedy for the deliberate act of one person which causes\ndamage to the property of another. There are such cases, G\nof course, but they occur, as a rule, when the claims of\nfreedom of action outweigh the interests of the other\npersons who suffer from the use which a person makes of\nhis own property.\"\nH\n1034\nSUPREME COURT REPORTS\n[2008] 9 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nIt was in the aforementioned fact situation, the learned\nJudge proceeded to determine as to whether the description.\n\"Spanish Champagne\" is calculated to deceive holding that\nthe plaintiff has a right to bring any action.\n85. J. Bollinger and Others v. The Costa Brava Wine\nCompany Limited (for short \"Bollinger II\") [1961 (5) RPC 116],\nhowever, clearly shows as to what was the test applied. The\ninference deduced from the evidence adduced was noticed in\nthe following terms:\n\"In particular, it appeared from the evidence that\nChampagne is a wine specially associated with occasions\nof celebration so that (in addition to sales to persons who\nregularly buy wine) it is purchased on such occasions from\ntime to time by many persons who are not in the habit of\nbuying wine for consumption and are not educated in the\nnature or qualities of different kinds of wine.\"\n86. Holding that \"Spanish Champagne\" may lead to ordi-\nnary belief into thinking that wine so described was the real\nthing, it was observed:\n\"Moreover, when the case is tried in an atmosphere of\neducated persons, many of whom are well acquainted\nwith the qualities of various wines, it may seem absurd\nthat persons should be deceived by what may appear to\nbe a transparent impersonation. It was argued indeed\nthat Champagne was so well known that everyone except\na trifling minority of ignorant persons (who were not to be\nconsidered, especially in regard to what was termed a\nluxury article) would not be deceived.\"\nIt was held:\n\"Champagne, on the other hand, is a French word, and it\nis wrong if not dishonest to apply it to anything but the\nproduct of Champagne, the area round Rheims in France.\nOthers must call themselves Sparkling Moselle, Sparkling\nCalifornian White, or what they please. There is some still\n"}