{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"A\nB\nс\nD\nE\nF\nG\nH\n488 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nyouth values, seclusion and clean air to make the locality\na better place to live. Building regulations also help in\nreduction or elimination of fire hazards, the avoidance of\ntraffic dangers and the lessening of prevention of traffic\ncongestion in the streets and roads. Zoning and building\nregulations are also legitimised from the point of view of\nthe control of community development, the prevention of\novercrowding of land, the furnishing of recreational\nfacilities like parks and playgrounds and the availability of\nadequate water, sewerage and other governmental or\nutility services.\nStructural and lot area regulations authorise the municipal\nauthorities to regulate and restrict the height, number of\nstoreys and other structures; the percentage of a plot that\nmay be occupied; the size of yards, courts and open\nspaces; the density of population; and the location and use\nof buildings and structures. All these have in our view and\ndo achieve the larger purpose of the public health, safety\nor general welfare. So are front setback provisions,\naverage alignments and structural alterations. Any violation\nof zoning and regulation laws takes the toll in terms of\npublic welfare and convenience being sacrificed apart from\nthe risk, inconvenience and hardship which is posed to the\noccupants of the building.\nThough the municipal laws permit deviations from\nsanctioned constructions being regularised by\ncompounding but that is by way of exception. Unfortunately,\nthe exception, with the lapse of time and frequent exercise\nof the discretionary power conferred by such exception,\nhas become the rule. Only such deviations deserve to be\ncondoned as are bona fide or are attributable to some\nmisunderstanding or are such deviations as where the\nbenefit gained by demolition would be far less than the\ndisadvantage suffered. Other than these, deliberate\ndeviations do not deserve to be condoned and\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 489\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nB\ncompounded. Compounding of deviations ought to be kept A\nat a bare minimum. The cases of professional builders\nstand on a different footing from an individual constructing\nhis own building. A professional builder is supposed to\nunderstand the laws better and deviations by such builders\ncan safely be assumed to be deliberate and done with the\nintention of earning profits and hence deserve to be dealt\nwith sternly so as to act as a deterrent for future. It is\ncommon knowledge that the builders enter into underhand\ndealings. Be that as it may, the State Governments should\nthink of levying heavy penalties on such builders and C\ntherefrom develop a welfare fund which can be utilised for\ncompensating and rehabilitating such innocent or unwary\nbuyers who are displaced on account of demolition of\nillegal constructions.\"\n(emphasis supplied)\nD\nIn Royal Paradise Hotel (P) Ltd. v. State of Haryana and Ors.\n(2006) 7 SCC 597, this Court noted that the construction had\nbeen made in the teeth of notices issued for stopping the\nunauthorized construction and held that no authority E\nadministering municipal laws can regularize the constructions\nmade in violation of the Act. Some of the observations made\nin that judgment are extracted below:\n\"Whatever it be, the fact remains that the construction was\nmade in the teeth of the notices and the directions to stop\nthe unauthorized construction. Thus, the predecessor of the\nappellant put up the offending construction in a controlled\narea in defiance of the provisions of law preventing such\na construction and in spite of notices and orders to stop\nthe construction activity. The constructions put up are thus\nillegal and unauthorized and put up in defiance of law. The\nappellant is only an assignee from the person who put up\nsuch a construction and his present attempt is to defeat\nthe statute and the statutory scheme of protecting the sides\nof highways in the interest of general public and moving\nLL\nF\nG\nH\nA\nB\nC\nD\n[T]\nE\nF\n0\nH\n490\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\ntraffic on such highways. Therefore, this is a fit case for\nrefusal of interference by this Court against the decision\ndeclining the regularization sought for by the appellant.\nSuch violations cannot be compounded and the prayer of\nthe appellant was rightly rejected by the authorities and the\nHigh Court was correct in dismissing the Writ Petition filed\nby the appellant. It is time that the message goes aboard\nthat those who defy the law would not be permitted to reap\nthe benefit of their defiance of law and it is the duty of High\nCourts to ensure that such definers of law are not\nrewarded. The High Court was therefore fully justified in\nrefusing to interfere in the matter. The High Court was\nrightly conscious of its duty to ensure that violators of law\ndo not get away with it.\nWe also find no merit in the argument that regularization\nof the acts of violation of the provisions of the Act ought to\nhave been permitted. No authority administering municipal\nlaws and other laws like the Act involved here, can\nencourage such violations. Even otherwise, compounding\nis not to be done when the violations are deliberate,\ndesigned, reckless or motivated. Marginal or insignificant\naccidental violations unconsciously made after trying to\ncomply with all the requirements of the law can alone\nqualify for regularization which is not the rule, but a rare\nexception. The authorities and the High Court were hence\nright in refusing the request of the appellant.\"\nThe aforesaid observations found their echo in Shanti\nSports Club v. Union of India (2009) 15 SCC 705 in the\nfollowing words:\n\"In the last four decades, almost all cities, big or small,\nhave seen unplanned growth. In the 21st century, the\nmenace of illegal and unauthorised constructions and\nencroachments has acquired monstrous proportions and\neveryone has been paying heavy price for the same.\nEconomically affluent people and those having support of\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 491\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nB\nс\nthe political and executive apparatus of the State have A\nconstructed buildings, commercial complexes, multiplexes,\nmalls, etc. in blatant violation of the municipal and town\nplanning laws, master plans, zonal development plans and\neven the sanctioned building plans. In most of the cases\nof illegal or unauthorised constructions, the officers of the\nmunicipal and other regulatory bodies turn blind eye either\ndue to the influence of higher functionaries of the State or\nother extraneous reasons. Those who construct buildings\nin violation of the relevant statutory provisions, master plan,\netc. and those who directly or indirectly abet such violations\nare totally unmindful of the grave consequences of their\nactions and/or omissions on the present as well as future\ngenerations of the country which will be forced to live in\nunplanned cities and urban areas. The people belonging\nto this class do not realise that the constructions made in\nD\nviolation of the relevant laws, master plan or zonal\ndevelopment plan or sanctioned building plan or the\nbuilding is used for a purpose other than the one specified\nin the relevant statute or the master plan, etc., such\nconstructions put unbearable burden on the public facilities/\namenities like water, electricity, sewerage, etc. apart from\ncreating chaos on the roads. The pollution caused due to\ntraffic congestion affects the health of the road users. The\npedestrians and people belonging to weaker sections of\nthe society, who cannot afford the luxury of air-conditioned\ncars, are the worst victims of pollution. They suffer from skin\ndiseases of different types, asthma, allergies and even\nmore dreaded diseases like cancer. It can only be a\nmatter of imagination how much the Government has to\nspend on the treatment of such persons and also for\ncontrolling pollution and adverse impact on the environment\ndue to traffic congestion on the roads and chaotic\nconditions created due to illegal and unauthorised\nconstructions. This Court has, from time to time, taken\ncognizance of buildings constructed in violation of municipal\nand other laws and emphasised that no compromise H\nE\nF\nG\nA\nB\nC\nD\nE\nF\nG\nН\n492\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nshould be made with the town planning scheme and no\nrelief should be given to the violator of the town planning\nscheme, etc. on the ground that he has spent substantial\namount on construction of the buildings, etc.\nUnfortunately, despite repeated judgments by this Court\nand the High Courts, the builders and other affluent people\nengaged in the construction activities, who have, over the\nyears shown scant respect for regulatory mechanism\nenvisaged in the municipal and other similar laws, as also\nthe master plans, zonal development plans, sanctioned\nplans, etc., have received encouragement and support\nfrom the State apparatus. As and when the Courts have\npassed orders or the officers of local and other bodies\nhave taken action for ensuring rigorous compliance with\nlaws relating to planned development of the cities and\nurban areas and issued directions for demolition of the\nillegal/unauthorised constructions, those in power have\ncome forward to protect the wrongdoers either by issuing\nadministrative orders or enacting laws for regularisation of\nillegal and unauthorised constructions in the name of\ncompassion and hardship. Such actions have done\nirreparable harm to the concept of planned development\nof the cities and urban areas. It is high time that the\nexecutive and political apparatus of the State take serious\nview of the menace of illegal and unauthorised\nconstructions and stop their support to the lobbies of\naffluent class of builders and others, else even the rural\nareas of the country will soon witness similar chaotic\nconditions.\"\nIn Priyanka Estates International Pvt. Ltd. v. State of\nAssam (2010) 2 SCC 27, this Court declined the appellant's\nprayer for directing the respondents to regularize the illegal\nconstruction and observed:\n\"It is a matter of common knowledge that illegal and\nunauthorised constructions beyond the sanctioned plans\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 493\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nare on rise, may be due to paucity of land in big cities. A\nSuch activities are required to be dealt with by firm hands\notherwise builders/colonisers would continue to build or\nconstruct beyond the sanctioned and approved plans and\nwould still go scot-free. Ultimately, it is the flat owners who\nfall prey to such activities as the ultimate desire of a B\ncommon man is to have a shelter of his own. Such unlawful\nconstructions are definitely against the public interest and\nhazardous to the safety of occupiers and residents of\nmultistoreyed buildings. To some extent both parties can\nbe said to be equally responsible for this. Still the greater C\nloss would be of those flat owners whose flats are to be\ndemolished as compared to the builder.\"\nA somewhat similar question was recently considered in\nDipak Kumar Mukherjee v. Kolkata Municipal Corporation\nand others (2012) 10 SCALE 29. While setting aside the order\nof the Division Bench of the Calcutta High Court, this Court\nreferred to the provisions of the Kolkata Municipal Corporation\nAct, 1980 in the context of construction of additional floors in a\nresidential building in violation of the sanctioned plan and\nobserved:\n\"What needs to be emphasised is that illegal and\nunauthorised constructions of buildings and other structure\nnot only violate the municipal laws and the concept of\nplanned development of the particular area but also affect\nvarious fundamental and constitutional rights of other\npersons. The common man feels cheated when he finds\nthat those making illegal and unauthorised constructions\nare supported by the people entrusted with the duty of\npreparing and executing master plan/development plan/\nzonal plan. The reports of demolition of hutments and jhuggi\njhopris belonging to poor and disadvantaged section of the\nsociety frequently appear in the print media but one seldom\ngets to read about demolition of illegally/unauthorisedly\nconstructed multi-storied structure raised by economically\nD\nE\nF\nG\nH\nA\nB\nC\nD\n494\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\naffluent people. The failure of the State apparatus to take\nprompt action to demolish such illegal constructions has\nconvinced the citizens that planning laws are enforced only\nagainst poor and all compromises are made by the State\nmachinery when it is required to deal with those who have\nmoney power or unholy nexus with the power corridors.\"\n2. We have prefaced disposal of these matters by taking\ncognizance of the observations made in the aforementioned\njudgments because the main question which arises for our\nconsideration is whether the orders passed by Deputy Chief\nEngineer, Building Proposals (City) of the Mumbai Municipal\nCorporation (hereinafter referred to as 'the Deputy Chief\nEngineer') and the Appellate Authority refusing to regularize the\nillegal constructions made on Plot No.9, Scheme 58, Worli,\nMumbai are legally sustainable.\n3. At the outset, we would like to observe that by rejecting\nthe prayer for regularization of the floors constructed in wanton\nviolation of the sanctioned plan, the Deputy Chief Engineer and\nthe Appellate Authority have demonstrated their determination\nE to ensure planned development of the commercial capital of the\ncountry and the orders passed by them have given a hope to\nthe law abiding citizens that someone in the hierarchy of\nadministration will not allow unscrupulous developers/builders\nto take law into their hands and get away with it.\nF\nG\n4. The Municipal Corporation of Mumbai (for short, 'the\nCorporation') leased out the plot in question, of which land use\nwas shown in the development plan as 'General Industrial' to\nM/s. Pure Drinks (hereinafter referred to as, 'the lessee') in\nJanuary, 1962. The lessee constructed a factory and started\nmanufacturing cold drinks under the brand name 'Campa Cola'.\nAfter about 16 years, the lessee engaged an architect for\nutilizing the land for construction of residential buildings. The\narchitect made an application under Section 337 of the Mumbai\nMunicipal Corporation Act, 1888 (for short, 'the 1888 Act') for\nH sanction of plans of the proposed residential buildings. The\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 495\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nsame was rejected by the Planning Authority vide order dated A\n31.7.1980 on the ground that the required NOCs had not been\nobtained and the Competent Authority had not given exemption\nunder the Urban Land (Ceiling and Regulation) Act, 1976.\nAnother application made by the architect was rejected by the\nPlanning Authority on similar grounds.\nB\nC\nD\n5. In view of the above development, the lessee made an\napplication to the Corporation for change of land use from\n'General Industrial' to 'Residential'. The latter forwarded the\nsame to the State Government along with a proposal for\nmodification of the development plan of the area. The State\nGovernment accepted the proposal of the Corporation and\npassed an order dated 31.12.1980 under Section 37(2) of the\nMaharashtra Regional and Town Planning Act, 1966 (for short,\n'the 1966 Act') in respect of 13049 sq. meters leaving the\nbalance 4856 sq. meters for industrial use. This was subject\nto the condition that development shall be as per the\nDevelopment Control Rules for Greater Mumbai, 1967 (for\nshort, 'the D.C. Rules') and other relevant statutory provisions.\nThereafter, the architect engaged by the lessee submitted\nrevised plans for construction of residential buildings. The\nPlanning Authority granted approval on 8.6.1981 for\nconstruction of 6 buildings comprising basement, ground and\n5 upper floors. The commencement certificate was issued on\n10.6.1981. On 27.6.1981, the Additional Collector and\nCompetent Authority granted permission under Section 22 of F\nthe Urban Land (Ceiling and Regulation) Act for demolition of\nthe structure and redevelopment in accordance with the\nprovisions of the D.C. Rules.\n6. On 12.8.1981, the lessee executed an Assignment\nAgreement in favour of P.S.B. Construction Company Limited.\nParagraphs 10 and 11 of that agreement read as under:\nE\nG\n\"10. The Developer shall construct the said buildings on\nthe said sub-plot in accordance with the approved plan of\nthe said buildings as sanctioned by the Corporation and/ H\n496\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nor in accordance with modifications and/or amendments\nthereto as may be sanctioned by the Corporation on the\napplication in that behalf being made by the Owner at the\ninstance of the Developer.\n11. The Developer shall also construct the said building\non the said sub-plot in accordance with and subject to the\nconditions stipulated in the letter of Intent dated 27th May\n1981 made by the Additional Collector and Competent\nAuthority under the ULC Act or such modifications and/or\namendments thereto as may be sanctioned by the\nAdditional Collector and Competent Authority on the\napplication in that behalf being made by the Owner at the\ninstance of the Developer and the sanction under Section\n22 under the ULC Act, to be obtained by the Owner after\ncompliance with the conditions in the said Letter of Intent\nor any modifications and/or amendments thereto as\naforesaid and the development control rules of the\nCorporation and such other rules and regulations as are\napplicable\".\nSimultaneously, an irrevocable Power of Attorney was\nexecuted by the lessee in favour of the developer, i.e., P.S.B.\nConstruction Company Limited.\n7. Similar agreements were executed by the lessee on\n20.8.1981 in favour of Mohamed Yusuf Patel son of Abdulla\nPatel and Mohinuddin son of Tayab Soni. On 16.6.1982, P.S.B.\nConstruction Company Limited entered into an agreement with\nS/Shri B.K. Gupta, Manmohansingh Bhasin and Mohamed\nYusuf Abdullah Patel appointing the latter as promoters of the\nbuilders and authorised them to develop one portion of the plot\nby demolishing the existing structures and constructing building\nNos. 1, 3 and 8 in accordance with the sanctioned plan.\n8. The architect, who was initially engaged by the lessee,\ncontinued to work on behalf of the developers/builders and\nH promoters. The amended plans submitted by him for\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 497\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nconstruction of 9 buildings with ground and 5 upper floors were A\nalso approved vide order dated 2.2.1983.\n9. In 1983, the lessee secured permission from the Chief\nMinister of the State to raise the height of the buildings up to\n60 feet. However, the revised plans submitted for construction\nof separate buildings comprising stilt and 24 upper floors; stilt\nand 16 upper floors with additional 6th and 7th floor on building\nNo.2 and additional 6th floor on building No.3 were rejected by\nthe Planning Authority vide order dated 6.9.1984.\n10. Notwithstanding rejection of the revised building plans,\nthe developers/builders continued to construct the buildings.\nTherefore, Executive Engineer, A.E. Division of the Corporation\nissued 'stop work notice' dated 12.11.1984 under Section\n354A of the 1888 Act mentioning therein that if the needful is\nnot done, the construction will be forcibly removed. It is a\ndifferent story that after issuing 'stop work notice', the authorities\nof the Corporation buckled under pressure from the developers/\nbuilders and turned blind eye to the illegal constructions made\nbetween 1984 and 1989. For the sake of reference, notice\ndated 12.11.1984 is reproduced below:\n\"MUNICIPAL CORPORATION OF\nGREATER BOMBAY\nNotice under section 354A of the\nBombay Municipal\nB\nC\nD\nE\nCorporation Act\n12.11.1984\nF\nNo.EB/3347/A of 1981\nTo\nShri Madanjit Singh C.A. Shri Charanjit Singh, Pure Drinks\nPvt. Ltd., Plot. No.9 Worli Scheme No.58 B.G. Kher Marg,\nWorli Bombay-18.\nG\nWhereas the erection of a building work as described in\nsection 342 of the above mentioned act is being unlawfully\nH\n"}