{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"518 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA Appellate Authority did not commit any error by refusing to\nentertain the prayer made by the architect of the lessee for\nregularization of the buildings because the same fall within the\nCRZ area. He relied upon the judgment in Suresh Estates\nPrivate Limited v. Municipal Corporation of Greater Mumbai\nB (2007) 14 SCC 439 and argued that the petitioners cannot rely\nupon the 1991 Regulations for seeking regularization of the\nillegally constructed floors.\n33. Shri C.U. Singh, learned senior counsel appearing for\nthe lessee and Shri Dave, learned senior counsel for\nC\nrespondent No.4 relied upon the sanction accorded by the\nState Government vide order dated 31.12.1980 for change of\nland use subject to the condition of compliance with relevant\nstatutory provisions including the D.C. Rules and argued that\nthe appellants do not have the locus to challenge the action\ntaken by the Corporation for demolition of the illegal and\nunauthorized construction or seek regularization thereof, more\nso, because even before commencement of the construction,\nthe flat buyers knew that the Planning Authority had not\nsanctioned the revised plans submitted by the developers/\nE builders through their architect.\nD\n34. We have considered the respective arguments/\nsubmissions. The first question which arises for consideration\nin the transferred case is whether the writ petitioners are entitled\nF to seek regularization of the illegal and unauthorized\nG\nH\nconstruction made by the developers/builders. At the cost of\nrepetition, it will be apposite to note that the Deputy Chief\nEngineer had rejected the request made by the architect for\nexemption of the area of staircase, lift and lift lobby from FSI\nby observing that the same is not in conformity with Clause\n35(2)(c) of the 1991 Regulations because the Corporation had\ndecided the proposal prior to coming into force of those\nregulations and the permissible FSI had already been\nexhausted. The Appellate Authority agreed with the Deputy\nChief Engineer that the 1991 Regulations cannot be invoked\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 519\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nfor regularization of the disputed construction because the same\nwere enforced much after rejection of the amended plans and\nthe plot in question is situated in CRZ area.\n35. In our view, the reasons assigned by the Deputy Chief\nEngineer and the Appellate Authority are in consonance with\nthe law laid down by this Court in Suresh Estates Private\nLimited v. Municipal Corporation of Greater Mumbai (supra).\nThe facts of that case were that after purchasing a plot\nmeasuring 8983 sq. mtrs. situated at Dr.Babasaheb Jaykar\nMarg, appellant Nos. 1 and 2 submitted plans to develop the\nsame by constructing a luxury hotel in terms of the D.C. Rules.\nIn the application, the appellants mentioned that they are entitled\nto additional FSI as per Rule 10(2) of the D.C Rules. The\nCorporation made a recommendation to the State Government\nthat in view of the CRZ notification and the D.C. Rules,\nA\nB\nс\nadditional FSI be granted to the appellants. The Ministry of D\nEnvironment and Forest sent communication dated 18.8.2006\nto the Principal Secretary, Urban Development Department,\nGovernment of Maharashtra clarifying that the D.C. Rules, which\nexisted on 19.2.1991 would apply to the areas falling within the\nCRZ notification and the word 'existing' means the rules which\nprevailed on 19.2.1991. It was also mentioned that the draft\nregulations of 1989, which came into force on 20.2.1991 would\nnot apply. At that stage, the appellants filed a writ petition before\nthe High Court with the complaint that the Corporation had not\ncommunicated its decision within 60 days. The same was\ndisposed of by the High Court with a direction to the State\nGovernment to decide the application of the appellants within\nsix weeks. Before this Court, it was argued on behalf of the\nCorporation that the D.C. Rules would not apply to the\ndevelopment permission sought by the appellants and the 1991\nRegulations are applicable in the matter. According to the\nCorporation, the 1991 Regulations do not provide for additional\nFSI for the proposed hotel project. It was further argued that the\nrestrictions contained in the CRZ notification will be attracted\nbecause the plot is situated in CRZ area. This Court noted that\nE\nF\nG\nH\n520\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA\nB\nC\nD\nE\nLL\nF\nG\nI\nthe 1991 Regulations were notified on 20.2.1991 and came into\nforce on 25.3.1991 whereas CRZ notification was issued on\n2.2.1991 and observed:\n\"The word \"existing\" as employed in the CRZ notification\nmeans the town and country planning regulations in force\nas on 19-2-1991. If it had been the intention that the town\nand country planning regulations as in force on the date\nof the grant of permission for building would apply to the\nbuilding activity, it would have been so specified. It is well\nto remember that CRZ notification refers also to structures\nwhich were in existence on the date of the notification.\nWhat is stressed by the notification is that irrespective of\nwhat local town and country planning regulations may\nprovide in future the building activity permitted under the\nnotification shall be frozen to the laws and norms existing\non the date of the notification.\n་\nOn 2-2-1991 when the CRZ notification was issued, the\nonly building regulations that were existing in city of\nMumbai, were the DC Rules, 1967. In view of the contents\nof CRZ II notification issued under the provisions of the\nEnvironment (Protection) Act which has the effect of\nprevailing over the provisions of other Acts, the application\nsubmitted by the appellants to develop the plot belonging\nto them would be governed by the provisions of the DC\nRules, 1967 and not by the draft development regulations\nof 1989 which came into force on 20-2-1991 in the form\nof the Development Control Regulations for Greater\nBombay, 1991.\nThe argument that in view of the provisions of Section 46\nof the Town Planning Act, 1966, the Planning Authority has\nto take into consideration the draft regulations of 1989\nand, therefore, the appellants would not be entitled to\nadditional FSI is devoid of merits.\nSection 3 of the Environment (Protection) Act, 1986 inter\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 521\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nalia provides that the provisions of the Act and any order A\nor notification issued under the said Act will prevail over\nthe provisions of any other law.\nB\nThe phrase \"any other law\" will also include the MRTP Act,\n1966. As noticed earlier the Notification dated 19-2-1991\nissued under the provisions of the Environment\n(Protection) Act, 1986 freezes the building activity in an\narea falling within CRZ II to the law which was prevalent\nand in force as on 19-2-1991. The draft regulations of 1989\nwould therefore not apply as they were not existing law in\nC\nforce and prevalent as on 19-2-1991.\nE\nIn view of the peculiar circumstances obtaining in the\ninstant case, the Court is of the opinion that Section 46 of\nthe MRTP Act, 1966 would not apply to the facts of the\ninstant case. Further, when the sanctioned DC D\nRegulations for Greater Bombay, 1991 do not apply to\nareas covered within CRZ II, since those Regulations came\ninto force with effect from 25-3-1991, its previous draft\nalso cannot apply. The draft published is to be taken into\nconsideration so that the development plan is advanced\nand not thwarted. The draft development plan was capable\nof being sanctioned, but when the final development plan\nis not applicable, its draft would equally not apply as there\nis no question of that plan being thwarted at all. As far as\ndevelopment in the area covered by CRZ II is concerned,\none will have to proceed on the footing that the draft plan\nafter CRZ notification never existed. Even otherwise what\nis envisaged under Section 46 of the MRTP Act is due\nregard to draft plan only if there is no final plan. The DC\nRules of 1967 were in existence as on 19-2-1991 and\ntherefore the plan prepared thereunder would govern the\ncase.\nThe draft regulations of 1989 were not in force as on 19-\n2-1991 and, therefore, would not apply to the plot in\nquestion. What is emphasised in Section 46 of the MRTP\nF\nG\nH\nA\nB\nC\nD\n522\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nAct, 1966 is that the Planning Authority should have due\nregard to the draft rules (sic regulations). The legislature\nhas not used the phrase \"must have regard” or “shall have\nregard\". Municipal Corporation of Greater Mumbai which\nis the Planning Authority had given due regard to the draft\nDC Regulations of 1989 in the light of CRZ notification and\nrecommended to the Government to grant additional FS!\nof 3.73 times permissible as per the Development Control\nRules, 1967 over and above 1.33 permissible, to the\nappellants. Having regard to the facts of the case this Court\nis of the opinion that the contention that the Planning\nAuthority has to take into consideration the draft regulations\nof 1989 and, therefore, the appellants would not be entitled\nto additional FSI, cannot be accepted and is hereby\nrejected.\"\n(Emphasis supplied)\n36. In view of the aforesaid judgment of the three Judge\nBench, it must be held that the Appellate Authority had rightly\ndeclined to invoke the 1991 Regulations for entertaining the\nE prayer made by the architect Shri Jayant Tipnis for regularization\nof the constructions made in violation of the sanctioned plan.\nF\n37. The argument of Shri Prasad and Dr. Singhvi that the\nflat buyers should not be penalized for the illegality committed\nby the lessee and the developers/builders in raising\nconstruction in violation of the sanctioned plan sounds attractive\nin the first blush but on a closer scrutiny, we do not find any\nmerit in the same. Admittedly, the flat buyers had entered into\nagreements with the developers/builders much before\ncommencement of the construction. They were aware of the fact\nG that the revised plans submitted by the architect had not been\napproved by the Planning Authority and the developers/builders\nhad foretold them about the consequence of rejection of the\nrevised plans. Therefore, there is no escape from the\nconclusion that the flat buyers had consciously occupied the\nH flats illegally constructed by the developers/builders. In this\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 523\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nscenario, the only remedy available to them is to sue the lessee A\nand the developer/builder for return of the money and/or for\ndamages and they cannot seek a direction for regularization\nof the illegal and unauthorized construction made by the\ndevelopers/builders.\nB\nC\nD.\n38. We shall now notice the provisions of the 1966 Act.\nSection 44(1) of that Act postulates making of an application\nto the Planning Authority by any person intending to carry out\nany development on any land. Such an application is required\nto be made in the prescribed form incorporating therein the\nrelevant particulars and must be accompanied by such\ndocuments, as may be prescribed. This requirement is not\napplicable if the Central or State Government or local authority\nintends to carry out any development on any land. Similarly, a\nperson intending to execute a Special Township Project on any\nland is not required to make an application under Section 44(1).\nInstead, he has to make an application to the State Government.\nSection 45 postulates grant or refusal of permission. In terms\nof Section 45(1), the Planning Authority is empowered to grant\npermission without any condition or with such general or special\nconditions which may be imposed with the previous approval E\nof the State Government. It is also open to the Planning\nAuthority to refuse the permission. As per Section 45(2) the\npermission granted under sub-section (1), with or without\nconditions, shall be contained in a commencement certificate\nin the prescribed form. Section 45(3) mandates that the order\npassed by the Planning Authority granting or refusing\npermission shall state the grounds for its decision. Section\n45(5) contains a deeming provision and lays down that if the\nPlanning Authority does not communicate its decision within 60\ndays from the date of receipt of application, or within 60 days\nfrom the date of receipt of reply from the applicant in respect\nof any requisition made by the Planning Authority, then such\npermission shall be deemed to have been granted on the date\nimmediately following the date of expiry of 60 days. However,\nthe deemed permission is subject to the rider contained in the\nF\nG\nH\nC\nD\n524 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA first proviso to Section 45(5) that the development proposal is\nin conformity with the relevant Development Control Regulations\nframed under the 1966 Act or bye-laws or regulations framed\nin that behalf under any law for the time being in force and the\nsame is not violative of the provisions of any draft or final plan\nB or proposals published by means of notice, submitted for\nsanction under the Act. The second proviso to this sub-section\nlays down that any development carried out pursuant to such\ndeemed permission, which is in contravention of the provisions\nof the first proviso, shall be deemed to be an unauthorized\ndevelopment for the purposes of Sections 52 to 57. Section\n52 prescribes the penalty for unauthorized development or for\nuse of land otherwise than in conformity with development plan.\nAny person who commences, undertakes or carries out\ndevelopment, or institutes or changes the use of any land\nwithout obtaining the required permission or acts in violation\nof the permission originally granted or duly modified is liable\nto be punished with imprisonment for a term of at least one\nmonth, which may extend to three years. He is also liable to\npay fine of at least Rs.2,000/-, which may extend to Rs.\n5,000/-. In case of continuing offence, an additional daily fine\nof Rs.200/- is payable. Any person who continues to use or\nallows the use of any land or building in contravention of the\nprovisions of a development plan without being allowed to do\nso under Section 45 or 47, or where the continuance of such\nuse has been allowed under that section, continues such use\nF after expiry of the period for which the use has been allowed,\nor in violation of the terms and conditions under which the\ncontinuance of such use is allowed is liable to pay fine which\nmay extend to Rs.5,000/-. In the case of a continuing offence,\nfurther fine of Rs. 100/- per day can be imposed. Section 53\nG empowers the Planning Authority to require the wrongdoer to\nremove unauthorized development. Of course, this power can\nbe exercised only after following the rules of natural justice, as\nengrafted in sub-sections (1) and (2) of Section 53. By virtue\nof Section 53(3), any person to whom notice under sub-section\nH (2) has been given can apply for permission under Section 44\nE\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 525\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nB\nfor retention of any building or works or for the continuance of A\nany use of the land pending final determination or withdrawal\nof the application. If the permission applied for is granted, the\nnotice issued under Section 53(2) stands automatically\nwithdrawn. If, however, the permission is not granted, the notice\nbecomes effective. If the person to whom notice under Section\n53(2) is given or the application, if any, made by him is not\nentertained, then the Planning Authority can prosecute the\nowner for not complying with the notice. Likewise, if the notice\nrequires the demolition or alteration of any building or works\nor carrying out of any building or other operation, then the\nC\nPlanning Authority is free to take steps for demolition, etc., and\nrecover the expenses incurred in this behalf from the owner as\narrears of land revenue. Section 54 empowers the Planning\nAuthority to stop unauthorized development. Section 55\nenables the Planning Authority to remove or discontinue\nunauthorized temporary development summarily. Section 56\nempowers the Planning Authority to take various steps in the\ninterest of proper planning of particular areas including the\namenities contemplated by the development plan. These steps\ninclude discontinuance of any use of land or alteration or\nremoval of any building or work.\n39. An analysis of the above reproduced provisions makes\nit clear that any person who undertakes or carries out\ndevelopment or changes the use of land without permission of\nthe Planning Authority is liable to be punished with\nimprisonment. At the same time, the Planning Authority is\nempowered to require the owner to restore the land to its\noriginal condition as it existed before the development work was\nundertaken. The scheme of these provisions do not mandate\nregularization of construction made without obtaining the\nrequired permission or in violation thereof.\n40. Circular dated 4.2.2011, on which reliance was placed\nby Shri Prasad, cannot be invoked for entertaining the prayer\nfor regularization. That circular only contains the procedure for\nD\nE\nF\nG\nH\n526 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA regularization of unauthorized works/structures. It neither deals\nwith the issues relating to entitlement of the applicant to seek\nregularization nor lays down that the Planning Authority can\nregularize illegal construction even after dismissal of the appeal\nfiled under Section 47 of the 1966 Act. Therefore, the\nB procedure laid down in Circular dated 4.2.2011 is of no avail\nto the flat buyers.\nC\nD\nE\nF\nG\n41. Though the argument of Dr. Singhvi that the developers\n/ builders / promoters are responsible for the illegal construction\nfinds support from the provisions of the 1963 Act, but that does\nnot help the housing societies and their members because\nthere is no provision under that Act for condonation of illegal/\nunauthorized construction by the developers/builders and\npromoters or regularization of such construction. Section 2(c)\nof that Act defines the term 'promoter' in the following words:\n\"Section 2(c) \"promoter\" means a person and includes a\npartnership firm or a body or association of persons,\nwhether registered or not who constructs or causes to be\nconstructed a block or building of flats, or apartments for\nthe purpose of selling some or all of them to other persons,\nor to a company, co-operative society or other association\nof persons, and includes his assignees; and where the\nperson who builds and the person who sells are different\npersons, the term includes both;\"\nSection 3 specifies general liabilities of the promoter.\nSub-section (1) thereof contains a non-obstante clause and\ndeclares that notwithstanding anything in any other law, a\npromoter who intends to construct or constructs a block or\nbuilding of flats, all or some of which are to be taken or taken\non ownership basis, shall in all transactions with persons\nintending to take or taking one or more of such flats, be liable\nto give or produce, or cause to be given or produced, the\ninformation and the documents mentioned in the section.\nSection 3(2) lays down that a promoter, who constructs or\nH intends to construct such block or building of flats, shall –\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 527\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\n\"(a) make full and true disclosure of the nature of his title\nto the land on which the flats are constructed, or are to be\nconstructed; such title to the land as aforesaid having been\nduly certified by an Attorney-at-law, or by an Advocate of\nnot less than three years standing, and having entered in\nthe Property card or extract of Village Forms V or VII and\nXII or any other relevant revenue record;\n(b) make full and true disclosure of all encumbrances on\nsuch land, including any right, title, interest or claim of any\nparty in or over such land;\n(c) give inspection on seven days' notice or demand, of\nthe plans and specifications of the building built or to be\nbuilt on the land; such plans and specifications, having\nbeen approved by the local authority which he is required\nso to do under any law for the time being in force;\n(d) disclose the nature of fixtures, fittings and amenities\n(including the provision for one or more lifts) provided or\nto be provided;\n(e) disclose on reasonable notice or demand if the\npromoter is himself the builder, the prescribed particulars\nas respect the design and the materials to be used in the\nconstruction of the building, and if the promoter is not\nhimself the builder disclose, on such notice or demand, all\nagreements (and where there is no written agreement, the\ndetails of all agreements) entered into by him with the\narchitects and contractors regarding the design, materials\nand construction of the buildings;\n(f) specify in writing the date by which possession of the\nflat is to be handed over (and he shall hand over such\npossession accordingly);\n(g) prepare and maintain a list of flats with their numbers\nalready taken or agreed to be taken, and the names and\naddresses of the parties and the price charged or agreed\nA\nB\nC\nD\nE\nF\nG\nH\n"}