{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 4 S.C.R. 478\nA ESHA EKTA APARTMENTS CO-OPERATIVE HOUSING\nSOCIETY LIMITED AND OTHERS\nB\nC\nV.\nMUNICIPAL CORPORATION OF MUMBAI AND OTHERS\n(Civil Appeal No. 7934 of 2012)\nFEBRUARY 27, 2013\n[G.S. SINGHVI AND SUDHANSU JYOTI\nMUKHOPADHAYA, JJ.]\n-\nUrban Development - Maharashtra Regional and Town\nPlanning Act, 1966 - ss.44, 45, 47, 52 to 57 - Illegal and\nunauthorized construction made by developers/builders\nDemolition order - Plea of flat buyers for regularization of\nconstruction - Held: By rejecting the prayer for regularization\nD of the floors constructed in wanton violation of the sanctioned\nplan, the Deputy Chief Engineer of the Mumbai Municipal\nCorporation and the Appellate Authority demonstrated their\ndetermination to ensure planned development of the city -\nThe 1966 Act does not mandate regularization of construction\nE made without obtaining the required permission or in violation\nthereof - The 1963 Act too does not entitle the flat buyers to\nseek a mandamus for regularization of unauthorized/illegal\nconstruction - The 1991 Regulations also cannot be invoked\nfor regularization of the disputed construction because the\nsame were enforced much later - The flat buyers had entered\ninto agreements with the developers/builders much before\ncommencement of the construction - They were aware of the\nfacts and had consciously occupied the flats illegally\nconstructed by the developers/builders No case made out\nfor directing the respondents to regularize construction made\nin violation of the sanctioned plan No authority\nadministering municipal laws and other similar laws can\nencourage such violation - The Courts are also expected to\nrefrain from exercising equitable jurisdiction for regularization\nF\nG\nH\n478\n-\n-\nESHA EKTA APARTMENTS.CHS LIMITED.v. MUN. 479\nCORPORATION OF MUMBAI\nof illegal and unauthorized constructions - Flat buyers, A\nhowever, free to avail appropriate remedy against the\ndevelopers/builders - Mumbai Municipal Corporation Act,\n1888 - ss.337, 351 and 354A - Maharashtra Ownership Flats\n(Regulation of the Promotion of Construction, Sale,\nManagement and Transfer) Act, 1963 - ss.2(c), 3(2), 4, 7(2) B\n\u0026 13 - Development Control Rules for Greater Mumbai, 1967\n- Development Control Regulations for Greater Mumbai,\n1991.\nOrders were passed by Deputy Chief Engineer,\nBuilding Proposals (City) of the Mumbai Municipal\nCorporation and the Appellate Authority refusing to\nregularize illegal constructions raised by developers/\nbuilders. Even though the Planning Authority had not\nsanctioned the plans, the developers/builders had\nconstructed additional floors and utilized the Floor Space\nIndex (FSI) far in excess of what was permitted by the\nMumbai Municipal Corporation Act, 1888 and the\nDevelopment Control Rules for Greater Mumbai, 1967.\nThe Municipal Corporation of Mumbai issued notices\nunder Section 351 of the 1888 Act, giving details of the\nillegal structures. proposed to be demolished. The\nhousing societies concerned submitted their respective\nreplies which were rejected by the Corporation,\nwhereupon they filed Long Cause Suits for quashing the\nnotices issued under Section 351 of the 1888 Act and the\nrejection order passed by the Corporation. They also\nfiled applications for restraining the Corporation from\ndemolishing the illegal portions of the buildings.\nThe trial Court dismissed the applications for\ntemporary injunction and further rejected the contention\nof the members of the housing societies that they had\npurchased the flats without knowing that the same were\nillegally constructed by the developers/builders.\nс\nD\nE\n{3}\nF\n“\nG\nH\nA\n480 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nThe appeals filed by the housing societies and their\nmembers were dismissed by the High Court, and,\ntherefore the instant appeals. The Supreme Court,\nkeeping in view that demolition of the illegal and\nunauthorized construction would adversely affect the flat\nB buyers and their families and that a writ petition filed by\nthem for regularization of the disputed construction was\npending before the High Court, considered it appropriate\nto transfer the same to this Court.\nC\nVarious questions therefore came up for\nconsideration before this Court, viz. 1) whether the orders\npassed by the Deputy Chief Engineer and the Appellant\nAuthority refusing to regularize the illegal constructions\nwere legally sustainable; 2) whether the flat buyers were\nnot aware of the facts and should not be penalized for\nD the illegalities committed by the developers/ builders; 3)\nwhether in view of the Development Control Regulations\nfor Greater Mumbai, 1991, the Corporation should be\ndirected to regularize the additional FSI by charging\nappropriate penalty; and that 4) whether in view of\nE Circular No.CHE/2005/DP/GEN dated 4.2.2011 (issued by\nthe Corporation for regularization of the illegal\nconstruction by charging penalty), this Court may\nexercise power under Article 142 of the Constitution for\ndirecting regularization of the disputed construction else\nF the flat buyers will be deprived of the only shelter\navailable to them.\nG\nDismissing the appeals and the transferred cases,\nthe Court\nHELD: 1.1. By rejecting the prayer for regularization\nof the floors constructed in wanton violation of the\nsanctioned plan, the Deputy Chief Engineer and the\nAppellate Authority have\nhave \ndemonstrated their\ndetermination to ensure planned development of the\nH commercial capital of the country and the orders passed\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 481\nCORPORATION OF MUMBAI\nby them have given a hope to the law abiding citizens\nthat someone in the hierarchy of administration will not\nallow unscrupulous developers/builders to take law into\ntheir hands and get away with it. [Para 3] [494-D-F]\n1.2. The Deputy Chief Engineer had rejected the\nrequest made by the architect for exemption of the area\nof staircase, lift and lift lobby from FSI by observing that\nthe same is not in conformity with Clause 35(2)(c) of the\n1991 Regulations because the Corporation had decided\nthe proposal prior to coming into force of those\nregulations and the permissible FSI had already been\nexhausted. The Appellate Authority agreed with the\nDeputy Chief Engineer that the 1991 Regulations cannot\nbe invoked for regularization of the disputed\nconstruction because the same were enforced much after\nrejection of the amended plans and the plot in question\nis situated in CRZ area. The reasons assigned by the\nDeputy Chief Engineer and the Appellate Authority are in\nconsonance with the law laid down by this Court. The\nAppellate Authority had rightly declined to invoke the\n1991 Regulations for entertaining the prayer made by the\narchitect for regularization of the constructions made in\nviolation of the sanctioned plan. [Paras 34, 35, 36] [518-\nF-H; 519-A-B; 522-E]\nSuresh Estates Private Limited v. Municipal Corporation\nof Greater Mumbai (2007) 14 SCC 439: 2007 (13) SCR 882\n- relied on.\n2. The argument that the flat buyers should not be\npenalized for the illegality committed by the lessee and\nthe developers/builders in raising construction in\nviolation of the sanctioned plan has no merit. The flat\nbuyers had entered into agreements with the developers/\nbuilders much before commencement of the construction.\nThey were aware of the fact that the revised plans\nsubmitted by the architect had not been approved by the\nA\nB\nC\nD\nE\nF\nG\nH\n482 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nA Planning Authority and the developers/builders had\nforetold them about the consequence of rejection of the\nrevised plans. Therefore, there is no escape from the\nconclusion that the flat buyers had consciously occupied\nthe flats illegally constructed by the developers/builders.\nB In this scenario, the only remedy available to them is to\nsue the lessee and the developer/builder for return of the\nmoney and/or for damages and they cannot seek a\ndirection for regularization of the illegal and unauthorized\nconstruction made by the developers/builders. [Para 37]\nC [522-F-H; 523-A-B]\n3. An analysis of the provisions of the Maharashtra\nRegional and Town Planning Act, 1966 make it clear that\nany person who undertakes or carries out development\nor changes the use of land without permission of the\nD Planning Authority is liable to be punished with\nimprisonment. At the same time, the Planning Authority\nis empowered to require the owner to restore the land to\nits original condition as it existed before the development\nwork was undertaken. The scheme of these provisions\nE do not mandate regularization of construction made\nwithout obtaining the required permission or in violation\nthereof. [Para 39] [525-E-G]\nF\n4. Circular No. CHE/2005/DP/GEN dated 4.2.2011\n(issued by the Corporation for regularization of illegal\nconstruction by charging penalty) cannot be invoked for\nentertaining the prayer for regularization. That circular\nonly contains the procedure for regularization of\nunauthorized works/structures. It neither deals with the\nissues relating to entitlement of the applicant to seek\nregularization nor lays down that the Planning Authority\ncan regularize illegal construction even after dismissal of\nthe appeal filed under Section 47 of the 1966 Act.\nTherefore, the procedure laid down in Circular dated\n4.2.2011 is of no avail to the flat buyers. [Para 40] [525-H;\nH 526-A-B]\nG\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 483\nCORPORATION OF MUMBAI\n5. Though the argument that the developers / A\nbuilders / promoters are responsible for the illegal\nconstruction finds support from the provisions of the\nMaharashtra Ownership Flats (Regulation of the\nPromotion of Construction, Sale, Management and\nTransfer) Act, 1963, but that does not help the housing B\nsocieties and their members because there is no\nprovision under that Act for condonation of illegal/\nunauthorized construction by the developers/builders\nand promoters or regularization of such construction. The\n1963 Act obligates the promoter to obtain sanctions and\napprovals from the concerned authority and disclose the\nsame to the flat buyers. The Act also provides for\nimposition of penalty on the promoters. However, the\nprovisions contained therein do not entitle the flat buyers\nto seek a mandamus for regularization of the\nunauthorized/illegal construction. [Paras 41, 44] [526-C-\nD; 532-H; 533-A]\nJayantilal Investments v. Madhuvihar Cooperative\nHousing Society (2007) 9 SCC 220: 2007 (1) SCR 677 -\nrelied on.\nC\nD\nE\n6. The petitioners in the transferred case have failed\nto make out a case for directing the respondents to\nregularize the construction made in violation of the\nsanctioned plan. No authority administering municipal\nlaws and other similar laws can encourage violation of F\nthe sanctioned plan. The Courts are also expected to\nrefrain from exercising equitable jurisdiction for\nregularization of illegal and unauthorized constructions\nelse it would encourage violators of the planning laws\nand destroy the very idea and concept of planned\ndevelopment of urban as well as rural areas. [Para 45]\n[533-B-D]\nRoyal Paradise Hotel (P) Ltd. v. State of Haryana and\nOrs. (2006) 7 SCC 597: 2006 (5) Suppl. SCR 396 - held\ninapplicable.\nG\nH\nA\n484 SUPREME COURT REPORTS\n[2013] 4 S.C.R.\nFriends Colony Development Committee v. State of\nOrissa (2004) 8 SCC 733: 2004 (5) Suppl. SCR 818; Shanti\nSports Club v. Union of India (2009) 15 SCC 705: 2009 (13)\nSCR 710; Priyanka Estates International Pvt. Ltd. v. State of\nAssam (2010) 2 SCC 27: 2009 (16) SCR 80 and Dipak\nB Kumar Mukherjee v. Kolkata Municipal Corporation and\nothers (2012) 10 SCALE 29 – referred to.\nC\n-\n7. There is no impediment in the implementation of\nnotices issued by the Corporation under Section 351 of\nthe 1888 Act and order passed by the competent\nauthority. The Corporation is expected to take action in\nthe matter at the earliest. This Court also directs that the\nState Government and its functionaries/officers as also\nthe officers/employees of the Corporation shall not put\nany hurdle or obstacle in the implementation of notices\nD issued under Section 351 of the 1888 Act. The flat buyers\nshall be free to avail appropriate remedy against the\ndevelopers/builders. [Paras 46, 47 and 48] [533-E-G]\nCase Law Reference:\nE\n2004 (5) Suppl. SCR 818\nreferred to\nPara 1\n2006 (5) Suppl. SCR 396\nrelied on\nPara 1, 45\n2009 (13) SCR 710\nreferred to\nPara 1\nLL\nF\n2009 (16) SCR 80\nreferred to\nPara 1\n(2012) 10 SCALE 29\nreferred to\nPara 1\n2007 (13) SCR 882\nrelied on\nPara 35\n2007 (1) SCR 677\nrelied on\nPara 43\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n7934 of 2012.\nFrom the Judgment \u0026 Order dated 24.08.2011 of the High\nCourt of Judicature at Bombay in Appeal from Order No. 1124\nH of 2010.\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 485\nCORPORATION OF MUMBAI\nWITH\nC.A. Nos. 7935, 7936, 7937 \u0026 7938 of 2012\nT.C. (C) No. 55 of 2012.\nA\nG.E. Vahanvati, AG, Dr. A.M. Singhvi, Ravi Shankar B\nPrasad, Pallav Shishodia, Dushyant Dave, C.U. Singh, Raju\nRamachandran, Abhimanyu Bhandari, Aakansha Munjhal,\nHarish Pandey, Naveen Kumar, S. Sukumaran, R.A.\nMalandkar, J.J. Xavier, Anand Sukumar, Bhupesh Kumar\nPathak, C. Mukund, Pankaj Jain, Saravana Raja P.V., Kavita c\nWadia, Chitesh, Kavin Gulati, Rashmi Singh, Kumar Kartikay,\nVasu Sharma, Pushpinder Singh for the appearing parties.\nThe Judgment of the Court was delivered by\nE\nG.S. SINGHVI, J. 1. In last five decades, the provisions D\ncontained in various municipal laws for planned development\nof the areas to which such laws are applicable have been\nviolated with impunity in all the cities, big or small, and those\nentrusted with the task of ensuring implementation of the master\nplan, etc., have miserably failed to perform their duties. It is\nhighly regrettable that this is so despite the fact that this Court\nhas, keeping in view the imperatives of preserving the ecology\nand environment of the area and protecting the rights of the\ncitizens, repeatedly cautioned the concerned authorities against\narbitrary regularization of illegal constructions by way of\ncompounding and otherwise. In Friends Colony Development\nCommittee v. State of Orissa (2004) 8 SCC 733, this Court\nexamined the correctness of an order passed by the Orissa\nHigh Court negating the appellant's right to be heard in a\npetition filed by the builder who had raised the building in\nviolation of the sanctioned plan. While upholding the appellant's\nplea, the two-Judge Bench observed:\nF\nG\n\"\n…………………Builders violate with impunity the sanctioned\nbuilding plans and indulge in deviations much to the\nprejudice of the planned development of the city and at the\nH\nA\n00\nB\nс\nD\nE\nF\n0\nI\n486\nSUPREME COURT REPORTS\n[2013] 4 S.C.R.\nperil of the occupants of the premises constructed or of the\ninhabitants of the city at large. Serious threat is posed to\necology and environment and, at the same time, the\ninfrastructure consisting of water supply, sewerage and\ntraffic movement facilities suffers unbearable burden and\nis often thrown out of gear. Unwary purchasers in search\nof roof over their heads and purchasing flats/apartments\nfrom builders, find themselves having fallen prey and\nbecome victims to the designs of unscrupulous builders.\nThe builder conveniently walks away having pocketed the\nmoney leaving behind the unfortunate occupants to face the\nmusic in the event of unauthorised constructions being\ndetected or exposed and threatened with demolition.\nThough the local authorities have the staff consisting of\nengineers and inspectors whose duty is to keep a watch\non building activities and to promptly stop the illegal\nconstructions or deviations coming up, they often fail in\ndischarging their duty. Either they don't act or do not act\npromptly or do connive at such activities apparently for\nillegitimate considerations. If such activities are to stop\nsome stringent actions are required to be taken by\nruthlessly demolishing the illegal constructions and non-\ncompoundable deviations. The unwary purchasers who\nshall be the sufferers must be adequately compensated by\nthe builder. The arms of the law must stretch to catch hold\nof such unscrupulous builders......\nThe conduct of the builder in the present case deserves\nto be noticed. He knew it fully well what was the\npermissible construction as per the sanctioned building\nplans and yet he not only constructed additional built-up\narea on each floor but also added an additional fifth floor\non the building, and such a floor was totally unauthorised.\nIn spite of the disputes and litigation pending he parted with\nhis interest in the property and inducted occupants on all\nthe floors, including the additional one. Probably he was\nunder the impression that he would be able to either\nESHA EKTA APARTMENTS CHS LIMITED v. MUN. 487\nCORPORATION OF MUMBAI [G.S. SINGHVI, J.]\nescape the clutches of the law or twist the arm of the law\nby some manipulation. This impression must prove to be\nwrong.\nA\nIn all developed and developing countries there is\nemphasis on planned development of cities which is B\nsought to be achieved by zoning, planning and regulating\nbuilding construction activity. Such planning, though highly\ncomplex, is a matter based on scientific research, study\nand experience leading to rationalisation of laws by way\nof legislative enactments and rules and regulations framed C\nthereunder. Zoning and planning do result in hardship to\nindividual property owners as their freedom to use their\nproperty in the way they like, is subjected to regulation and\ncontrol. The private owners are to some extent prevented\nfrom making the most profitable use of their property. But\nfor this reason alone the controlling regulations cannot be\ntermed as arbitrary or unreasonable. The private interest\nstands subordinated to the public good. It can be stated\nin a way that power to plan development of city and to\nregulate the building activity therein flows from the police\npower of the State. The exercise of such governmental\npower is justified on account of it being reasonably\nnecessary for the public health, safety, morals or general\nwelfare and ecological considerations; though an\nunnecessary or unreasonable intermeddling with the\nprivate ownership of the property may not be justified.\nThe municipal laws regulating the building construction\nactivity may provide for regulations as to floor area, the\nnumber of floors, the extent of height rise and the nature\nof use to which a built-up property may be subjected in any\nparticular area. The individuals as property owners have\nto pay some price for securing peace, good order, dignity.\nprotection and comfort and safety of the community. Not\nonly filth, stench and unhealthy places have to be\neliminated, but the layout helps in achieving family values,\nD\nE\nF\nG\nH\n"}