{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18}],"text":"A\n506 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nTheir credits (value on 30.09.2002) are as follows:\nAccount No.91923 owner Karsan Ltd. US$\n232,253/\n-\nAccount No.91924 owner Mr. Cihan Karanci - US$\nB\nC\nD\n394,757/\nAccount No.91925 owner Mr. Tuncay Alankus\nUS$10,763,412.\"\n-\n24. The civil attachment order dated October 3, 2000\nbecame inoperative on June 1, 2006 when the petitioner lost\nits appeal in Swiss Supreme Court. And it was presumably for\nthat reason that the stay petition was filed by the petitioner in\nSLP(criminal) No.13 of 2006 which was apparently on an\naltogether different issue. Nonetheless, this Court deemed fit\nto pass the order dated September 4, 2006 prohibiting\nrespondent No.1 from withdrawing any money from the\naccounts in Swiss bank.\n25. On September 9, 2006, the advocate of the petitioner\nE sent a copy of the order dated September 4, 2006 passed by\nthis Court to Pictet which was received by Pictet on September\n21, 2006.\nF\n26. On December 12, 2006, the petitioner's Swiss lawyer\napplied for attachment in respect of the amounts lying in Pictet\nincluding the amount lying in the accounts of respondent No.1.\n27. On December 15, 2006, the Court of the First Instance\nat Geneva granted attachment in favour of the petitioner against\nrespondent No.1 and others in respect of the amount lying in\nG Pictet. Pictet acknowledged the Sequestration order sent by\nthe petitioner's Swiss attorneys vide its communication dated,\nDecember 20, 2006 which is as under:\nH\nConcerns: sequestration no. 06 070 321 Z-C/30199/06\nDear Sir,\nNATIONAL FERTILIZERS LTD. v. TUNCAY ALANKUS 507\n\u0026 ANR. [AFTAB ALAM, J.]\nWe acknowledge receipt of your mail dated 15 December A\n2006 and have taken good note of its contents.\nRemaining at your disposal and with regards.\nFor PICTET \u0026 CIE\nSignature\"\nB\n28. Apparently this attachment too lapsed and finally on\nMarch 4, 2009, the petitioner's Swiss lawyer obtained a fresh\nattachment order from the Court of First Instance, Geneva, but\non March 9, 2009 Pictet informed the Debts Collection Office C\nat Geneva that they do not hold any assets, inter alia, on behalf\nof respondent No.1.\n29. On April 23, 2009, the Debts Collection Office at\nGeneva forwarded the letter dated March 9, 2009 of Pictet to\n. the Swiss Attorneys of the petitioner and, completely surprised\nby the bank's response. the petitioner filed this contempt petition\non August 26, 2009.\nD\nE\n30. Mr. Gourab Banerjee, learned Additional Solicitor\nGeneral appearing for the petitioner strongly argued that\nrespondent No.1 had withdrawn a huge sum of money.\namounting to US$10,763,412 from his account No.91925 with\nPictet in brazen violation of this Court's prohibitory orders,\ndated September 4, 2006 and December 12, 2006 and he is,\ntherefore, liable to be given the most stringent punishment.\nF\n31. At first sight the conduct of the respondent may indeed\nappear contumacious but, a careful scrutiny of the material facts\nmakes it clear that respondent No.1 cannot really be held guilty\nof contempt.\n32. It may be recalled here that on November 21, 2011 on\nhearing counsel for the parties, this Court had passed the\nfollowing order:\nG\nH\nA\nB\nC\nD\nE\nLL.\nF\nG\nH\n508 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\n\"Mr. Shanti Bhushan, senior advocate appearing for\nthe contemnor -Tuncay Alankus, stated that on September\n04, 2006, when this Court passed the interim order of\ninjunction against his client (which was later confirmed by\norder dated December 14, 2006), there was no money in\nhis account No. 91925 with the PICTET \u0026 CIE Bank,\nGeneva. There is, therefore, no question of any withdrawals\nfrom that account after that date in violation of the court's\norders.\nIn support of the statement, Mr. Bhushan placed\ngreat reliance on the decision of the Swiss Supreme Court\ndated June 01, 2006. The decision of the Swiss Supreme\nCourt indeed takes note of the fact that on November 29,\n1995, the petitioner (National Fertilizers Limited) paid a\nsum of $3,76,20,000 into Account No. 91923 held by\nKarsan Danismanlik Turizm Sanayi Ve Ticaret Limited STI\n(shortly known as 'Karsan'). It then goes on to give a break\nup of the aforesaid sum of $3,76,20,000 from which, on\nthe following day, i.e. on November 30, 1995, a sum of\n$2,81,00,000 was transferred to the contemnor's personal\naccount No. 91925.\nFrom the Swiss Court decision, it is not clear that\non the date this Court passed the injunction order\nrestraining the contemnor from withdrawing any amount\nfrom his account, the account was already bereft of any\nmoney.\nMr. Bhushan also relied upon a Certificate issued by\nthe Bank, according to which the account in question was\nclosed on July 25, 2006.\nMr. Gourab Banerjee, Additional Solicitor General\nappearing for the petitioner, submitted that on the date this\nCourt passed the interim order against the contemnor,\nthere was substantial money in his account. In support of\nthis averment, he referred to the order dated June 24, 1996\nNATIONAL FERTILIZERS LTD. v. TUNCAY ALANKUS 509\n\u0026 ANR. [AFTAB ALAM, J.]\npassed by the Special Judge, Delhi, granting bail to the\ncontemnor and a certificate dated September 30, 2002\nissued by the Bank (a copy of which is at Annexure P-3 of\nthe Contempt Petition).\nOn the basis of the materials so far produced before\nus, we are not satisfied and we find it difficult to hold with\nany conviction that on the date the interim order of\ninjunction was passed against the contemnor, there was,\nin fact, no money in his account with the PICTET\u0026 CIE,\nGeneva.\nHowever, one thing is clear from the decision of the\nSwiss Court; that is, on November 30, 1995, a sum of\n$2,81,00,000 was credited to the contemnor's personal\naccount from the amount deposited by the petitioner in the\naccount of Karsan.\nWe would like to see the bank statement of the\ncontemnor's Account No. 91925 held with PICTET \u0026 CIE\nBank from November 30, 1995 till the date of the closure\nof the account on July 25, 2006 to see the inflow and\noutflow of money from that account.\nMr. Bhushan prays for some time for producing the\nbank statement. As prayed by him, put up after six weeks.\nA\nB\nC\nD\nELI\nLet a copy of this order be given to the counsel for F\nthe contemnor.\"\n33. In pursuance of the aforesaid order, respondent No.1\nhas filed an affidavit enclosing a copy of the bank statement\ncertified by Pictet and Cie bank, Geneva. From the bank\nstatement it appears that the entire amount in account\nNo.91925 was withdrawn by June 21, 2006 and on that date,\nthe balance had become nil. The bank has also issued a\ncertificate dated September 13, 2010 stating that account\nNo.91925 was closed in their books on July 25, 2006.\nG\nH\nA\n510 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\n34. Mr. Banerjee submitted that no reliance could be\nplaced on the bank statement and the number of affidavits filed\non behalf of respondent No.1. He referred to the\nacknowledgement made by Pictet bank on September 30,\n2002 according to which, on that date, a sum of\nB US$10,763,412 was lying in account No.91925 of Tuncay\nAlankus. Mr. Banerjee submitted that the aforesaid amount\nmust have remained in the account until June 1, 2006, the date\non which the Swiss Supreme Court dismissed the appeal\npreferred by the petitioner. Further, Pictet in its communication\nof January 8, 2007 had clearly acknowledged the sequestration\norder and had assured that it had taken good note of its\ncontents. It is, therefore, not possible to believe that the account\nhad come to nil on June 21, 2006 and it was closed on July\n25, 2006.\nC\nD\n35. In the letter of Pictet dated January 8, 2007, a copy of\nwhich is enclosed as Annexure P15 (collectively) the debtor's\nname is given as \"Karsanrizm\"; further, the letter does not state\nthat on that date account No. 91925 in the name Alankus was\nalive and was bearing some amount. Moreover, the bank is not\nE a party to the present proceedings and, therefore, we would not\nlike to make any comment on the conduct of the bank. But on\nthe materials produced before us, it is very difficult to hold the\nrespondent guilty of contempt and to punish him for committing\ncontempt of court.\nF\nG\nH\n36. From the facts stated above, it is clear that the\nattachment against the respondent's account was lifted on June\n1, 2006 when the Swiss Supreme Court dismissed the\npetitioner's appeal and the petitioner was able to obtain the\nnext attachment order only on December 15, 2006. There was,\nthus, a period of slightly over six months when there was no\nattachment order in respect of the account and according to\nthe bank's statement, the amount was withdrawn on June 21,\n2006 (i.e., twenty days after the attachment order was lifted)\nand the account was closed on July 25, 2006. It is, thus, clear\nNATIONAL FERTILIZERS LTD. v. TUNCAY ALANKUS 511\n\u0026 ANR. [AFTAB ALAM, J.]\nthat on September 4, 2006 when this Court passed the order A\nprohibiting respondent No.1 from withdrawing any money from\nthe account there was actually no money in the account. That\nbeing the position, there could be no question of committing\nany violation of this Court's order by respondent No.1.\n37. Mr. Banerjee referred to the many affidavits filed by\nrespondent No. 1 and submitted that in those affidavits he has\nbeen taking inconsistent stands. It is true that the respondent\nhas filed as many as eight affidavits and in all those affidavits\nhis position does not appear to be completely consistent. But,\nit must be recalled that as far back as in September, 2006 and\nlong before this contempt proceeding commenced, the\nrespondent had instructed his counsel to submit before this\nCourt, that he was not permitted to leave Delhi for the past ten\nyears and since he was not getting any response from the\nSwiss banks, he was not aware of the state of his affairs in\nSwitzerland and was, therefore, unable to give the undertaking\nas asked for by this Court. Moreover, any inconsistencies in\nthe stand of the respondent before this Court coupled with the\nambiguities in the communications from Pictet may give rise\nto a suspicion of wrong doing. But without anything else we find\nit very difficult to hold the respondent guilty of contempt of court\non the definite charge that he withdrew a very large amount\nfrom his account in Pictet in violation of the orders of this Court.\n38. In Sahdeo alias Sahdeo Singh v. State of Uttar\nPradesh and Others', this Court after referring to a number of\nearlier decisions, in paragraph 19 of the judgment, observed\nas under:\n“In S. Abdul Karim v. M.K. Prakash, Chhotu Ram\nv. Urvashi Gulati, Anil Ratan Sarkar v. Hirak Ghosh,\nDaroga Singh v. B.K. Pandey and All India Anna Dravida\nMunnetra Kazhagam v. L.K. Tripathi, this Court held that\nburden and standard of proof in contempt proceedings\n1. (2010) 3 SCC 705.\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nLUJ\nE\nF\nG\n512\nSUPREME COURT REPORTS\n[2013] 2 S.C.R.\nbeing quasi-criminal in nature, is the standard of proof\nrequired in criminal proceedings, for the reason that\ncontempt proceedings are quasi criminal in nature.\"\n39. In Chhotu Ram v. Urvashi Gulati and Another², this\nCourt in paragraph 2 and 3 of the judgment held as under:\n\"2. As regards the burden and standard of proof, the\ncommon legal phraseology “he who asserts must prove\"\nhas its due application in the matter of proof of the\nallegations said to be constituting the act of contempt. As\nregards the “standard of proof”, be it noted that a\nproceeding under the extraordinary jurisdiction of the court\nin terms of the provisions of the Contempt of Courts Act\nis quasi-criminal, and as such, the standard of proof\nrequired is that of a criminal proceeding and the breach\nshall have to be established beyond all reasonable doubt.\n3. Lord Denning (in Bramblevale Ltd., Re) lends\nconcurrence to the aforesaid and the same reads as\nbelow: (All ER pp. 1063H-1064 C).\n\"A contempt of court is an offence of a criminal\ncharacter. A man may be sent to prison for it. It must\nbe satisfactorily proved. To use the time-honoured\nphrase, it must be proved beyond reasonable\ndoubt. It is not proved by showing that, when the\nman was asked about it, he told lies. There must\nbe some further evidence to incriminate him. Once\nsome evidence is given, then his lies can be thrown\ninto the scale against him. But there must be some\nother evidence.... Where there are two equally\nconsistent possibilities open to the court, it is not\nright to hold that the offence is proved beyond\nreasonable doubt.\"\n40. Mr. Banerjee submitted that a charge of contempt may\nH 2. (2001) 7 SCC 530\nNATIONAL FERTILIZERS LTD. v. TUNCAY ALANKUS 513\n\u0026 ANR. [AFTAB ALAM, J.]\nalso be established on preponderance of circumstances and A\nin support of the submission he relied upon a decision of this\nCourt in Rajendra Sail v. M.P. High Court Bar Association and\nOthers³.\n41. We have gone through the decision relied upon by Mr.\nBanerjee and we find that in Rajendra Sail, the Court held the B\ncontemnor guilty on the basis of \"preponderant circumstances\".\nIn other words, all the circumstances taken together led to the\nunimpeachable finding of the contemnor's guilt. But that is not\nto say that in Rajendra Sail this Court relaxed or diluted the\nstandard or degree of proof to establish the guilt of contempt. C\n42. In the case in hand on taking into account all the\ncircumstances as discussed above, we are of the view that it\nwould not be wholly reasonable to hold that the respondent\nwithdrew large amounts from his account with Pictet in violation\nof this Court's orders.\n43. For the reasons discussed above, we hold that the\nrespondent cannot be held guilty of contempt.\nD\n44. Coming back to the order, dated April 1, 2010 by which\nthis Court held that the respondent had withdrawn money from\nhis account with Pictet by flouting the orders of this Court, it is E\nto be noted that that order is founded on the premise that the\nrespondent had not denied the allegation made by the petitioner\nagainst him. It is, however, to be noted that the respondent in\nhis reply to the contempt petition filed on March 3, 2010 had\nstated in paragraph 2 (XIV) as under:\n\"The Respondent takes liberty for reiterating that he\nhas not withdrawn any amount in spite of (sic.) the order\npassed by this Hon'ble Court.”\n45. The order dated April 1, 2010, was, thus, clearly based\non an erroneous premise of fact. It is, accordingly, recalled.\n46. For the reasons discussed above, we find no merit in\nthe contempt petition. It is dismissed.\nR.P.\nContempt Petition dismissed.\nF\nG\n3. (2005) 6 SCC at paragraphs 45.\nH\n"}