{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\n[2013] 2 S.C.R. 496\nNATIONAL FERTILIZERS LTD.\nV.\nTUNCAY ALANKUS \u0026 ANR.\n(Contempt Petition (Civil) No. 320 of 2009)\nIN\n(Criminal Appeal No. 926 of 2006)\nAPRIL 2, 2013.\n[AFTAB ALAM AND RANJANA PRAKASH DESAI, JJ.]\nCONSTITUTION OF INDIA, 1950:\nArt. 129 - Contempt petition filed for violation of order of\nSupreme Court - Held: Respondent cannot be held guilty of\ncontempt of court on the definite charge that he withdrew a very\nD large amount from his account in Pictet in violation of the\norders of Supreme Court - The amount had been withdrawn\nprior to the order restraining the respondent from withdrawing\nthe amount from the account in question - Further, the amount\nhad been withdrawn during the period when there was no\nattachment order in respect of the account - That being the\nposition, there could be no question of committing any\nviolation of Court's order by respondent - The order holding\nthe respondent guilty of contempt is based on an erroneous\npremise, and is, therefore, recalled - Supreme Court Rules,\n1966 - O. 47 - Rules to Regulate Proceedings for Contempt\nof Supreme Court, 1975 - r. 3(c).\nE\nF\nOn failure of a company in Turkey, of which\nrespondent no. 1 was the Manager, to supply urea in spite\nof the petitioner-company having paid the full price, a\nG criminal case was registered in India against a number\nof accused including respondent no. 1 (accused No. 11).\nRespondent no. 1 and another accused were extradited\nto India on 3.10.1997. In the SLP filed by the petitioner\nbefore the Supreme Court, it moved an application\n496\nH\nNATIONAL FERTILIZERS LTD. v. TUNCAY ALANKUS 497\n\u0026 ANR.\nA\nB\nrequiring respondent no. 1 not to withdraw any portion\nof the defrauded amount lying in foreign jurisdiction. On\n4.9.2006, Supreme Court passed an interim order\nrestraining respondent no. 1 from withdrawing the\namounts from the accounts in Swiss Bank. By order\ndated 14.12.2006 the interim order dated 4.9.2006 was\nmade absolute. On 9.3.2009, the bank concerned\ninformed that they did not hold any asset on behalf of\nrespondent no. 1. The instant contempt petition was filed\nalleging violation of orders dated 4.9.2006 and 14.12.2006.\nBy order dated 1.4.2010, the respondent was held guilty C\nof contempt of court. The case was directed to be listed\non 12.4.2010 for passing the sentence on the contempt\ngiving liberty to respondent no. 1 meanwhile to deposit\nthe amount. However, respondent no. 1 did not deposit\nthe amount.\nDismissing the petition, the Court\nHELD: 1.1 A careful scrutiny of the material facts\nmakes it clear that respondent No.1 cannot really be held\nguilty of contempt. [para 31] [507-F-G]\n1.2 In the connected proceedings in Switzerland, on\nJune 19, 1996, the petitioner was able to obtain a criminal\nattachment order against the three accounts in Pictet,\nincluding account No.91925 in the name of respondent\nno. 1. However, the criminal attachment order was\ndefreezed on April 1, 2003 as the trial was not concluded\nwithin one year and respondent no. 1 was not freed on\nbail during that period as per the terms stipulated by the\nSwiss authorities. [para 21] [505-D-E]\n1.3 From the facts, it is clear that the attachment\nagainst the respondent's account was lifted on 1.6. 2006\nwhen the Swiss Supreme Court dismissed the petitioner's\nappeal and the petitioner was able to obtain the next\nD\nE\nF\nG\nH\n!\n498 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA attachment order only on 15.12.2006. There was, thus, a\nperiod of slightly over six months when there was no\nattachment order in respect of the account and\naccording to the bank's statement, the amount was\nwithdrawn on June 21, 2006 (i.e. twenty days after the\nB attachment order was lifted) and the account was closed\non 25.7.2006. It is, thus, clear that on 4.9.2006 when this\nCourt passed the order prohibiting respondent No.1 from\nwithdrawing any money from the account there was\nactually no money in the account. That being the position,\nthere could be no question of committing any violation\nof this Court's order by respondent No.1, therefore,\ncannot be held guilty of contempt of court on the definite\ncharge that he withdrew a very large amount from his\naccount in Pictet in violation of the orders of this Court.\n[para 36 and 37] [510-F-H; 512-A-E]\nс\nD\nE\nF\nG\nH\nSahdeo alias Sahdeo Singh v. State of Uttar Pradesh\nand Others 2010 (2) SCR 1086 = 2010 (3) SCC 705; Chhotu\nRam v. Urvashi Gulati and Another 2001 (7) SCC 530 -\nreferred to.\nRajendra Sail v. M.P. High Court Bar Association and\nOthers 2005 (3) SCR 816 = 2005 (6) SCC 109 - held\ninapplicable.\n1.4 The order dated 1.4. 2010 by which this Court held\nthat the respondent had withdrawn money from his\naccount with Pictet by flouting the orders of this Court,\nis founded on the premise that the respondent had not\ndenied the allegation made by the petitioner against him.\nIt is, however, to be noted that the respondent in his reply\nto the contempt petition filed on March 3, 2010 had stated\nto the effect that he did not withdraw any amount after\nthe orders passed by this Court. The order dated April 1,\n2010, was, thus, clearly based on an erroneous premise\nof fact. It is, accordingly, recalled. [para 44-45] [513-D-G]\nNATIONAL FERTILIZERS LTD. v. TUNCAY ALANKUS 499\n\u0026 ANR.\nCase Law Reference:\nA\n2010 (2) SCR 1086\nreferred to\npara 38\n2001 (7) SCC 530\nreferred to\npara 39\n2005 (3) SCR 816\nheld inapplicable\npara 40 B\nCIVIL ORIGINAL JURISDICTION: Contempt Petition (Civil)\nNo. 320 of 2009.\nIN\nCriminal Appeal No. 926 of 2006.\nGaurav Banerjee, ASG, Arjun Krishnan, Ghanshyam Joshi\nfor the Appellant.\nShanti Bhushan, Bahar U. Barqi, Mahmood Alam (for Aftab\nAli Khan) for the Respondents.\nD\nThe Judgment of the Court was delivered by\nAFTAB ALAM, J. 1. This petition is filed under Article 129\nof the Constitution of India read with Order XLVII of the Supreme E\nCourt Rules, 1966 and rule 3(C) of the Rules to regulate\nproceedings for Contempt of the Supreme Court, 1975 making\nthe prayer to punish respondent No.1 for withdrawing a very\nlarge sum of money from his bank account in a Swiss bank in\nviolation of this Court's orders dated September 4, 2006 and\nDecember 14, 2006. As a matter of fact, by an earlier order\npassed by the Court on April 1, 2010, in course of the\nproceedings of the case, respondent No.1 has actually been\nheld guilty of contempt of court; it is a brief order, wherein\nParagraphs 6 \u0026 7, the Court observed and held as follows:\n\"6. For the allegations made in the contempt petition, a\nnotice had been issued to the contemnor. In the notices it\nwas specifically mentioned that the charge against him is\nthat he has violated the order of this Court dated 4.9.2006.\nF\nG\nI\nC\nA\nB\nC\n500\nSUPREME COURT REPORTS\n[2013] 2 S.C.R.\nIn fact, the respondent No.1-contemnor has filed his reply\nthereto. However, from a perusal of the reply filed by the\ncontemnor it is clear that he has not denied the allegation\nof the petitioner that he has withdrawn money by flouting\nthe order of this Court dated 4.9.2006.\n7. From the above discussion, we are satisfied that there\nis sufficient material on the record to suggest that\ncontemnor-respondent No. 1 has committed contempt of\nCourt. Therefore, we hold the contemnor guilty of Contempt\nof Court.\"\n2. On that date, however, the Court did not give any\npunishment to the respondent but directed the case to be listed\non April 12, 2010 for passing the sentence on the contempt,\nobserving further that, in the meanwhile, if the contemnor\nD deposited the amount withdrawn from the bank, the Court might\nconsider recalling the order passed on that date.\nE\nF\nG\n3. The respondent did not deposit the amount allegedly\nwithdrawn by him from the bank account but on April 6, 2010\nfiled a petition for recall of the order holding him guilty of\ncontempt of court. He took the plea that the order dated April\n1, 2010 was based on the incorrect premise that in the reply\nto the contempt petition filed by him, he did not deny the\nallegation that he had made withdrawals from his bank account\nby flouting the Court's order dated September 4, 2006. He\npointed out that in the reply petition, he had clearly and\nrepeatedly said that he had not withdrawn any money from his\nbank account after the orders of this Court, dated September\n4, 2006 and December 14, 2006 and he reiterated that\nstatement in the petition for recall of the order.\n4. After that, the case was heard on a number of dates and\nwas finally taken up on July 17, 2012 when the matter was\npractically heard all over again also on the question whether\nor not the respondent had committed contempt of court by\nH withdrawing money from his bank account in the Swiss bank\nNATIONAL FERTILIZERS LTD. v. TUNCAY ALANKUS 501\n\u0026 ANR. [AFTAB ALAM, J.]\nin violation of the Court's orders dated September 4, 2006 and A\nDecember 14, 2006.\n5. The relevant facts necessary to appreciate the\nrespective contentions made on behalf of the parties may be\nstated thus. The petitioner, National Fertilizers Ltd., is a\ncompany registered under the provisions of the Companies Act\nowned and controlled by the GOI.\nB\n6. Karsan Danismanlik Turizm Sanayi Ve Ticaret Limited\nSTI (hereinafter: Karsan) is a Turkish company. The respondent,\nTuncay Alankus was the manager of Karsan with individual C\nsignature and one Cihan Karanci (not a party to this\nproceeding) was his deputy manager and counselor. Both\nAlankus and Karanci were the beneficiaries of Karsan.\n7. The petitioner company entered into an agreement, D\ndated November 9, 1995 with Karsan, which presented itself\nas a producer of urea. The contract was for supply of two lakh\nmetric tons of urea, 46 N fertilizer at a price of US$ 190 per\nmetric ton. The total value of the contract was US$ 38,000,000.\nIn terms of the contract, the petitioner company was to pay to\nKarsan the full contract value in advance by way of two\nremittances i.e., (1) US$ 380,000 towards insurance premium\nbefore entering into the contract and (2) US$ 37,620,000\ntowards cost of urea after entering into the contract.\n8. On November 22, 1995, three bank accounts in the\nnames of Karsan, Alankus and Karanci were opened with Pictet\nand Cie Bank (hereinafter: Pictet) in Geneva. The form for\nopening the account of Karsan indicated that Alankus and\nKaranci as the beneficial owners.\n9. The three freshly opened accounts were numbered as\n(i) Account No. 91923, (ii) Account No. 91924 and (iii) Account\nNo. 91925. In this case, we are concerned with the operations\nin Alankus's account number 91925 with Pictet.\nE\nF\nG\n10. On November 23, 1995, Karsan asked the petitioner H\n502 SUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA company to wire the sale price of urea on its account, opened\nwith Pictet. On November 29, 1995, the amount\nUS$37,620,000 was paid by the petitioner company on that\naccount.\nB\nC\n11. On November 30, 1995, the account of Karsan was\ndebited and the sum of US$ 28,100,000 was transferred to the\naccount of Alankus (Account No. 91925) with Pictet; from that\namount, the sum of US$12,500,000 was split between\nNovember 30, 1995 and May 20, 1996, on the accounts of\nAlankus, his daughter and Cihan Karanci in banks in Ankara,\nAlmaty and Geneva.\n12. Despite making full payment of the contract money, the\npetitioner did not receive a single grain of urea and it later came\nto light that the insurance cover taken out in connection with the\nD contract did not provide any protection against the loss suffered\nby the petitioner. Enquiries were made in India and on May 28,\n1996, the CBI lodged a first information report under section\n120B read with sections 409/420 of the Penal Code and\nsection 13(2) read with section 7/11/13(1)(c) and (d) of the\nE Prevention of Corruption Act, 1988 against a number of\naccused, including Cihan Karanci and Tuncay Alankus\nrespondent No.1 (as accused No. 11).\nF\nG\n13. In connection with the criminal case, Alankus and\nKaranci were arrested in Geneva on September 16, 1996 and\nwere extradited to India on October 3, 1997. On being brought\nto India, both the accused were remanded to judicial custody\nand after several years of custody Alankus was released on bail\nsubject to the condition that he would not leave Delhi.\n14. In the trial of the case, after the prosecution had led\nits evidence and Alankus was also examined under section 313\nof the Code of Criminal Procedure, a petition was submitted\non his behalf for examining 63 persons, living in 10 different\ncountries, through video-conferencing, as defence witnesses.\nH The trial court by order, dated October 11, 2004 gave\nNATIONAL FERTILIZERS LTD. v. TUNCAY ALANKUS 503\n\u0026 ANR. [AFTAB ALAM, J.]\npermission for examination of only 6 out of the 63 witnesses.\nAgainst the order of the trial court, Alankus filed criminal\nrevision No.126 of 2005 before the Delhi High Court on which\nthe High Court by order dated July 14, 2005 allowed him to\nexamine, in addition to the 6 witnesses allowed by the trial\ncourt, 21 more witnesses, of whom a list was placed on record\nbefore the High Court, at the expense of the State.\n15. Against the order of the Delhi High Court, two special\nleave petitions came to this Court. One, being SLP (Criminal)\nNo.6291 of 2005 was filed by the CBI and the other, SLP\n(Criminal) No.13 of 2006, was filed by the present petitioner.\nThe petitioner in its SLP also moved an application making the\nprayer for a direction to respondent No.1 (Tuncay Alankus) \"to\nfurnish an undertaking to the effect that he will not withdraw any\nportion of the defrauded amount identified and lying in foreign\njurisdiction in general and Geneva and Monaco in particular.\nA\nB\nC\nD\n16. Both the aforesaid special leave petitions were tagged\ntogether and on August 21, 2006 during the hearing of the\nSLPs, the Court enquired from the counsel appearing for\nrespondent No.1 whether he was willing to give an undertaking E\nthat he would not withdraw the money from his Swiss bank\naccount. The counsel appearing for the respondent asked for\na short adjournment to take instructions regarding the\nundertaking asked for by the Court and the SLPs were,\ntherefore, directed to be listed on September 4, 2006.\nF\n17. On September 3, 2006, the respondent communicated\nto his lawyer Miss Seema Juneja in writing, stating that he had\nbeen in jail for about 7.5 years and after release on bail, under\none of the conditions of the bail, he was not permitted to leave\nDelhi. His request for permission to travel abroad and meet G\nhis advocates for consultation had been declined. Therefore,\nhe could not get any information. He further stated in the\ncommunication to his lawyer that he had asked Pictet bank for\ninformation by fax but he had not received any response.\nReferring further to the various kinds of proceedings going H\n504\nSUPREME COURT REPORTS\n[2013] 2 S.C.R.\nA before the Swiss courts, he requested his lawyer to inform the\nSupreme Court that he was in India for 10 years and he had\nno access to his accounts in Switzerland and to submit before\nthe Court that the matter had already been decided after lapse\nof 10 years (sic). He had not received any reply and he was\nwaiting for further instructions.\nB\nC\nD\nE\nய\nF\nG\n18. On September 4, 2006 this Court was informed about\nthe response of the respondent in regard to the undertaking\nsought for from him and on that date this Court passed the\nfollowing order:\n\"Instead of giving an undertaking, learned counsel has\nproduced before us a letter dated 3rd September, 2006,\nsaid to have been written by the respondent to his\nadvocate, Ms. Seema Juneja, trying, inter alia, to say that\nhe is in India for ten years and has no access to his\naccounts in Switzerland. It is stated that, in view of what is\nstated in this letter, the respondent is not in a position to\ngive an undertaking, as noticed in the order dated 21st\nAugust, 2006. Be that as it may, we grant leave and\nexpedite the hearing of the appeals which shall be listed\nfor hearing within a period of three months. All the parties\nagree that the appeal be heard on the existing record.\nAdditional documents, if any, may be filed within two\nweeks.\nPending disposal of the appeals, the order of stay granted\nby this Court on January, 2006, will continue to operate.\nHowever, the trial can go on and the respondent, if so\nadvised, can produce such witnesses which have been\nallowed by the order of this Special Judge. We restrain\nthe respondent from withdrawing the amounts from\nthe accounts in Swiss Bank till the decision of these\nappeals.\"\nH\n(emphasis added)\nNATIONAL FERTILIZERS LTD. v. TUNCAY ALANKUS 505\n\u0026 ANR. [AFTAB ALAM, J.]\n19. The special leave petitions were finally allowed by A\norder, dated December 14, 2006 by which this Court set aside\nthe order of the High Court and remanded the matter for a fresh\nconsideration by the High Court. While concluding the judgment,\nthis Court made the following direction:\n\"The interim order dated 4.9.2006 is made absolute\nto the effect that the respondent is restrained from\nwithdrawing the amount from the accounts in Swiss\nBank till the decision of the matter. The appeals are\nallowed accordingly.\"\n(emphasis added)\n20. This contempt petition is filed alleging violation of the\naforementioned two orders, dated September 4, 2006 and\nDecember 14, 2006.\n21. Let us now take a look at some of the connected\nproceedings in Switzerland. On June 19, 1996, the petitioner\nwas able to obtain a criminal attachment order against the three\naccounts in Pictet, including account No.91925 in the name of\nTuncay Alankus. However, the criminal attachment order was\ndefreezed on April 1, 2003 as the trial was not concluded within\none year and Alankus was not freed on bail during that period\nas per the terms stipulated by the Swiss authorities.\nB\nC\nD\nE\n22. Besides the criminal attachment, dated June 19, 1996, F\nthe petitioner was also able to obtain the civil attachment of the\nthree bank accounts in question on October 3, 2000 from the\nCourt of First Instance, Geneva.\n23. On September 30, 2002, Pictet and Cie Bank,\nGeneva, informed the Federal Department of Justice and\nPolice, Geneva, as follows:\n\"Please share below the total balance of the sued\naccounts.\nG\nH\n"}