{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nBANSRAJ LALTAPRASAD MISHRA\nV.\nSTANLEY PARKER JONES\nFEBRUARY 16, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nC\nEvidence Act, 1872 :\nSection 116--Estoppel-Licensee questioning title of licensor-Held,\nHigh Court erroneously laid stress on title-The stress is on the possession of\nthe person who is in possession of the property at the time of agreement―\nMatter remanded to High Court for disposal afresh-Leave and licence.\nAppellant filed suit for possession and for compensation against the\nD defendant-respondent. It was stated in the plaint that the suit premises\nwere given to the defendant under an agreement for leave and licence.\nThe defendant filed written statement. Later by way of amendment, the\ndefendant pleaded that he was not a licencee but a sub-tenant. Yet by\nanother amendment, the defendant pleaded that he was inducted into the\nE premises not by the plaintiff but by another person and he was in\nF\npossession of the suit premises much before the alleged agreement between\nhim and the plaintiff. On this, the plaintiff was allowed to amend the plaint\nand raise a plea of forfeiture incurred by defendant-respondent by reason\nof denial of plaintiff's title. The suit was dismissed by the trial court, but\ndecreed by Single Judge of the High Court. However, the Division Bench\ndismissed the suit. Aggrieved, the plaintiff filed the present appeal.\nIt was contended for the appellant that the Division Bench of the\nHigh Court erred in laying emphasis on the question of title of the plaintiff\nat the time of agreement. It was submitted that what was relevant was\nG the possession of the licensor and not the title.\nH\nAllowing the appeal and remanding the matter to the High Court,\nthe Court\nHELD: The Division Bench of the High Court erroneously laid stress\n334\n7-\n7\nI\nBANSRAJ LALTAPRASAD MISHRA v. STANLEY PARKER JONES [PASAYAT, J.] 335\non title which has no relevance in the background of what is stated in A\nSection 116 of the Evidence Act. Obviously, the stress is on the possession\nof the person who is in possession of the immovable property at the time\nof the agreement. The principle of estoppel arising from the contract of\ntenancy is based upon a healthy and salutary principle of law and justice\nthat a tenant who could not have got possession but for his contract of\nB\ntenancy admitting the right of the landlord should not be allowed to launch\nhis landlord in some inequitable situation taking undue advantage of the\npossession that he got and any probable defect in the title of his landlord.\n[340-H, D]\nKrishna Prasad Lal v. Barabani Coal Concern Ltd., AIR (1937) P.C.\n251, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6396 of 2001.\nC\nFrom the Final Order \u0026 Judgment and Order dated 15.2.2001 of Bombay D\nHigh Court in L.P.A. No. 161 of 1993 in F.A. No. 1109/1987.\nBhimrao N. Naik, Vinesh C. Solshe and C.G. Solshe for the Appellant.\nA.S. Bhasme for the Respondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. This is directed against the judgment of a\nDivision Bench of the Bombay High Court in a Letters Patent Appeal. Brief\nreference to the factual aspects would be necessary:\nThe appellant filed Suit No. 6954/72 in the Bombay City Civil Court\nagainst the respondent inter alia with the following prayers:\n(a) for possession of suit premises of Plots Nos. 81, 82 with shed at\nGandhinagar, Bharat Bazar, Worli, Bombay.\n(b) for recovery of an amount of Rs. 6,175/- on account of\ncompensation, and\n(c) for mesne profits.\nE\nF\nG\nH\nCertain interim reliefs were also claimed in this suit. The broad\n336\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA allegations made by the plaintiff in the plaint were as follows:\nB\nC\nD\nE\nF\nG\nH\n(a) on request of the Defendant, the Plaintiff allowed the Defendant\nto use the suit premises on the terms recorded in the Agreement\ndated 01.05.1091, which was an Agreement for leave and license\nfor 11 months from the date;\n(b) the compensation agreed between the parties was Rs. 475/- per\nmonth;\n(c) the Defendant was to carry on the business of motors repairing\nin the suit premises and was not to change the user of the\npremises;\n(d) that 2 months' arrears of compensation would entitle the Plaintiff\nto terminate the Agreement by giving one month's notice in\nwriting and to enter upon the suit premises;\n(e) the license could be renewed at the option of the Defendant by\none month's prior notice to the Plaintiff;\n(f) that though the Agreement provided that the Defendant would\ndeposit Rs. 6,000/- by way of security, the Defendant in fact\npaid only Rs. 5, 000/-;\n(g) that, the Defendant had issued 2 cheques respectively for Rs.\n950/- and Rs. 793/- towards compensation, which were\ndishonoured;\n(h) the Plaintiff by his Advocate's letter dated 02.10.19781 informed\nthe Defendant that, from May, 1971 to September, 1971 the\nDefendant had not paid compensation amount of Rs. 2,375/- and\nthat, he had committed several breaches of the said license, that\nthe license granted to the Defendant was revoked and that, the\nDefendant should pay the arrears and hand-over the vacant\npossession of the suit premises;\n(i) the Plaintiff by his Advocate's letter dated 13.04.1972 demanded\nthe arrears of compensation of Rs. 5,225/- upto April, 1972, but\nthe Defendant issued a cheque of Rs, 2,850/- towards\ncompensation, which was also dishonoured.\nके\nT\nBANSRAJ LALTAPRASAD MISHRA 1. STANLEY PARKER JONES [PASAYAT, J.]\n337\nThe defendant-respondent filed Written Statement in which originally A\nthe following stands were taken:\n(a) That the Civil Court had no jurisdiction to try the suit as the\nDefendant was the tenant or the sub-tenant of the suit premises\nand not a licensee as alleged, and that, “the landlord had agreed B\nto this arrangement arrived at between the Plaintiff and the\nDefendant.\"\n(b) That the Defendant had constructed a shed on a portion of the\nsuit premises by spending Rs. 4,000/-\n(c) That the Defendant had not committed any breached of the\nAgreement and gave explanations for the same in para 9 of his\nwritten statement.\n(d) That, there was no cause of action for the suit.\nSubsequently, both appellant and respondent took out Notice of Motion\nin the Civil Suit in respect of interim orders passed in the suit, and orders\nwere passed on said Notice by the Civil Court.\nOn 10.01.1976, the defendant took out Chamber Summons for\namendment of the Written Statement in the following terms:\n(a) to amend the Written Statement to contend that the Agreement\ndated 01.05.1971 was void on account of fraud and\nmisrepresentation made by the Plaintiff that, he was the legal\ntenant of the suit premises;\n(b) to delete from the original Written Statement the averment that\nthe Agreement of sub-tenancy between the Plaintiff and the\nDefendant was consented to by the landlord.\nC\nᎠ\nE\nF\nG\nThe trial court allowed the said amendment. Subsequently, in 1976 the\ndefendant took out another Chamber Summons praying for amendments in\nhis Written Statement in the following terms:\n(a) that, the Defendant was not inducted in the suit premises on\n1.5.1971 but that, he was already in possession of the plots with a H\n338\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nshed on it and was carrying on his business in the same of Famous\nEngineering Works on an undertaking arrived at with one Shamsher\nKhan on 27.12.1990;\n(b) that, the said Shasher Khan vanished away and the Plaintiff\napproached the Defendant representing him that Plaintiff was the legal tenant\nof the suit premises and believing the same the Defendant executed the\nAgreeement dated 01.05.1971 in favour of the Plaintiff;\n(c) that, the said Mansoor Hussein was the tenant in respect of the\nsuit property and the Defendant was in lawful occupation of the\nsuit property;\n(d) that, the Agreement dated 01.05.1971 was void on account of\nfraud and misrepresenation practised by the plaintiff.\nThis second amendment was also allowed.\nThe Civil Court allowed the plaintiff-appellant to plead cause of action\noccasioned by the alternate plea of sub-tenancy raised in the Written Statement\nby amendment. The plaintiff was allowed to amend the plaint for raising the\nplea of forfeiture incurred by the defendant-respondent by reason of denial\nE of the plaintiff-appellant's title to the suit premises.\nF\nG\nSupplementary Written Statement was filed. Issues were framed and by\njudgment and decree dated 30.10.1987 the Shor Cause Suit No. 6954/72 was\ndismissed. Being aggrieved by the judgment and decree passed by the trial\nCourt, First Appeal No. 1109/1987 was filed in the Bombay High Court and\nthe learned Single Judge set aside the judgment and decree of the trial Court\nand the plaintiff-appellant's suit for possession was decreed. Aggrieved by\nthe said judgment and decree dated 29.4.1988 and 15.09.1990 respectively\npassed by learned Single Judge defendant-respondent filed Letters Patent\nAppeal which was numbered as LPA No. 161/1993. The Division Bench set\naside the judgment and decree passed by the learned Single Judge and restored\nthose passed by the trial Court.\nIn support of the appeal, learned counsel for the appellant submitted\nthat the approach of the Division Bench was clearly erroneous and based on\nHa misreading of Section 116 of the Indian Evidence Act, 1982 (in short \"the\nT\n}\nBANSRAJ LALTAPRASAD MISHRA 1. STANLEY PARKER JONES [PASAYAT. J.]\n339\nEvidence Act”). Great emphasis was laid by the Division Bench on the question A\nof title of the plaintiff at the time when the alleged agreement between the\nplaintiff and the defendant was entered into. According to learned counsel for\nthe appellant this is really irrelevant and is contrary to the specific language\nused in Section 116 of the Evidence Act. It was pointed out that the learned\nSingle Judge has elaborately dealt with the scope and ambit of Section 116\nof the Evidence Act. It was pointed out that what is relevant is the possession\nof the the licensor but not the title. The Division Bench lost sight of this\ndistinction and went on to decide the appeal in favour of the defendant-\nrespondent as if title was sine qua non for the application of Section 116 of\nthe Evidence Act.\nPer contra, learned counsel for the respondent submitted that if the\nentire factual scenario is taken note of, one things clear that the appellant was\nnot in possession when the alleged agreeemnt on 1.5.1971 was executed.\nB\nC\nIt is not in dispute that on 1.5.1871 an agreement was entered into. D\nWhat the defendant tried to establish was that prior to the date of agreement\none Shamsher Khan had put the defendant in possession and therefore the\nsubsequent agreement with the plaintiff-appellant was really of no\nconsequence. This aspect was dealt by the learned Single Judge in detail. It\nwas held that the concept of constructive possession was clearly applicable\neven if the defendant's case of Shamsher Khan having put him in possession E\nis accepted. Illustrations were given to buttress the interpretation given. The\nlearend Single Judge was of the view that the word \"possession\" in Section\n116 also includes constructive possession. Unfortunately the Division Bench\nhas not dealt with this aspect. It would be relevant at this point of time to take\nnote of what is stated in Section 116 of the Evidence Act. The same reads F\nas follows:\n\"Estoppel of tenant; and of licensee of person in possession-No\ntenant of immoveable property, or person claiming through such tenant,\nshall, during the continuance of the tenancy, be permitted to deny\nthat the landlord of such tenant had, at the beginning of the tenancy\na title to such immoveable property and no person who came upon\nany immovable property by the licence of the person in possession\nthereof, shall be permitted to deny that such person had a title to such\npossession at the time when such licence was given.\"\nG\nH\nA\nB\n340\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nThe \"possession\" in the instant case relate to second limb of the Section.\nIt is couched in negative terms and mandates that a person who comes upon\nany immoveable property by the license of the person in possession thereof,\nshall not be permitted to deny that such person had title to such possession\nat the time when such license was given.\nThe underlying policy of Section 116 is that where a person has been\nbrought into possession as a tenant by the landlord and if that tenant is\npermitted to question the title of the landlord at the time of the settelement\nthen that will give rise to extreme confusion in the matter of relationship of\nthe landlord and tenant and so the equitable principle of estoppel has been\nC incorporated by the legislature in the said section.\nD\nThe principle of estoppel arising from the Contract of tenancy is based\nupon a healthy and salutory principle of law and justice that a tenant who\ncould not have got possession but for his in some inequitable situation taking\nundue advantage of the possession that he got and any probable defect in the\ntitle of his landlord. It is on account of such a contract of tenancy and as a\nresult of the tenant's entry into possession on the admission of the landlord's\ntitle that the principle of estoppel is attracted.\nSection 116 enumerates the principle of estoppel which is merely an\nE extension of the principle that no person is allowed to approbate and reporbate\nF\nat the same time.\nAs laid down by the Privy Council in Krishna Prasad Lal v. Barabani\nCoal Concern Ltd., AIR (1937) P.C. 251 “It (Sec. 116) deals with one cardinal\nand simple estoppel and states it first as applicable between landlord and\ntenant and then as between licensor and licensee, a distinction which\ncorresponds to that between the parties to an action for rent and the parties\nto an action for use and occupation”.\nObviously, the strees is on the possession of the person who is in\nG possession of the immovable property. Unfortunately, The Division Bench\nhad not addressed itslef to this question which according to us was the core\nquestion.\nThe Division Bench erroneously laid stress on title as indicated above\nwhich has no relevance in the background of what is stated in Section 116\nH\nBANSRAJ LALTAPRASAD MISHRA 1. STANLEY PARKER JONES [PASAYAT, J.] 341\nof the Evidence Act. The Division Bench disposted of the matter without A\neven discussing as to why the learned Single Judge was not justified in the\nconlcusions arrived at. Therefore, we remand the matter to the Division Bench\nfor fresh hearing and disposal. However, we make it clear that we have not\nexpressed any final opinion on the merits of the case. As the matter is pending\nsince long, we request the High Court to dispose of the matter within three B\nmonths. The interim order passed in this appeal shall continue till the disposal\nof the matter by the High Court.\nR.P.\nThe appeal is disposed of accordingly.\nAppeal allowed. C\n7\nT\n"}