{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"DIRECTOR, FOOD AND SUPPLIES, PUNJAB AND ANR.\nV.\nGURMIT SINGH\nAPRIL 17, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nLabour Laws:\nIndustrial Disputes Act, 1947:\nA\nB\nC\ns.10--Reference to Labour Court-Labour Court, without deciding\npleas of non-applicability of the Act and 9 years delay in making the claim,\ndirecting reinstatement of workman-High Court declining to interfere-\nHeld, Labour Court having not adjudicated on the jurisdictional aspect and\ndelay, orders of Labour Court and High Court set aside-Matter remitted to\nLabour Court for adjudication on these aspects-Jurisdiction of Labour\nCourt-Delay/Laches.\nRespondent in Civil Appeal No. 7637/2004 was engaged as Chowkidar\nby the appellants on 1.6.1985 on monthly wages of Rs. 400/-. His services\nwere terminated on 25.8.1986. On reference under s.10(4) of the Industrial\nDisputes Act, 1947, the Labour Court held that the workman had worked for\nmore than 240 days and directed his reinstatement with continuity of service.\nThe writ petition of the employers having been dismissed by the High Court,\nthey filed the appeal. Civil Appeal nos. 6766/2004 and 2608/2004 were also\nfiled on similar facts.\nIt was contended for the appellants that both the Labour Court and the\nHigh Court failed to decide the please of non-applicability of the Industrial\nDisputes Act, 1947, and 9 years delay in making the claim.\nCourt\nAllowing the appeals and remitting the matters to Labour Court, the\nHELD: In the instant case apart from the fact that the long delay aspect\nhas not been considered by the Labour Court, it is also did not decide the\njurisdictional fact about the applicability of the Industrial Disputes Act, 1947.\n261\nD\nE\nF\nG\nH\n262\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA That being so, the order of the Labour Court as affirmed by the High Court,\ncannot be sustained and stands quashed. The Labour court would adjudicate\non these aspects. [Paras 6 and 8] [264-G-H; 265-B]\nNational Engineering Industries Ltd. v. State of Rajasthan and Ors.,\n[2000] 1 SCC 371 and Sapan Kumar Pandit v. U.P. State Electricity Board\nB and Ors., [2001] 6 SCC 222, referred to.\nC\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 7637 of 2004.\nFrom the Judgment and Order dated 11.11.2002 of the High Court of\nPunjab \u0026 Haryana at Chandigarh in Civil Writ Petition No. 17879 of 2002.\nWITH\nC.A. Nos. 6766/2004 \u0026 2608/2004.\nKuldip Singh, R.K. Pandey, Sanjay Katyal, T.P. Mishra and Arun K.\nD Sinha for the Appellants.\nE\nF\nSuresh Kumari, Dinesh Verma and A.P. Mohanty for the Respondent.\nThe Judgment of the Court was delivered by\nDr. ARIJIT PASAYAT, J. 1. Challenge in these appeals is to the judgment\nof the Division Bench of the Punjab and Haryana High Court dismissing the\nwrit petitions filed by the present appellants. Challenge in the writ petitions\nwas to the order passed by the Presiding Officer, Labour Court, Patiala (in\nshort the ‘Labour Court'). Background facts in a nutshell are as follows:\n2. The dispute in three appeals being common, factual position in Civil\nAppeal No. 7637 of 2004 is noted.\nCivil Appeal No.7637/2004\n3. Reference was made to the Labour Court under Section 10(1)(c) of the\nG Industrial Disputes Act, 1947 (in short the 'ID Act') of the following purported\ndispute:\n\"Whether termination of services of Gurmit Singh-Workman is justified\nand in order? If not, to what relief is he entitled?\"\nH The case of the workman was that he joined the present appellants as\n1\nDIRECTOR, FOOD AND SUPPLIES, PUNJAB v. GURMIT SINGH [PASAYAT, J.] 263\nᎠ\nChowkidar and worked therein from 1.6.1985 to 24.8.1986. His services were A\nterminated on 25.8.1986 by the Management without service of any notice,\nholding of any enquiry or payment of any compensation. He was getting\nRs.400/-p.m. at that time as wages. He is covered under the Industrial\nEmployment (Standing Orders) Act, 1946 (in short the 'Standing Orders Act').\nThe Management did not comply with the principles of natural justice while\nB\nterminating his services. The notice of reference was given to the present\nappellants. It was stated in the written statement inter alia that the claimant\nwas working as Chowkidar on daily wages. His services ended with the end\nof each working day. The claim of the claimant that he had worked from\n1.6.1986 to 24.8.1986 is not correct. The services of the claimant were dispensed\nwith as he was surplus. No notice or enquiry or compensation was required C\nas the claimant was a worker on daily wages. He was working in the department\non daily wages as fixed by the Deputy Commissioner, Sangrur from time to\ntime. It was also pleaded in the preliminary objections that there are three\ncategories of Chowkidars in the Food and Supplies Department to safeguard\nthe food grains stocks. The first category consists of regular Chowkidars\naccording to the sanctioned strength drawing regular pay scale. The second\ncategory consists of temporary Chowkidars. They are recruited through\nemployment exchange and draw emoluments equal to the regular Chowkidars.\nThe third category consists of daily wages Chowkidars who draw fixed daily\nwage from time to time fixed by the department of concerned districts. The\nservices of the Chowkidars on daily wages end with the end of each working E\nday. Their strength increased/decreased with the increase/decrease of the\nfood grains stocks. The services of the daily wages Chowkidars were dispensed\nwith on becoming surplus. The workman in the present case belonged to the\nthird category i.e. daily wages Chowkidar. His services were dispensed with\non becoming surplus alongwith others. It was also stated that the present\nappellants cannot be treated as an industry and the ID Act has no application.\nThe Labour Court relied on certain documents and concluded that the workman\nhad worked for more than 240 days. Unfortunately, the Labour Court did not\nrecord any finding about the non applicability of the ID Act. It was noted that\nthe workman was gainfully employed after the termination of his services.\nAccordingly, direction was given for re-instatement with continuity of service. G\nThis finding was recorded primarily on the ground that he had worked for\nmore than 240 days. No finding was recorded on the plea taken by the present\nappellants that the claim was made after 9 years without explaining the belated\napproach.\nF\n4. The High Court dismissed the writ petitions filed by the present H\n264\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA appellants on the ground that even if there was belated approach, the Court\ncould not decline to grant relief but it could mould the relief.\n5. In support of the appeals, learned counsel for the appellants submitted\nthat both the trial court and the High Court did not notice the basic challenge\nof the appellants about the non-applicability of the ID Act. Apparently, the\nB Labour court had not considered the plea about non applicability of the ID\nAct. This was specifically pleaded. It is true that the Labour court could not\nhave declined to answer the reference. The jurisdiction of the Tribunal and\nthe Labour court as the case may be in dealing with an industrial dispute is\nlimited. The point was mentioned in Section 10(4) of the ID Act in National\nC Engineering Industries Ltd. v. State of Rajasthan and Ors., [2000] 1 SCC 371.\nIt was held that the High Court has jurisdiction to entertain a writ petition\nwhen there is an allegation that there is no industrial dispute which could be\nthe subject matter of reference for adjudication to the Tribunal under Section\n10 of the ID Act. Thus the existence of the industrial dispute is a jurisdictional\nfactor. Absence of jurisdictional fact results in invalidation of the reference.\nD The Tribunal or the Labour Court under Section 10 gets jurisdiction to decide\nan industrial dispute only upon a reference by the appropriate government.\nThe Tribunal or the Labour Court cannot invalidate the reference on the\nground of delay. If the employer makes a grievance that the workman has\nmade a stale claim then an employer can challenge the reference by way of\na writ petition and contend that since the claim is belated there was no\nindustrial dispute. The Tribunal or the Labour Court cannot strike down the\nreference on this ground. As observed in Sapan Kumar Pandit v. U.P. State\nElectricity Board and Ors., [2001] 6 SCC 222 there are cases in which lapse\nof time had caused fading or even eclipse of the dispute. If nobody had kept\nthe dispute alive during the long interval, it is reasonably possible to conclude\nF in a particular case that the dispute ceased to exist after some time. But when\nE\nG\nthe dispute remained alive though not galvanized by the workmen or the\nUnion on account of other justified reasons it does not cause the dispute to\nwane into total eclipse. The long delay for making the adjudication could be\nconsidered by the Adjudicating Authority while moulding the reliefs. That is\na different matter altogether.\n6. In the instant case apart from the fact that the long delay aspect has\nnot been considered by the Labour Court it also did not decide the jurisdictional\nfact about the applicability of the ID Act. That being so, the order of the\nLabour court as affirmed by the High Court cannot be sustained and stands\nH quashed. The appeal is allowed without any order as to costs.\nDIRECTOR, FOOD AND SUPPLIES, PUNJAB v. GURMIT SINGH [PASAYAT, J.] 265\n7. In view of our conclusions in Civil Appeal No.7637/2004, Civil Appeal A\nNos. 6766 of 2004 and 2608 of 2004 are also allowed on the same terms with\nno order as to costs.\n8. The matter is remitted to the Labour court to adjudicate on these\naspects. Since the matter is pending since long the Labour court would do\nwell to dispose of the matter within four months from the date of receipt of B\nthis order.\nR.P.\nAppeals allowed.\n"}