{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"C\nD\n656 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA specially when the orders of detention have been allowed to\nbe challenged even at the pre-execution stage on any ground.\nIt is, therefore, legally appropriate to serve the order of\ndetention on the proposed detenues leaving it open to them\nto challenge the same after the grounds are served on them\nB so as to appreciate whether there had been sufficient materials\nbefore the detaining authorities to pass the orders of\ndetention which were existing at the relevant time and approve\nor disapprove the same. In any view, events subsequent to\nthe passing of the order of detention is neither before us nor\nwould be relevant at this stage while adjudging the correctness\nand legality of the order of preventive detention when the said\norders were passed specially when this Court had no occasion\nto peruse the materials which prompted them to pass the order\nof preventive detention. In fact, there is no material before this\nCourt even to arrive at a definite finding as to whether the\nproposed detenue have indulged in any activity after the\npassing of the order of detention nor it is relevant in my view\nto take into account the subsequent events while considering\nthe correctness of the order of detention passed at the relevant\ntime as the limited issue before this Court is whether the order\nof detention passed against the proposed detenues which\nwere challenged at the pre-execution stage is fit to be\nquashed merely due to the passage of time. It would be\nequally hypothetical to observe that in case the orders of\ndetention were served and approved by the Advisory Board\nand the same were challenged before the appropriate court,\nwhether it would have been open for the appropriate court to\nconsider the subsequent conduct of the proposed detenue in\norder to hold that the order of detention was fit to be quashed.\nNevertheless, when the duty is cast upon this Court at this\nG stage merely to consider whether the order of detention could\nbe allowed to be challenged on other grounds, than what was\ndelineated in Alka Subhash Gadia's case as also the fact\nwhether the order of detention can be quashed on the ground\nof long lapse of time, it would not be legally appropriate in my\nH view to hold that the order of detention is fit to be quashed\nE\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 657\n[GYAN SUDHA MISRA, J.]\nmerely because there is no live link between the existing period A\nand situation and the date on which the order of detention was\npassed. I find it hard to ignore the ratio of authoritative\npronouncements of this Court including a Constitution Bench\njudgment referred to hereinbefore on the issue holding therein\nthat the long lapse of time will not be a valid consideration to\nset aside the order of detention and may be treated as stare\ndecisis on the point involved.\n20. As a consequence of the analysis in regard to the\nvalidity of the orders of detention challenged by the petitioners\nand appellants herein, I deem it correct and legally appropriate\nto hold that the orders of detention are not fit to be quashed\nbut the same are fit to be served on the petitioners/appellants\nleaving it open to them to challenge the order of detention by\ntaking recourse to the remedies available to them under the\nlaw by way of an independent proceeding including a\nrepresentation against the order of detention before the\ncompetent authority which is the next legal stage after the order\nof detention is served on the proposed detenue. Holding it\notherwise, in my view, would result into acceptance of a sordid\nsituation akin to the adage of \"Let be gone be bygone\" which\ncannot be swallowed as that would clearly be defeating the very\nobject and purpose of the preventive detention laws.\nencouraging the proposed detenue to stay away and twist the\narms of law misusing the provisions to their advantage. All the\nmatters are consequently fit to be dismissed and are dismissed\nleaving it open to the Petitioners/Appellants to take recourse\nto remedies available to them in accordance with the provisions\nand procedure established by law after the grounds of detention\nare served on them.\nCHELAMESWAR, J.\n\"The task of this Court to maintain a balance between\nliberty and authority is never done, because new\nconditions today upset the equilibriums of yesterday.\nThe seesaw between freedom and power makes up most\nB\nC\nD\nE\nF\nG\nH\nA\nB\n658 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nof the history of governments, which, as Bryce points out,\non a long view consists of repeating a painful cycle from\nanarchy to tyranny and back again. The Court's day-to-\nday task is to reject as false, claims in the name of civil\nliberty which, if granted, would paralyse or impair\nauthority to defend existence of our society, and to reject\nas false claims in the name of security which would\nundermine our freedoms and open the way to\noppression.....\"\nC\nD\nE\nJustice Jackson in\nAmerican Communications Association, C.I.O. Vs.\nCharles T. Douds [339 US 385) [94 Led 925 at 968].\n2. In my opinion, it is a statement which every judge of\nConstitutional Courts vested with the authority to adjudicate the\nlegality of any state action challenged on the ground that such\naction is inconsistent with civil liberties guaranteed under the\nConstitution must always keep in mind while exercising such\nauthority.\n3. The core question in these matters is whether this Court\nwould be justified in exercising its jurisdiction to examine the\nlegality of the action of the State in seeking to execute\npreventive detention orders (passed long ago) at the pre\nexecution stage on the claim of each one of the petitioners\nF herein that such execution would violate the fundamental rights\nof the proposed detenues.\nG\nH\n4. The facts are elaborately described in the judgment of\nHon'ble the Chief Justice of India. There is no need to repeat.\nSuffice to say that an order of preventive detention either under\nthe COFEPOSA Act or the National Security Act is pending\nunexecuted for varying periods ranging from 2 to 10 years\napproximately.\n5. Hence, these petitions complaining that permitting the\nState to execute such preventive detention orders would be\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 659\n[CHELAMESWAR, J.]\nviolative of the fundamental rights under Articles 14, 19, 21 and A\n22 of the Constitution guaranteed to the proposed detenus. It\nis fervently argued on behalf of the petitioners that in view of\nthe inordinate delay in the execution of the impugned detention\norders in each of the cases, live nexus between the purpose\nsought to be achieved by the orders of preventive detention and\nthe cause for such orders of detention stood snapped.\n6. As already noticed, in the judgment of Hon'ble the Chief\nJustice of India, the essential argument of the State in defence\nis that the proposed detenus (either personally or through proxy)\nmay not be heard to advance such arguments in view of the\nfact that such delay as is complained of is a consequence of\nthe fact that the proposed detenus evaded the process of law\nby absconding.\nB\nC\n7. Personal liberty is the most valuable fundamental right D\nguaranteed under the Constitution. Deprivation of such liberty\nis made impermissible by the Constitution except as authorised\nunder the provisions of Articles 20, 21 and 22. Deprivation of\npersonal liberty by incarceration as a penalty for the commission\nof an offence is one of the recognised modes by which State\ncan abridge the fundamental right of personal liberty. Even in\nsuch case the authority of the state is circumscribed by the\nlimitations contained under Articles 20 and 21 of the\nConstitution of India.\n8. Article 22 of the Constitution recognises the authority\nof the State to preventively detain a person notwithstanding the\nfact that such a person is neither convicted for the commission\nof any offence nor sentenced in accordance with law. The\nauthority of the State to resort to such preventive detention is\nmore stringently regulated by the dictates of Article 22. The\nnature and scope of the authority to preventively detain a person,\nfell for the consideration of this Court on innumerable occasions.\n9. This Court consistently held that preventive detention\n\"does not partake in any manner of the nature of punishment\"\nE\nF\nG\nH\nA\n660 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nbut taken \"by way of precaution to prevent mischief to the\ncommunity\". Therefore, necessarily such an action is always.\nbased on some amount of \"suspicion or anticipation\". Hence,\nthe satisfaction of the State to arrive at a conclusion that a\nperson must be preventively detained is always subjective.\nB Nonetheless, the legality of such subjective satisfaction is held\nby this Court to be amenable to the judicial scrutiny in exercise\nof the jurisdiction conferred under Articles 32 and 226 of the\nConstitution on certain limited grounds.\nC\nD\nE\nF\n10. One of the grounds on which an order of preventive\ndetention can be declared invalid is that there is no live nexus\nbetween (1) the material which formed the basis for the State\nto record its subjective satisfaction, and (2) the opinion of the\nState that it is necessary to preventively detain a person from\nacting in any manner prejudicial to the public interest or security\nof the State etc. In other words, the material relied upon by the\nState for preventively detaining a person is so stale that the\nState could not have rationally come to a conclusion that it is\nnecessary to detain a person without a charge or trial.\n11. The question before us is not whether the detention\norder impugned in these matters is illegal on the day of their\nmaking on any of the grounds known to law. Whether the\nexecution of the preventive detention order (which might\notherwise be valid) after long lapse of time reckoned from the\ndate of the detention order would render the detention order\nitself illegal or would render the execution of the detention order\nillegal.\n12. It is the settled position of law declared by this Court\nin a number of cases that absence of live nexus between\nG material forming the basis and the satisfaction (opinion) of the\nState that it is necessary to preventively detain a person is\ndefinitely fatal to the preventive detention order. All those cases\nwhere Courts have quashed the orders of preventive detention\non the theory of lack of 'live nexus' are cases where the\nH detention orders were executed but not cases of non-execution\nSUBHASH POPATLAL DAVE v. UNION OF INDIA\n[CHELAMESWAR, J.]\n661\nof the detention orders for a long lapse of time after such orders A\ncame to be passed.\n13. Whether the test of live nexus developed by this Court\nin the context of examining the legality of the order of preventive\ndetention can be automatically applied to the question of the\nlegality of the execution of the preventive detention orders where\nthere is a considerable time gap between the passing of the\norder of preventive detention and its execution is the real\nquestion involved in these matters. To answer the question, we\nmust analyse the probable reason for the delay in executing the\npreventive detention orders.\n14. There could be two reasons which may lead to a\nsituation by which the preventive detention order passed by the\ncompetent authorities under the various enactments could\nremain unexecuted, (1) the absconding of the proposed detenu\nfrom the process of law (2) the apathy of the authorities.\nresponsible for the implementation of the preventive detention\norders.\n15. The legislature was conscious of the fact that it can\nhappen in some cases that the execution of the preventive\ndetention order could be scuttled by the proposed detention\neither by concealing himself or absconding from the process\nof law. Therefore, specific provisions are made in this regard\nunder various enactments dealing with the preventive detention.\nFor example, Section 7 of the COFEPOSA Act recognises\nsuch a possibility and stipulates as follows:-\n“7. Powers in relation to absconding persons - (1) If the\nappropriate Government has reason to believe that a\nperson in respect of whom a detention order has been\nmade has absconded or is concealing himself so that the\norder cannot be executed, the Government may -\n(a) make a report in writing of the fact to a Metropolitan\nMagistrate or a Magistrate of the first class having\nB\nC\nD\nE\nF\nG\nI\nA\nB\nC\nD\nE\nF\nG\nH\n662 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\njurisdiction in the place where the said person\nordinarily resides; and thereupon the provisions of\nsections 82, 83, 84 \u0026 85 of the Code of Criminal\nProcedure, 1973 (2 of 1974), shall apply in respect\nof the said person and his property as if the order\ndirecting that he be detained were a warrant issued\nby the Magistrate;\n(b) by order notified in the Official Gazette direct the\nsaid person to appear before such officer, at such\nplace and within such period as may be specified\nin the order; and if the said person fails to comply\nwith such direction, he shall, unless he proves that\nit was not possible for him to comply therewith and\nthat he had, within the period specified in the order,\ninformed the officer mentioned in the order of the\nreason which rendered compliance therewith\nimpossible and of his whereabouts, be punishable\nwith imprisonment for a term which may extend to\none year or with fine or with both.\n(2) Notwithstanding anything contained in the Code of\nCriminal Procedure, 1973 (2 of 1974), every offence under\nclause (b) of sub-section (1) shall be cognizable.\"\n16. It can be seen from the said section that in a case\nwhere proposed detenu is absconding or concealing himself,\nthe Government may report the matter to the Magistrate having\njurisdiction over the place where the proposed detenu ordinarily\nresides. On making of such report by the Government, the\nprovisions of Sections 82, 83, 84 and 85 of the Code of\nCriminal Procedure apply to the proposed detenu and his\nproperty, as if the order of preventive detention is a warrant\nissued by the Magistrate under the provisions of the Code of\nCriminal Procedure.\n17. In substance, the property of the proposed detenu could\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 663\n[CHELAMESWAR, J.]\nbe attached and perhaps even be confiscated in an appropriate A\ncase.\n18. Apart from that the State can also by notification of\nofficial gazette direct proposed detenu to appear before an\nofficer specified in the said notification at such place and time. B\nFailure to comply with such notified direction on the part of the\nproposed detenu - without a reasonable cause is made an\noffence punishable either with imprisonment for a term\nextending upto one year or with fine or both.\n-\n19. If a preventive detention order is to be quashed or C\ndeclared illegal merely on the ground that the order remained\nunexecuted for a long period without examining the reasons for\nsuch non-execution, I am afraid that the legislative intention\ncontained in provisions such as Section 7(b) of the\nCOFEPOSA Act would be rendered wholly nugatory. D\nParliament declared by such provision that an (recalcitrant)\nindividual against whom an order of preventive detention is\nissued is under legal obligation to appear before the notified\nauthority once a notification contemplated under Section 7(b)\nof COFEPOSA Act is issued. We have already noticed that\nfailure to appear without a reasonable excuse would be an\noffence and render the defaulter liable for a punishment of\nimprisonment. Holding that the preventive detention orders are\nthemselves rendered illegal, on the basis of the live nexus theory\n(which, in my opinion, is valid only for examining the legality of F\nthe order, viz-a-viz the date on which the order is passed) would\nnot only exonerate the person from the preventive detention\norder but also result in granting impunity to such person from\nthe subsequent offence committed by him under the provisions\nsuch as Section 7(b) of the COFEPOSA Act.\n20. This question fell for consideration of this Court on\nmore than one occasion. In Bhawarlal Ganeshmalji Vs. State\nof Tamil Nadu \u0026 Anr., (1979) 1 SCC 463, this Court speaking\nthrough Justice O. Chinnappa Reddy held ·\n-\nE\nG\nH\n664 SUPREME COURT REPORTS\nA\n\"\nB\nC\n[2013] 17 S.C.R.\nwhere the delay is not only adequately explained but\nis found to be the result of the recalcitrant or refractory\nconduct of the detenu in evading arrest, there is warrant\nto consider the 'link' not snapped but strengthened.\"\nIt was a case where the detenu evaded the arrest for a\npriod of more than 3 years but eventually surrendered himself\nbefore the Commissioner of Police, Madras and then\nchallenged the order of detention. One of the submissions.\nbefore this Court was that the detention order must be\nconsidered to have lapsed or ceased to be effective in the\nabsence of the fresh application of mind of the detaining\nauthority to the question of continuing necessity for preventive\ndetention. This Court rejected the submission.\n21. The said principle was followed in M. Ahamedkutty\nD Vs. Union of India \u0026 Anr., (1990) 2 SCC 1.\nE\nF\nG\nH\n22. Once again in Union of India \u0026 Ors. Vs. Arvind\nShergill \u0026 Anr., (2000) 7 SCC 601, this Court held that -\n\"we do not think that it would be appropriate to state that\nmerely by passage of time the nexus between the object\nfor which the husband of the respondent is sought to be\ndetained and the circumstances in which he was ordered\nto be detained has snapped\".\nIt was a case where the detention order was challenged\nat the pre-execution stage before the High Court and the High\nCourt had stayed the execution of the order and the matter was\npending for some time. After losing the matter in the High\nCourt, the proposed detenu approached this Court without\nsurrendering and advanced the argument that the live nexus\nsnapped in view of the delay in executing the preventive\ndetention order. The submission was rejected.\n23. Therefore, I am of the opinion that those who have\nevaded the process of law shall not be heard by this Court to\nsay that their fundamental rights are in jeopardy. At least, in\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 665\n[CHELAMESWAR, J.]\nall those cases, where proceedings such as the one A\ncontemplated under Section 7 of the COFEPOSA Act were\ninitiated consequent upon absconding of the proposed detenu,\nthe challenge to the detention orders on the live nexus theory\nis impermissible. Permitting such an argument would amount\nto enabling the law breaker to take advantage of his own\nconduct which is contrary to law.\n24. Even in those cases where action such as the one\ncontemplated under Section 7 of the COFEPOSA Act is not\ninitiated, the same may not be the only consideration for holding\nthe order of preventive detention illegal. This Court in Shafiq\nAhmad Vs. District Magistrate, Meerut, (1989) 4 SCC 556 held\nso and the principle was followed subsequently in M.\nAhamedkutty Vs. Union of India \u0026 Anr., (1990) 2 SCC 1,\nwherein this Court opined that in such cases, the surrounding\ncircumstances must be examined.\nB\nC\nD\n25. In both Shafiq Ahmad and Ahamedkutty's cases,\nthese questions were examined after the execution of the\ndetention order. Permitting an absconder to raise such\nquestions at the pre-detention stage, I am afraid would render E\nthe jurisdiction of this Court a heaven for characters of doubtful\nrespect for law.\n-\n26. This Court in the case of Alka Subhash Gadia (supra),\nemphatically asserted that \"it is not correct to say that the\ncourts have no power to entertain grievances against detention\nordér prior to its execution\" This Court also took note of the\nfact that such an inquiry had indeed been undertaken by the\nCourts in a very limited number of cases and in circumstances\nglaringly untenable at the pre-execution stage.\nF\nG\n27. The question whether the five circumstances specified\nin Alka Subhash Gadia case (supra) are exhaustive of the\ngrounds on which a pre-execution scrutiny of the legality of\npreventive detention order can be undertaken was considered\nby us earlier in the instant case. We held that the grounds are H\n"}