{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"626 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA learned Additional Solicitor General, Mr. P.P. Malhotra,\nsubmitted that although the matter as far as challenge to\ndetention orders at the pre-detention stage on grounds other\nthan those categorized in Alka Subhash Gadia's case, had!\nbeen considered earlier on 10th July, 2012, the Court was of\nthe view that the matter required further consideration. In that\ncontext, the learned Additional Solicitor General repeated his\nearlier submissions, with particular reference to the decision\nof this Court in Sayed Taher Bawamiya's case (supra) and\nAtam Prakash's case (supra), wherein it had been held that a\ndetention order could be challenged at the pre-execution stage\nbut only with regard to the five exceptions carved out in Alka\nSubhash Gadia's case (supra).\nC\nD\nE\nF\nG\nH\n22. In addition, Mr. Malhotra submitted that the delay in\nexecution of the order of detention was mostly on account of\nthe fact that the proposed detenue had absconded either just\nbefore or after the passing of the detention order, thereby\nmaking execution difficult, or at times impossible, but, as was\nheld in the case of Union of India Vs. Maj. Gen. Madan Lal\nYadav [(1996) 4 SCC 127], a detention order which had been\nvalidly passed by the concerned authority cannot be rendered\ninvalid in view of the fact that the proposed detenue had\nabsconded and was evading arrest. It was indicated that the\nproposed detenue should under no circumstances be allowed\nto take the benefit of his own wrong. Mr. Malhotra submitted\nthat the same principle had also been followed by this Court in\nDropti Devi Vs. Union of India [(2012) 7 SCC 499], where it\nwas found that the order of detention had been passed as far\nback as on 23rd September, 2009, and though the order was\npreventive in nature and the maximum period of detention was\none year, the detention order could not be executed because\nthe second petitioner had evaded arrest wilfully and, he could\nnot, therefore, take advantage of his own conduct.\n23. On the ground of the detention order having become\nstale, Mr. Malhotra urged that as was pointed out by this Court\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 627\n[ALTAMAS KABIR, CJI.]\nin Saeed Zakir Hussain Malik Vs. State of Maharashtra\n[(2012) 8 SCC 233], no hard and fast rule can be laid down\non the question of delay and it will depend on the facts of each\ncase. The learned ASG referred to the decision of this Court\nin Bhawarlal Ganeshmalji Vs. State of Tamil Nadu [(1979) 1\nSCC 465], wherein it had been urged that the detention order\nwas liable to be quashed on the ground of delay since it had\nbeen passed in 2009 and had not been executed till that date.\nMr. Malhotra pointed out that this Court held that while it is true\nthat the purpose of detention under the COFEPOSA Act is not\npunitive but preventive and that there must be a live and\nproximate link between the grounds of detention alleged by the\nDetaining Authority and the purpose of detention, and that in\nappropriate cases it may be assumed that the live link is\nsnapped, one may strike down an order of detention, but where\nthe delay is found to be on account of the recalcitrant conduct\nof the detenue in evading arrest, it may be considered that the\nlink had not snapped, but had been strengthened. In the said\ncase, the detenue was found to be absconding and action was\naccordingly taken under Section 7 of the COFEPOSA Act and\nhe was declared to be a proclaimed offender. Despite the\nseveral efforts made to apprehend the proposed detenue, he\ncould not be arrested till he surrendered on 1st February, 1978,\nand in that context this Court held that Mr. Jethmalani's\nsubmissions regarding the delay in execution of the detention\norder could not be accepted. Mr. Malhotra submitted that this\nCourt had not only refused to quash the detention order, but had\ncategorically observed that it would strengthen the link.\n$\nA\nB\nC\nD\nE\nF\n24. Mr. Malhotra also referred to the decisions of this Court\nin Union of India Vs. Amrit Lal Manchanda [(2004) 3 SCC 75]\nas also in M.Ahamedkutty Vs. Union of India [(1990) 2 SCC G\n1], wherein it had also been observed that where the passage\nof time is caused by the detenue himself by absconding, the.\nsatisfaction of the Detaining Authority cannot be doubted and\nthe detention order cannot be held to be bad on that ground.\nMr. Malhotra urged that in Union of India Vs. Arvind Shergill\nH\n628 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA [(2000) 7 SCC 601], this Court looked into the continued\nvalidity of a detention order after a passage of 13 years. This\nCourt came to the conclusion that since the proposed detenue\nwas himself instrumental in causing the inordinate delay, he\ncould not challenge the order of detention on the ground of\nB delay. Reference was also made to the decisions of this Court\nin Vinod K. Chawla Vs. Union of India [(2006) 7 SCC 337],\nHare Ram Pandey Vs. State of Bihar [(2004) 3 SCC 289],\nNaresh Kumar Goyal Vs. Union of India [(2005) 8 SCC 276]\nand Subhash Muljimal Gandhi Vs. L. Himingliana [(1994) 6\nSCC 14], wherein in common it had been held that the delay\nin executing the order of detention could not be taken as a\nground for quashing of the detention order, where such delay\nwas occasioned by the detenue himself.\nC\nD\n25. Mr. Malhotra submitted that in all of the aforesaid\njudgments cited by him, even though there was a delay in\nexecution of the detention order, yet, the same were not\nquashed on that account, as the proposed detenues were\nwilfully evading arrest and were absconding. Mr. Malhotra\nsubmitted that once an order of detention had been passed,\nE the person against whom the detention order was directed\ncannot abscond and take benefit of his own wrong. It was further\nsubmitted that it was not possible for anyone, other than the\nproposed detenue, to know the acts which may have been\ncommitted by the proposed detenue after the passing of the\nF detention order, and it was, therefore, not possible for the\nGovernment to keep a track of the same and a presumption\nought to be drawn against the absconder that he is absconding\nwith the intention of evading his arrest. Accordingly, it would be\nwrong to contend or presume that the accused, who was\nG absconding, would not continue or was not continuing his\nprejudicial activities and that the live and proximate link was\nsnapped.\nH\n26. It was lastly submitted that for the purpose of detaining\na person under the COFEPOSA Act, a Warrant of Arrest is\nissued under Section 4 of the Act and the said warrant\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 629\n[ALTAMAS KABIR, CJI.]\ncontinues to be in force unless the same is executed, withdrawn A\nor cancelled. Once a valid warrant had been issued, it could\nnot be taken as a ground to quash the detention order simply\nbecause the detenue had been successful in evading arrest or\ndetention. The learned ASG, therefore, prayed that the Writ\nPetitions filed by the Petitioners, as also the Appeals and the B\nTransfer Petitions, were liable to be dismissed.\nC\n27. Out of the 11 matters heard together, detention orders\nhad been passed by the State of Maharashtra, under delegated\npowers, in six matters. Dealing with each case on its own merit,\nMr. B.H. Marlapalle, learned Senior Advocate, who appeared\non behalf of the State of Maharashtra in all the matters,\nsubmitted that in Nitish Prakashchand Kothari's case\n[W.P.(Crl) No. 138 of 2011], the detention order had been\npassed under Section 3(1) of the COFEPOSA Act, 1974, but\nthe same was not executed till the Petitioner himself D\napproached this Court. It was submitted that action under\nSection 7(1)(b) of the COFEPOSA Act was taken by the\nDetaining Authority on 27.1.2010, and an arrest warrant was\nalso issued against him. Mr. Marlapalle submitted that the\nPetitioner had relied on the revocation of the detention order E\npassed against co-accused, Shri Tarun Popatlal Kothari,\nagainst whom an order of detention was also passed\nsimultaneously on 3.12.2009, on the basis of a common\nproposal. However, the said detention order was revoked on\nthe views expressed by the Advisory Board. Mr. Marlapalle F\nurged that the proposed detenue was claiming parity with the\norder passed in Shri Tarun Popatlal Kothari's case and that he\nhad not been absconding, which caused the detention order\nto become stale. Mr. Marlapale submitted that the Petitioner\nhad also claimed that he had not indulged in any prejudicial G\nactivity during the said intervening period. Furthermore, his\ncase could not be placed before the Advisory Board and, there\nwas no occasion, therefore, for the Board to record its opinion\nin this case. Despite the above, Mr. Marlapalle submitted that\nsince the Petitioner did not choose to challenge the detention\nH\n630 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA order for about two years, his Petition deserves to be\ndismissed.\nB\nC\nD\n'\n28. With regard to Suresh Kumar Ukchand Jain's case\n[S.L.P. (Crl.) No. 1938 of 2011 (now Appeal)], the detention\norder was passed on 21.8.2006, under Section 3(1) of the\nCOFEPOSA Act, and the said order could not also be\nexecuted. Mr. Marlapalle submitted that although the detention\norder had been passed in 2006, it came to be challenged for\nthe first time before the Bombay High Court in Criminal Writ\nPetition No. 3233 of 2010, and was dismissed on 31.1.2011.\nMr. Marlapalle submitted that in this matter the main ground of\nchallenge to the detention order was the ground of delay, which\ncaused the order of detention to become stale. Responding to\nMr. Rohatgi's submissions, Mr. Marlapalle contended that the\ndelay in execution of the detention order was partly on account\nof the authorities themselves, since in the affidavit filed by the\nDetaining Authority before the High Court, it was indicated that\nthe detention order had been passed on 21.8.2006, but was\nreceived in the Office of the Commissioner of Police on\n6.4.2007, and was received, in turn, by Vashi Police Station on\nE 20.4.2007. Mr. Marlapalle submitted that when an attempt was\nmade to serve the detention order on the Appellant at his\npermanent address on 30.5.2007, the Appellant was reported\nnot to be living at the address given and the occupant of the\nroom, one Neena Modi, informed the police officer concerned\nF that the detenue was not staying at the said address and that\nthe Appellant had given five different addresses, but the address\nat Vashi, Navi Mumbai had not been furnished. However, Mr.\nMarlapalle accepted the fact that there is no explanation\nprovided as to why the detention order could not be executed\nG by taking recourse to Section 7 of the COFEPOSA Act, 1974,\nor why steps were not taken to declare the Appellant as an\nabsconder from 9.7.2007, till he approached the High Court in\nWrit Petition No. 3233 of 2010.\n29. In the third case, which is S.L.P.(Crl.) No. 1909 of 2011\nH\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 631\n[ALTAMAS KABIR, CJI.]\n(now Appeal), filed by one Anil Kailash Jain, the detention order A\nwas passed on 13.12.2007, on the ground of duty evasion. Mr.\nMarlapalle submitted that a joint proposal had been submitted\nfor the preventive detention of 13 persons including the\nAppellant, and orders were passed accordingly. However, while\nthe detention orders against the co-accused individually were B\nexecuted, in the Appellant's case, the same could not be\nexecuted. Subsequently, orders were passed under Section\n7(1)(b) of the COFEPOSA Act and a report under Section\n7(1)(a) of the said Act was submitted to the Judicial Magistrate,\nFirst Class, New Delhi. Mr. Marlapalle submitted that the\nAppellant filed Criminal Writ Petition No. 2675 of 2010, at the\npre-execution stage, and the same was dismissed by the\nBombay High Court on 5.1.2011, on the basis of the decision\nin Alka Subhash Gadia's case.\nC\n30. In W.P. (Crl.) No. 220 of 2011, filed by Kamlesh N. D\nShah, the detention order had been passed under Section 3(1)\nof the COFEPOSA Act, 1974, on 16.9.2011, in regard to\nBhavik Shah, the proposed detenue. The proposed detenue,\nwho is the son of the Petitioner, was alleged to be a havala\noperator, who had allegedly evaded customs duty to the tune E\nof Rs. 3 crores. Mr. Marlapalle submitted that despite efforts\nto serve the detention order, the same could not be served as\nthe proposed detenue remained untraceable. Summons to the\ndetenue were also issued by the Sponsoring Authority and\nserved on the family members of the detenue. On his failure to F\nrespond to the summons, an order was passed under Section\n7(1)(b) of the COFEPOSA Act, on 7.12.2011. Mr. Marlapalle\nalso submitted that as far as the retractions made by the\npurported detenue are concerned, the same were made after\nhe had been granted bail and copies thereof were placed G\nbefore the Additional Chief Metropolitan Magistrate on\n31.5.2011, without copies of the same being served on the\nprosecutor of the departmental representative. Mr. Marlapalle\nsubmitted that it is obvious that the Petitioner had knowledge\nof the detention order before he applied for bail and the\nH\n632 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA retractions were made thereafter. Mr. Marlapalle submitted that\nthe retractions, which were sent by post, were only for the\npurposes of challenging the detention order, when it was\npassed.\nB\nC\n31. W.P.(Crl.) No. 249 of 2011 has been filed by Manju\nR. Agarwal, the wife of the proposed detenue, Shri Rajesh\nAgarwal, against whom the detention order was passed under\nSection 3(1) of the COFEPOSA Act, on 23.10.2010. The\ndetention order could not be executed, till 12.12.2011, when the\nWrit Petition came to be filed before this Court: Mr. Marlapalle\nsubmitted that this is one of those cases in which the proposed\ndetenue had approached the Settlement Commission under\nSection 127H of the Customs Act, 1962 and a settlement had\nbeen arrived at and the Settlement Commission had granted\nimmunity from prosecution under the Customs Act to the\nD Petitioner and the co-accused. It is on that basis that a\nrepresentation was made on 11.11.2011 for revocation of the\ndetention order dated 23.12.2010. Mr. Marlapalle submitted that\nit is not known as to whether the said representation was\ndecided or not. No submission was made by Mr. Marlapalle\nE on the issue as to whether the detention order was sustainable\nafter the Settlement Commission had granted immunity from\nprosecution under the Customs Act, 1962.\nF\nG\nH\n32. Writ Petition (Crl.) No. 35 of 2011 and S.L.P. (Crl.) No.\n2442 of 2012 (now Appeal), have been filed challenging the\ndetention order passed under Section 3(1) of the COFEPOSA\n**Act on 12.3.2001. Although, the petition has been filed by one\nShri Suresh D. Hotwani, the name of the proposed detenue is\nNitesh Ashok Sadarangani. The main ground of challenge is\nthat the detention order had become stale since it could not be\nexecuted for nine years. Mr. Marlapalle urged that the Writ\nPetition was a duplication of the relief prayed for in the Special\nLeave Petition and was not, therefore, maintainable. Mr.\nMarlapalle submitted that the detention order had earlier been\nchallenged by the Petitioner before the Bombay High Court in\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 633\n[ALTAMAS KABIR, CJI.]\nCriminal Writ Petition No. 1645 of 2010. The Writ Petition was A\nfinally dismissed on 5.1.2011, which order had been\nchallenged in the Special Leave Petition, in the first instance,\nand it is, thereafter, that Writ Petition (Crl.) No. 35 of 2011 was\nfiled on 2.2.2011 under Article 32 of the Constitution.\nAccordingly, the Writ Petition is not maintainable and is liable\nto be dismissed.\nB\nC\nD\n33. Mr. Marlapalle submitted that, on behalf of the\nDetaining Authority, it had been stated on affidavit that the\ndetention order could not be served on the proposed detenue,\nas he remained absconding despite the steps taken to declare\nhim as an absconder under Sections 7(1)(a) and 7(1)(b) of the\nCOFEPOSA Act. Mr. Marlapalle submitted that the question of\nsnapping of live link was not available to the Petitioners having\nregard to the fact that the same was not a ground which came\nwithin the five exceptions in Alka Subhash Gadia's case. Mr.\nMarlapalle repeated that the passage of time between the\npassing of the detention order and the challenge thrown thereto\ncould not, by itself, be a reason to hold that the detention order\nhad become stale. Whether the detention order had become\nstale or not was required to be examined in the circumstances E\nof each case and, in any event, the proposed detenue could\nnot take advantage of his own wrong by evading the detention\norder and then challenging the same on the ground of delay.\n34. Mr. Marlapalle urged that in Hare Ram Pandey (supra), F\nthere was a delay of nine years, but it was held that such delay,\nin itself, was insufficient to hold that the detention order had\nbecome stale. Learned counsel also referred to the other\ndecisions in Alka Subhash Gadia. (supra), Subhash Muljimal\nGandhi (supra), Naresh Kumar Goyal (supra) and also State\nof Maharashtra Vs. Bhavrao Gawanda [(2008) 3 SCC 613],\nin which the delay ranged between four years and seven years,\nbut it was held by this Court that such a ground was inadequate\nas the proposed detenue, having absconded, could not,\nthereafter, asked for the protection of the law.,\nG\nH\nA\nB\nC\nD\nE\nFL\nG\nH\n634 SUPREME COURT REPORTS\n[2013] 17, S.C.R.\n35. Mr. Marlapalle lastly submitted that, in each case, there\nwas a likelihood of the proposed detenues being released on\nbail, which was also one of the reasons which prompted the\nDetaining Authorities from passing the detention orders\nimpugned in these several proceedings.\n36. In addition to the above, Mr. Marlapalle drew the Courts'\nattention to Section 5A of the National Security Act, 1980,\nhereinafter referred to as \"NSA Act, 1980\", which provides that\nthe grounds of detention are severable on certain defined\ngrounds so as not to affect the validity of the detention order\nas a whole. Reference was also made to Section 7 of the Act\nwhich empowers the Central Government to pass appropriate\norders in relation to absconding persons, which are in pari\nmateria with the provisions of Section 7(1)(b) of the\nCOFEPOSA Act, 1974.\n37. Mr. Marlapalle submitted that all the Writ Petitions,\nAppeals and Transfer Petitions were liable to be dismissed.\n38. The grounds taken on behalf of the several Petitioners/\nAppellants may be encapsulated in the following manner:\n(i) That, the detention orders passed in respect of the\nseveral proposed detenues were challenged at the\npre-detention stage, on grounds other than those\nindicated in Alka Subhash Gadia's case (supra),\nand that the five exceptions carved out in Alka\nSubhash Gadia's case were illustrative and not\nexhaustive.\n(ii)\nWhether any live link could be said to exist between\nthe order of detention and the object sought to be\nachieved by treating the detention order as valid\nafter the passage of several years ranging from\nthree to sixteen years, during which period there is\nno record of the proposed detenue having\nundertaken any activities similar to the ones\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 635\n'\n[ALTAMAS KABIR, CJI.]\nindicated in the detention order? In the absence of A\nany live link, can the detention order survive?\n(iii) Whether having absconded or evaded the\nexecution of the detention order, the proposed\ndetenue could take advantage of such fact and\nchallenge the detention order, which remains\nunexecuted?\n(iv)\nB\nOnce the Settlement Commission under the\nCustoms Act accepts a settlement and provides\ncomplete immunity from prosecution under Section C\n127H of the Customs Act, could the detention order\nbe passed or proceeded with?\n(v) Whether, when the ordinary law of the land is\navailable, orders of preventive detention can be D\npassed?\n(vi) Whether the provisions of Section 7 of the\nCOFEPOSA Act, 1974, and Section 7 of the\nNational Security Act, 1980, can be made the basis\nfor making an order of preventive detention?\n\"\nE\n39. As far as the first ground of challenge is concerned,\nwe have already indicated in our earlier order of 10th July,\n2012, that the five exceptions culled out in Alka Subhash\nGadia's case were not intended to be exclusive and that the .F\ndecision in Sayed Taher Bawamiya's case could not be\naccepted. We had indicated that it was not the intention of the\nHon'ble Judges in Alka Subhash Gadia's case to confine the\nchallenge at the pre-execution stage only to the five exceptions\nmentioned therein, as that would amount to stifling and\nimposing restrictions on the powers of judicial review vested\nin the High Courts and the Supreme Court under Articles 226\nand 32 of the Constitution. After considering other decisions\ndelivered on the aforesaid proposition, after the decision in\nAlka Subhash Gadia's case, we had also held that the exercise\nG\nH\n"}