{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nC\nD\nE\nF\nG\n616\nSUPREME COURT REPORTS\n[2013] 17 S.C.R.\nsuch challenge could be maintained on other grounds as well.\nThe matter had come up for hearing on the said question on\nseveral days when we had occasion to consider the decisions\nreferred to by the learned Additional Solicitor General, Mr. P.P.\nMalhotra in Sayed Taher Bawamiya Vs. Joint Secretary,\nGovernment of India [(2000) 8 SCC 630] and in the case of\nUnion of India Vs. Atam Prakash \u0026 Anr. [2009) 1 SCC 585],\nwherein it had been held that the grounds of challenge to a\ndetention order at the pre-execution stage could only be\nconfined to the five exceptions set out in Alka Subhash Gadia's\ncase (supra). After having considered all the said decisions and\nthe submissions made on behalf of the respective parties and\nkeeping in mind the fact that the most precious right of a citizen\nis his right to freedom, we were convinced that the right of a\ndetenue to challenge a prevention detention order passed\nagainst him at the pre-execution stage on grounds other than\nthose set out in paragraph 30 of the judgment in Alka Subhash\nGadia's case (supra) required further examination. We had\naccordingly directed these matters to be listed for final hearing\non all the grounds of challenge directed against the detention\norders.\n3. Appearing for the Appellants and the Writ Petitioners,\nMr. Mukul Rohatgi, learned Senior Advocate, submitted that the\nquestion as to whether the five exceptions mentioned in Alka\nSubhash Gadia's case (supra) were only illustrative and not\nexhaustive had already been considered in the common\njudgment dated 10th July, 2012, wherein it was also held that\nthe law is not static, but dynamic. Mr. Rohatgi reiterated his\nearlier submission that if a citizen's right to freedom is to be\ninterfered with in the public interest, such powers would have\nto be exercised with extra caution and not simply as an\nalternative to the ordinary laws of the land.\n4. Mr. Rohatgi submitted that if it is to be accepted that\nchallenge to a detention order could be made at the pre-\nexecution stage only on the five exceptions mentioned in Alka\nH Subhash Gadia's case, it would result in restrictions being\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 617\n[ALTAMAS KABIR, CJI.]\nimposed on the powers vested in the Supreme Court under A\nArticle 32 and in the High Courts under Article 226 of the\nConstitution. Mr. Rohatgi submitted that with the passage of\ntime since the decision rendered in Alka Subhash Gadia's case\nin 1992, new grounds of challenge, such as absence of live link\nand intervention of Settlement Proceedings under the Customs B\nAct, 1962, have been canvassed which could not have been\ncontemplated in Alka Subhash Gadia's case and cannot be\nignored in the facts of cases now being brought before the\nCourts. Mr. Rohatgi submitted that a detenue must, therefore,\nbe held to have the right to challenge the detention order C\npassed against him, at the preexecution stage, on different\ngrounds in addition to the five exceptions carved out in Alka\nSubhash Gadia's case, but each matter would have to be\nconsidered and decided on its own set of facts.\nD\n5. In all these cases, the common refrain is that the object\nsought to be achieved by passing the detention orders, were\nno longer relevant and had become otiose, having regard to\nthe fact that the object of a detention order is not to punish a\ncitizen for a crime with which he had not been charged, but to\nprevent him from committing such crime in the future. Mr. E\nRohatgi submitted that in these cases the said principles have\nbeen violated and had been used by the concerned authorities\nas a convenient alternative to the ordinary laws of the land.\n6. In this background, the matter which was taken up first\nand treated as the lead matter, is Writ Petition (Crl.) No. 137\nof 2011, filed by Subhash Popatlal Dave, questioning the\ndetention order issued by the Joint Secretary, Government of\nIndia, on 18.08.1997, under Section 3(1) of the COFEPOSA\nAct, 1974.\n7. Mr. Rohatgi submitted that this was a classic example\nof the sheer misuse of the powers vested in the authorities to\nissue orders of detention as an alternative to the ordinary laws\nof the land. Mr. Rohatgi submitted that, unless and until, it could\nF\nG\nH\nC\n618 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA be shown that after the detention order was passed the detenue\nhad indulged in activities which were similar to those on\naccount whereof the detention order had been passed, the very\nreason for the detention order stood eroded. The detention\norder, which was to be valid for a period of one year, outlived\nB its purpose after the said period, since there is nothing on\nrecord to show that the proposed detenue had indulged in any\nactivities of a similar nature after the detention order was\npassed. Mr. Rohatgi urged that there was no existing live link\nbetween the detention order and the intention of the authorities\nto detain the detenue by virtue of such detention order. Apart\nfrom the above, Mr. Rohatgi submitted that a prosecution has\nalso been commenced against the proposed detenue before\nthe Court of Additional Chief Metropolitan Magistrate,\nEsplanade, Mumbai, for offences alleged to have been\ncommitted under Sections 8(1), (2), (4), 9(1)(b), 9(1)(d), 14,\n27(1), 49(3),(4), 56(1) of the Foreign Exchange Regulation Act,\n1973, and the matter is now pending before the FERA\nAppellate Tribunal, New Delhi. Mr. Rohatgi submitted that, as\nhas been held in the recent judgment of this Court in Rekha\nVs. State of Tamil Nadu [(2011) 5 SCC 244], when adequate\nmeasures and remedies under the ordinary criminal law had\nalready been taken, there could be no necessity for issuance\nof detention orders by resorting to preventive detention law, on\nwhich count the impugned order of detention stands vitiated.\nThe Petitioner prayed that the impugned detention order No.\nF.673/89/97-CUS.VIII dated 18.8.1997, issued by the Joint\nSecretary, Government of India, under Section 3(1) of the\nCOFEPOSA Act, 1974, be declared void, unconstitutional and\nillegal in the interest of justice.\nD\nE\nF\nG\nH\n8. The next case is that of Nitish Prakashchand Kothari\n[W.P.(Crl) No. 138 of 2011], who is himself the proposed\ndetenue under the detention order dated 3.12.2009. The said\norder has been challenged on several grounds, including the\nground relating to the existence of a live link between the\npreventive detention order and the circumstances prevailing\n་་\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 619\n[ALTAMAS KABIR, CJI.]\ntoday. Mr. Rohatgi submitted that in the present case more than A\nthree and a half years have passed since the impugned\ndetention order was passed and there is nothing on record to\nindicate that the proposed detenue had or was likely to indulge\nin activities described in the detention order. Accordingly, the\norder of detention passed in respect of the Petitioner is required B\nto be quashed.\nC\nD\n9. In Suresh D. Hotwani's case [W.P.(Crl.) No. 35 of 2011],\nthe proposed detenue is one Nitesh Ashok Sadarangani, and\nthe detention order was passed on 12.3.2001. The said\ndetention order was challenged by the Writ Petitioner before\nthe Bombay High Court, being Criminal Writ Petition No. 1645\nof 2010, which dismissed the same on 5.1.2011. S.L.P. (Crl.)\nNo. 2442 of 2012 was filed on 29.2.2012 against the said order\nof dismissal of the Writ Petition filed before the Bombay High\nCourt. However, in the meantime, the Petitioner also moved the\npresent Writ Petition [W.P.(Crl.) No. 35 of 2011] challenging the\nsame order of detention. Mr. Rohatgi submitted that, in fact, the\nchallenge in the Special Leave Petition filed before this Court\nis against the judgment and order of the Bombay High Court\ndismissing the challenge to the detention order. On the other E\nhand, Writ Petition [W.P.(Crl.) No. 35 of 2011] challenges the\nsame detention order directly in this Court. Mr. Rohatgi\nsubmitted that the cause of action for the two proceedings are\ndifferent, although, they may both arise out of the order of\ndetention passed against the proposed detenue, Nitesh Ashok F\nSadarangani.\n10. Mr. Rohatgi urged that the grounds for challenge of the\ndetention order are the same as those in Subhash Popatlal\nDave's case [W.P.(Crl.) No. 137 of 2011] to the extent that after\nan interval of more than 11 years the detention order had\nbecome stale since there is no material to indicate that the\nproposed detenue had indulged in any activity during this\nperiod which may have given some justification to the\ncontinuance of the concerned detention order. Mr. Rohatgi\nsubmitted that the long interval between the passing of the\nG\nļ\n620 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA detention order and the execution of the order has diluted the\ndetention order and defeated the very purpose for which it was\npassed. Mr. Rohatgi also drew an analogy with the case of one\nShri Nikunj Kirti Kanaria, whose detention order was revoked\nat the pre-execution stage, since the same had become stale\nB owing to passage of time. Mr. Rohatgi submitted that in the\npresent case the live link stood snapped as there was no\nexplanation for the long delay between the date of the detention\norder and the failure to execute the same. Referring to the\ndecision of this Court in Maqsood Yusuf Merchant Vs. Union\nof India[(2008) 16 SCC 31], learned counsel submitted that this\nCourt had set aside the detention order under the COFEPOSA\nAct, 1974, because of the long delay during which there was\nnothing on record to indicate that the proposed detenue had\nindulged in activities similar to those indicated in the detention\norder. Mr. Rohatgi submitted that on the ground of delay in\nserving the detention order, the same had lost its very purpose\nand was, therefore, liable to be quashed.\nC\nD\n-\n11. S.L.P. (Crl.) No. 1909 of 2011 has been filed by Anil\nKailash Jain against the judgment and order dated 5.1.2011\nE passed by the Bombay High Court in Criminal Writ Petition No.\n2675 of 2010, whereby several Writ Petitions, including that ▸\nfiled by Suresh D. Hotwani, were disposed of. In the instant\ncase, the detention order was passed on 13.12.2007 and the\nchallenge thereto was taken up for consideration by the\nF Bombay High Court along with several other matters, including\nG\nH\nthe Writ Petition filed by Suresh D. Hotwani (Criminal Writ\nPetition No. 1645 of 2010) and Ajay Bajaj (Criminal Writ\nPetition No. 103 of 2009). The same were disposed of by the\nBombay High Court by a common judgment dated 5.1.2011.\nIn fact, the same arguments, as were advanced in Suresh D.\nHotwani's case, were advanced regarding the absence of a live\nlink between the impugned detention order and the attempt to\ndetain the Petitioner on the basis thereof after an interval of six\nyears. It was submitted that the detention order was not\nsustainable, since the very object of the detention order had\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 621\n[ALTAMAS KABIR, CJI.]\nbecome stale and, therefore, redundant in the absence of any A\nmaterial on record to suggest that the Petitioner had, since the\npassing of the detention order, indulged in any activity, similar\nto the one mentioned in the detention order, during the\nintervening years.\n12. S.L.P.(Crl.) No. 1938 of 2011 was filed against the\njudgment and order dated 31.1.2011, passed by the Bombay\nHigh Court in Criminal Writ Petition No. 3233 of 2010,\nchallenging the validity of the detention order No. PSA-1206/\n2/Spl-3(A) dated 21.8.2006, passed under Section 3(1) of\nCOFEPOSA Act, 1974. The grounds of challenge in the Writ\nPetition are the same as those urged in the earlier matters, to\nwhich reference has also been made by the learned Judges\nof the Bombay High Court. One of the questions of law, which\nhad been raised, is whether under the Right to Information Act,\n2005, the Petitioner was entitled to copies of the detention order\nbefore its execution, which question was negated in the\njudgment and order dated 10.7.2012.\n13. S.L.P.(Crl.) Nos.2091-92 of 2012 is directed against\nthe judgment and order dated 24.2.2012, passed by the Delhi\nHigh Court in Writ Petition (Crl.) No. 1629 of 2011 and Criminal\nMisc. Application No. 18497 of 2011 filed in the said Writ\nPetition. In the Writ Petition before the High Court, the\nPetitioners challenged a detention order dated 7.10.2004,\npassed under Section 3(1) of COFEPOSA Act, 1974. The\nHigh Court, while considering the said Writ Petition and\nCriminal Miscellaneous Application, took note of the fact that\nthe Petitioners had challenged the detention order in a previous\nWrit Petition, being W.P. (Crl.) No. 566 of 2005, which was\ndismissed by a Division Bench of the Delhi High Court on\n2.1.2007. It was also noticed that after the dismissal of the Writ\nPetition, the judgment of the Division Bench was challenged in\nS.L.P.(Crl.) No. 3132 of 2007, which was also dismissed on\n10.7.2007. It was also noticed that the second Petitioner,\nnamely, the proposed detenue, Rajeev Verma, was residing in\nthe United States and was represented by his learned\nAdvocate, Mr. Nikhil Jain. On behalf of the Shri Rajeev Verma,\nB\nC\nD\nE\nLL\nF\nG\nH\n622 SUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA the detention order has now been challenged in these Special\nLeave Petitions on grounds which are similar to the grounds\ntaken in the earlier matters, namely, that seven years had\npassed since the detention order had been issued for a limited\nperiod of one year. The order was also challenged on the ground\nB that the High Court had failed to appreciate the fact that an order\nof preventive detention is not to punish the detenue for having\ncommitted an offence but to prevent him from doing so. It was\nsubmitted that the cause of action for challenge of the detention\norder at this stage was on grounds which were totally different\nC from those taken in the Writ Petition before the High Court.\nReliance was placed on several decisions of this Court in\nMaqsood Yusuf Merchant (supra), Yusuf Razak Dhanani Vs.\nUnion of India [W.P.(Crl.) No. 132 of 2007] and Sanjeev Jain\nVs. Union of India [Crl. Appeal No. 1060 of 2010, wherein the\ndetention orders were quashed on account of absence of any\nlive link between the detention order and the attempt now being\nmade to detain the proposed detenues on the basis of the\nsame order, without any fresh material to indicate that after the\npassing of the detention order the proposed detenues had\nindulged in acts, which were similar to those indicated in the\ndetention order.\nD\nE\nF\n14. Transfer Petition (Crl.) Nos. 38-39 of 2013 have been\nfiled by one Vijay Ram Bilas Gupta, against whom a detention\norder, being No. PSA- 1211/CR-21(1)/SPL-3(A), was passed\non 23.1.2012. Prior to the passing of the detention order, the\nPetitioner had filed an application for settlement of the case\narising out of the Show Cause notice dated 13.12.2011, which\nwas allowed by the Settlement Commission, Customs and\nCentral Excise, Additional Bench, Mumbai on 29.3.2012, and\nthe case was settled. While settling the case, the Settlement\nG\nCommission granted the Petitioner immunity from prosecution\nunder the Customs Act, 1962. The Writ Petition filed by the\nPetitioner challenging the detention order, being W.P.(Crl.) No.\n48 of 2012, was disposed of by this Court on 4.4.2012, with\nleave to the Petitioner to approach the High Court for\nappropriate relief, if any.\nH\n;\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 623\n[ALTAMAS KABIR, CJI.]\nB\n15. Pursuant to the leave granted by this Court, on A\n14.4.2012, the Petitioner filed Criminal Writ Petition No. 1502\nof 2012, before the Bombay High Court, praying for quashing\nand setting aside the impugned order of detention dated\n23.1.2012, in view of the settlement of the case on payment of\nthe admitted duty liability. In view of the settlement of the case,\nthe Bombay High Court passed an ad interim order directing\nthe Respondents authorities not to take coercive action against\nthe Petitioner, till the next date. On 13.6.2012, the Union of India\nfiled Writ Petition (Lodg) No. 1523 of 2012, before the Bombay\nHigh Court, challenging the final order dated 29.3.2012, passed\nby the Settlement Commission. The same is still pending.\nDuring the pendency of the matter, this Court, by its interim\njudgment dated 10.7.2012, held that the detention orders could\nbe challenged at the pre-execution stage even on grounds other\nthan the five exceptions indicated in Alka Subhash Gadia's\ncase (supra). Accordingly, the Petitioner prayed for transfer of\nthe two pending Writ Petitions, before the Bombay High Court,\none filed by the Petitioner and the other by the Union of India,\nto be heard along with the other matters, since the same\nquestions of law were involved.\nC\nD\nE\nய\n16. The main challenge in the Writ Petition by the Petitioner\nbefore the Bombay High Court was that instead of passing a\ndetention order for preventive purposes, the same has been\nissued for punitive purposes, since the detention order issued\non 23.1.2012, was in respect of evidence recorded between F\nOctober and November, 2010, in respect whereof the Petitioner\nwas arrested on 2.11.2010 and enlarged on bail on 14.12.2010.\nIt was submitted, as in other cases, that there is nothing on\nrecord to indicate that anything has been done by the Petitioner,\nafter the detention order was passed till date. The other relevant\nground of challenge is that when the Settlement Commission\nunder the Customs Act, 1962, had granted conditional immunity\nunder Sub-section (1) of Section 127H of the Customs Act,\nthere could be no further ground for either issuing or continuing\nwith the detention order, which arises out of the facts in respect\nG\nH\n624\nSUPREME COURT REPORTS\n[2013] 17 S.C.R.\nA of which the Settlement Commission had granted immunity to\nthe Petitioner.\nB\nC\nE\n17. Writ Petition (Crl.) No. 14 of 2012, filed by Mohan Lal\nArora, is for quashing Detention Order No. 673/18/2011-\nCUS.VIII dated 8.9.2011, on the same grounds, as urged in\nthe other matters relating to delay in issuing the detention order\non stale grounds. It was also contended that the Detaining\nAuthority acted merely as a rubber stamp of the Sponsoring\nAuthority, without applying its mind independently. It was further\nurged that, as in other matters, the Sponsoring Authority took\nrecourse to an order of preventive detention, without taking\nrecourse to the ordinary laws of the land available for\nprosecution of offences referred to in the detention order.\n18. Writ Petition (Crl.) No. 249 of 2011 filed by Manju R.\nD Agarwal was in respect of her husband, Rajesh Kumar\nAgarwal, against whom detention order No. PSA-1210/CR-60/\nSPL-3(A) had been passed on 23.12.2010, in terms of Section\n3(1) of COFEPOSA Act, 1974. The facts of this case are no\ndifferent from the facts in Transfer Petition (Crl.) Nos. 38-39 of\n2013. As in the said Transfer Petitions, in the instant case, on\nthe same set of accusations, the detenue was arrested on\n2.3.2010 and was, thereafter, released on bail by the Sessions\nCourt on 5.4.2010. Thereafter, the proposed detenue, along\nwith others, approached the Settlement Commission for\nsettlement of the disputes in respect of the show cause notices\nissued to them in the manner contemplated under Sections\n127-A to 127-M of the Customs Act, 1962. By an order dated\n17.10.2011, the Settlement Commission allowed the\napplications to be proceeded with and while imposing penalty\nupon the proposed detenue under Sections 112-A and 114-F\nof the Customs Act, 1962, granted full immunity to Shri Rajesh\nKumar Agarwal from payment of penalty as well as complete\nimmunity from prosecution under the Customs Act.\nF\nG\n19. It was urged that the detention order has lost its\nH significance and relevance in view of the immunity from\nSUBHASH POPATLAL DAVE v. UNION OF INDIA 625\n[ALTAMAS KABIR, CJI.]\nprosecution granted by the Settlement Commission under Sub- A\nsection (1) of Section 127-H of the said Act.\nB\nC\nD.\n20. The last of this batch of matters, which was heard\ntogether, is Writ Petition (Crl.) No. 220 of 2011, filed by one\nKamlesh N. Shah, the father of the proposed detenue, Bhavik\nKamlesh Shah, against whom Detention Order No. PSA-1211/\nCR-18/SPL-3(A) was passed on 16.9.2011, under Section 3(1)\nof COFEPOSA Act, 1974. The grounds of challenge to the\ndetention order are a little different from those which had been\ntaken in the earlier matters. In the present case, apart from the\ngrounds of delay, it has been indicated that on 7.12.2010, the\nproposed detenue had been taken into custody and was shown\nto be formally arrested on 9.12.2010, by the Director of\nRevenue Intelligence, Mumbai. On 3.2.2011, he was granted\nbail by the Court of Sessions and, while the matter was\npending, the impugned detention order was passed on\n16.9.2011, after a lapse of more than nine months from the date\nof his arrest. The Petitioner has also taken a ground that certain\nvital and material documents, as indicated in Ground A of the\nPetition, had not been placed before the Detaining Authority,\nas a result of which the detention order stood vitiated on the E\nground of non-application of mind. Reference was made to the\nseveral decisions of this Court in Asha Devi Vs. K. Shivraj\n[(1979) 1 SCC 222]; State of U.P. Vs. Kamal Kishore Saini\n[(1988) 1 SCC 287]; and Ayya alias Ayub Vs. State of U.P.\n[(1989) 1 SCC 374], and several other cases, where this Court F\nhad quashed the orders of detention, when relevant documents\nwhich could have had a direct bearing on the detention order,\nhad not been placed before the Detaining Authority. It was\nurged that, in the instant case, the retraction of the detenue on\nvarious dates was not placed before the Detaining Authority, G.\nwhich not only prejudiced the detenue, but also resulted in the\nillegal order of preventive detention being passed against him.\n21. Responding to Mr. Mukul Rohatgi's submissions as\nalso the submissions made by the other learned counsel, the\nH\n"}