{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"-\n[2009] 12 S.C.R. 861\nBHAVESH JAYANTI LAKHANI\nV.\nSTATE OF MAHARASHTRA \u0026 ORS.\n(Criminal Appeal No. 1452 of 2009)\nAUGUST 7, 2009\n[S.B. SINHA AND DR. MUKUNDAKAM SHARMA, JJ.]\nExtradition Act, 1962 – s. 2(c), (d), (f), (j):\n-\n-\n-\nA\n00\nB\nD\nE\nRed Corner Notice – Execution of, in India - Divorce and C\ncustody matters of Indian citizens in US courts - Husband\ntaking minor child to India from USA in violation of custody\norder – Issuance of Red Corner Notice by INTERPOL in\nrelation to husband in respect of arrest warrants and Yellow\nnotice in relation to minor daughter - High Court refusing to\nstay Interpol notices - Sustainability of - Held: Not sustainable\nDispute between the parties being a matrimonial dispute,\n´ is a private dispute - No extraditable offence made out under\nthe Act or under provisions of extradition treaty between USA\nand India - No request for extradition made to Executive\nGovernment of India by Government of USA - Red Corner\nNotice by itself cannot be a basis of arrest or transfer of Indian\ncitizen to a foreign jurisdiction - Municipal laws of country\nreign supreme in matters of Extradition - Extradition Treaty\nis subject to the provisions of the Act - Husband being an\nF\nIndian citizen is entitled to enforcement of his fundamental\nrights - CBI having regard to its limited powers, could not\nexercise its jurisdiction within the territories of a State without\nits consent - Constitution of India, 1950 - Articles 14, 19 and\n21 Extradition Treaty between India and USA entered into\non 21.06.1999 - Article 1, 2, 4, 9 and 21.\n-\nFunctioning of CBI vis-à-vis its role in terms of notices\nissued by Interpol – Explained.\n-\n861\nG\nH\nA\nB\n862 SUPREME COURT REPORTS [2009] 12 S.C.R.\nArrest of a person for extradition - Procedure to be\nfollowed - Before the arrest and after the arrest – Explained.\n-\nInternational Criminal Police Organisation-INTERPOL:\nFunctions of - Issuance of Red Comer Notice and Yellow\nCorner Notice - Procedure for - Binding nature of Interpol\nnotices – Explained.\n-\nRed Corner Notice/Yellow Corner Notice - Issuance of\n- Red Corner Notice is issued to seek provisional arrest of a\nC wanted person against whom a national or international court\nhas issued warrant of arrest - It does not have the effect of\nwarrant of arrest - It is a request of the issuing entity to\nprovisionally or finally arrest the wanted person for extradition\nD\nE\nYellow notice is issued for finding a missing person or to\nidentify people who are not capable of identifying themselves\n- It is issued specially to locate minors.\nAppellant and respondent no. 6 are citizens of India.\nThey married in Mumbai and moved to California. A\ndaughter was born out of the wedlock. However, there\nwas a marital discord between the parties and the\nrespondent no. 6 was continuously harassed. The court\nof USA by an ex parte order granted temporary custody\nof the child, restraint and abuse prevention in favour of\nrespondent no. 6. Appellant-husband allegedly forged\nF the documents and took the child to India in violation of\nthe custody order. Respondent no. 6 filed complaint\nbefore the police authorities that the appellant had\nabducted the child. The USA court passed a decree for\ndivorce and the custody of the child. Thereafter,\nG respondent no. 6 re-married and filed for custody before\nthe Family Court, Mumbai. The court issued arrest\nwarrants against the appellant and granted custody of the\nchild to respondent no. 6. In appeal thereagainst order\nwas stayed by Mumbai High Court. The police and the\nH court of USA issued warrants of arrest against the\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS.\n863\nappellant which was transmitted through INTERPOL to A\nthe Government of India. Appellant challenged the\nlegality/validity of the order issuing warrant. He also\nsought direction to restrain the respondents or any other\nCentral Government from arresting the appellant or taking\nany action pursuant to or in furtherance of the red corner B\nnotice issued by INTERPOL in respect of those arrest\nwarrants. High Court dismissed the petition. Hence the\npresent appeal.\nAllowing the appeal, the Court\nC\nHELD: 1. In the instant case, appellant is sought to\nbe apprehended for commission of an offence u/s. 363\nIPC. The dispute between the appellant and respondent\nno.6 essentially being a matrimonial dispute, is a private\ndispute and no extraditable offence can be made out of D\nthe same, in the absence of a specific request for\nextradition. The Municipal Laws of a country reign\nsupreme in matters of Extradition. It is for the State\nconcerned to take a decision in regard to such Notices,\nkeeping in view the Municipal Laws of the country. High E\nCourt committed a serious error insofar as it failed to take\ninto consideration the provisions of the Extradition Act,\n1962, in the absence of any request having being made\nby the Govt. of USA to the Executive Government of India\nor any authourization made by the latter on its behalf. It\nerred in holding that a Red Corner Notice should not be\ntinkered with. When a person complains of a violation of\nhis fundamental right and/or otherwise of his fundamental\nright he is entitled to the right of judicial review. Appellant\nbeing an Indian citizen is entitled to enforcement of his\nfundamental rights. [Paras 39, 49, 53, 57, 128 and 129]\n[895-B; 897-F; 899-E-F; 900-D-E; 927-A-D]\nF\nG\n2.1. CBI has an Indian Interpol Wing. It works as an\ninterface between the Interpol Secretariat General,\nFrance, Interpol member countries and various law H\n864 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA enforcement agencies of India. CBI for intent and purport\nexercises the power of National Control Bureau-NCB in\nterms of the Treaty and thus derive its authority from\nINTERPOL itself. C.B.I. is thus the designate of the\nINTERPOL in India and endorsing warrants is an\nB essential attribute of the procedure for the\nimplementation of the Treaty. C.B.I. in its website\nmaintains that it handles all procedures related to\nExtradition and Issuance of Interpol Notices. One of its\nfunctions is to circulate the Red Corner as also Yellow\nC Notices issued by Interpol Secretariat General at the\nbehest of any member country within India. It is\nproceeded on the basis that the power of CBI and its\ndelegated authority namely, the State police to keep a\nperson under surveillance; arrest him in terms of\nwarrant of arrest issued by a foreign country and Red\nCorner Notice is an absolute one. Similarly the power to\nfind out a missing person in terms of the Yellow Notice\nis also absolute. [Paras 41, 59, 97, 100 and 101] [895-F-\nG; 901-B; 914-G; 915-C; 915-D-E]\nD\nE\n2.2. The Red Corner Notice is issued to the border\ncontrol authorities and others so as to enable them to\neffect an arrest along with details and papers including\na warrant from the originating country. A Red Corner\nnotice is issued to seek the provisional arrest of a wanted\nF person. However, it by itself does not have the effect of\nwarrant of arrest. It is issued for persons, against whom\na national or international court has issued a warrant of\narrest. It is solely a request of the issuing entity to\nprovisionally or finally arrest the wanted person for\nG extradition. An arrest may also be made under the\nExtradition Act, 1962. The Ministry of External Affairs\nworks for the administrative watching of the Act. A Yellow\nnotice is issued for finding a missing person or to identify\npeople who are not capable of identifying themselves. It\nis an “International Missing Person Notice\". It is issued\nH\n4\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS.\n865\nspecially to locate minors. [Paras 41 and 72] [895-G; 905- A\nB-D]\n2.3. A Red Corner Notice has large number of\nconsequences. They are: (i) The requesting country may\nmake a deportation request. (ii) The law enforcement\nagency in India is required to \"take follow up action with\nregard to the arrest of a fugitive criminal\". (iii) The information\nemanating from the red corner notice is required to be\ndistributed all over the Interpol website. (iv) The\nrequesting Embassy would instruct the CBI to carry out\nits instructions for surveillance, arrest and detention. (v)\nThe requesting Embassy can even contact the Indian\npolice directly. (vi) Thereafter, extradition proceedings\nmay follow. Therefore, when a proceeding under the Act\nis initiated, the civil liberty of a person would be directly\naffected. The provisions of the Act, therefore, should be\nstrictly construed. Any request for extradition therefore\nmust undergo the strict scrutiny test. Extradition offence\nkeeping in view its definition in s. 2(c) of the Act in relation\nto a treaty State must be one provided for the extradition\ntreaty therewith. [Paras 42 and 43] [896-A-F]\n2.4. The application of the provisions of the Act, in a\ncase of this nature must be held to be imperative in\ncharacter. For the purpose of applying the provisions of\nthe Act, existence of a treaty between the requesting State\nand the requested State plays an important role. It makes\na distinction between an extraditable offence and other\noffences including political offences. Sections 4-18\nprovides for the mode and manner in which a request for\nextradition of a person is required to be made by the\nconcerned country. The requirements are specific in\nnature and are required to be accompanied by a large\nnumber of documents. [Para 44] [896-F-H; 897-A-B]\nB\nC\nD\nE\nF\nG\n2.5. No request for extradition has been received by\nthe Government of India. It could act only when a request H\n866 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA is received. Red Corner Notice by itself cannot be a basis\nof arrest or transfer of an Indian citizen to a foreign\njurisdiction. The Act cannot be bypassed in red corner\ncases concerning Indian citizens. Hence, the Extradition\nTreaty is subject to the provisions of the Act. [Paras 45\nB and 49] [897-B, F, G]\nC\nD\nE\nF\nG\nH\n2.6. A person cannot be arrested without any\nauthority of law. Thus, the arrest of a person must be\neffected in terms of the provisions of the Act. A person\nwanted for an offence in a foreign jurisdiction may be\narrested on fulfillment of the following conditions: that the\noffence should be counted as one by Indian Law as well,\nand the person must be liable to be arrested in India-\neither under any law relating to extradition, or otherwise.\n[Para 50] [897-H; 898-A-C]\n2.7. Respondent no.6 herself accepts that she had\npursued only civil remedies and the order of the custody\nCourt was passed under civil remedies. [Para 52] [899-\nC-D]\n2.8. India follows the doctrine of dualism and not\nmonoism. The Act as also the treaties entered into by and\nbetween India and foreign countries are subject to the\nmunicipal law. Enforcement of a treaty is in the hands of\nthe Executive. But such enforcement must conform to the\ndomestic law of the country. Whenever a conflict arises\nbetween a treaty and the domestic law or a municipal\nlaw, the latter shall prevail. [Paras 54 and 55] [899-F-H;\n900-A-B]\nM/s Entertainment Network (India) Ltd. vs. M/s Super\nCassettee Industries Ltd. 2008 (9) SCALE 69, relied on.\n2.9. It is for the State concerned to take a decision in\nregard to such notices, keeping in view the Municipal\nLaws. The steps to deal with the request contained in the\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS.\n867\nnotices, thus, must abide by the domestic laws of the A\nconcerned country. Recognition of the request as the\nbasis for an arrest operate an internationalization or tans-\nnationalization of a foreign administrative decision. The\nformal admission procedure by Interpol cannot be the\nsingle cause of internalization. It is just a precondition for B\nthe recognition by the other states. [Para 57] [900-D-E]\n2.10. The appellant received a notice from Interpol\ndated 13.06.2007 being a Yellow or Watch notice as also\na Notice dated 21.06.2007 being a Red or Detain and\nArrest notice. Yellow notice was in relation to the child\nwhereas the red notice was in relation to the Appellant.\nThe Assistant Director of National Crime Bureau (NCB)\nforwarded a letter dated 4.01.2008 from the U.S. Embassy\n(Department of Justice) on or about 14.01.2009 to the\nMumbai Police to locate the Appellant and his daughter.\nOn 18.03.2008 notice of arrest warrant issued by\nINTERPOL was circulated against the Appellant on the\nInterpol Website. Mumbai police is said to have found the\nlocation of the Appellant and his daughter on 3.05.2008\nwhich information was passed on to U.S. Embassy on\n9.05.2008. [Para 58] [900-F-H; 901-A]\n2.11. The notices issued by INTERPOL are not\nconsidered as administrative decisions on individual\ncases with transnational effect. They are not construed\nas an \"international administrative act.\" They lack a\ncharacter of regulation. They do not constitute an\ninternational arrest warrant and they are not in any other\nform binding the individuals concerned legally. They,\nhowever, gain de facto with special relevance to the\nHuman Rights through multiplication of its recipients.\nInterpol's \"red notices\" often function as de facto\ninternational arrest warrants and countries issue warrants\nimmediately upon receipt of such a notice. However, they\ndo so with the understanding that a request for\nC\nD\nE\nF\nG\nH\n868 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA extradition with supporting evidence will follow the red\nnotice, without delay. The suspect must then go through\nthe standard extradition process. The bottom line is that\n\"warrants to arrest suspects must have legal authority in\nthe jurisdiction where the suspect is found\" and Interpol\nB red notices do not have such authority. They are primarily\na means of facilitating communication between police\nagencies and the success of the Interpol system still\ndepends entirely upon voluntary cooperation. They,\nhowever, do not entirely lack external effects. A number\nof states recognizes the Red Notices as an official\nrequest for the arrest of a person. However, such a\nrequest does not require the action of national police\nauthorities and does not provide a legal basis thereto.\n[Paras 77, 78 and 79] [906-E-H; 907-A-C]\nC\nD\n2.12. The trans-nationalization takes place through\nthe membership in the organization, through the\nsupervision proviso of the General Secretariat and the\nrecognition of the transnational effect of the information.\nA successful search does not result in Interpol's further\nE operative involvement, either. Concerned authorities or\nthe public are supposed to contact the local police office,\nwhich then gets in touch with the issuing authority and\ninitiates the necessary steps. Therefore, the member state\nusually gives the initiative for a Notice, and cooperates\nF with one or several other member states in order to find\nand arrest the wanted person. Existing information is just\ndistributed through a special communication channel.\nInterpol's role is limited to that of a service agency. [Paras\n80, 81 and 82] [907-C-F]\nG\nBettina Schondorf-Haubold, The Administration of\nInformation in International Administrative Law - The Example\nof Interpol, 9 German L.J. 1719, referred to.\n2.13. The provisions relating to issuance of the notice\nH by INTERPOL; warrant of arrest by foreign courts vis-à-\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS.\n869\nvis the power of NCB and the local police to act in terms A\nthereof are contained not only in the Act but also in the\nprovisions of the concerned Treaty, Cr.P.C. as also the\nvarious Notifications issued by the Central Government\nin that behalf. [Para 91] [912-A-D]\nB\nD\n2.14. Power to apprehend or investigate a fugitive\ncriminal, is conferred by s. 14 rw s.15. Section 14\nprescribes the form of apprehension of a fugitive criminal\nunder an endorsed warrant or a provisional warrant.\nWarrant can be issued by a foreign country to arrest a\nC\nfugitive criminal who is yet to be tried and a person who\nhas already been convicted. A fugitive criminal may be\napprehended either under category: Endorsed Warrant;\nand Provisional Warrant. An Endorsed Warrant is one\nwhich is a warrant that has, at first been issued by the\nforeign country with which India has an Extradition\nTreaty and subsequently been endorsed by the Central\nGovernment. Hence once a warrant issued by the foreign\ncountry is endorsed by Central government, it becomes\nan Endorsed Warrant in terms whereof sufficient\nauthority is conferred to apprehend a person and to E\nbring him before any Magistrate in India. Power to\napprehend includes the power to investigate. S. 15 uses\nthe term 'apprehend' which is defined as 'the seizing or\ntaking hold of a man; the act of arresting or seizing under\nthe process of law'. [Paras 93 and 94] [912-G-H; 913-A-E] F\n2.15. The requirement to arrest a person for the\npurpose of his extradition is in two categories: the cases\nin which India has an Extradition Treaty with the\nconcerned country and those in which no such\nextradition treaty exits. In the former category, the\nprovisions of Chapter III of the Act shall apply. Arrest is\nmade by the police authorities in terms of endorsed\nwarrant; whereafter the procedure laid down in s. 17 is\nto be followed by reason whereof the fugitive criminal is\nG\nH\n870 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA to be brought by the Magistrate. Once the Magistrate\nsatisfies that the fugitive criminal has been brought\nbefore him in terms of an endorsed warrant which is duly\nauthenticated and that the offence is an extraditable one,\nthe Magistrate shall commit the fugitive criminal to prison.\nB A certificate of committal is thereafter sent to the Central\nGovernment. [Para 95] [914-A-D]\nC\nD\n2.16. The power is exercised by the C.B.I. or a police\nofficer to arrest a person, although no warrant is issued\nin terms of s. 41(1)(g) Cr.P.C. It pre-supposes satisfaction\nof a police officer to arrest a person, if he has been\nconcerned in, or against whom a reasonable complaint\nhas been made, or credible information has been\nreceived in, any act committed at any place out of India\nwhich, if committed in India, would have been punishable\nas an offence, and for which he is, under any law relating\nto extradition, or otherwise, liable to be apprehended or\ndetained in India. However, the CBI website states that\nin case an action is taken under s. 41(1)(g), the matter\nmust be immediately referred to the Interpol Wing for\nE onward transmission to the Government of India to take\na decision or otherwise. In terms of the said provisions,\nsanction of the Central Government is contemplated.\nHowever, it is placed on record that strictly construed in\na case involving extradition, s. 41(g) may not have any\nF application. Section 41(g) clearly contemplates the power\nof the Police to arrest under ‘any law relating to\nExtradition' thereby contemplating the exercise of\npowers subject to the provisions of the Extradition Act.\nThus, the provisions of the Cr.P.C. are subject to those\nG in the Act. [Paras 103 and 106] [916-A-B, E-F]\nH\n2.17. Extradition of a fugitive criminal from India to\nany other foreign country, irrespective of the fact as to\nwhether any treaty has been entered into or with that\n"}