{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"BHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS.\n871\nB\ncountry, is within the exclusive domain of the Central A\nGovernment. The extradition of a person from India to\nany other foreign country is covered by the Parliament\nAct, namely the Act. Keeping in view the Constitution of\nINTERPOL vis-à-vis the Resolutions adopted by the C.B.I.\nfrom time to time, although a Red Corner Notice per se\ndoes not give status of a warrant of arrest by a competent\ncourt. It is merely a request of the issuing authority to\nkeep surveillance on him and provisionally or finally\narrest the wanted person for extradition. The provisions\nof the Act and the Treaty are required to be given effect C\nto. Whenever a request is received from INTERPOL the\nauthority must act on behalf of the Central Government.\nThe INTERPOL provides constitution of NCBs by\nMember States. All Members are required to constitute\nNCBs which should be an authority within the meaning D\nof the provisions of INTERPOL for coordination of the\nfunctioning within the Member States and/or the\nINTERPOL in case of any request received. Location of\na missing person and or tracing the whereabouts of a\nfugitive criminal is not an easy task. The authority within\nthe meaning of the words of the INTERPOL must act in\ncooperation with the State police. For the said purpose\nit may have to request more than one States. A missing\nperson or a fugitive criminal may move from one State to\nanother. In such a case it is not possible for one State to\nfind out the missing person or fugitive criminal. Only\nwhen an investigation is carried out in relation to an\noffence which has been committed in a State and not in\nthe Indian territory or within the territorial jurisdiction of\nthe Central Government the consent of the State\nconcerned is required to be obtained. [Paras 111 and\n112] [919-G-H; 920-A-E; 920-H; 921-A]\n2.18. Surveillance per se under the provisions of the\nAct may not violate individual or private rights including\nE\nF\nG\nH\n872 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA the right to privacy. Right to privacy is not enumerated\nas a Fundamental Right either in terms of Article 21 of the\nConstitution of India or otherwise. However, it is held to\nbe an essential ingredient of 'personal liberty'. In the\ninstant case, except giving information in regard to\nB whereabouts of the appellant and his daughter, no other\naction was taken. [Paras 117, 118 and 119] [921-H; 922-\nA; 923-C]\nC\nD\nKharak Singh v. State of U.P. and others (1964) 1 SCR\n332; Govind v. State of Madhya Pradesh (1975) 2 SCC 148;\nR. Rajagopal v. State of Tamil Nadu (1994) 6 SCC 632;\nPeople's Union for Civil Liberties (PUCL) v. Union of India\n(1997) 1 SCC 301; State of Maharashtra v. Madhukar\nNarayan Mardikar (1991) 1 SCC 57; Malak Singh v. State of\nP\u0026H (1981) 1 SCC 420, referred to.\n2.19. The Central Government and in particular the\nMinistry of External Affairs, should frame appropriate\nguidelines in respect of surveillance conducted pursuant\nto a Red Corner or Yellow Corner Notice. In the instant\nE case, further action in terms of the Red Corner Notice has\nnot been and could not be taken against the appellant.\n[Paras 122 and 123] [923-G-H; 924-A]\nG\nH\nJ\n2.20. The proceedings for extradition of a citizen\ncould be initiated provided the conditions precedent laid\ndown in terms of the provisions of the Act. The Act\nprescribes a request made by a foreign country whether\nwith it a treaty has been entered into or not. In the\nabsence of any such request, no proceeding could be\ninitiated. [Para 124] [924-B]\n2.21. CBI stated that the averments of the appellant\nthat prima facie the case arises out of a matrimonial\ndispute are all questions that are required to be gone into\neither by the Extradition Court appointed by the Central\nGovernment as per s. 5 of the Act or subsequent to the\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS.\n873\nA\nExtradition of the Petitioner to the country in question. In\nany event, there has been no arrest of the Petitioner as\nthe CBI is awaiting the necessary papers from the\nAmerican Government. The fact that India is not a party\nor signatory to the Hague Convention on the Civil\nAspects of International Child Abduction does not make B\nany difference. It is incorrect to say that the Petitioner is\nbeing treated like a commodity. A warrant of arrest by a\ncompetent court in United States has been issued against\nthe Petitioner. Under International obligations, the CBI is\nrequired, when so requested to act on the red corner C\nnotice issued pursuant to the warrant of arrest. If fugitives\nare not apprehended pursuant to the warrant of arrest/\nred corner notice, it would be very easy for such persons\nto escape punishment. The petitioner has rights under\nthe Act as well as the judicial process in United States (if\nhe is ultimately extradited). Till date the CBI has not\nreceived any request from the US authorities for the arrest\nand Extradition of the Petitioner. [Para 125] [925-C-H; 926-\nA-B]\nD\nE\nF\n2.22. The Ministry of External Affairs, Government of\nIndia, New Delhi by means of an affidavit admitted that it\nis the nodal agency for Extradition as per the Act and the\nExtradition Treaty between the Government of India and\nthe United States of America. On receipt of a Red Corner\nNotice, it is not the invariable practice to arrest the person\nbut efforts are made to trace him though the local police.\nThe consideration of the question of arrest and\nExtradition would be within the framework of domestic\nlaw including Indian Extradition Act and the Extradition\nTreaty with the Requesting Country. Extradition of a G\nperson would only arise after request for extradition is\nformally received from the country. As per the prevalent\npractice, in cases pertaining to matrimonial affairs, the\nview taken is that such matters may not generally be held\nto satisfy the test of dual criminality. In any case, since H\n874 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA the instant case is of domestic law, the view of the\nMinistry of Law would be called for and taken into\nconsideration. It is, therefore, clear that intervention by\nthe Ministry of External Affairs is crucial when a request\nis received by it from a foreign country. [Para 125] [925-\nB C-H; 926-A-B]\nC\n2.23. A fundamental right of a citizen whenever\ninfringes, the High Courts having regard to their\nextraordinary power under Article 226 of the Constitution\nof India as also keeping in view that access to justice is\na human right would not turn them away only because a\nRed Corner Notice was issued. The Superior Courts in\ncriminal cases, thus are entitled to go into the manner in\nwhich such Red Corner Notice, if any, is sought to be\nenforced and/or whether the local police is threatening a\ncitizen of India with arrest although they are not entitled\nto do so except in terms of the provisions Act as and\nwhen applicable. Furthermore, if a violation of any order\npassed by a civil court is made the ground for issuance\nof a Red Corner Notice, the court will enquire as to\nE whether the same has undergone the tests laid down\nunder sections 13 and 44A C.P.C. [Paras 129 and 130]\n[927-A-F]\nD\n2.24. Although the family court at Bombay for all\nF intent and purposes relying on or on the basis of the\norder passed by the Massachusetts Court directed\ncustody of the girl in favour of her mother, the Bombay\nHigh Court stayed the operation thereof. Therefore, the\nappellant must be held to be in lawful custody of his\ndaughter unless any other or further order is passed by\na court of competent jurisdiction. [Para 131] [927-F-H]\nG\n2.25. The State did not seek for enforcement of the\ncustody and/ or restrain order passed by the Probate\nand Family Court, Massachusetts in view of the rigours\nH contained in ss. 13 and 44A C.P.C. Even the Family Court\nA\n1.\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS.\n875\ndid not deal with this aspect. In any event, as the matter A\nis pending before the High Court, it alone will have a final\nsay. [Para 132] [928-A-B]\nCase Law Reference:\n2008 (9) SCALE 69\nRelied on.\nPara 53 B\n(1964) 1 SCR 332\nReferred to.\nPara 118\n(1975) 2 SCC 148\nReferred to.\nPara 118\n(1994) 6 SCC 632\nReferred to.\nPara 118\nC\n(1997) 1 SCC 301\nReferred to.\nPara 118\n(1991) 1 SCC 57\nReferred to.\nPara 118\n(1981) 1 SCC 420\nReferred to.\nPara 120\nD\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 1452 of 2009.\nFrom the Judgment \u0026 Order dated 11.08.2008 of the High\nCourt of Judicature at Bombay in Criminal Writ Petition No. 676\nof 2008.\nDr. Rajeev Dhawan, (A.C.), Shekhar Naphade, Vinay\nNavare, Abha R.Sharma for the Appellants.\nE\nG.E. Vahanvati, A. G., K. Radhakrishnan, Tufail A. Khan, F\nDevadat Kamat, D.S. Mahra, B. Krishna Prasad, Nitya\nRamakrishnan, Sarim Naved, Trideep Pais, Nikhil Nayyar,\nRavindra Keshvrao Adsure, for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\nINTRODUCTION\nG\n2. Interpretation of the roles and responsibilities of the\nCentral Bureau of Investigation (CBI) vis-à-vis the provisions of H\n876 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA the Extradition Act, 1962 (hereinafter referred to as \"the Act\")\nis involved in this appeal. It arises out of a judgment and order\ndated 11.08.2008 passed by a Division Bench of the High\nCourt of Bombay in Criminal Writ Petition No.676 of 2008\nwhereby and whereunder the appellant's application.\nB questioning the validity and/ or legality of an order issuing a\nwarrant against the appellant by the Magistrate Court, Clayton\nCounty, Georgia in case No. 2006/CW/06369 and Case No.\n2006/CW/06370 in USA in respect of a complaint filed by the\nrespondent No. 6 herein, was dismissed. The appellant in that\nC application had also sought for a direction restraining the\nrespondents or any other Central Government machinery from\narresting the appellant or taking any action pursuant to or in\nfurtherance of the Red Corner Notice issued by INTERPOL in\nrespect of those arrest warrants.\nD\nBACKGROUND FACTS\n3. Appellant and the respondent No. 6 are citizens of India.\nHe went to Michigan to pursue his studies in M.S. (Computer\nEngineering) between August, 1998 and May, 2000. He also\nE worked as a Software Engineer at California in a company\nnamed Broadbase Software upto 2001. He was later on\nemployed as a Technical Lead in a Government Contract Firm\nat California known as Ancore Corporation between 2001 and\n2003.\nF\nG\nH\n4. Appellant married the respondent No. 6 on 6.04.2002\nat Mumbai. They moved to California on 19.04.2002 and stayed\nthere till 2005. Out of the said wedlock, a daughter Eesha was\nborn on 26.04.2003. Marital life of the Appellant and the\nRespondent No. 6 was however not happy. According to the\nrespondent No. 6, she was continuously being harassed. She\napplied for grant of permanent asylum on 1.07.2003 allegedly\nunder coercion from the appellant. Later on the respondent No.\n6 allegedly moved to her sister's house at Sharon\nMassachusetts, USA.\n1\n་\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\nPROCEEDINGS IN USA\n877\n5. She filed a complaint with the Sharon Police Department\non 26.04.2005. On or about 09.05.2005 an application before\nthe Probate and Family Court of Massachusetts for grant of\ndivorce was filed by her. In the said proceeding, she also sought\nfor orders of custody of her daughter.\nA\nB\n6. The Probate and Family Court, Massachusetts passed\nan order of temporary custody of the child, restraint and abuse\nprevention ex parte in favour of the respondent No.6 and\nagainst the appellant on 10.05.2005. Service of the said order C\nis said to have been effected on the appellant on 20.05.2005.\nAllegedly, he neither appeared before the Court contesting the\nsaid interim custody order nor sought for any modification\nthereof. Respondent No.6 took up a job and continued to live\nwith her child in Massachusetts. She contends that her Indian D\nPassport was stolen by the appellant from the premises which\nwas being occupied by her.\n7. Admittedly, the appellant came to India with the child on\n15.04.2006 in violation of the court custody orders.\n8. The contention of the appellant is that despite the initial\nmarital discord, the parties started living together. It was\ndecided that he should return to India with the child wherefor\neven a written consent was given by the respondent No. 6 by\naffirming an affidavit before a Notary on or about 14.04.2006,\nstating:\n\"I, Hetal G. Thakker ...authorize my child Eesha B. Lakhani\nto travel with my husband and her father, Bhavesh Lakhani\nto India.\nThey will be leaving the United States of America on or\nabout April 14, 2006 and returning on or about\n(Undecided)...\"\nE\nF\nG\n9. Respondent No. 6, however, contends that the appellant H\n878 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA travelled out of the United States of America with the child by\ncreating false and fabricated documents including the said\naffidavit as would also appear from the fact that the child already\nhad a passport. On the premise that the child was abducted\nby the appellant, warrants of arrest were issued against him on\nB the basis of a complaint made by the respondent No. 6 before\nC\nthe police authorities. A decree for divorce as also the custody\nof the child was passed by the Norfolk Country Probate and\nFamily Court, Canton, Massachusetts on 2.5.2006.\nPROCEEDINGS BEFORE THE FAMILY COURT\n10. Respondent No. 6 thereafter married one Ashwin\nMatta. Indisputably, she filed an application for custody of the\nchild before the Family Court at Mumbai on 11.05.2007. By an\norder dated 15.05.2007, the Family Court directed the appellant\nD to remain present in the Court with Eesha. Pursuant to the said\nnotice of the Family Court, his father appeared before the court\non 15.05.2007 and stated that the appellant had gone out of\nMumbai along with Eesha. The matter, therefore, was\nadjourned to 18.05.2007. On that day the appellant's father\nagain appeared and informed the Court that the appellant could\nnot be contacted. The Family Court, thus issued a warrant of\narrest against the appellant and directed grant of custody of the\nchild to the Respondent No. 6.\nE\nF\nG\nH\n11. Appellant indisputably preferred an appeal before the\nHigh Court which was marked as Family Court Appeal (Stamp)\nNo. 11724 of 2007. An order of stay was granted by the High\nCourt of Bombay in the matter, which is still operative.\nPROCEEDINGS BEFORE THE HIGH COURT\n12. The Atlanta City Police and the American Court in the\nmeanwhile issued a warrant of arrest against the Appellant\nwhich was transmitted through INTERPOL to the Government\nof India. Appellant filed a writ petition questioning the legality\nand/ or validity of the said warrant, which by reason of the\nF\n1.\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n879\nimpugned judgment dated 11.08.2008 has been dismissed.\n13. The High Court posed unto itself a question as to\nwhether the Red Corner Notice could be stayed by it.\nA\n14. Referring to the provisions of the Act it was opined :-\nB\n(i) While dealing with a fugitive criminal wanted in a\nState with which India has no treaty, the Magistrate\ncan enquire into the case in the same manner as if\nthe case was triable by Court of Sessions or High\nCourt.\n(ii) However, while dealing with a fugitive criminal\nwanted in a treaty State, such inquiry and such a\ntrial is not open.\nC\n(iii) The Magistrate neither has the power to take D\nevidence nor can he discharge a fugitive criminal.\nIn the event, if two conditions, namely, (1) whether\nthe warrant is duly authenticated; and (2) whether\nthe fugitive criminal is concerned with an extradition\noffence are satisfied, the Magistrate is required to E\ncommit the fugitive criminal to prison.\n(iv) Only the Central Government in exercise of its\npower under Section 29 of the Act can discharge\na fugitive criminal.\n(v)\nF\nThe Magistrate cannot make a roving inquiry into\nthe facts.\n(vi) Extradition treaty implies mutual obligations.\nG\n(vii) The Act recognizes the sanctity of an extradition\ntreaty.\n(viii) The provisions of Section 105A of the Code of\nCriminal Procedure would not apply in a case of this\nnature.\nI\n880\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n(ix) The High Court cannot tinker with the Red Corner\nNotice.\n(x)\nThe High Court should not set a precedent which\ncould be used to hamper investigation of crimes\nwhich have global dimensions and for the\ninvestigation of which, Red Corner Notices are\ncritical tool.\nCONTENTIONS ADVANCED BY THE PARTIES:\n15. Mr. Shekhar Naphade, learned senior counsel\nappearing on behalf of the appellant would contend:\n(i)\n(ii)\nThe purported decree for divorce and custody of the\nchild granted by the Probate and Family Court,\nMassachusetts being wholly without jurisdiction and,\nthus, being a nullity; the same is not admissible in\nany Court in India.\nRespondent No. 6 having prevaricated her stand\nfrom stage to stage, no credence thereto could have\nbeen placed by the Courts of India for the purpose\nof acting thereupon.\n(iii) The purported order of custody in respect of the child\npassed by the American Courts being in conflict\nwith the order of custody passed by the High Court\nof Bombay, the appellant could not have been\ndirected to be extradited.\n(iv) The order passed by the American Court having\nbeen obtained upon committing a fraud on the court,\nthe said judgments cannot be executed in India\nhaving regard to the provisions contained in Section\n44A of the Code of Civil Procedure, 1908. .\n(v)\nRespondent No. 6 having moved the Family Court\nfor custody of the child by invoking the provisions\n"}