{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"BHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n891\ninto two treaties with the United States of America. The first A\ntreaty has been entered into in 1999 and the second in 2001.\nThe 2001 Treaty however deals with rendering of mutual legal\nassistance by one country to another is not fairly applicable in\nthe instant case.\nTHE ACT\n31. The Act was enacted to consolidate and amend the\nlaw relating to extradition of fugitive criminals and to provide\nfor the matters connected therewith or incidental thereto.\nIt is a special statute.\nSection 2(c) of the Act defines an \"Extradition Offence\" in\nthe following words:\n\"(c) \"extradition offence\" means--\n(i) in relation to a foreign State, being a treaty State,\nan offence provided for in the extradition treaty with\nthat State;\n(ii) in relation to a foreign State other than a treaty\nState an offence punishable with imprisonment for\na term which shall not be less than one year under\nthe laws of India or of a foreign State and includes\na composite offence;\"\nB\nс\nD\nE\nF\n32. Section 2(d) defines “Extradition Treaty\" to mean a\ntreaty, agreement or arrangement made by India with a foreign\nState Relating to the extradition of fugitive criminals, and\nincludes a treaty, agreement or arrangement relating to the\nextradition of fugitive criminals made before the 15th day of G\nAugust, 1947, which extends to, and is binding on, India;\n33. A \"fugitive criminal\" is defined under Section 2 (f) of\nthe Act to mean a person who is accused or convicted of an\nextradition offence within the jurisdiction of a foreign State and\nH\n892 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA includes a person who, while in India, conspires, attempts to\ncommit or incites or participates as an accomplice in the\ncommission of an extradition offence in a foreign State.\nB\n34. A “treaty State\" is defined under Section 2 (j) of the\nAct to mean a foreign State with which an extradition treaty is\nin operation.\n35. Chapter II of the Act deals with extradition of fugitive\ncriminals to foreign States to which Chapter III does not apply.\nChapter III of the Act deals with return of fugitive criminals to\nC foreign States which have Extradition Agreements.\nD\nCODE OF CRIMINAL PROCEDURE:\n36. In 1994, Parliament added Chapter VIIA titled:\n\"Reciprocal arrangements for assistance in certain matters and\nprocedure for attachment and forfeiture of property” to the\nCriminal Procedure Code, 1973. This Chapter was introduced\nto facilitate the agreement between the Government of United\nKingdom of Great Britain and Northern Ireland. This was to\nfacilitate cooperation in investigation of crime, secure,\nE evidence, documents and witnesses.\n37. It primarily deals with the question of attachment of\nproperty (Section 105C to J and Section 105A(b) to (e)). It also\ncontains provisions for \"Assistance in securing the transfer of\nF persons\" (Section 105B). We are concerned with the latter\nprovisions relating to arrest and transfer.\n0\nH\n38. The following threshold requirements are that these\nreciprocal procedures are:\n(i) Applicable only in respect of contracting States. Section\n105A contains the interpretation Clause. Some of the\nrelevant provisions are as under:\n\"In this Chapter, unless the context otherwise requires,-\nS\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n893\n(a) \"contracting State\" means any country or place outside A\nIndia in respect of which arrangements have been made\nby the Central Government with the Government of such\ncountry through a treaty or otherwise;\"\n(ii) The statutory procedures and the institutions put in place B\nfor processing these arrangements have been statutorily\nprescribed. Section 105B which is relevant for our purpose\nreads as under:\n\"105B Assistance in securing transfer of persons.—\n-\nс\n(3) Where a Court in India, in relation to a criminal matter,\nhas received a warrant for arrest of any person requiring\nhim to attend or attend and produce a document or other\nthing in that Court or before any other investigating agency,\nissued by a Court, Judge or Magistrate in a contracting D\nState, the same shall be executed as if it is the warrant\nreceived by it from another Court in India for execution\nwithin its local limits.\n(4) Where a person transferred to a contracting State\npursuant to sub-section (3) is a prisoner in India, the Court\nin India or the Central Government may impose such\nconditions as that Court or Government deems fit.\"\nIn any reciprocal arrangement:\nE\nF\n(a) the Court, Judge or Magistrate to whom such a request\ncan be made shall be specified by the Central Government\n(Section 105B (1) and (2).\n(b) the form in which such a request can be made shall\nbe specified by the Central Government (Section\n105B(1)).\nG\n(c) After due application of mind, a transfer of a person\nout of India would be on the basis that \"the Court in India\nor Central Government may impose such conditions as H\n894\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nB\nC\nthat Court or Government thinks fit\" (Section 105B(4)\"\nSection 41(g) of the Code of Criminal Procedure also\nassumes relevance here. It reads as under:-\n\"41. When police may arrest without warrant.-(1) Any\npolice officer may without an order from a Magistrate and\nwithout a warrant, arrest any person―\n(a)\nD\nヨ\n(g) who has been concerned in, or against whom a\nreasonable complaint has been made, or credible\ninformation has been received, or a reasonable\nsuspicion exists, of his having been concerned in,\nany act committed at any place out of India which,\nif committed in India, would have been punishable\nas an offence, and for which he is, under any law\nrelating to extradition, or otherwise, liable to be\napprehended or detained in custody in India;\"\nISSUES:\nIn view of the rival contentions of the parties, the following\nF questions which arise for our consideration are:\n0\n(i) Whether having regard to the concept of\nsovereignty the Executive Government of India can\nenforce a warrant passed by the Probate and\nFamily Court, Massachusetts?\n(ii) Having regard to the provisions contained in\nSections 44A and 13 of the Code of Civil\nProcedure, is the foreign judgment enforceable in\nIndia?\nH\n시\ni\n}\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n895\n(iii) Whether the CBI established under the DPSE Act A\nhas the authority to deal with INTERPOL notices?\nMATRIMONIAL DISPUTE AND THE COURT'S POWER OF\nREVIEW:\n39. The dispute between the appellant and the respondent\nNo.6 essentially being a matrimonial dispute, is a private\ndispute. Criminal offences, if any, are sought to be made out\nrelate to the violation of the Order of the Court which speaks\nof commission of an offence of forgery as well.\n40. A 'Yellow Corner Notice' is evidently used to trace\nmissing minors. The Interpol issued a yellow or watch notice\non 13.6.2007 in respect of Eesha, minor daughter of the\nrespondent No. 6. It, however, issued a red or detain and arrest\nnotice on 21.6.2007 to locate and arrest the Appellant. Pursuant\nthereto or in furtherance thereof, the Assistant Director, National\nCrimes Bureau (NCB) forwarded a letter dated 4.1.2008\nreceived from the U.S. Embassy (Department of Justice) to the\nMumbai Police to locate the appellant and his daughter on\n14.01.2008. Appellant was located by Mumbai Police on\n3.5.2008 and the said information was passed on to the U.S.\nEmbassy on 9.5.2008.\nB\nC\nD\nE\n41. The CBI has also filed its counter affidavit before this\nCourt stating that the Indian Interpol Wing works as an interface\nbetween the Interpol Secretariat General, France, Interpol F\nmember countries and various law enforcement agencies of\nIndia. One of its functions is to circulate the Red Corner Notice\nas also Yellow Corner Notices issued by the Interpol Secretariat\nGeneral at the behest of any member country within India. The\nRed Corner Notice is issued to the border control authorities\nand others so as to enable them to effect an arrest along with\ndetails and papers including a warrant from the originating\ncountry. An arrest may also be made under the said Act. The\nMinistry of External Affairs works for the administrative watching\nof the Act.\nH\n896 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA 42. A Red Corner Notice has large number of\nconsequences, some of which are:\n..\nB\nC\nD\nE\n(i) The requesting country may make a deportation\nrequest.\n(ii) The law enforcement agency in India is required to\n\"take follow up action with regard to the arrest of a\nfugitive criminal\".\n(iii) The information emanating from the red corner\nnotice is required to be distributed all over the\nInterpol website.\n(iv) The requesting Embassy would instruct the CBI to\ncarry out its instructions for surveillance, arrest and\ndetention.\n(v)\nThe requesting Embassy can even contact the\nIndian police directly.\n(vi) Thereafter extradition proceedings may follow.\n43. Indisputably, therefore, when a proceeding under the\nAct is initiated, the civil liberty of a person would be directly\naffected. The provisions of the Act, therefore, should be strictly\nconstrued. Any request for extradition therefore must undergo\nthe strict scrutiny test. Extradition offence keeping in view its\nF definition in Section 2(c) of the Act in relation to a treaty State\nmust be one provided for the extradition treaty therewith.\n44. Application of the provisions of the Act, thus, in a case\nof this nature must be held to be imperative in character. We\nG have noticed hereinbefore that for the purpose of applying the\nprovisions of the Act, existence of a treaty between the\nrequesting State and the requested State plays an important\nrole. It makes a distinction between an extraditable offence and\nother offences including political offences subject of course to\nH\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n897\nthe condition that offences relating to illegal tax are not to be A\ntreated to be a political offence. Sections 4-18 provides for the\nmode and manner in which a request for extradition of a person\nis required to be made by the concerned country. The\nrequirements are specific in nature and are required to be\naccompanied by a large number of documents.\n45. It is accepted at the Bar that no request has yet been\nmade to the Executive Government of the Government of India\nfor extradition of the Appellant upon compliance of the\nprovisions of Section 2-18 or otherwise.\n46. It is but imperative to note the provisions of the Treaty\nhere vis-a vis the implementation of a Red/ Yellow Corner\nNotice.\nB\nC\n47. Article 1 of the Treaty provides that the Contracting D\nStates agree to extradite to each other, persons who are\naccused of, charged with or convicted of an extraditable\noffence.\n48. Article 2 provides for the extraditable office. Article 4\nprovides for political offences which are outside the purview of\nthe Treaty. Article 9 provides for the extradition procedures and\nrequired documents.\nE\n49. It is beyond any doubt or dispute that no request for\nextradition has been received by the Government of India. It F\ncould act only when a request is received. It is accepted at the\nBar that Red Corner Notice by itself cannot be a basis of arrest\nor transfer of an Indian citizen to a foreign jurisdiction. There is\nfurthermore no dispute that the Act cannot be bypassed in red\ncorner cases concerning Indian citizens. Hence the Extradition\nTreaty is subject to the provisions of the Act. It also stands\nadmitted that the Appellant being an Indian citizen is entitled\nto enforcement of his fundamental rights.\n50. The legal position that a person cannot be arrested\nG\nH\n898 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA without any authority of law again is not denied or disputed.\nThus, the arrest of a person must be effected in terms of the\nprovisions of the Act. A person wanted for an offence in a\nforeign jurisdiction may be arrested on fulfillment of the following\nconditions:\n00\nB\n(i)\nс\nD\nE\n(ii)\nThat the offence should be counted as one by Indian\nLaw as well, and\nThe person must be liable to be arrested in India -\neither under any law relating to extradition, or\notherwise.\n51. Such an arrest can be effected only pursuant to a\nwarrant issued by the Magistrate in view of Sections 6, 16 and\n34B of the Act or an arrest warrant issued by a foreign country\nand endorsed by the Central Government under Section 15 of\nthe Act. It is also not in doubt or dispute that in a case where\nthere is no treaty, it is only the Magistrate who issues the\nwarrant for arrest subject of course to the condition that the\nCentral Government had ordered a Magisterial Inquiry in terms\nof Section 5 of the Act. Such an order of arrest, emanating from\na Treaty -State, is also permissible under a 'Provisional\nWarrant' issued by a Magistrate in exercise of its power under\nSection 16 of the Act, upon information that the fugitive should\nbe apprehended subject to the condition that the detention\nthereunder may continue only for the time requisite for obtaining\nan endorsed warrant from the Central Government. All arrested\npersons are required to be immediately produced before a\nMagistrate whereupon it would have power to grant bail. Section\n34B provides that the person so arrested would have to be\nreleased on bail after a period of 60 days. If actual request for\nG extradition is required within the said period having regard to\nSection 41(g) of the Code of Criminal Procedure, the Central\nGovernment cannot direct or effect an urgent arrest in\nanticipation of an extradition request without obtaining a warrant\nissued by a Magistrate. Article 12 provides that provisions of\nF\nH\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n899\nprovisional arrest according to which in a case of urgency, the A\nContracting State may request the provisional arrest of the\nperson sought pending presentation of the request for\nextradition. It also provides that the facilities of International\nCriminal Police Organization (Interpol) may be used to transmit\nsuch a request.\nB\n52. However, when a request for provisional arrest in terms\nof Article 12 is communicated, it must satisfy the requirement\nof Section 34B of the Act. Such request from a foreign country\nmust be accompanied by the requisite documents and not a\nC\ncommunication from INTERPOL alone. It will bear repetition to\nstate that an arrest can be effected at the instance of the Central\nGovernment only when such a request is made by the foreign\ncountry and not otherwise. Respondent No.6 herself accepts\nthat she had pursued only civil remedies and the order of the\ncustody Court was passed under civil remedies. Section 29 of D\nthe Act as indicated hereinbefore provides for power of Central\nGovernment to discharge any fugitive criminal. If it has arrived\nat a conclusion that it is unjust or inexpedient to surrender or\nreturn the fugitive criminal.\n53. The High Court, therefore, in our opinion, committed a\nserious error insofar as it failed to take into consideration the\nprovisions of the Act, in the absence of any request having been\nmade by the Government of United States of America to the\nExecutive Government of the Union of India or any authorization\nmade by the latter in this behalf.\nE\nபய\nF\n54. India follows the doctrine of dualism and not monoism.\nWe may, however, hasten to add that this Court, however, at\ntimes for the purpose of interpretation of statute has taken into\nconsideration not only the treaties in which India is a party but G\nalso declarations, covenants and resolutions passed in different\nInternational Conferences. {See M/s Entertainment Network\n(India) Ltd. vs. M/s Super Cassettee Industries Ltd. [2008 (9)\nSCALE 69]\nI\nA\nB\nC\n900 SUPREME COURT REPORTS [2009] 12 S.C.R.\n55. The Act as also the treaties entered into by and\nbetween India and foreign countries are admittedly subject to\nour municipal law. Enforcement of a treaty is in the hands of\nthe Executive. But such enforcement must conform to the\ndomestic law of the country. Whenever, it is well known, a conflict\narises between a treaty and the domestic law or a municipal\nlaw, the latter shall prevail.\n56. It furthermore stands admitted that matrimonial dispute\nas such does not constitute an extraditable offence and, thus,\nno effect could be given thereto. However, whether this case\nconcerns an extraditable offence or not has to be determined\nby the Magistrate under the Act.\n57. We have noticed hereinbefore that the Treaty itself\nprovides that the same is subject to any Municipal Laws of the\nD country. It is thus for the State concerned to take a decision in\nregard to such notices, keeping in view the Municipal Laws. The\nsteps to deal with the request contained in the notices, thus,\nmust abide by the domestic laws of the concerned country.\nRecognition of the request as the basis for an arrest operate\nan internationalization or tans-nationalization of a foreign\nadministrative decision. The formal admission procedure by\nInterpol cannot be the single cause of internalization. It is just a\nprecondition for the recognition by the other states.\nE\nF\n58. We may however add that, indisputably the appellant\nreceived a notice from Interpol dated 13th June, 2007 being a\nYellow or Watch notice as also a Notice dated 21st June, 2007\nbeing a Red or Detain and Arrest notice. Yellow notice was in\nrelation to the child whereas the red notice was in relation to\nthe Appellant. The Assistant Director of National Crime Bureau\nG (NCB) forwarded a letter dated 4th January, 2008 from the U.S.\nEmbassy (Department of Justice) on or about 14th January,\n2009 to the Mumbai Police to locate the Appellant and his\ndaughter. On 18th March, 2008 notice of arrest warrant issued\nby INTERPOL was circulated against the Appellant on the\nH\n"}