{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"BHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n901.\nInterpol Website. Mumbai police is said to have found the A\nlocation of the Appellant and his daughter on 3rd May, 2008\nwhich information was passed on to U.S. Embassy on 9th May,\n2008.\n59. It is also not in dispute that the CBI has an Interpol Wing\nas is evident from its counter-affidavit and that the U.S. Embassy\nwas in touch with it as also of the Mumbai Police in respect of\nlocating the Appellant.\nB\n60. Before, however, we advert to the functioning of CBI\nvis-à-vis its role in terms of notices issued by Interpol, it would C\nbe appropriate to place on record the constitution of Interpol.\nAPPLICABILITY OF CHAPTER VIIA OF THE CODE OF\nCRIMINAL PROCEDURE\n61. For the purposes of effectively implementing the treaty\nproviding for mutual assistance between the Government of\nUnited Kingdom of Great Britain and Northern Ireland, Chapter\nVIIA of the Code of Criminal Procedure was enacted as is also\nprovided in the Statement and Objects thereof. The said\nprovisions were laid down by the Parliament so as to consider\nimplementation of the provisions of the reciprocal arrangements\nfor assistance in certain matters and procedure for attachment.\nD\nE\n62. The provisions contained in Section 105A onwards of\nthe Code of Criminal Procedure are subject to additions, F\nexceptions or qualifications as may be specified in the\nNotification issued by the Central Government.\n63. Indisputably where there exists any reciprocal\narrangement, the following are required to be complied with:\n(i) The Court, Judge or Magistrate is required to be\nspecified by the Central Government to whom a\nrequest can be made.\nG\n(ii)\nThe form in which such a request is to be made is\nH\nA\nB\nC\nD\nE\nF\nG\n902\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nagain required to be specified by the Central\nGovernment.\n(iii) A transfer of a person out of India must precede\nupon due application of mind on the part of the\nMagistrate subject again to the condition that either\nthe Court or the Central Government may impose\nsuch conditions as they may seem fit and proper.\n64. It is submitted by the learned counsel that with regard\nto dispute of the provisions of international comity\n(a) any transfer of a human being to another country\ngoes to the root of fundamentally protected civil liberties.\n(b) Chapter VIIA of the Code of Criminal Procedure\nis hedged in with limitations requiring the intervention of\nthe Court and Central Government with due application of\nmind.\n(c) No mechanical transfer can be made simply at\nthe instance of government or the CBI which in any case\nhas no role to play.\n(d) The application of the Act is not ousted and\ncannot be by passed.\n(e) The Court may examining equitable and other\nfactors. This is implied from the condition imposing power.\n(f) To that extent, the provisions of Chapter VIIA shall\nbe read up to bring it in conformity with Articles 14 and\n21 of the Constitution.\n65. In our opinion, however, the submissions are a clear\nmisreading of Chapter VIIA of the Code of Criminal Procedure\nwhich does not apply in situations of Extradition.\nH\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\nINTERPOL ((The\nOrganisation).\nInternational\nInternational\nCriminal\n903\nCriminal Police A\n66. The INTERPOL is the world's largest international\npolice organization with 187 countries as its members. It was\ncreated in 1923. The object of establishing the INTERPOL was\nB\n'to ensure and promote the widest possible mutual assistance\nbetween all criminal police authorities'. It facilitates cross -\nborder police cooperation and supports as well as assists all\norganizations, authorities and services whose mission is to\nprevent or combat international crime. Even in a case where\nthe country concerned inter se do not have any diplomatic\nrelation, the INTERPOL aims to facilitate international police\ncooperation. Action is taken by it, having regard to the\nprovisions contained in the Universal Declaration of Human\nRights and keeping in view the limitation of existing municipal\nlaws of the country concerned.\nC\nD\nIt has six departments, namely -\n-\n(i)\nThe General Assembly;\n(ii)\nExecutive Committee;\n(iii) General Secretariat;\n(iv) National Control Bureaus\n(v)\nAdvisers; and\nE\nF\n(vi) Commission for the Control of Interpol Files.\n67. We are concerned here only with the National Central\nBureaus. Each INTERPOL member country maintains a\nNational Control Bureau (NCB) staffed by national law\nenforcement officers. The NCB is the designated contact point\nfor the General Secretariat, Regional Officers and other\nmember countries requiring assistance with overseas\ninvestigations and the location of fugitives. It serves as\nG\nI\n904 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA operational center and liking platforms between the national and\nthe international level.\nB\n68. It is not in dispute that in terms of Article 32 of the\nINTERPOL Constitution each member country is to have a NCB\nresponsible for exchanging information and data for\ncoordination the functioning within its own country, with other\nmember countries as also with the General Secretariat of the\nINTERPOL.\n69. The INTERPOL Constitution prohibits any intervention\nC or activities of a political, military, religious or racial character.\nThe International policing ultimately depends on coordinated\naction on the part of the Member State's police forces so as to\nobtain the required information or services as and when any\noccasion arises therefor.\nD\nE\n70. We may furthermore place on record that the\nConstitution of the Interpol was adopted by a Resolution of the\nGeneral Assembly i.e. AG-2005-Res-05. Initially its status was\nof an observed as Non Governmental Organisation (NGO). In\nPublic International Law, keeping in view its status, INTERPOL\nis considered to be an International Organisation with its own\nlegal personality. The contribution to the financing of the\norganization is by the Member States. Member States can have\nseveral delegates in the General Assembly.\nF INTERPOL NOTICES\nG\nH\n71. The organizational system of issuing International\nnotices forms the backbone of its functioning. The Member\ncountries in terms of notices share critical crime related\ninformation. They concern individuals wanted for serious\ncrimes, missing persons, unidentified bodies etc. Such notices\ncontain comprehensive identity particulars of the individuals\nconcerned including the physical description, fingerprinting,\noccupation and all other relevant information including the\noffence with which the person has been charged, reference to\nג\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n905\nthe law under which the charge was made or the conviction was A\nobtained etc. The notices issued by the INTERPOL are of six\ntypes - Red Notice; Yellow Notice; Blue Notice; Green Notice\n; Black Notice and Orange Notice. It also contemplates Interpol-\nUnited Nations Special Notice.\nB\n72. We are concerned herein only with Red and Yellow\nNotices. A Red Corner notice is issued to seek the provisional\narrest of a wanted person. However, it by itself does not have\nthe effect of warrant of arrest. It is issued for persons, against\nwhom a national or international court has issued a warrant of\nс\narrest. It is solely a request of the issuing entity to provisionally\nor finally arrest the wanted person for extradition. A Yellow\nnotice, however, is issued for finding a missing person or to\nidentify people who are not capable of identifying themselves.\nIt is an \"International Missing Person Notice\". It is issued\nspecially to locate minors.\nPROCEDURE FOR ISSUING NOTICE\nD\nE\nF\n73. Notice in terms of Article 10.5 of the RPI (Rules\ngoverning the processing and communication of police\ninformation) of the INTERPOL can be issued by the General\nSecretariat either at the request of an authorized entity or on\nits own initiative as is the case in Green and Orange Notices.\nUsually, the NCBs are the authors of a Red or Yellow Notice.\nThe General Secretariat before issuing or distributing Notices,\nespecially to other offices than the NCBs, has to evaluate,\nwhether the issue is necessary and advisable having regard to\nthe aims and tasks of the organization, the respect of Human\nRights and the required security measures against possible\nmenaces to the police cooperation, to Interpol itself or to the\nmember states. The General Secretariat has been authorized\nby the General Assembly to forbid the issuing of a Notice, if it\ndoes not meet the requirements of a request for provisional\narrest. However, we must place on record that a reference to\nthe presumption of innocence of the wanted person is not a part\nof the published rules and regulations. Only the corresponding H\nG\n906 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA pages of the internet appearance of the organization contain\nexplicitly highlighted warnings of this kind.\nB\n74. It bears repetition to state that the General Secretariat\nof the Interpol publishes the notices either on its own initiative,\nor based on the requests from the NCB or international\norganization or entities with whom the INTERPOL has special\nagreements.\n75. It may be of some interest also to notice that in the year\n2008 alone the INTERPOL issued 3126 Red Corner Notices\nC and around 385 Yellow Corner Notices.\nD\nE\nF\nG\nH\n.\n76. At this juncture we may also place on record that Article\n12 of the Extradition Treaty dated 14th September, 1999\nentered into between the Government of India and the\nGovernment of the United States of America deals with\nprovisional arrest of the person sought pending presentation\nof the request for extradition providing that the facilities of the\nINTERPOL may be used to transmit such a request.\nFurthermore, Article 21 of the Treaty providing for Consultation\nalso contemplates the use of the INTERPOL'S services.\nBINDING NATURE OF THE INTERPOL NOTICES:\n77. The notices issued by INTERPOL are not considered\nas administrative decisions on individual cases with\ntransnational effect. They are not construed as an \"international\nadministrative act.\" They lack a character of regulation. They\ndo not constitute an international arrest warrant and they are\nnot in any other form binding the individuals concerned legally.\nThey, however, gain de facto with special relevance to the\nHuman Rights through multiplication of its recipients.\n78. Infact Interpol's \"red notices\" often function as de facto\ninternational arrest warrants and countries issue warrants\nimmediately upon receipt of such a notice. However, they do\nso with the understanding that a request for extradition with\nsupporting evidence will follow the red notice, without delay. The\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n907\nsuspect must then go through the standard extradition process. A\nThe bottom line is that \"warrants to arrest suspects must have\nlegal authority in the jurisdiction where the suspect is found\" and\nInterpol red notices do not have such authority. They are\nprimarily a means of facilitating communication between police\nagencies and the success of the Interpol system still depends\nentirely upon voluntary cooperation.\n79. They, however, do not entirely lack external effects. A\nnumber of states recognizes the Red Notices as an official\nrequest for the arrest of a person. However, such a request\ndoes not require the action of national police authorities and\ndoes not provide a legal basis thereto.\nB\nC\n80. The trans-nationalization takes place through the\nmembership in the organization, through the supervision proviso\nof the General Secretariat and the recognition of the D\ntransnational effect of the information.\n81. A successful search does not result in Interpol's further\noperative involvement, either. Concerned authorities or the\npublic are supposed to contact the local police office, which\nthen gets in touch with the issuing authority and initiates the\nnecessary steps.\n82. Therefore, the member state usually gives the initiative\nfor a Notice, and cooperates with one or several other member\nstates in order to find and arrest the wanted person. Existing\ninformation is just distributed through a special communication\nchannel. Interpol's role is limited to that of a service agency.\n{See Bettina Schondorf-Haubold, The Administration of\nInformation in International Administrative Law - The Example\nof Interpol, 9 German L.J. 1719}\nCENTRAL BUREAU OF INVESTIGATION (C.B.I.)\n83. A Special Police Force was constituted in the year\n1943 by promulgation of an Ordinance by the Government of\nE\nF\nG\nH\n908\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA India in terms whereof the powers of investigation of certain\noffences committed in connection with the departments of the\nCentral Government committed any where in British India were\nvested with it. The said Ordinance lapsed on 30th September,\n1946. As the Central Government felt the necessity to cope with\nB the cases of bribery and corruption investigated after the end\nof the war, the said Ordinance was repealed and replaced by\nDelhi Special Police Ordinance of 1946. The DSPE Act was\nbrought into existence the same year.\nC\n84. After the promulgation of the DSPE Act,\nsuperintendence of Special Police Establishment (SPE) was\ntransferred to the Home Department and its functions were\nenlarged to cover all departments of the Government of India.\nIt jurisdiction was also extended to all the Union territories. The\nDSPE Act provided for its extension to States with the consent\nD of the concerned State Government. The C.B.I. was\nestablished, as it was felt that SPE would not be able to cope\nwith the problems arising out of the country's over-expanding\neconomy, by reason of a Resolution adopted by the\nGovernment of India vide Resolution No.4/31/61-T dated 1st\nE April, 1963.\nF\nG\n85. Later on the SPE was merged with the C.B.I and\nbecame one of its Division. In terms of the provisions contained\nin Section 3 of the DSPE Act, the Central Government issues\nNotifications empowering the C.B.I. to investigate in regard to\nthe offences specified by it; The Notification dated 23rd\nSeptember 1989, S.O. 2301 empowered the CBI to\ninvestigate, among other things, offences relating to Sections\n363; 363A ; 365 and 368 of the Indian Penal Code being some\nof them.\n86. It is at this juncture, a discussion of the DSPE Act\nbecomes imperative.\nThe Title and Preamble of DSPE Act reads:-\nH\n1\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n909\n\"An Act to make provision for the constitution of a special A\npolice force in Delhi for the investigation of certain offences\nin the Union territories for the superintendence and\nadministration of the said force and for the extension to\nother areas of the power and jurisdiction of the members\nof the said force in regards to the investigation of the said B\noffences.\"\n\"Whereas it is necessary to constitute a special police\nforce in Delhi for the investigation of certain offences in the\nUnion territories and to make provisions of for the\nsuperintendence and administration of the said force and\nfor the extension to other areas of the powers and\njurisdiction of the members of the said force in regard to\nthe investigation of the said offences.\"\nC\n87. The relevant provisions of the DSPE Act are Sections D\n2; 3 and 5, which read as under :-\n2. Constitution and powers of special police\nestablishment. : (1) Notwithstanding anything in the Police\nAct, 1861 (5 of 1861), the Central Government may\nconstitute a special police force to be called the Delhi\nSpecial Police Establishment for the investigation in any\nUnion Territory of offences notified under Section 3.\nE\nF\n(2) Subject to any orders which the Central Government\nmay make in this behalf, members of the said police\nestablishment shall have throughout in any Union Territory,\nin relation to the investigation of such offences and arrest\nof persons concerned in such offences, all the powers,\nduties, privileges and liabilities which police officers of that\nUnion Territory have in connection with the investigation of G\noffences committed therein.\n(3) Any member of the said police establishment of or\nabove the rank of Sub-Inspector may, subject to any orders\nwhich the Central Government may make in this behalf, Н\nA\nB\nC\nD\nE\nLL\nF\nG\n910 SUPREME COURT REPORTS [2009] 12 S.C.R.\nexercise any Union Territory or any of the powers of the\nofficer-in-charge, of a police station in the area in which\nhe is for the time being and when so exercising such\npowers shall, subject to any such order as aforesaid, be\ndeemed to be an officer-in-charge of a police station\ndischarging the functions of such an officer within the limits\nof his station.\n3. Offences to be investigated by special police\nestablishment. The Central Government may, by\nnotification in the official Gazette, specify the offences or\nclasses of offences which are to be investigated by the\nDelhi Special Police Establishment.\n5. Extension of powers and jurisdiction of special police\nestablishment to other areas. : (1) Central Government\nmay by order extend to any area (including Railway areas)\na State, not being a Union Territory the powers and\njurisdiction of members of the Delhi Special Police\nEstablishment for the investigation of any offences or\nclasses of offences specified in a notification under\nSection 3.\n(2) When by an order under sub-section (1) the powers and\njurisdiction of members of the said police establishment\nare extended to any such area, a member thereof may,\nsubject to any orders which the Central Government may\nmake in this behalf, discharge the functions of a police\nofficer in that area and shall, while so discharging such\nfunctions be deemed to be a member of the police force\nof the area and be vested with the powers, functions and\nprivileges and be subject to the liabilities of a police officer\nbelonging to that police force.\n88. Undoubtedly in terms of Section 5 of the DSPE Act,\nalthough the powers of the authority established therein can be\nextended by the Central Government upon the consent of the\nH concerned State, we may notice that by reason of the\n"}