{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"BHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n911\nGovernment of India's Resolution dated 1st April, 1963 the A\nC.B.I. was empowered to conduct investigation with regard to\nco-ordination, Inter-State matters and participation as: the\nNational Central Bureau in the work connected with the\nINTERPOL thereby presupposing the non-requirement of the\nconcerned State's consent.\n89. We have referred to the said question as one of the\ncontentions raised by Dr. Dhawan is that without the consent\nof the State, the C.B.I. could not have directed any surveillance\non the Appellant or got the warrant of arrest executed through\nthe Mumbai police. Although, we intend to deal with the said\nquestion separately we may at this juncture notice the relevant\nentries in the List I of the Seventh Schedule of the Constitution.\nThey read :-\nB\nC\na.\nEntry 8: Central Bureau of Investigation.\nD\nb.\nEntry 10: Foreign Affairs; all matters which bring the\nUnion into relation with any foreign country.\nC.\nEntry 11: Diplomatic, consular and trade\nrepresentation.\nE\nd.\nEntry 12: United Nations Organisation.\ne.\nEntry 13: Participation in International Conferences,\nassociations and other bodies and implementing of\ndecisions made thereat\nF\nf.\nEntry 14: Entering into treaties and agreements with\nforeign countries and implementing of treaties,\nagreements and conventions with foreign countries.\nG\ng.\nEntry 18: Extradition\nThe legislative power of the Parliament is, therefore, broad\nand cover wide ranging legislative field.\nI\n912 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA CO-ORDINATION WING OF THE CBI:\nB\nс\nD\nE\n90. The Coordination Wing is a non- investigating Unit of\nCBI dealing with the general coordination and administrative\nmatters relating to Interpol and Coordination functions of CBI.\nIts primary duty is to liaise and coordinate with Branches of CBI\nand other Departments/ Ministries, Law Enforcement Agencies,\nState/UT Police Forces and foreign Police/Missions and\norganizations as and when required. One of the main functions\nwhich is being looked after by the Coordination Wing of CBI,\npertinent in the case of Look out Circulars: All the State Police\nforces and other law enforcement agencies in India have a link\nthrough INTERPOL New Delhi to their counter - parts in other\nmember countries through the Interpol Global Communications\nSystem ( 1- 24/7) prepared to assist in dealing with criminal\ninvestigations.\nJURISDICTION OF C.B.I.\n91. The provisions relating to issuance of the notice by\nINTERPOL; warrant of arrest by foreign courts vis-à-vis the\nof NCB and the local police to act in terms thereof are\npower\ncontained not only in the Act but also in the provisions of the\nconcerned Treaty, Code of Criminal Procedure as also the\nvarious Notifications issued by the Central Government in that\nbehalf.\nF POWERS UNDER THE ACT\nG\n92. We will deal with this subject in two parts one is stage\nbefore arrest and second stage after arrest.\nBEFORE ARREST\n93. Power to apprehend or investigate a fugitive criminal,\nwe have noticed hereinbefore, is conferred by Section 14 read\nwith Section 15 of the Act. Section 14 prescribes the form of\napprehension of a fugitive criminal under an endorsed warrant\nH or a provisional warrant. Section 14 of the Act reads as\n:\n1\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n913\nhereunder:\nA\n\"14. Endorsed and provisional warrants. A fugitive criminal\nmay be apprehended in India under an endorsed warrant\nor a provisional warrant.\nB\nC\n94. Warrant can be issued by a foreign country to arrest a\nfugitive criminal who is yet to be tried and a person who has\nalready been convicted. A fugitive criminal may be\napprehended either under category (i) an Endorsed Warrant ;\nand (ii) a Provisional Warrant. An Endorsed Warrant is one\nwhich is a warrant that has, at first been issued by the foreign\ncountry with which India has an Extradition Treaty and\nsubsequently been endorsed by the Central Government. Hence\nonce a warrant issued by the foreign country is endorsed by\nthe Central government, it becomes an Endorsed Warrant in\nterms whereof sufficient authority is conferred to apprehend a\nD\nperson and to bring him before any Magistrate in India. Power\nto apprehend includes the power to investigate. Section 15\nuses the term \"Apprehend” which is defined as “the seizing or\ntaking hold of a man; the act of arresting or seizing under the\nprocess of law\".\nSection 15 of the Act describes 'endorsed warrant'. It\nreads as:\nE\nF\n\"15. Endorsed warrant for apprehension of fugitive\ncriminal. Where a warrant for the apprehension of a\nfugitive criminal has been issued in any 3*[foreign state]\nto which this Chapter applies and such fugitive criminal is,\nor is suspected to be, in India, the Central Government\nmay, if satisfied that the warrant was issued by a person\nhaving lawful authority to issue the same, endorse such G\nwarrant in the manner prescribed, and the warrant so\nendorsed shall be sufficient authority to apprehend the\nperson named in the warrant and to bring him before and\nmagistrate in India.\"\nH\n914 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA PROCEDURES REQUIRED TO BE FOLLOWED AFTER A\nPERSON IS ARRESTED.\nB\n95. The requirement to arrest a person for the purpose of\nhis extradition is in two categories - (1) the cases in which India\nhas an Extradition Treaty with the concerned country and (ii)\nthose in which no such extradition treaty exits. In the former\ncategory of cases the provisions of Chapter III of the Act shall\napply. Arrest, as noticed hereinbefore, is made by the police\nauthorities in terms of endorsed warrant ; whereafter the\nprocedure laid down in Section 17 is to be followed by reason\nwhereof the fugitive criminal is to be brought by the Magistrate.\nOnce the Magistrate satisfies that the fugitive criminal has been\nbrought before him in terms of an endorsed warrant which is\nduly authenticated and that the offence is an extraditable one,\nthe Magistrate shall commit the fugitive criminal to prison. A\nD\ncertificate of committal is thereafter sent to the Central\nGovernment.\nC\n96. Section 17 states that the endorsed warrant in the case\nof the person who is brought before whom is duly authenticated\nE and that the offence with which the person is accused of or has\nbeen convicted in an extradition offence, the magistrate shall\ncommit the fugitive criminal to prison to await his return and shall\nforthwith send to the Central Government a certificate of the\ncommittal.\nF\nG\n97. Appellant is sought to be apprehended for commission\nof an offence under Section 363 of the Indian Penal Code. We\nhave noticed hereinbefore that it is an extraditable offence,\nprovided it is not a pure matrimonial dispute. C.B.I. for intent\nand purport exercises the power of NCB in terms of the Treaty\nand thus derive its authority from INTERPOL itself.\n98. C.B.I. is thus the designate of the INTERPOL in India\nand endorsing warrants is an essential attribute of the procedure\nfor the implementation of the Treaty.\nH\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n915\n99. The Ministry of Home Affairs by a circular letter dated A\n18th March, 1949 issued to all State Governments and Union\nTerritories established the Intelligence Bureau as the ICPO-\nINTERPOL, the National Central Bureau for India. The C.B.I.\nwas established as the representative of India for the purpose\nof correspondence with ICPO-INTERPOL by reason of a\ncircular letter dated 17th October, 1966.\n100: We have noticed hereinbefore that by a Resolution\ndated 1st April, 1963 the Government of India gave to the C.B.I.\nthe powers of Investigation of crimes, handled by the Intelligence\nBureau of the SPE and for participation as the NCB in the work\nconnected with the INTERPOL. It is of significance to notice that\nC.B.I. in its website maintains that it handles all procedures\nrelated to Extradition and Issuance of Interpol Notices.\nB\nC\nE\n101. We have proceeded on the basis that the power of D\nC.B.I. and its delegated authority namely, the State police to\nkeep a person under surveillance; arrest him in terms of\nwarrant of arrest issued by a foreign country and Red Corner\nNotice is an absolute one. Similarly the power to find out a\nmissing person in terms of the Yellow Notice is also absolute.\nHowever, the question in regard to the necessity of warrant\nbeing endorsed or the effect of the Red Corner Notice vis-à-\nvis the fundamental right of an individual in terms of Article 21\nof the Constitution of India as also his right of privacy and the\nloss of reputation would be dealt with at an appropriate stage. F\nPOWERS UNDER THE CODE\nOF\nCRIMINAL\nPROCEDURE\n102. We may also notice some of the provisions of the\nCode of Criminal Procedure laying down the procedures after G\narrest.\n103. It is, however, beyond any doubt that the power is\nexercised by the C.B.I. or a police officer to arrest a person,\nalthough no warrant is issued in terms of Section 41(1)(g) of H\n916\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA the Code of Criminal Procedure. It pre-supposes satisfaction\nof a police officer to arrest a person, if he has been concerned\nin, or against whom a reasonable complaint has been made,\nor credible information has been received in, any act committed\nat any place out of India which, if committed in India, would have\nB been punishable as an offence, and for which he is, under any\nlaw relating to extradition, or otherwise, liable to be\napprehended or detained in India.\nC\n104. However, the CBI website states that in case an\naction is taken under S. 41(1)(g), the matter must be\nimmediately referred to the Interpol Wing for onward\ntransmission to the Government of India to take a decision or\notherwise.\n105. In terms of the aforementioned provisions, sanction\nD of the Central Government is contemplated. We may, however,\nplace on record that strictly construed in a case involving\nextradition, Section 41(g) of the Code may not have any\napplication.\nE\nF\nG\nI\n106. It is sought to be clarified that Section 41(g) of the\nCode of Criminal Procedure clearly contemplates the power of\nthe Police to arrest under \"any law relating to Extradition\"\nthereby contemplating the exercise of powers subject to the\nprovisions of the Extradition Act. Thus the provisions of the\nCode of Criminal Procedure are subject to those in the Act.\nLIMITATION OF POWER OF C.B.I. AND STATE POLICE\nJurisdiction of CBI in Red Corner Notice\nIn its affidavit filed on 23rd January, 2009 by C.B.I. stated\nas under :-\n\"3(a) The answering Respondent being the functionary of\nInterpol, New Delhi (Central Bureau of Investigation)\nsubmits that it works as an interface between Interpol\nSecretariat General, France, Interpol member countries\n,\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\nand various law enforcement agencies of India.\n917\n(b) with regard to location and apprehension of a wanted\nfugitive, the role of the answering Respondent is to circulate\nthe red corner notice issued by Interpol Secretariat General\nat the behest of any member country within India.\nA\nB\nC\n(c) In order to trace a fugitive criminal, who might have left\nhis/her country, an Interpol Red Corner Notice is got issued\nthrough IPSG (Interpol Secretariat General) at Lyon,\nFrance based on an arrest warrant issued by the\ncompetent judicial authority. Red Corner Notice is sent to\nthe immigration/border control authorities of various\ncountries, who may detain/identify such individual\ndepending upon provisions of their domestic laws and\ninform the requesting country/and authorities concerned for\nfurther necessary action. The domestic legal provisions D\ndiffer from country to country and while some countries\nhave accorded legal sanctity to Red Corner Notice, others\ndo not do so. Once the fugitive is located on the basis of\na Red Corner Notice, the concerned law enforcement\nagency is required to send a request for provisional arrest E\nfollowed for extradition request duly accompanied by all\nnecessary documents to the concerned country through\ndiplomatic channels. The requesting country may also\nmake a deportation request.\n(d) A red corner notice is supported by an arrest warrant\nissued by the competent judicial authority which empowers\nthe law enforcement agency of any member country to take\nfollow up action with regard to the arrest of the fugitive\ncriminal.\n(e) The National Central Bureau of other countries.\n(member countries of INTERPOL) also a request the IPSG\nfor issuance of Red Corner Notices against their wanted\nsubjects and all the member countries take action for the\nlocation, arrest and extradition/deportation for the same as\nF\nG\nH\n918\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nper its law of the land.\n(f) Similarly the Interpol General Secretariat publishes\n'Yellow Notice' to help missing persons, often minors, or\nto help identify persons who are unable to identify\nthemselves.\n(g) Once a person is detained pursuant to a red corner\nnotice, he is produced before the Magistrate and then\nfurther action is taken as per the provisions of the\nExtradition Act, 1962.\"\n107. The question is as to whether the consequences of\nthe Red Corner Notice contravene the civil liberty of a citizen\nin terms of Articles 14, 19 and 21 of the Constitution of India.\n108. Before, however, we devolve thereupon, we may\nnotice the Executive Powers of the Union. Any action taken by\nthe Union of India through the Ministry of External Affairs or the\nC.B.I., on the request of INTERPOL, s Executive Power as\ncontained in Article 73 of the Constitution. We have noticed\nheretobefore the relevant entries in the Legislative List being\nEntry Nos. 8, 10 to 14 and 18 of List - 1 of the Seventh\nSchedule of the Constitution. We may also notice that in regard\nto the matter relating to criminal law the Concurrent List provides\ntherefor in Entry Nos. 1 and 2 which read :-\n\"1. Criminal law, including all matters included in the Indian\nPenal Code at the commencement of this Constitution but\nexcluding offences against laws with respect to any of the\nmatters specified in List I or List II and excluding the use\nof naval, military or air forces or any other armed forces.\nof the Union in aid of the civil power.\n2. Criminal procedure, including all matters included in the\nCode of Criminal Procedure at the commencement of this\nConstitution.\"\n109. Indisputably the Central Government has no\nY\nBHAVESH JAYANTI LAKHANI v. STATE OF\nMAHARASHTRA \u0026 ORS. [S.B. SINHA, J.]\n919\njurisdiction over the police which is contained in Entry 2 of List A\nIl of the Seventh Schedule. It includes railway and village police,\nsubject to the provisions of Entry 2A of List I, which reads as\nunder :-\n\"2A. Deployment of any armed force of the Union or any\nother force subject to the control of the Union or any\ncontingent or unit thereof in any State in aid of the civil\npower; powers, jurisdiction, privileges and liabilities of the\nmembers of such forces while on such deployment.\"\nB\nDoes this violates the doctrine of federalism is the C\nquestion?\nThe power of the Central Government vis-à-vis State is in\ntwo categories.\n110. The police power of the State in respect of any\noffence committed in a State comes within the legislative\ncompetence of the State. The State may exercise some extra\nterritorial jurisdiction only if a part of the offence is committed\nin the State and the other part in another State or some other\nStates. In such a event the State before an investigation to that\npart of the offence which has been committed in any State may\nhave to proceed with the consent of the concerned State or\nmust work with the police of the other State. Its jurisdiction over\nthe investigation into a matter is limited. Keeping in view the\nvarious entries contained in List I of the Seventh Schedule of\nthe Constitution, there cannot be any doubt whatsoever that in\nthe matter of investigation of the matter committed in a State,\nthe jurisdiction of the Central Government is excluded.\n111. Extradition of a fugitive criminal from India to any other\nforeign country, irrespective of the fact as to whether any treaty\nhas been entered into or with that country, is within the exclusive\ndomain of the Central Government. The extradition of a person\nfrom India to any other foreign country is covered by the\nParliament Act, namely the Act. Keeping in view the\nD\nE\nF\nG\nH\n920\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA Constitution of INTERPOL vis-à-vis the Resolutions adopted by\nthe C.B.I. from time to time, although a Red Corner Notice per\nse does not give status of a warrant of arrest by a competent\ncourt. It is merely a request of the issuing authority to keep\nsurveillance on him and provisionally or finally arrest the wanted\nB person for extradition. The provisions of the Act and the Treaty\nare required to be given effect to. Whenever a request is\nreceived from INTERPOL the authority must act on behalf of the\nCentral Government. The INTERPOL provides constitution of\nNCBs by Member States. All Members are required to\nconstitute NCBs which should be an authority within the meaning\nof the provisions of INTERPOL for coordination of the\nfunctioning within the Member States and/or the INTERPOL in\ncase of any request received. Location of a missing person and\nor tracing the whereabouts of a fugitive criminal is not an easy\ntask. The authority within the meaning of the words of the\nINTERPOL must act in cooperation with the State police. For\nthe said purpose it may have to request more than one States.\nA missing person or a fugitive criminal may move from one\nState to another. In such a case it is not possible for one State\nto find out the missing person or fugitive criminal.\nC\nD\nE\n112. C.B.I., although constituted under the DSPE Act its\nfunctions are multiple. While acting in terms of the provisions,\nin particular Sections 3 and 5 of the DSPE Act, it acts as an\ninvestigating officer. The Act contemplates commission of the\nF offences of the nature specified in the Act or those specified in\nseveral Notifications issued from time to time. In terms of\nSection 3 of DSPE Act first information reports are required to\nbe lodged. For the said purpose, the C.B.I. which has several\nbranches all over India is an officer incharge of a police station\nG within the meaning of Section 154 of the Code of Criminal\nprocedure. The authority specified in the DSPE Act, namely the\nSuperintendent of Police of C.B.I. is an officer entitled to carry\nout any investigation. Only when an investigation is carried out\nin relation to an offence which has been committed in a State\nand not in the Indian territory or within the territorial jurisdiction\nH\n"}