{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"COURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1103\nORS. [SWATANTER KUMAR, J.]\non the rise. In our considered view, the pilgrims have a\nconstitutional right under Articles 21 and 19(1)(d) to move\nfreely throughout the territory of India, free of fear, with\ndignity and safety and to ensure enforcement of such right\nis the primary obligation of the State and the Central\nGovernments.\nA\nB\nWhere it is a matter of common knowledge that the\nyatra to the 'Holy Cave of Amarnath' is an occasion of\nprivilege and pride for a devotee, there it is also a matter\nof great concern for the Government of India, the\nC\nGovernment of the State of Jammu \u0026 Kashmir and the\nAmarnath Shrine Board. Some of the events that have\nbeen widely reported in the newspapers compel us to take\na judicial notice of the lack of necessary facilities, essential\namenities and the risk to the lives of the yatris, en route\nand around the \"Holy Cave of Amarnath\".\nD\nLL\nF\nOn 3rdJuly, 2012, it was reported in the Hindustan\nTimes, Delhi Edition, that two more pilgrims died of\ncardiac arrest on Sunday, taking the toll to 22. Both the\npilgrims were stated to be in their mid-thirties. One pilgrim E\nwas on her way to the holy shrine while the other was\nreturning to Pahalgam Base Camp (Names: Ms. Anita\nChourasia and Sadhu Ram). The same daily on 2nd of\nJuly, 2012 had reported that there were deaths of five more\ndevotees as a result of cardiac arrest at the Pahalgam and\nBaltal Base Camps. These were the deaths reported to\nhave occurred between 25th June, 2012 to 2ndJuly, 2012\non the twin tracks of Baltal in Ganderbal and Pahalgam in\nAmarnath. This daily also reported that nearly 1.20 lakh\npilgrims had so far paid obeisance to the shivalingam at\nthe holy cave. This newspaper also showed the path and\nthe weather conditions to which the yatris to the Holy Cave\nwere exposed and the amenities that were available at the\nglacier.\nG\nThe Times of India, New Delhi Edition on 29thJune, H\n1104\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA\nB\nс\nD\nE\nF\n0\n☐ H\n2012 had reported that there was an unidentified body of\n55-year old pilgrim which was recovered along the\nPehalgam cave route in Anantnag district.\nSimilarly, on 28th June, 2012, the Hindustan Times,\nwhile referring that the Management had directed increase\nof security at the yatri base camps to maintain proper\nschedule, had reported that the death toll within the first\nthree days of the commencement of the yatra was six. The\nsame newspaper dated 27th June, 2012 had shown a\nphotograph of the passage that more than 18000 pilgrims\nhad visited the holy cave, which is at the height of 3,880\nmetres, in three days. It showed one of the passages\nleading to the holy cave. From this picture itself, it is clear\nand even otherwise it is a matter of common knowledge\nthat the path leading to the holy cave is not only very small\nbut is even unprotected. The photographs also show that\nhardly any amenities are available for the yatris in and\naround the holy cave, though thousands of people who\nthrong the holy cave have to wait for hours and days for\nhaving the darshan. It has also been published in other\npapers that in the initial days of the yatra, one person had\ndied because of the fall from the height as there was no\nsupport or protection on the path leading to the holy cave.\nThe path somewhere is stated to be even less than six feet\nand does not have any grill or protection (like pagdandi),\nwhich could prevent the people walking on these\nconstricted paths/passages from falling. All the palkis,\nhorses and even the yatris walking on foot, travel on the\nsame path at the same time, thus causing complete jams\non the already tapered paths leading to the holy cave.\nWith the passage of time, the things have hardly\nimproved. We may refer to what was the situation was in\nthe year 2011, as per the newspaper reports of the\nrelevant/concerned year.\nThe Indian Express while reporting the\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1105\nORS. [SWATANTER KUMAR, J.]\ncommencement of the yatra in its newspaper dated 29th A\nJune, 2011 reported that nearly 2.5 lakh pilgrims had\nregistered themselves for the annual pilgrimage with the\nAmarnath Shrine Board till the aforesaid date and 2000\npilgrims had already left the State of Jammu for the yatra.\nIt also reported a very unfortunate incident where a person\nnamed Rajinder Singh, aged 55 years, resident of Jaipur\nhad died due to cardiac arrest at Baltal base camp in\nGanderbal district of Kashmir.\nAgain on 1st July, 2011, the same paper reported\nthat a group of men and women, young, elderly and\nchildren with their backpacks walked up the winding steep\ngradient of the road to the cave shrine. In this report\nreference was made to the statement of the public that\nthere were no vehicles and it was very difficult for the\npilgrims to travel and walk such long distances. From\nBaltal route, 13,000 pilgrims left while 9000 pilgrims left\nfrom Chandanwari for darshan to the holy cave.\nB\nC\nD\nWith the increase in the number of pilgrims coupled\nwith the poor management, it appears that there was a E\nsharp increase in the casualty rate. In the Indian Express\ndated 6th July, 2011, it was reported that 18 yatris had died '\nwithin a week of the commencement of the journey. This\nincluded elderly people as well as young victims. One Mr.\nVikram Rathore, who died, was only aged 25 years. It\nappeared from this report that constraints on the availability\nof medical aid and medical examination is writ large.\nThe same newspaper on 8th July, 2011 reported that\nthree more pilgrims died during the yatra raising the toll\nto 27. Even a constable namely Inderjeet Singh posted\nwith 28 Battalion, Central Reserve Police Force (for short\n'CRPF'), Srinagar, died of heart attack while returning from\nthe cave. Another person aged about 54 years hailing from\nGujarat also died of cardiac arrest at Sangam top much\nahead of the shrine. Still another detailed article appeared\nF\nG\nA\nB\nC\nD\nE\nF\nG\nH\n1106\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nin the Times of India dated 18th July, 2011 detailing the\nlack of facilities, referring to the rush of the pilgrims at the\nbase points as well as at the holy cave. A pilgrim from\nGuwahati stated: \"Half-an-hour after starting out for the\nshrine from Panchtarni, which is a place 6 km from the\nholy cave, we were trapped in a jam for close to two hours.\nThere was not an inch of space on the path. There was\npushing and shoving as yatris got restless. A sudden\nmovement or a horse or commotion in a section of the\ncrowd could have caused a big stampede\". Referring to\nthe statement of an officer, the report stated that the\npilgrims had to be regulated from the base camps and\nthere was very little that the members of the Forces could\ndo at the narrow pathways or the holy cave to control the\nsituation. Nearly 22,000 pilgrims visited the shrine daily\nwhile the limit, as per the administration itself, was reported\nto be 3,400 per day only. It is again a matter of great\nregret that obviously because of lack of proper aid and\namenities, the death toll had gone upto 85 on 21st July,\n2011, as was reported in \"The Hindu\" of the even date.\nAll these reports clearly showed disregard to the\nhuman life. Lack of facilities at the shrine and on the paths\nleading to the shrine is evident from all the aforestated\narticles and the photographs published therein. This Court\nhas repeatedly held that in terms of Article 21 of the\nConstitution of India, a person has a right to live with\ndignity and not be subjected to inhuman treatment,\nparticularly in such places where large number of people\nare bound to visit because of their faith. It can also be\nhardly disputed that huge revenue is generated as a result\nof visit of large number of pilgrims to the Holy Cave. The\nAmarnath Shrine Board receives huge amount of money\nnot only by way of offerings but also from the charges/fee\nit takes from the pony-owners, palkiwallahs as well as the\nhelicopter services available between Baltal and\nPanchtarni.\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1107\nORS. [SWATANTER KUMAR, J.]\nIt is also evident that there is a complete lack of A\nadequate essential amenities and facilities for the yatris\nwho come to pay their tribute at the 'Holy Cave at\nAmarnath'. Lack of medical facilities and limitations of the\nofficers/officials of the Forces are some other facets which\nneed to be considered by the concerned authorities.\nB\nIt also appears to be a very sensitive place from the\nenvironmental point of view and in terms of the provisions\nof the Environment Act, 1986 and the constitutional\nobligation placed upon the concerned authorities, it is\nC\nexpected that proper measures be taken to prevent such\nhigh death rate, controlling pollution and providing the\nrequisite facilities and improving the services required for\nsuccessful completion of such yatras.\nE\nIt is expected of a Government and the concerned D\nauthorities to devote more attention and provide\nappropriate amenities and facilities to protect the life of\nthe individuals, the environment as well as ensure to make\nthe yatra effective and successful, preferably without any\nhuman casualty. The authorities cannot shirk from their\nresponsibility of providing minimum essential facilities\nincluding medical assistance, roads and other necessary\ninfrastructure. Visit of lacks of people to the State of\nJammu \u0026 Kashmir generates revenue for the State, in fact,\nfor the residents of that State and add to the need for\nbetter tourism facilities. The authorities are also expected\nto better equip the Forces posted at the holy cave, base\npoints and en route to the holy cave.\nF\nIt is a settled canon of constitutional law that the\ndoctrine of sustainable development also forms part of G\nArticle 21 of the Constitution. The 'precautionary principle'\nand the 'pollutor-pays principle' flow from the core value in\nArticle 21. The Supreme Court in its judicial dictum in the\ncase of Glanrock Estate Pvt. Ltd. vs. State of Tamil Nadu\n(2010) 10 SCC 96 has held \"forests in India are an\nH\nA\nB\nC\nD\nE\nF\nG\n☐ H\n1108 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nimportant part of the environment. They constitute a\nnational asset and intergenerational equity is also part of\nthe Article 21 of the Constitution and cautioned that if\ndeforestation takes place rampantly, then intergenerational\nequity would stand violated.\nRight to life is enshrined under Article 21 of the\nConstitution which embodies in itself the right to live with\ndignity. The State is not only expected but is under a\nconstitutional command to treat every citizen with human\ndignity and ensure equal treatment to all. In our considered\nview and as demonstrated by these newspaper reports,\ninhuman, unsafe and undesirable conditions are prevailing\nat the base camps and en route to the holy cave. The\nyatris do have a right and the State is under constitutional\nobligation to provide safe passages, proper medical aid,\nappropriate arrangement and at least some shelter to the\nthousands of yatris visiting the holy cave every day. They\nare also expected to equip the forces deployed with\nappropriate equipments facilities and the authorities\nshould ensure that no untoward incident occurs at the holy\nplaces. In our view, the following questions arise for\nconsideration of the Court: -\n1.\n2.\n3.\nWhether there exists proper medical facilities to\nprevent human casualties. Further to provide\nemergency medical aid in the event of these yatris\nfalling sick because of cardiac and other related\nproblems.?\nWhat steps are being taken and have been taken\nto protect the environment in that area?\nWhat essential amenities have been provided at the\nbase camps and en route to the holy cave keeping\nin view that lakhs of people are visiting the shrine\nevery day.\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1109\nORS. [SWATANTER KUMAR, J.]\n4.\n5.\n6.\n7.\nWhat measures are being taken and methods A\nbeing adopted for collection and disposal of the\nwaste including domestic and human waste\ngenerated by the yatrisen route and around the holy\ncave?\nWhat are the facilities and equipments available,\nparticularly for protecting or treating conditions such\nas dyspnoea, cardiac arrest and other heart related\nproblems.\nWhat is the cause for such high casualty rate and\nwhether there exists the required medical\nequipments to ensure that in future such casualties\ncan be avoided?\nWhat measures and means are available with the\nauthorities on ground for handling such huge crowd\nand why seven times the requisite number of people\ncoming to visit the cave per day are being\npermitted and if so, whether there is requisite\ninfrastructure at the site for handling such huge\ncrowd?\nThe time intervening the previous and the current year\nclearly demonstrates that the authorities have not taken any\neffective and appropriate measures for protecting the life\nof thousands of devotees who visit the holy cave during this\nlimited period, despite the print media repeatedly bringing\nthis to the notice of all concerned. Thus, within the\nconstitutional mandate of Article 21, this Court would have\nno option but to pass appropriate directions.\nB\nC\nD\nE\nFT\nF\nG\nAll these aspects need to be taken care of by the\nconcerned authorities certainly with greater emphasis and\nthey cannot escape their obligation to provide minimum\nessential facilities including roads as an approach to the\nholy cave. They are expected to equip their Forces posted H\nA\nB\nC\n1110\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nin an around the cave so as to have complete human\ndignity for the persons working there as well as for the\npilgrims coming to the holy cave. They are also expected\nto make appropriate arrangements for darshans at the\nholy cave so as to avoid health hazards and injuries,\nprovide proper paths and one-way system passages to the\npilgrims to the Holy Cave. Therefore, taking suo motu\nnotice of the articles which are placed below and to\nappropriately deal with this serious subject, answer the\nabove questions and evolve solutions within the framework\nof law, we require the following to appear and answer\nbefore this Court:\n1.\n2.\nD\n3.\nE\nF\nG\n4.\nUnion of India, through its Secretary.\nMinistry of Environment and Forests, through its\nSecretary\nState of Jammu and Kashmir, through its Chief\nSecretary.\nChairman/President of the Amarnathji Shrine\nBoard.\nIssue notice, returnable within a week. Dasti.\"\n2. The notice was served upon the concerned respondents.\nThe respondents filed their respective replies by way of\naffidavits on record. Vide order dated 20th July, 2012, when\nthe petition was called on for hearing, the Court, after hearing\nthe counsel appearing for the parties at some length, while\nnoticing the lack of public amenities, facilities, health care and\nparticularly the high rate of mortality and the need to take\nimmediate and effective steps to remedy the same, constituted\na Special High Powered Committee (for short 'SHPC'). This\nSHPC consisted of representatives from different Ministries of\nthe Union of India, Chief Secretary and other officers of the\nState of Jammu and Kashmir, Director Generals of the Border\nI\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1111\nORS. [SWATANTER KUMAR, J.]\nSecurity Force and the Border Roads Organizations etc. The A\nSHPC was expected to visit the site and make its\nrecommendations in the form of a Report to the Court inter alia,\non the following points: -\n\"1. Construction of proper passages, wide enough and\nwith due support on both sides, for the traffic of pedestrian\nyatris, or horses and by palkis from Panchtarni to the Holy\nCave.\nB\n2. Providing one-way passage with separate tracks, one\nfor pedestrians and other for horses, carriages and palkis C\nnear the Shrine.\n3. Providing of health check-up facilities on both the\npassages from baltal and Panchtarni to the Holy Cave.\n4. Providing of proper public amenities and facilities on\nway and at the lower end of the glaciers near the Holy\nCave.\nD\n5. All such other steps which are required to be taken for\npreventing unfortunate deaths of the yatris, going on yatra, E\nto the Holy Cave.\n6. Deployment of more forces and to provide better\nconditions of service for the members of the forces, posted\non way and at the Holy Cave.\n7. Environmental Impact Assessment.\nF\n8. The manner and methods to be adopted to attain the\nabove, with least damage or interference with the\nenvironment of the entire zone right from Baltal to the Holy G\nCave from different routes.\n9. Deployment of more medical teams, at regular distance\non all the passages leading to the Holy Cave.\nป\nH\n1112\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA\n00\nB\nC\nD\nE\nF\n10. Registration of yatris at Jammu, Srinagar, Baltal and\nPanchtarni.\n11. It should also consider the possibility of limited number\nof yatris being released from Srinagar to Baltal to ensure\nbetter management, hygiene, healthcare and betterment\nof the yatris, who stay there overnight.\n12. Medical examination at the time of registration and\non way.\"\n3. Thereafter, in the order dated 23rd July, 2012, the Court\nalso noticed that within three days the mortality rate had gone\nup from 84 to 97 which was a matter of great worry for all\nconcerned.\n4. The report of the SHPC was submitted along with the\naffidavit dated 6th September, 2012, sworn by Sh. Madhav Lal,\nChief Secretary to the Government of Jammu and Kashmir.\nThis report made its recommendations under eight different\nheads.\n5. Besides dealing with the issues of health, environment,\nregistration, access control \u0026 security, track conditions and\nother public amenities, the Report stated its recommendations\nunder the head 'Summary of Recommendations'.\n6. The counsel appearing for the parties, including for the\nState of Jammu and Kashmir and the Shrine Board, submitted\nbefore the Court that by and large, the recommendations of the\nSHPC were acceptable. In fact, they even assured the\ncompliance of the recommendations, subject to statutory\nclearance from the different authorities. The Court noticed that\nthe recommendations of the SHPC could be divided into two\ndifferent classes: Short-term perspective and Long-term\nperspective. Short-time perspective involved the steps which\nthe Government and the Shrine Board were to proceed to take\nforthwith and which required immediate attention of all the\nH stakeholders. Long-term perspective included steps where the\nG\n"}