{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"COURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1113\nORS. [SWATANTER KUMAR, J.]\nlarger element of planning was involved and their compliance A\nwas likely to take some time. In that very order, the Court had\ndirected immediate compliance of certain works at Baltal and\nsurrounding areas. They related to sewage system (STP) at\nBaltal and widening of passage from Baltal to the holy shrine.\nThe Chief Secretary of the State of Jammu and Kashmir and B\nthe Shrine Board were directed to take appropriate steps for\nplanning of matters relating to medical facilities, registration and\nother ancillary works including deployment of force and one way\npassage at the Shrine during the next yatra.\nC\nD\n7. Vide his letter dated 4th December, 2012, the Ministry\nof Environment and Forests, Government of India, informed the\nAdditional Solicitor General that the affidavit of the State of\nJammu and Kashmir had been perused in compliance with the\norders of this Court and that the environmental issues had been\ncorrectly reflected therein, in accordance with the final report\nprepared by the SHPC and the Ministry was in agreement with\nthe contents of the affidavit. Similarly, the Ministry of Health and\nFamily Welfare, Government of India, vide its letter dated 3rd\nDecember, 2012 had also informed the Additional Solicitor\nGeneral that a meeting was held by the Union Health Secretary\nwith the Government of Jammu and Kashmir and the Chief\nExecutive Officer of the Shrine Board to decide the further\ncourse of action on health issues in terms of the report of the\nSHPC. The issues also related to the States and the Union\nTerritories, identifying the institutions for medical certification F\nand augmenting manpower to support the efforts of the State\nGovernment. Inter alia, the points for attention were stated as\nfollows:\n\"(i) Identify Chief Medical Officer/Medical Superintendent/\nBlock Medical Officer/other Government doctors\nauthorized by the State Government for issuance of\ncompulsory health certificate.\n(ii) Provide list of private medical institutions authorized\nE\nG\nH\n1114\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA\nB\nby the State Governments to issue compulsory health\ncertificate and\n(iii) Make available services of Specialists and General\nDuty Medical Officers to supplement the efforts of the Govt.\nof Jammu \u0026 Kashmir.\"\n8. From the above narration it is clear that the Union of\nIndia, its various Ministries, the State of Jammu and Kashmir\nand the Amarnathji Shrine Board were ad idem in regard to\nthe contents and implementation of the report submitted by the\nC SHPC. During the course of hearing of the petition,\napplications for intervention were filed, which have also been\nconsidered. The interveners and all other stake holders were\nheard at great length. During the course of hearing, certain\nfurther suggestions were made, which were found to be useful\nD and in general public interest.\nE\nIL\nF\n'\n9. The scheme under the Indian Constitution unambiguously\nenshrines in itself the right of a citizen to life under Article 21\nof the Constitution. The right to life is a right to live with dignity,\nsafety and in a clean environment. The ambit of Article 21 of\nthe Constitution has been expanded by judicial\npronouncements consistently. The judgments have accepted\nsuch right and placed a clear obligation on the part of the State\nto ensure meaningful fulfillment of such right. Article 21 of the\nConstitution, with the development of law has attained wide\ndimensions, which are in the larger public interest.\nFurthermore, Article 19(1)(d) gives a citizen the right to move\nfreely throughout the territory of India. This right, of course, like\nany other right is not absolute in terms or free of restrictions.\nThis right, of course, like any other fundamental freedom is\nneither absolute in terms nor is free from restrictions. Article\n19(5) subjects this right to imposition of reasonable restrictions\nwhich the State by law may enact. Such restriction has to be in\nthe interest of general public or for the protection of interest of\nany Scheduled Tribe besides being reasonable and within its\nH legislative competence. Article 25 deals with the Right to\nG\n3\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1115\nORS. [SWATANTER KUMAR, J.]\nFreedom of Religion, subject to public order, morality, health A.\nand other provisions stated in Part III. All persons are equally\nentitled to freedom of conscience and the right to freely profess,\npractice and propagate religion. Of course, again this right is\nsubject to reasonable restrictions within the ambit of Article\n25(2) of the Constitution. In light of these three Articles, now B\nwe have to examine which rights of the citizens are being\nviolated and what is the scope of the present proceedings\nbefore the court and what directions, if any, the court can issue\nwithin the four corners of law. It has undoubtedly and\nindisputably come on record that the rights of yatris to the holy C\nshrine enshrined under Article 21 of the Constitution of India,\nare being violated. There is admittedly lack of basic amenities\nand healthcare. The walking tracks are not only deficient but\nare also not safe for the pedestrians. The management and\narrangements for the yatris at the glacier and near the Holy\nShrine are, to say the least, pathetic. Keeping in mind the\nnumber of yatris who come to pay their homage at the Holy\nShrine every year, the management suffers from basic infirmity,\ndiscrepancies, inefficiency and ill-planning. The Government\nof India, State of Jammu and Kashmir and the Shrine Board\nare under a constitutional obligation to provide free movement,\nprotection and health care facilities along with basic amenities\nand proper tracks to be used by the yatris.\nD\nE\nF\n10. Now, we may examine the dimensions of the rights\nprotected under Article 21 of the Constitution of India. The\nsocio-economic justice for people is the very spirit of the\npreamble of our Constitution. 'Interest of general public' is a\ncomprehensive expression comprising several issues which\naffect public welfare, public convenience, public order, health,\nmorality, safety etc., all intended to achieve the socio-economic G\njustice for people. In the case of Consumer Education and\nResearch Centre v. Union of India (1995) 3 SCC 42, this Court\nwhile noticing Article 1 of the Universal Declaration of Human\nRights, 1948 (for short 'UDHR') asserted that human sensitivity\nand moral responsibility of every State is that \"all human beings H\n1116 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA are born free and equal in dignity and rights. They are endowed\nwith reason and conscience and should act towards one\nanother in a spirit of brotherhood.\" The Court also observed\n\"the jurisprudence of personhood or philosophy of the right to\nlife envisaged under Article 21, enlarges its sweep to\nB encompass human personality in its full blossom with\ninvigorated health which is a wealth to the workman to earn his\nlivelihood, to sustain the dignity of person and to live a life with\ndignity and equality.\"\nC\nD\n11. Not only this, there is still a greater obligation upon the\nCentre, State and the Shrine Board in terms of Article 48A of\nthe Constitution where it is required to protect and improve the\nenvironment. Article 25(2) of the UDHR ensures right to\nstandard of adequate living for health and well-being of an\nindividual including housing and medical care and the right to\nsecurity in the event of sickness, disability etc. The expression\n'life' enshrined in Article 21 of the Constitution does not connote\nmere animal existence or continued drudgery through life. It has\na much wider meaning which includes right to livelihood, better\nstandard of living, hygienic conditions in the workplace and\nE leisure. The right to life with human dignity encompasses within\nits fold, some of the finer facets of human civilization which\nmakes life worth living. The expanded connotation of life would\nmean the tradition and cultural heritage of the persons\nconcerned. In the case of Consumer Education \u0026 Research\nF Centre (supra), the Court discussing the case of C.E.S.C. Ltd.\nv. Subhash Chandra Bose [(1992) 1 SCC 441] stated with\napproval that in that case the Court had considered the gamut\nof operational efficacy of human rights and constitutional rights,\nthe right to medical aid and health and held the right to social\nG justice as a fundamental right. The Court further stated that the\nfacilities for medical care and health to prevent sickness,\nensure stable manpower for economic development and\ngenerate devotion to duty and dedication to give the workers'\nbest performance, physically as well as mentally. The Court\nH particularly, while referring to the workmen made reference to\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1117\nORS. [SWATANTER KUMAR, J.]\nArticles 21, 39(e), 41, 43 and 48-A of the Constitution of India A\nto substantiate that social security, just and humane conditions\nof work and leisure to workmen are part of his meaningful right\nto life.\n12. Security to citizens by the State is also a very sensitive\nissue. The State has to draw a careful balance between\nproviding security, without violating fundamental human dignity.\nIn the case of In Re: Ramlila Maidan Incident (2012) 5 SCC 1,\nthe Court observed \"the primary task of the State is to provide\nsecurity to all citizens without violating human dignity. Powers\nconferred upon the statutory authorities have to be, perforce,\nadmitted. Nonetheless, the very essence of constitutionalism\nis also that no organ of the State may arrogate to itself powers\nbeyond what is specified in the Constitution.\"\n13. In Bhim Singh v. Union of India (2010) 5 SCC 538,\nwhile referring to the obligations of the State and its functions,\nthe Court held:\n\"53....it is also settled by this Court that in interpreting the\nConstitution, due regard has to be given to the Directive\nPrinciples which has been recorded as the soul of the\nConstitution in the context of India being the welfare State.\nIt is the function of the State to secure to its citizens \"social,\neconomic and political justice\", to preserve \"liberty of\nthought, expression, belief, faith and worship\" and to\nensure \"equality of status and of opportunity\" and \"the\ndignity of the individuals\" and the \"unity of the nation\". This\nis what the Preamble of our Constitution says and that is\nwhat which is elaborated in the two vital chapters of the\nConstitution on Fundamental Rights and Directive\nPrinciples of the State Policy.\"\nB\nC\nD\nE\nF\nG\n14. Where it is the bounden duty of the State to protect\nthe above rights of the citizen in discharge of its constitutional\nobligation in the larger public interest, there the law also casts\na duty upon the State to ensure due protection to the forests H\n}\n1118 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA and environment of the country. Forests in India are an\nimportant part of the environment. They constitute a national\nasset. We may, at this stage, refer to the concept of inter-\ngenerational equity, which has been treated to be an integral\npart of Article 21 of the Constitution of India. The Courts have\nB applied this doctrine of sustainable development and\nprecautionary principle to the cases where development is\nnecessary, but certainly not at the cost of environment. The\nCourts are expected to drive a balance between the two. In\nother words, the onerous duty lies upon the State to ensure\nprotection of environment and forests on the one hand as well\nas to undertake necessary development with due regard to the\nfundamental rights and values.\nC\nD\n15. From the analysis of the above, it is clear that the\nappropriate balance between different activities of the State is\nthe very foundation of the socio-economic security and proper\nenjoyment of the right to life.\n16. In the present case, as already noticed, there is hardly\nany dispute. In fact, all the parties are ad idem on the issue\nE that much is required to be done before the State can claim\nthat it has discharged its constitutional obligation in the larger\npublic interest. In fact, the report of the SHPC has accepted\nthe existence of lack of facilities, non-availability of proper health\ncare, need for proper management, providing of proper\nF passage/walking tracks and finally the basic amenities. The\nreport proceeds on the basis that much is required to be done\nby the State and the Shrine Board. The State and the Shrine\nBoard under the umbrella of the Union of India has to act in\ntandem, with great cooperation, coordination and objectivity so\nas to ensure protection of rights on the one hand and discharge\nof its obligations on the other.?\nG\n17. With the passage of time and passing of each yearly\nyatra, the pilgrims' mortality rate has increased. Greater\ndifficulties are faced by the pilgrims in relation to health care,\nH public amenities and sanitation arrangements. Besides this,\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1119\nORS. [SWATANTER KUMAR, J.]\ndire need exists for improvement of the walking tracks to the A\nShrine and proper management of separate one-way routes for\nhorses and palkis as one unit and pedestrians as the other unit.\nWith the passage of time, the number of yatris has increased.\nIn the recent yatra held in the year 2012, nearly 18,000 pilgrims\nhave paid their homage at the Shrine. It is a very complex issue B\ncomprising various facets. Steps are required to be taken\nincluding development of the area but with due regard to the\nenvironmental and forest issues. The SHPC had held various\nmeetings, deliberated on various aspects and problems and\nafter considerable deliberation and efforts, have submitted the\nC\nreport dated 6th September, 2012. Under Chapter IX of this\nreport, the SHPC has submitted the summary of\nrecommendations. These recommendations read as under:\n\"SUMMARY OF RECOMMENDATIONS\nD\n9.1 Through its various Orders, the Hon'ble Supreme Court\nhas referred to several issues connected with the\nAmarnathji Yatra and directed the SHPC to make\nrecommendations in regard thereto. While the SHPC's\nrecommendations, issue-wise, are summarized in the E\nparagraphs below, these may be read in conjunction with\nthe context, observations and rationale discussed in detail\nin Chapters 1-8.\n9.2 HEATH ISSUES\n9.2.1 The following issues were required to be examined\nby the SHPC:\nF\na) Providing of health check-up facilities on both\nthe passages from Baltal and Panchtarni to the G\nHoly Cave.\nb) All such other steps which are required to be\ntaken for preventing unfortunate deaths of the yatris,\ngoing on yatra to the Holy Cave.\nH\n1120\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA\nc)\nB\nC\nD\nE\nF\nG\nH\nDeployment of more medical teams, at regular\ndistance on all the passages leading to the Holy\nCave.\n9.2.2 The SHPC has made the following recommendations\nvis-avis the issues listed above:\n9.2.3 The SHPC endorses the requirement of every Yatri\nfurnishing a Health Certificate while seeking Registration\nfor the pilgrimage. It also considers it necessary that the\nformat of the Compulsory Health Fitness Certificate should\nbe revised to specifically reflect the existing ailments from\nwhich applicant-Yatri may be suffering.\n9.2.4 An Expert Medical Committee (three Medical\nSpecialists to be nominated by Union Health Ministry and\none Medical Specialist to be nominated by the Government\nof Jammu and Kashmir) should review the format of the\nexisting Compulsory Health Certificate and suggest\nsuitable modifications therein, as required. State Health\nSecretary shall serve as the Convener of this Committee\nwhich will also prescribe a check-list for issue of the\nCertificate and its standard format.\n9.2.5 There is need to reconsider the authority competent\nto issue the Compulsory Heath Certificate, which is\ncurrently being done by any Registered Medical\nPractitioner. The same should now be issued by the Chief\nMedical Officer/ Medical Superintendent | Block Medical\nOfficer/Government Doctors authorized by the concerned\nState Government Health authorities. State Governments\nand Union Health Ministry will also provide lists of reputed\nPrivate Medical Institutions, located in areas within their\nrespective jurisdictions, which may be authorised to issue\nHealth Fitness Certificates. CEO, SASB, shall compile\nState-wise lists of such authorized institutions and arrange\nto provide the widest possible publicity to such lists through\nall possible means.\nCOURT ON ITS OWN MOTION v. UNION OF INDIA \u0026 1121\nORS. [SWATANTER KUMAR, J.]\nB\n9.2.6 The medical facilities should be rationally dispersed A\nand relocated on the basis of critical assessments. A\nCommittee comprising the State Secretary Health, CEO\nSASB, Director Health Services (Kashmir) and one senior\nofficer each from Army, BSF, CRPF and ITBP should\nreview the existing locations of all Medical Aid Centres\n(MACS) and rationalize the location of MACs and, wherever\nnecessary, increasing the number of MACS to ensure that\nthese are located at regular intervals/ distances from each\nother and not in a cluster. Well equipped and staffed MACS\nshould be set up at Sangam and in Holy Camp Lower C\nCamp area. ITBP (which has considerable experience of\norganizing medical aid for Mansrovar Yatra) should be\nasked to set up at least two MACS in the lower Holy Cave\nand Sheshnag areas. They could perhaps set up more\nMACs in subsequent years.\n9.2.7 There is need for establishing a well organised MAC,\nalong with adequate number of Rescue Volunteers, in the\nLower Cave and Sangam Top areas and also at other\nlocations like Kalimata Top, Railpathri, Nagakoti, Wavbal\netc.\n9.2.8 Keeping in view that a fair percentage of pilgrims\nprefer Indian Systems of Medicine (ISM), an increased\nnumber of ISM medical camps could be provided at\nsuitable locations along both the routes.\n9.2.9 The Union Health Ministry and the States (particularly\nthose from where a relatively larger number of pilgrims\narrive) should be moved to provide the services of\nSpecialist doctors, as well as GDMOs, to supplement the\nefforts of the State Government.\n9.2.10 The Union Health Ministry should facilitate timely\narrangements for appropriate training in High Altitude\nSickness Management being provided to doctors and\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\nLL\nF\nG\nH\n1122 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nparamedics of the J\u0026K Health Department who are to be\ndeployed on Yatra duty.\n9.2.11 The Union Health Ministry should enable\nexperienced Specialists to advise the State Health\nauthorities regarding the medicines, medical equipments\netc. which should be provided in MACs located in the high\naltitude areas. The Union Health Ministry should also\nsupplement the efforts of the State to provide the required\nequipments/medicines, particularly in regard to the\nprovision of portable Hyperbaric Chambers for on-the-spot\ndecompression of sick Yatris at identified Medical camps.\n9.2.12 The possibility of providing special insulated tents\nor Prefabricated Huts or completing the pucca structures\nto house medical facilities therein should be timely\nexplored and the needful done by the State Health\nDepartment with the required support, as needed, from the\nUnion Health Ministry.\n9.2.13 The MACS at Holy Cave, Sangam, Panjtarni,\nSheshnag and Poshpathri should be housed in larger tents/\nstructures in which temperatures at 25-26 degrees can be\nmaintained for effective patient care. The State Health\nDepartment should procure suitable tents/ prefabricated\nhuts for this purpose.\n9.2.14 A Committee comprising CEO, SASB (Convenor),\none High Altitude Medicine Specialist (to be nominated by\nthe Union Health Ministry) and one Medical Specialist (to\nbe nominated by the State Health Department) will\nprepare an appropriate food menu which shall be adhered\nto by the Langar Organizations. All other food items/ junk\nfood should be banned and not allowed to be served on\nthe Yatra route.\n9.2.15 The SASB should make the Yatris better aware of\nthe challenges and the medical problems they are likely\n"}