{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"JITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 359\nORS. [SWATANTER KUMAR, J.]\n(c) the respective rights of secured and unsecured A\ncreditors; as are in force for the time being under the law\nof insolvency with respect to the estates of persons\nadjudged insolvent:\nProvided that the security of every secured creditor shall\nbe deemed to be subject to a pari passu charge in favour\nof the workmen to the extent of the workmen's portion\ntherein, and, where a secured creditor, instead of\nrelinquishing his security and proving his debt, opts to\nrealise his security,-\n(a) the liquidator shall be entitled to represent the workmen\nand enforce such charge;\n(b) any amount realised by the liquidator by way of\nenforcement of such charge shall be applied rateably for\nthe discharge of workmen's dues; and\n(c) so much of the debt due to such secured creditor as\ncould not be realised by him by virtue of the foregoing\nprovisions of this proviso or the amount of the workmen's\nportion in his security, whichever is less, shall rank pari\npassu with the workmen's dues for the purposes of section\n529A.\nB\nC\nD\nE\n(2) All persons who in any such case would be entitled to\nprove for and receive dividends out of the assets of the F\ncompany, may come in under the winding up, and make\nsuch claims against the company as they respectively are\nentitled to make by virtue of this section:\nProvided that if a secured creditor instead of relinquishing\nhis security and proving for his debt proceeds to realise\nhis security, he shall be liable to 2[pay his portion of the\nexpenses] incurred by the liquidator (including a provisional\nliquidator, if any) for the preservation of the security before\nits realization by the secured creditor.\nG\nI\nΑ\nB\nC\nD\nE\nF\nG\nH\n360 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nExplanation.-For the purposes of this proviso, the portion\nof expenses incurred by the liquidator for the preservation\nof a security which the secured creditor shall be liable to\npay shall be the whole of the expenses less an amount\nwhich bears to such expenses the same proportion as the\nworkmen's portion in relation to the security bears to the\nvalue of the security.\n(3) For the purposes of this section, section 529A and\nsection 530,-\n(a) \"workmen\", in relation to a company, means the\nemployees of the company, being workmen within the\nmeaning of the Industrial Disputes Act, 1947 (14 of 1947);\n(b) \"workmen's dues\", in relation to a company, means the\naggregate of the following sums due from the company to\nits workmen, namely:-\n(i) all wages or salary including wages payable for time or\npiece work and salary earned wholly or in part by way of\ncommission of any workman, in respect of services\nrendered to the company and any compensation payable\nto any workman under any of the provisions of the Industrial\nDisputes Act, 1947 (14 of 1947);\n(ii) all accrued holiday remuneration becoming payable to\nany workman, or in the case of his death to any other\nperson in his right, on the termination of his employment\nbefore, or by the effect of, the winding up order or\nresolution;\n(iii) unless the company is being wound up voluntarily\nmerely for the purposes of reconstruction or of\namalgamation with another company, or unless the\ncompany has, at the commencement of the winding up,\nunder such a contract with insurers as is mentioned in\nsection 14 of the Workmen's Compensation Act, 1923 (8\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 361\nORS. [SWATANTER KUMAR, J.]\nof 1923) rights capable of being transferred to and vested A\nin the workman, all amounts due in respect of any\ncompensation or liability for compensation under the said\nAct in respect of the death or disablement of any workman\nof the company;\n(iv) all sums due to any workman from a provident fund, a\npension fund, a gratuity fund or any other fund for the\nwelfare of the workmen, maintained by the company;\nB\n(c) \"workmen's portion\", in relation to the security of any\nsecured creditor of a company, means the amount which\nC\nbears to the value of the security the same proportion as\nthe amount of the workmen's dues bears to the aggregate\nof-\n(i) the amount of workmen's dues; and\n(ii) the amounts of the debts due to the secured creditors.\nIllustration\n529A. Overriding preferential payment.-\nNotwithstanding anything contained in any other provision\nof this Act, or any other law for the time being in force, in\nthe winding up of a company-\nD\nE\n(a) workmen's dues; and\n(b) debts due to secured creditors to the extent such debts\nrank under clause (c) of the proviso to sub-section (1) of\nsection 529 pari passu with such dues,\nshall be paid in priority to all other debts.\n(2) The debts payable under clause (a) and clause (b) of\nsub-section (1) shall be paid in full, unless the assets are\ninsufficient to meet them in which case they shall abate in\nequal proportions.\nF\nG\nH\nA\nB\nC\nD\nヨ\nF\n0\nH\n362 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\n530. Preferential payments. - (1) In a winding up subject\nto the provisions of section 529A, there shall be paid] in\npriority to all other debts-\n(a) all revenues taxes, cesses and rates due from the\ncompany to the Central or a State Government or to a\nlocal authority at the relevant date as defined in clause (c)\nof sub-section (8), and having become due and payable\nwithin the twelve months next before that date;\n(b) all wages or salary (including wages payable for time\nor piece work and salary earned wholly or in part by way\nof commission) of any employee, in respect of services\nrendered to the company and due for a period not\nexceeding four months within the twelve months next\nbefore the relevant date subject to the limit specified in\nsub-section (2);\n(c) all accrued holiday remuneration becoming payable to\nany employee, or in the case of his death to any other\nperson in his right, on the termination of his employment\nbefore, or by the effect of, the winding up order or\nresolution;\n(d) unless the company is being wound up voluntarily\nmerely for the purposes of reconstruction or of\namalgamation with another company, all amounts due, in\nrespect of contributions payable during the twelve months\nnext before the relevant date, by the company as the\nemployer of any persons, under the Employees' State\nInsurance Act, 1948 (34 of 1948), or any other law for the\ntime being in force;\n(e) unless the company is being wound up voluntarily\nmerely for the purposes of reconstruction or of\namalgamation with another company, or unless the\ncompany has, at the commencement of the winding up,\nunder such a contract with insurers as is mentioned in\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 363\nORS. [SWATANTER KUMAR, J.]\nsection 14 of the Workmen's Compensation Act, 1923 (8 A\nof 1923), rights capable of being transferred to and vested\nin the workman, all amounts due in respect of any\ncompensation or liability for compensation under the said\nAct in respect of the death or disablement of any employee\nof the company;\n(f) all sums due to any employee from a provident fund, a\npension fund, a gratuity fund or any other fund for the\nwelfare of the employees maintained by the company; and\nB\n(g) the expenses of any investigation held in pursuance of C\nsection 235 or 237, in so far as they are payable by the\ncompany.\n(2) The sum to which priority is to be given under clause\n(b) of sub-section (1), shall not, in the case of any one D\nclaimant, 2[exceed such sum as may be notified by the\nCentral Government in the Official Gazette].\n(3) Where any compensation under the Workmen's\nCompensation Act, 1923 (8 of 1923), is a weekly payment,\nthe amount due in respect thereof shall, for the purposes\nof clause (e) of sub-section (1), be taken to be the amount\nof the lump sum for which the weekly payment could, if\nredeemable, be redeemed if the employer made an\napplication for that purpose under the said Act.\nE\nF\n(4) Where any payment has been made to any employee\nof a company,-\n(i) on account of wages or salary; or\n(ii) to him, or in the case of his death, to any other person\nin his right, on account of accrued holiday remuneration,\nout of money advanced by some person for that purpose,\nthe person by whom the money was advanced shall, in a\nwinding up, have a right of priority in respect of the money\nG\nH\nA\nB\nC\nD\nE\nF\nG\n364 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nso advanced and paid, up to the amount by which the sum\nin respect of which the employee or other person in his\nright would have been entitled to priority in the winding up\nhas been diminished by reason of the payment having\nbeen made.\n(5) The foregoing debts shall-\n(a) rank equally among themselves and be paid in full,\nunless the assets are insufficient to meet them, in which\ncase they shall abate in equal proportions; and\n(b) so far as the assets of the company available for\npayment of general creditors are insufficient to meet them,\nhave priority over the claims of holders of debentures under\nany floating charge created by the company, and be paid\naccordingly out of any property comprised in or subject to\nthat charge.\n(6) Subject to the retention of such sums as may be\nnecessary for the costs and expenses of the winding up,\nthe foregoing debts shall be discharged forthwith so far as\nthe assets are sufficient to meet them, and in the case of\nthe debts to which priority is given by clause (d) of sub-\nsection (1), formal proof thereof shall not be required\nexcept in so far as may be otherwise prescribed.\n(7) In the event of a landlord or other person distraining or\nhaving distrained on any goods or effects of the company\nwithin three months next before the date of a winding up\norder, the debts to which priority is given by this section\nshall be a first charge on the goods or effect so distrained\non, or the proceeds of the sale thereof:\nProvided that, in respect of any money paid under any such\ncharge, the landlord or other person shall have the same\nrights of priority as the person to whom the payment is\nmade.\n☐ H\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 365\nORS. [SWATANTER KUMAR, J.]\n(8) For the purposes of this section-\n(a) any remuneration in respect of a period of holiday or\nof absence from work through sickness or other good\ncause shall be deemed to be wages in respect of services\nrendered to the company during that period;\n(b) the expression \"accrued holiday remuneration\"\nincludes, in relation to any person, all sums which, by virtue\neither of his contract of employment or of any enactment\n(including any order made or direction given under any\nenactment), are payable on account of the remuneration\nwhich would, in the ordinary course, have become payable\nto him in respect of a period of holiday, had his\nemployment with the company continued until he became\nentitled to be allowed the holiday;\n(bb) the expression \"employees\" does not include a\nworkman; and\n(c) the expression \"the relevant date\" means-\n(i) in the case of a company ordered to be wound up\ncompulsorily, the date of the appointment (or first\nappointment) of a provisional liquidator, or if no such\nappointment was made, the date of the winding up order,\nunless in either case the company had commenced to be\nwound up voluntarily before that date; and\n(ii) in any case where sub-clause (i) does not apply, the\ndate of the passing of the resolution for the voluntary\nwinding up of the company.\n(9) This section shall not apply in the case of a winding up\nwhere the date referred to in sub-section (5) of section 230\nof the Indian Companies Act, 1913 (7 of 1913), occurred\nbefore the commencement of this Act, and in such a case,\nthe provisions relating to preferential payments which would\nA\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nLL\nG\n366 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nhave applied if this Act had not been passed, shall be\ndeemed to remain in full force.\"\n10. Chapter V of the Act deals with provisions that are\napplicable to every mode of winding up and in particular, the\nabove provisions deal with the proof and ranking of claims.\nSection 529 is concerned with the application of insolvency\nrules to winding up of an insolvent company. The opening\nlanguage of Section 529 contemplates that in winding up of an\ninsolvent company, the Rules prevalent under the law of\ninsolvency shall be applicable. Thus, the Provincial Insolvency\nAct, 1920 (for short the \"Insolvency Act\"), to the extent\npermissible, would be applicable in regard to the winding up\nof a company. Section 47 of the Insolvency Act reads as under:\n\"47. Secured creditors.-\n(1) Where a secured creditor realizes his security, he\nmay prove for the balance due to him, after\ndeducting the net amount realized.\n(2) Where a secured creditor relinquishes his security\nfor the general benefit of the creditors, he may prove\nfor his whole debt.\n(3)\nWhere a secured creditor does not either realize\nor relinquish his security, he shall, before being\nentitled to have his debt entered in the schedule,\nstate in his proof the particulars of his security, and\nthe value at which he assesses it, and shall be\nentitled to receive a dividend only in respect of the\nbalance due to him after deducting the value so\nassessed.\n(4) Where a security is so valued, the Court may at any\ntime before realization redeem it on payment to the\ncreditor of the assessed value.\nH\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 367\nORS. [SWATANTER KUMAR, J.]\n(5) Where a creditor, after having valued his security, A\nsubsequently realizes it, the net amount realized\nshall be substituted for the amount of any valuation\npreviously made by the creditor, and shall be\ntreated in all respects as an amended valuation\nmade by the creditor.\n(6) Where a secured creditor does not comply with the\nprovisions of this section, he shall be excluded from\nall share in any dividend.\"\nB\nC\n11. The above provision gives different options that are\navailable and can be exercised by a secured creditor. It,\nhowever, has to be kept in mind that in terms of section 529\nthe rules of insolvency shall prevail and be observed but only\nwith regard to debts provable, the valuation of annuities and\nfuture and contingent liabilities and the respective rights of D\nsecured and unsecured creditors. Where a secured creditor\nrealizes his security, he may prove the balance due to him after\ndeducting the net amount realized; or where a secured creditor\nrelinquishes his security for the general benefit of the creditors,\nhe may prove for whole of his debt. Still, where a secured\ncreditor does not exercise either of these options, he is entitled\nto have his debt entered in the schedule and would be entitled\nto receive the dividend in terms of Section 47(3).\nE\nF\n12. It is worthwhile to note that the proviso to Section 529\nof the Act creates a deeming fiction in law and makes it clear\nthat the security of every secured creditor shall be deemed to\nbe subject to a pari passu charge in favour of the workmen, to\nthe extent of the workman's portion thereunder. This fiction is\nintended to give the workmen a preferential right to recover their\ndues. The expression 'workmen's portion' appearing in the\nproviso to Section 529(1) is explained under clause (c) of\nSection 529(3) of the Act. The workmen's portion in relation to\nthe security of any secured creditor of a company means the\namount which bears to the value of the security the same\nproportion as the amount of the workmen's dues bears to the H\nG\n368 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA aggregate of the amount of the workmen's dues and the amount\nof the debts due to the secured creditors. The workmen's\nportion is to be computed in terms thereof with the aid of the\nillustration given in that provision. Thus, the security of every\nsecured creditor, by fiction of law, is subject to a pari passu\nB charge in favour of the workmen to the extent of the workmen's\nportion and where the secured creditor, instead of relinquishing\nhis security and proving his debt, opts to realize his security,\nin that event, so much of the debt due to such secured creditor\nas could not be realized by him by virtue of the pari passu\nC charge in favour of the workmen or the amount of the workmen's\nportion in his security, whichever is less, shall rank pari passu\nwith the workmen's dues for the purposes of Section 529A.\nD\n13. Section 529A of the Act opens with non-obstante\nclause, giving the workmen's dues and secured creditors' dues,\nas defined under the proviso to Section 529(1), an over-riding\neffect over the other provisions of the Act as well as any other\nlaw in the matter of priority of payment of dues. Application of\nSection 529A of the Act is not dependent upon any other\nprovision of the Act including Section 529 except to the extent\nE specified in Section 529, proviso (c). So, it is not dependent\nupon the limitation imposed by any other law for the time being\nin force, including Section 47 of the Insolvency Act. The non-\nobstante opening words of Section 529(A) are intended to give\nprecedence to the 'overriding preferential payments' in contrast\nF to the 'preferential payments' as contemplated under Section\n530 of the Act. This non-obstante language attains even greater\nsignificance as it, in no uncertain terms, provides that Section\n529(A) shall have effect notwithstanding anything contained in\nany other provision of the Act or any other law for the time being\nG in force. No law, including the insolvency law can undermine the\napplication and effect of Section 529 read with Section 529A\nof the Act. Thus, the provisions are exceptions to all other laws\nin force.\nI\n14. Once the contents of proviso to Section 529 and its\n"}