{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 13 S.C.R. 339\nJITENDRA NATH SINGH\nV.\nTHE OFFICIAL LIQUIDATOR \u0026 ORS.\n(Civil Appeal No. 6755 of 2012)\nSEPTEMBER 21, 2012\n[S.H. KAPADIA, CJI., A.K. PATNAIK AND\nSWATANTER KUMAR, JJ.]\nA\nB\nCompanies Act, 1956 - s. 529 Proviso and s. 529A -\nCompany under liquidation - Right of secured creditors - Over C\nthe unsecured assets - Held: The secured creditors of a\ncompany under liquidation have a right only over the secured\nassets and not over all the assets - However, they will have\npreferential claim even on the unsecured assets, on pari\npassu basis with the workmen in respect of dues which could D\nnot be realized because of statutory charge created in favour\nof workmen in the first limb of proviso to s. 529(1) and required\nto be paid alongwith workmen's dues in priority to all other\ndebts u/s.529-A.\nWords and Phrases:\n'Creditor' and 'Secured Creditor' - Meaning of, in the\ncontext of Companies Act, 1956.\nE\nThe property and assets of the company under F\nliquidation was sold by the Official Liquidator. The\nsecured and the unsecured assets were sold separately\nand separate accounts were maintained for both. The\nsale proceeds from the secured creditors was distributed\namong the secured creditors and the workmen as per s.\n529 of the Companies Act, 1956. As regards the sale\nproceeds of unsecured assets, the claim of the workmen\nwas that their entire remaining claim should be satisfied\nin preference to all other claimants in terms of s. 529A of\n339\nG\nH\n340 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA the Companies Act. On the other hand the secured\ncreditors contended that they had pari passu charge\neven on the sale proceeds of the unsecured assets in\nterms of the statutory provision and also in view of the\nfact that they had given up their security in favour of the\nB workmen. The claim of the workmen was rejected by the\nCompany Court. The appeal against the order was\ndismissed by the High Court. Hence the present appeal.\nC\nD\nAllowing the appeal and remitting the matter to\nCompany Court, the Court\nHELD:\nPER MAJORITY: [By A.K. Patnaik, J. (For himself and S.H.\nKapadia, CJI)]\n1. A plain reading of clause (c) of sub-section (1) of\nSection 529 of Companies Act, 1956 makes it clear that\nin the winding up of an insolvent company, the same\nrules shall prevail and be observed with regard to the\nrespective rights of secured and unsecured creditors as\nE are in force for the time being under the law of insolvency\nwith respect to the estates of persons adjudged\ninsolvent. This would mean that the respective rights of\nsecured and unsecured creditors of an insolvent\ncompany, which is being wound up, will be the same as\nF the respective rights of secured and unsecured creditors\nwith respect to the estates of persons adjudged insolvent\nas are in force under the law of insolvency. In the State\nof Jharkhand, the Provincial Insolvency Act, 1920 is in\nforce and accordingly the respective rights of secured\nG and unsecured creditors with respect to the assets of the\ninsolvent company being wound up will be the same as\nin the Insolvency Act. Companies Act does not define a\n\"creditor' and a 'secured creditor'. Section 2(1)(a) and\nSection 2(1)(e) of the Insolvency Act define the words\n'creditor' and 'secured creditor'. A secured creditor\nH\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 341\nORS.\nmeans a person holding a mortgage, charge or lien on A\nthe property of the debtor or any part thereof as a security\nfor a debt due to him from the debtor. The result is that\nthe expression 'secured creditor' in Section 529(1)(c)\nwould mean a person who holds a mortgage, charge or\nlien on the property of the company or any part thereof B\nas a security for a debt due to him from the company.\nWhere, therefore, a creditor, such as the bank or the\nfinancial institution in this case, does not hold a\nmortgage, charge or lien on the property of the company\nor any part thereof as a security for a debt due to it from\nthe company, it is not a secured creditor for the purposes\nof Sections 529 and 529A of the Companies Act. [Para 5]\n[390-D-H; C-F]\nC\nD\n2. An unsecured creditor is entitled under Section 45\nof the Insolvency Act to receive dividends equally with\nthe other creditors, whereas the secured creditor has the\nright under Section 47 of the Insolvency Act to realize the\nsecurity and to prove for the balance due to him in case\non realization of such security he is not able to recover\nthe entire amount due to him. If, however, the secured E\ncreditor does not opt to realize his security but\nrelinquishes it for the general benefit of the creditors,\nthen he may prove for his whole debt. Under the\nInsolvency Act, therefore, the secured creditor has only\na right over the particular property offered to him as F\nsecurity and all the creditors have equal rights over the\nother properties comprising the estate of the person\nadjudged insolvent. [Para 6] [392-G-H; 393-A-B]\n3. The first limb of the proviso to clause (c) of sub-\nsection (1) of Section 529 of the Companies Act creates\na statutory charge over the security of every secured\ncreditor to the extent of the workmen's portion. In other\nwords, every property or asset of an insolvent company,\nwhich is being wound up and which has been offered as\nG\nH\nA\n342 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\na security to a secured creditor is subject statutorily to a\npari passu charge in favour of the workmen to the extent\nof the workmen's portion by virtue of the proviso to sub-\nsection (1) of Section 529 of the Companies Act. Therefore,\nthe first limb of the proviso to sub-section (1) of Section\nB 529 does not create any pari passu charge in favour of\nsecured creditor over property or asset of the company\nwhich has not been given as security by the company to\nthe secured creditor. [Para 8] [393-G-H; 394-C]\nC\n4. The second limb of the proviso to sub-section (1)\nof Section 529 of the Companies Act states the\nconsequences which follow where a secured creditor,\ninstead of relinquishing his security and proving his debt,\nopts to realize his security. These are: (a) the liquidator\nshall be entitled to represent the workmen and enforce\nD such charge; (b) any amount realized by the liquidator by\nway of enforcement of such charge shall be applied\nrateably for the discharge of workmen's dues; and (c) so\nmuch of the debt due to such secured creditor as could\nnot be realized by him by virtue of the foregoing\nE provisions of this proviso or the amount of the workmen's\nportion in his security, whichever is less, shall rank pari\npassu with the workmen's dues for the purposes of\nSection 529A of the Companies Act. Thus, clause (c) of\nthis proviso does not create a pari passu charge over\nF properties or assets of the company which have not been\noffered to the secured creditor as security, but to the\nextent of the loss of security suffered by a particular\nsecured creditor because of the statutory charge created\nin favour of the workmen, the secured creditor is ranked\nG pari passu with the workmen for overriding preferential\npayment under Section 529A of the Companies Act. [Para\n9] [394-D-F, H; 395-A-B]\nI\n5. Section 529A of the Companies Act states that\nnotwithstanding anything contained in any other\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 343\nORS.\nD\nprovision of the Companies Act or any other law for the A\ntime being in force, in the winding up of a company - (a)\nworkmen's dues; and (b) debts due to secured creditors\nto the extent such debts rank under clause (c) of the\nproviso to sub-section (1) of Section 529 of the\nCompanies Act pari passu with such dues, shall be paid B\nin priority to all other debts. The entire object of Section\n529A of the Companies Act is to ensure overriding\npreferential payment of (1) the workmen's dues and (2)\ndebts due to secured creditors to the extent such debts\nrank under clause (c) of the proviso to sub-section (1) of C\nSection 529 pari passu with the workmen's dues. The\neffect of the non-obstante clause in the opening part of\nSection 529A of the Companies Act, therefore, is that\nnotwithstanding anything in the Companies Act and any\nother law including the Insolvency Act, workmen's dues\nand dues of the secured creditor which could not be\nrealized because of the pari passu charge in favour of the\nworkmen under the proviso to sub-section (1) of Section\n529 and only to the extent such dues rank pari passu\nwith the dues of the workmen under clause (c) of the said\nproviso are paid in priority over all other dues. Only where\nunder the second limb of the proviso to clause (c) of sub-\nsection (1) of Section 529 the secured creditor opts to\nrealize the security and is unable to realize a portion of\nhis dues because of the pari passu charge created in\nfavour of the workmen under the first limb of the proviso,\nhe has pari passu charge to the extent indicated in clause\n(c) of the proviso to sub-section (1) of Section 529 and\nonly such debts due to the secured creditor which rank\npari passu with dues of the workmen under clause (c) of\nthe proviso to sub-section (1) of Section 529 have to be G\npaid in priority over all other debts of the company. The\nHigh Court has clearly fallen in error by holding that all\ndebts due to secured creditors will rank pari passu with\nthe workmen's dues and have to be paid along with the\nE\nF\nH\n344 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA workmen's dues in priority to all other debts of the\ncompany. [Paras 10 and 15] [395-B-G; 401-C-E]\nB\nC\nD\nE\nF\nG\nH\n6. The application filed by the appellant-workman\nbefore Company Court praying for satisfaction of their\nremaining claim from the sale proceeds of unsecured\nassets of the Company, in preference to all other\nclaimants, including the secured creditors, is set aside\nand the matter is remitted to Company Court to decide\nthe Application in accordance with the law laid down in\nthe present judgment. [Para 16] [401-F-G]\nAllahabad Bank v. Canara Bank and Anr. (2000) 4 SCC\n406: 2000(2) SCR 1102 ; Andhra Bank v. Official Liquidator\nand Anr. (2005) 5SCC 75: 2005 (2) SCR 776 - referred to\nPER MINORITY: [By Swatanter Kumar, J.]\n1.1 In the present case, the judgment of the High\nCourt, to the extent it takes the view that the charges of\nthe workmen and secured creditors have to rank pari\npassu, cannot be faulted with. [Para 32] [383-G]\n1.2 By way of the Companies (Amendment) Act, 1985,\nSection 529A, as well as the proviso to Section 529(1) of\nthe Companies Act, 1956 were inserted. The purpose of\nthese provisions appears to be that the dues of the\nworkmen may be made to rank pari passu with those of\nthe secured creditors and even above the dues of the\nGovernment, in the event of winding up of the company.\nThe legislative intent appears to be that the dues of the\nsecured creditors and workmen should be paid in\npreference to others, however, would remain pari passu\nto each other. It was not the intention of the framers of\nlaw to take away or deprive a secured creditor of its dues\nor charge of the workmen, unless, it was specifically\ngiven up by the secured creditor. [Para 9] [358-D-F]\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 345\nORS.\nA\nD\n1.3 The proviso to Section 529 of the Act creates a\ndeeming fiction in law and makes it clear that the security\nof every secured creditor shall be deemed to be subject\nto a pari passu charge in favour of the workmen, to the\nextent of the workman's portion thereunder. This fiction\nis intended to give the workmen a preferential right to B\nrecover their dues. The expression 'workmen's portion'\nappearing in the proviso to Section 529(1) is explained\nunder clause (c) of Section 529(3) of the Act. The\nworkmen's portion in relation to the security of any\nsecured creditor of a company means the amount which c\nbears to the value of the security the same proportion as\nthe amount of the workmen's dues bears to the\naggregate of the amount of the workmen's dues and the\namount of the debts due to the secured creditors. The\nworkmen's portion is to be computed in terms thereof\nwith the aid of the illustration given in that provision.\nThus, the security of every secured creditor, by fiction of\nlaw, is subject to a pari passu charge in favour of the\nworkmen to the extent of the workmen's portion and\nwhere the secured creditor, instead of relinquishing his\nsecurity and proving his debt, opts to realize his security,\nin that event, so much of the debt due to such secured\ncreditor as could not be realized by him by virtue of the\npari passu charge in favour of the workmen or the\namount of the workmen's portion in his security,\nwhichever is less, shall rank pari passu with the\nworkmen's dues for the purposes of Section 529A.\nSection 529A of the Act opens with non-obstante clause,\ngiving the workmen's dues and secured creditors' dues,\nas defined under the proviso to Section 529(1), an over-\nriding effect over the other provisions of the Act as well\nas any other law in the matter of priority of payment of\ndues. Application of Section 529A of the Act is not\ndependent upon any other provision of the Act including\nSection 529 except to the extent specified in Section 529,\nproviso (c). So, it is not dependent upon the limitation\nE\nF\nG\nH\n346 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA imposed by any other law for the time being in force,\nincluding Section 47 of the Insolvency Act. The non-\nobstante opening words of Section 529A are intended to\ngive precedence to the 'overriding preferential payments'\nin contrast to the 'preferential payments' as contemplated\nB u/s. 530 of the Act. [Paras 12 and 13] [367-F-H; 368-A-F]\nC\n1.4 Once the contents of proviso to Section 529 and\nits clauses (a) to (c) are satisfied, then the secured\ncreditor would be entitled to invoke the provisions and\nreceive the benefits of Section 529A(i), subject to pari\npassu charge and in terms of the priority stated therein.\nThe workmens' dues, however, have not been singularly\nplaced in the preferential clause. The expression used in\nSection 529A is 'and' meaning thereby that the dues\nstated under clauses (a) and (b) of the Section would\nremain pari passu. But it is not the entire dues of the\nsecured creditors that will get preference over other\ndues and remain pari passu with the charges payable to\nthe workmen. Their dues are limited only to the extent of\nthe debts which are due to the secured creditors under\nE clause (c) of the proviso to sub-Section (1) of Section 529\nD\nF\nG\nH\nwhich are pari passu with such dues. The term 'such\ndues' here refers to the dues of the workmen. [Para 14]\n[368-H; 369-B-D]\n1.5 On a plain reading of the language of Sections 529\nand 529A, it is clear that it is not the entire or unrealised\namount owed to secured creditors which is protected\nunder the provisions of Section 529A and stands pari\npassu with the workmen's charges, but it is only the\nportion or amount relinquished under proviso to Section\n529(1), whichever is less, that is protected. There is a\ndirect link in the application of both these provisions. In\na situation of the present kind, these provisions would\nhave to be applied collectively and that too, upon the\ncorrect appreciation of the legislative intent. [Para 14]\n[369-E-F, G]\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 347\nORS.\nC\nD\n1.6 From a cumulative reading of the relevant A\nprovisions under the Act as well as under the Insolvency\nAct, it is clear that neither the legislature intended nor can\nit be comprehended that where an act is done in\ncomplete adherence to the relevant statutory provisions,\nit can lead to two different results merely because such B\nact is done before different forums/courts. That is to say\nthat if a secured creditor realises his security before a\nforum other than the Company Court strictly in\ncompliance to the provisions of Section 529 of the Act,\nthen favourable consequences of Section 529A would\nfollow but if he acts in identical terms before the\nCompany Court and without prejudice to his remedy\noutside the winding up and without putting his sale\nproceeds in the common hotch potch in the winding up\nproceedings, he would not be entitled to the benefits of\nSection 529A. It is more so since even the sale of a\nsecurity by a secured creditor before such other forum\ncannot be completed without approval of the Company\nCourt. The Company Court has even been vested with\nthe jurisdiction to transfer such proceedings in exercise\nof its powers under Section 446 of the Act. Mere\npendency of proceeding before a Tribunal would not\ndeprive the secured creditor of the statutory benefits. Of\ncourse, the situation will be entirely different where the\nsecured creditor does not follow the scheme of the\nprovisions of Section 47(1) of the Insolvency Act read in\nconjunction with Sections 529 and 529A of the Act but\nputs the sale proceeds in the winding up proceedings in\na common hotch-potch or even relinquishes the security\nfor general benefit of the creditors at large, then the\ncreditor would not be entitled to the benefit of Section G\n529A and would stand in line with the unsecured creditors\nof the company. Further, Where the secured creditor has\nbeen unable to fully realize his dues owing to the taking\nof share from his security towards workmen's portion in\nterms of the proviso to Section 529(1), then to the extent H\nพ.\nE\nF\n348 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA specified, the secured creditor is entitled to a charge pari\npassu with the workmen's dues for the purposes of\nSection 529A. [Para 15] [370-C-G; 371-A-D]\nB\nC\nD\n1.7 Proviso to Section 529(1) has two contents which\nhave to be read conjunctively. First, that creates a pari\npassu charge by legal fiction on the security of a secured\ncreditor in favour of the workmen and, second, where the\nsecured creditor instead of relinquishing his security and\nproving his debts opts to realize his security. The\nexpression 'and' used in the proviso has to be read and\nconstrued conjunctively and not disjunctively. The word\n'and' specifies two specific conditions for the proviso and\nsub-clauses (a) to (c) to become enforceable. Clauses (a)\nand (b) to the proviso give right of representation to the\nliquidator for enforcing the statutory right in favour of the\nworkmen to the extent of the portion of the workmen's\ndues. Clause (c) of proviso to Section 529(1) provides the\nmode for recouping the shortfall in the amount which the\nsecured creditor loses upon sale of security and creation\nof pari passu charge. Such recovery is again pari passu\nE and limited to the extent of the amount of workmen's\ndues. The realization of the security may be in the\nproceedings outside the winding up, i.e., before a special\nforum or otherwise or it may be in the winding up but not\nfor the benefit of the general creditors but strictly in\nF compliance with the provisions of the proviso to Section\n529(1) of the Act. In both such situations, the secured\ncreditor would be entitled to the protection and right of\npreferential payment contemplated under Section 529A(1)\nof the Act. [Para 16] [371-E-H; 372-A-C]\nG\nH\n1.8 As per the scheme and the relevant provisions of\nthe Act, it is clear that a secured creditor can relinquish\nhis security, participate in winding up proceedings and\nfile his claim before the official liquidator, as and when\ninvited. The dues of the secured creditors and of the\n"}