{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"JITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 389\nORS. [A.K. PATNAIK, J.]\npart by way of commission of any workman, in\nrespect of services rendered to the company and\nany compensation payable to any workman under\nany of the provisions of the Industrial Disputes Act,\n1947 (14 of 1947);\n(ii) all accrued holiday remuneration becoming\npayable to any workman, or in the case of his death\nto any other person in his right, on the termination\nof his employment before, or by the effect of, the\nwinding up order or resolution;\nA\nB\nC\nD\n(iii) unless the company is being wound up\nvoluntarily merely for the purposes of reconstruction\nor of amalgamation with another company, or unless\nthe company has, at the commencement of the\nwinding up, under such a contract with insurers as\nis mentioned in section 14 of the Workmen's\nCompensation Act, 1923 (8 of 1923) rights\ncapable of being transferred to and vested in the\nworkman, all amounts due in respect of any\ncompensation or liability for compensation under E\nthe said Act in respect of the death or disablement\nof any workman of the company;\n(iv) all sums due to any workman from a provident\nfund, a pension fund, a gratuity fund or any other\nfund for the welfare of the workmen, maintained by\nthe company;\n(c) \"workmen's portion\", in relation to the security of any\nsecured creditor of a company, means the amount which\nbears to the value of the security the same proportion as\nthe amount of the workmen's dues bears to the aggregate\nof-\n(i) the amount of workmen's dues; and\nF\nG\n(ii) the amounts of the debts due to the secured creditors.\"\nH\n390 SUPREME COURT REPORTS\nA\n\"529A.\nOverriding\n[2012] 13 S.C.R.\npreferential\npayment.-\nB\nC\nD\nE\nNotwithstanding anything contained in any other provision\nof this Act or any other law for the time being in force, in\nthe winding up of a company-\n(a) workmen's dues; and\n(b) debts due to secured creditors to the extent such\ndebts rank under clause (c) of the proviso to sub-\nsection (1) of section 529 pari passu with such\ndues,\nshall be paid in priority to all other debts.\n(2) The debts payable under clause (a) and clause (b) of\nsub-section (1) shall be paid in full, unless the assets are\ninsufficient to meet them, in which case they shall abate\nin equal proportions.\"\n5. A plain reading of clause (c) of sub-section (1) of\nSection 529 makes it clear that in the winding up of an insolvent\ncompany, the same rules shall prevail and be observed with\nregard to the respective rights of secured and unsecured\ncreditors as are in force for the time being under the law of\ninsolvency with respect to the estates of persons adjudged\ninsolvent. This would mean that the respective rights of secured\nand unsecured creditors of an insolvent company, which is being\nwound up, will be the same as the respective rights of secured\nF and unsecured creditors with respect to the estates of persons\nadjudged insolvent as are in force under the law of insolvency.\nIn the State of Jharkhand, the Provincial Insolvency Act, 1920\n(for short 'the Insolvency Act') is in force and accordingly the\nrespective rights of secured and unsecured creditors with\nG respect to the assets of the insolvent company being wound\nup will be the same as in the Insolvency Act. The Companies\nAct does not define a \"creditor\" and a \"secured creditor\" and\nhence, we have to refer to the Insolvency Act for the definitions\nof these two words. Section 2(1)(a) and Section 2(1)(e) of the\nH Insolvency Act define the words 'creditor' and 'unsecured\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 391\nORS. [A.K. PATNAIK, J.]\ncreditor' and are extracted hereinbelow:\n\"2(1)(a) \"creditor\" includes a decree-holder, \"debt\"\nincludes a judgment-debt, and \"debtor\" includes a\njudgment-debtor.\"\n\"2(1)(e) \"secured creditor\" means a person holding a\nmortgage, charge or lien on the property of the debtor or\nany part thereof as a security for a debt due to him from\nthe debtor.\"\nIt will be clear from the definition of 'creditor' in Section 2(1)(a)\nof the Insolvency Act that it is an inclusive and not an exhaustive\ndefinition, whereas it will be clear from the definition of 'secured\ncreditor' in Section 2(1)(e) of the Insolvency Act that it is an\nexhaustive definition and that a secured creditor means a\nperson holding a mortgage, charge or lien on the property of\nthe debtor or any part thereof as a security for a debt due to\nhim from the debtor. The result is that the expression 'secured\ncreditor' in Section 529(1)(c) would mean a person who holds\na mortgage, charge or lien on the property of the company or\nany part thereof as a security for a debt due to him from the\ncompany. Where, therefore, a creditor, such as the bank or the\nfinancial institution in this case, does not hold a mortgage,\ncharge or lien on the property of the company or any part\nthereof as a security for a debt due to it from the company, it\nis not a secured creditor for the purposes of Sections 529 and\n529A of the Companies Act.\n6. Sections 45 and 47 of the Insolvency Act, which\nenumerate the rights of unsecured creditors and secured\ncreditors respectively are extracted hereinbelow:\nA\nB\nC\nD\nE\nF\n\"45. Debt payable at a future time.- A creditor may G\nprove for a debt not payable when the debtor is adjudged\nan insolvent as if it were payable presently, and may\nreceive dividends equally with the other creditors,\ndeducting therefrom only a rebate of interest at the rate of\nsix per centum per annum computed from the declaration\nH\n392\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA\nB\n0\nC\nD\nE\nLL\nF\nof a dividend to the time when the debt would have\nbecome payable, according to the terms on which it was\ncontracted.\"\n\"47. Secured creditors.- (1) Where a secured creditor\nrealises his security, he may prove for the balance due to\nhim, after deducting the net amount realised.\n(2) Where a secured creditor relinquishes his security for\nthe general benefit of the creditors, he may prove for his\nwhole debt.\n(3) Where a secured creditor does not either realise or\nrelinquish his security, he shall, before being entitled to\nhave his debt entered in the schedule, state in his proof\nthe particulars of his security, and the value at which he\nassesses it, and shall be entitled to receive a dividend only\nin respect of the balance due to him after deducting the\nvalue so assessed.\n(4) Where a security is so valued, the Court may at any\ntime before realisation redeem it on payment to the\ncreditor of the assessed value.\n(5) Where a creditor, after having valued his security,\nsubsequently realises it, the net amount realised shall be\nsubstituted for the amount of any valuation previously made\nby the creditor, and shall be treated in all respects as an\namended valuation made by the creditor.\n(6) Where a secured creditor does not comply with the\nprovisions of this section, he shall be excluded from all\nshares in any dividend.\"\nG On a reading of the two provisions quoted above, we find that\nan unsecured creditor is entitled under Section 45 of the\nInsolvency Act to receive dividends equally with the other\ncreditors, whereas the secured creditor has the right under\nSection 47 of the Insolvency Act to realize the security and to\nH prove for the balance due to him in case on realization of such\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 393\nORS. [A.K. PATNAIK, J.]\nsecurity he is not able to recover the entire amount due to him. A\nIf, however, the secured creditor does not opt to realize his\nsecurity but relinquishes it for the general benefit of the\ncreditors, then he may prove for his whole debt. Under the\nInsolvency Act, therefore, the secured creditor has only a right\nover the particular property offered to him as security and all\nthe creditors have equal rights over the other properties\ncomprising the estate of the person adjudged insolvent.\nB\n7. In our considered opinion, therefore, on a reading of the\nprovisions of clause (c) of sub-section (1) of Section 529 of the\nCompanies Act along with the provisions of the Insolvency Act C\nrelating to the respective rights of secured and unsecured\ncreditors, a secured creditor of an insolvent company which is\nbeing wound up has only a right over the particular property or\nasset of the company offered to the secured creditor as a\nsecurity and the unsecured creditors have rights over all other D\nproperties or assets of the insolvent company. We may now\nexamine whether the proviso to sub-section (1) of Section 529\nof the Companies Act makes any difference to these rights of\nsecured creditors and unsecured creditors of an insolvent\ncompany.\nE\nF\n8. The first limb of the proviso to sub-section (1) of Section\n529 of the Companies Act states that the security of every\nsecured creditor shall be deemed to be subject to a pari passu\ncharge in favour of the workmen to the extent of the workmen's\nportion therein. Clause (c) of sub-section (3) of Section 529 of\nthe Companies Act states that the \"workmen's portion\", in\nrelation to the security of any secured creditor of a company,\nmeans the amount which bears to the value of the security the\nsame proportion as the amount of the workmen's dues bears\nto the aggregate of - (i) the amount of workmen's dues; and (ii) G\nthe amounts of the debts due to the secured creditors. Thus,\nthe first limb of the proviso to clause (c) of sub-section (1) of\nSection 529 of the Companies Act creates a statutory charge\nover the security of every secured creditor to the extent of the\nworkmen's portion. In other words, every property or asset of H\n394 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA an insolvent company, which is being wound up and which has\nbeen offered as a security to a secured creditor is subject\nstatutorily to a pari passu charge in favour of the workmen to\nthe extent of the workmen's portion by virtue of the proviso to\nsub-section (1) of Section 529 of the Companies Act.\nB Therefore, the first limb of the proviso to sub-section (1) of\nSection 529 does not create any pari passu charge in favour\nof secured creditor over property or asset of the company which\nhas not been given as security by the company to the secured\ncreditor. Rather, the language of the first limb of this proviso\nmakes it crystal clear that the security of every secured creditor\ncreated dehors the proviso to sub-section (1) of Section 529\nof the Companies Act is statutorily subjected to a pari passu\ncharge in favour of the workmen by the first limb of the proviso\nto sub-section (1) of Section 529 of the Companies Act.\nC\nD\n9. The second limb of the proviso to sub-section (1) of\nSection 529 of the Companies Act states the consequences\nwhich follow where a secured creditor, instead of relinquishing\nhis security and proving his debt, opts to realize his security.\nThese are: (a) the liquidator shall be entitled to represent the\nE workmen and enforce such charge; (b) any amount realized by\nthe liquidator by way of enforcement of such charge shall be\napplied rateably for the discharge of workmen's dues; and (c)\nso much of the debt due to such secured creditor as could not\nbe realized by him by virtue of the foregoing provisions of this\nF proviso or the amount of the workmen's portion in his security,\nwhichever is less, shall rank pari passu with the workmen's dues\nfor the purposes of Section 529A of the Companies Act. What\nis relevant in this case is the consequence in clause (c) which\nprovides that the portion of the debt due to the secured creditor\nas could not be realized because of the statutory charge\ncreated in favour of the workmen on the security of the creditor\nshall to the extent stated therein rank pari passu with the\nworkmen's portion for the purposes of Section 529A of the\nCompanies Act. Hence, clause (c) of this proviso does not\ncreate a pari passu charge over properties or assets of the\nH\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 395\nORS. [A.K. PATNAIK, J.]\ncompany which have not been offered to the secured creditor\nas security, but to the extent of the loss of security suffered by\na particular secured creditor because of the statutory charge\ncreated in favour of the workmen, the secured creditor is\nranked pari passu with the workmen for overriding preferential\npayment under Section 529A of the Companies Act.\nA\nB\n10. Section 529A of the Companies Act states that\nnotwithstanding anything contained in any other provision of the\nCompanies Act or any other law for the time being in force, in\nthe winding up of a company - (a) workmen's dues; and (b)\ndebts due to secured creditors to the extent such debts rank\nC\nunder clause (c) of the proviso to sub-section (1) of Section 529\nof the Companies Act pari passu with such dues, shall be paid\nin priority to all other debts. This would mean that the\nworkmen's dues and only the debts due to the secured creditors\nto the extent such debts rank pari passu with workmen's dues D\nunder clause (c) of the proviso to sub-section (1) of Section 529\nwill have priority over all other debts of the company. The entire\nobject of Section 529A of the Companies Act is to ensure\noverriding preferential payment of (a) the workmen's dues and\n(2) debts due to secured creditors to the extent such debts rank E\nunder clause (c) of the proviso to sub-section (1) of Section 529\npari passu with the workmen's dues. The effect of the non-\nobstante clause in the opening part of Section 529A of the\nCompanies Act, therefore, is that notwithstanding anything in\nthe Companies Act and any other law including the Insolvency F\nAct, workmen's dues and dues of the secured creditor which\ncould not be realized because of the pari passu charge in\nfavour of the workmen under the proviso to sub-section (1) of\nSection 529 and only to the extent such dues rank pari passu\nwith the dues of the workmen under clause (c) of the said\nproviso are paid in priority over all other dues.\n11. We may now refer to sub-section (2) of Section 529\nof the Companies Act which states that all persons who in any\nsuch case would be entitled to prove for and receive dividends\nout of the assets of the company, may come in under the\nG\nH\n396 SUPREME COURT REPORTS\n[2012] 13 S.C.R:\nA winding up, and make such claims against the company as\nс\nthey respectively are entitled to make by virtue of Section 529\nof the Companies Act. The proviso to sub-section (2), however,\nstates that if a secured creditor instead of relinquishing his\nsecurity and proving for his debt proceeds to realize his security,\nB he shall be liable to pay his portion of the expenses incurred\nby the liquidator (including a provisional liquidator, if any) for\nthe preservation of the security before its realization by the\nsecured creditor. This provision in sub-section (2) of Section\n529 of the Companies Act makes it amply clear that all\ncreditors, secured and unsecured, of the insolvent company are\nentitled to prove for and receive dividends out of the assets of\nthe company but so far as secured creditors are concerned,\nthey have the option either to relinquish their security in which\ncase they like any unsecured creditor would only be entitled to\nprove for and receive the dividends out of the assets of the\ncompany or to realize the security instead of relinquishing the\nsecurity in which case they have to pay to the liquidator only\nexpenses for the preservation of the security until they realize.\nthe security by appropriate proceedings other than the winding\nup proceedings.\nD\nE\nLt.\nF\nG\n☐ H\n12. Our conclusions on interpretation of the provisions of\nSections 529 and 529A of the Companies Act, therefore, are:\n(i)\na secured creditor has only a charge over a\nparticular property or asset of the company. The\nsecured creditor has the option to either realize his\nsecurity or relinquish his security. If the secured\ncreditor relinquishes his security, like any other\nunsecured creditor, he is entitled to prove the debt\ndue to him and receive dividends out of the assets\nof the company in the winding up proceedings. If\nthe secured creditor opts to realize his security, he\nis entitled to realize his security in a proceeding\nother than the winding up proceeding but has to pay\nto the liquidator the costs of preservation of the\nsecurity till he realizes the security.\nJITENDRA NATH SINGH v. OFFICIAL LIQUIDATOR \u0026 397\n(ii)\nORS. [A.K. PATNAIK, J.]\nover the security of every secured creditor, a\nstatutory charge has been created in the first limb\nof the proviso to clause (c) of sub-section (1) of\nSection 529 of the Companies Act in favour of the\nworkmen in respect of their dues from the company\nand this charge is pari passu with that of the\nsecured creditor and is to the extent of the\nworkmen's portion in relation to the security of any\nsecured creditor of the company as stated in clause\n(c) of sub-section (3) of Section 529 of the\nCompanies Act.\n(iii) where a secured creditor opts to realize the security\nthen so much of the debt due to such secured\ncreditor as could not be realized by him by virtue\nof the statutory charge created in favour of the\nworkmen shall to the extent indicated in clause (c)\nof the proviso to sub-section (1) of Section 529 of\nthe Companies Act rank pari passu with the\nworkmen's dues for the purposes of Section 529A\nof the Companies Act.\n(iv) the workmen's dues and where the secured creditor\nopts to realize his security, the debt to the secured\ncreditor to the extent it ranks pari passu with the\nworkmen's dues under clause (c) of the proviso to\nsub-section (1) of Section 529 of the Companies\nAct shall be paid in priority over all other dues of\nthe company.\nA\nB\nC\nD\nE\nF\n13. In support of our aforesaid conclusions, we may now\ncite some authorities. In Allahabad Bank v. Canara Bank \u0026\nAnr. [(2000) 4 SCC 406], a two-Judge Bench of this Court G\nspeaking through M. Jagannadha Rao, J. discussed these\nrights of the secured creditors in paragraphs 62, 63, 64 and\n65 of the judgment as reported in the SCC, which are extracted\nhereinbelow:\nH\n398\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n\"62. Secured creditors fall under two categories. Those\nwho desire to go before the Company Court and those who\nlike to stand outside the winding- up.\n63. The first category of secured creditors mentioned\nabove are those who go before the Company Court for\ndividend by relinquishing their security in accordance with\nthe insolvency rules mentioned in Section 529. The\ninsolvency rules are those contained in Sections 45 to 50\nof the Provincial Insolvency Act. Section 47(2) of that Act\nstates that a secured creditor who wishes to come before\nthe official liquidator has to prove his debt and he can\nprove his debt only if he relinquishes his security for the\nbenefit of the general body of creditors. In that event, he\nwill rank with the unsecured creditors and has to take his\ndividend as provided in Section 529(2). Till today, Canara\nBank has not made it clear whether it wants to come under\nthis category.\n64. The second class of secured creditors referred to\nabove are those who come under Section 529-A(1)(b)\nread with proviso (c) to Section 529(1). These are those\nwho opt to stand outside the winding-up to realise their\nsecurity. Inasmuch as Section 19(19) permits distribution\nto secured creditors only in accordance with Section 529-\nA, the said category is the one consisting of creditors who\nstand outside the winding up. These secured creditors in\ncertain circumstances can come before the Company\nCourt (here, the Tribunal) and claim priority over all other\ncreditors for release of amounts out of the other monies\nlying in the Company Court (here, the Tribunal). This limited\npriority is declared in Section 529-A(1) but it is restricted\nonly to the extent specified in clause (b) of Section 529-\nA(1). The said provision refers to clause (c) of the proviso\nto Section 529(1) and it is necessary to understand the\nscope of the said provision.\n65. Under clause (c) of the proviso to Section 529(1), the\n"}