{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"518\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA sovereign power over that territorial limit. Maritime Zones Act,\n1976 was enacted pursuant to such recognition, declaring\ndesignated area in the continental shelf/exclusive economic\nzone and extending the Customs Act to such areas. The\nnotifications referred to in the foregoing paragraphs were issued\nB pursuant to such recognition and the Customs Act and the\nCustoms Tariff Act were extended to the designated area of the\ncontinental shelf, exclusive economic zone. There is no challenge\nto the Maritime Zones Act, 1976, the various notifications issued\ndeclaring designated area as well as extending the Customs.\nAct as being ultra vires or that its provisions are contrary to the\nprovisions of other enactments. The coastal State has\n\"sovereignty” over “territorial waters\" but it has only sovereign\nrights over the continental shelf and the exclusive economic\nzone. The Customs Act extends to the whole of India and not\nsimply to the territorial waters of India. Customs Act does not\ncontain any provision permitting determination of the maritime\nlimits. For this purpose, one has to revert to the Maritime Zones\nAct, 1976. Hence, reference to the Maritime Zones Act, 1976 is\ninevitable while considering any issue relating to maritime\nissues.\nC\nD\nE\nய\n76. Appellants may be carrying on its operation outside\nthe territorial waters, as understood under Section 3 of the\nMaritime Zones Act, 1976. Nevertheless, for all purposes, it is\nwithin the limit where the coastal State has a sovereign right or\nF power to enact or extend any law, and the advantage to a foreign\ngoing vessel will not be available under Sections 86 and 87 of\nthe Customs Act to such vessels.\n77. The Counsel for the Appellants may be right in\ncontending that the limits of the territorial waters has not been\nG extended. The limits of territorial waters as defined in Section 3\nof the Maritime Zones Act, 1976 has not been extended but\nunder Sections 6 and 7 thereof, sovereign rights can be\nexercised by the coastal States on a area which is recognized\nas the maritime limit of the coastal State which is being\nH exercised. Section 2(21) of the Customs Act cannot be read in\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n519\nisolation. The entire scheme of the Customs Act and other Acts A\nsuch as Maritime Zones Act, 1976 which are in pari-materia\nhave to be read together. Reading of Sections 6 and 7 of the\nMaritime Zones Act, 1976 makes it clear India's jurisdiction over\nthe Maritime Zones Act, 1976 extends to the continental shelf\nand exclusive economic zone. Consequently, if mineral oil is B\nextracted or produced in the exclusive economic zone or\ncontinental shelf and is brought to the main land, it will not be\ntreated as import and, therefore, no customs duty would be\nleviable. Likewise, goods supplied to a place in the exclusive\neconomic zone or continental shelf will not be treated as export\nunder the Customs Act and no export benefit can be availed on\nsuch supply. Any mineral oil produced in the exclusive economic\nzone or continental shelf will be chargeable to Central Excise\nDuty, as goods produced in India. Implication of notification no.\nS.O. 189 (E) dated 07.02.2002 and its consequences have been\nclarified in Circular No. 17/2002-Custom's dated 13.03.2002\n[2002 (141) ELT T10] in following terms:\nC\nD\n\"3. The implication of the said notification is that mineral\noils extracted or produced in the EEZ and Continental\nShelf of India if brought to the mainland shall not be treated E\nas import and therefore, no customs duty shall be leviable\non such mineral oils. Likewise, the goods supplied from\nthe mainland to a place in EEZ or Continental Shelf of\nIndia in connection with any activity related to mineral oil\nextraction or production shall not be treated as export F\nunder the Customs Act, 1962 and consequently, no export\nbenefits can be availed of on such supplies. Another\nimplication of the said notification is that bringing of any\ngoods from any other country to any place in EEZ or\nContinental Shelf of India in connection with any activity\nrelated to extraction or production of mineral oils shall be\ntreated as import under the Customs Act, 1962 and would\nbe charged to duty accordingly. Further, mineral oils\nproduced in the EEZ or Continental Shelf of India would\nbe deemed to be produced in India and subject to levy of\nG\nH\n520\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\ncentral excise duties under the Central Excise Act, 1944.\"\n78. Similarly, in Circular No. 22/2002 dated 23.04.2002\n[2002(142) ELT T20], the said notification i.e. S.O. 189 (E) has\nbeen clarified in para 3 as under: -\n\"3. The implication of the said notification is that mineral\noils extracted or produced in the EEZ and Continental\nShelf of India if brought to the mainland shall not be treated\nas import and therefore, no customs duty shall be leviable\non such mineral oils. Likewise, the goods supplied from\nthe mainland to a place in EEZ or Continental Shelf of\nIndia in connection with any activity related to mineral oil\nextraction or production shall not be treated as export\nunder the Customs Act, 1962 and consequently, no export\nbenefits can be availed of on such supplies. Another\nimplication of the said notification is that bringing of any\ngoods from any other country to any place in EEZ or\nContinental Shelf of India in connection with any activity\nrelated to extraction or production of mineral oils shall be\ntreated as import under the Customs Act, 1962 and would\nbe charged to duty accordingly.\"\n79. It may not be correct to contend that the oil rigs installed\nby the Appellants answer the description \"foreign going vessel”.\nA vessel may be a foreign going vessel but if the oil rig is situated\nin the area to which the Customs Act applies or extends, the aid\nof Section 2(21) of the Customs Act cannot be taken to get the\nbenefit under Sections 86 and 87 of the same Act. The principle\nunderlying under Sections 86 and 87 is that the stores are\nconsumed on board by a foreign going vessel. If the so-called\nforeign going vessel is located within a territory over which the\ncoastal State has complete control and has sovereign right to\nextend its fiscal laws to such an area with or without modifications\nand the stores were consumed in the area to which the Customs\nAct has been extended, reference or reliance to the vessel being\na foreign going vessel shall be of no consequence and the\ncustoms duty would be leviable as the goods are consumed\n+\n$\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n521\nwithin the territory to which the Customs Act has been extended A\nas per the Maritime Zones Act, 1976 and the International\nConvention - UNCLOS, 1982.\n80. We do not find any ambiguity in this situation. The\ninterpretation given by the High Court in Pride Foramer's case\n(supra) would not result in any absurd situation as contended\nby the Counsel for the Appellant. The Appellants wants the Court\nto read Section 2(21) of the Customs Act in isolation, which\nwould not be the correct approach. The Customs Act has to be\nread along with the provisions of the Maritime Zones Act, 1976.\n81. The contention of the Appellants that an attempt is being\nmade to substitute the phrase appearing in the Customs Act\ncontrary to its intent is without any basis. What the Appellants\nwant is that, for the present adjudication or case, the Court\nshould not look beyond Sections 2(21), 86 and 87 of the\nCustoms Act and that it should not look into the other Acts. This\nmay not be the right approach as it would result in undermining\nthe power of the Parliament to enact laws as well as to render\nthe provisions of Maritime Zones Act, 1976 nugatory and\nmeaningless.\n82. The fact that the stores are unloaded and consumed\nwithin the maritime boundary or within the limit of Customs Act,\nSection 12 will be attracted as it would be construed that there\nwould has been an import within the territory of India to which\nthe Customs Act applies.\nB\nC\nD\nE\nF\n83. A Division Bench of Madras High Court in\nCommissioner of Income Tax v. Ronald William Trikard and\nOthers [215 ITR 638] after considering Article 1 and Article 297\nof the Constitution of India, the provisions of the Maritime Zones\nAct, 1976 and the provisions of the Income Tax Act which had G\nbeen extended in the same way as has been extended in a\nsimilar manner as the Customs Act, came to the conclusion that\nthe salary received by the assesses for the services rendered\nin India while working on the continental shelf/exclusive\neconomic zone and other maritime zones shall be liable to tax H\n522\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nC\nD\nA under the Income Tax Act after the issuance of the notifications,\nextended the applicability of the Income Tax Act to the continental\nshelf and exclusive economic zones. Though in the said case, it\nwas held that the salary income earned by the assessee prior\nto 01.04.1983 could not be charged to tax in the assessment\nB year 1983-84 as the continental shelf and exclusive economic\nzone were not part of India prior to the issuance of the\nnotifications by the Government of India extending the\napplicability of the Income Tax Act to continental shelf and\nexclusive economic zones. In the said case, the facts were, that\nthe assessees were employees, during the assessment year\n1983-84, of a non-resident company incorporated under the law\nof Panama. The non-resident company entered into a contract\nwith the Oil and Natural Gas Commission of India for exploring\noil in the seas which adjoined the territories of India. The area\nof operation was to be the seas above the continental shelf of\nIndia. The assessee carried on their employment on the oil rig\noperated on the seas above the continental shelf. Question arose\nwhether the income earned by the assessee while working on\nthe oil rig which was located above the continental shelf would\nbe exigible to the Income Tax Act, 1961. It was held that in view\nof the explanation to Section 9(1)(ii) of the Income Tax Act, 1961,\nread with Government of India's notification G.S.R. No. 304(E),\nFile No. 5147/F. No. 133(79)/82 TPL dated 31.03.1983, issued\nunder the Maritime Zones Act, 1976, the salary received by the\nassessees for the services rendered in India became liable to\nF tax under the Income Tax Act. However, in the said case, on\nfacts, it was held that the salary income earned by the assessee\nprior to 01.04.1983 could not be charged to tax under the\nprovisions of the Income Tax Act, 1961 in the assessment year\n1983-84 as the operation of the notification extending the\nG provisions of Income Tax Act were not retrospective in nature. In\nsubstance, to the similar effect is the Judgment of the Bombay\nHigh Court in MCDERMOTT International Inc. v. Union of\nIndia \u0026 Others [1988 (173) ITR 155 (Bom.)].\nE\nH\n84. We agree with the views expressed by the Bombay\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n523\nHigh Court in Pride Foramer's case (supra) that in Amership A\nManagement case (supra), the High Court of Bombay was\nconcerned with the limited question as to whether the oil rigs\nare vessels and if so a foreign going vessel in the light of the\ncontroversy raised in that Judgment. In Amership Management\ncase (supra), the High Court after relying on the International B\nLoad Lines Convention, 1966 and Central Government\nNotifications and upon the load lines certificates, held for the\npurposes of the Customs Act, the expression \"vessel\" is of the\nwidest amplitude and must be construed to include \"oil rigs\". It\nwas held that since the oil rigs are stationed beyond the territorial\nwaters, supply of imported \"stores\" to the oil rigs stationed\noutside the territorial waters would qualify for exemption from\nduty under Section 86 without being required to be warehoused.\nThe question with respect to the applicability of Sections 6 and\n7 of the Maritime Zones Act, 1976 together with the notifications.\nissued pursuant thereto were not considered at all.\nC\nD\n85. By notification S.O. 429 (E) dated 18.07.1986, and\nnotification S.O. 643 (E) dated 19.09.1996, issued under clause\n(a) of sub-section (5) of Section 6 and clause (a) of sub-section\n(6) of Section 7 of the Maritime Zones Act, 1976, the Ministry of E\nExternal Affairs has declared certain areas in the continental\nshelf or, in the exclusive economic zone of India, where certain\ninstallations, structures and platforms of certain coordinates\ngiven in the Schedule are situated and the areas extending upto\n500 meters from such installations, structures and platforms as\nF\n\"designated areas\" for the purposes of Sections 6 and 7 of the\nMaritime Zones Act, 1976. The Ministry of Finance (Department\nof Revenue) by two corresponding notifications no. 11/87-\nCustoms dated 14.01.1987 and 64/97-Customs dated\n01.12.1997 issued under clause (a) of sub-section (6) of Section\n6 and clause (a) of sub-section (7) of Section 7 of the Maritime\nZones Act, 1976 have extended the Customs Act and Customs\nTariff Act to the aforesaid designated areas in the continental\nshelf and the exclusive economic zone as declared in the\nnotifications issued by the Ministry of External Affairs on\nG\nH\nC\nD\n524\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA 18.07.1986 and 19.09.1996. The combined effect of these\nnotifications is to extend the application of the Customs Act and\nthe Customs Tariff Act to the aforesaid areas declared as\n\"designated areas\" under the Maritime Zones Act, 1976. The\nfurther effect of these notifications is that the designated areas\nB of the continental shelf and the exclusive economic zone become\na part of the territory of India for limited purposes. The natural\nconsequence of such declarations and the extension of the\nCustoms Act and the Customs Tariff Act to these designated\nareas is to introduce the customs regime to such areas resulting\nin the levy and collection of customs duties on goods imported\ninto these areas as if these areas are a part of the territory of\nIndia. In these circumstances, the definition of \"India\" as given\nin Section 2(27) of the Customs Act gets extended by these\nprovisions to cover areas declared as designated areas beyond\nthe territorial waters and located the continental shelf and the\nexclusive economic zone of India. If one reads the Customs Act\nwithout reading the Maritime Zones Act, 1976, then the oil rig\nlocated in the notified areas/designated areas constitute \"place\noutside India\". On the other hand, the very purpose of Sections\n5, 6 and 7 of the Maritime Zones Act, 1976 is to declare an\narea of the contiguous zone/continental shelf/exclusive\neconomic zone as a designated area so that exploration,\nexploitation and protection of resources belonging to India could\nbe carried out. Under the said Act, the Central Government can\ncreate artificial island, offshore terminals, etc. By the said Act,\ncustoms and other fiscal enactments have been extended.\nTherefore, the object is very clear that the revenue generated\nfrom exploration and exploitation should accrue to the coastal\nState viz. India. As stated above, the area of exclusive economic\nzone/continental shelf, where the oil rigs are stationed (which of\nG course is outside territorial waters) is deemed to be a part of\nthe territory of India under the Central Government notifications\nissued pursuant to the provisions of the Maritime Zones Act,\n1976. The supply of imported spares or goods or equipments\nto the rigs by a ship will attract import duty and the ship employed\nH for transshipment of the goods for that purpose would not be a\nE\nF\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n525\nforeign going vessel under Section 2(21) of the Customs Act. A\nThe area of discharge or unloading/loading is within India by\nvirtue of the deeming provisions of Sections 6 and 7 of the\nMaritime Zones Act, 1976. The Customs Act stands extended\nto the designated areas by virtue of the Maritime Zones Act,\n1976. The oil rigs carrying on operations in the designated area\nis not a foreign going vessel as the same would be deemed to\nbe a part of Indian territory i.e. going from the territory of India to\nan area which also deemed to be part of the territory of India.\nB\n86. As stated above, contiguous zone is that part of the\nsea which is beyond and adjacent to the territorial waters of the C\ncoastal States. The coastal States though do not exercise\nsovereignty over this part of the sea, however, they are entitled\nto exercise sovereign rights and take appropriate steps to\nprotect its revenue and like matters. The police and revenue\njurisdiction of the coastal States is extended to the contiguous D\nzone as well.\nE\n87. The question whether the Courts can look into the\nprovisions of the international treaties/conventions is no longer\nres integra. This Court in Gramophone Company of India\nLtd. v. Birendra Bahadur case [(1984) 2 SCC 534] has held\nthat even in the absence of municipal law, the treaties/\nconventions can be looked into and enforced if they are not in\nconflict with the municipal law. It was further held that the same\nmay not be looked into but can also be used to interpret\nmunicipal laws so as to bring them in consonance with F\ninternational law.\n88. However, in the event where they do not run into such\nconflict, the sovereignty and the integrity of the republic and the\nsupremacy of the constituted legislatures in making the laws.\nmay not be subject to external rules except to the extent\nlegitimately accepted by the constituted legislatures themselves.\nThe Court held as under: -\nG\n\"...The doctrine of incorporation also recognises the\nposition that the rules of international law are incorporated H\nA\nB\nC\n526\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\ninto national law and considered to be part of the national\nlaw, unless they are in conflict with an Act of Parliament.\nComity of Nations or no, Municipal Law must prevail in\ncase of conflict. National Courts cannot say yes if\nParliament has said no to a principle of international law.\nNational Courts will endorse international law but not if it\nconflicts with national law. National courts being organs of\nthe National State and not organs of international law must\nperforce apply national law if international law conflicts\nwith it. But the Courts are under an obligation within\nlegitimate limits, to so interpret the Municipal Statute as to\navoid confrontation with the comity of Nations or the well\nestablished principles of International law. But if conflict is\ninevitable, the latter must yield.\"\n89. In Vishaka \u0026 others v. State of Rajasthan \u0026 others\nD [(1997) 6 SCC 241], this Court considered the question as to\nwhat would be the position in law if there was no law for effective\nenforcement. It was held as under: -\nE\nF\n\"....The international conventions and norms are to be\nread into them in the absence of enacted domestic law\noccupying the field when there is no inconsistency between\nthem. It is now an accepted rule of judicial construction\nthat regard must be had to international conventions and\nnorms for construing domestic law when there is no\ninconsistency between them....\"\n90. Our municipal law, i.e., Maritime Zones Act, 1976 is\nnot in conflict with the international law, rather the same is in\nconsonance with UNCLOS, 1982.\n91. Article 127 of UNCLOS, 1982 deals with customs\nG duties, taxes and other charges. Clause (1) provides that traffic\nin transit shall not be subject to any customs duties, taxes or\nother charges except charges levied for specific services\nrendered in connection with such traffic and Clause (2) provides\nthat means of transport in transit and other facilities provided\nH for and used by the land locked States shall not subject to taxes\n+\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n527\nA\nor charges higher than those levied for the use of means of\ntransport of the transit State. According to this Article, where the\ngoods are in transit to other country shall not be subject to any\ncustoms duties, taxes or other charges except for the charges\nlevied for specific services in connection with such traffic. In other B\nwords, there is no prohibition for levying customs duties on the\ngoods which are not in transit for onward transmission to any\nother country. If the goods are brought in only while proceeding\nto other country, then no customs duty can be levied. In all other\ncases, it seems to be permissible.\nC\n92. In the present case, as the goods were being taken to\na territory which would be deemed to be a part of the territory of\nIndia though the goods have left the territorial waters, the same.\nwould be exigible to levy of duty when they are taken and\nconsumed within the deemed territory of India. There would be D\nno customs duty or any other duty levied while the goods are in\ntransit to the deemed territory of India by any other country\nalthough they have gone out of the territorial waters of India.\n93. For the reasons stated above, we do not find any merit\nin these appeals and dismiss the same with costs.\nR.P.\nAppeals dismissed\nE\n"}