{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"508\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA further contended that Maritime Zones Act, 1976 was enacted\nin pursuance to such recognition. Notifications were also issued\npursuant to such recognition and the Customs Act and the\nCustoms Tariff Act were extended to the designated area of the\ncontinental shelf and exclusive economic zone. There is no\nB challenge to the Maritime Zones Act, 1976 the various\nnotifications issued declaring designated areas as well as\nextending the Customs Act as being ultra vires or that its\nprovisions are contrary to the provisions of other enactments.\n50. The Coastal State has “sovereignty” over “territorial\nC waters\". But it has only sovereign rights over the continental shelf\nand the exclusive economic zone.\nD\nE\nF\nG\n51. The Customs Act extends to the whole of India and not\nsimply to the territorial waters of India. Customs Act has no\nprovision permitting determination of the maritime limit. For this\npurpose, one has to revert to the Maritime Zones Act, 1976.\nHence, reference to the Maritime Zones Act, 1976 is inevitable,\nwhile considering any issue relating to maritime issues at that\ntime. That Section 2(21) of the Customs Act cannot be read in\nisolation. The entire scheme of the Customs Act and other Acts\nwhich are in pari-materia have to be read together.\n52. It was submitted that the Appellants' vessel may be a\nforeign going vessel, and may be carrying its operations outside\nthe territorial waters (the term as understood under Section 3 of\nthe Maritime Zones Act, 1976). Nevertheless, for all purposes,\nit is within the limit where the Coastal State has a sovereign\nright or power to enact or extend any law, and the exemption to\na foreign going vessel will not be available under Sections 86\nand 87 of the Customs Act.\n53. Refuting the submissions advanced on behalf of the\nAppellants, it was submitted that the limit of the territorial waters\nis not extended. It is only the extension of the sovereign power\nover an area which is recognized as the maritime limit of the\nCoastal State which was being exercised.\nI\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n509\n54. That it has been clarified that India's jurisdiction under A\nthe Maritime Zones Act, 1976 extends to the continental shelf\nand exclusive economic zone. Consequently, if mineral oil is\nextracted or produced in the exclusive economic zone or\ncontinental shelf and is brought to the main land, it will not be\ntreated as import and, therefore, no customs duty would be B\nleviable. Likewise, goods supplied to a place in exclusive\neconomic zone or continental shelf will not be treated as export\nunder the Customs Act and no export benefit can be availed on\nsuch supply. Any mineral oil produced in the exclusive economic\nzone or continental shelf will be chargeable to Central Excise C\nduty, as goods produced in India. For this, learned Senior\nCounsel for the Respondents relied on Circular No. 17/2002\nCus. dated 13.3.2002 [ 2002 (141) ELT T10] and MF (DR)\nCircular No. 22/2002 Cus. dated 23.04.2002 [2002 (142) ELT\nT20].\n55. It is further contented that what is required to be seen\nis not whether it is a foreign going vessel or it has moved out of\nthe territorial waters (Section 2(21) of the Customs Act/Section\n3 of the Maritime Zones Act, 1976), but to find whether it is within\nthe maritime boundary/Customs Act which stand extended.\nAnything loaded or unloaded within that boundary would mean\nthere is an import or export as contemplated under the Customs\nAct.\nD\nE\nF\n56. That it would be incorrect to contend that the oil rigs\ninstalled by the Appellants answer the description \"foreign going\nvessel\". A vessel may be a foreign going vessel but if the oil rig\nis situated in an area which is within the limits to which the\nCustoms Act applies or extends and if any 'store' is consumed\nat a site within the area to which the Customs Act applies, then\none cannot take the aid of Section 2(21) of the Customs Act to G\ntake the benefit under Sections 86 and 87 of the same Act.\n57. The fact that even if the oil rig is accepted as a vessel\nwhich carries on its operation in an area over which coastal\nState exercises limited sovereign rights and to which the Indian\nH\n510\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA Customs Act applies, then, the customs duty would be leviable\non the stores consumed on the vessel.\nB\n58. That there is neither an ambiguity nor the interpretation\nof the Court in Pride Foramer's case (supra) would result in\nabsurd situation. The Appellant wants the Court to read Section\n2(21) of the Customs Act in isolation, which is not the correct\napproach. There is neither any substitution nor any attempt to\nread any provision of the Customs Act in a manner contrary to\nthe intent and purport of the Act. The fact remains that even if it\nis a foreign going vessel, the stores are unloaded and consumed.\nC within the maritime boundary or within the limit of Customs Act,\nD\nE\nF\nSection 12 will be attracted as it would be construed that there\nhas been an import within the territory of India to which the\nCustoms Act applies.\n59. Refuting the contention of the Appellants that an attempt\nis being made to substitute the phrase appearing in the Customs\nAct contrary to its intention, it is submitted, has no basis. What\nthe Appellants want is that for the present adjudication or cause,\nthe Court should not look beyond Sections 2(21), 86 and 87 of\nthe Customs Act and that it should not look into the other Acts.\nThis may not be the right approach as it would undermine the\npower of the Parliament and the provisions of the Maritime\nZones Act, 1976 would be rendered meaningless.\nFINDINGS\n60. The Customs Act is an Act to consolidate and amend\nthe law relating to customs. In order to appreciate the contentions\nraised, it is necessary to refer to several steps required to be\ntaken under the Customs Act for levy of duty on goods imported\ninto India. Chapter V of the Customs Act deals with levy of and\nG exemption from customs duty. Section 12 is the charging\nSection. Under this Section, all the goods imported into India or\nexported from India are liable to customs duty unless the Customs\nAct itself or any other law for the time being in force provides\notherwise. The goods imported are required to be valued under\nH Section 14 and duty payable is required to be determined\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n511\naccording to the rates specified under Section 15 of the A\nCustoms Act or any other law for the time being in force. Although\nbefore the High Court, the Appellant had claimed the exemption\nfrom payment of duty under Section 53 read with Section 54 of\nthe Customs Act, but the same was not pressed into service\nbefore us, in our view, rightly because Section 52 in Chapter B\nVIII specifically provides that the provisions of Chapter VIII shall\nnot apply to (a) baggage, (b) goods imported by posts and (c)\nstores. Admittedly, the goods imported by the Appellant are\nstores for use in a vessel or aircraft falling within the definition\nof \"stores\" in Section 2(38).\nC\n61. The only argument pressed before us is that the goods\nwould be exempted from payment of duty in terms of the\nprovisions of Chapter XI which contains the special provisions\nregarding (a) baggage, (b) goods imported or exported by posts\nand (c) stores. Section 85 in Chapter XI provides that where D\nthe imported goods are entered for warehousing and the\nimporter subscribes to a declaration that the goods are to be\nsupplied as stores to a vessel or aircraft without payment of\nduty under Chapter XI, then, the proper officer may permit the\ngoods to be warehoused without the goods being assessed to E\nduty. Section 86(1) provides that stores imported in a vessel or\naircraft, may, without payment of duty, remain on board of such\nvessel or aircraft while it is in India. Section 86(2) inter alia\nprovides that any stores imported in a vessel or aircraft may,\nwith the permission of the proper officer, be transferred to any F\nvessel or aircraft as stores for consumption therein as provided\nin Section 87, which inter alia provides that imported stores\nmay, without payment of duty be consumed on the vessel as\nstores during the period such vessel is a foreign going vessel.\n62. Applicability of Section 86 read with Section 87 G\ndepends upon the answer to the question: \"Whether the oil rig\noperating in the designated area is a foreign going vessel?\nThus, entire issue centers around the interpretation of Section\n2(21) of the Customs Act, which defines the \"foreign going\nvessel\" to mean any vessel engaged in the carriage of goods H.\n512\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA or passengers between any port in India and any port outside\nIndia whether adjoining any intermediate port or airport in India\nor not and it amongst others also includes vessel engaged in\nfishing or any other operations outside territorial waters of India,\nor, any vessel proceeding to a place outside India for any\nB purpose whatsoever.\n63. Contention advanced on behalf of the Appellant is that\nthe oil rigs which are located in the exclusive economic zones\nand are beyond the territorial waters of India, would fall outside\nthe territory of India and, therefore, the stores consumed on the\nC oil rigs would be deemed to have been consumed by a foreign\ngoing vessel.\nD\nE\n64. Section 2 which is a definition Section, opens with the\nqualifying words \"unless the context otherwise requires\" which\nshall mean or include all things or situations and it shall not be\nopen to the Court to give any other meaning to those words\nexcept when the context otherwise requires. In this background,\nwe have to examine the meaning of the word \"India\" in the light\nof the provisions of law, i.e., keeping in view the provisions of\nCustoms Act read with Maritime Zones Act, 1976 as the\nprovisions thereof are applicable to the facts of the present case.\nUnder Section 2(27), \"India\" includes the territorial waters of\nIndia. Under the General Clauses Act, “India\" is defined to mean\nall territories for the time being comprised in the territory of India\nas defined in the Constitution of India. Article 1(3) of the\nConstitution of India states that the territory of India shall\ncomprise of States and Union Territories and such other\nterritories as may be acquired. There is no reference to territorial\nwaters in Article 1 of the Constitution. In other words, \"India\"\ncommonly understood is the geographical entry comprising only\nG of the land mass. For certain purposes, the country referred to\nas \"India\" may extend into the sea upto the limit of \"territorial\nwaters\" or \"contiguous zone\" or \"continental shelf\" or \"exclusive\neconomic zone\" or \"other maritime zones\".\nF\nH\n65. Under the provisions of Article 297 of the Constitution\nt\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n513\nof India, all lands, minerals and other things of value underlying A\nthe ocean within the territorial waters or the continental shelf or\nthe exclusive economic zone of India vest in the Union. The\nConstitution of India does not itself define the terms \"territorial\nwaters\", \"continental shelf\", and \"exclusive economic zone\".\nClause (3) of Article 297 states that their limits shall be such as B\nmay be specified by Parliament. In 1976, Parliament\nimplemented the amendments to the Constitution of India by\npassing the Maritime Zones Act, 1976.\n66. Section 3 of the Maritime Zones Act, 1976 provides\nthat the sovereignty of India extends and has always extended C\nto the territorial waters of India and to the seabed and subsoil\nunderlying, and the air space over such waters. The limit of\nterritorial waters extends to 12 nautical miles from the nearest\npoint of low tide along with the base line of India. Section 3(2)\nstates that the sovereignty of India extends and has always D\nextended to the territorial waters of India. Section 4 makes the\nposition clear further as to the use of its territorial waters by\nforeign ships, i.e., all foreign ships (other than warships including\nsub-marine and under water vehicles) shall enjoy the right of\ninnocent passage through the territorial waters which in turn E\nmeans, the passage will be innocent so long as it is not prejudicial\nto the peace, good order or security of India. Section 5 defines\nthe contiguous zone of India as that part of the sea which is\nbeyond and adjacent to the territorial waters and the zone\nextends to a line which is 24 nautical miles of the coast. This\nSection specifically recognizes the competence of the Central\nGovernment to exercise such powers and take such measures\nas to consider necessary with respect (a) the security of India,\nand (b) immigration, sanitation, customs and other fiscal\nmatters. Under Section 6(1) of the said Act, the continental shelf\nof India extends to a distance of 200 nautical miles from the\nbaseline referred to in sub-section (2) of Section 3 where the\nouter edge of the continental margin does not extend upto that\ndistance. Section 6(2) provides that India has and always had\nfull and exclusive sovereign rights in respect of continental shelf.\nF\nG\nH\nC\n514\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA Section 6(5) reserves the right with the Central Government to\ndeclare any area of the continental shelf and its superjacent\nwaters to be a designated area by issuing a notification and\nmake such provision as it may deem fit with respect to - (a) the\nexploration, exploitation and protection of the resources of the\nB continental shelf within such designated area; or (b) the safety\nand protection of artificial islands, of shore terminals,\ninstallations and other structures and devices in such designated\narea; or (c) the protection of marine environment of such\ndesignated area; or (d) customs, and other fiscal matters in\nrelation to such designated area. Section 6(6) enables the\nCentral Government by notification in the Official Gazette to\nextend, with such restrictions and modifications as it thinks fit,\nany enactment for the time being in force in India or any part\nthereof to the continental shelf or any part [including any\ndesignated area under sub-section (5)] thereof; and to make\nsuch provisions as it may consider necessary for facilitating the\nenforcement of such enactment. It, however, provides that any\nenactment so extended shall have effect as if the continental\nshelf or the part [including, as the case may be, any designated\narea under sub-section (5)] thereof to which it has been\nextended is a part of the territory of India.\nD\nE\nF\nG\n67. Section 7(1) describes the exclusive economic zone\nof India as an area beyond and adjacent to the territorial waters,\nand the limit of such zone is 200 (two hundred) nautical miles\nfrom the baseline referred to in sub-section (2) of Section 3.\nUnder sub-section 7 of Section 7, the Central Government may\nby notification in the Official Gazette extend, with such\nrestrictions and modifications as it thinks fit, any enactment for\nthe time being in force in India or any part thereof in the exclusive\neconomic zone or any part thereof.\n68. A combined reading of Sections 3, 6 and 7 of the\nMaritime Zones Act, 1976 shows that territorial waters, the\nseabed and subsoil underlying therein and the air space over\nsuch territorial waters form part of the territory of India.\nH Sovereignty of India extends over the territorial waters but the\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n515\nC\nposition is different in the case of continental shelf and exclusive A\neconomic zone of India. The continental shelf of India comprises\nof the seabed beyond the territorial waters to a distance of 200\nnautical miles. The exclusive economic zone represents the sea\nor waters over that continental shelf. From the reading of\nSections 6 and 7 of the Maritime Zones Act, 1976, it is clear B\nthat in respect of the continental shelf and exclusive economic\n_zone, India has been given only certain limited sovereign rights\nand such limited sovereign rights conferred on India in respect\nof continental and exclusive economic zone cannot be equated\nto extending the sovereignty of India over the continental shelf\nand exclusive economic zone as in the case of territorial waters.\nSub-section (6) of section 6 and sub-section (7) of Section 7 of\nthe Maritime Zones Act, 1976 empower the Central Government\nby notification to extend any enactment in force in India with\nsuch restrictions and modifications which it thinks fit to the\ncontinental shelf and the exclusive economic zone and further\nprovides that an enactment so extended shall have effect as if\nthe continental shelf or the exclusive economic zone to which\nthe enactment has been extended is a part of the territory of\nIndia. Thus, sub-section (6) of Section 6 and sub-section (7) of\nSection 7 create a fiction by which the continental shelf and the\nexclusive economic zone deemed to be a part of India for the\npurposes of such enactments which are extended to those areas\nby the Central Government by issuing a notification.\n69. In exercise of the powers vested in the Central\nGovernment under sub-section (6) of Section 6 and sub-section\n(7) of Section 7 of the Maritime Zones Act, 1976, the Government\nextended the Customs Act, 1962 and the Customs Tariff Act,\n1976 to the designated areas of the continental shelf and the\nexclusive economic zone by notification published in the Official\nGazette referred to and reproduced in paragraphs 30 to 33.\nD\nE\nF\nG\n70. It may be noted that Indian position is consistent with\nthe mandate of international law United Nations Convention on\nthe Law of Sea, 1982 (UNCLOS, 1982) dated 07.10.1982 which\nhas been signed by India as a member of the United Nations. H\nX\nC\nD\n516\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA Under UNCLOS, 1982, the territorial sovereignty of the coastal\nState extends beyond the land territory only upto the outer limits\nof the territorial sea which is equivalent to the expression in the\nMaritime Zones Act, 1976. \"Territorial waters\" extends upto 12\nnautical miles from the low water mark line of the coast (base\nB line) which is consistent with the UNCLOS, 1982. Under sub-\nsection (28) of Section 2, \"Indian customs water\" extends\nseaward up to the limit of the contiguous zone, namely, a\njurisdictional zone adjoining the territorial sea and encompassing\nthe stretch of sea waters upto a distance of 12 nautical miles.\nbeyond the territorial waters (which means 24 nautical miles\nfrom appropriate baseline). The coastal State has no\nsovereignty in territorial sense of dominium over the contiguous\nzone, but it exercises sovereign rights for the purpose of\nexploring the continental shelf and exploiting its natural\nresources. It has jurisdiction to enforce its fiscal, revenue and\npenal laws by intercepting vessels engaged in suspected\nsmuggling or the other illegal activities attributable to a violation.\nof the above laws or the existing laws. Undoubtedly, the waters\nwhich extends beyond the contiguous zone are traditionally the\ndomain of the high seas or open sea which have, juristically\nspeaking, the status of international waters where all States enjoy\ntraditional high seas freedoms including freedom of navigation.\nThe coastal States can exercise their right of search, seizure or\nconfiscation of vessel for violation of its customs or fiscal or\npenal laws in the contiguous zone but it cannot exercise these\nF rights once the delinquent vessel enters the high seas. It has no\nright of hot pursuit except where the vessel is engaged in piratical\nacts which are liable for arrest and condemnation within the sea\nfor the jurisdiction over piracy since historical times has been\nrecognized as universal in international law and any State may\nG exercise that jurisdiction over a pirate irrespective of the usual\nconsiderations of territoriality which limit the penal jurisdiction.\nE\nH\n71. With the adoption of UNCLOS, 1982, the legal incidents\nof the high seas have been partly modified. UNCLOS, 1982 is\na comprehensive code on the international law of sea. It codifies\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n517\nand consolidates the traditional law within a single, unificatory A\nlegal framework. It has changed the legal concept of continental\nshelf and also introduced a new maritime zone known as\nexclusive economic zone. Exclusive economic zone is a new\nconcept having several new features. What is significant for our\npurpose is that the coastal State has in its zone only sovereign B\nrights of exploitation of the resources and not sovereignty in the\nsense of territoriality or dominium. Exclusiveness attaches to\nresources exploitation only but does not incorporate the\nownership of title of the coastal State.\n72. It is a concept of restricted sovereignty linked to the C\nresources sense sans the incidents of territoriality. This is so\nbecause, in other respects, the status of the waters in this area\nas a part of the high seas is specifically recognized and retained\nin the Convention.\n73. In the exclusive economic zone, the coastal State has\nexclusive right to exploit for economic purposes like constructing\nartificial islands or other platforms or drilling rigs for oil and\nmineral exploration and other purposes like fishing, scientific\nresearch, etc but the same is subject to the navigation and over-\nfreight rights of non-coastal States.\n74. The oil rig is deemed to be stationed at a designated\narea in the continental shelf/exclusive economic zone. The\ndesignated area is within the territorial limits of the coastal State.\nThe maritime limit of the coastal State would include territorial\nwaters, continental shelf and exclusive economic zone, as\nrecognized under the International Convention on the Law of\nthe Sea including rights, exclusive jurisdiction and duties of the\ncoastal State with regard to customs, fiscal safety, health,\nimmigration laws and regulations [See Articles 56, 60, 77, 80\nof the United Nation's Convention on the Law of the Sea, 1982\n(UNCLOS, 1982)].\nD\nE\nF\nG\n75. Pursuant to such recognition of the territorial limit in\nthe Comity of Nations, the coastal State has the power to\nlegislate or take such appropriate measures to exercise its H\nX\n"}