{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nс\nD\nE\nLL\nF\nG\nH\n488\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\ngoods imported in a conveyance and mentioned in\nthe import manifest or the import report, as the case\nmay be, as for transit in the same conveyance to any\nplace outside India or any customs station may be\nallowed to be so transited without payment of duty.\"\n(viii) SECTION 54 reads as under: -\n\"Transhipment of goods without payment of\nduty.-(1) Where any goods imported into a customs\nport or customs airport are intended for\ntransshipment, a bill of transshipment shall be\npresented to the proper officer in the prescribed\nform:\"\n(ix) SECTION 86 provides that: -\n\"Transit and transhipment of stores.-(1) Any\nstores imported in a vessel or aircraft may, without\npayment of duty, remain on board such vessel or\naircraft while it is in India.\n(2) Any stores imported in a vessel or aircraft may,\nwith the permission of the proper officer, be\ntransferred to any vessel or aircraft as stores for\nconsumption therein as provided in section 87 or\nsection 90.\"\n(x) SECTION 87 provides that: -\n\"Imported stores may be consumed on board a\nforeign-going vessel or aircraft.-Any imported\nstores on board a vessel or aircraft (other than stores\nto which section 90 applies) may, without payment of\nduty, be consumed thereon as stores during the\nperiod such vessel or aircraft is a foreign-going vessel\nor aircraft.\"\n(xi) ARTICLE 297 OF THE CONSTITUTION OF INDIA\nas it originally existed was as under: -\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\nARTICLE 297-\n489\n\"All lands, minerals and other things of value underlying\nthe ocean within the territorial waters of India shall vest in\nthe Union and be held for the purposes of the Union.\"\nArticle 297 was amended in 1963 to include the words \"or\nthe continental shelf\" after the words territorial waters.\nArticle 297 was again amended in 1976 to read as under:-\nARTICLE 297-\n\"Things of value within territorial waters or continental shelf\nand resources of the exclusive economic zone to vest in\nthe Union:\n(1) All lands, mineral land other things of value underlying\nthe ocean within the territorial waters, or the\ncontinental shelf, or the exclusive economic zone, of\nIndia shall vest in the Union and be held for the\npurposes of the Union.\nA\nB\nC\nD\n(2) All other resources of the exclusive economic zone\nof India shall also vest in the Union and be held for E\nthe purposes of the Union.\n(3) The limits of the territorial waters, the continental shelf,\nthe exclusive economic zone, and other maritime\nzones, of India shall be such as may be specified,\nfrom time to time, by or under any law made by\nParliament.\"\n20. The Maritime Zones Act, 1976 was enacted to provide\nfor certain matters relating to the territorial waters, continental\nshelf, exclusive economic zone and other maritime zones of\nIndia. The Maritime Zones Act, 1976 provides that the said Act\nis a sequel to the amendment to Article 297 and that it was in\nconsonance with what has been accepted by the international\ncommunity of States.\nF\nG\n21. It is relevant to refer to the Statement of Objects and H\n490\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA Reasons of the Bill introduced for enactment of the Maritime\nZones Act, 1976 which, inter alia, provides as under: -\nB\nC\nD\nE\nF\nG\nH\n\"Statement of Objects and Reasons\n\"The Bill is a sequel to the latest Constitution Amendment\nBill relating to the substitution of Article 297 by a new\nArticle. According to new Article 297, all lands, minerals\nand other things of value underlying the ocean within the\nterritorial waters, or the continental shelf, or the exclusive\neconomic zone as well as other resources of the exclusive\neconomic zone, vest in the union to be held for the purposes\nof the Union. The new Article also provides that the limits.\nof the territorial waters, the continental shelf, the exclusive\neconomic zone and other maritime zones of India shall be\nsuch as may be specified, from time to time, by or under\nany law made by Parliament.\n\"2. At present India does not have a comprehensive\nlegislation on the law of sea. The limits of the territorial\nwaters and the continental shelf are governed by the\nproclamations issued by the President. As envisaged by\nnew Article 297, it is intended to provide for the limits of\nthe territorial waters, the continental shelf, the exclusive\neconomic zone and other maritime zones of India by a\nParliamentary law. For safeguarding the interests of the\nnation, it is also necessary to provide for a general legal\nframework specifying the nature, scope and extent of\nIndia's rights, jurisdiction and control in relation to the\nvarious maritime zones, the maritime boundaries between\nIndia and other States whose coasts are opposite or\nadjacent to those of India and for the exploration and\nprotection of the resources of our continental shelf and\nexclusive economic zone. Hence this Bill.\n\"3. The maritime zones of India include the territorial waters,\ncontiguous zone, the continental shelf, the exclusive\neconomic zone and the historic waters of India. The\nterritorial waters and the continental shelf are traditional\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n491\nconcepts in international Law and the national jurisdiction A\nin these zones is well established. The concept of the\nexclusive economic zone which has been developed at\nthe initiative of developing countries has gained\nacceptance of the international community of States. The\nconcept of contiguous zone which is located within the B.\nexclusive economic zone and over which additional\njurisdiction is claimed by coastal States has also been\naccepted by the international community of States.\nProvision has also been made in the Bill regarding the\nhistoric waters of India which are adjacent to its land territory C\nand over which India has sovereignty. The limits of these\nwaters such as the waters in the Palk Bay and the Gulf of\nManaar, will be specified by the Central Government by\nnotification in the Official Gazette. The limits of other\nmaritime zones of India have been specified in the Bill\nitself. The Bill empowers the Central Government to alter,\nby notification in the Official Gazette, the limits of these\nmaritime zones. It has been made clear that notifications\nfor altering the limits as specified in the Bill shall not be\nissued unless both Houses of Parliament have passed\nresolutions approving the issue of such notifications.\n\"4. It is proposed to undertake separate legislation in future\nas and when need arises for dealing in greater detail with\nthe regulation, exploration and exploitation of particular\nresources or particular groups of resources of the\ncontinental shelf and the exclusive economic zone as well\nas with other matters in which India has jurisdiction in the\nmaritime zones, and with regard to these matters the Bill\nmakes only broad general provisions.\"\n22. Section 3(2) defines the limit of territorial waters as\nthe line every point of which is at a distance of twelve nautical\nmiles from the nearest point of the appropriate base line. Section\n3(3) authorizes the Central Government to alter the limits of\nterritorial waters. The same reads as under: -\nD\nE\nF\nH\n492\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\nSECTION 3(3)-\nB\nс\nD\nE\nF\nG\nH\n\"Sovereignty over, and limits of territorial waters.-(3)\nNotwithstanding anything contained in sub-section (2), the\nCentral Government may whenever it considers necessary\nso to do having regard to International Law and State\npractice, alter, by notification in the Official Gazette, the\nlimit of the territorial waters.\"\n23. Section 3(4) of the Maritime Zones Act, 1976, reads\nas under: -\nSECTION 3(4)-\n\"No notification shall be issued under sub-section (3)\nunless resolutions approving the issue of such notification\nare passed by both Houses of Parliament.\"\n24. Section 6 of the Maritime Zones Act, 1976 defines\nContinental Shelf of India. Section 6(5) authorizes the Central\nGovernment to declare any area on the continental shelf as\n\"designated area\". The same reads as under: -\nSECTION 6(5)-\n\"The Central Government may, by notification in the Official\nGazette,-\n(a) declare any area of the continental shelf and its\nsuperjacent waters to be a designated area; and\nmake such provisions as it may deem necessary\nwith respect to,-\n(b)\n(i)\nthe exploration, exploitation and protection of\nthe resources of the continental shelf within such\ndesignated area; or\n(ii) the safety and protection of artificial islands, of\nshore terminals, installations and other\nstructures and devices in such designated area;\nor\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. V.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n493\n(iii) the protection of marine environment of such A\ndesignated area; or\n(iv) customs and other fiscal matters in relation to\nsuch designated area.\nExplanation- A notification issued under this sub-section B\nmay provide for the regulation of entry into and passage\nthrough the designated area of foreign ships by the\nestablishment of fairways, sealanes, traffic separation.\nschemes or any other mode of ensuring freedom of\nnavigation which is not prejudicial to the interests of India.\"\n25. Central Government, has been authorized to extend\nthe enactment for the time being in force in India to the continental\nshelf of any \"designated area\" on the continental shelf by issuing\na notification under Section 6(6) which reads as under: -\nSECTION 6(6)-\n\"The Central Government may by notification in the Official\nGazette.-\n(a) extend, with such restrictions and modifications as it\nthinks fit, any enactment for the time being in force in\nIndia or any part thereof to the continental shelf or\nany part [including any designated area under sub-\nsection (5)] thereof; and\nC\nD\nE\n(b) make such provisions as it may consider necessary F\nfor facilitating the enforcement of such enactment,\nand any enactment so extended shall have effect as if the\ncontinental shelf or the part [including, as the case may\nbe, any designated are under sub-section (5)] therof to\nwhich it has been extended is a part of the territory of G\nIndia.\"\n26. Section 6(7) of the Act reads as under: -\nSECTION 6(7)-\nH\n494\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\nB\nC\nD\nE\nF\nG\n\"Without prejudice to the provisions of sub-section (2) and\nsubject to any measures that may be necessary for\nprotecting the interests of India, the Central Government\nmay not impede the laying or maintenance of submarine\ncables or pipelines on the continental shelf by foreign\nStates:\nProvided that the consent of the Central Government shall\nbe necessary for the delineation of the course of the laying\nof such cable or pipelines.\"\n27. Section 7 defines \"exclusive economic zone of India\".\nSection 7(6) authorizes the Central Government to declare any\narea in the exclusive economic zone in the \"designated area\".\nThe same reads as under: -\nSECTION 7(6)-\n\"The Central Government may, by notification in Official\nGazette,-\n(a) declare any area of the exclusive economic zone to\nbe a designated area; and\n(b) make such provisions as it may deem necessary\nwith respect to,-\n(i)\nthe exploration, exploitation and protection of the\nresources of such designated area; or\n(ii) other activities for the economic exploitation and\nexploration of such designated area such as the\nproduction of energy from tides, winds and currents;\nor\n(iii) the safety and protection of artificial island, of shore\nterminals, installations and other structures and\ndevices in such designated area; or\n(iv) the protection of marine environment of such\ndesignated area; or\nH\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n(v)\n495\ncustoms and other fiscal matters in relation to such A\ndesignated area.\nExplanation- A notification issued under this sub-section\nmay provide for the regulation of entry into and passage\nthrough the designated area of foreign ships by the\nestablishment of fairways, sealanes, traffic separation\nschemes or any other mode of ensuring freedom of\nnavigation which is not prejudicial to the interests of India.\"\n28. Under Section 7(7) of the Maritime Zones Act, 1976,\nCentral Government has been authorized to extend the\nenactment for the time being in force in India to the exclusive\neconomic zone or any part thereof in the exclusive economic\nzone or any part thereof by issuing a notification. The said\nSection reads as under: -\nSECTION 7(7)-\n\"The Central Government may by notification in the Official\nGazette.-\nB\nC\nD\n(a) extend, with such restrictions and modifications as it\nthinks fit, any enactment for the time being in force in E\nIndia or any part thereof in the exclusive economic\nzone or any part thereof; and\n(b) make such provisions as it may consider necessary\nfor facilitating the enforcement of such enactment,\nand any enactment so extended shall have effect as if the\nexclusive economic zone or the part thereof to which it\nhas been extended is a part of the territory of India.\"\nF\n29. The relevant notifications issued under the Maritime\nZones Act, 1976 are M.E.A. No: S.O. 429 (E) dated 18.07.1986 G\n(effective since Jan. 15th 1987) and No. S.O. 643(E) dated\n19.9.1996 which took immediate effect.\n30. The text of notification no. No: 429 (E) dated\n18.07.1986 is as under: -\nH\n496\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA\nB\nC\n\"S.O. 429 (E): - In exercise of the powers conferred by\nclause (a) of sub-section (5) of section 6 and clause (a)\nand sub-section (6) of section (7) of the Territorial Waters,\nContinental Shelf, Exclusive Economic Zones and Other\nMaritime Zones Act, 1976 (80 of 1976), the Central\nGovernment hereby declares the areas in the continental\nshelf or, as the case may be, in the exclusive economic\nzone of India where the installations, structures and\nplatforms, the coordinates of which are given in the\nSchedule below, are situate and the areas extending upto\nfive hundred metres from the said installations structures\nand platforms as designated areas for the purposes of\nthe said sections.\"\n31. As per notification No. 11/87-CUSTOMS dated\n14.01.1987, the provisions of Customs Act were extended to\nD areas in the Continental Shelf and the Exclusive Economic Zones\nof India. The text of the notification is as under: -\nE\nF\nG\nI\n\"GSR 30(E)-In exercise of powers conferred by Clause\n(a) of sub-section (6) of section 6 and clause (a) of sub-\nsection (7) of section 7 of the Territorial Waters, Continental\nShelf, Exclusive Economic Zone and other Maritime Zones\nAct, 1976 (80 of 1976), the Central Government hereby\nextends the Customs Act, 1962 (52 of 1962) and the\nCustoms Tariff Act, 1975 (51 of 1975) to the designated\nareas in the Continental Shelf and the Exclusive Economic\nZone of India as declared by the Notification of the\nGovernment of India in the Ministry Ministry of External\nAffairs number S.O. 429(E) dated 18th July, 1986, with\neffect from 15th day of January, 1987.\"\n32. The text of notification no. S.O. 643 (E) dated\n19.09.1996 is as under: -\n\"S.O. 643(E)- In exercise of the powers conferred by clause\n(a) of sub-section (5) of section 6 and clause (a) of sub-\nsection (6) of section 7 of the Territorial Waters, Continent\nShelf. Exclusive Economic Zone and Other Maritime Zones\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS. [BHAN, J.]\n497\nAct, 1976 (80 of 1976), the Central Government hereby A\ndeclares the areas in the continental shelf or, as the case\nmay be, in the exclusive zone of India where the\ninstallations, structures and platforms, the coordinates of\nwhich are given in the Schedule below, are situated and\nthe areas extending upto five hundred metres from the B\nsaid installations, structures and platforms as designated\nareas for the purposes of the said sections.\"\n33. The fourth notification number S.O. 189(E) was issued\non 11.02.2002, after the filing of the Writ Petition in the High\nCourt but before rendering of the Judgment. The same reads C\nas under: -\n\"S.O. 189(E), in exercise of the powers conferred by clause\n(a) of sub-section (5) of section 6 and clause (a) of sub-\nsection (6) of section 7 of the territorial waters, Continental\nShelf, Exclusive Economic Zone and Other Maritime Zones\nAct, 1976 (80 of 1976), the Central Government hereby\nextends the Customs Act, 1962 (52 of 1962) and Customs.\nTariff Act 1975 (51 of 1975) to the continental shelf of India\nand the exclusive economic zone of India with effect from\nthe date of publication of this notification in the Official\nGazette for the following purpose namely\n\"a) the prospecting for extraction of production of mineral\noils in the continent shelf of India or the exclusive\neconomic zone of India and\nb)\nthe supply of any goods as defined in clause (22) of\nSection 2 of the Customs Act, 1962 in connection\nwith any of the activities referred to in clause (a).\nExplanation: For the purposes of this notification \"mineral\noils\" include petroleum and natural gas.”\nINTERNATIONAL COVENANTS AND PROVISIONS\nTHEREOF\n34. In the Eleventh Session, on 30.04.1982, Conference\nD\nE\nF\nG\nH\n"}