{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2008] 6 S.C.R. 468\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR.\nV.\nUNION OF INDIA \u0026 ORS.\n(Civil Appeal No. 2236 of 2002)\nAPRIL 11, 2008\n(ASHOK BHAN AND DALVEER BHANDARI, JJ.)\nCustoms Act, 1962:\n-\ns. 2(21), 2(27), 2(28), 12, 86 and 87 - \"Foreign going\nC vessel\" - \"Territory of India\" - \"Indian custom waters\" -\n'Designated area' - Connotation of – ‘Oil rigs' stationed within\nthe 'designated area' and carrying on operations in the\ncontinental shelf/exclusive economic zone of India,\nconsuming imported 'stores' on board - Levy of import duty\nD on such 'stores' - HELD: Such oil rigs are not 'foreign going\nvessels' – 'Designated area falls within customs regime of\ncoastal State (India) -Imported 'Stores' supplied to such oil\nrigs will attract import duty u/s 12, and are not entitled to\nexemption benefit u/ss 86 and 87 - Customs Act stands\nextended to designated areas and area of discharge or\nunloading/loading is within territory of India by virtue of\ndeeming provisions of ss. 6 and 7 of Maritime Zones Act, 1976\n- Constitution of India, 1950 - Article 297 - Territorial Waters,\nContinental Shelf, Exclusive Economic Zone and other\nMaritime Zones Act, 1976 – ss. 6 and 7 – International Law –\nUnited Nations Convention on the Law of Sea, 1982 - Articles\n2,3,33,55,56,57 and 127 - Interpretation of Statutes.\nE\nF\n-\nConstitution of India, 1950:\n-\n-\nArticle 1(3) - \"Territory of India' - Connotation of -\nG General Clauses Act, 1897 - s.3(28) - Customs Act, 1962 –\ns.2(27).\nH\nInterpretation of Statutes:\nProvisions of Municipal Law and International Law -\n468\nA\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS.\n469\nInterpretation of - HELD: In absence of municipal law A\nInternational treaties/conventions can be looked into and\nenforced if they are not in conflict with municipal law and can\nalso be used to interpret municipal laws so as to bring them in\nconsonance with international law.\nWords and Phrases:\nB\nExpressions 'contiguous zone', 'designated area', and\n'exclusive economic zone' in the context of Territorial Waters,\nContinental Shelf, Exclusive Economic Zone and other\nMaritime Zones Act, 1976/Customs Act, 1962- Connotation of.\nC\nE\nThe appellant-assessees were engaged in drilling\noperations for exploration of offshore oil and gas. The\ndrilling operations were carried on oil rigs/vessels\nstationed in the 'designated area' but outside the territorial\nwaters of India. Until November 1993 the appellants and D\nall other similarly situated companies were permitted to\ntransship imported 'stores' to the oil rigs, for consumption\non board, without levy of any customs duty regardless of\nthe fact whether the oil rigs were operating within a\ndesignated area or a non-designated area. November 1993\nonwards, the respondent-Revenue authorities refused to\npermit companies engaged in onward offshore operations\nto transship 'stores' to the oil rigs without payment of\nCustoms duty. A writ petition filed by the appellant in the\nyear 1994 challenging the levy of customs duty on\nF\ntransshipment of goods/stores imported by drilling\ncontractors and supplied to oil rigs, was allowed by the\nHigh Court on the basis of its judgment in Amership's\ncase. But, the subsequent writ petitions filed by the\nappellants and some other similarly situated companies\nwere dismissed by the High Court following its judgment\nin Pride Foramer's case². Aggrieved, the assessees filed\n1 Amership Management Pvt. Ltd. v. Union of India (1996) 86 ELT 12\n(Bom)\n2 Pride Foramer v. Union of India (2002) 148 ELT 19 (Bom)\nG\nH\n470\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA the instant appeals.\nB\nC\nThe question for consideration before the Court was:\n\"whether oil rigs engaged in operations in the exclusive\neconomic zone/continental shelf of India, falling outside\nthe territorial waters of India, are 'foreign going vessels'\nas defined by Section 2(21) of the Customs Act, 1962, and\nare entitled to consume imported stores thereon without\npayment of customs duty in terms of Section 87 of the\nCustoms Act, 1962?”\nDismissing the appeals, the Court\nHELD: 1.1 The oil rigs carrying on operations in the\n'designated area' are not 'foreign going vessels' u/s 2(21)\nof the Customs Act, 1962, as the 'designated area' falls\nwithin the customs regime of the coastal State (India) and\nD would be deemed to be a part of Indian territory. The area\nof exclusive economic zone/continental shelf, where the\noil rigs are stationed (which of course is outside territorial\nwaters) is deemed to be a part of the territory of India\nunder the Central Government notifications issued\nE pursuant to the provisions of the Territorial Waters,\nContinental Shelf, Exclusive Economic Zone and Other\nMaritime Zones Act, 1976 (Maritime Zones Act, 1976). The\noil rig is thus going from the territory of India to an area\nwhich also is deemed to be part of the territory of India.\nThe supply of imported spares or goods or equipments\nto the oil rigs will attract import duty. The area of discharge\nor unloading/loading is within India by virtue of the\ndeeming provisions of Sections 6 and 7 of the Maritime\nZones Act, 1976. The Customs Act stands extended to the\ndesignated areas by virtue of the Maritime Zones Act, 1976.\n[para 85] [524-F, G, H; 525-A, B]\nF\nG\n1.2 The maritime zones of India include the territorial\nwaters, contiguous zone, the continental shelf, the\nexclusive economic zone and the historic waters of India.\nH The territorial waters and the continental shelf are\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS.\n471\nC\ntraditional concepts in International Law and the national A\njurisdiction in these zones is well established. \"Exclusive\neconomic zone\" is a new concept, which has been\ndeveloped at the initiative of developing countries and has\ngained acceptance of the international community of\nStates. 'Contiguous zone' is that part of the sea which is B\nbeyond and adjacent to the territorial waters of the coastal\nStates. The coastal States though do not exercise\nsovereignty over this part of the sea, however, they are\nentitled to exercise sovereign rights and take appropriate\nsteps to protect its revenue and like matters. The police\nand revenue jurisdiction of the coastal States is extended\nto the contiguous zone as well. The concept of\ncontiguous zone, which is located within the exclusive\neconomic zone and over which additional jurisdiction is\nclaimed by coastal States, has also been accepted by the\ninternational community of States. Pursuant to such\nrecognition of the territorial limit in the Comity of Nations,\nthe coastal State has the power to legislate or take such\nappropriate measures to exercise its sovereign rights over\nthat territorial limit. Consequently, Article 297 of the\nConstitution of India was substituted on these lines; and E\npursuant thereto the Maritime Zones Act, 1976 was\nenacted declaring designated area in the continental shelf/\nexclusive economic zone and extending the Customs.\nAct to such areas. [para 21, 75 and 86] [490-G; 491-A, B;\n517-G; 518-A; 525-A, B, C]\nD\nF\n1.3 With the adoption of United Nations Convention\non the Law of Sea, 1982 (UNCLOS, 1982), to which India\nis a signatory, the legal incidents of the high seas have\nbeen partly modified. UNCLOS, 1982 is a comprehensive\ncode on the international law of sea. It has changed the G\nlegal concept of continental shelf and 'exclusive economic\nzone'. What is significant for the purpose of the instant\ncase is that the coastal State has in its zone only\nsovereign rights of exploitation of the resources and not\nsovereignty in the sense of territoriality or dominium. H\n分\n472\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA Exclusiveness attaches to resources exploitation only but\ndoes not incorporate the ownership of title of the coastal\nState. It is a concept of restricted sovereignty linked to\nthe resources sense sans the incidents of territoriality.\nThis is so because, in other respects, the status of the\nB waters in this area as a part of the high seas is specifically\nrecognized and retained in the Convention. [para 71-72]\n[516-G, H; 517-A, B, C]\n1.4 Under sub-section (28) of Section 2 of the\nCustoms Act, 1962, \"Indian customs waters\" extend\nC seaward up to the limit of the contiguous zone, namely, a\njurisdictional zone adjoining the territorial sea and\nencompassing the stretch of sea waters upto a distance\nof 12 nautical miles beyond the territorial waters (which\nmeans 24 nautical miles from appropriate baseline).\nD Undoubtedly, the waters which extend beyond the\ncontiguous zone are traditionally the domain of the high\nseas or open sea which have, juristically speaking, the\nstatus of international waters where all States enjoy\ntraditional high seas freedoms including freedom of\nE navigation. The coastal State has no sovereignty in\nterritorial sense of dominium over the contiguous zone,\nbut it can exercise the right of search, seizure or\nconfiscation of vessel for violation of its customs or fiscal\nor penal laws in the contiguous zone. However, it cannot\nexercise these rights once the delinquent vessel enters\nthe high seas. It has no right of hot pursuit except where\nthe vessel is engaged in piratical acts which are liable for\narrest and condemnation within the sea for the jurisdiction\nover piracy since historical times has been recognized\nas universal in international law and any State may\nexercise that jurisdiction over a pirate irrespective of the\nusual considerations of territoriality which limit the penal\njurisdiction. [para 70] [516-B, C, D, E, F, G]\nF\nG\n1.5 Section 7(1) of the Maritimes Zone Act which has\nH been worded on the lines of Article 57 of the UNCLOS,\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS.\n473\n1982, describes the exclusive economic zone of India as A\nan area beyond and adjacent to the territorial waters, and\nthe limit of such zone is 200 nautical miles from the\nbaseline referred to in sub-section (2) of Section 3. Under\nsub-section (7) of Section 7, the Central Government may\nby notification in the Official Gazette extend, with such B\nrestrictions and modifications as it thinks fit, any\nenactment for the time being in force in India or any part\nthereof in the exclusive economic zone or any part thereof.\nA combined reading of Sections 3, 6 and 7 of the Maritime\nZones Act, 1976 shows that territorial waters, the seabed C\nand subsoil underlying therein and the air space over such\nterritorial waters form part of the territory of India.\nSovereignty of India extends over the territorial waters but\nthe position is different in the case of continental shelf\nand exclusive economic zone of India. The continental\nshelf of India comprises of the seabed beyond the\nterritorial waters to a distance of 200 nautical miles. The\nexclusive economic zone represents the sea or waters\nover that continental shelf. [para 67-68] [514-E, F, G, H;\n515-A]\n2.1 In exercise of the powers vested in the Central\nGovernment under sub-section (6) of Section 6 and sub-\nsection (7) of Section 7 of the Maritime Zones Act, 1976,\nthe Government extended the Customs Act, 1962 and the\nCustoms Tariff Act, 1976 to the designated areas of the\ncontinental shelf and the exclusive economic zone by\nnotifications. [para 69] [515-E, F, G]\nD\nE\nF\n2.2 By notification S.O. 429 (E) dated 18.07.1986, and\nnotification S.O. 643 (E) dated 19.09.1996, issued under\nclause (a) of sub-section (5) of Section 6 and clause (a) of G\nsub-section (6) of Section 7 of the Maritime Zones Act,\n1976, certain areas in the continental shelf or in the\nexclusive economic zone of India, where certain\ninstallations, structures and platforms of certain\ncoordinates given in the Schedule are situated and the H\n474\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA areas extending upto 500 meters from such installations,\nstructures and platforms are declared as \"designated\nareas\" for the purposes of Sections 6 and 7 of the Maritime\nZones Act, 1976. By two corresponding notifications no.\n11/87-Customs dated 14.01.1987 and 64/97-Customs dated\nB 01.12.1997 issued under clause (a) of sub-section (6) of\nSection 6 and clause (a) of sub-section (7) of Section 7 of\nthe Maritime Zones Act, 1976 the Customs Act and\nCustoms Tariff Act have been extended to the designated\nareas in the continental shelf and the exclusive economic\nzone as declared in the notifications dated 18.07.1986 and\n19.09.1996. [para 85] [523-D, E, F, G; 524-A]\nC\n2.3 The effect of these notifications is that the\ndesignated areas of the continental shelf and the exclusive\neconomic zone become a part of the territory of India for\nD limited purposes. The natural consequence of such\ndeclarations and the extension of the Customs Act and\nthe Customs Tariff Act to these designated areas is to\nintroduce the customs regime to such areas resulting in\nthe levy and collection of customs duties on goods\nE imported into these areas as if these areas are a part of\nthe territory of India. In these circumstances, the definition\nof “India” as given in Section 2(27) of the Customs Act\ngets extended by these provisions to cover areas declared\nas designated areas beyond the territorial waters and\nlocated in the continental shelf and the exclusive\neconomic zone of India. In the exclusive economic zone,\nthe coastal State (in the instant case India) has exclusive\nright to exploit for economic purposes like constructing\nartificial islands or other platforms or drilling rigs for oil\nand mineral exploration and other purposes like fishing,\nscientific research, etc but the same is subject to the\nnavigation and over-freight rights of non-coastal States.\n[para 73-85] [517-D, E; 524-A, B, C, D]\nF\nG\n3.1 The oil rig is deemed to be stationed at a\nH designated area in the continental shelf/exclusive\n*\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS.\n475\neconomic zone. The designated area is within the A\nterritorial limits of the coastal State. The maritime limit of\nthe coastal State (in the instant case, India) would include\nterritorial waters, continental shelf and exclusive\neconomic zone, as recognized under Article 57 of the\nInternational Convention on the Law of the Sea, 1982; and B\nArticles 56, 60, 77 and 80 thereof recognise rights,\nexclusive jurisdiction and duties of the coastal State with”\nregard to customs, fiscal safety, health, immigration laws\nand regulations. [para 74] [517-E, F]\nC\n3.2 It may not be correct to say that the oil rigs\ninstalled by the appellants answer the description \"foreign\ngoing vessel\". A vessel may be a foreign going vessel but\nif the oil rig is situated in the area to which the Customs\nAct applies or extends, the aid of Section 2(21) of the\nCustoms Act cannot be taken to get the benefit under D\nSections 86 and 87 of the same Act. The principle\nunderlying under Sections 86 and 87 is that the stores\nare consumed on board by a foreign going vessel. If the\nso-called foreign going vessel is located within a territory\nover which the coastal State has complete control and E\nhas sovereign right to extend its fiscal laws to such an\narea with or without modifications and the stores were\nconsumed in the area to which the Customs Act has been\nextended, reference or reliance to the vessel being a\nforeign going vessel shall be of no consequence and the F\ncustoms duty would be leviable as the goods are\nconsumed within the territory to which the Customs Act\nhas been extended as per the Maritime Zones Act, 1976\nand the International Convention UNCLOS, 1982.\n[para 79] [520-E, F, G; 521-A]\n-\nG\n3.3 In the instant case, as the goods were being taken\nto a territory which would be deemed to be a part of the\nterritory of India though the goods have left the territorial\nwaters, the same would be exigible to levy of duty when\nthey are taken and consumed within the deemed territory H\n476\nSUPREME COURT REPORTS\n[2008] 6 S.C.R.\nA of India. The fact that the 'stores' are unloaded and\nconsumed within the maritime boundary or within the limit\nof Customs Act, Section 12 will be attracted as it would\nbe construed that there has been an import within the\nterritory of India to which the Customs Act applies.\nB [para 82 and 92] [521-E, F; 527-C, D]\nC\nD\nE\nF\nCommissioner of Income Tax v. Ronald William Trikard\nand Others 215 ITR 638; and MCDERMOTT International\nInc. v. Union of India \u0026 Others [1988 (173) ITR 155 (Bom.) –\nreferred to.\n4.1 The question whether the Courts can look into\nthe provisions of the international treaties/conventions is\nno longer res integra. This Court has held that even in the\nabsence of municipal law, the treaties/conventions can\nbe looked into and enforced if they are not in conflict with\nthe municipal law, and can also be used to interpret\nmunicipal laws so as to bring them in consonance with\ninternational law. However, in the event where they do not\nrun into such conflict, the sovereignty and the integrity of\nthe republic and the supremacy of the constituted\nlegislatures in making the laws may not be subject to\nexternal rules except to the extent legitimately accepted\nby the constituted legislatures themselves. [para 87 and\n88] [525-D, E, F, G]\nGramophone Company of India Ltd. v. Birendra Bahadur\n(1984) 2 SCC 534 and Vishaka \u0026 others v. State of Rajasthan\n\u0026 others (1997) 6 SCC 241 - relied on.\n4.2 In the instant case, the municipal law, i.e., Maritime\nZones Act, 1976 is not in conflict with the international law,\nG rather the same is in consonance with UNCLOS, 1982.\n[para 90] [526-F]\nH\n4.3 Article 127 of UNCLOS, 1982 deals with customs\nduties, taxes and other charges. According to this Article,\nwhere the goods are in transit to other country, the same\nK\nABAN LOYD CHILES OFFSHORE LTD. \u0026 ANR. v.\nUNION OF INDIA \u0026 ORS.\n477\nshall not be subject to any customs duties, taxes or other A\ncharges except for the charges levied for specific services\nin connection with such traffic. There is no prohibition\nfor levying customs duties on the goods which are not in\ntransit for onward transmission to any other country. If\nthe goods are brought in only while proceeding to other B\ncountry, then no customs duty can be levied. In all other\ncases, it seems to be permissible. [para 91] [526-F, G; 527-\nA, B]\n5.1 There is no challenge to the Maritime Zones Act,\n1976, or the notifications issued declaring designated area C\nas well as extending the Customs Act as being ultra vires\nor that its provisions are contrary to the provisions of\nother enactments. The coastal State has \"sovereignty\"\nover \"territorial waters\" but it has only sovereign rights\nover the continental shelf and the exclusive economic D\nzone. The Customs Act extends to the whole of India\nand not simply to the territorial waters of India. Customs\nAct does not contain any provision permitting\ndetermination of the maritime limits. For this purpose,\none has to revert to the Maritime Zones Act, 1976. Hence, E\nreference to the Maritime Zones Act, 1976 is inevitable\nwhile considering any issue relating to maritime issues.\n[para 75] [518-B, C, D, E]\n5.2 If one reads the Customs Act without reading the\nMaritime Zones Act, 1976, then the oil rig located in the F\nnotified areas/designated areas constitute \"place outside\nIndia\". On the other hand, the very purpose of Sections 5,\n6 and 7 of the Maritime Zones Act, 1976 is to declare an\narea of the contiguous zone/continental shelf/exclusive\neconomic zone as a designated area so that exploration, G\nexploitation and protection of resources belonging to\nIndia could be carried out. Under the said Act, the Central\nGovernment can create artificial island, offshore terminals,\netc. By the said Act, customs and other fiscal enactments\nhave been extended. Therefore, the object is very clear H\n"}