{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"B\nA\nNANSHIBHAI S/O GANESHBHAI MIRANI\nV.\nBHUPENDRA P. POPAT AND ANR.\nMARCH 23, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nC\nCode of Civil Procedure, 1908:\nTrust-Governing body-Function and power of-Filing of a suit\nrelating to function of Sri Lohana Mahaparishad-Consent order passed by\nHigh Court directing the Mahaparishad to hold a General Body Meeting to\nconsider 23 Agenda items-Consideration of few items in one meeting by the\nexisting governing body and remaining in the next meeting by newly\nconstituted governing body-Challenge to-High Court held that the old\nD governing body was the only body which could take decision on the remaining\nitems-On appeal, Held: High Court failed to consider two aspects, viz., the\nscope of reopening the entire matter after passing the consent order and the\neffect of decision taken by the newly constituted governing body-Hence the\nmatter remitted to the High Court for consideration of these aspects.\nE\nA suit was filed relating to the function of Sri Lohana Mahaparishad,\nin which a consent order was passed by the Court against which an appeal\nwas filed by respondent No.1 before the High Court. The High Court directed\nto have a General Body Meeting to consider 23 Agenda items including holding\nthe election for the post of President and four trustees of the Mahaparishad.\nF In the meeting of the Madhyastha Maha Samiti of Mahaparishad, on the request\nof majority of members, item no.9 pertaining to the election of four trustees\nin place of the retiring trustees and agenda item no. 22 pertaining to election\nof the President was taken up. President and four trustees were elected.\nRespondent no.1 was the Chief Polling Agent of one of the trustees. Due to\npaucity of time the meeting was adjourned for consideration of the remaining\nagenda items at later date. According to appellant after due notice to all the\nmembers the next meeting was held and the remaining items of agenda were\nconsidered and adopted. Aggrieved, the respondent no.1 filed an application\nalleging that the decision on remaining agenda items could not have been\ntaken at a subsequent meeting by the newly elected governing body. The\nH petition was allowed by the High Court holding that the old governing body\nG\n398\n.I\nNANSHIBHAI S/O GANESHBHAI MIRANI v. BHUPENDRA P. POPAT\n399\nwas the only body which could have taken the decision so far as the remaining A\nitems of the agenda are concerned and, therefore, there was violation of the\nspecific order as contained in the consent order. Hence the present appeal.\nAppellant contended that the High Court has clearly fallen into error\nby holding that it was the old governing body which had to take the decision,\nthat would put the clock back and process of the election of the new body would B\nbe an exercise in futility; that in fact, the meeting was held after due notice\nto eligible persons and decisions were taken; and that respondent No.1, at\nthe behest of another candidate who lost presidential election, had filed the\napplication and the High Court had erroneously entertained the application.\nRespondents submitted that various vital agenda items were to be\nconsidered. It was only the old governing body which had taken various\nresolutions which were to be discussed in terms of various agenda items and\nthe new governing body had no role to play so far as these items are concerned.\nDisposing of the appeal, the Court\nHELD: 1.1. The High Court failed to consider two very relevant aspects.\nFirstly, the scope of re-opening the entire matter in the case after passing of\nthe consent order was required to be considered. Secondly, it has failed to\nconsider the effect of the decisions/resolutions taken at the meeting held\nearlier. [Para 7] [401-D-E]\nC\nᎠ\nE\n1.2. It would be appropriate for the High Court to consider the\n· maintainability of the application filed by respondent no.1 in the matter and\nthe effect of resolutions taken on 4.9.2005, if it comes to hold that the\napplication was maintainable. Accordingly, the matter is remitted to the High\nCourt for fresh consideration of the aforesaid two aspects for which no opinion F\nhas been expressed. [Para 8] [401-F-G]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 1554 of 2007.\nFrom the Judgment and Order dated 09.09.2005 of the High Court of\nJudicature at Bombay in C.A. No. 915/2005 in A.F.O. No. 427/2005.\nG\nR.F. Nariman, H.A. Raichura, S.H. Raichura and R.M. Vithlani for the\nAppellant.\nRajeev N. Narula and Hardeep Singh Anand for the Respondents.\nH\n400\nA\nSUPREME COURT REPORTS\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n[2007] 4 S.C.R.\n=\n2. Challenge in this appeal is to the judgment rendered by a learned\nSingle Judge of the Bombay High Court allowing prayer made by respondent\nB No.1 for certain directions and directing to have a fresh meeting of Sri Lohana\nMahaparishad (hereinafter referred to as the 'Mahaparishad').\nC\nD\n3. A brief reference as projected by the appellant to the factual aspects\nwould suffice.\n4. A suit was filed relating to the function of Mahaparishad. On the\nbasis of the consent order i.e. in an appeal from the order No.427/2005 the\nHigh Court directed to have a General Body Meeting containing 23 Agendas\nincluding the agenda for holding the election of President of the Mahaparishad\nand four trustees. The suit was accordingly disposed of. A Court\nCommissioner was appointed and the agenda notice containing the details of\n23 agenda items were circulated to more than 650 members and the meeting\nwas fixed at Ahmedabad on 3.7.2005. The meeting of the Madhyastha Maha\nSamiti (in short ‘Maha Samiti') of Mahaparishad was held. On the request\nof majority of members, item no.9 pertaining to the election of four trustees\nin place of the retiring trustees and agenda no.22 pertaining to election of the\nE President was taken up first after first formal agendas. Shri Jayantilal Govindji\nKundalia was elected as a President and four persons including one T.R.\nChitwani were elected as trustees. It is to be noted that in the election for the\npost of President and trustees both Shri Kundalia and Shri Chitwani were\ncontesters. As noted earlier Shri Kundalia was elected as President while Shri\nChitwani was elected as a trustee. Respondent no.1 Sri Bhupendra P. Popat\nwas the Chief Polling Agent of Shri Chitwani. It is not disputed that\nconsidering the paucity of time the meeting was adjourned for consideration\nof the remaining agenda items at the later date. According to appellant after\ndue notice to all the members the meeting was held on 4.9.2005 and the\nremaining items of agenda were considered and adopted. Respondent no.1\nG Sri Bhupendra P. Popat filed an application making grievance that the decision\ncould not have been taken at a subsequent meeting and it was only the earlier\nBoard which could have taken up the remaining agenda items and not the\nnewly elected governing body. The appellant questioned correctness of the\nacceptability of the stand of the respondent no.1. It was highlighted that after\nthe new governing body was elected, the question of the old body whose\nH term had expired on 31.12.2004 could not have taken any decision. The High\nF\n\"\nNANSHIBHAI S/O GANESHBHAI MIRANI v. BHUPENDRA P. POPAT [PASAYAT,J.] 401\nCourt accepted that the old governing body was the only body which could A\nhave taken the decision so far as the remaining items of the agenda are\nconcerned and, therefore, there was violation of the specific order as contained\nin the consent order.\n5. Learned counsel for the appellant submitted that the High Court has\nclearly fallen into error by holding that it was the old body which had to take B\nthe decision. That would put the clock back and process of the election of\nthe new body would be an exercise in futility. In fact, there was a meeting\nheld on 4.9.2005 where after due notice to eligible persons, decisions were\ntaken. Respondent no.1 Sri Bhupendra P. Popat at the behest of Shri Chitwani\nwho lost presidential election had filed application in a disposed of case. The\nHigh Court had erroneously entertained the application.\n6. In response, learned counsel for the respondents held that various\nvital agenda items were to be considered. It was only the old governing body\nwhich had taken various resolutions which were to be discussed in terms of\nC\nvarious agenda items and the new governing body had no role to play so far D\nas these items are concerned.\n7. We find that the High Court failed to consider two very relevant\naspects. Firstly, the scope of re-opening the entire matter in the case after\npassing of the consent order was required to be considered. Secondly, it has\nfailed to consider the effect of the decisions/resolutions taken at the meeting E\nheld on 4.9.2005. It is the stand of the appellant that due notice was given\nto the respondents and all eligible members and the resolutions were adopted\nafter thorough discussion.\n8. We do not think it proper to say anything about the effect of the\nresolutions/decisions. It would be appropriate for the High Court to consider F\nthe maintainability of the application filed by respondent no.1 in the matter\nand the effect of resolutions taken on 4.9.2005, if it comes to hold that the\napplication was maintainable. Accordingly, we remit the matter to the High\nCourt for fresh consideration of the aforesaid two aspects for which we\nexpress no opinion.\n9. Since the matter is of urgency, we request the High Court to dispose\nof the matter within three months from the date of receipt of order.\nS.K.S.\nG\n10. The appeal is disposed of accordingly with no order as to costs.\nAppeal disposed of. H\n"}