{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"PHILOMINA JOSE\nV.\nFEDERAL BANK LTD. AND ORS.\nFEBRUARY 2, 2006\nA\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nB\nCode of Civil Procedure, 1908:\nC\nOrder 34 Rule 5-Sale decree-Right of redemption—Availability of\nDenial on the ground that on passing of sale decree, mortgage debt merged\ninto the decree and substitution of Order 34 by Kerala amendment-Held:\nRight of redemption of mortgage is a substantive right of mortgagor which\naccrues to him to be exercised under Order 34 Rule 5 when the decree was\npassed—It cannot be taken away by the amendment of order 34 which was\nmade only after the decree-Such right is available till confirmation of sale in D\npursuance to the decree-There was no final decree, thus denial of redemption\nnot correct-Order 21 Rule 92.\nSection 33-Decree-Passing of-Incorporation of all clauses mentioned\nin the provisions under which decree is passed-Held: Not necessary-While\ninterpreting such decree, it must be read as if all the provisions therein are\nincorporated in the decree.\nE\nF\nSale decrees were passed in 1989 and 1985 respectively. At that time\nCode of Civil Procedure was in force in the State of Kerala. In year 1974,\norder 34 was amended so far as State of Kerala is concerned. The Code of\nCivil Procedure (Amendment) Act, 1976 came into force on 1.2.1977 and by\nvirtue of section 97(1) of the Code, order 34 as it existed before 1.2.1977 stood\nrepealed. Order 34 was incorporated in the Code with effect from 20.11.1990.\nJudgment debtors prayed for redemption in terms of Order 34 Rule 5 of the\nCode. High Court dismissed the petitions holding that by passing of the decree\nfor sale, the mortgage debt merged into the decree and thereafter right to G\nredemption is not available and that by the time the applications were filed,\nthe Code as amended by substituting Order XXXIV did not contain a similar\nprovision with effect from 20.11.1990.\nAllowing the appeals, the Court\n1\nH\nA\nB\n2\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nHELD:1.1. The right of the mortgagor to redeem the property is\navailable to him till the confirmation of the sale in pursuance to the decree.\nRight of redemption of a mortgage is a substantive right of mortgagor which\nhas accrued to him to be exercised under Order 34 Rule 5 of the Code of\nCivil Procedure, 1908 when the decree was passed which cannot be taken away\nby the amendment of order 34 of the Code which was made only after the\ndecree passed in this case. An application under Order 34 Rule 5 is\nmaintainable until the final determination of proceedings to set aside the sale\nunder Order 34 either by way of appeal or revision. [6-F; 7-F-G|\nSheo Narain Sah v. Mt. Deolchan Kuer, AIR (1943) Patna 208,\nC disapproved.\nD\nE\nF\nMhadagonda Ramgonda Patil and Ors. v. Shripal Balwant Rainade \u0026 Ors.,\n[1988] 3 SCC 298, relied on.\nManganlal v. M/s. Jaiswal Industries Neemach \u0026 Ors., [1989] 4 SCC 344,\nNew Kenilworth Hotel (P) Ltd. v. Ashoka Industries Ltd. \u0026 Ors., [1995] 1 SCC\n161, S. Sivaprakasam v B.V. Muniraj \u0026 Ors., [1997] 9 SCC 636, U. Nilan v.\nKannayyan (Dead) Through Lrs., [1999] 8 SCC 511, Kharaiti Lal v. Raminder\nKaur \u0026 Ors., [2000] 3 SCC 664 and V.K. Palaniappa Chettiar (Dead) by LRs v.\nU. Ramaswamy Grounder \u0026 Anr., [2001] 4 SCC 413, relied on.\n1.2. The decrees in the case were passed at a time when the Code was\nin force in the State of Kerala and the amendment in 1974 so far as the State\nof Kerala is concerned was not operative. Composite decrees were passed in\nboth under order XXXIV Rule 4 and 5 together. Those were the provisions\nin regard to enforcement of mortgages, and whatever may be the wording of\nthe decree, they shall be deemed to be passed under Order 34 Rule 5 as it\nstood at the time of the passing of the decree. It is not necessary that all the\nclauses mentioned in the provisions under which the decree is passed should\nbe incorporated in the decree. While interpreting such a decree, it must be\nread as if all the provisions therein are incorporated in the decree. The Court\nmay not at the time of passing of the decree, be aware as to which contingency\nG will happen in future. Each of the decrees was under Order XXXIV Rule 5\nof the Code as it stood before 20.11.1990. [6-G, H; 7-A-B]\n1.3. The effect of Section 97(1) of the Amendment Act is that all the\nlocal amendments made to any of the provisions of the Code either by a State\nLegislature or by a High Court which were inconsistent with the Code as\nH amended by the Amendment Act stood repealed irrespective of the fact\n1\n'\n-4\nབཅཆ་\n3\nPHILOMINA JOSE v. FEDERAL BANK LTD. [PASAYAT, J.]\nwhether the corresponding provision of the Code had been amended or A\nmodified by the Amendment Act and that was subject only to what was found\nin sub-section (2) of Section 97. That being so, till 20.11.1990, the Kerala\namendment was not effective from 1.2.1977. [7-C-D]\nGanpat Giri v. IInd Additional District Judge, Balia and Ors., AIR (1986)\nSC 589, relied on.\nto.\nChittoori Subbanna v. Kudappa Subbanna, AIR (1965) SC 1325, referred\nB\n1.4. In the present appeals, the applications were filed before the\nproceedings for setting aside the sale were pending before the executing court C\nor in appeal. No order has been passed by the Court confirming the sale as\nrequired under Order 21 Rule 92. As there is no final decree, the impugned\njudgment of High Court rejecting the prayer of redemption is indefensible\nand is set aside. [8-A, C, D]\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 1488-1489\nof 2000.\nFrom the Judgment and Order dated 2.6.1997 of the Kerala High Court\nin C.M.A. No. 353/1995 and C.R.P. No. 2340 of 1995.\nWITH\nCivil Appeal Nos. 1490-91 of 2000.\nP. Krishnamoorthy and T.G. Narayanan Nair for the Appellants.\nD\nE\nT.L.V. Iyer, Abhay Kumar, Subramonium Prasad, Gopal Krishan and F\nE.M.S. Anam for the Respondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Challenge in these appeals is to the judgment\nof a Division Bench of the Kerala High Court. The Civil Revision petitions G\nin proceedings under Order 34 Rule 5 of the Code of Civil Procedure, 1908\n(in short the 'Code') were dismissed by a common judgment dated 2.6.1997.\nFactual position, which is practically undisputed need to be noted in\nbrief.\nH\nA\nB\nC\nD\nE\nF\n4\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nThe decrees for sale in the above cases were passed on 8.2.1989 and\n30.7.1985 respectively. At the time of passing the decrees in the case,\namendments as applicable to the State of Kerala were in force. The amendment\nstood repealed by virtue of Section 97(1) of the Code of Civil Procedure\n(Amendment) Act, 1976 (Act 104 of 1976) (in short the ‘Amendment Act')\nwhich came into force on 1.2.1977.\nBy an amendment effected under Section 122 of the Code, by the High\nCourt of Kerala, Order 34 of the Code as existed before 1.2.1977 was\nincorporated in the Code with effect from 20.11.1990. It is thus clear that on\nthe dates when decrees were passed in the case, the Civil Procedure Code\nwas in force in the State of Kerala.\nThe prayer for redemption in terms of Order 34 Rule 5 of the Code as\nmade by the judgment debtors was rejected.\nThe High Court held that the petitions under Order 34 Rule 5 were not\nmaintainable on two grounds namely.\n(1) Under Section 60 of the Transfer of Property Act, 1882 (in short\nthe 'Act') right to redemption continues to inhere in a mortgage\nonly until it is extinguished by act of parties or by a decree of\nCourt. By the passing of a decree, the mortgage security merges\nin the decree and is replaced by the security of the order of sale.\nAccordingly the right of redemption is extinguished by the final\ndecree under Order 34 Rule 5(3) of Code. Reliance was placed\non a decision of the Patna High Court in Sheo Narain Sah v. Mt.\nDeolchan Kuer, AIR (1943) Patna 208.\n(2) Though a right under Order 34 Rule 5 was available under the\nCode, after the substitution of Order XXXIV by the Kerala\namendment there is no such right available to the Mortgagor.\nLearned counsel for the appellants submitted that the High Court's\nview is clearly untenable. First, the Kerala amendment became non-est because\nG of the Amendment Act. Secondly, the view expressed by the Patna High\nCourt was not approved by this Court.\nLearned counsel for the respondents on the other hand submitted that\nit was commonly believed that the Kerala amendment introduced on 15.1.1974\nwas in force at all times and the fresh amendment done in November, 1990\nH was just by way of clarification that it was effective till the amendment.\n\u003c\nį\n\u003e\nPHILOMINA JOSE v. FEDERAL BANK LTD. [PASAYAT, J.]\n5\nHigh Court has held that by the passing of the decree for sale, the A\nmortgage debt is merged into the decree and thereafter right to redemption\nis not available. In taking that view, the High Court has relied on the decision\nof the Patna High Court in Sheo Narayan's case (supra).\nThe view taken by the Patna High Court was held to be not the correct\nview as observed by this Court in Mhadagonda Ramgonda Patil and Ors. v. B\nShripal Balwant Rainade \u0026 Ors., [1988] 3 SCC 298. It was held that unless\nand until a decree of order debarring the mortgagor from redeeming the\nproperty is passed under Sub Rule 3(a) of Rule 8 of Order XXXIV the right\nof redemption is available. It was inter alia held as follows:\nC\nE\n\"12. It is thus manifestly clear that the right of redemption will be\nextinguished (1) by the act of the parties or (2) by the decree of a\ncourt. We are not concerned with the question of extinguishment of\nthe right of redemption by the act of the parties. The question is\nwhether by the preliminary decree or final decree passed in the earlier\nis extinguished. The decree that is referred to in the proviso to Section D\n60 of the Transfer of Property Act is a final decree in a suit for\nforeclosure, as provided in sub-rule (2) of Rule 3 of Order 34 and a\nfinal decree in a redemption suit as provided in Order 34, Rule 8(3)(a)\nof the Code of Civil Procedure. Sub-rule (2) of Rule 3, inter alia,\nprovides that where payment in accordance with sub-rule (1) has not\nbeen made, the court shall, on an application made by the plaintiff in\nthis behalf, pass a final decree declaring that the defendant and all\npersons claiming through or under him are debarred from all right to\nredeem the mortgaged property and also, if necessary, ordering the\ndefendant to put the plaintiff in possession of the property. Thus, in\na final decree in a suit for foreclosure, on the failure of the defendant\nF\nto pay all amounts due, the extinguishment of the right of redemption\nhas to be specifically declared. Again, in a final decree in a suit for\nredemption of mortgage by conditional sale or for redemption of an\nanomalous mortgage, the extinguishment of the right of redemption\nhas to be specifically declared, as provided in clause (a) of sub-rule\n(3) of Rule 8 of Order 34 of the Code of Civil Procedure. These G\nthe two circumstances-(1) a final decree in a suit for foreclosure\nunder Order 34, Rule 3(2); and (2) a final decree in a suit for\nredemption under Order 34, Rule 8(3) (a) of the Code of Civil\nProcedure when the right of redemption is extinguished.\nare\n13. In the instant case, the earlier suit was not a suit for foreclosure H\nA\nB\nC\nD\nE\n6\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nnor was either of the mortgages, a mortgage by conditional sale or an\nanomalous mortgage and, accordingly, there was no declaration in\nthe final decree passed in the earlier suit for redemption that the\nrespondents would be debarred from all right to redeem the mortgaged\nproperty. Rule 5(1) of Order 34 expressly recognized the right of the\nmortgagor to redeem the mortgage at any time before the confirmation\nof a sale made in pursuance of a final decree passed in a suit for sale.\nSimilarly, Rule 8(1) of Order 34 permits the mortgagor to redeem the\nmortgaged property before the confirmation of the sale held in\npursuance of a final decree in a redemption suit, unless such final\ndecree debars the mortgagor from all right to redeem the mortgaged\nproperty which, as noticed earlier, is provided for in sub-rule (3)(a)\nof Rule 8 of Order 34 relating to a mortgage by conditional sale or\nan anomalous mortgage. Thus, the provisions of Order 34 have laid\ndown in clear terms the circumstances when the right of redemption\nof the mortgagor would stand extinguished. It is also clear that in a\nsuit for redemption, a mortgage other than a mortgage by conditional\nsale or an anomalous mortgage, the mortgagor has a right of\nredemption even after the sale has taken place pursuant to the final\ndecree, but before the confirmation of such sale. In view of these\nprovisions, the question of merger of mortgage-debt in the decretal-\ndebt does not at all arise. We are, therefore, of the view that the\ndecision in Sheo Narain case in so far as it lays down the merger of\nthe mortgage-debt in the decretal debt and the consequent\nextinguishment of the right of redemption of the mortgagor after the\npassing of the final decree in a suit for redemption is erroneous.\"\nAs there is no such final decree in this case, the right of the mortgagor\nF to redeem the property is available to him till the confirmation of the sale in\npursuance to the decree.\nThe High Court further held that the right of redemption provided for\nunder Order XXXIV Rule 5 is not available to the appellants in view of the\nfact that by the time the applications were filed, the Code as amended by\nG substituting Order XXXIV do not contain a similar provision with effect\nH\nfrom 20.11.1990.\nThis view is also not correct. The decrees in the case were passed at a\ntime when the Code was in force in the State of Kerala and the amendment\nin 1974 so far as the State of Kerala is concerned was not operative. Composite\ndecrees were passed in both under order XXXIV Rule 4 and 5 together.\n+\nPHILOMINA JOSE v. FEDERAL BANK LTD. [PASAYAT. J.]\n7\nThose were the provisions in regard to enforcement of mortgages, and whatever A\nmay be the wording of the decree, they shall be deemed to be passed under\nOrder XXXIV Rule 5 as it stood at the time of the passing of the decree. It\nis not necessary that all the clauses mentioned in the provisions under which\nthe decree is passed should be incorporated in the decree. While interpreting\nsuch a decree, it must be read as if all the provisions therein are incorporated B\nin the decree. The Court may not at the time of passing of the decree, be\naware as to which contingency will happen in future. Each of the decrees was\nunder Order XXXIV Rule 5 of the Code as it stood before 20.11.1990.\nThe effect of Section 97(1) of the Amendment Act is that all the local\namendments made to any of the provisions of the Code either by a State C\nLegislature or by a High Court which were inconsistent with the Code as\namended by the Amendment Act stood repealed irrespective of the fact whether\nthe corresponding provision of the Code had been amended or modified by\nthe Amendment Act and that was subject only to what was found in sub-\nsection (2) of Section 97. (See Ganpat Giri v. IInd Additional District Judge, Ꭰ\nBalia and Ors., AIR (1986) SC 589. That being so, till 20.11.1990, the\nKerala amendment was not effective from 1.2.1977.\nWhile considering a case interpreting Order XX Rule 12 of the Code\nin Chittoori Subbanna v. Kudappa Subbanna, AIR (1965) SC 1325 this\nCourt laid down the principles to be followed in interpreting such decrees E\nwhen the decree has not specifically mentioned all the clauses in the provision\nunder which the decree is passed.\nRight of redemption of a mortgage is a substantive right of Mortgagor\nwhich has accrued to him to be exercised under Order XXXIV Rule 5 of the\nF\nCode when the decree was passed which cannot be taken away by the\namendment of order XXXIV of the Code which was made only after the\ndecree in this case.\nAn application under Order XXXIV Rule 5 is maintainable until the\nfinal determination of proceedings to set aside the sale under Order XXXIV G\neither by way of appeal or revision. (See Manganlal v. M/s. Jaiswal Industries\nNeemach \u0026 Ors., [1989] 4 SCC 344, New Kenilworth Hotel (P) Ltd. v.\nAshoka Industries Ltd. \u0026 Ors., [1995] 1 SCC 161, S. Sivaprakasam v. B.V.\nMuniraj \u0026 Ors., [1997] 9 SCC 636, U. Nilan v. Kannayyan (Dead) Through\nLrs., [1999] 8 SCC 511, Kharaiti Lal v. Raminder Kaur \u0026 Ors., [2000] 3\nSCC 664 and V.K. Palaniappa Chettiar (Dead) by LRs v.. U. Ramaswamy\nGrounder \u0026 Anr., [2001] 4 SCC 413).\nH\nA\nB\nC\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nIn the present appeals, the applications were filed before the proceedings\nfor setting aside the sale were pending before the executing court or in\nappeal. In C.A. 1488-89 of 2000 proceedings under order XXI Rule 90 were\npending and they were finally decided in C.M.A 353 of 1995 by order dated\n2.6.1997, along with the main order.\nIn C.A. No.1490-91 of 2000 proceedings under Order 21 Rule 89 to set\naside the sale was finally decided only by the order dated 2.6.1997 in C.M.A.\n18 of 1993 and the application under Order 34 Rule 5 was filed earlier.\nIt is also seen that no order has been passed by the Court confirming\nthe sale as required under Order 21 Rule 92.\nAbove being the position, the impugned judgment of the High Court is\nindefensible and is set aside. Appeals are allowed. Costs made easy.\nN.J.\nD\nAppeals allowed.\n"}