{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"U.P. STATE ROAD TRANSPORT CORPORATION\n1\nU.P. RAJYA SADAK PARIVAHAN KARAMCHARI UNION\nMARCH 9, 2007\nA\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nB\nLabour Laws:\nU.P. Industrial Disputes Act, 1947/Industrial Employment (Standing\nOrders) Act, 1946:\ns. 11-C/s. 13-A-Scope of Application before Labour Court for\nregularization of certain contract workers-Allowed by Labour Court-Writ\npetition of employer dismissed by High Court-Held, Power of Labour Court\nunder the two provisions is much narrower than that under s.10 of Industrial\nDisputes Act or under s.4-K of Industrial Disputes Act--Labour Court erred\nin granting the relief-Impugned orders set aside-Workmen may raise their\ngrievances u/s 4-K of Industrial Disputes Act or s.10 of Industrial Disputes\nAct.\nC\nD\nRespondent-Union filed an application before the Labour Court under E\ns.11-C of the U.P. Industrial Disputes Act, 1947 read with section 13-A of the\nIndustrial Employment (Standing Orders) Act, 1946 for a declaration that\npersons appointed on contract basis as drivers and conductors, be declared\nas regular and substantive workmen of the appellant-Corporation with\nconsequential benefits. The Labour Court allowed the application. The writ\npetition of the Corporation having been dismissed by the High Court, it filed F\nthe present appeals.\nAllowing the appeal, the Court\nHELD: 1.1. The power of the Labour Court under section 11-C of the\nU.P. Industrial Disputes Act or under Section 13 of the Industrial Employment G\n(Standing Orders) Act, 1946 is much narrower than the power on a reference\nunder Section 10 of the Industrial Disputes Act which corresponds to Section\n4-K of the U.P. Industrial Disputes Act. The Labour Court could not have\ngranted the relief, it granted as the same could only have been granted on a\n851\nH\n852\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA regular reference under Section 4-K of the U.P. Industrial Disputes Act or\nunder Section 10 of the Industrial Disputes Act. Besides, a perusal of the\norder of the Labour Court shows that it has not referred to any standing order\nof the appellant but refers to Rule 2 of the 1981 Regulations which clearly\nprovides that the Regulations do not apply to employees engaged on contract\nbasis. The Labour Court cannot amend the Regulations while hearing an\napplication under Section 11-C. [Paras 10 and 12] [854-E, F, G]\nB\nC\nD\n1.2. The impugned judgment of the High Court as well as the order of\nthe Labour Court are set aside. However, it is open to the workmen to raise\ntheir grievances before the authority concerned under Section 4-K of the U.P.\nIndustrial Disputes Act or under Section 10 of Industrial Disputes Act, as\nthe case may be, and if the State Government refers such a dispute to the\nLabour Court or Tribunal, the same will be decided expeditiously.\n[Para 14] [855-A, B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1235 of 2007.\nFrom the Judgment and order dated 6.9.2005 of the High Court of\nUttaranchal at Nainital in Writ Petition No. 774 of 2002 (M/S).\nWITH\nC.A. Nos. 1236, 1237 and 1238 of 2007.\nE\nPradeep Misra for the Appellant.\nF\nG\nKailash Chand for the Respondent.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. Leave granted.\n2. These appeals have been directed against the impugned judgment\nand order dated 6.9.2005 of the Uttaranchal High Court in Writ Petition No.\n774 of 2002.\n3. The appellant - U.P. Road Transport Corporation (hereinafter referred\nto as the 'Corporation'), has been constituted under the Road Transport\nCorporation Act, 1950. The respondent which is a Trade Union of the appellant-\nCorporation, filed an Application before the Labour Court, Dehradun under\nSection 11-C of the U.P. Industrial Disputes Act, 1947 read with Section 13A\nof the Industrial Employment (Standing Orders) Act, 1946, praying for a\nH declaration that the 15 persons who were appointed on contract basis as\nU.P. STATE ROAD TRANSPORT COPRN 1. UP Rajya Sadak PARIVAHAN KARAMCHARI UNION (MARKANDEY KATJU. J. | 853\n'drivers' and 'conductors' as shown in the annexed chart, be declared as A\nregular and substantive workmen of the Corporation. It was also prayed in\nthe said Application that the concerned workmen be given all the benefits and\nfacilities of regular employees.\n4. The aforesaid Application was allowed by the Labour Court, Dehradun\nby its order dated 19.9.2001. The Labour Court directed that the concerned B\nworkmen be given the minimum wages admissible to the regular employees\nin the pay scales of 'drivers' and 'conductors'. The Labour Court also held that\nthe said workmen are employees of the Corporation.\n5. It is not disputed that the concerned workmen were appointed on\nC\ncontract basis. Before the Labour Court, the Corporation had contended that\nRule 2 of U.P.S.R.T.C Employees (Other than Officers) Service Regulations,\n1981 (hereinafter referred to as the 'Regulations') clearly mentions that these\nregulations shall not apply to employees working on contract basis. The\npersons working on contract basis filed Writ Petition No. 41349/1999 Kanchi\nLal and Ors. v. U.P.S.R.T.C before the Allahabad High Court for grant of same D\nbenefits as the regular employees of the Corporation, but the said writ petition\nhad been dismissed. However, the objection of the Corporation was rejected\nby the Labour Court. It filed a writ petition thereafter before the High Court\nwhich was dismissed by the impugned judgment.\n6. It was contended in the writ petition by the appellant that the E\nconcerned workmen had not been selected in terms of the process of selection\nrequired for appointment of regular employees and hence they cannot be\ndirected to be given minimum pay scales of regular employees. It was also\ncontended that the Labour Court acted beyond its jurisdiction by passing the\nimpugned order dated 19.9.2001 since Section 11-A only permits interpretation\nand application of a standing order and not any particular relief which can\nonly be given under the Industrial Disputes Act, 1947.\n7. It may be noted that the scope of Section 11-C is much narrower than\nthe scope of a regular reference under Section 10 of the Industrial Disputes\nAct or Section 4-K of the U.P. Industrial Disputes Act.\n8. Section 11-C of the U.P. Industrial Disputes Act states:\n\"11-C. Interpretation, etc. of standing orders - If any question as to\nthe application or interpretation of a standing order certified under the\nF\nG\nH\n854\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nIndustrial Employment (Standing Orders) Act, 1946, any employer or\nworkman may refer the question to any one of the Labour Courts\nspecified for the disposal of such proceeding by the State Government\nby notification in the Official Gazette, and the Labour Court to which\nthe question is so referred shall, after giving the parties an opportunity\nof being heard, decide the question and such decision shall be final\nand binding on the parties\"\n9. Similarly Section 13-A of the Industrial Employment (Standing Orders)\nAct 1946 states:.\n\"13-A. Interpretation etc. of standing orders - If any question arises\nas to the application or interpretation of a standing order certified\nunder this Act, any employer or workman or a trade union or other\nrepresentative body of the workmen may refer the question to any one\nof the Labour Courts constituted under the Industrial Disputes Act,\n1947, and specified for the disposal of such proceedings by the\nappropriate Government by notification in the Official Gazette, and the\nLabour Court to which the question is so referred shall, after giving\nthe parties an opportunity of being heard, decide the question and\nsuch decision shall be final and binding on the parties”.\n10. In our opinion, the power of the Labour Court under Section 11-C\nE of the UP Industrial Disputes Act or under Section 13-A of the Industrial\nEmployment (Standing Orders) Act, 1946 is much narrower than the power of\nthe Labour Court on a reference under Section 10 of the Industrial Disputes\nAct which corresponds to Section 4-K of the U.P. Industrial Disputes Act.\n11. In our opinion, the Labour Court could not have granted the relief\nF it granted by the order dated 19.9.2001, as that could only have been granted\non a regular reference under Section 4-K of the U.P. Industrial Disputes Act\nor under Section 10 of the Industrial Disputes Act.\nG\nH\n12. A perusal of the order of the Labour Court dated 19.9.2001 shows\nthat it has not referred to any standing order of the appellant. On the other\nhand, paragraph 3 of the said order refers to Rule 2 of the 1981 Regulations\nwhich clearly provides that the Regulations do not apply to employees engaged\non contract basis. In our opinion, the Labour Court cannot amend the\nRegulations while hearing an application under Section 11-C of the Industrial\nDisputes Act.\n1\nU.P. STATE ROAD TRANSPORT COPRN 1. U P. RAJYA SADAK PARIVAHAN KARAMCHARI UNION ĮMARKANDEY KATJU. 1.1 855\n13. As already stated above, the scope of Section 11-C is limited to A\ndecide a question arising out of an application or interpretation of a standing\norder and the Labour Court cannot go beyond the scope of Section 11-C of\nthe U.P. Industrial Disputes Act.\n14. For the reasons given above, the appeals are allowed. The impugned\njudgment of the High Court as well as the order of the Labour Court dated B\n19.9.2001 are set aside. However, it is open to the concerned workmen to raise\ntheir grievances before the concerned authority under Section 4-K of the U.P.\nIndustrial Disputes Act or under Section 10 of Industrial Disputes Act, as the\ncase may be, and if the State Government refers such a dispute to the Labour\nCourt or Tribunal, we hope that the same will be decided expeditiously. No C\ncosts.\nR.P.\nAppeals allowed.\n"}