{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"с\n982 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA forward such person arrested or article seized, to an officer\nunder Section 53 or an officer-in-charge of the police station,\nit necessarily follows that an officer under Section 42 would be\ndifferent and distinct from an officer invested with the task of\ninvestigation, i.e., either the officer-in-charge of the police\nB station or an officer empowered under Section 53 of the Act.\nIn the present case, however, the PW.2 R. Murugan recorded\nthe statement of the appellant under Section 67 and thereafter\narrested him. He was, therefore, required to forward the\nstatement as well as the appellant to the Investigating officer\nin terms of Section 52(3). Instead, he himself became the\nInvestigating Officer in the present case, which amounted to\nnon-compliance of Section 52(3) read with Section 58 of the\nAct. Fair investigation demands existence of an independent\ninvestigating agency which is also contemplated and is evident\nfrom the scheme of NDPS Act. It was submitted that since\nSection 58 of the Act provides for punishment for vexatious\nentry, search, seizure and arrest, the conduct of the officer\narresting or an officer under Section 42 is subject matter of\ninvestigation by an independent agency and hence PW. 2 R.\nMurugan could not have been made an investigating officer in\nthe present case after he has already acted and exercised\npowers under Section 42 of the Act.\nD\nE\nF\nG\nH\n(III)\nAnother submission of Mr. Jain was that trial was\ninitiated because of Non-compliance of the\nProvisions of Section 57 of the Act -\nIt was submitted that Section 57 requires that whenever\nany person makes any arrest or seizure under the Act, then a\nreport thereof has to be submitted of such arrest or seizure to\nhis immediate superior officer. In the present case the raiding\nparty comprised of PW.6- Gunabalan, Superintendent - PW.7\nAruldoss, Intelligence Officer, PW.10 Sendhil Murugan,\nIntelligence Officer and two other staff members i.e., one Sepoy\nand one driver. It was submitted that the senior most officer\namong the raiding team was PW.6 Gunabalan who was,\ntherefore, exercising powers under Section 42 of the Act and\nTOFAN SINGH v. STATE OF TAMIL NADU\n[A.K.SIKRI, J.]\n983\nthe other officers being his subordinates were assisting him in A\nexercise of such powers. Therefore, the report contemplated\nunder Section 57 ought to have been made by PW.6 Gunabalan\nto his immediate superior officer but instead, in the present\ncase PW.7 Aruldoss has submitted a report to PW.6\nGunabalan under Section 57 of the Act with regard to seizure B\nand PW.2 R. Murugan has submitted report to PW.6 Gunabalan\nunder Section 57 with regard to arrest of the appellant herein.\nIt is, thus, submitted that there is a complete non-compliance\nof the provisions of Section 57 of the Act which has vitiated the\nsafeguards provided under the Act and as such the appellant C\ncould not have been convicted.\n20. Arguing on behalf of the prosecutor, Mr. S. Nanda\nKumar, learned Counsel submitted that the appellant had given\nvoluntary statement that discloses his involvement in the\ncommission of the offence alongwith other accused persons.\nIn the statement he has categorically admitted having bringing\n5.250 kgs of heroin/ narcotic substance from Maniki Village,\nDistrict Mandsaur, Rajasthan to Chennai by Jaipur - Chennai\nExpress along with other co-accused Badrilal Sharma wearing\nRPF Uniform till Nelore, Andhra Pradesh. He has also admitted\nthat, thereafter, the other accused namely Guddu Singh @\nVikram Singh and Bapulal Jain picked them in a car and\nproceeded to Chennai. It is on the way that these accused\npersons were caught by the respondent's officials and based\non their confession as well as the material seized, the case was\nregistered. He also pointed out that it has come on record that\nBabulal Jain (declared as absconder) and Guddu Singh were\ninvolved in the similar offence by selling 8 Kgs. of heroin on\nearlier occasions which was handed over to Prem @ Kannan,\na Srilankan National, another co-accused in this case. It was\nthe second time that the accused persons planned to smuggle\nthe heroin to Srilanka.\n21. Refuting the submissions of the appellant, it was\nsubmitted that the confessional statement recorded under\nSection 67 of the NDPS Act could be acted upon, as the officer\nD\nE\nF\nG\nH\n984\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA recording statement under this provision under Section 67 is\nnot a \"police officer\" and, therefore, such a statement is not hit\nby the provisions of Section 24 to 27 of the Evidence Act or\nArticle 20(3) of the Constitution of India. His submission was\nthat law on this aspect had already been settled by the judgment\nB of this Court in Kanhaiyalal v. Union of India; 2008 (4) SCC\n668 as well as Raj Kumar Karwal v. Union of India; 1990(2)\nSCC 409. The learned Counsel pointed out that judgment relied\nupon by the appellant pertains to other Acts like Customs Act\netc. whereas the aforesaid judgments specifically dealt with the\nnature of duties performed by officers under the NDPS Act and,\ntherefore, on this issue Raj Kumar (Supra) and Kanhaiyalal\n(Supra) were the binding precedents. He also submitted that\nas per Section 67 of NDPS Act, any officer referred to in\nSection 42 of NDPS Act was empowered to obtain a\nstatement. Once the said statement is made it can also be\nconstrued as confessional statement since there is no specific\nprovision in the Act to obtain the confessional statement from\nthe accused. Therefore, such a statement of the appellant was\nrightly relied upon resulting into his conviction.\nC\nD\nE\n22. The learned Counsel for the state also countered the\nsubmission of the appellant that the officer acting under Section\n53 of the NDPS Act i.e. the investigating officer had to be\nnecessarily different from the officer who is acting under Section\n42 of the NDPS Act. He submitted that Sections 42, 53 and\nF 67 of NDPS Act do not bar the officer authorized under the act\nto conduct, search, seizure, investigate and enquire into the\nmatter. His submission was that the depositions of PW.2 -\nMurugan, Intelligence Officer, PW.6 - - Gunabalan,\nSuperintendent and PW.10 - Senthil Murugan, Intelligence\nG Officer establish that they are empowered to act under Section\n42, 53 and 67 of the NDPS Act.\nH\n23. The learned Counsel also highlighted incriminating\nfacts as per the records viz. the raid team was led by PW.6 -\nGunabalan, Superintendent along with the PW.10 A. Senthil\nTOFAN SINGH v. STATE OF TAMIL NADU\n[A.K.SIKRI, J.]\n985\nB\nMurugan, Intelligence Officer and one Aruldoss, Intelligence A\nofficer. Also two other officials conducted the raid and made a\nsearch and seizure of the heroin on 24.10.2004 at 12.00 hrs.\nat GNT Road, 100 ft. road, Madhavaram in Chennai where the\nvehicles come from Nellore, Andhra Pradesh towards Chennai\nJunction. After the seizure, PW.2 - Murugan enquired into the\nmatter as per the direction of the superintendent. He also\nobtained the voluntary statement under Section 67 of the NDPS\nAct. The accused also gave another statement for supply of\nheroin to Guddu Singh. The confessional statement of Badrilal\nSharma, who travelled alongwith accused/ appellant was also\nrecorded. The confessional statement of absconded accused\nviz. Babulal Jain is also on the original record. In addition to\nthat, the Identity Card of Badrilal Sharma and the train tickets\nof the appellant and Badrilal Sharma, as both of them travelled\ntogether, have come on record. All this proves that the appellant\nwas in possession of the heroin 5.250 Kgs. and carried it from\nRajasthan to Chennai with intention to smuggle the same to\nSrilanka, when he was caught. He thus pleaded that conviction\nand sentence of the appellant was rightly recorded by the courts\nbelow, which warranted no interdicting by this court.\n24. From the arguments noted above, it would be clear that\nthe appellant has challenged the conviction primarily on the\nfollowing grounds:-\nC\nD\nE\n(i) The conviction is based solely on the purported F\nconfessional statement recorded under Section 67 of the\nNDPS Act which has no evidentiary value in as much as:\n(a) The statement was given to and recorded by an\nofficer who is to be treated as \"Police Officer\" and\nis thus, hit by Section 25 of the Indian Evidence Act.\nG\n(b) No such confessional statement could be\nrecorded under Section 67 of the NDPS Act. This\nprovision empowers to call for information and not\nto record such confessional statements. Thus, the H\n986\nSUPREME COURT REPORTS\n[2013] 9 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nH\nstatement recorded under this provision is akin to\nthe statement under Section 161 Cr.PC.\n(c) In any case, the said statement having been\nretracted, it could not have been the basis of\nconviction and could be used only to corroborate\nother evidence.\n(ii) There was absence of fair investigation and non-\ncompliance of the provisions of Section 52(3) of the NDPS\nAct. This submission is primarily based on the argument\nthat same person cannot be an officer under Section 42\nof the NDPS Act as well as investigating officer under\nSection 52 of the said Act.\n(iii) Non-compliance of Section 57 of the NDPS Act is also\nalleged because of the reason that P.W.7 who was the\nsenior most officer among the raiding team has submitted\nthe report under Section 57 of the NDPS Act with regard\nto arrest of the appellant to P.W.6j. Instead P.W.6 should\nhave submitted the report of such arrest to P.W.7.\n25. We shall take up these arguments in seriatim for our\ndiscussion:\nEvidentiary value of statement u/s 67 of the NDPS Act.\nBefore examining this contention of the appellant, it would\nbe apposite to take note of the provisions of Sections 42, 53\nand 67 of the NDPS Act. These provisions read as under:-\n42.\nPower of entry, search, seizure and arrest without\nwarrant or authorization.\n(1) Any such officer (being an officer superior in\nrank to a peon, sepoy or constable) of the\ndepartments of central excise, narcotics, customs,\nrevenue intelligence or any other department of the\nCentral Government including para-military forces\nTOFAN SINGH v. STATE OF TAMIL NADU\n[A.K.SIKRI, J.]\n987\nor armed forces as is empowered in this behalf by A\ngeneral or special order by the Central\nGovernment, or any such officer (being an officer\nsuperior in rank to a peon, sepoy or constable) of\nthe revenue, drugs, control, excise, police or any\nother department of a State Government as is B\nempowered in this behalf by general or special\norder of the State Government, if he has reason to\nbelieve from persons knowledge or information\ngiven by any person and taken down in writing that\nany narcotic drug, or psychotropic substance, or C\ncontrolled substance in respect of which an offence\npunishable under this Act has been committed or\nany document or other article which may furnish\nevidence fo the commission of such offence or any\nillegally acquired property or any document or other\narticle which may furnish evidence of holding any\nillegally acquired property which is liable for seizure\nor freezing or forfeiture under Chapter VA of this\nAct is kept or concealed in any building\nconveyance or enclosed place, may between\nsunrise and sunset-\n'\nD\nE\n(a)\nenter into and search any such building,\nconveyance or place;\n(b)\nin case of resistance, break open any door and\nremove any obstacle to such entry;\nF\n(c)\nseize such drug or substance and all materials used\nin the manufacture thereof and any other article and\nany animal or conveyance which he reason to\nbelieve to be liable to confiscation under this Act\nand any document or other article which he has\nreason to believe may furnish evidence of the\ncommission of any offence punishable under this\nAct or furnish evidence of holding any illegally\nacquired property which is liable for seizure or\nG\nH\nA\nB\nC\nD\nE\nF\n☐ G\nH\n988\nSUPREME COURT REPORTS\n(d)\n[2013] 9 S.C.R.\nfreezing or forfeiture under Chapter VA of this Act;\nand\ndetain and search, and, if he thinks proper, arrest\nany person whom he has reason to believe to have\ncommitted any offence punishable under this Act.\nProvided that if such officer has reason to believe that a\nsearch warrant or authorization cannot be obtained without\naffording opportunity for the concealment of evidence or\nfacility for the escape of an offender, he may enter and\nsearch such building, conveyance or enclosed place at any\ntime between sunset and sunrise after recording the\ngrounds of his belief.\n(2) Where an officer takes down any information in\nwriting under sub-section (1) or records grounds for\nhis belief under the proviso thereto, he shall within\nseventy-two hours send a copy thereof to his\nimmediate official superior.\n\"53. Power to invest officers of certain departments with\npowers of an officer-in-charge of a police station:-\n(1)\nThe Central Government, after consultation with the\nState Government, may, by notification published in\nthe Official Gazette, invest any officer of the\nDepartment of Central Excise, narcotics, Customs,\nRevenue Intelligence or the Border Security Force\nor any class of such officers with the powers of an\nofficer-in-charge of Police Station for the\ninvestigation of the offences under this Act.\n(2) The State Government may, by notification\npublished in the official gazette, invest any officer\nof the Department of Drugs Control, Revenue or\nExcise or any class of such officers with the powers\nof an officer-in-charge of a police station for the\ninvestigation of offences under this Act.\"\nTOFAN SINGH v. STATE OF TAMIL NADU\n[A.K.SIKRI, J.]\n989\n\"67. Power to call for information etc.\n(a)\nA\nAny officer referred to in Section 42 who is\nauthorized in this behalf by the Central Government\nor a State Government may, during the course of\nany enquiry in connection with the contravention of B\nany provision of this Act:-\nCall for information from any person for the purpose\nof satisfying himself whether there has been any\ncontravention of the provision of this Act or any rule\nor order made thereunder:\n(b) Require any person to produce or deliver any\ndocument or thing useful or relevant to the enquiry\n(c)\nExamine any person acquainted with the facts and\ncircumstances of the case.\"\nC\nD\nE\n26. We have already taken note of the contentions of\nCounsel for the parties on the interpretation of the aforesaid\nprovisions. To recapitulate in brief, the submission of Mr. Jain\nis that there is no power in the Section67 of the NDPS Act to\neither record confessions or substantive evidence which can\nform basis for conviction of the accused. It is also argued that,\nin any case, such a statement is not admissible in evidence\nas the excise official recording the statement is to be treated\nas \"police officer\" and thus, the evidential value of the statement F\nrecorded before him is hit by the provisions of Section 25 of\nthe Indian Evidence Act.\n27. The learned Counsel for the respondent had pointed\nout that in the case of Kanhaiyalal vs. Union of India; 2008\n(4) SCC 668, it has been categorically held that the officer\nunder Section 63 is not a police officer. In arriving at that\nconclusion the two judge Bench judgment had followed earlier\njudgment in the case of Raj Kumar Karwal Vs. Union of India;\n1990 (2) SCC 409.\nG\nH\nA\n990 SUPREME COURT REPORTS\n[2013] 9 S.C.R.\n28. Had the matter rested at that, the aforesaid dicta laid\ndown by two judge Bench would have been followed by us.\nHowever, on the reading of the aforesaid judgment, we find that\nthe only reason to conclude that an officer under Section 53 of\nthe NDPS Act was not a police officer was based on the\nB following observations:\nC\nD\nThese provisions found in Chapter V of the Act show\nthat there is nothing in the Act to indicate that all the powers\nunder Chapter XII of the Code, including the power to file\na report under Section 173 of the Code have been\nexpressly conferred on officers who are invested with the\npowers of an officer-in-charge of a police station under\nSection 53, for the purpose of investigation of offences\nunder the Act.\n29. We find, prima facie, in the arguments of Mr. Jain to\nbe meritorious when he points out that the aforesaid\nobservations are without any detailed discussion or the reasons\nto support the conclusion arrived at. Mr. Jain's fervent plea to\ndepart from the view taken in the said judgment deserved\nE consideration as there is no provision under the NDPS Act\nwhich takes away the power of filing a report under Section 173\nof the Code which is available with an officer-in-charge of a\npolice station. He further argued that the provision of Section\n173 are contained in Chapter XII of the Code and since all\nF powers of an officer in-charge of a police station has been\nconferred, there is no legal basis to suggest that the said power\nis not available with the officer under Section 53 of the Act.\nAbove all, we find that the judgment in Raj Kumar Karwal\n(supra) was considered by this court in few cases but without\ngiving imprimatur, as can be seen below:\nG\n30. Abdul Rashid v. State of Bihar; (2001) 9 SCC 578,\nthis Court after noticing the judgment in Raj Kumar Karwal\n(supra), chose to apply the Constitution Bench judgment in the\ncase of Raja Ram Jaiswal reported as (1964) 2 SCR 752 and\nH observed thus:-\nTOFAN SINGH v. STATE OF TAMIL NADU\n[A.K.SIKRI, J.]\n991\nB\nC\n\"Mr. B.B. Singh also brought to our notice a judgment of A\nthis Court in the case of Raj Kumar Karwal v. Union of\nIndia in support of the contention that even a\nsuperintendent of excise under the Bihar and Orissa\nExcise Act is not a police officer and as such a\nconfessional statement made to him would be admissible\nin evidence. In the aforesaid case, the question for\nconsideration is whether the officers of the Department of\nRevenue Intelligence (DRI) invested with powers of officer\nin-charge of a police station under Section 53 are police\nofficers or not within the meaning of Section 25, and this\nCourt answered that those officers are not police officers.\nThis decision is in pari material with the Constitution Bench\ndecision in 1966 and does not in any way detract from the\nconclusion of this Court in Raja Ram which we have\nalready noticed. In Pon Adithan v. Dy. Director, Narcotics\nControl Bureau this question had not directly been in issue\nand the only question that was raised is whether the\nstatement made was under threat and pressure. It is\nobvious that a statement of confession made under threat\nand pressure would come within the ambit of Section 24\nof the Evidence Act. This decision therefore would not be\ndirect authority on the point in issue. In the aforesaid\npremises, the decision of Raja Ram would apply to the\nalleged confessional statement made by the appellant to\nthe superintendent of excise and therefore would be\ninadmissible in evidence.\"\nD\nE\nF\n31. Both the said judgments i.e. Raj Kumar Karwal (supra)\nas well as Kanhiyalal (supra) were thereafter considered by\nthis court in Noor Aga vs. State of Punjab (2008) 9 SCALE\n681 where the court, has after considering the entire scheme G\nof the Customs Act, has held that the officer under Section 53\nof the customs Act is a police officer and would, therefore,\nattract the provisions of Section 25 of the Evidence Act. It\nobserved:\nH\n"}