{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nC\nD\nE\nLLI\nF\nG\nH ·\n72\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nRoom has operations in the same circles where the\napplication for Swan Telecom was filed. Therefore, under\nClause 8 of the Guidelines, Swan should not have been\nallotted spectrum by the Telecommunication Ministry. But.\nthe company did get it on Minister's direction, which is an\nundue favour from him (Raja). There was obviously a quid\npro quo which only a CBI enquiry can reveal, after an FIR\nis registered. There is no need for a P/E, because the\nCVC has already done the preliminary enquiry.\nQuite surprisingly, the 2G spectrum licences were priced\nat 2001 levels to benefit these private players. That was\nwhen there were only 4 million cellphone subscribers; now\nit is 350 million. Hence 2001 price is not applicable today.\nImmediately after acquiring 2G spectrum licences both\nSwan and Unitech sold their stakes to foreign companies\nat a huge profits. While Swan Telecom sold its stakes to\nUAE telecom operator Etisalat, Unitech signed a deal with\nTelenor of Norway for selling its share at huge premiums.\nIn the process of this 2G spectrum allocation, the\ngovernment received only one-sixth of what it would have\ngot had it gone through a fresh auction route. The total loss\nto the exchequer of giving away 2G GSM spectrum in this\nway including to the CDMA operators\nis over\nRs.50,000 crores and is said to be one of the biggest\nfinancial scams of all times in the country.\n-\n-\nWhile approving the 2G licences, Minister Raja\nturned a blind eye to the fact that these two companies do\nnot have any infrastructure to launch their services. Falsely\nclaiming that the Telecom Regulatory Authority of India had\napproved the first-cum-first served rule, Raja went ahead\nwith the 2G spectrum allocation to two debutants in the\nTelecom sector. In fact earlier TRAI had discussed the\nspectrum allocation issue with existing services providers\nand suggested to the Telecom Ministry that spectrum\n•\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 73\nSINGH AND ANR. [G.S. SINGHVI, J.]\nallocation be made through a transparent tender and A\nauction process. This is confirmed by what the TRAI\nChairman N. Misra told the CII organized conference on\nNovember 28, 2008 (Annexure 2). But Raja did not bother\nto listen to the TRAI either and pursued the process on\n'first come, first served' basis, benefiting those who had\ninside information, causing a loss of Rs.50,000 crores to\nthe Government. His dubious move has been to ensure\nbenefit to others at the cost of the national exchequer.\"\nThe request made in the representation, which was relied\nupon by the learned Attorney General for showing that the\nappellant had himself asked for an investigation, is also\nextracted below:\nB\nC\n\"According to an uncontradicted report in CNN-IBN news\nchannel of November 26, 2008, you are said to be “very D\nupset with A. Raja over the spectrum allocation issue\". This\nconfirms that an investigation is necessary, for which I may\nbe given sanction so that the process of law can be\ninitiated.\nI, therefore, writ to demand the grant of sanction to\nprosecute Mr. A. Raja, Minister for Telecom of the Union.\nof India for offences under the Prevention of Corruption\nAct. The charges in brief are annexed herewith (Annexure\n3).\"\nE\nF\n4. Since the appellant did not receive any response from\nrespondent No.1, he sent letters dated 30.5.2009, 23.10.2009,\n31.10.2009, 8.3.2010 and 13.3.2010 and reiterated his request/\ndemand for grant of sanction to prosecute respondent No.2. In\nhis letter dated 31.10.2009, the appellant referred to the fact G\nthat on being directed by the CVC, the Central Bureau of\nInvestigation (CBI) had registered a first information report, and\nclaimed that prima facie case is established against\nrespondent No. 2 for his prosecution under Sections 11 and\n13(1)(d) of the 1988 Act. The appellant also claimed that H\n74\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA according to various Supreme Court judgments it was not\nnecessary to carry out a detailed inquiry, and he had produced\nsufficient evidence for grant of sanction to initiate criminal\nprosecution against respondent No. 2 for the misuse of authority\nand pecuniary gains from corrupt practices. In his subsequent\nB letters, the appellant again asserted that the nation had suffered\nloss of nearly Rs.65,000 crores due to arbitrary, unreasonable\nand mala fide action of respondent No.2. In letter dated\n13.3.2010, the appellant referred to the proceedings of the case\nin which this Court refused to interfere with the order of the Delhi\nHigh Court declaring that the decision of respondent No.2 to\nchange the cut off date fixed for consideration of applications\nmade for grant of licences was arbitrary and mala fide.\nC\nD\n5. After 1 year and 4-1/2 months of the first letter written\nby him, Secretary, Department of Personnel and Training,\nMinistry of Personnel sent letter dated 19.3.2010 to the\nappellant mentioning therein that the CBI had registered a case\non 21.10.2009 against unknown officers of the Department of\nTelecommunications (DOT), unknown private persons/\ncompanies and others and that the issue of grant of sanction\nE for prosecution would arise only after perusal of the evidence\ncollected by the investigating agency and other material\nprovided to the Competent Authority and that it would be\npremature to consider sanction for prosecution at that stage.\nF\n6. On receipt of the aforesaid communication, the appellant\nfiled Civil Writ Petition No. 2442/2010 in the Delhi High Court\nand prayed for issue of a mandamus to respondent No.1 to\npass an order for grant of sanction for prosecution of\nrespondent No. 2. The Division Bench of the Delhi High Court\nreferred to the submission of the learned Solicitor General that\nwhen respondent No. 1 has directed investigation by the CBI\nand the investigation is in progress, it is not permissible to take\na decision on the application of the appellant either to grant or\nrefuse the sanction because that may affect the investigation,\nand dismissed the writ petition by recording the following\nH observations:\nG\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN\nSINGH AND ANR. [G.S. SINGHVI, J.]\n75\n\"The question that emanates for consideration is whether, A\nat this stage, when the investigation by the CBI is in\nprogress and this Court had earlier declined to monitor the\nsame by order dated 25th May, 2010, which has been\npressed into service by the learned Solicitor General of\nIndia, it would be appropriate to direct the respondent no.\n1 to take a decision as regards the application submitted\nby the petitioner seeking sanction to prosecute.\nIn our considered opinion, when the matter is being.\ninvestigated by the CBI, and the investigation is in\nprogress, it would not be in fitness of things to issue a\nmandamus to the first respondent to take a decision on\nthe application of the petitioner.\"\nB\nC\n7. The special leave petition filed by the appellant, out of\nwhich this appeal arises, was initially taken up for consideration D\nalong with SLP(C) No. 24873/2010 filed by the Center for\nPublic Interest Litigation against order dated 25.5.2010 passed\nby the Division Bench of the High Court in Writ Petition (Civil)\nNo. 3522/2010 to which reference had been made in the\nimpugned order. During the course of hearing of the special E\nleave petition filed by the appellant, the learned Solicitor\nGeneral, who had appeared on behalf of respondent No. 1,\nmade a statement that he has got the record and is prepared\nto place the same before the Court. However, keeping in view\nthe fact that the record sought to be produced by the learned\nSolicitor General may not be readily available to the appellant,\nthe Court passed order dated 18.11.2010 requiring the filing\nof an affidavit on behalf of respondent No. 1. Thereafter, Shri\nV. Vidyavati, Director in the PMO filed affidavit dated\n20.11.2010, which reveals the following facts:\n\"(i) On 1.12.2008, the Prime Minister perused the letter\nand noted \"Please examine and let me know the facts of\nthis case\". This was marked to the Principal Secretary to\nthe Prime Minister who in turn marked it to the Secretary.\nThe Secretary marked it to me as Director in the PMO. I\nF\nG\nH\n76\n'SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nH\n'\n\"\"\nprepared a note dated 5.12.2008 factually summarizing the\nallegations and seeking approval to obtain the factual\nposition from the sectoral side (in the PMO dealing with\nTelecommunications).\n(ii) On 11.12.2008, a copy of appellant's letter dated\n29.11.2008 was sent to the Secretary, Department of\nTelecommunication for submitting a factual report. The\nDepartment of Telecommunication sent reply dated\n13.02.2009 incorporating his comments.\n!\n(iii) In the meanwhile, letters dated 10.11.2008 and\n22.11.2008 were received from Shri Gurudas Gupta and\nShri Suravaran Sudhakar Reddy respectively (copies of\nthese letters have not been produced before the Court).\nThe same were forwarded to the Department of\nTelecommunication on 25.03.2009 for sending an\nappropriate reply to the appellant.\n(iv) On 01.06.2009, letter dated 30.05.2009 received from\nthe appellant was placed before respondent No.1, who\nrecorded the following endorsement \"please examine and\ndiscuss\".\nOn 19.06.2009, the Director of the concerned Sector\nin the PMO recorded that the Minister of\nTelecommunications and Information Technology has sent\nD.O. letter dated 18.06.2009 to the appellant. When letter\ndated 23.10.2009 of the appellant was placed before\nrespondent No.1, he recorded an endorsement on\n27.10.2009 \"please discuss\".\n(vi) In response to letter dated 31.10.2009 of the appellant,\nrespondent No.1 made an endorsement \"please examine\".\n(vii) On 18.11.2009, respondent No.1 stated that Ministry\nof Law and Justice should examine and advice. The advice\nof Ministry of Law and Justice was received on 8.2.2010.\nPara 7 thereof was as follows:\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 77\nSINGH AND ANR. [G.S. SINGHVI, J.]\n\"From the perusal of letter dated 23.10.2009 and A\n31.10.2009, it is noticed that Shri Swamy wants to\nrely upon the action and investigation of the CBI to\ncollaborate and strengthen the said allegation\nleveled by him against Shri A. Raja, Minister for\nCommunication and Information Technology. It is B.\nspecifically mentioned in Para 2 of the letter dated\n31.10.2009 of Shri Swamy that the FIR was\nregistered by the CBI and \"the substance of the\nallegation made by me in the above cited letters to\nyou are already under investigation\". If it is so, then c\nit may be stated that decision to accord of sanction\nof prosecution may be determined only after the\nperusal of the evidence (oral or documentary)\ncollected by the investigation agency, i.e., CBI and\nother materials to be provided to the competent\nauthority.\"\n(viii) On 05.03.2010, the deponent prepared a note that\nan appropriate reply be sent to the appellant in the light of\nthe advice given by the Law Department and final reply was\nsent to the appellant after respondent No.1 had approved\nnote dated 17.03.2010.\"\nD\nE\n8. The appellant filed rejoinder affidavit on 22.11.2010\nalong with a copy of letter dated 18.6.2009 written to him by\nrespondent No. 2 in the context of representation dated F\n29.11.2008 submitted by him to respondent No.1.\n9. Although, respondent No.2 resigned from the Council\nof Ministers on 14.11.2010, the appellant submitted that the\nissues relating to his right to file a complaint for prosecution of\nrespondent No.2 and grant of sanction within the time specified\nin the judgment in Vineet Narain's case should be decided.\nG\n10. During the course of hearing, the learned Attorney\nGeneral filed written submissions. After the hearing concluded,\nthe learned Attorney General filed supplementary written H\n78\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA submissions along with a compilation of 126 cases in which\nthe sanction for prosecution is awaited for periods ranging from\nmore than one year to few months\nB\nC\n11. Final order in this case was deferred because it was\nfelt that the directions given by this Court in Vineet Narain's case\nmay require further elaboration in the light of the order passed\nin Civil Appeal No. 10660/2010 (arising out of SLP(C) No.\n24873/2010) and the fact that decision on the question of grant\nof sanction under the 1988 Act and other statutes is pending\nfor a sufficiently long time in 126 cases. However, as the\ninvestigation with regard to some of the facets of what has come\nto be termed as 2G case is yet to be completed, we have\nconsidered it appropriate to pass final order in the matter.\n12. Appellant Dr. Subramanian Swamy argued that the\nD embargo contained in Section 19(1) of the 1988 Act operates\nonly against the taking of cognizance by the Court in respect\nof offences punishable under Sections 7, 10, 11, 13 and 15\ncommitted by a public servant, but there is no bar to the filing\nof a private complaint for prosecution of the concerned public\nservant and grant of sanction by the Competent Authority, and\nthat respondent No. 1 was duty bound to take appropriate\ndecision on his representation within the time specified in\nclause (15) of the directions contained in paragraph 58 of\nVineet Narain's case, more so because he had placed\nsufficient evidence to show that respondent No.2 had\ncommitted offences under the 1988 Act.\nE\nF\nG\n13. The learned Attorney General argued that the question\nof grant of sanction for prosecution of a public servant charged\nwith any of the offences enumerated in Section 19(1) arises only\nat the stage when the Court decides to take cognizance and\nany request made prior to that is premature. He submitted that\nthe embargo contained in Section 19(1) of the Act is applicable\nto the Court which is competent to take cognizance of an\noffence punishable under Sections 7, 10, 11, 13 and 15 alleged\nH to have been committed by a public servant and there is no\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 79\nSINGH AND ANR. [G.S. SINGHVI, J.]\nprovision for grant of sanction at a stage before the competent A\nCourt applies its mind to the issue of taking cognizance.\nLearned Attorney General relied upon the judgment of the\nCalcutta High Court in Superintendent and Remembrancer of\nLegal Affairs v. Abani Kumar Banerjee AIR 1950 Cal. 437 as\nalso the judgments of this Court in R.R. Chari v. State of Uttar B\nPradesh 1951 SCR 312, Devarapalli Lakshminarayana\nReddy v. V. Narayana Reddy (1976) 3 SCC 252, Ram Kumar\nv. State of Haryana (1987) 1 SCC 476, Krishna Pillai v. T.A.\nRajendran, 1990 (Supp) SCC 121, State of West Bengal v.\nMohd. Khalid (1995) 1 SCC 684, State through C.B.I. v. Raj C\nKumar Jain (1998) 6 SCC 551, K. Kalimuthu v. State (2005)\n4 SCC 512, Centre for Public Interest Litigation v. Union of\nIndia (2005) 8 SCC 202 and State of Karnataka v. Pastor P.\nRaju (2006) 6 SCC 728 and argued that letter dated\n29.11.2008 sent by the appellant for grant of sanction to\nprosecute respondent No.2 for the alleged offences under the\n1988 Act was wholly misconceived and respondent No.1 did\nnot commit any illegality or constitutional impropriety by not\nentertaining his prayer, more so because the appellant had\nhimself asked for an investigation into the alleged illegal grant\nof licences at the behest of respondent No.2. Learned Attorney\nGeneral further argued that the appellant does not have the\nlocus standi to file a complaint for prosecuting respondent No.2\nbecause the CBI is already investigating the allegations of\nirregularity committed in the grant of licences for 2G spectrum\nand the loss, if any, suffered by the Public Exchequer.\n14. We have considered the respective submissions.\nSection 19 of the 1988 Act reads as under:\n\"19. Previous sanction necessary for prosecution. - (1) No\ncourt shall take cognizance of an offence punishable under\nsections 7, 10, 11, 13 and 15 alleged to have been.\ncommitted by a public servant, except with the previous\nsanction, -\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\n0\nH\n80\nSUPREME COURT REPORTS\n[2012] 3 S.C.R.\n(a) in the case of a person who is employed in\nconnection with the affairs of the Union and is not\nremovable from his office save by or with the\nsanction of the Central Government, of that\nGovernment;\n(b) in the case of a person who is employed in\nconnection with the affairs of a State and is not\nremovable from his office save by or with the\nsanction of the State Government, of that\nGovernment;\n(c) in the case of any other person, of the authority\ncompetent to remove him from his office.\n(2) Where for any reason whatsoever any doubt arises as\nto whether the previous sanction as required under sub-\nsection (1) should be given by the Central Government or\nthe State Government or any other authority, such sanction\nshall be given by that Government or authority which would\nhave been competent to remove the public servant from\nhis office at the time when the offence was alleged to have\nbeen committed.\n(3) Notwithstanding anything contained in the Code of\nCriminal Procedure, 1973 (2 of 1974),-\n(a) no finding, sentence or order passed by a\nspecial Judge shall be reversed or altered by a\ncourt in appeal, confirmation or revision on the\nground of the absence of, or any error, omission or\nirregularity in, the sanction required under sub-\nsection (1), unless in the opinion of that court, a\nfailure of justice has in fact been occasioned\nthereby;\n(b) no court shall stay the proceedings under this\nAct on the ground of any error, omission or\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 81\nSINGH AND ANR. [G.S. SINGHVI, J.]\nirregularity in the sanction granted by the authority, A\nunless it is satisfied that such error, omission or\nirregularity has resulted in a failure of justice;\n(c) no court shall stay the proceedings under this\nAct on any other ground and no court shall exercise\nthe powers of revision in relation to any interlocutory\norder passed in any inquiry, trial, appeal or other\nproceedings.\n(4) In determining under sub-section (3) whether the\nabsence of, or any error, omission or irregularity in, such\nsanction has occasioned or resulted in a failure of justice\nthe court shall have regard to the fact whether the objection\ncould and should have been raised at any earlier stage in\nthe proceedings.\nExplanation. - For the purposes of this section,\n(a) error includes competency of the authority to\ngrant sanction;\n(b) a sanction required for prosecution includes\nreference to any requirement that the prosecution\nshall be at the instance of a specified authority or\nwith the sanction of a specified person or any\nrequirement of a similar nature.\"\n15. The question whether sanction for prosecution of\nrespondent No.2 for the offences allegedly committed by him\nunder the 1988 Act is required even after he resigned from the\nCouncil of Ministers, though he continues to be a Member of\nParliament, need not detain us because the same has already\nbeen answered by the Constitution Bench in R. S. Nayak v. A.\nR. Antulay (1984) 2 SCC 183 the relevant portions of which\nare extracted below:\n\"Now if the public servant holds two offices and he is\naccused of having abused one and from which he is\nB\nC\nD\nE\nF\nG\nH\n"}