{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"102 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA registered a case or started investigation at the instance of\nrespondent No.1.\nB\nс\n33. On his part, the appellant had submitted representation\nto respondent No. 1 almost one year prior to the registration\nof the first information report by the CBI and highlighted the\ngrave irregularities committed in the grant of licences resulting\nin the loss of thousands of crores of rupees to the Public\nExchequer. He continuously pursued the matter by sending\nletters to respondent No.1 at regular intervals. The affidavit filed\nby Shri V. Vidyawati, Director in the PMO shows that the matter\nwas placed before respondent No.1 on 1.12.2008, who\ndirected the concerned officer to examine and apprise him with\nthe facts of the case. Surprisingly, instead of complying with the\ndirection given by respondent No.1 the concerned officer sent\nthe appellant's representation to the DoT which was headed\nD by none other than respondent No.2 against whom the\nappellant had made serious allegations of irregularities in the\ngrant of licences. It was natural for respondent No.2 to have\nseized this opportunity, and he promptly sent letter dated\n18.6.2009 to the appellant justifying the grant of licences. The\nconcerned officer in the PMO then referred the matter to the\nMinistry of Law and Justice for advice. It is not possible to\nappreciate that even though the appellant repeatedly wrote\nletters to respondent No.1 highlighting the seriousness of the\nallegations made in his first representation and the fact that he\nhad already supplied the facts and documents which could be\nmade basis for grant of sanction to prosecute respondent No.2\nand also pointed out that as per the judgments of this Court,\ndetailed inquiry was not required to be made into the\nallegations, the concerned officers in the PMO kept the matter\npending and then took the shelter of the fact that the CBI had\nregistered the case and the investigation was pending. In our\nview, the officers in the PMO and the Ministry of Law and\nJustice, were duty bound to apprise respondent No.1 about\nseriousness of allegations made by the appellant and the\njudgments of this Court including the directions contained in\nparagraph 58(1) of the judgment in Vineet Narain's case as also\nE\nF\nG\nН\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN 103\nSINGH AND ANR.\nB\nthe guidelines framed by the CVC so as to enable him to take A\nappropriate decision in the matter. By the very nature of the\noffice held by him, respondent No. 1 is not expected to\npersonally look into the minute details of each and every case\nplaced before him and has to depend on his advisers and other\nofficers. Unfortunately, those who were expected to give proper\nadvice to respondent No. 1 and place full facts and legal\nposition before him failed to do so. We have no doubt that if\nrespondent No.1 had been apprised of the true factual and legal\nposition regarding the representation made by the appellant,\nhe would have surely taken appropriate decision and would not\nC\nhave allowed the matter to linger for a period of more than one\nyear.\n34. In the result, the appeal is allowed. The impugned order\nis set aside. It is declared that the appellant had the right to\nfile a complaint for prosecuting respondent No.2. However, D\nkeeping in view the fact that the Court of Special Judge, CBI\nhas already taken cognizance of the offences allegedly\ncommitted by respondent No.2 under the 1988 Act, we do not\nconsider it necessary to give any other direction in the matter.\nAt the same time, we deem it proper to observe that in future\nevery Competent Authority shall take appropriate action on the\nrepresentation made by a citizen for sanction of the prosecution\nof a public servant strictly in accordance with the direction\ncontained in Vineet Narain v. Union of India (1998) 1 SCC\n226 and the guidelines framed by the CVC.\nGANGULY, J. 1. After going through the judgment\nrendered by my learned brother G.S. Singhvi, J., I am in\nagreement with the various conclusions reached by His\nLordship. However, I have added my own views on certain\nimportant facts of the questions raised in this case.\nE\nLL\nF\nG\n2. Brother Singhvi, J., has come to a finding that having\nregard to the very nature of the office held by respondent No. 1,\nit may not be expected of respondent No.1 to personally look\ninto the minute details of each and every matter and the H\n104 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA respondent No.1, having regard to the burden of his very\nonerous office, has to depend on the officers advising him. At\nthe same time it may be noted that in the course of submission,\nthe appellant, who argued in person, did not ever allege any\nmalafide or lack of good faith against the respondent No.1. The\nB delay which had taken place in the office of the respondent No.1\nis unfortunate but it has not even been alleged by the appellant\nthat there was any deliberate action on the part of the\nrespondent. No.1 in causing the delay. The position of\nrespondent No.1 in our democratic polity seems to have been\nsummed up in the words of Shakespeare \"Uneasy lies the\nhead that wears a crown\" (Henry, The Fourth, Part 2 Act 3,\nscene 1).\nC\nD\n3. I also agree with the conclusions of bother Singhvi, J.,\nthat the appellant has the locus to file the complaint for\nprosecution of the respondent No.2 in respect of the offences.\nalleged to have been committed by him under the 1988 Act.\nTherefore, I agree with the finding of brother Singhvi, J., that\nthe argument of the learned Attorney General to the contrary\ncannot be accepted. Apart from that the learned Attorney\nE General in the course of his submission proceeded on the\nbasis that the question of sanction has to be considered with\nreference to Section 19 of the Prevention of Corruption Act\n(hereinafter \"the P.C. Act\") or with reference to Section 197 of\nthe Code of Criminal Procedure, 1973 (hereinafter “the Code”),\nF and the scheme of both the sections being similar (Vide\nparagraph 3 of the supplementary written submission filed by\nthe learned Attorney General). In fact, the entire submission of\nthe learned Attorney General is structured on the aforesaid\nassumption. I fail to appreciate the aforesaid argument as the\nG same is contrary to the scheme of Section 19 of the P.C. Act\nand also Section 197 of the Code. In Kalicharan Mahapatra\nvs. State of Orissa reported in (1998) 6 SCC 411, this Court\ncompared Section 19 of P.C. Act with Section 197 of the Code.\nAfter considering several decisions on the point and also\nH considering Section 6 of the old P.C. Act, 1947 which is almost\nН\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN\nSINGH AND ANR. [ASOK KUMAR GANGULY, J.]\n105\nidentical with Section 19 of the P.C. Act, 1988 and also noting A\nLaw Commission's Report, this Court in paragraph 13 of\nKalicharan (supra) came to the following conclusions:\n\"13. The sanction contemplated in Section 197 of the Code\nconcerns a public servant who \"is accused of any offence\nalleged to have been committed by him while acting or\npurporting to act in the discharge of his official duty\",\nwhereas the offences contemplated in the PC Act are\nthose which cannot be treated as acts either directly or\neven purportedly done in the discharge of his official duties.\nParliament must have desired to maintain the distinction\nand hence the wording in the corresponding provision in\nthe former PC Act was materially imported in the new PC\nAct, 1988 without any change in spite of the change made\nin Section 197 of the Code.\"\nB\nс\nD\n4. The above passage in Kalicharan (supra) has been\nquoted with approval subsequently by this Court in Lalu Prasad\nvs. State of Bihar reported in 2007 (1) SCC 49 at paragraph\n9, page 54. In paragraph 10, (page 54 of the report) this Court\nheld in Lalu Prasad (supra) that “Section 197 of the Code and E\nSection 19 of the Act operate in conceptually different fields\".\n5. In view of such consistent view by this Court the basic\nsubmission of the learned Attorney General to the contrary is,\nwith respect, untenable.\n6. I also entirely agree with the conclusion of learned\nbrother Singhvi, J., that the argument of the learned Attorney\nGeneral that question for granting sanction for prosecution of\na public servant charged with offences under the 1988 Act\narises only at the stage of cognizance is also not acceptable.\n7. In formulating this submission, the learned Attorney\nGeneral substantially advanced two contentions. The first\ncontention is that an order granting sanction is not required to\nbe filed along with a complaint in connection with a prosecution\nF\nG\nH\n106 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA under Section 19 of the P.C. Act. The aforesaid submission is\ncontrary to the settled law laid down by this Court in various\njudgments. Recently a unanimous three-judge Bench decision\nof this Court in the case of State of Uttar Pradesh vs. Paras\nNath Singh, [(2009) 6 SCC 372], speaking through Justice\nB Pasayat and construing the requirement of sanction, held that\nwithout sanction:\nC\nD\nE\nF\nG\nH\n\"\n“…..... The very cognizance is barred. That is, the complaint\ncannot be taken notice of. According to Black's Law\nDictionary the word 'cognizance' means 'jurisdiction' or\n'the exercise of jurisdiction' or 'power to try and determine\ncauses'. In common parlance, it means taking notice of.\nA court, therefore, is precluded from entertaining a\ncomplaint or taking notice of it or exercising jurisdiction\nif it is in respect of a public servant who is accused of an\noffence alleged to have been committed during discharge\nof his official duty.\"\n(Para 6, page 375 of the report)\n8. The other contention of the learned Attorney General is\nthat in taking cognizance under the P.C. Act the Court is guided\nby the provisions under Section 190 of the Code and in support\nof that contention the learned Attorney General relied on\nseveral judgments. However, the aforesaid submissions were\nmade without noticing the judgment of this Court in the case of\nDilawar Singh vs. Parvinder Singh alias Iqbal Singh and\nAnother (2005) 12 SCC 709. Dealing with Section 19 of P.C.\nAct and Section 190 of the Code, this Court held in paragraph\n8 at page 713 of the report as follows:\n“………….. The Prevention of Corruption Act is a special statute\nand as the preamble shows, this Act has been enacted to\nconsolidate and amend the law relating to the prevention\nof corruption and for matters connected therewith. Here,\nthe principle expressed in the maxim generalia specialibus\nnon derogant would apply which means that if a special\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN\nSINGH AND ANR. [ASOK KUMAR GANGULY, J.]\n107\nprovision has been made on a certain matter, that matter A\nis excluded from the general provisions. (See Godde\nVenkateswara Rao v. Govt. of A.P., State of Bihar v. Dr.\nYogendra Singh and Maharashtra State Board of\nSecondary and Higher Secondary Education v. Paritosh\nBhupeshkumar Sheth.) Therefore, the provisions of\nSection 19 of the Act will have an overriding effect over\nthe general provisions contained in Section 190......'\n\"\n9. Therefore, concurring with brother Singhvi, J., I am\nunable to uphold the submission of the learned Attorney\nGeneral.\n10. As I am of the humble opinion that the questions raised\nand argued in this case are of considerable constitutional and\nlegal importance, I wish to add my own reasoning on the same.\n11. Today, corruption in our country not only poses a grave\ndanger to the concept of constitutional governance, it also\nthreatens the very foundation of Indian democracy and the Rule\nof Law. The magnitude of corruption in our public life is\nincompatible with the concept of a socialist, secular democratic\nrepublic. It cannot be disputed that where corruption begins all\nrights end. Corruption devalues human rights, chokes\ndevelopment and undermines justice, liberty, equality, fraternity\nwhich are the core values in our preambular vision. Therefore,\nthe duty of the Court is that any anti-corruption law has to be\ninterpreted and worked out in such a fashion as to strengthen\nthe fight against corruption. That is to say in a situation where\ntwo constructions are eminently reasonable, the Court has to\naccept the one that seeks to eradicate corruption to the one\nwhich seeks to perpetuate it.\n12. Time and again this Court has expressed its dismay\nand shock at the ever growing tentacles of corruption in our\nsociety but even then situations have not improved much. [See\nSanjiv Kumar v. State of Haryana \u0026 ors., (2005) 5 SCC 517;\nState of A.P. v. V. Vasudeva Rao, (2004) 9 SCC 319; Shobha\nB\nC\nD\nE\nF\nG\nH\n108 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA Suresh Jumani v. Appellate Tribunal Forfeited Property \u0026\nB\nanother, (2001) 5 SCC 755; State of M.P. \u0026 ors. v. Ram Singh,\n(2000) 5 SCC 88; J. Jayalalitha v. Union of India \u0026 another,\n(1999) 5 SCC 138; Major S.K. Kale v. State of Maharashtra,\n(1977) 2 SCC 394.]\n13. Learned Attorney General in the course of his\nsubmission fairly admitted before us that out of total 319\nrequests for sanction, in respect of 126 of such requests,\nsanction is awaited. Therefore, in more than 1/3rd cases of\nrequest for prosecution in corruption cases against public\nC servants, sanctions have not been accorded. The aforesaid\nscenario raises very important constitutional issues as well as\nsome questions relating to interpretation of such sanctioning\nprovision and also the role that an independent judiciary has\nto play in maintaining rule of law and common man's faith in\nD the justice delivering system.\nE\nF\nG\n14. Both rule of law and equality before law are cardinal\nquestions in our Constitutional Laws as also in International law\nand in this context the role of the judiciary is very vital. In his\nfamous treatise on Administrative Law, Professor Wade while\nelaborating the concept of rule of law referred to the opinion of\nLord Griffith's which runs as follows:\n\"the judiciary accept a responsibility for the maintenance\nof the rule of law that embraces a willingness to oversee\nexecutive action and to refuse to countenance behaviour\nthat threatens either basic human rights or the rule of law.\"\n[See R. v. Horseferry Road Magistrates' Court ex p.\nBennett (1994) 1 AC 42 at 62]\n15. I am in respectful agreement with the aforesaid\nprinciple.\n16. In this connection we might remind ourselves that courts\nwhile maintaining rule of law must structure its jurisprudence on\nH the famous formulation of Lord Coke where the learned Law\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN\nSINGH AND ANR. [ASOK KUMAR GANGULY, J.]\n109\nLord made a comparison between \"the golden and straight A\nmetwand of law\" as opposed to \"the uncertain and crooked cord\nof discretion\".\n17. The right of private citizen to file a complaint against\na corrupt public servant must be equated with his right to\nB\naccess the Court in order to set the criminal law in motion\nagainst a corrupt public official. This right of access, a\nConstitutional right should not be burdened with unreasonable\nfetters. When a private citizen approaches a court of law against\na corrupt public servant who is highly placed, what is at stake\nis not only a vindication of personal grievance of that citizen but\nalso the question of bringing orderliness in society and\nmaintaining equal balance in the rule of law. It was pointed out\nby the Constitution Bench of this Court in Sheonandan Paswan\nvs. State of Bihar and Others, (1987) 1 SCC 288 at page 315:\nC\nD\n\"...... It is now settled law that a criminal proceeding is not\na proceeding for vindication of a private grievance but it\nis a proceeding initiated for the purpose of punishment to\nthe offender in the interest of the society. It is for\nmaintaining stability and orderliness in the society that E\ncertain acts are constituted offences and the right is given\nto any citizen to set the machinery of the criminal law in\nmotion for the purpose of bringing the offender to book. It\nis for this reason that in A.R. Antulay v. R.S. Nayak this\nCourt pointed out that (SCC p. 509, para 6) “punishment F\nof the offender in the interest of the society being one of\nthe objects behind penal statutes enacted for larger good\nof the society, right to initiate proceedings cannot be\nwhittled down, circumscribed or fettered by putting it into\na strait jacket formula of locus standi......\"\n18. Keeping those principles in mind, as we must, if we\nlook at Section 19 of the P.C. Act which bars a Court from\ntaking cognizance of cases of corruption against a public\nservant under Sections 7, 10, 11, 13 and 15 of the Act, unless\nthe Central or the State Government, as the case may be, has\nG\nH\nC\nD\n110 SUPREME COURT REPORTS\n[2012] 3 S.C.R.\nA accorded sanction, virtually imposes fetters on private citizens\nand also on prosecutors from approaching Court against corrupt\npublic servants. These protections are not available to other\ncitizens. Public servants are treated as a special class of\npersons enjoying the said protection so that they can perform\nB their duties without fear and favour and without threats of\nmalicious prosecution. However, the said protection against\nmalicious prosecution which was extended in public interest\ncannot become a shield to protect corrupt officials. These\nprovisions being exceptions to the equality provision of Article\n14 are analogous to provisions of protective discrimination and\nthese protections must be construed very narrowly. These\nprocedural provisions relating to sanction must be construed\nin such a manner as to advance the causes of honesty and\njustice and good governance as opposed to escalation of\ncorruption. Therefore, in every case where an application is\nmade to an appropriate authority for grant of prosecution in\nconnection with an offence under P.C. Act it is the bounden duty\nof such authority to apply its mind urgently to the situation and.\ndecide the issue without being influenced by any extraneous\nconsideration. In doing so, the authority must make a conscious\neffort to ensure the rule of law and cause of justice is advanced.\nIn considering the question of granting or refusing such\nsanction, the authority is answerable to law and law alone.\nTherefore, the requirement to take the decision with a\nreasonable dispatch is of the essence in such a situation. Delay\nF in granting sanction proposal thwarts a very valid social\npurpose, namely, the purpose of a speedy trial with the\nrequirement to bring the culprit to book. Therefore, in this case\nthe right of the sanctioning authority, while either sanctioning\nor refusing to grant sanction, is coupled with a duty. The\nG sanctioning authority must bear in mind that what is at stake is\nthe public confidence in the maintenance of rule of law which\nis fundamental in the administration of justice. Delay in granting\nsuch sanction has spoilt many valid prosecution and is\nadversely viewed in public mind that in the name of considering\nH a prayer for sanction, a protection is given to a corrupt public\nE\nDR. SUBRAMANIAN SWAMY v. DR. MANMOHAN\nSINGH AND ANR. [ASOK KUMAR GANGULY, J.]\n111\nofficial as a quid pro quo for services rendered by the public A\nofficial in the past or may be in the future and the sanctioning\nauthority and the corrupt officials were or are partners in the\nsame misdeeds. I may hasten to add that this may not be\nfactual position in this but the general demoralizing effect of\nsuch a popular perception is profound and pernicious. By B\ncausing delay in considering the request for sanction, the\nsanctioning authority stultifies judicial scrutiny and\ndetermination of the allegations against corrupt official and thus\nthe legitimacy of the judicial institutions is eroded. It, thus,\ndeprives a citizen of his legitimate and fundamental right to get\njustice by setting the criminal law in motion and thereby\nfrustrates his right to access judicial remedy which is a\nconstitutionally protected right. In this connection, if we look at\nSection 19 of the P.C. Act, we find that no time limit is\nmentioned therein. This has virtually armed the sanctioning\nauthority with unbridled power which has often resulted in\nprotecting the guilty and perpetuating criminality and injustice\nin society.\nC\nD\n19. There are instances where as a result of delayed grant\nof sanction prosecutions under the P.C. Act against a public E\nservant has been quashed. See Mahendra Lal Das vs. State\nof Bihar and Others, (2002) 1 SCC 149, wherein this Court\nquashed the prosecution as the sanctioning authority granted\nsanction after 13 years. Similarly, in the case of Santosh De\nvs. Archna Guha and Others, (1994) Supp.3 SCC 735, this F\nCourt quashed prosecution in a case where grant of sanction\nwas unduly delayed. There are several such cases. The\naforesaid instances show a blatant subversion of the rule of\nlaw. Thus, in many cases public servants whose sanction\nproposals are pending before authorities for long periods of G.\ntime are being allowed to escape criminal prosecution.\n20. Article 14 must be construed as a guarantee against\nuncanalized and arbitrary power. Therefore, the absence of any\ntime limit in granting sanction in Section 19 of the P.C. Act is\nnot in consonance with the requirement of the due process of\nH\n"}