{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nCOMMISSIONER OF COMMERCIAL TAX, INDORE AND ORS.\nV.\nT.T.K. HEALTH CARE LTD.\nAPRIL 11, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\nA\nB\nM. P. Commercial Tax Act, 1994-s.2(g)-Schedule II-Part I, Entry 2\nand Part VII, Entry 1-'Fryums'-Not 'cooked food' within meaning of s.2(g)\nas it is not directly consumable and requires further process of frying and\naddition of preservatives to make it consumable-Consequently cannot be\nclassified under Entry 2, Part 1 of Schedule II.\nInterpretation of Statutes-Inclusive definition-Legislative intent-\nHeld: Is to make definition enumerative and not exhaustive.\nC\nT\nD\nWords and Phrases-Term \"cooked food\"-Meaning of-In the context\nof s.2(g) of the M.P. Commercial Tax Act, 1994.\nThe question which arose for consideration in the present appeal is\nwhether the 'fryums' made by assessee-respondent fall under Entry 2, Part I,\nSchedule II which refers to 'cooked food' or under the residual entry in Part E\nVII, Schedule II of the of the M.P. Commercial Tax Act, 1994.\nAllowing the appeal, the Court\nHELD: 1.1. Section 2(g) of the M.P. Commercial Tax Act, 1994 defines\nthe term 'cooked food'. It includes sweets, batasha, mishri, shrikhand, rabari, F\ndoodhpak, tea and coffee but excludes ice-cream, kulfi, ice-candy, cakes,\npastries, biscuits, chocolates, toffees, lozenges and mawa. The item 'cooked\nfood' is inclusive definition which indicates, by illustration what the\nlegislatures intended to mean when it has used the term 'cooked food'. Reading\nof the above inclusive part of the definition shows that only consumables are\nG\nsought to be included in the term ‘cooked food'. In the case of 'fryums' there\nis no dispute that the dough/base is a semi-food. There is also no doubt that\nin the case of 'fryums' a further cooking process was required. The 'fryums'\ncame in plastic bags. These 'fryums' were required to be fried depending on\nthe taste of the consumer. In the circumstances 'fryums' were like seviyan.\n1\nH\nA\nB\n2\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n‘Fryums' were required to be fried in edible oil. That oil had to be heated.\nThere was certain process required to be applied before ‘fryums' become\nconsumable. In these circumstances the item 'fryums' will not fall within the\nterm 'cooked food' under Item 2 Part I of Schedule II to the 1994 Act. It will\nfall under the residuary item \"all other goods not included in any part of\nSchedule I\". [Para 12] [5-D-G]\n1.2. When the word ‘includes' is used in the definition, as is the case\nunder Section 2(g) of the 1994 Act, the legislature does not intend to restrict\nthe definition; it makes the definition enumerative and not exhaustive, that is\nto say, the term defined will retain its ordinary meaning but its scope would\nC be extended to bring within the term certain matters which in its ordinary\nD\nmeaning may or may not comprise. The term 'cooked food' in Section 2(g) of\nthe 1994 Act uses the word 'includes' in the definition. The said term 'cooked\nfood' makes the definition enumerative when it includes within the said term\nsweets, batasha, mishri, shrikhand, doodpat, tea and coffee. When it\nenumerates items like sweets, mishri, batasha, dhoodpak, tea and coffee the\nenumerated items help to probe into the legislative intent. The legislative intent\nunder Section 2(g) is to include consumables. 'Fryums' at the relevant time\nwere not directly consumable. They were under-cooked items. They were semi-\ncooked items. They required further process of frying and addition of\npreservatives to make them consumables even after the specified time. But\nE for the preservatives the items would have become stale.\nF\nG\n[Para 13] [5-H; 6-A-C]\nBharat Co-operative Bank (Mumbai) Ltd. v. Co-operative Bank\nEmployees Union, (2007) 5 SCALE 57, relied on.\nCommissioner of Sales Tax M.P., Indore v. Shri Ballabhdas Ishwardas,\nBombay Bazar, Khandwa, (1968) 21 STC 309 and Commissioner of Sales Tax,\nM.P. v. India Coffee Workers Co-operative Society Ltd., Jabalpur, (1970) 25\nSTC 43, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 309 of 2002.\nFrom the Judgment and Order dated 01.03.2001 of the High Court of\nMadhya Pradesh, Bench at Indore in LPA No. 40 of 2001.\nDr. N.M. Ghatate, C.D. Singh, Merasagar Samantaray and Vairagya\nVardhan for the Appellants.\nH\nj-\nCOMMNR. OF COMMERCIAL TAX, INDORE v. T.T.K. HEALTH CARE LTD. [KAPADIA, J.]\n3\nGautam Narayan, Amit Gupta, Ankit Singhal and Nikhil Nayyar for the A\nRespondent.\nThe Judgment of the Court was delivered by\nKAPADIA, J. 1. This civil appeal by grant of special leave petition\nconcerns classification dispute. According to the assessee 'fryums' fall under B\nitem No.2 of Part I of Schedule II which refers to 'cooked food' and in which\ncase the rate of tax is 4%. On the other hand, according to the Department\nthe item 'fryums' falls under Part VII of Schedule II to the M.P. Commercial\nTax Act, 1994, under which the rate of tax is 8% (earlier it was 6%)\nC\n2. The short question, therefore, which arises for determination in this\ncivil appeal is the meaning of the term 'cooked food' in M.P. Commercial Tax\nAct, 1994. Though the expression 'cooked food' has been defined under\nSection 2(g) of the said 1994 Act in this civil appeal we are concerned with\nthe Assessment Years 1992-93 and 1993-94. It is made clear that the assessee\nis a registered dealer under M.P. General Sales Tax Act 1958 and thereafter D\nunder M.P. Commercial Tax Act, 1994. It is not in dispute that the assessee\nhas been assessed under the above entries of the 1994 Act. This is because\nthe 1958 Act stood replaced by the 1994 Act and the original assessment\nmade under the 1958 Act have been treated to have been made under the 1994\nAct.\n3. On 12th March, 1996 the Assistant Commissioner, Indore, assessed\nsale of 'fryums' at 8% sales tax under the residuary entry referred to above.\nHe demanded tax of Rs.1.33 lakhs (rounded off) for the Assessment Years\n1.4.92 to 31.3.93. The Commissioner of Commercial Tax, in an application made\nunder Section 68 of the 1994 Act held that 'fryums' were neither Namkeen nor\n'cooked food' nor 'papad' nor ‘cereals', and therefore, they were taxable\nunder the above residual entry of Part VII of Schedule II of the 1994 Act. On\n20.6.1997 the Appellate Authority dismissed the appeal. The matter was carried\nin revision. The revision was also dismissed.\nE\nF\n4. The Assistant Commissioner had assessed the sale of 'fryums' for the G\nsubsequent period commencing from 1.4.1993 to 31.3.1994 also under the\nabove residuary entry at 8% and demanded sales tax amounting to Rs.66,202.\n5. Aggrieved by the aforestated decision in respect of the above two\nyears the assessee moved the Madhya Pradesh High Court in Writ Petition\nunder Articles 226/227 of the Constitution praying for a declaration that H\n4\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA 'fryums' be held as 'cooked food' liable to tax under Entry IV of Part I of\nSchedule II of the 1958 Act corresponding to Entry 2 of Part I of Schedule\nII of the 1994 Act. After hearing both the parties the learned single Judge\ncame to the conclusion that 'fryums' are 'cooked food' liable to be assessed\nunder Entry 2 Part I of Schedule II to the 1994 Act.\nB\nC\nD\n6. Aggrieved by the decision of the learned single Judge the Department\ncarried the matter in appeal to the Division Bench which has confirmed the\ndecision of the learned single Judge.\n7. We quote hereinbelow Section 2(g) of M.P. Commercial Tax Act, 1944\nwhich defines the term 'cooked food'\n\"2(g) 'Cooked food' includes sweets and sweetmeats, mishri, batasha,\nchironji, shrikhand, rabadi, doodhpak, prepared tea and prepared coffee\nbut excludes ice-cream, kulfi, ice-candy, non-alcoholic drink containing\nice-cream, cakes, pastries, biscuits, chocolates, toffees, lozenges,\npeppermint drops and mawa'\n8. We also quote hereinbelow item 2 of Part I of Schedule II to the said\n1994 Act which levies the rate of tax at 4%.\nSCHEDULE II\n(Effective upto 31.12.1999)\nE\nS.No. Description of Good\nRate of Tax\nPart I\n1.\nUnginned cotton\n4%\nF\n2.\n'Cooked food'\n4%\n9. We also quote hereinbelow the residuary entry namely Item 1 of Part\nVII of Schedule II to the M.P. Commercial Tax Act 1994 which fixes the rate\nof duty at 8% (earlier 6%):\n\"M.P. Commercial Tax Act, 1994\nG\nS.No.\nDescription of Good\nPart VII\nH\n1.\nRate of Tax\nAll other goods not included in Schedule I or any other part of\n'\nCOMMNR. OF COMMERCIAL TAX, INDORE v. T.T.K. HEALTH CARE LTD. [KAPADIA, J.}\nthis Schedule.\"\n5\nA\n10. In the case of Commissioner of Sales Tax M.P., Indore v. Shri\nBallabhdas Ishwardas, Bombay Bazar, Khandwa, (1968) 21 STC 309, it has\nbeen held that the term 'cooked food' cannot be read in a wider sense so as\nto include everything made fit for eating by application of heat, boiling,\nbaking, roasting, grilling etc. The term is confined to these cooked items B\nwhich one generally takes at regular meal hours.\n11. In the case of Commissioner of Sales Tax, M.P. v. India Coffee\nWorkers Co-operative Society Ltd., Jabalpur, (1970) 25 STC 43 the High\nCourt has held that the term 'cooked food' excluded meals from description\nof words under Item 9 of Schedule I read with Section 10(1) of M.P. General\nSales Tax Act, 1959. That, the term 'meal' was not defined under that Act, and\ntherefore, one has to understand that word in terms of common parlance and\npopular meaning. It was therefore, held that supply of items like ice-cream,\ntoast, fried eggs, vegetable and mutton cutlets did not constitute meals\nthough the said items were also eatables.\nC\nD\n12. In the present case we have quoted the definition of the term\n'cooked food'. It is an inclusive definition. It includes sweets, batasha, mishri,\nshrikhand, rabari, doodhpak, tea and coffee but excludes ice-cream, kulfi, ice-\ncandy, cakes, pastries, biscuits, chocolates, toffees, lozenges and mawa. That\nthe item 'cooked food' is inclusive definition which indicates by illustration E\nwhat the legislatures intended to mean when it has used the term 'cooked\nfood'. Reading of the above inclusive part of the definition shows that only\nconsumables are sought to be included in the term 'cooked food'. In the case\nof 'fryums' there is no dispute that the dough/base is a semi-food. There is\nalso no doubt that in the case of 'fryums' further cooking process was\nrequired. It is not in dispute that the 'fryums' came in plastic bags. These\n'fryums' were required to be fried depending on the taste of the consumer.\nIn the circumstances we are of the view that 'fryums' were like seviyan .\n'Fryums' were required to be fried in edible oil. That oil had to be heated.\nThere was certain process required to be applied before 'fryums' become\nconsumable. In these circumstances the item 'fryums' in the present case will G\nnot fall within the term 'cooked food' under Item 2 Part I of Schedule II to\nthe 1994 Act. It will fall under the residuary item \"all other goods not included\nin any part of Schedule I\".\n13. In the case of Bharat Co-operative Bank (Mumbai) Ltd. v. Co-\nF\nH\nB\n6\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA operative Bank Employees Union, [2007] 5 SCALE 57, this Court has held\nthat when the word 'includes' is used in the definition, as is the case under\nSection 2(g) of the 1994 Act, the legislature does not intend to restrict the\ndefinition; it makes the definition enumerative and not exhaustive, that is to\nsay, the term defined will retain its ordinary meaning but its scope would be\nextended to bring within the term certain matters which in its ordinary meaning\nmay or may not comprise. Applying the above test to the term 'cooked food'\nin Section 2(g) of the 1994 Act we find that the said term uses the word\n'includes' in the definition. The said term 'cooked food' makes the definition\nenumerative when it includes within the said term sweets, batasha, mishri,\nshrikhand, doodpat, tea and coffee. When it enumerates items like sweets,\nC mishri, batasha, dhoodpak, tea and coffee the enumerated items help us to\nprobe into the legislative intent. The legislative intent in the present case\nunder Section 2(g) is to include consumables. 'Fryums' in the present case\nat the relevant time were not directly consumable. They were under-cooked\nitems. They were semi-cooked items. They required further process of frying\nand addition of preservatives to make them consumables even after the\nspecified time. But for the preservatives the items would have become stale.\nᎠ\n14. For the above reasons we set aside the impugned judgment and\nallow this civil appeal filed by the Department with no order as to costs.\nB.B.B.\nL\nAppeal allowed.\n•\n"}