{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2013] 16 S.C.R. 831\nPUTTAMMA \u0026 ORS.\nV.\n.K. L. NARAYANA REDDY \u0026 ANR.\n(Civil Appeal No. 10918 of 2013).\nDECEMBER 9, 2013\n[G.S. SINGHVI AND SUDHANSU\nJYOTI MUKHOPADHAYA, JJ.]\nA\nB\nMotor Vehicles Act, 1988 - s. 166 - Accident claim -\nAward of compensation - Use of multiplier method - Selection C\nof multiplier based on age group of the deceased/victim -\nSplit multiplier method - Applicability of - Held: The 1988 Act\ndoes not envisage application of split multiplier - In absence\nof any specific reason and evidence on record, Tribunal or\nCourt should not apply split multiplier in routine course and D\nshould apply multiplier as per decision of Supreme Court in\nthe case of Sarla Verma as affirmed in the case of Reshma\nKumari.\nMotor Vehicles Act, 1988 - ss. 163A and 166 - Principles\nrelating to determination of liability and quantum of\ncompensation different for claims made u/s.163A and claims\nmade u/s.166 - Structured formula as prescribed under the\nSecond Schedule in s.163A and the multiplier mentioned\ntherein not binding for claims u/s. 166.\nMotor Vehicles Act, 1988 - s.163A, Second Schedule -\nApplicability and purpose of - Discussed.\nMotor Vehicles Act, 1988 - s.163A, Second Schedule -\nAmendment in -Requirement of - Held: The Second\nSchedule was enacted in 1994 - It has now become\nredundant, irrational and unworkable, due to changed\nscenario including the present cost of living and current rate\nof inflation and increased life expectancy - Specific direction\n831\nE\nF\nG\nH.\n832\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA to Central Government to make proper amendments to the\nSecond Schedule table keeping in view the present cost of\nliving, subject to amendment of Second Schedule as\nproposed or may be made by the Parliament.\nB\n-\nMotor Vehicles Act, 1988 - s. 171 - Accident claim\nCompensation - Award of interest - Duty bestowed upon.\nTribunal and Courts - Held: Under s. 171, no rate of interest\nhas been fixed and duty is bestowed upon the Tribunal to fix\nthe rate of interest - Tribunals and Courts to decide the rate\nof interest after taking into consideration the rate of interest\nC\nallowed by the Supreme Court in similar case and other\nfactors such as inflation, change in economy, policy adopted\nby the Reserve Bank of India from time to time and the period\nsince when the case is pending.\nD\n-\nMotor Vehicle Act, 1988 - s. 168 - Compensation - Grant\nof -- Difference between English law and Indian law – Held:\nAccording to the English Law compensation/ damages are\npayable according to the proportionate loss whereas in India\ncompensation is payable which appears to the Tribunal to be\nE just is payable - English Fatal Accidents Act, 1846.\nF\n-\nMotor Vehicles Act, 1988 - s.166 - Accident claim -\nCompensation - Determination of - Deceased was 48 years\nold and drawing gross salary of Rs. 13,331/- per month and\npaying a sum of Rs.889/- per month towards tax - Deceased\nleft behind four dependent family members - Tribunal\nawarded compensation of Rs.9.3 lakhs High Court\nenhanced the compensation to Rs.11.25 lakhs - On appeal,\nheld: Since deceased left behind four dependent family\nmembers, deduction towards his personal and living expenses\nG should be 1/4th - In appeal filed by the claimants, High Court\ninstead of deciding just compensation allowed meager\nenhancement of compensation - High Court introduced the\nconcept of split multiplier and departed from the multiplier\nsystem generally used in light of the decision in Sarla Verma\nH case without disclosing any reason - High Court also did not\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 833\nANR.\nconsider the question of prospect of future increase in salary A\nof the deceased though it noticed that the deceased would\nhave continued in pensionable services for more than 10\nyears - When age of the deceased was 48 years at the time\nof death it wrongly applied multiplier of 10 and not 13 as per\ndecision in 'Sarla Verma' - Thus, judgment of High Court B\nperverse and contrary to the evidence on record and fit to be\nset aside for having not considered the future prospects of the\ndeceased and also for adopting split multiplier method\nagainst the law laid down by Supreme Court Claimants\nentitled for total compensation of Rs.23.43 lakhs and also C\ninterest on the enhanced compensation at the rate of 12% p.a.\nfrom the date of filing of the complaint petition.\n-\n'R' aged about 48 years, while returning home on his\nscooter, met with accident with a Tanker driven by its\ndriver in a rash and negligent manner. On account of the D\nsaid accident, 'R' fell down and sustained grievous\ninjuries all over the body, and later succumbed to the\ninjuries. His wife and children preferred the claim petition\nunder Section 166 of the Motor Vehicles Act, 1988,\nclaiming compensation of Rs.30,00,000/-. The Tribunal E\nheld that the accident occurred on account of rash and\nnegligent driving by the driver of the Tanker. It took into\nconsideration the fact that the deceased was drawing a\nsalary of Rs.13,331/- p.m. After deduction of the Income\nTax, Professional Tax and personal expenses from the\nbasic salary it awarded a compensation of Rs.9,03,600/-.\nOn appeal by the claimants, the High Court enhanced the\ncompensation to Rs.11,25,000/-. The High Court rounded\nthe age of the deceased as 50 years; applied Rs.8,295/-\nas multiplicand and deducted 1/3rd amount towards G\npersonal expenses. The High Court split the multiplier and\napplied multiplier of 10 for the multiplicand of Rs.8,295/-\nand multiplier of 2 for the multiplicand of Rs.4,147/-.\nThe grievances of the claimants are summarised as\nfollows:-\nF\nH\nA\nB\n834 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\n(i) Deduction of 1/3rd amount towards personal\nexpenses in all cases is arbitrary and unreasonable.\n(ii) Multiplier under Second Schedule cannot be\napplied in for determination of compensation under\nSection 166 of the Motor Vehicles Act, 1988.\n(iii) Split multiplier cannot be made applicable in the\nfacts of the case.\n(iv) Interest granted by the Tribunal and the High\nC Court was on the lower side which should be 9% in place\nof 6% per annum.\nD\nE\nAt the time of argument, the appellants insisted to\nissue a direction on the authority to comply with Section\n158 (6) and 166 (4) of the Act, 1988. Further prayer was\nmade to direct the Central Government to amend the\nSecond Schedule of the Act, 1988 in light of the present\ncost of living which increased manifold.\nAllowing the appeal, the Court\nHELD:1.1. Fatal Accident Act, 1855 was the first\nIndian legislation that provided a right to claim\ncompensation for the death of a person caused by\nwrongful act of another. It was enacted in accordance\nF with English Fatal Accidents Act, 1846.\nG\nH\nIndian Fatal Accidents Act, 1855 followed the\nprinciples in English Fatal Accident Act, 1896 with regard\nto payment of compensation. Thus, compensation/\ndamages proportionate to the loss resulting from such\ndeath was payable. [Paras 11, 12] [847-G; 848-F-G]\n1.2. Motor Vehicle Act was enacted in 1939. Later, by\nAct No. 100 of 1956 with effect from 16th February, 1957\nMotor Vehicle Act, 1939 was amended and claims\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 835\n• ANR.\ntribunals were constituted under Section 110. In 1988, A\nMotor Vehicle Act, 1939 was repealed and Motor Vehicle\nAct, 1988 came into force. By bringing Section 168 of the\nMotor Vehicle Act, 1988 it was reiterated that the amount\nof compensation payable would be which appeared to be\njust. [Paras 14, 15] [849-D, H; 850-A]\n1.3. Thus according to the English Law\ncompensation/damages were payable according to the\nproportionate loss whereas in India compensation is\npayable which appears to the Tribunal to be just is\npayable. The approach of the Courts according to the\nEnglish law and according to the Indian Law have to be\ndistinct and separate. Indian Law recognizes just\ncompensation whereas English law required\ncompensation proportionate to the loss suffered. English\ncourts have been calculating loss of money as a bargain\nas to how much monetary loss has been caused to the\nclaimant, as a result the death of bread earner/deceased.\nThe English Law being different, English judges were\nhaving different approach towards the grant of\ncompensation to the deceased's family. [Para 16] [850-F-\nH; 851-A]\nB\nC\nD\nE\n2. Though the method of multiplier is one of the best\nmethods in providing compensation while choosing the\nmultiplier the court/tribunal has to take into consideration F\nthe rising inflation, increasing salaries and increasing\ncost of living. Therefore, just compensation has to be\ndetermined keeping in view the Indian background, the\nIndian culture, the Indian legal background, and the\nsocio-cultural circumstances existing in India. [Para 19] G\n[851-E-F]\n3.1. Section 163A of the Motor Vehicles Act, 1988\ncontains special provisions as to payment of\ncompensation on structured formula basis. The Second\nI\n836 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA Schedule referred to in Section 163A of the Act, 1988\nprescribes structured formula for the purpose of grant of\ncompensation. By reasons thereof, a multiplier system\nhas been introduced in terms of which amount of\ncompensation is required to be calculated having regard\nB to the age of victim and his annual income. In terms of\nthe note appended to the said Schedule, the amount of\ncompensation so arrived at in cases of fatal accident, is\nto be reduced by 1/3rd in consideration of the expenses\nwhich the victim would have incurred towards\nC maintaining himself. The Second Schedule mandates that\nthe amount of compensation shall not be less than\nRs.50,000/-. It also prescribes for grant of compensation\nunder different heads such as general damage in case\nof death, general case of injury and disability; disability\nD in non-fatal accident and notional income for\ncompensation for those who had no income at the time\nof accident. The maximum amount which can be paid\nunder different heads has been specified therein. Section\n166 of the Act, 1988 relates to application for\nE compensation preferred before the Claims Tribunal.\n[Paras 23, 24, 26] [854-H; 855-F-H; 856-A-B, D]\nF\nG\nH\n3.2. In Sarla Verma case, this Court compared\nSection 163A with Section 166 of the Act, 1988 and\nreiterated that the principles relating to determination of\nliability and quantum of compensation were different for\nthe claims under Section 163A and claims made under\nSection 166. Thus it will be evident from the provisions\nof the Act that the structured formula as prescribed under\nSecond Schedule and the multiplier mentioned therein is\nnot binding for claims under Section 166 of the Act, 1988.\n[Paras 28, 29] [860-C-E]\nDeepal Girishbhai Son and others vs. United India\nInsurance Co. Ltd., Baroda (2004) 5 SCC 385 and Sarla\n3\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 837\nANR.\nVerma (Smt.) and others vs. Delhi Transport Corporation and A\nanother 2009(6) SCC 121: 2009 (5) SCR 1098 - referred to.\n4. Multiplier: This Court in order to bring uniformity\nand certainty in granting compensation always envisaged\npayment of just compensation based on multiplier B\nmethod which is accepted method for determining and\nensuring payment of just compensation. [Para 30] [860-\nE-F]\nJyotsana Dey and Ors. vs. State of Assam \u0026 Ors., 1987\nACJ 172; Hardeo Kaur \u0026 Ors. vs. Rajasthan State Transport\nCorporation \u0026 Anr. (1992) 2 SCC 567: 1992 (2) SCR 272;\nSarla Verma (Smt.) and others vs. Delhi Transport\nCorporation and another 2009(6) SCC 121: 2009 (5) SCR\n1098 and Reshma Kumari \u0026 Ors. vs. Madan Mohan \u0026 Anr.\n(2013) 9 SCC 65: 2013 (2) SCR 706 - referred to.\nC.\nD\n5. Split Multiplier: For determination of compensation\nin motor accident claims under Section 166, this Court\nalways followed multiplier method. As there were\ninconsistencies in selection of multiplier, this Court in E\nSarla Verma prepared a table for selection of multiplier\nbased on age group of the deceased/victim. Act, 1988\ndoes not envisage application of split multiplier. In\nabsence of any specific reason and evidence on record\nthe Tribunal or the Court should not apply split multiplier F\nin routine course and should apply multiplier as per\ndecision of this Court in the case of Sarla Verma as\naffirmed in the case of Reshma Kumari. [Paras 32, 34]\n[865-E-F; 866-E]\nK.R. Madhusudhan and others vs. Administrative Officer\nand another (2011) 4 SCC 689: 2011 (2) SCR 1061; Sarla\nVerma (Smt.) and others vs. Delhi Transport Corporation and\nanother 2009(6) SCC 121: 2009 (5) SCR 1098 and Reshma .\nKumari \u0026 Ors. vs. Madan Mohan \u0026 Anr. (2013) 9 SCC 65:\n2013 (2) SCR 706 - referred to.\nG\nH\nA\n838\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\n6. Compliance of Section 158(6) and 166(4) of the Act,\n1988: Information regarding any accident involving death\nor bodily injury to any person is to be recorded or\nreported under Section 158(6) of the Act, 1988. Sub\nSection (4) of Section 166 of the Act, 1988 substantiates\nB the object of enacting the provisions of sub-section (6)\nof Section 158. [Para 35] [866-F-G; 867-B]\nC\nGeneral Insurance Council \u0026 Others v. State of Andhra\nPradesh \u0026 Others. (2007) 12 SCC 354: 2007 (8) SCR 192;\nJai Prakash v. National Insurance Co. Ltd. \u0026 Ors (2010) 2\nSCC 607: 2009 (16) SCR 710 - referred to.\n-\n7.1. Applicability of Second Schedule in the present\nscenario: By Act 54 of 1994, Section 163-A – Special\nProvisions as to payment of compensation on structured\nD formula basis has been inserted with effect from\n14.11.1994. Section 163-A envisages that notwithstanding\nany contained in the Act or in any other law or instrument\nhaving the force of law, the owner of the motor vehicle\nshall be liable to pay in the case of death or permanent\nE disablement due to accident arising out the use of motor\nvehicle, compensation as indicated in the second\nschedule, to the legal heirs or the victim, as the case may\nbe. The purpose of Section 163-A and the Second\nSchedule is to avoid long-drawn litigation and delay in\nF payment of compensation to the victims or his heirs who\nare in dire need of relief. Sub-section(2) of Section 163-A\nenvisages that the claimant shall not be required to plead\nor establish that the death or permanent disablement in\nrespect of which the claim has been made was due to any\nG wrongful act or neglect or default of the owner of the\nvehicle or vehicles concerned or of any other person.\nSub-section (3) of Section 163-A envisages that the\nCentral Government may, keeping in view the cost of\nliving by notification in the Official Gazette, from time to\nH time amend the second schedule. [Para 39] [872 B-G]\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 839\nANR.\nB\n7.2. Perusal of Second Schedule shows that the A\nlegal heirs of the deceased person having an annual\nincome, minimum Rs.3,000/- and maximum Rs.40,000/-\ncould only derive benefit under. Section 163A of the Act,\n1988. Legal heirs of the deceased person whose income\nis more than Rs.40,000/- per annum i.e. approximately\nRs.3,600/- per month cannot derive advantage of the\nSecond Schedule. The largest multiplier envisaged is 18\nin the case of victim \"above 25 years of age\" but not\nexceeding 30 years\". The multiplier for the higher age is\nrequired to be re-looked in view of increase in life C\nexpectancy. [Para 40] [876-A-C]\n7.3. A minimum amount of compensation of\nRs.50,000/- was fixed under Second Schedule in the year\n1994. In addition, general damages in lieu of funeral\nexpenses, loss of consortium (if beneficiary is the\nspouse), medical expenses, pain and suffering, grievous\ninjuries, non-grievous injuries, etc. are also provided for.\nBut no revision was made to these amounts in these 19\nyears. [Para 41] [876-C-D]\nD\nE\nF\n7.4. Keeping in view the cost of living, the Central\nGovernment is required to amend the Second Schedule\n[See Section 163A (3)]. The Second Schedule was\nenacted by Act 54 of 1994 w.e.f. 14th November, 1994.\nNow more than 19 years have passed but no amendment\nhas been made. Cost of living has gone up many fold. The\nSecond Schedule as was enacted in 1994 has now\nbecome redundant, irrational and unworkable, due to\nchanged scenario including the present cost of living and\ncurrent rate of inflation and increased life expectancy. G\n[Paras 52, 53] [887-C-E]\n7.5.The Central Government was bestowed with\nduties to amend the Second Schedule in view of Section\n163-A(3), but it failed to do so for 19 years in spite of\nH\n840 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA repeated observations of this Court. It is proper to issue\nspecific direction to the Central Government through the\nSecretary, Ministry of Road Transport \u0026 Highways to\nmake the proper amendments to the Second Schedule\ntable keeping in view the present cost of living, subject\nB to amendment of Second Schedule as proposed or may\nbe made by the Parliament. Accordingly, the Central\nGovernment is directed to do so immediately. Till such\namendment is made by the Central Government in\nexercise of power vested under sub-section (3) of\nC Section 163A of Act, 1988 or amendment is made by the\nParliament, it is held and directed that for children upto\nthe age of 5 years shall be entitled for fixed compensation\nof Rs.1,00,000/-(rupees one lakh) and persons more than\n5 years of age shall be entitled for fixed compensation of\nD Rs.1,50,000/-(rupees one lakh and fifty thousand) or the\namount may be determined in terms of Second Schedule\nwhichever is higher. Such amount is to be paid if any\napplication is filed under Section 163A of the Act, 1988.\n[Para 56] [890-B-E]\nE\nF\nU.P. State Road Transport Corporation \u0026 Ors. v. Trilok\nChandra \u0026 Ors. (1996) 4 SCC 362: 1996 (2) Suppl. SCR\n443; Oriental Insurance Co. Ltd. v. Hansrajbhai V. Kodala\n(2001) 5 SCC 175: 2001 (2) SCR 999; Deepal Girishbhai\nSon and others vs. United India Insurance Co. Ltd., Baroda\n(2004) 5 SCC 385 and Sarla Verma (Smt.) and others vs.\nDelhi Transport Corporation and another 2009(6) SCC 121:\n2009 (5) SCR 1098 - referred to.\n8. Grant of Interest: Section 171 of the Act, 1988 deals\nG with the award of interest where any claim is allowed.\nUnder the said provision no rate of interest has been\nfixed and its duty is bestowed upon the Tribunal to fix the\nrate of interest. This question is kept open for Tribunals\nand Courts to decide the rate of interest after taking into\nH consideration the rate of interest allowed by the Supreme\n"}