{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"PUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 871\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\ncollusion and fabrication of an accident (by any \"police A\nofficer-advocate-doctor\" nexus, which has come to light in\nseveral cases).\n(d) The Tribunal shall by a summary enquiry ascertain the\ndependent family members/legal heirs. The jurisdictional\npolice shall also enquire and submit the names of the\ndependent legal heirs.\nB\n(e) The Tribunal shall categorise the claim cases\nregistered, into those where the insurer disputes liability\nand those where the insurer does not dispute the liability. C\n(f) Wherever the insurer does not dispute the liability under\nthe policy, the Tribunal shall make an endeavour to\ndetermine the compensation amount by a summary enquiry\nor refer the matter to the Lok Adalat for settlement, so as\nto dispose of the claim petition itself, within a time-frame\nnot exceeding six months from the date of registration of\nthe claim petition.\n(g) The insurance companies shall be directed to deposit\nthe admitted amount or the amount determined, with the\nClaims Tribunals within 30 days of determination. The\nTribunals should ensure that the compensation amount is\nkept in a fixed deposit and disbursed as per the directions\ncontained in Kerala SRTC v. Suşamma Thomas.\nD\nE\nF\n(h) As the proceedings initiated in pursuance of Sections\n158(6) and 166(4) of the Act are different in nature from\nan application by the victim(s) under Section 166(1) of the\nAct, Section 170 will not apply. The insurers will therefore\nbe entitled to assist the Tribunal (either independently or\nwith the owners of the vehicles) to verify the correctness G\nin regard to the accident, injuries, age, income and\ndependants of the deceased victim and in determining the\nquantum of compensation.\"\nH\nA\nB\nC\n872 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\n39. In view of the directions already issued by this Court,\nwe find no reason to issue any further direction.\nApplicability of Second Schedule in the present\nscenario:\nBy Act 54 of 1994, Section 163-A - Special Provisions\nas to payment of compensation on structured formula basis has\nbeen inserted with effect from 14.11.1994. Section 163-A\nenvisages that notwithstanding any contained in the Act or in\nany other law or instrument having the force of law, the owner\nof the motor vehicle shall be liable to pay in the case of death\nor permanent disablement due to accident arising out the use\nof motor vehicle, compensation as indicated in the second\nschedule, to the legal heirs or the victim, as the case may be\nThe purpose of Section 163-A and the Second Schedule\nD is to avoid long-drawn litigation and delay in payment of\ncompensation to the victims or his heirs who are in dire need\nof relief.\nE\nF\nSub-section (2) of Section 163-A envisages that the\nclaimant shall not be required to plead or establish that the\ndeath or permanent disablement in respect of which the claim\nhas been made was due to any wrongful act or neglect or\ndefault of the owner of the vehicle or vehicles concerned or of\nany other person.\nSub-section (3) of Section 163-A envisages that the\nCentral Government may, keeping in view the cost of living by\nnotification in the Official Gazette, from time to time amend the\nsecond schedule, which is as follows:\n0\nH\n1[THE SECOND SCHEDULE\n(See section 163A)\nSCHEDULE FOR COMPENSATION FOR THIRD PARTY FATAL ACCIDENTS/ INJURY CASES CLAIMS.\n1. Fatal Accidents:\n[SUDHANSU JYOTI MUKHOPADHAYA, J.]\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 ANR. 873\nAnnual Income\nRs.\n3000\nRs.\nRs.\nRs.\nRs.\nRs.\nRs.\n4200\n5400\n6600 7800 9000\n10200\nRs.\n11400\nRs.\nRs.\nRs.\nRs.\nRs.\n12000 18000 24000 36000 40000\nAGE OF\nVICTIM\nMULTIPLIER\n(RUPEES IN THOUSANDS)\n(compensation in case of death)\nRs.\nRs.\nRs.\nRs.\nRs.\nRs.\nUp to 15 yrs.\n..15 60\n84\n108\n132\n156\nRs.\n180. 204\nRs.\nRs.\n228 240 360 480 720\nRs. Rs. Rs.\nRs.\n800\nAbove 15 yrs. but not\nexdg. 20 yrs.\n..16\n57\n79.8\n102\n125.4 148.2\n171\n193.8\n216.6 228\n342\n456\n684\n760\nAbove 20 yrs. but not\nexdg. 25 yrs.\n..17\n54\n75.6\n.97.2\n11.8.8 140.4\n162\n183.6\n205.2 216\n324\n432\n648\n720\nAbove 25 yrs. but not\nexdg. 30 yrs.\n..18\n51\n71.4 91.8\n112.2 132.6\n153\n173.4\n193.8 204\n306\n408\n612\n680\nAbove 30 yrs. but not\nexdg. 35 yrs.\n..17\n50\n67.2\n86.4\n105:6 124.8\n144\n163.2\n192.4 192\n288\n384\n576\n640\nAbove 35 yrs. but not\nexdg. 40 yrs.\n..16\n50\n63\n81\n99\n117\n135\n153\n171\n180\n270\n380\n540\n600\nAbove 40 yrs. but not\nexdg. 45 yrs.\n..15\n50\n50\n58.8\n75.6\n92.4\n109.2\n126\n142.8\n159.6 168\n252\n336\n504\n560\n874\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nAbove 45 yrs. but not\nexdg. 50 yrs.\n..13\n60\n50\n50.4 64.8\n79.2 93.6\n108\n122.4\n136.8 144 216\n286 432\n480\nAbove 50 yrs. but not\nexdg. 55 yrs.\n..11\n50\n50\n50\n54\n66\n78\n90\n102\n114\n120\n180 240 360\n400\nAbove 55 yrs. but not\nexdg. 60 yrs.\n..8\n50\n50\n00\n50\n50\n50\n52.8 62.4 72\n81.6\n91.2 96\n114 192\n286\n320\nAbove 60 yrs. but not\nexdg. 65 yrs.\n..5\n50\nAbove 65 yrs.\n..5\n50\n50\n50\n50\n50\n50\n50\n50\n50\n00\n50\n50\n00\n50\n50\n50\n50\n54\n61.2\n68.4\n72\n108\n144 216\n240\n50\n50\n51\n57\n60\n90\n120 180\n200\n-Rs. 2,000/-\n-Rs. 5,000/-\n•\n-Rs. 2,500/-\nNote- The amount of compensation so arrived at in the case of fatal accident claims shall be reduced by 1/3rd in\nconsideration of the expenses which the victim would have incurred towards maintaining himself had he been\n1.\n2.\n3.\nNm\nalive.\nIns. by Act 54 of 1994, Sec. 64 (w.e.f. 14-11-1994).\nAmount of compensation shall not be less than Rs.50,000.\nGeneral Damages (in case of death):\nThe following General Damages shall be payable in addition to compensation outlined above:-\n(i)\nFuneral expenses\n(ii)\n(!!!)\nLoss of Consortium, if beneficiary is the spouse\nLoss of Estate\n(iv)\nMedical Expenses -actual expenses incurred\n-\n-Rs.15,000/-\nPain and Sufferings\n(a) Grievous injuries\n-\n- Rs. 5,000/-\n(b) Non-grievous injuries\nRs. 1,000/-\n(ii)\nMedical expenses - actual expenses incurred supported by bills/Vouchers\nbut not exceeding as one time payment\n- Rs. 15,000/-\n4.\nbefore death supported by bills/vouchers but not exceeding\nGeneral Damages in case of injuries and Disabilities:\n(i)\nSUPREME COURT REPORTS\n[2013] 16 S.C.R. 875\n5. Disability in non-fatal accidents:\nThe following compensation shall be payable in case of disability to the victim arising out of non-fatal accidents:-\nLoss of income, if any, for actual period of disablement not exceeding fifty two weeks.\\\nPLUS either of the following :-\n(a) In case of permanent total disablement the amount payable shall be arrived at by multiplying the annual loss of\nincome by the Multiplier applicable to the age on the date of determining the compensation, or\n(b) In case of permanent partial disablement such percentage of compensation which would have been payable in\nthe case of permanent total disablement as specified under item (a) above.\n.6.\nInjuries deemed to result in Permanent Total Disablement/Permanent Partial Disablement and percentage of\nloss of earning capacity shall be as per Schedule 1 under Workmen's Compensation Act, 1923.\nNotional income for compensation to those who had no income prior to accident:\nFatal and disability in non-fatal accidents:\n(a) Non-earning persons\n(b) Spouse\n-Rs. 1/3rd of income of the earning/surviving spouse.\nIn case of other injuries only \"general damage\" as applicable.]\"\n-Rs.15,000 p.a.\nA\n876 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\n40. Perusal of Second Schedule shows that the legal heirs\nof the deceased person having an annual income, minimum\nRs.3,000/- and maximum Rs.40,000/- could only derive benefit\nunder Section 163A of the Act, 1988. Legal heirs of the\ndeceased person whose income is more than Rs.40,000/- per\nB annum i.e. approximately Rs.3,600/- per month cannot derive\nadvantage of the Second Schedule. The largest multiplier\nenvisaged is 18 in the case of victim \"above 25 years of age\"\nbut not exceeding 30 years”. The multiplier for the higher age\nis required to be re-looked in view of increase in life\nC expectancy.\n.\n41. A minimum amount of compensation of Rs.50,000/-\nwas fixed under Second Schedule in the year 1994. In addition,\ngeneral damages in lieu of funeral expenses, loss of consortium\n(if beneficiary is the spouse), medical expenses, pain and\nD suffering, grievous injuries, non-grievous injuries, etc. are also\nprovided for. But no revision was made to these amounts in\nthese 19 years.\n42. In view of non-amendment of Second Schedule for 19\nyears, the appellant has also questioned the validity of the\nE existing Second Schedule.\nF\nG\nH\n43. Several anomalies exit in the Second Schedule and\nthe said anomalies were first noticed as early as in the year\n1996 in U.P. State Road Transport Corporation \u0026 Ors. v.\nTrilok Chandra \u0026 Ors. (1996) 4 SCC 362 wherein this Court\nheld that the table in Second Schedule suffers from several\ndefects and cannot be used as a ready recknor and observed\nas follows:\n\"18. We must at once point out that the calculation of\ncompensation and the amount worked out in the\nSchedule suffer from several defects. For example, in\nItem 1 for a victim aged 15 years, the multiplier is shown\nto be 15 years and the multiplicand is shown to be Rs\n3000. The total should be 3000 × 15=45,000 but the\nsame is worked out at Rs 60,000. Similarly, in the second\nitem the multiplier is 16 and the annual income is Rs\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 877\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\n9000; the total should have been Rs 1,44,000 but is\nshown to be Rs 1,71,000. To put it briefly, the table\nabounds in such mistakes. Neither the tribunals nor the\ncourts can go by the ready reckoner. It can only be used\nas a guide. Besides, the selection of multiplier cannot in\nall cases be solely dependant on the age of the\ndeceased. For example, if the deceased, a bachelor, dies\nat the age of 45 and his dependants are his parents, age\nof the parents would also be relevant in the choice of the\nmultiplier. But these mistakes are limited to actual\ncalculations only and not in respect of other items. What\nwe propose to emphasise is that the multiplier cannot\nexceed 18 years' purchase factor. This is the\nimprovement over the earlier position that ordinarily it\nshould not exceed 16. We thought it necessary to state\nthe correct legal position as courts and tribunals are\nusing higher multiplier as in the present case where the\nTribunal used the multiplier of 24 which the High Court\nraised to 34, thereby showing lack of awareness of the\nbackground of the multiplier system in Davies case.\nرو\n44. Again this Court in Oriental Insurance Co. Ltd. v.\nHansrajbhai V. Kodala (2001) 5 SCC 175 held that there is\na specific provision under Section 163-A(3) of the Act, 1988\nwhich require that the Central Government keeping in view the\ncost of living by notification in Official Gazette from time to\ntime amend the Second Schedule and held:\n\"26. In addition, the learned counsel also pointed out that\nin case of a fatal accident and disability in a non-fatal\naccident, it has been provided that notional income for\nthe claimant who had no income prior to the accident\nshall be Rs 15,000 per annum and still, however the\nSecond Schedule provides table of income ranging from\nRs 3000 to Rs 40,000 and the break-up also does not\nprovide any calculation for Rs 15,000, as the columns\nA\nB\nC\nD\nE\nF\nG\nI\nA\n\u003e\u003e\nB\nC\nD\nE\nF\nG\nH\n878\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nin the Schedule inter alia provide for compensation for\na person having income of Rs 12,000, and thereafter\nstraight away at Rs 18,000. The learned counsel also\nsubmitted that despite the specific provision in Section\n163-A(3) that the Central Government may, keeping in\nview the cost of living, by notification in the Official\nGazette from time to time amend the Schedule, nothing\nhas been done so far. Further, by order dated 30-8-2000,\nthis Court again noticed a number of anomalies in the\nSecond Schedule and, therefore, thought it fit to have\nassistance of either the Attorney General of India or the\nSolicitor General of India. When the matter was called out\non 15-12-2000, Mr Altaf Ahmed, ASG, stated before the\nCourt that the order passed by this Court on 30-8-2000\nhas already engaged serious attention of the Ministry of\nSurface Transport Department and the Government was\nconsidering the matter for bringing necessary correction\nin the Second Schedule of the Motor Vehicles Act.\nThereafter, we again sought assistance of the Additional\nSolicitor General on the interpretation of Section 163-A\nand also to verify whether there are corrections in the\nSecond Schedule. Learned Additional Solicitor General\nstated that amendment might take some time. In this\nview of the matter, we think it would be appropriate if the\nCentral Government takes necessary action as early as\npossible under Section 163-A(3).\"\n45. In Deepal Girishbhai Soni (supra) this Court having\nregard to inflation and fall in rate of bank interest observed\nthat it is desirable that the Central Government bestows\nserious consideration to amend the Second Schedule and\nmade following observation:\n\"72. Section 163-A was introduced in the year 1994. The\nexecutive authority of the Central Government has the\nrequisite jurisdiction to amend the Second Schedule\nfrom time to time. Having regard to the inflation and fall\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 879\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\nin the rate of bank interest, it is desirable that the Central A\n.Government bestows serious consideration to this aspect\nof the matter.\"\n46. Discrepancies/errors in the multiplier scale given in the\nSecond Schedule were also noticed in the case of Sarla\nVerma. Para 35 and 36 of the judgment in Sarla Verma is\nquoted hereunder:\nB\nC\n\"35. There are however discrepancies/errors in the\nmultiplier scale given in the Second Schedule table. It\nprescribes a lesser compensation for cases where a\nhigher multiplier of 18 is applicable and a larger\ncompensation with reference to cases where a lesser\nmultiplier of 15, 16, or 17 is applicable. From the quantum\nof compensation specified in the table, it is possible to\ninfer that a clerical error has crept in the Schedule and D\nthe \"multiplier\" figures got wrongly typed as 15, 16, 17,\n18, 17, 16, 15, 13, 11, 8, 5 and 5 instead of 20, 19, 18,\n17, 16, 15, 14, 12, 10, 8, 6 and 5.\nE\n36. Another noticeable incongruity is, having prescribed\nthe notional minimum income of non-earning persons as-\nRs 15,000 per annum, the table prescribes the\ncompensation payable even in cases where the annual\nincome ranges between Rs 3000 and Rs 12,000. This\nleads to an anomalous position in regard to applications\nunder Section 163-A of the MV Act, as the compensation F\nwill be higher in cases where the deceased was idle and\nnot having any income, than in cases where the\ndeceased was honestly earning an income ranging\nbetween Rs 3000 and Rs 12,000 per annum. Be that as\nit may.\"\nIn spite of assurance by the Central Government to the\nCourt, no change is brought in the Second Schedule keeping\nG\nH\n880 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA in view the cost of living.\nB\nC\nD\n47. The appellants have produced the copy of the report\nof the 6th Pay Commission to consider the trends in prices\nincluding natural inflation. The same is quoted below:\nTrends in Prices “1.3.6 The General Wholesale price\nindex (WPI) (52 weeks average) increased 1.6 times\nbetween 1995-96 to 2005-06 while the price index for\nmanufactures increased by 1.4 times and that of\nagriculture 1.6 times. Between 1996-97 and 2000-01, the\ngeneral inflation averaged 5.1 percent. Acceleration in\ninflation post 2006 was caused by acceleration in inflation\nin primary commodities and continued high escalation\nin price of the commodities in fuel group due to\nhardening of global prices.\n1.3.7 The Consumer Price Index (CPI) with Base 1982,\nincreased from a level of 342 in 1996-97 to 579 in 2006-07.\nConsumer Price Index -CPL (IW)\nGeneral Base 1982=100\nE\n700\n600\n500\nLL.\nF\n400\n300\nG\n200\n100\n☐☐ 1986 97 967-68 98 99 98.2000 2001 2001-02 2002-03 2003-04 2004-05 2005-06 2006-07\nH\n"}