{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"PUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 841\nANR.\nCourt in similar case and other factors such as inflation, A\nchange in economy, policy adopted by the Reserve Bank\nof India from time to time and the period since when the\ncase is pending. [Paras 57, 62] [890-F, H; 892-E-F]\nKaushnuma Begum v. New India Assurance Co. Ltd. \u0026\nOrs. (2001) 2 SCC 9: 2001 (1) SCR 8; Abati Bezbaruah v.\nDeputy Director General, Geological Survey of India \u0026 Anr.\n(2003) 3 SCC 148: 2003 (1) SCR 1229; and Supe Dei v.\nNational Insurance Co. Ltd. \u0026 Anr. (2009) 4 SCC 513 -\nreferred to.\nB\nC.\nD\n9.1. In the present case, the deceased was drawing\ngross salary of Rs. 13,331/- per month and he was paying\na sum of Rs.789/- per month towards income tax and an\namount of Rs. 100/- per month towards professional tax.\nThus he was paying total amount of Rs.889/- per month\ntowards tax and if that amount is deducted from the\ngross income of the deceased it comes to Rs.12,442/- per\nmonth. The deceased was 48 years old at the time of\ndeath. He would have continued in service for another 12\nyears and he would have been entitled for pension. E\nTherefore, if increase in the future income is taken at 50%\nit will come to Rs.18,663/- (Rs.12,442/- + Rs. 6221). As per\ndecision in 'Sarla Verma' the deduction towards personal\nand living expenses of the deceased should be one-third\n(1/3rd) where the number of dependent family members\nis 2 to 3; one-fourth (1/4th) where the number of\ndependent family members is 4 to 6 and one-fifth (1/5th)\nwhere the number of dependent family members exceeds\n6. In the present case, there are four dependent family\nmembers. Therefore, the deduction towards personal and G\nliving expenses of the deceased should be 1/4th. If 1/4th\namount is deducted from the income of the deceased it\nwill come to Rs.13,998/- (Rs. 12,442/- + Rs. 6,221 – Rs.\n4665). At the time of accident, the deceased was 48 years\nold, hence on the basis of decision in 'Sarla Verma' H\n-\nF\n!\n842 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA multiplier of 13 will be applicable. In that case the\nclaimants should be entitled to get the following benefits:\n00\nB\nC\nD\nE\n(i) Amount of compensation with 12 months salary\nand 13 as multiplier (13,998/- x 12 x13) Rs.\n21,83,688/-\n(ii) Compensation to the family members (children\nand family members other than wife) for loss of\nlove and affection, deprivation of protection,\nsocial security etc. Rs. 1,00,000/-\n(iii) Compensation to the widow of the deceased for\nloss of love and affection, pains and sufferings,\nloss of consortium, deprivation of protection,\nsocial security etc. Rs. 50,000/-\n(iv) Cost incurred on account of funeral and ritual\nRs. 10,000/-\nexpenses\nTotal Compensation\n[892-G-H; 893-A-H]\nRs.23,43,688/- [Para 63]\n9.2. In the appeal filed by the claimants before the\nHigh Court, the High Court instead of deciding the just\ncompensation allowed meager enhancement of\ncompensation. In doing so, the High Court introduced the\nF concept of split multiplier and departed from the\nmultiplier system generally used in light of the decision\nin Sarla Verma case without disclosing any reason. The\nHigh Court also did not consider the question of prospect\nof future increase in salary of the deceased though it\nnoticed that the deceased would have continued in\npensionable services for more than 10 years. When the\nage of the deceased was 48 years at the time of death it\nwrongly applied multiplier of 10 and not 13 as per\ndecision in 'Sarla Verma'. Thus, the judgment of the High\nCourt is perverse and contrary to the evidence on record\nG\nH\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 843\nANR.\nand is fit to be set aside for having not considered the A\nfuture prospects of the deceased and also for adopting\nsplit multiplier method against the law laid down by this\nCourt. The impugned judgment, is accordingly, set aside\nand it is held that the claimants are entitled for total\ncompensation of Rs.23,43,688/-. They shall also get B\ninterest on the enhanced compensation at the rate of\n12% per annum from the date of filing of the complaint\npétition. Respondent No.2-Insurance Company is\ndirected to pay enhanced/additional compensation and\ninterest to the claimants within a period of three months. C\n[Para 64] [894-A-F]\nCase Law Reference :\n(2004) 5 SCC 385\nreferred to\nPara 27\nD\n2009 (5) SCR 1098\nreferred to\nPara 28\n1987 ACJ 172\nreferred to\nPara 30\n1992 (2) SCR 272\nreferred to\nPara 30\n2013 (2) SCR 706\nreferred to\nPara 31 E\n2011 (2) SCR 106\nreferred to\nPara 33\n2007 (8) SCR 192\nreferred to\nPara 36\n2009 (16) SCR 710\nreferred to\nPara 37 F\n1996 (2) Suppl. SCR 443\nreferred to\nPara 43\n2001 (2) SCR 999\nreferred to\nPara 44\n2001 (1) SCR 8\nreferred to\nPara 59\nG\n2003 (1) SCR 1229\nreferred to\nPara 60\n(2009) 4 SCC 513\nreferred to\nPara 61\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n10918 of 2013\nH\nA\nB\nC\nD\nE\nF\nG\n844 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nFrom the Judgment and Order dated 19.03.2009 of the\nHigh Court of Karnataka at Bangalore in MFA No. 2344 of 2004\nP. P. Malhotra, ASG, Yasir Rauf, Rajan Mukherjee, Kiran\nSuri, Nakibur Rahman Barbhuiya, Vishnu Mehra, Sakshi Gupta\nManjeet Chawla for the appearing parties.\nThe Judgment of the Court was delivered by\nSUDHANSU JYOTI MUKHOPADHAYA, J. 1. Delay\ncondoned. Leave granted.\n2. This appeal has been preferred by the appellants-\nclaimants in motor accident case against the judgment and\norder dated 19th March, 2009 passed by the Division Bench\nof the High Court of Karnataka, Bangalore in a motor accident\ncase being Miscellaneous First Appeal No. 2344 of 2004(MV).\nThey are not happy with the meager enhancement of\ncompensation granted by the High Court.\n3. The brief facts of the case are as follows:-\nThat Ramadas, aged about 48 years, was working as a\nTypesetting Assistant in Computer Section of the Mysore\nPrinters Limited (Deccan Herald). On 27th July, 1999 at about\n1.30 a.m. while he was returning home on his scooter bearing\nRegistration No.KA 03/K 7514 on Hosur-Luskar road, near\nMico Software, he met with accident with a Tanker bearing\nRegistration No.KA 05/A 5995 driven by its driver in a rash and\nnegligent manner. On account of the said accident, Ramadas\nfell down and sustained grievous injuries all over the body. He\nwas shifted to Victoria Hospital, where he succumbed to the\ninjuries.\n4. His wife and children preferred the claim petition under\nSection 166 of the Motor Vehicles Act, 1988 (hereinafter\nreferred to as the 'Act, 1988), claiming compensation of\nRs.30,00,000/-. The 2nd respondent (Insurance Company)\ncontested the claim. They had not disputed the accident or the\nH insurance coverage. On behalf of the claimant, witnesses were\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 845\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\nexamined including P.W-1, who was the claimant No.1 and A\nanother one Chandrashekar, an eye-witness to the accident.\nNine documents were led as evidence marked as Exhs.P1 to\nP9. No oral evidence was adduced by the respondents. The\nInsurance Policy was marked as Exh.R1.\n5. The Tribunal on appreciation of the oral and\ndocumentary evidence on record held that the accident was\noccurred on account of rash and negligent driving by the driver\nof the Tanker. It took into consideration the fact that the\ndeceased was drawing a salary of Rs.13,331/- p.m. After\ndeduction of the Income Tax, Professional Tax and personal\nexpenses from the basic salary it awarded a compensation of\nRs.9,03,600/-.\nB\nC\n6. On appeal preferred by the claimants, the High Court\nenhanced the compensation to Rs. 11,25,000/-. The High Court D\nrounded the age of the deceased as 50 years; applied\nRs.8,295/- as multiplicand and deducted 1/3rd amount towards.\npersonal expenses. The High Court split the multiplier and\napplied multiplier of 10 for the multiplicand of Rs.8,295/- and\nmultiplier of 2 for the multiplicand of Rs.4,147/-.\n7. The grievances of the claimants are summarised as\nfollows:-\n(i) Deduction of 1/3rd amount towards personal\nexpenses in all cases is arbitrary and unreasonable.\n(ii) Multiplier under Second Schedule cannot be\napplied in for determination of compensation under\nSection 166 of the Motor Vehicles Act, 1988.\n(iii) Split multiplier cannot be made applicable in\nthe facts of the case.\n(iv) Interest granted by the Tribunal and the High\nCourt is lower side which should be 9% in place of\n6% per annum.\nE\nF\nG\nH\nA\n846 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nAt the time of argument learned counsel for the appellants\ninsisted to issue a direction on the authority to comply with\nSection 158 (6) and 166 (4) of the Act, 1988. Further prayer\nwas made to direct the Central Government to amend the\nSecond Schedule of the Act, 1988 in light of the present cost\nB of living which increased manifold.\nC\nD\nE\nF\nG\nH\n8. Per contra, according to the counsel for respondent\nNo.2-Oriental Insurance Co. Ltd. (hereinafter referred to as, \"the\nInsurance Company\") the compensation paid in favour of the\nclaimants is just and proper, multiplier method is sound method\nof assessing compensation; Section 163(A) directs to follow\na structured formula indicated in Second Schedule to avoid long\ndrawn litigation and delay in payment of compensation; there\nis consistency and uniformity in the said approach.\n9. Before we refer to the broad features of the Act, 1988,\nit is desirable to notice the background in which the Parliament\nconsidered it necessary to bring in the provisions of the Motor\nVehicles Act.\n(i) Before Indian Fatal Accident Act, 1855 came into\nforce in India, there was no provision in Indian Laws to maintain\na claim for damages/compensation by the legal representative\nof the deceased for his death caused by tort/civil wrong or even\nby crime. The right to claim compensation died with the death\nof a person.\n(ii) Prior to the enforcement of Indian Fatal Accident Act,\n1855 in England there was a statute, namely, Fatal Accident\nAct, 1846 certain provisions of which read as under:\n(a) 'Whereas no action at law is now maintainable a\nperson who by his wrongful act, neglect or default may\nhave caused the death of another person, and it is often-\ntimes right and expedient that the wrongdoer in such cases\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 847\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\nshould be answerable in damages for the injury so caused A\nby him.' Be it therefore enacted by the Queen's most\nExcellent Majesty, by and with the Advice and Consent of\nthe Lords Spiritual and Temporal, and Commons, in this\npresent Parliament assembled, and by the Authority of the\nsame, that whensoever the death of a person shall be B\ncaused by a wrongful act, neglect and default is such as\nwould (if death had not ensued) have entitled the party\ninjured to maintain an action and recover damages in\nrespect thereof, then and in every such case the person\nwho would have been liable if death had not ensued shall\nbe liable to an action for damages, notwithstanding the\ndeath shall have been caused under such circumstances\nas amount in law to a Felony.\n(b) And be it enacted, that every such action shall be for\nthe benefit of the wife, husband, parent and child of the\nperson whose death shall have been so caused, and shall\nbe brought by and in the name of the executor or\nadministrator of the person deceased; and in every such\naction the Jury may give such Damages as they may\nthink proportioned to the Injury for such death to the\nparties respectively for whom and for whose benefit\nsuch action shall be brought; and the amount so\nrecovered, after deducting the costs not recovered from\nthe defendant......\n10. In England, there have been several amendments and\nenactments after the Fatal Accidents Act, 1846.\n11. Fatal Accident Act, 1855 was the first Indian legislation\nthat provided a right to claim compensation for the death of a\nperson caused by wrongful act of another. It was enacted in\naccordance with English Fatal Accidents Act, 1846. Section 1A\nof the Indian Fatal Accident.Act, 1855 reads as under:\n“[1A] Suit for compensation to the family of a person\nC\nD\nE\nF\nG\nH\n848\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nfor loss occasioned to it by his death by actionable\nwrong? Whenever the death of a person shall be caused\nby wrongful act, neglect, or default, and the act, neglect or\ndefault is such as would (if death had not ensued have\nentitled the party injured to maintain an action and recover\ndamages in respect thereof, the party who would have\nbeen liable if death had not ensued, shall be liable to an\naction or suit for damages, notwithstanding the death of\nperson injured, and although the death shall have been\ncaused under such circumstances as amount in law to\nfelony or other crime.\n[3] [***] Every such action or suit shall be for the benefit of\nthe wife, husband, parent and child, if any, of the person\nwhose death shall have been so caused, and shall be\nbrought by and in the name of the executor, administrator\nor representative of the person deceased;\nand in every such action, the court may give such\ndamages as it may think proportioned to the loss\nresulting from such death to the parties respectively,\nfor whom and for whose benefit such action shall be\nbrought, and the amount so recovered, after deducting all\ncosts and expenses, including the costs not recovered from\nthe defendant, shall be divided amongst the before\nmentioned parties, or any of them, in such shares as the\ncourt by its judgment or decree shall direct.\"\n12. Indian Fatal Accidents Act, 1855 followed the principles\nin English Fatal Accident Act, 1896 with regard to payment of\ncompensation. Thus, compensation/damages proportionate to\nthe loss resulting from such death was payable.\n13. Under Section 306 of the Indian Succession Act 1925\nall rights for claiming damages after the death of a person\nsurvive and legal representative could claim damages. Section\n306 of the Indian Succession Act, 1925 reads as under:\nI\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 849\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\nB\n\"306. Demands and rights of action of or against A\ndeceased survive to and against executor or\nadministrator - All demands whatsoever all rights to\nprosecute or defend any action or special proceedings\nexisting in favour of or against a person at the time of his\ndecease, survive to and against his executors or\nadministrators; except causes of action for defamation,\nassault, as defined in the Indian Penal Code, 1960 (45 of\n1860) or other personal injuries not causing the death of\nthe party; and except also cases where, after the death of\nthe party, the relief sought could not be enjoyed or granting C\nit would be nugatory.\"\n14. Motor Vehicle Act was enacted in 1939. Later, by Act\nNo. 100 of 1956 with effect from 16th February, 1957 Motor\nVehicle Act, 1939 was amended and claims tribunals were\nconstituted under Section 110. Section 110 to Section 110F\nof the Motor Vehicles Act, 1939 were brought. Section 110B\nof the Motor Vehicle Act, 1939 as amended reads as under:-\nD\nF\n\"110B. Award of the Claims Tribunal - On receipt of an\napplication for compensation made under Section 110-A, E\nthe Claims Tribunal shall, after giving the parties an\nopportunity of being heard, [hold an inquiry into the claim\nor, as the case may be, each of the claims and, subject to\nthe provisions of Section 109-B, may make an award]\ndetermining the amount of compensation which\nappears to it to be just and specifying the person or\npersons to whom compensation shall be paid; and\nin making the award the Claims Tribunal shall specify the\namount which shall be paid by the insurer [or owner or\ndriver of the vehicle involved in the accident or by all or any G\nof them, as the case may be].\"\n15. In 1988, Motor Vehicle Act, 1939 was repealed and\nMotor Vehicle Act, 1988 came into force. By bringing Section\n168 of the Motor Vehicle Act, 1988 it was reiterated that the\nH\n850\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA amount of compensation payable would be which appeared\nto be just; Section 168 of the amended Motor Vehicle Act\nreads as under:\n'B\nC\nD\nE\nF\n-\n\"168. Award of the Claims Tribunal – (1) On receipt of\nan application for compensation made under Section 166,\nthe Claims Tribunal shall, after giving notice of the\napplication to the insurer and after giving the parties.\n(including the insurer) an opportunity of being heard, hold\nan inquiry into the claims or, as the case may be, each of\nthe claims and, subject to the provisions of Section 162\nmay make an award determining the amount of\ncompensation which appears to it to be just and\nspecifying the person or persons to whom compensation\nshall be paid and in making the award the Claims Tribunal\nshall specify the amount which shall be paid by the insurer\nor owner or driver of the vehicle involved in the accident\nor by all or any of them, as the case may be:\nProvided that where such application makes a claim for\ncompensation under Section 140 in respect of the death\nor permanent disablement of any person, such claim and\nany other claim (whether made in such application or\notherwise) for compensation in respect of such death or\npermanent disablement shall be disposed of in\naccordance with the provisions of Chapter X. '\n\"\n16. Thus according to the English Law compensation/\ndamages were payable according to the proportionate loss\nwhereas in India compensation is payable which appears to\nthe Tribunal to be just is payable. The approach of the Courts\nG according to the English law and according to the Indian Law\nhave to be distinct and separate. Indian Law recognizes just\ncompensation whereas English law required compensation\nproportionate to the loss suffered. English courts have been\ncalculating loss of money as a bargain as to how much monetary\nloss has been caused to the claimant, as a result the death of\nI\n"}