{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"PUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 861\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\nCorporation, 1994(2) SCC 189 - The multiplier A\napplied is 20.\n(3) Sarla Dixit (Smt.) and another vs. Balwant\nYadav and others, (1996) 3 SCC 179- The\nmultiplier applied is 15.\n(4) U.P. State Road Transport Corporation and\nothers vs. Trilok Chandra and othrs, (1996) 4 SCC\n362- The multiplier applied is 15. This Court\nfurther held that multiplier cannot exceed 18 years\npurchase factor.\n(5) Jyoti Kaul and others vs. State of M.P. and .\nanother, (2002) 6 SCC 306- The multiplier applied\nis 15.\n(6) T.N. State Transport Corpn. Ltd. vs. S.\nRajapriya and others, (2005) 6 SCC 236- The\nmultiplier applied is 12.\n(7) New India Assurance Co.Ltd. vs. Charlie and\nanother, (2005) 10 SCC 720- The multiplier\napplied is 18.\n(8) U.P. State Road Transport Corpn. vs. Krishna\nBala and others, (2006) 6 SCC 249- The multiplier\napplied is 13.\nB\nC\nD\nE\nF\n(9) New India Assurance Co.Ltd. vs. Kalpana\n(Smt.)and others, (2007) 3 SCC 538-The\nmultiplier applied is 13.\n(10) Oriental Insurance Company Limited vs.\nJashuben and others, (2008) 4 SCC 162 – the\nmultiplier applied is 13.\n-\nHowever, in Jyotsana Dey and Ors. vs. State of Assam\nG\n\u0026 Ors., 1987 ACJ 172, this court applied a multiplier of 25 H\n862\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA years and in Hardeo Kaur \u0026 Ors. vs. Rajasthan State\nTransport Corporation \u0026 Anr., (1992) 2 SCC 567, this Court\napplied a multiplier of 24 years.\nB\nC\nD\n31. In Sarla Verma (Supra) this Court held. that the\nmultiplier should be used in the following manner:\n\"42. We therefore hold that the multiplier to be used\nshould be as mentioned in Column (4) of the table above\n(prepared by applying Susamma Thomas, Trilok Chandra\nand Charlie), which starts with an operative multiplier of 18\n(for the age groups of 15 to 20 and 21 to 25 years),\nreduced by one unit for every five years, that is M-17 for\n26 to 30 years, M-16 for 31 to 35 years, M-15 for 36 to\n40 years, M-14 for 41 to 45 years, and M-13 for 46 to 50\nyears, then reduced by two units for every five years, that\nis, M-11 for 51 to 55 years, M-9 for 56 to 60 years, M-7\nfor 61 to 65 years and M-5 for 66 to 70 years.\"\nThis Court laid down the above guidelines to ensure\nuniformity and consistency in the selection of multiplier while\nE awarding compensation in motor accident claims made under\nSection 166.\nF\nG\nH\nThe application of multiplier fell for consideration recently\nbefore three-Judge Bench in Reshma Kumari \u0026 Ors. 'vs.\nMadan Mohan \u0026 Anr., (2013)9 SCC 65. In the said case this\nCourt held:\n\"33. We have already noticed the table prepared in Sarla\nVerma for the selection of multiplier. The table has been\nprepared in Sarla Verma having regard to the three\ndecisions of this Court, namely, Susamma Thomas1,\nTrilok Chandra and Charlie for the claims made under\nSection 166 of the 1988 Act. The Court said that multiplier\nshown in Column (4) of the table must be used having\nregard to the age of the deceased. Perhaps the biggest\nadvantage by employing the table prepared in Sarla\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 863\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\nB\nVerma is that the uniformity and consistency in selection A\nof the multiplier can be achieved. The assessment of\nextent of dependency depends on examination of the\nunique situation of the individual case. Valuing the\ndependency or the multiplicand is to some extent an\narithmetical exercise. The multiplicand is normally based\non the net annual value of the dependency on the date of\nthe deceased's death. Once the net annual loss\n(multiplicand) is assessed, taking into account the age of\nthe deceased, such amount is to be multiplied by a\n'multiplier' to arrive at the loss of dependency. In Sarla C\nVerma, this Court has endeavoured to simplify the\notherwise complex exercise of assessment of loss of\ndependency and determination of compensation in a claim\nmade under Section 166. It has been rightly stated in Sarla\nVerma that claimants in case of death claim for the D\npurposes of compensation must establish (a) age of the\ndeceased; (b) income of the deceased; and (c) the number\nof dependants. To arrive at the loss of dependency, the\nTribunal must consider (i) additions/ deductions to be\nmade for arriving at the income; (ii) the deductions to be\nmade towards the personal living expenses of the\ndeceased; and (iii) the multiplier to be applied with\nreference to the age of the deceased. We do not think it\nis necessary for us to revisit the law on the point as we\nare in full agreement with the view in Sarla Verma.\nE\nF\nLL\n34. If the multiplier as indicated in Column (4) of the table\nread with paragraph 42 of the Report in Sarla Verma is\nfollowed, the wide variations in the selection of multiplier\nin the claims of compensation in fatal accident cases can\nbe avoided. A standard method for selection of multiplier G\nis surely better than a criss-cross of varying methods. It is\nhigh time that we move to a standard method of selection\nof multiplier, income for future prospects and deduction for\npersonal and living expenses. The courts in some of the\nH\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n864\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\noverseas jurisdictions have made this advance. It is for\nthese reasons, we think we must approve the table in Sarla\nVerma17 for the selection of multiplier in claim applications\nmade under Section 166 in the cases of death. We do\naccordingly. If for the selection of multiplier, Column (4) of\nthe table in Sarla Verma is followed, there is no likelihood\nof the claimants who have chosen to apply under Section\n166 being awarded lesser amount on proof of negligence\non the part of the driver of the motor vehicle than those who\nprefer to apply under Section 163A. As regards the cases\nwhere the age of the victim happens to be upto 15 years,\nwe are of the considered opinion that in such cases\nirrespective of Section 163A or Section 166 under which\nthe claim for compensation has been made, multiplier of\n15 and the assessment as indicated in the Second\nSchedule subject to correction as pointed out in Column\n(6) of the table in Sarla Verma should be followed. This is\nto ensure that claimants in such cases are not awarded\nlesser amount when the application is made under Section\n166 of the 1988 Act. In all other cases of death where the\napplication has been made under Section 166, the\nmultiplier as indicated in Column (4) of the table in Sarla\nVerma should be followed.\n\"40. In what we have discussed above, we sum up our\nconclusions as follows:\n(i) In the applications for compensation made under\nSection 166 of the 1988 Act in death cases where the age\nof the deceased is 15 years and above, the Claims\nTribunals shall select the multiplier as indicated in Column\n(4) of the table prepared in Sarla Verma read with para\n42 of that judgment.\n(ii) In cases where the age of the deceased is upto 15\nyears, irrespective of the Section 166 or Section 163A\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 865\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\nunder which the claim for compensation has been made, A\nmultiplier of 15 and the assessment as indicated in the\nSecond Schedule subject to correction as pointed out in\nColumn (6) of the table in Sarla Verma should be followed.\n(iii) As a result of the above, while considering the claim\napplications made under Section 166 in death cases\nwhere the age of the deceased is above 15 years, there\nis no necessity for the Claims Tribunals to seek guidance\nor for placing reliance on the Second Schedule in the 1988\nAct.\n(iv) to (vi) xxx\nXXX XXX\nXXX\n(vii) The above propositions mutatis mutandis shall apply\nto all pending matters where above aspects are under\nconsideration.\"\nThus the view taken by this Court in Sarla Verma is\naffirmed by three-Judge Bench of this Court in Reshma\nKumari.\nSplit Multiplier\nB\nC\nD\nE\n32. For determination of compensation in motor accident\nclaims under Section 166 this Court always followed multiplier\nmethod. As there were inconsistencies in selection of multiplier,\nthis Court in Sarla Verma prepared a table for selection of\nmultiplier based on age group of the deceased/victim. Act, 1988 F\ndoes not envisage application of split multiplier.\n33. In K.R. Madhusudhan and others vs. Administrative\nOfficer and another, (2011) 4 SCC 689, this Court held as\nfollows:\nG\n\"14. In the appeal which was filed by the appellants before\nthe High Court, the High Court instead of maintaining the\namount of compensation granted by the Tribunal, reduced\nthe same. In doing so, the High Court had not given any\nreason. The High Court introduced the concept of split H\nA\nB\nC.\nD\n866 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nmultiplier and departed from the multiplier used by the\nTribunal without disclosing any reason therefor. The High\nCourt has also not considered the clear and corroborative\nevidence about the prospect of future increment of the\ndeceased. When the age of the deceased is between 51\nand 55 years the multiplier is 11, which is specified in the\n2nd column in the Second Schedule to the Motor Vehicles\nAct, and the Tribunal has not committed any error by\naccepting the said multiplier. This Court also fails to\nappreciate why the High Court chose to apply the multiplier\nof 6.\n15. We are, thus, of the opinion that the judgment of the\nHigh Court deserves to be set aside for it is perverse and\nclearly contrary to the evidence on record, for having not\nconsidered the future prospects of the deceased and also\nfor adopting a split multiplier method.\"\n34. We, therefore, hold that in absence of any specific\nreason and evidence on record the Tribunal or the Court\nshould not apply split multiplier in routine course and should\nE apply multiplier as per decision of this Court in the case of\nSarla Verma(supra) as affirmed in the case of Reshma\nKumari (supra).\nF\nG\nH\n1988\nCompliance of Section 158(6) and 166(4) of the Act,\n35. Information regarding any accident involving death or\nbodily injury to any person is to be recorded or reported under\nSection 158(6) of the Act, 1988 which mandates as follows:\n\"158 (6) As soon as any information regarding any\naccident involving death or bodily injury to any person is\nrecorded or report under this section is completed by a\npolice officer, the officer incharge of the police station shall\nforward a copy of the same within thirty days from the date\nof recording of information or, as the case may be, on\ncompletion of such report to the Claims Tribunal having\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 867\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\njurisdiction and a copy thereof to the concerned insurer, A\nand where a copy is made available to the owner, he shall\nalso within thirty days of receipt of such report, forward the\nsame to such Claims Tribunal and Insurer.\"\nSub Section (4) of Section 166 of the Act, 1988\nsubstantiates the object of enacting the provisions of sub-\nsection (6) of Section 158, which reads as under:\n\"166 (4) The Claims Tribunal shall treat any report of\naccidents forwarded to it under sub-section (6) of Section\n158 as an application for compensation under this Act.\"\n36. Surprisingly, such a useful provision such as Section\n158(6) of the Act, 1988 was lying dormant for a long period. A\nwrit petition for enforcement of the said provision came to be\nfiled in this Court in the case of General Insurance Council \u0026\nOthers v. State of Andhra Pradesh \u0026 Others (2007) 12 SCC\n354 in which it has been held and directed as under:\n\"9. Since there is a mandatory requirement to act in the\nmanner provided in Section 158(6) there is no justifiable\nreason as to why the requirement is not being followed.\n10. It is, therefore, directed that all the State Governments\nand the Union Territories shall instruct, if not already done,\nall police officers concerned about the need to comply with\nthe requirement of Section 158(6) keeping in view the\nrequirement indicated in Rule 150 and in Form 54.\nPeriodical checking shall be done by the Inspector General\nof Police concerned to ensure that the requirements are\nbeing complied with. In case there is non-compliance,\nappropriate' action shall be taken against the erring\nofficials. The Department of Road Transport and Highways\nshall make periodical verification to ensure that action is\nbeing taken and in case of any deviation immediately bring\nthe same to the notice of the State Governments/Union\nB\nC\nD.\nE\nF\nG.\nH\nA\nB\nC\nD\nE\nF\nG\nH\n868 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nTerritories concerned so that necessary action can be\ntaken against the officials concerned.\"\n37. This Court in Jai Prakash v. National Insurance Co.\nLtd. \u0026 Ors (2010) 2 SCC 607 again noticed the aforesaid\nprovisions and issued following directions to the police\nauthorities:\n\"16. The Director General of Police of each State is\ndirected to instruct all police stations in his State to comply\nwith the provisions of Section 158(6) of the Act. For this\npurpose, the following steps will have to be taken by the\nStation House Officers of the jurisdictional police stations:\n(i) Accident information report (“AIR”, for short) in Form No.\n54 of the Central Motor Vehicles Rules, 1989 shall be\nsubmitted by the police (Station House Officer) to the\njurisdictional Motor Accidents Claims Tribunal, within 30\ndays of the registration of the FIR. In addition to the\nparticulars required to be furnished in Form No. 54, the\npolice should also collect and furnish the following\nadditional particulars in the AIR to the Tribunal:\n(i) The age of the victims at the time of accident;\n(ii) The income of the victim;\n(iii) The names and ages of thedependent family\nmembers.\n(ii) The AIR shall be accompanied by the attested copies\nof the FIR, site sketch/mahazar/photographs of the place\nof occurrence, driving licence of the driver, insurance\npolicy (and if necessary, fitness certificate) of the vehicle\nand post-mortem report (in case of death) or the injury/\nwound certificate (in case of injuries). The names/\naddresses of injured or dependent family members of the\ndeceased should also be furnished to the Tribunal.\n(iii) Simultaneously, a copy of the AIR with annexures\nPUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 869\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\nthereto shall be furnished to the insurance company A\nconcerned to enable the insurer to process the claim.\n(iv) The police shall notify the first date of hearing fixed by\nthe Tribunal to the victim (injured) or the family of the victim\n(in case of death) and the driver, owner and insurer. If so\ndirected by the Tribunal, the police may secure their\npresence on the first date of hearing.\nB\n17. To avoid any administrative difficulties in immediate\nimplementation of Section 158(6) of the Act, we permit\nsuch implementation to be carried out in three stages. In C\nthe first stage, all police stations/Claims Tribunals in the\nNCT region and the State capital regions shall implement\nthe provisions by the end of April, 2010. In the second\nstage, all the police stations/Claims Tribunals in district\nheadquarters regions shall implement the provisions by the D\nend of August, 2010. In the third stage, all the police\nstations/Claims Tribunals shall implement the provisions by\nthe end of December, 2010. The Directors General shall\nensure that necessary forms and infrastructural support is\nmade available to give effect to Section 158(6) of the Act.\nE\nF\n18. Section 196 of the Act provides that whoever drives a\nmotor vehicle or causes or allows a motor vehicle to be\ndriven in contravention of the provisions of Section 146\nshall be punishable with imprisonment which may be\nextended to three months, or with a fine which may extend\nto Rs 1000, or with both. Though the statute requires\nprosecution of the driver and owner of uninsured vehicles,\nthis is seldom done. Thereby a valuable deterrent is\nignored. We therefore direct the Directors General to issue\ninstructions to prosecute drivers and owners of uninsured G\nvehicles under Section 196 of the Act.\n19. The Transport Department, Health Department and\nother departments concerned shall extend necessary\nН\nA\nB\nC\n870 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\ncooperation to the Directors General to give effect to\nSection 158(6).\"\n38. Further, directions were issued to the Claim Tribunals\nfor compliance of mandatory provisions of Section 158(6) of\nthe Act, 1988 which reads as under:-\n\"20. The Registrar General of each High Court is directed\nto instruct all Claims Tribunals in his State to register the\nreports of accidents received under Section 158(6) of the\nAct as applications for compensation under Section 166(4)\nof the Act and deal with them without waiting for the filing\nof claim applications by the injured or by the family of the\ndeceased. The Registrar General shall ensure that\nnecessary registers, forms and other support is extended\nto the Tribunal to give effect to Section 166(4) of the Act.\nD 21. For complying with Section 166(4) of the Act, the\njurisdictional Motor Accidents Claims Tribunals shall\ninitiate the following steps:\nE\nF\nG\nH\n(a) The Tribunal shall maintain an institution register for\nrecording the AIRs which are received from the Station\nHouse Officers of the police stations and register them as\nmiscellaneous petitions. If any private claim petitions are\ndirectly filed with reference to an AIR, they should also be\nrecorded in the register.\n(b) The Tribunal shall list the AIRs as miscellaneous\npetitions. It shall fix a date for preliminary hearing so as to\nenable the police to notify such date to the victim (family\nof the victim in the event of death) and the owner, driver\nand insurer of the vehicle involved in the accident. Once\nthe claimant(s) appear, the miscellaneous application shall\nbe converted to claim petition. Where a claimant(s) file the\nclaim petition even before the receipt of the AIR by the\nTribunal, the AIR may be tagged to the claim petition.\n(c) The Tribunal shall enquire and satisfy itself that the AIR\nrelates to a real accident and is not the result of any\n"}