{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64}],"text":"PUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 891\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\n58. The rate of interest provided and granted under A\ndifferent Acts is as under:\n(a) The Section 4 (A) (3) of the Workmen's Compensation\nAct, 1923 provides payment of interest @12% per annum or\nat such higher rate not exceeding the maximum of the lending\nrate of the scheduled banks for the delayed payment of B\ncompensation.\n(b) The Consumer Protection Act even though provides no\nprovision for grant of interest, this Court has granted interest\nby invoking Section 3 of the Interest Act and Section 34 of the\nCPC and has awarded interest @ 12% to 18% for delayed\npayment.\n(c) The Land Acquisition Act provides for the interest for\ndelayed payment @ 9% for the first year and 15% for the rest\nof the years.\n(d) The Arbitration and Conciliation Act, 1996 provides for\ninterest @ 18% per annum under Section 31(7) of the Act.\n59. This Court in Kaushnuma Begum v. New India\nAssurance Co. Ltd. \u0026 Ors. (2001) 2 SCC 9 noticed that the\nNationalized Banks are granting interest @ 9% on fixed deposit\nfor one year and held as follows:\nC\nD\nE\n\"24. Now, we have to fix up the rate of interest. Section\n171 of the MV Act empowers the Tribunal to direct that\n\"in addition to the amount of compensation simple F\ninterest shall also be paid at such rate and from such\ndate not earlier than the date of making the claim as may\nbe specified in this behalf”. Earlier, 12% was found to be\nthe reasonable rate of simple interest. With a change in\neconomy and the policy of Reserve Bank of India the\ninterest rate has been lowered. The nationalised banks\nare now granting interest at the rate of 9% on fixed\ndeposits for one year. We, therefore, direct that the\ncompensation amount fixed hereinbefore shall bear\ninterest at the rate of 9% per annum from the date of the\nclaim made by the appellants. The amount of Rs 50,000 H\nG\nA\n892\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\npaid by the Insurance Company under Section 140 shall\nbe deducted from the principal amount as on the date of\nits payment, and interest would be recalculated on the\nbalance amount of the principal sum from such date.\"\n60. This Court in Abati Bezbaruah v. Deputy Director\nB General, Geological Survey of India \u0026 Anr. (2003) 3 SCC 148\nnoticed that varying rate of interest is being awarded by the\nTribunals, High Courts and this Court. In the said case, this\nCourt held that the rate of interest must be just and reasonable\ndepending on the facts and circumstances of the case and\nshould be decided after taking into consideration relevant\nfactors like inflation, change in economy, policy being adopted\nby the Reserve Bank of India from time to time, how long the\ncase is pending, loss of enjoyment of life etc.\nC\n61. In Supe Dei v. National Insurance Co. Ltd. \u0026 Anr.\nD (2009) 4 SCC 513 this Court held that proper interest would\nbe 9% per annum.\n62. In view of the aforesaid provisions of the Act, 1988\n(Section 171) and the observation of this Court, as noticed\nabove, we keep this question open for Tribunals and Courts to\nE decide the rate of interest after taking into consideration the\nF\nG\nrate of interest allowed by this Court in similar case and other\nfactors such as inflation, change in economy, policy adopted\nby the Reserve Bank of India from time to time and the period\nsince when the case is pending.\nPresent Case\n63. In the present case, the following fact emerges:\nThe deceased was drawing gross salary of Rs. 13,331/-\nper month and he was paying a sum of Rs.789/- per month\ntowards income tax and an amount of Rs. 100/- per month\ntowards professional tax. Thus he was paying total amount of\nRs.889/- per month towards tax and if that amount is deducted\nfrom the gross income of the deceased it comes to Rs.12,442/\n- per month.\nH\n*PUTTAMMA \u0026 ORS. v. K. L. NARAYANA REDDY \u0026 893\nANR. [SUDHANSU JYOTI MUKHOPADHAYA, J.]\nThe deceased was 48 years old at the time of death. He A\nwould have continued in service for another 12 years and he\nwould have been entitled for pension. Therefore, if increase in\nthe future income is taken at 50% it will come to Rs. 18,663/-\n(Rs.12,442/- + Rs. 6221).\nAs per decision in 'Sarla Verma' the deduction towards\npersonal and living expenses of the deceased should be one-\nthird (1/3rd) where the number of dependent family members\nis 2 to 3; one-fourth (1/4th) where the number of dependent\nfamily members is 4 to 6 and one-fifth (1/5th) where the number\nof dependent family members exceeds 6. In the present case,\nthere are four dependent family members. Therefore, the\ndeduction towards personal and living expenses of the\ndeceased should be 1/4th. If 1/4th amount is deducted from the\nincome of the deceased it will come to Rs.13,998/- (Rs. 12,442/\n+ Rs. 6,221 - Rs. 4665).\n-\nAt the time of accident, the deceased was 48 years old,\nhence on the basis of decision in 'Sarla Verma' multiplier of\n13 will be applicable. In that case the claimants should be\nentitled to get the following benefits:\n(i) Amount of compensation with 12\nmonths salary and 13 as multiplier\n(13,998/- × 12 x13)\n(ii) Compensation to the family\nmembers (children and family\nmembers other than wife) for loss\nof love and affection, deprivation,\nof protection social security etc.\n(iii) Compensation to the widow of the\ndeceased for loss of love and\naffection, pains and sufferings,\nloss of consortium, deprivation\nof protection, social security etc.\nB\nC\nD\nRs. 21,83,688/-\nE\nRs. 1,00,000/-\nRs. 50,000/-\n(iv) Cost incurred on account of funeral Rs. 10,000/-\nand ritual expenses\nTotal Compensation\nRs.23,43,688/-\nF\nG\n. I\nA\nB\n894 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\n64. In the appeal which was filed by the claimants before\nthe High Court, the High Court instead of deciding the just\ncompensation allowed meager enhancement of compensation.\nIn doing so, the High Court introduced the concept of split\nmultiplier and departed from the multiplier system generally\nused in light of the decision in Sarla Verma (supra) case\nwithout disclosing any reason. The High Court has also not\nconsidered the question of prospect of future increase in salary\nof the deceased though it noticed that the deceased would\nhave continued in pensionable services for more than 10 years.\nWhen the age of the deceased was 48 years at the time of\nC death it wrongly applied multiplier of 10 and not 13 as per\ndecision in 'Sarla Verma'. Thus, we fail to appreciate as to why\nthe High Court chose to apply split multiplier and applied\nmultiplier of 10. We, thus, find that the judgment of the High\nCourt is perverse and contrary to the evidence on record and\nis fit to be set aside for having not considered the future\nprospects of the deceased and also for adopting split multiplier\nmethod against the law laid down by this Court. In view of our\naforesaid finding, we hold that the judgment of the High Court\ndeserves to be set aside. We, accordingly, set aside the\nimpugned judgment and hold that the claimants are entitled for\nE total compensation of Rs.23,43,688/-. They shall also get\ninterest on the enhanced compensation at the rate of 12% per\nannum from the date of filing of the complaint petition.\nRespondent No.2-Insurance Company is directed to pay\nenhanced/additional compensation and interest to the\nclaimants within a period of three months by getting prepared\na demand draft in their name.\nD\nF\nG\n65. The Insurance Company is directed to submit its\ncompliance report in the Registry of the High Court of\nKarnataka at Bangalore; the Registry shall place the same\nbefore an appropriate Bench for perusal. If the Bench finds that\nthe Insurance Company has failed to comply with the directions\ncontained in this judgment, it will be open to the Bench to initiate\naction against the officers of the Company. The appeal is\nallowed with aforesaid observations and directions.\nH Bibhuti Bhushan Bose\nAppeal allowed.\n"}