{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nM.M.S. INVESTMENTS, MADURAI AND ORS.\nV.\nV. VEERAPPAN AND ORS.\nAPRIL 11, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nSpecific Relief Act, 1963:\ns. 16(c)-Suit for specific performance of contract-Defence of readiness\nC and willingness Suit decreed-Thereafter suit property sold to different\npersons and appeal filed—HELD: after conveyance the only question to be\nadjudicated is whether purchaser was a bona fide purchaser for value without\nnotice-The question of readiness and willingness is not relevant—Therefore,\nthe provision of the Act is not applicable.\nD\nRespondent no. 1 filed an suit for specific performance of agreement\nagainst respondents no.2 to 9. The suit was decreed. However, the defendants-\nrespondent sold the land which was subject matter of the suit. Defendants 1\nto 5 filed appeal against the judgment and decree in the suit. The Purchasers\nfiled an application for impleadment as appellants 6 to 9 in the appeal. A\nE preliminary objection to defence of readiness and willingness was raised. The\nSingle Judge observed that there was no bar for the appellants to raise any\nissue on merits of the appeal except the defence of readiness and willingness\nas provided under s. 16(c) of the Specific Relief Act, 1963. Ultimately, the\nimpleadment application was allowed by the Division Bench and the appeal\nwas directed to be decided on merits. Aggrieved, the purchasers filed the\nF\npresent appeal.\nG\nH\nIt was contended for the appellants that the plea relating to readiness\nand willingness can be raised in a suit for specific performance of contract;\nand that since the purchasers stepped into the suit of the vendors, plea of\nreadiness and willingness could be pressed into service.\nDismissing the appeal, the Court\nHELD: 1.1. Questioning the plea of readiness and willingness is a\nconcept relatable to an agreement. After conveyance, the only question to be\n32\nM.M.S. INVESTMENTS, MADURAI v. V. VEERAPPAN [PASAYAT, J.] 33\nadjudicated is whether the purchaser was a bona fide purchaser for value A\nwithout notice, and the question of readiness and willingness is really not\nrelevant. Therefore, the provision of the Specific Relief Act 1963 is not\napplicable. Once there is a conveyance, the concept would be different and the\nprimary relief could be only cancellation. [Para 6] [35-B-C]\nRam Awadh (dead) by Lrs. and Ors. v. Achhaibar Dubey and Anr.,\n[2000] 2 SCC 428, held inapplicable.\n1.2. In the instant case, the purchasers had to prove that they were bona\nfide purchasers for value without notice. The readiness and willingness aspect\nwill not give any relief to them. [Para 8] [35-D-E]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 418 of 2007.\nFrom the Judgment and Order dated 25.01.2000 of the High Court of\nJudicature at Madras in L.P.A. No. 211 of 1999.\nB\nC\nWITH\nC.A. No. 419 of 2001.\nK.K. Mani and K.B. Sandeep for the Appellants.\nD\nE\nV. Prabhakar, V. Subramani and Revathy Raghavan for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. C.A.No. 418 of 2001\n1. This appeal is directed against the judgment of the Madras High\nCourt. Letters Patent Appeal was filed questioning correctness of the order\npassed by a learned Single Judge in A.S.No. 796/1987 dated 2.11.1999. The\norder was passed on a preliminary objection raised by the respondents in the\nappeal.\n2. Background facts in a nutshell are as follows:\nF\nG\n3. O.S.No.247 of 1981 on the file of the Sub Court, Madurai was filed\nby Veerappan, the first respondent for specific performance of an agreement\nfor sale dated 23.1.1978. Respondents 2 to 9 were impleaded in the suit as\nH\nowners of the property and it was alleged that the owners had entered into\nan agreement with him and as the agreement was not complied with, the suit\n34\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA was filed. After the decree was passed by the trial Court, the defendants\nthrough their power of attorney sold large extent of properties including the\nsubject matter of the suit in favour of certain other persons who are the\npresent appellants. In the mean time, defendants 1 to 5 filed appeal in A.S.\nNo. 796 of 1987 before the High Court against the Judgment and decree in\nO.S. No. 247 of 1981 and the appellants herein being subsequent purchasers\nfiled C.M.P. 3707 of 1989 to implead themselves as appellants 6 to 9 in the\nappeal on the ground that original appellants 1 to 5, the erstwhile owners,\nwere trying to collude with the first respondent. Appellants 1 to 5 filed C.M.P.\nNo. 4388 of 1990 to withdraw their power of attorney in favour of one\nChakrapani and Sethuraman. A learned Single Judge of the High Court\nC dismissed C.M.P. No. 3707 of 1989 filed by the appellants herein seeking\nB\nimpleadment and allowed C.M.P. No. 4388 of 1990 by order dated 28.6.1990.\nThe appellants filed L.P.A. No. 113 of 1990 against the order of dismissal of\nC.M.P. No 3707 of 1989 and also sought for leave to file an appeal against\nthe order allowing C.M.P. No. 4388 of 1990. Both the L.P.A. and C.M.P.\nD No.9570 of 1990 seeking leave to appeal were disposed of by a common order\nE\nF\nG\ndated 28.3.1990. L.P.A. 113 of 1990 was allowed and with the result the\nappellants were impleaded as appellants 6 to 9 in the appeal and A.S. No.796\nof 1987 was also directed to be disposed on merits.\n4. The High Court after analyzing the rival submissions came to hold\nas follows:\n“Therefore, we are inclined to hold that having regard to the facts\nand circumstances of the case, there is no bar for the appellants to\nraise any issue on the merits of the appeal for consideration in the\nappeal except the defence of readiness and willingness as provided\nunder Section 16 (c) of the Specific Relief Act, 1963.\nIn the result, the appeal is ordered accordingly. No costs.\nConsequently, connected C.M.P. is dismissed.\"\n(underlined for emphasis)\n5. Learned counsel for the appellants submitted that the plea relating to\nreadiness and willingness can be raised in a suit for specific performance of\ncontract. Strong reliance is placed on a decision of this Court in Ram Awadh\n(dead) by Lrs. And Ors. v. Achhaibar Dubey and Anr., [2000] 2 SCC 428.\nH Learned counsel for the appellants, therefore, has submitted that the High\nCourt was not justified in its view.\nM.M.S. INVESTMENTS, MADURAI v. V. VEERAPPAN [PASAYAT, J.] 35\n6. Learned counsel for the respondents on the other hand supported the A\njudgment of the High Court.\n7. Questioning the plea of readiness and willingness is a concept relatable\nto an agreement. After conveyance the question of readiness and willingness.\nis really not relevant. Therefore, the provision of the Specific Relief Act, 1963\n(in short the ‘Act') is not applicable. It is to be noted that the decision in Ram B\nAwadh's case (supra) relates to a case where there was only an agreement.\nAfter the conveyance, the only question to be adjudicated is whether the\npurchaser was a bona fide purchaser for value without notice. In the present\ncase the only issue that can be adjudicated is whether the appellants were\nbona fide purchasers for value without notice. The question whether the C\nappellants were ready and willing is really of no consequence. In Ram Awadh's\ncase (supra) the question of the effect of a completed sale was not there.\nTherefore, that decision cannot have any application so far as the present\ncase is concerned. Once there is a conveyance the concept would be different\nand the primary relief could be only cancellation.\n8. Learned counsel for the appellants submitted that since the purchasers\nstep into the shoes of the vendor, the question of readiness and willingness\ncan be pressed into service. This plea is clearly without substance because\nthe purchasers had to prove that they are bona fide purchasers for value\nwithout notice. The readiness and willingness aspect will not give any relief\nto them. That being the position, the appeal is sans merit and is dismissed.\nThere will be no order as to costs.\nC.A. No. 419 of 2001\n9. In view of the dismissal of C.A. No. 418 of 2001, no order needs to\nbe passed in this appeal.\nD\nE\nF.\nR.P.\nAppeal dismissed.\n"}