{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nKANDAPAZHA NADAR AND ORS.\nV.\nCHITRAGANIAMMAL AND ORS.\nAPRIL 16, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nC\nCode of Civil Procedure, 1908-0. 2 r. 2, O. 9, r.9.0. 22 r. 10 and O.\n23 r. 1 (4) Withdrawal of suit-Without liberty to file a fresh suit-Effect\nof-On the defence of the party withdrawing, in a subsequent suit-Held:\nSuch withdrawal, without any adjudication, does not constitute a decree,\nhence cannot debar the defence in subsequent suit.\nPlaintiff-predecessor of the respondents herein filed a suit against the\ndefendants-appellants, claiming to be owner of the property in question, which\nD he had purchased from 'C'. According to the plaintiff the defendants had\nentered the possession of the property on the strength of a fraudulent\nconveyance deed. The earlier suit in respect of the property in question filed\nby the defendants had been withdrawn by them at the stage of second appeal,\nwithout permission to file a fresh suit.\nE\nF\nG\nH\nTrial Court held the plaintiff entitled to the suit property. First Appellate\nCourt inter alia held that withdrawal of the earlier suit by the defendants\nbarred the plaintiff from filing a subsequent suit, but it did not affect the\ndefence of the defendants. High Court held that that by application of general\nprinciples of res-judicata, defence of the defendants was barred in view of\nwithdrawal of their earlier suit.\nIn appeal to this Court, appellant-defendants contended that fresh suit\nwas not barred and Order 23 Rule 1 (4) had no application to the facts of the\ncases.\nAllowing the appeal, the Court\nHELD: When the court allows the suit to be withdrawn without liberty\nto file a fresh suit, without any adjudication, such order allowing withdrawal\ncannot constitute a decree and it cannot debar the petitioners herein from\ntaking the defence in the second round of litigation. If the plaintiff withdraws\n174\nKANDAPAZHA NADAR v. CHITRAGANIAMMAL [PASAYAT,J.]\n175\n+\nthe suit, the order of the court allowing such withdrawal does not constitute A\na decree under Section 2(2) of CPC. That in any event, will not preclude the\npetitioners herein (defendants in second round) from raising the plea that\nthe sale deed executed in favour of the plaintiff was not true and valid.\n[Para 19] [181-C-E]\n(Rani) Kulandai Pandichi and Anr. v. Indran Ramaswami Pandia B\nThevan AIR [1928] Madras 416; Saraswati Bala Samanta and Ors. v.\nSurabala Dassi and Ors., AIR [1957] Calcutta 57; Devassi v. Anthoni, AIR\n[1969] Kerala 78 and Nathji and Anr. v. Languria and Anr., AIR (1925)\nAllahabad 272, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 5107 of 2000.\nFrom the Judgment and Order dated 30.04.1999 of the High Court of\nJudicature at Madras in S.A. No. 230 of 1987.\nC\nV. Prabhakar, Ramjee Prasad, V. Subramani and Revathy Raghavan for\nD\nthe Appellants.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Challenge in this Appeal is to the judgment\nrendered by a learned Single Judge of the Madras High Court allowing the\nsecond appeal filed by the respondents under Section 100 of the Code of Civil\nProcedure, 1908 (in short the 'Code'). Respondents are the legal representatives\nof the original plaintiff.\nE\nF\n2. According to the plaintiff, the suit properties originally belonged to\none Chelliah Nadar, he had purchased the suit properties under sale deed\nEx.Al dated 26.2.1973, the defendants 1 to 3 fraudulently created a conveyance\ndeed in their favour the defendants had earlier instituted O.S. No. 298 of 1973\non the file of the District Munsif Court, Srivaikuntam, the defendants obtained\norders of injunction and managed to enter into the suit properties; the\ndefendants have no right whatsoever, the suit O.S. No. 298 of 1973 was\ndismissed after contest, in appeal, the first appellate Court decreed the suit G\nin favour of the plaintiffs in the said suit, present plaintiff preferred Second\nAppeal, No. 8 of 1977, pending the said Second Appeal, said suit was\npermitted to be withdrawn i.e. suit O.S. No.298 of 1973 but without liberty to\nfile a fresh suit on the same cause of action, the defendants have no right\nin the suit property and the defendants who have no right are in enjoyment H\n176\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA of the suit properties since 11.6.1973.\nB\nC\n3. It was the further case of the plaintiffs that the defendants have cut\nand carried away the Odai trees worth Rs. 1500/- the defendants have been\ntapping toddy from 42 palmyra trees since 1973 standing on the suit properties;\nthe defendants have also cut and carried away two palmyra trees worth Rs.\n200/-, the defendants have been cultivating ground nut and derived income\nof Rs. 1000/-, the palmyra trees would fetch an income of Rs. 400/- per annum;\nthe defendants 1 and 3 are liable to pay Rs. 5100/- towards past mense profits\nand the plaintiffs are entitled for recovery of possession besides past and\nfuture mense profits from the defendants.\n4. The defendants 1 and 3 filed a written statement inter alia pleading\nthat the suit properties originally belonged to Chelliah Nadar and his brother;\nthe defendants have purchased the properties from Chelliah Nadar on 8.10.1971,\nthe plaintiff herein attempted to interfere with the defendants' possession, the\nplaintiff had not purchased the suit property from Chelliah Nadar, on the\nD dismissal of the said suit the defendants herein preferred A.S.No.51 of 1975\nwhich was allowed and decreed; the Second Appeal preferred by the plaintiff\nherein was pending, pending the Second Appeal, the defendants herein\nwithdrew the suit itself as they have not proved execution of the sale deed\nby Chelliah Nadar, the plaintiff has no right to institute this suit, the plaintiff\nis not entitled to the suit property, the plaintiff is not entitled to any income\nor value of the trees or income from palmyra trees and that the suit is liable\nto be dismissed.\nE\n5. After contest, the trial Court held that the plaintiff in the present suit\nis entitled to the suit property and the plaintiff is entitled to recover possession,\nF the defendants 1 and 3 are liable to pay Rs. 2,760/- towards past mense profits\nand the plaintiff is entitled to future mense profits to be ascertained under\nOrder 20 Rule 12 of the Code.\n6. The first appellate court held that the defendant Nos. 4 to 5 have not\nbeen impleaded as parties to the first appeal. According to the plaintiff he had\nG purchased the suit property from Chelliah Nadar under Exhibit Al on 26.2.1973.\nThe contesting defendants also purchased the suit property from brothers of\nChelliah Nadar under Exhibit B-7 on 8.10.1971 and claimed to be in possession\nof the property. In the earlier suit O.S. No. 298 of 1973 the orders passed have\ngreat relevance and reads as follows:\nH\n\"After some lengthy arguments, Mr. K. Sarvabhauman learned\nA\nKANDAPAZHANADAR v. CHITRAGANIAMMAL [PASAYAT,J.]\n177\ncounsel for the respondents prayed for leave to withdraw the suit. Mr. A\nGanapathi Subramaniam, learned counsel for the appellant states that\nleave could be granted provided he is not given liberty to file a fresh.\nsuit. Recording the statement I grant leave to withdraw the suit making\nit clear that the plaintiffs-Respondents will have no liberty to file a\nfresh suit. Accordingly the suit will stand dismissed. No costs.\"\nB\nC\n7. The High Court observed that in terms of Order XXIII Rule 1 (4)(b)\nwhen a party to the suit withdraws the suit without permission to institute\nfresh suit, the parties shall be precluded from instituting the fresh suit in\nrespect of such subject matter or such part of the claim. The High Court\nobserved that the earlier suit was dismissed as the defendant had withdrawn\nthe earlier suit at the second appellate stage without securing necessary\npermission to institute a fresh suit. The High Court therefore, held that the\ngeneral principles of res judicata get attracted and the defendant's claim is\nbarred in view of the orders passed in the earlier suit between the same\nparties. It is to be noted that the first appellate court had observed that the\nwithdrawal debarred the plaintiffs from filing a subsequent suit but it did not D\naffect the defence of the defendants.\n8. Learned counsel for the appellants has referred to several decisions\nto contend that fresh suit is not barred and Order XXIII Rule 1 (4) has no\napplication to the facts of the cases. There is no appearance on behalf of the\nrespondent in spite of notice.\n9. In order to appreciate contention of learned counsel for the appellant,\nit would be appropriate to quote Order XXIII, Rule 1(4) the same read as\nfollows:\n\"1 (4)Where the plaintiff-\n(a) abandons any suit or part of claim under sub-rule (1), or\n(b) withdraws from a suit or part of a claim without the permission\nreferred to in sub-rule (3).\nE\nF\nhe shall be liable for such costs as the Court may award and shall be G\nprecluded from instituting any fresh suit in respect of such subject\nmatter or such part of the claim.\"\n10. It would also be relevant to take note of Order IX Rule 9 and Order\nXXII Rule 10 of the Code which read as follows:\n☑\nH\n178\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n\"Order IX, Rule 9-Decree against plaintiff by default bars fresh suit\n(1) Where a suit is wholly or partly dismissed under rule 8, the plaintiff\nshall be precluded from bringing a fresh suit in respect of the same\ncause of action. But he may apply for an order to set the dismissal\naside, and if he satisfies the Court that there was sufficient cause for\nhis non-appearance when the suit was called on for hearing, the Court\nshall make an order setting aside the dismissal upon such terms as to\ncosts or otherwise as it thinks fit, and shall appoint a day for proceeding\nwith the suit.\"\nOrder XXII Rule 10 (1) Procedure in case of assignment before final\norder in suit (1) In other cases of an assignment, creation or devolution\nof any interest during the pendency of a suit, the suit may, by leave\nof the Court, be continued by or against the person to or upon whom\nsuch interest has come or developed.\n(2) The attachment of a decree pending an appeal therefrom shall be\ndeemed to be an interest entitling the person who procured such\nattachment to the benefit of sub-rule(1).”\n11. The original suit was one for declaration of title and injunction.\nUndisputedly the withdrawal was permitted but no liberty to file fresh suit\nwas granted. The purpose of incorporating of Order XXIII Rule 1 is to avoid\nE multiplicity of litigation. In the earlier suit the respondent-defendant claimed\nF\nG\nH\nto be the owner. The provisions contained in Order IX Rule 9 Order XXII Rule\n10 relate to different concepts. It is the subject matter which is the relevant\naspect. Plaintiff has to prove his case. Order II Rule 2 also is relevant, the\nsame reads as follows:\n\"Order II Rule 2\" Suit to include the whole claim: (1) Every suit shall\ninclude the whole of the claim which the plaintiff is entitled to make\nin respect of the cause of action; but a plaintiff may relinquish any\nportion of his claim in order to bring the suit within the jurisdiction\nof any Court.\n(2) Relinquishment of part of claim- where a plaintiff omits to sue in\nrespect of, or intentionally relinquishes, any portion of his claim, he\nshall not afterwards sue in respect of one portion so omitted or\nrelinquished.\n(3) Omission to sue for one of several reliefs-A person entitled to\nmore than one relief in respect of the same cause of action may sue\n++\n'\nKANDAPAZHANADAR v. CHITRAGANIAMMAL [PASAYAT,J.]\n179\nfor all or any of such reliefs; but if he omits, except with the leave of A\nthe Court, to sue for all such reliefs, he shall not afterwards sue for\nany relief so omitted.\"\n12. Order II Rule 2 relates to the \"relief which can be granted\" while\nOrder XXIII Rule 1 refers to the \"subject matter\". The grant of leave is not\na matter of a right. Different subject matters are relatable to provisions contained B\nin Order XXIII Rule 1. In both the present and the earlier suit the subject\nmatter is essentially the same.\n13. By the impugned judgment it has been held that since the petitioners\nherein had withdrawn Suit No.298 of 1973 and since no liberty was given to\nthe petitioners to institute a fresh suit, the petitioners were precluded from\nraising the plea in defence that sale deed executed by Chelliah Nadar in favour\nof Thangaraj Nadar dated 26.2.1973 was not true and valid. In this connection,\nthe Madras High Court placed reliance on Order XXIII Rule 1(4) of Code.\nC\nD\n14. The question before us is what is the effect of order passed by\nthe High Court in Second Appeal No.8 of 1977 filed by Thangaraj Nadar, in\nthe first round of litigation. That order is dated 27.7.78. Under that order, the\nMadras High Court granted leave to withdraw the suit filed by the petitioners\nherein bearing Suit No.298 of 1973, making it clear that the petitioners herein\n(plaintiffs in earlier suit) were not given liberty to file a fresh suit. Does it\nmean that petitioners-defendants were estopped from raising the defence E\nregarding validity of the conveyance in their favour by Chelliah Nadar dated\n8.10.71.\n15. In the case of (Rani) Kulandai Pandichi and Anr v. Indran\nRamaswami Pandia Thevan, AIR (1928) Madras 416, it has been held as\nfollows:\n\"Permission to withdraw a suit decides no matters in controversy and\ndoes not confer any rights on a party and the fact that the person\nwithdrawing is precluded from bringing a fresh suit on the same cause\nof action cannot be said to have that effect. It has been held that an\norder permitting the withdrawal of a suit or appeal is not a decree\nwithin the meaning of the Civil Procedure Code. We need only refer\nto Patlogi v. Gam, (1891) 15 Bom. 370, Jogodindra Nath v. Sarat\nSundari Debi, - (1891) 18 Cal. 322 and Abdul Hussain v. Kasi Sabu,\n- (1900) 27 Cal. 362\"\nF\nG\nH\n180\nA\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n(emphasis supplied)\nB\nC\n16. In the case of Saraswati Bala Samanta and Ors v. Surabala Dassi\nand Ors., AIR (1957) Calcutta 57, it has been held vide para 3 as follows:\n\"(3) The order recording the withdrawal of the suit is not a\ndecree. There was no question therefore, of drawing the order as a\ndecree. The order recording the withdrawal can however be formally\ndrawn up under R.187 Part I, Chapter 1 of the Civil Rules and Orders,\nVol.1, inasmuch as the order directed payment of costs by the plaintiff\nto the defendant. We, therefore, treat the so called decree as an\norder.\"\nᎠ\nE\nF\nG\nH\n(emphasis supplied)\n17. In the case of Devassi v. Anthoni, AIR (1969) Kerala 78, it has been\nheld vide para 1 as follows:\n-\n-\n\"(1). None of the conditions in Sub-section (1) of Section 100 of\nthe Code is here satisfied. Indeed, the dismissal of the appellant\ndefendant's appeal to the court below can be supported on the short\nground that that appeal did not lie. This is a case where the plaintiff\nwithdrew his suit under Sub-rule (1) of Rule 1 of Order XXIII he\nwas competent to do that and required nobody's permission since he\nwas the sole plaintiff, the defendant, as we shall presently see being\nin no sense a plaintiff and the so-called dismissal of the suit as\nwithdrawn by the trial Court was not really a dismissal but a mere\nrecording of the fact of withdrawal. It determined none of the matters\nin controversy in the suit there was no claim by the defendant to\nbe determined - and is not a decree as defined by Section 2 (2) of\nthe Code. It stands on the same footing as a dismissal under Rule 8\nof Order IX which, because the word, \"dismissal\" implying a\ndetermination on the merits is used by the Rule, is expressly excluded\nfrom the definition in Section 2 (2) by Clause (b) of the exclusions\ntherein. It is the provision in Sub-rule (3) of Rule 1 of Order XXIII (like\nthat in Rule 9 of Order IX) and not any principle of res judicata that\nprecludes the plaintiff in such a case from bringing a fresh suit in\nrespect of the same matter. It follows that there being no decree no\nappeal lay under Section 96 of the Code. Reference may be made in\nthis connection to Kulandai v. Ramaswami, AIR (1928) Mad 416 at\np. 418, Saraswati Bala v. Surabala Dassi, AIR (1957) Cal 57 and\nKANDAPAZHANADAR 1. CHITRAGANIAMMAL [PASAYAT,J.]\n181\nRaisa Sultana Begam v. Abdul Qadir, AIR (1966) All 318 at p. 320.\" A\n(emphasis supplied)\n18. In the case of Nathji and Anr v. Languria and Anr., AIR (1925)\nAllahabad 272, it has been held that where in the case of an application to\nwithdraw a suit in terms of Order 23 Rule 1(2) C.P.C., the Court allows the suit B\nto be withdrawn but refuses permission to bring a fresh suit, the court's order\nis erroneous. It was held that if the trial court saw no reason for allowing\nthe withdrawal in terms of Order 23 Rule 1(2), the trial court should have\nrefused the application seeking liberty to file a new suit and it should have\nproceeded with the suit on merits.\n19. In view of the above judgments, the position in law is clear that\nwhen the court allows the suit to be withdrawn without liberty to file a fresh\nsuit, without any adjudication, such order allowing withdrawal cannot\nconstitute a decree and it cannot debar the petitioners herein from taking the\ndefence in the second round of litigation as held in the impugned judgment.\nThe above judgments indicate that if the plaintiff withdraws the suit, the order\nof the court allowing such withdrawal does not constitute a decree under\nSection 2(2) of Code. That in any event, it will not preclude the petitioners\nherein (defendants in second round) from raising the plea that the sale deed\nexecuted by Chelliah Nadar on 26.2.73 in favour of Thangaraj Nadar was not\ntrue and valid. Thus, the civil appeal needs to be allowed.\nK.K.T.\nAppeal allowed.\nC\nD\nE\n"}