{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nSTATE OF PUNJAB AND ANR.\nV.\nMEWA SINGH\nMARCH 23, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nC\nURBAN DEVELOPMENT:\nScheme for allotment of plots-In lieu of land acquired by the State-\nClaim for allotment by co-sharer-Writ Petition on the question of entitlement\nof group of co-sharers-- No relief granted for the co-sharer in question--\nApplication of co-sharer for allotment agreeing to prevalent rate of land-\nAllotment made-Rate of land questioned in Writ Petition---High Court granting\nrelief directing the rute prevalent in 1985 to be applied-On appeal, held: The\nD co-sharer could not question the rate of land as he was not entitled to the\nrelief given in the earlier proceedings before the court because therein no\nrelief was granted to him-He had also agreed to pay the prevalent rate.\nE\nAppellants had framed a scheme for allotment of residential plots\nto the eligible persons whose land was acquired for urban development.\nRespondent claiming to be co-sharer to the extent of 1/4th in a piece of\nland, made application in 1980 to the effect that he alone was entitled to\nthe plot under the scheme.\nOn the question of entitlement of a group of co-sharers a Writ\nF Petition was filed before High Court wherein respondent herein was one\nof the appellants. Therein no relief was granted to some of the Writ\nPetitioners including the respondent herein as no relief was claimed qua\nthem. In appeal thereagainst, no discussion was made qua the respondent\nherein in view of the fact that his case was not pressed before the High\nG Court. In appeal to this Court also no relief was granted to him.\nH\nRespondent applied for allotment with the appellant. In the affidavit\naccompanying its letter, the respondent had indicated that he was\nagreeable to the prevalent rates of Punjab Urban Planning and\n216\nSTATE OF PUNJAB v. MEWA SINGH [PASAYAT, J.]\n217\nDevelopment (PUDA). Accordingly in 2001 allotment letter was issued A\nfixing the rate. Respondent filed Writ Petition, questioning the rate fixed.\nHigh Court granted relief directing the rate prevalent in 1985 was to be\napplied. Hence the present appeal.\nAllowing the appeal, the Court\nB\nHELD: 1. The judgment of the High Court is unsustainable on\nseveral counts. The first fallacy in the High Court's judgment is that it\nproceeded on the assumption that in the earlier Writ Petition relief had\nbeen granted to the respondent. On the contrary High Court's order\nclearly indicates that no relief was claimed so far as the present respondent C\nis concerned. Therefore, the question of respondent being entitled to relief\ngiven to other writ-petitioners and the respondents in the civil appeal\nbefore this Court does not arise. The respondent himself in the affidavit\naccompanying the letter had clearly indicated that he was agreeable to\nthe prevalent rates of PUDA. [219-D-F]\n2. In case the respondent deposits the amount payable pursuant to\nthe allotment letter within three months from the date of the judgment,\nthe appellants shall allot the land and deliver possession. [219-H; 220-A]\nD\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 4006 of 2004. E\nFrom the Judgment and Final Order dated 17.7.2003 of the Punjab and\nHaryana High Court in C.W.P. No. 12393/2001.\nAltaf Ahmed and Mrs. Rachana Joshi Issar for the Appellants.\nF\nManoj Swarup, Neeraj Sharma, Naresh Kaushal, Dinesh Verma, Ms.\nSuresh Kumari, A.P. Mohanty, G.K. Bansal (N.P.), R.K. Talwar, S.S. Virk,\nAmit Talwar and S.L. Aneja for the Respondent.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Challenge in this appeal is to the judgment\nrendered by a Division Bench of the Punjab and Haryana High Court directing\nappellants to allot a plot to the respondent at the rate which was prevalent in\nthe year 1985. It was, however, directed that respondent has to pay interest\nG\nH\n218\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA @ 12% from 1985 upto the date of actual payment after adjustment of\nB\nRs.13,700/- which had already been paid as sale consideration. The order was\npassed in a writ petition filed by the respondent seeking a direction to the\npresent appellants to modify the price indicated in the allotment letter dated\n13.7.2001. The rate indicated was Rs.3,200/- per square yard.\nBackground facts in a nutshell are as follows:-\nThe appellants acquired land belonging to several persons for the purpose\nof urban development of SAS Nagar, Mohali (Punjab). The award was made\non 24.3.1976. The respondent was claiming to be co-sharer to the extent of\nC 1/4th in the land so far as an area of 66 Kanals 9 Marlas of land is concerned.\nThe appellants had framed scheme known as “Scheme of 1974\" for allotment\nof residential plots to the eligible persons whose land was acquired for the\naforesaid purpose. The respondent made an application on 6.3.1980 taking\nthe stand that he alone was entitled to the allotment of the residential plot\nD under the scheme. There were certain changes made in the scheme with\nwhich we are not concerned. On the question of entitlement of a group of co-\nsharers a writ petition was filed before the Punjab \u0026 Haryana High Court\nnumbered as writ petition no.4837/1981. The respondent was petitioner no.6.\nBy order dated 4.5.1982, relief was granted to the writ-petitioners except\nwrit-petitioner nos. 1, 6, 7 and 15. As noted above, the respondent was writ-\npetitioner no.6. In the said order it was clearly indicated as follows:-\nE\nF\nG\n\"Before parting with the judgment, it is made clear that Mr. Ajmer\nSingh has not claimed any relief qua petitioners Nos. 1, 6, 7 and 15.”\nThe matter was carried before this Court in CA No. 168/1983. By order\ndated 11.9.1997 the appeal filed by the present appellants was dismissed.\nHere again, the entitlement of respondents in the civil appeal was decided,\nbut so far as respondent Mewa Singh is concerned, no discussion was made\nin view of the admitted position that his case was not pressed before the High\nCourt. The respondent filed petition before the appellant praying for allotment.\nThe letter written by the respondent dated 8.9.2000 related to allotment of\nplot against the original registration No.9895 in the oustees category. In the\naccompanying affidavit it was clearly indicated that he was agreeable to the\nprevalent rates of Punjab Urban Planning and Development (in short 'PUDA').\nAccordingly on 13.7.2001 allotment letter was issued. It was clearly mentioned\nH therein that tentative price of the plot was Rs.8,40,000/- calculated\n1\nSTATE OF PUNJAB v. MEWA SINGH [PASAYAT, J.]\n219\n@ Rs.3,200/- per square yd. Questioning the rate fixed, the writ petition was A\nfiled and as noted above the High Court granted relief directing the rate\nprevalent in 1985 was to be applied.\nIn support of the appeal, Mr. Altaf Ahmad, learned Senior counsel\nsubmitted that the High Court has erroneously proceeded on the basis as if\nB\nin the earlier order passed in the writ petition, relief had been granted to the\nrespondent. It is to be noted that the awards were dated 24.3.1975, 20.2.1996\nand 14.8.1996. In view of the fresh allotment made the rate prevalent which\nthe respondent himself had agreed to pay was applied.\nOn the other hand, learned counsel for the respondent submitted that C\nthere was confusion about the entitlement for the plot where co-sharers were\ninvolved. The principles relating to allotment were decided earlier by the\ndecision of the High Court and the order of this Court. Therefore, the High\nCourt was justified in directing application of rate of 1985.\nThe judgment of the High Court is unsustainable on several counts.\nThe first fallacy in the High Court's judgment is that it proceeded on the\nassumption that in the earlier writ petition relief had been granted to the\nrespondent. On the contrary, the portion of the High Court's order as quoted\nabove clearly indicates that no relief was claimed so far as the present\nrespondent is concerned. Therefore, the question of respondent being entitled\nto relief given to other writ-petitioners and the respondents in the civil appeal\nbefore this Court does not arise.\nD\nE\nAdmittedly, the respondent himself in the affidavit accompanying the\nletter had clearly indicated that he was agreeable to the prevalent rates of F\nPUDA. This is clearly stated in the paragraph 6 of the affidavit accompanying\nrespondent's letter dated 8.9.2000. There is no dispute that at the time allotment\nwas made by the allotment letter dated 13.7.2001, the rate was Rs.3200/- per\nsq. yd.\nG\nAbove being the position, the High Court's direction to the appellants\nto charge rate prevalent in the year 1985 is clearly unsustainable. Learned\ncounsel for the respondent submitted that the respondent is willing to pay at\nthe rate indicated in the allotment letter dated 13.7.2001. In case the respondent\ndeposits the amount payable pursuant to the allotment letter within three\nmonths from today, the appellants shall allot the land and deliver possession H\n220\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA within two weeks from the date of the payment of the amount due which is\nto be calculated by the appellants.\ncosts.\nThe appeal is allowed but in the circumstances without any order as to\nB\nK.K.T.\nAppeal allowed.\n-\n"}