{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"1\n1\n1\nJOSEPH ANTONY LAZARUS (DEAD) BY LRS.\nV.\nA.J. FRANCIS\nAPRIL 3, 2006\n[B.P. SINGH AND ALTAMAS KABIR, JJ.]\nA\nB\nC\nWill-Genuineness of—Testatrix had two daughters and four sons—Will\npurported to have been executed by testatrix in favour of one son bequeathing\nsuit property-Application for grant of probate filed before Court by the son\nwithout disclosing the names of others who had interest in the suit property—\nProbate was granted but later revoked on the application for revocation filed\nby one of the daughters-Daughter contending that her husband had paid the\ninstalments for purchase of the suit property; that the Will was not executed\nby the testatrix voluntarily as she was not physically and mentally fit before\nher death; and that the son had exercised coercion and undue influence on the D\ntestatrix for execution of the Will in his favour-Trial Court held in favour of\nthe son-High Court held in favour of the daughter-Correctness of Held,\non facts, signatures in the Will are not corresponding to the actual signature\nof the testatrix-Advocate, who drafted the Will at the instance of the testatrix\nand the Sub-Registrar before whom the Will was registered, was not examined—\nBesides there are other suspicious circumstances surrounding the execution\nand registration of the Will-Hence, there is doubt regarding the genuineness\nof the Will and execution of the same by the testatrix of her own free volition.\nE\nOne S died leaving behind her two daughters and four sons. S was\npurported to have executed a Will in the presence of witnesses bequeathing F\nsuit house property in favour of appellant, who is one of the sons. The Will\nwas registered after one year of the execution of the Will. The appellant filed\nan application for grant of probate of the Will before High Court without\ndisclosing the names of other persons having an interest in the suit property\nof the deceased. The probate was granted in favour of the appellant.\nRespondent, who is one of the daughters, filed an application in the probate G\nproceedings seeking revocation of the probate granted to the appellant since\nit has been obtained without making her a party to the proceedings. The Single\nJudge revoked the probate and re-numbered the application to consider\nwhether the Will said to have been executed by the testatrix was valid and\n709\nH\n1\n710\nSUPREME COURT REPORTS [2006] 3 S.C.R.\nA genuine or not and whether the Will had been vitiated by coercion and undue\ninfluence.\nThe respondent contended that the suit property was allotted by the\nState on the application made by her husband; that since the State insisted\nthat only residents of the city were eligible to be allotted house sites, she and\nB her husband decided to transfer the allotment to her mother on the\nunderstanding that she would be permitted to stay and enjoy the property\ntill her life time and after her death, it would be handed back to her husband;\nthat her husband paid all the instalments to the State for the suit property;\nthat she stayed with her husband in a rented accommodation since the suit\nC property was not sufficient to accommodate all the members of the family;\nthat after the death of her mother, the appellant refused to vacate the suit\nproperty for occupation of the respondent; that she filed a suit before trial\ncourt against the appellant for possession, which is pending; that the alleged\nWill could not have been executed by her mother voluntarily since she was\nnot physically and mentally fit for almost thirteen years before her death;\nD and that if the Will had been executed by her, it could only have been done\nE\nF\nunder duress and coercion.\nThe appellant contended before the High Court that his brother and\nhimself together paid the instalments of the suit property to the State and\nlooked after their mother till her death; that his mother executed the Will in\nfavour of his brother and himself in recognition of the said fact which was\nalso stated in the Will.\nSingle Judge of the High Court decided the suit in favour of the\nappellant holding that there was no suspicious circumstances which were\nsufficient in itself to indicate that the Will was not genuine; that the appellant\nwas able to prove the proper execution of the Will; that the testatrix was\nsufficiently in possession of her mental faculties to execute the Will; that there\nwas no evidence to indicate that the testatrix was under the control of the\nappellant or that she was physically or mentally incompetent to execute the\nWill; and that the respondent has failed to prove that the appellant had\nG exercised coercion and undue influence on the testatrix.\nH\nThe respondent filed an appeal before the Division Bench of the High\nCourt, which reversed the findings of the Single Judge and dismissed the\nappellant's application for grant of probate. The High Court observed that\nthe testatrix had suffered a fall and had broken her thigh bone twice; that\n$\nt\n1\n1\n6\nJOSEPH ANTONY LAZARUS (DEAD) BY LRS. v. A.J. FRANCIS\n711\nshe had to be operated on both the occasions and that she was keeping A\nindifferent health after her first fall; that neither the advocate who drafted\nthe Will on the instructions of the testatrix nor the Sub-Registrar, before whom\nthe Will was registered, had been examined as witnesses on behalf of the\nappellant; that there was no proof that the document had ever been read over\nand explained to the testatrix; that there is no proof of the brother of the\nB\nappellant, who is also a beneficiary of the Will and is staying abroad, sending\nany remittances to the testatrix for payment of instalments; that there is\nabsolutely no reference of other two sons of the testatrix in the Will as to why\nthey were being excluded and denied their share in the property; that the\nsignature of the testatrix in the Will does not tally with her actual signature;\nand that the Will had not been disclosed by the appellant till such time when C\nthe respondent's husband called upon him to vacate the suit property. Hence\nthe appeal.\nDismissing the appeal, the Court\n[I\nE\nHELD: 1.1. It will be injudicious to suggest that there are no suspicious D\ncircumstances surrounding the execution and registration of the Will. It is\ndifficult to understand as to why the testatrix omitted to mention two of her\nsons in the Will although she has taken great pains to mention the fact that\nthe appellant herein and her other son had looked after her and had paid all\nthe instalments towards the house property even though the other son had\ngone out of India way back and only the appellant was living with her in the\nhouse being the subject matter of the bequest in the Will. That the testatrix\nwas of very advanced age is admitted. It is also established that she had\nsuffered a fall and had broken her thigh bone twice and that she had to be\noperated on both the occasions and that she was keeping indifferent health\nafter her first fall. That by itself may not be sufficient to prove that she was\nincapable of executing the Will, but the respondent's contention that the\nappellant took advantage of the mishap and the subsequent dependence of\nthe testatrix to influence her to make the Will in his favour and in favour of\nanother brother who was not even residing in India will have to taken into\nconsideration. [717-F-H; 718-A, B]\n1.2. Apart from the above circumstances, what is perhaps of even more\nsignificance is the existence of the two signatures on each page of the Will,\nsaid to be those of the testatrix. The Will was registered after more than a\nyear. Except for the Will, no other document has been produced by the\nappellant to indicate that the deceased ever signed her name as she signed in\nF\nG\nH\n!\n712\nSUPREME COURT REPORTS [2006] 3 S.C.R.\nA the Will. Having regard to the peculiarity of the explanation sought to be\ngiven, on examination of the photo copy of the Will which was in the records\nand to the naked eye, it is quite evident that the two signatures are entirely\ndifferent and have little or no likeness whatsoever. [718-B-DỊ\nB\nC\nD\nE\n1.3. The last and perhaps the most significant aspect of this matter is\nthe failure of the appellant to examine the advocate who is said to have drafted\nthe Will on the instructions of the testatrix and the non-examination of the\nsub-Registrar before whom the Will is said to have been presented for\nregistration. Both the said witnesses could have conclusively proved the facts\nrelating to the preparation, execution and registration of the Will. In the\nabsence of any evidence this Court is unable to ascertain as to whether the\nWill was ever read over and explained to the testatrix before she is said to\nhave executed and presented the same for registration. The cumulative effect\nof all the circumstances taken together gives rise to a genuine doubt regarding\nthe genuineness of the Will and as to whether the same had, in fact, been\nexecuted by the testatrix, and if so, of her own free volition. [718-E-G]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 4009 of 1998.\nFrom the Judgment and Order dated 17.12.1997 of the High Court of\nMadras in O.S.A. No. 45/1991.\nK.K. Mani, K.B. Sandeep, R.K. Pandey and Mayur R. Shah for the\nAppellants.\nThe Judgment of the Court was delivered by\nALTAMAS KABIR, J. One Mrs. Solomon Lazarus was the owner of\nF Plot No. 85, Trustpuram Scheme, since re-numbered as No.9, III Cross Street,\nTrustpuram, Kodambakam, Madras - 600024. She died on 27th November,\n1983 at Madras leaving behind her surviving two daughters, namely, Mrs.\nWood and Mrs. A.J. Francis and four sons, namely. Joseph Lazarus, Cecil\nLazarus, Benjamin Lazarus and Thomas Lazarus. It appears that Mrs. Solomon\nLazarus executed a Will dated 5th July, 1979 in the presence of witnesses,\nbut the same was registered with the Sub-Registrar, Kodambakam, on 7th\nJuly, 1980.\nG\nH\nOne of the sons of the deceased, Joseph Antony Lazarus applied for\ngrant of probate of the Will on 18th October, 1984 and the same was numbered\nas O.P. No. 300/1984. In his application, the propounder did not disclose the\n-\nJOSEPH ANTONY LAZARUS (DEAD) BY LRS. v. A.J. FRANCIS [KABIR, J.] 713\nB\nnames of any other persons having an interest in the estate of the deceased A\nand consequently probate was granted to him on 18th October, 1984. One of\nthe two daughters of the deceased, Mrs. A.J. Francis, filed an application,\nbeing No.463/1985, in the probate proceedings praying that the probate granted\nto Jospeh Antony Lazarus be revoked since she had not been made a party\nto the proceedings despite being the daughter of the testatrix. On 28th February,\n1985, the learned Single Judge who had granted the probate earlier, revoked\nthe said grant and upon such revocation, the application filed by Joseph\nAntony Lazarus was re-numbered as T.O.S.No.11/1985 with Joseph Antony\nLazarus as plaintiff and Mrs. A.J. Francis as the defendant, to consider the\nquestion whether the Will dated 5th July, 1979 said to have been executed\nby Mrs. Solomon Lazarus was valid and genuine or not or whether the Will C\nhad been vitiated by coercion and undue influence by the beneficiary therein.\nFor an understanding of the case made out by the parties, the facts in\nbrief are set out hereinbelow:-\nE\nMrs. A.J. Francis, the respondent in this appeal, claimed in her D\napplication for revocation of the grant of probate in favour of Joseph Antony\nLazarus that her mother, Mrs. Solomon Lazarus, was working as a House\nKeeper in Raj Bhavan, Madras, on a meagre salary and had retired from\nservice in the early 1950s. The elder sister of the respondent was married in\n1951 and had left the family. The respondent was married to one D.A.J.\nFrancis who was working as II Engineer on a vessel which required him to\nleave India from time to time. As a result, the respondent was staying with\nher mother in Madras. The further case made out by the respondent is that\nin 1955 her husband applied to the City Improvement Trust, Mount Road,\nMadras, to enable him to get a house-site allotment in the city of Madras.\nPursuant thereto, he was allotted Plot No.85, Trustpuram Scheme which was F\nsubsequently re-numbered No.9, III Cross Street, Trustpuram, Kodambakam,\nMadras- 600024, which was the subject-matter of the purported Will.\nIt was also the case of the respondent that in 1956 upon the City\nImprovement Trust insisting that only residents of the city of Madras were\neligible to be included in the housing scheme contemplated by the City G\nImprovement Trust, the respondent and her husband decided to transfer the\nallotment standing in the name of D.A.J. Francis to Mrs. Solomon Lazarus\non the understanding that Mrs. Solomon Lazarus would be permitted to stay\nand enjoy the property till her life time and after her death it would be\nhanded back to D.A.J. Francis, the respondent's husband. As the only earning\nH\n714\nSUPREME COURT REPORTS [2006] 3 S.C.R.\nA member in the family at the relevant time, the respondent's husband continued\nto pay all the installments to the City Improvement Trust as decided in the\nfamily arrangement. On the basis of the aforesaid decision, the respondent's\nhusband wrote to the Chairman of the City Improvement Trust on 7th May,\n1956 requesting him to transfer the allotment of the plot in favour of Mrs.\nSolomon Lazarus. The plot was accordingly transferred in the name of Mrs.\nSolomon Lazarus.\nB\nSubsequently, the respondent's husband got a job in Madras but the\nrespondent and her husband stayed in rented accommodation since the house\nat No.9, III Cross Street, Trustpuram, was not sufficient to accommodate all\nC the members of the family. However, on the death of Mrs. Solomon Lazarus\non 27th November 1983, the respondent requested the appellant herein to\nmake over vacant possession of the house to her husband, but such request\nwas met with refusal by the appellant. The respondent's husband thereupon\nfiled a suit for declaration and possession, being O.S.No.8861/1984 before\nthe learned Judge, 12th Court, City Civil Court, Madras, in respect of the\nD aforesaid house property situated at No.9, III Cross Street, Trustpuram, Madras\nagainst the appellant herein and the other legal heirs of Mrs. Solomon Lazarus.\nThe said suit is said to be pending final decision.\nThe respondent questioned the validity and genuineness of the Will\nsaid to have been executed by Mrs. Solomon Lazarus in respect of the aforesaid\nE\nproperty considering the physical and mental state of the testatrix prior to her\ndeath from the year 1970 onwards. According to the respondent, the alleged\nWill could not have been executed by Mrs. Solomon Lazarus voluntarily and\nif at all the Will had been executed by her, it could only have been done\nunder duress and coercion by the appellant herein and other family members\nF who were residing with her at the time of her death.\nOn the other hand, it was contended on behalf of the appellant that the\nproperty in question belonged to the testatrix and that it was the appellant and\nhis brother now staying in Muscat who had paid the installments of the house\nproperty and had looked after and cared for the testatrix till her death. It was\nG in recognition of the said fact that Mrs. Solomon Lazarus had executed a Will\nH\nbequeathing the said house property to the respondent and his brother, Cecil\nLazarus, and made both of them executors of her said Will. The appellant\nalso claimed that as would appear from the recitals in the Will, the testatrix\nhad mentioned the fact that her two daughters had been married and had been\nprovided for and that the appellant and the said Cecil Lazarus had not only\n--\nJOSEPH ANTONY LAZARUS (DEAD) BY LRS. v. A.J. FRANCIS (KABIR, J.] 715\nlooked after and cared for her but had also paid the installments for the house A\nin question.\nIt was in this background that the learned Single Judge decided the suit\nin favour of the appellant herein upon holding that there were no suspicious\ncircumstances which were sufficient in itself to indicate that the Will was not\ngenuine. On the other hand, the learned Single Judge held that that the plaintiff B\nhad been able to prove the proper execution and attestation of the Will and\nwas, therefore, entitled to grant of probate of the Will.\nIn arriving at the aforesaid finding, the learned Single Judge also came\nto the conclusion that the testatrix was sufficiently in possession of her mental\nfaculties to execute the Will and that there was no evidence to indicate that\nthe testatrix was under the control of the appellant herein or that she was\nphysically or mentally incompetent to execute the Will.\nC\nEven on the question of coercion and undue influence, the learned\nSingle Judge was satisfied that such an allegation had not been proved. The D\nlearned Judge held that the defendant, namely, the respondent herein had\nmiserably failed to prove that influence had been exercised by the appellant\nherein on the testatrix and that the Will was the result of such influence.\nThe respondent herein preferred an appeal before the Division Bench\nof the High Court of Judicature at Madras, being O.S.A.No.45/1991. Upon E\nconsideration of the case made out by the respective parties, the Appeal\nCourt reversed the findings of the learned Single Judge and dismissed the\nappellant's application for grant of probate on various grounds.\nThe Division Bench firstly noticed that at the relevant time, the testatrix\nwas 83 years old and not fully fit physically, notwithstanding the case of the F\nappellant that despite her physical condition, she was mentally alert and was\ncapable of understanding everything that she did. Despite the denial by the\nplaintiff's wife (PW-4), who was also an attesting witness and identifying\nwitness, that the testatrix had undergone an operation before the registration\nof the Will, the Division Bench found that the testatrix had in the\nyear 1975\nG\nfallen and broken her thigh bone for which she had to be taken to Vellore and\noperated upon. In the year 1979, the testatrix fell down again and broke the\nsame bone after which she had to undergo an operation and steel plates had\nto be inserted in her thigh.\nThe Division Bench also took note of the fact that of the four sons of H\n1\n-\n716\nSUPREME COURT REPORTS [2006] 3 S.C.R.\nA the testatrix, the plaintiff, namely, the appellant herein (PW-1) alone was\nresiding in the suit house and that of the three other sons, Cecil Lazarus, the\nonly other beneficiary under the Will, was residing in Sharjah, Saudi Arabia,\nwhile Benjamin Lazarus was residing at St. Thomas Mount, Madras and\nThomas Lazarus was said to be staying in Deharan, Saudi Arabia. At the time\nB\nof the execution of the Will on 5th July, 1979, in the suit house only PW-\n2, one Mr. N.K. Sami, the plaintiff and his wife (PW-4) were present. The\nWill is said to have been drafted on the instructions of the testatrix by an\nadvocate, Mr. K. Venkataraman. The Division Bench noted that neither the\nlearned advocate who has said to have drafted the Will nor the Sub-Registrar\nbefore whom the Will was registered, had been examined as witnesses on\nC behalf of the plaintiff/appellant. The Division Bench concluded that there\nwas no proof that the document had ever been read over and explained to the\ntestatrix before the same was registered.\nApart from the above, the Division Bench commented on the fact that\nadmittedly Cecil Lazarus had gone to Sharjah in Saudi Arabia in or about the\nD year 1963 and there was no evidence to show that he had been sending any\nremittance from Sharjah to the testatrix. Furthermore, although the testatrix\nhad two other sons, besides the two beneficiaries under the Will, there is\nabsolutely no reference to the two other sons in the Will as to why they were\nbeing excluded from the Will and were denied their share in the property.\nE\nThe last circumstance which weighed with the Division Bench was the\nfact that the testatrix is alleged to have signed the Will as Mrs. M. Solomon\nLazarus, whereas according to the respondent herein, she always signed her\nname as Mrs. Solomon Lazarus. It was noticed by the Division Bench that\nthe testatrix purportedly signed as Mrs. M. Solomon Lazarus on the different\nF pages of the Will and twice on each page once when the Will was executed\nand next on the request made by the Sub-Registrar before whom the Will was\nregistered. The Division Bench took note of Ext.D-2, a postal\nacknowledgement, where the testatrix has signed as Mrs. Solomon Lazarus,\nin coming to the conclusion that there was considerable doubt about the\ngenuineness of the disputed Will.\nG\nH\nSince the Will came from the custody of the plaintiff, the appellant\nherein, (PW-1), the Division Bench also took note of the fact that the Will\nhad not been disclosed by the appellant till such time when the respondent's\nhusband called upon him to vacate the suit property. The Division Bench set\naside the judgment and decree of the learned Single Judge on the aforesaid\n717\nJOSEPH ANTONY LAZARUS (DEAD) BY LRS. v. A.J. FRANCIS [KABIR, J.]\nfindings and the present appeal is directed against the said judgment of reversal A\nof the Division Bench of the Madras High Court.\nThe same submissions as were advanced before the learned Single\nJudge of the Madras High Court in favour of grant of probate has also been\nadvanced before us by Mr. K.K. Mani, learned advocate appearing for the\nappellant. The main thrust of his submission was that the testatrix was no\ndoubt old and advanced in years, but there was no material to show that she\nhad either lost or impaired her physical and mental faculties to such an extent\nas would prevent her from consciously executing the Will which had been\ndrafted on her instructions. It was submitted that the Will had been duly\nproved by the attesting witnesses and by an independent witness, who was\na Sub-Registrar and there was no reason to disbelieve his testimony.\nB\nC\nOn the question of two signatures appearing on each page of the Will,\nit was submitted that the same could not be said to have created any suspicious\ncircumstances relating to execution of the Will since the attesting witnesses\nand the witness who had introduced the testatrix to the Sub-Registrar at the D\ntime of registration had all in one voice supported the case for grant of\nprobate by deposing that the Will had been signed, executed and registered\nin their presence. It must be mentioned at this stage that despite service of\nnotice no one has appeared to represent the respondent during the hearing.\nIn such circumstances, the responsibility of looking into the genuineness of\nthe Will becomes all the more onerous and the entire circumstances leading\nto the execution and registration of the Will has got to be scrutinized carefully.\nE\nF\nIt will be injudicious to suggest, as has been held by the learned Single\nJudge of the Madras High Court, that there are no suspicious circumstances\nsurrounding the execution and registration of the Will. It is difficult to\nunderstand as to why the testatrix omitted to mention two of her sons in the\nWill although she has taken great pains to mention the fact that the appellant\nherein and her other son, Cecil Lazarus, had looked after her and had paid\nall the installments towards the house property, even though Cecil Lazarus\nhad gone to Sharjah as far as back as in 1963 and only the appellant was\nliving with her in the house being the subject matter of the bequest in the G\nWill. That the testatrix was of very advanced age is admitted. It is also\nestablished that she had suffered a fall and had broken her thigh bone twice\nand that she had to be operated on both the occasions and that she was\nkeeping indifferent health from after her first fall. That by itself may not be\nsufficient to prove that she was incapable of executing the Will, but the\nH\n718\nSUPREME COURT REPORTS [2006] 3 S.C.R.\nA defendant's contention that the appellant took advantage of the mishap and\nB\nthe subsequent dependence of the testatrix to influence her to make the Will\nin his favour and in favour of another brother who was not even residing in\nIndia will have to be taken into consideration while deciding the aforesaid\nquestion.\nApart from the above circumstances, what is perhaps of even more\nsignificance is the existence of the two signatures on each page of the Will,\nsaid to be those of the testatrix. It may be remembered that while the Will\nis dated 5th July, 1979, the same was registered on 7th July, 1980 after more\nthan a year. Except for the Will, no other document has been produced by\nC the appellant to indicate that the deceased ever signed her name as Mrs. M.\nSolomon Lazarus notwithstanding the fact that it was attempted to be explained\nthat her middle name was Martha and that at times she signed her name as\nMrs. M. Solomon Lazarus and at other times simply as Mrs. Solomon Lazarus.\nHaving regard to the peculiarity of the explanation sought to be given, we\nexamined the photo copy of the Will which was in the records and to the\nnaked eye it is quite evident that the two signatures are entirely different and\nhave little or no likeness whatsoever.\nD\nE\nThe last and perhaps the most significant aspect of this matter is the\nfailure of the appellant to examine the learned advocate who is said to have\ndrafted the Will on the instructions of the testatrix and the non-examination\nof the Sub-Registrar before whom the Will is said to have been presented for\nregistration. Both the said witnesses could have conclusively proved the facts\nrelating to the preparation, execution and registration of the Will. In the\nabsence of any evidence, we are unable to ascertain as to whether the Will\nwas ever read over and explained to the testatrix before she is said to have\nF executed and presented the same for registration.\nG\nThe cumulative effect of all the circumstances taken together gives rise\nto a genuine doubt regarding the genuineness of the Will and as to whether\nthe same had, in fact, been executed by the testatrix and, if so, of her own\nfree volition.\nIn the circumstances aforesaid, we see no reason to differ from the\nview taken by the Division Bench of the Madras High Court. Consequently,\nthe appeal stands dismissed, but in the facts and circumstances of the case the\nparties will bear their own costs.\nH B.S.\nAppeal dismissed,\n"}