{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nSTATE OF HARYANA\nV.\nRANBIR @ RANA\nAPRIL 5, 2006\n[S.B. SINHA AND P.P. NAOLEKAR, JJ.]\nC\nD\nE\nF\nG\nH\nNarcotic Drugs and Psychotropic Substances Act, 1985-Section 50--\nApplicability of--Held, the requirement under the provision would be\napplicable only in a case of personal search of the accused and not in\nrespect of baggage carried by the accused.\n'Obiter dicta' and 'Ratio decidende'--Distinction between.\nWords and Phrases:\n'Obiter dicta' and 'decision'---Meaning of.\nRespondent-accused was taken into custody by a police party on\nsuspicion that the plastic bag which he was holding, contained contraband\narticle. The plastic bag was searched in the presence of Dy. S.P. and a ‘pipi’\ncontaining ‘charas' was fonud. Trial court held the accused guilty and\nconvicted him under Section 20 of Narcotic Drugs and Psychotropic\nSubstances Act, 1985. High Court allowed the appeal of the accused on the\nground of non compliance of mandatory provision of Section 50 of the Act.\nIn appeal to this Court respondent-accused contended that in Nandi\nFrancis Nwazor case it was held that incriminating article found in the\nhandbag carried by a person, would still be search of a person attracting\nmandatory compliance of Section 50 of the Act; and that in Pawan Kumar's\ncase it was wrongly stated that the above mentioned observations in Nandi\nFrancis Nwazor case were obiter dicta.\nAllowing the appeal, the Court\nHELD: 1 Section 50 of Narcotic Drugs and Psychotropic Substances\nAct, 1985 would be applicable only in a case of personal search of the accused\nand not when it is made in respect of some baggage like a bag, article or\n864\n_\nMarne\n1\nSTATE OF HARYANA v. RANBIR@RANA [S.B. SINHA, J.] 865\ncontainer etc. which the accused at the relevant time was carrying. [868-A] A\nState of Punjab v. Baldev Singh, [1999] 6 SCC 172, followed.\nHimachal Pradesh etc. v. Pawan Kimar, [2005] 4 SCC 250, relied on.\nNamdi Francis Nwazor v. Union of India and Anr., [1998] 8 SCC, 534\nreferred to.\n2.1. The observations made in Nandi Francis Nwazor is merely an obiter\nand does not constitute a ratio decidendi. The three-judge Bench of this Court\nin Pawan Kumar therefore, correctly distinguished the same. [870-H]\n2.2. A decision is an authority for what it decides and not what can\nlogically be deduced therefrom. The distinction between a dicta and obiter is\nwell known. Obiter dicta is more or less presumably unnecessary to the\ndecision. It may be an expression of a view point or sentiments which has no\nbinding effect. The statements which are not part of the ratio decidendi\nconstitute obiter dicta and are not authoritative. 1869-G-H; 870-A]\nAdditional District Magistrate Jabalpur etc. v. Shivakant Shukla etc.,\n[1976] 2 SCC 521; Division Controller, KSRTC v. Mahadeva Shetty and Anr.,\n[2003] 7 SCC 197 and Director of Settlements, A.P. and Ors. v. M.R. Apparao\nand Anr., [2002] 4 SCC 638, relied on.\nB\nC\nD\nE\nBehrens v. Pertraman Mills, (1957) 2 QB 25, referred to.\n1999.\nCRIMINAL ORIGINAL JURISDICTION : Criminal Appeal No. 650 of\nFrom the Judgment and Order dated 15.12.1997 of the High Court of F\nPunjab and Haryana at Chandigarh in Crl. No. 715/96.\nRajeev Gaur 'Naseem' and T.V. George for the Appellant.\nRishi Malhotra and Prem Malhotra for Kishan Datta for the Respondent.\nG\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. The State of Haryana is in appeal before us from a\njudgment and order dated 19.08.1998 of the High Court of Punjab and\nHaryana in Criminal Appeal No.715 of 1996 allowing the appeal preferred by\nH\n866\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA the respondent herein from a judgment of conviction and sentence dated\nB\n05.08.1996 passed by the learned Additional and Sessions Judge in Sessions\nCase No.37 and Sessions Trial No.118 of 1994 under Sections 20 of the\nNarcotic Drugs and Psychotropic Substances Act (for short, 'the Act').\nThe prosecution case against the respondent was as under :.\nOn 15.11.1993 when a police party, comprising of Sub-Inspector Dunger\nSingh, Constable Randhir Singh, Head Constable Omkar, Constable Umed\nSingh and Head Constable Om Prakash, were proceeding from Bamla to CIA\nstaff Bhiwani and reached the point on Rohtak-Bhiwani Road near Sanjeev\nM. College, the respondent was seen coming from the opposite direction, i.e.,\nC\nfrom the side of Bhiwani on foot, holding a plastic bag of white colour.\nHaving seen them, the respondent allegedly turned towards his left side on\nthe road as a result whereof a suspicion as regard his conduct arose in their\nmind. The respondent was, thereafter, taken into custody. A notice was\nallegedly served on the respondent by the Sub Inspector to the effect “you\nD (accused) have some contraband in your possession and your search is to\nbe effected in the presence of a gazetted police officer or a magistrate\", if he\nso desired. The respondent is said to have had no objection if the search\nwas conducted in presence of a gazetted officer or a magistrate available at\nthe spot.\nAn intimation was thereafter sent to the DSP, Headquarters,\nBhiwani who reached the spot along with his staff. The respondent was\nallegedly searched in his presence and on a search of the plastic bag, which\nthe respondent was carrying, a ‘pipi' containing `charas' weighing 2 kg. was\nfound. The incharge of the police party separated 50 grams of 'charas' by\nway of sample of the seized contraband and made a sealed parcel thereof.\nRemaining amount of the seized article was said to have been separately\nsealed and the entire property was taken into possession wherefor a recovery\nmemo. was prepared. The respondent accused could not produce any licence\nor permit for possession of the said contraband articles. Therefore a 'ruqa'\nwas sent to the police station for registration of the case and a formal First\nInformation Report was lodged.\nE\nF\nG\nH\nOn charged of possession of the said contraband article, the respondent\nwas put on trial.\nThe learned Sessions Judge found the appellant to be guilty of the said\noffence and sentenced him to undergo rigorous imprisonment for a period\nof 10 years and pay a fine of Rs. 1,00,000. The respondent filed an appeal\nSTATE OF HARYANA v. RANBIR @RANA [S.B. SINHA, J.] 867\nthereagainst before the High Court.\nA\nBefore the High Court only contention which was raised was that the\nmandatory provision of Section 50 of the Act had not been complied with.\nAccording to the respondent although the article in question was found from\na bag, it was obligatory on the part of the Dy. S.P. to bring it to his notice\nthat he had a right to be searched by a magistrate or a gazetted officer and B\nhe having not been informed of his right, the judgment of conviction and\nsentence was vitiated in law.\nThe High Court in its judgment proceeded on the basis that Section 50\nof the Act is mandatory in character. It was held :\nC\nᎠ\n\"Reverting to the facts in hand, the notice, Ex.PW-4/A, is very\nmaterial. A close reading of this notice only indicates that SI Dungar\nSingh had given the option to the appellant by informing him that his\nsearch was to be conducted in the presence of a gazetted police\nofficer or a magistrate. Beyond that, he notice, Ex.PW-4/A is silent.\nSI Dungar Singh never apprised the appellant that he had the right\nto be searched in the presence of a Magistrate or a gazetted officer\nas mentioned in Section 42 of the Act. Even the reply, Ex.PW-4/B,\ngiven by the appellant is not in consonance with the provisions of\nsection 50 of the Act. The reply simply states that the appellant was\nready to give the search in the presence of a Magistrate or a gazetted E\npolice officer at the spot. Further, the accused has stated vide Ex.PW-\n4/B that he had full confidence in the I.O. Strange enough, the reply\nof the appellant has not been attested by HC Randhir Singh or HC\nOm Kar who, of course, have attested the notice, Ex.PW-4/A, allegedly\ngiven by SI Dungar Singh. This indicates that PW-4/A, and PW-4/\nF\nB have been prepared at a different state and, unfortunately, and for\nthe benefit of the appellant.....\"\nThe question as regards applicability of Section 50 of the Act need not\ndetain us for long. We may notice that in view of conflict in the opinions\nof different benches as also difference of opinion between two judges of this\nCourt in State of Himachal Pradesh v. Pawan Kumar, [2004] 7 SCC 735 the\nquestion was referred to a larger Bench. A three-Judge Bench of this Court\nin State of Himachal Pradesh etc. v. Pawan Kumar, [2005] 4 SCC 350 relying\non or on the basis of a large number of decisions and in particular the\ndecision of the Constitution Bench of this Court in State of Punjab v. Baldev\nG\n☐☐\nH\n1\n868\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\n-\nA Singh, [1999] 6 SCC 172 clearly held that Section 50 of the Act would be\napplicable only in a case of personal search of the accused and not when it\nis made in respect of some baggage like a bag, article or container etc. which\nthe accused at the relevant time was carrying.\nBefore us, however, the learned counsel appearing on behalf of the\nB respondent placed strong reliance on another three-Judge Bench of this Court\nin Namdi Francis Nwazor v. Union of India and Anr., [1998] 8 SCC 534,\nwherein the following observations were made:\nC\nD\nE\nF\nG\nH\n\"3. On a plain reading of sub-section (1) of Section 50, it is\nobvious that it applies to cases of search of any person and not\nsearch of any article in the sense that the article is at a distant place\nfrom where the offender is actually searched. This position becomes\nclear when we refer to sub-section (4) of Section 50 which in terms\nsays that no female shall be searched by anyone excepting a female.\nThis would, in effect, mean that when the person of the accused is\nbeing searched, the law requires that if that person happens to be a\nfemale, the search shall be carried out only by a female. Such a\nrestriction would not be necessary for searching the goods of a female\nwhich are lying at a distant place at the time of search. It is another\nmatter that the said article is brought from the place where it is lying\nto the place where the search takes place but that cannot alter the\nposition in law that the said article was not being carried by the\naccused on his or her person when apprehended. We must hasten to\nclarify that if that person is carrying a handbag or the like and the\nincriminating article is found therefrom. it would still be a search\nof the person of the accused requiring compliance with Section 50\nof the Act. However, when an article is lying elsewhere and is not on\nthe person of the accused and is brought to a place where the\naccused is found, and on search, incriminating articles are found\ntherefrom it cannot attract the requirements of Section 50 of the Act\nfor the simple reason that it was not found on the accused person.\nSo, on the facts of this case, it is difficult to hold that Section 50 stood\nattracted and non-compliance with that provision was fatal to the\nprosecution case.\"\nIt was urged that this Court in Pawan Kumar (supra) wrongly\ndistinguished Namdi Francis Nwazor (supra) stating that the observations\nmade therein (underlined by us) were obiter and did not lay down a law.\nĮ\nSTATE OF HARYANA v. RANBIR @RANA [S.B. SINHA, J.] 869\nWe may at once notice the observations made in Pawan Kumar (supra) A\nas regards Namdi Francis Nwazor (supra) which is in the following terms:\n\"The Bench then finally concluded that on the facts of the case\nSection 50 was not attracted. The facts of the case clearly show that\nthe bag from which incriminating article was recovered had already\nbeen checked in and was loaded in the aircraft. Therefore, it was not B\nat all a search of a person to which Section 50 may be attracted. The\nobservations, which were made in the later part of the judgment\n(reproduced above), are more in the nature of obiter as such a situation\nwas not required to be considered for the decision of the case. No\nreasons have been given for arriving at the conclusion that search of\na handbag being carried by a person would amount to search of a\nperson. It may be noted that this case was decided prior to the\nConstitution Bench decision in State of Punjab v. Baldev Singh. After\nthe decision in Baldev Singh this Court has consistently held that\nSection 50 would only apply to search of a person and not to any bag,\narticle or container, etc. being carried by him.”\nC\nD\nWe do not agree with the contention of the learned counsel for the\nrespondent that in Namdi Francis Nwazor (supra), the observation of this\nCourt constituted a dicta and not an obiter. The appellant therein was\napprehended at the International Airport, New Delhi. He had already checked\nin his baggage. The said baggage was cleared but later on, the same was\nE\ncalled to the customs counter at the airport and upon examination thereof, it\nwas found to be containing 153 cartons of tetanus vaccine, which having\nbeen opened, found to be containing 152 cartons of ampoules whereas the\nremaining one carton carried a polythene packet containing brown-coloured\npowder packet with black adhesive tape, which was suspected to be heroin\nand which was then seized.\nF\nIt is in that context the court clearly came to the opinion that the\nprovisions of sub-section (1) of Section 50 was not required to be complied\nwith. The said conclusion was arrived at, inter alia, upon noticing the\nprovision of sub-section (4) of Section 50 of the Act. It was, therefore, not G\nnecessary for the Bench, with utmost respect, to make any further observation.\nIt was not warranted in the fact of the said case. A decision, it is well-settled,\nis an authority for what it decides and not what can logically be deduced\ntherefrom. The distinction between a dicta and obiter is well known. Obiter\ndicta is more or less presumably unnecessary to the decision. It may be an\nH\n870\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA expression of a view point or sentiments which has no binding effect. See\nAdditional District Magistrate, Jabalpur etc. v. Shivakant Shukla etc., [1976]\n2 SCC 521. It is also well-settled that the statements which are not part of the\nratio decidendi constitute obiter dicta and are not authoritative. [See Division\nController, KSRTC v. Mahadeva Shetty and Anr., [2003] 7 SCC 197.\nB\nC\nD\nE\nF\nG\nH\nIn Director of Settlements, A.P. and Ors., v. M.R. Apparao and Anr.,\n[2002] 4 SCC 638, it was held :\n“......An obiter dictum as distinguished from ratio decidendi is an\nobservation of the court on a legal question suggested in a case\nbefore it but not arising in such manner as to require a decision. Such\na obiter may not have binding precedent but it cannot be denied that\nit is of considerable weight.....\"\nWe may usefully refer to an observation of Delvin J. made in Behrens\nv. Pertraman Mills, (1957) 2 QB 25, which is in the following terms :\n\"....if the Judge gives two reasons for his decisions, both are binding.\nIt is not permissible to pick out one as being, supposedly the better\nreason and ignore the other one; nor does it matter for this purpose\nwhich comes first and which comes second. But the practice of\nmaking judicial observation obiter is also well established. A judge\nmay often give additional reasons for his decision without wishing to\nmake them part of the ratio decidendi; he may not be sufficiently\nconvinced of their cogency as to want them to have the full authority\nof the precedent, and yet may wish to state them so that those who\nlater may have the duty of investigating the same point will start with\nsome guidance. This is the matter which judge himself is alone\ncapable of deciding, and any judge who comes after him must ascertain\nwhich course he has adopted from the language used and not by\nconsulting his own preference.\"\nAlthough the said observation of Delvin J. has been subjected to some\ncriticism, it throws some light on the subject; but may not be treated to be\nan authority.\nWe are satisfied that the observations made in Namdi Francis Nwuzor\n(supra) is merely an obiter and does not constitute a ratio decidendi. The\nthree-judge Bench of this Court in Pawan Kumar (supra), therefore, correctly\ndistinguished the same. It was, thus, not necessary for the Bench to follow\n871\nSTATE OF HARYANA v. RANBIR@RANA [S.B. SINHA, J.]\nthe judgment of a coordinate bench in Pawan Kumar (supra) as was argued A\nby the learned counsel.\nFor the reasons aforementioned, the impugned judgment cannot be\nsustained. The judgment of the High Court is, therefore, set aside and that\nof the learned Sessions Judge is restored. The appeal is accordingly allowed.\nK.K.T.\nAppeal allowed.\n"}