{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"C\nD\n456 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA include, the acquisition of a site or sites for the market yards;\nthe maintenance and improvement of the market yards; the\nconstruction and repairs of buildings of the market; the\nmaintenance of standard weights and measures; contribution\nto any scheme for increasing agricultural production and\nB scientific storage; development of market area in the manner\nprescribed and development of Haat Bazars for agricultural\nproduce. In terms of Section 43(1), every Market Committee\nis required to pay to the State Agricultural Marketing Board a\nspecified percentage of its gross receipts comprising of licence\nfee or market fee, as may be notified by the State Government.\nThis amount is called Madhya Pradesh State Marketing\nDevelopment Fund and is to be used for the purposes specified\nin Section 44, which include, market survey and research,\ngrading and standardization of agricultural produce and other\nallied subjects; construction of minimum infrastructure in the\nmarket yard or sub-market yard established for the first time;\ngrant of loan to Market Committees for development of market\nyard/sub-market yard; construction of cold storage, godown or\nwarehouses, distribution of plant protection equipments;\nacquisition or construction or hiring by lease or otherwise of\nbuildings or land for the Board; imparting education in\nregulated marketing of agricultural produce; training the\nagriculturists, officers and staff of the Market Committees;\nprovision of technical assistance to the Market Committees in\nthe preparation of site plans and estimates of construction and\nin the preparation of project reports/master plan for\ndevelopment of market yard; development of Haat Bazars for\nmarketing of agricultural produce; construction of infrastructure\nfor facilitating the flow of notified agricultural produce in the\nmarket area; and development of testing and communication\nG infrastructure relevant to agricultural and allied sectors.\nE\nF\nH\n17. The above analysis of the provisions of the Sugarcane\nAct and the Control Order along with the Market Act brings to\nfore the conflict between the three statutes insofar as they relate\nto the transactions involving sale of sugarcane by Cane\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 457\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nGrowers / Cane Growers' Co-operative Societies to the A\noccupiers of factories. While the Sugarcane Act and the Rules\nframed thereunder constitute a complete code for regulating the\nsupply of sugarcane by Cane Growers and Cane Growers' Co-\noperative Societies to the occupiers of the factories at the\npurchasing centres established and maintained by them and B\npayment of price without delay, the Market Act regulates sale\nand purchase of notified agricultural produce in the market\nyards specified for the particular produce or at other places\nprovided in the bye-laws and mandates that the price of the\nnotified agricultural produce should be settled by tender bid or C\nopen auction system. (Sugarcane was included in the Schedule\nw.e.f. 7.6.1979 by M.P.Act No.18/1997). The Control Order not\nonly lays down the mechanism for determination of the minimum\nprice of sugarcane payable by the producers of sugar or their\nagents for the sugarcane purchased by them, but also\nprescribes the mode of payment of the price. The Sugarcane\nAct and the Rules framed thereunder also prescribe the mode\nof payment of the price by the occupier of the factory. Likewise,\nthe Market Act contains provisions for payment of the price of\nthe notified agricultural produce brought into the market yard\nfor sale. It is thus evident that so far as sugarcane is concerned,\nthere is direct conflict between the provisions of the Sugarcane\nAct and the Market Act both, in matters relating to sale and\npurchase of sugarcane, and, payment of price. Likewise, there\nis conflict between the Control Order and the Market Act in the\nmatter of determination of price of the sugarcane and mode of\npayment.\nD\nE\nF\n18. The argument of Shri Tankha and Shri Banthia that the\nSugarcane Act and the Control Order are silent on the issue\nof levy of market fee on transactions involving the purchase of G\nsugarcane by the factories within the market areas and,\ntherefore, the provisions contained in Sections 19 and 36 of\nthe Market Act would prevail and the High Court committed an\nerror by applying the ratio of the judgment in Belsund Sugar\nCo. Ltd. v. State of Bihar (supra) sounds attractive, but we have H\nC\nD\n458\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA not felt persuaded to agree with them because the Sugarcane\nAct is a special statute enacted for regulating the supply and\npurchase of sugarcane to the factories and covers the entire\nspectrum of the transactions involving sale and purchase of\nsugarcane. The Sugarcane Act and the Rules framed\nB thereunder cast a duty on the occupier of the factory to provide\namenities and facilities for supply of cane at the purchasing\ncentres from factory premises and pay the price of cane without\nany tangible delay. The occupier is also obliged to pay\ncommission under Section 21 which becomes part of the\nCouncil Fund and is utilised for overall development of the\nproduction of sugarcane by providing better varieties of seeds,\nfertilizers and manures, devising appropriate sowing\nprogramme, improving irrigation and other facilities and taking\nsteps for prevention and control of diseases and pesticides.\nThe Council Fund is also to be invested for imparting technical\ntraining to cultivators in matters relating to the production of\ncane. The mechanism for fixing the minimum price of cane is\ncontained in Clause 3 of the Control Order and the mode of\npayment of the price is contained both in the Sugarcane Act\nand the Control Order. The Market Act contains a\ncomprehensive mechanism for establishment of market area\nand Market Committee having jurisdiction over such area,\nmarket yard/sub-market yard and market proper. Section 19\nwhich obligates every Market Committee to levy market fee,\nwhich is payable by the producer on the sale of notified\nagricultural produce finds place in Chapter IV (Conduct of\nBusiness and Powers and Duties of Market Committee).\nProviso to sub-section (2) thereof also postulates payment /\ncollection of market fee from the seller in certain contingencies.\nThe sale of notified agricultural produce in the markets is_\nG. governed by Section 36 which finds place in Chapter VI of the\nMarket Act (Regulation of Trading). That section mandates that'\nall notified agricultural produce brought into the market proper\nfor sale shall be sold in the market yard/yards specified for such\nproduce or at such other places as provided in the bye-laws.\nH Sub-section (3) of Section 36 contains the mechanism for\nE\nF\nLL\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 459\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nB\nC\nD\ndetermination of price on notified agricultural produce brought A\nfor sale into the market yard by tender bid or open auction.\nSection 37(2) provides for payment of price of the agricultural\nproduce on the same day but only in relation to the produce\nbought in the market yard. These provisions are irreconcilable\nwith those contained in Section 19 read with Sections 15 and\n16 of the Sugarcane Act and Clause 3 of the Control Order.\nSections 38 and 43 of the Market Act talk of 'Market Committee\nFund' and 'State Marketing Development Fund' which are to\nbe used for overall development of market areas. The benefit\nof development of market areas and other activities undertaken\nby the Market Committees and the State Marketing Board is\navailable to all the agriculturists who sell their produce in the\nmarket yards/sub-market yards and buyers of such produce in\naccordance with Section 36 of the Market Act and no special\nfacility is provided to the Cane Growers and the occupiers of\nthe factories who purchase sugarcane at the purchasing centres\nor within the factory premises. Rather, the Development Council\nconstituted under Section 5 of the Sugarcane Act is required\nto spend funds, which include the commission paid by the\noccupier for every maund of cane purchased by the factory on\noverall development of the zone and take measures for\nimprovement of the production of sugarcane by ensuring supply\nof quality seeds, fertilizer and manure to the Cane Growers and\nimproving the soil quality and irrigation facilities. Therefore, even\nthough the Market Act is a subsequent legislation and one of\nits objectives is to regulate buying and selling of agricultural\nproduce including sugarcane, the general provisions contained\ntherein cannot.prevail over the Sugarcane Act and the Control\nOrder, which are special legislations exclusively dealing with\nissues relating to increase in the production of sugarcane,\nsupply of sugarcane by Cane Growers/Cane Growers G\nCooperative Societies to the factories from any reserved or\nassigned area or otherwise and payment of the price of cane\nby the occupier of the factory.\nE\nน.\nF\n19. Though, there is no significant difference in the Control H\n460 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA Order and the Market Act insofar as the mode of payment of\nthe price of sugarcane is concerned, but the mechanism\nenshrined in the two statutes for determination of price is vastly\ndifferent. The Control Order envisages fixation of the minimum\nprice of sugarcane by the Central Government after considering\nB the factors enumerated in Clause 3 and consulting such\nauthorities, bodies or associations as it may think fit and the\nproducer of sugar is bound to pay at least that price to Cane\nGrowers/Cane Growers Cooperative Societies. As against\nthis, the Market Act postulates determination of the price of the\nnotified agricultural produce (sugarcane is only one of such\nproduce) brought into the market yard for sale under Section\n36(3) by tender bid or open auction. In that exercise, the State\nGovernment/the concerned Market Committee does not have\nany role to play. Of course, such price cannot be less than the\nsupport price declared by the State Government. This\ndifference also indicates that the Control Order is a special\nlegislation vis-à-vis the Market Act.\nC\nD\n20. We shall now deal with two of the many judgments\nrelied upon by the learned counsel for the parties. In Belsund\nE Sugar Co. Ltd v. State of Bihar (supra), the Constitution Bench\nconsidered the legality of levy of market fee under the Bihar\nAgricultural Produce Markets Act, 1960 on the transactions\nrelating to sale and purchase of sugarcane by the sugar\nfactories. The Constitution Bench first considered Entries 26,\nF 27, 28 and 33 of List II of the Seventh Schedule of the\nConstitution and observed:\nG\n\"In the first instance, we shall deal with the transactions of\npurchase of sugarcane by the sugar factories functioning\nin the market areas falling within the jurisdiction of\nrespective Market Committees constituted under the\nMarket Act. The Market Act has been enacted by the Bihar\nLegislature as per the legislative power vested in it by\nEntries 26, 27 and 28 of List II of the Seventh Schedule of\nthe Constitution. These entries read as under:\nH\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v.\nSHIV SHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\n461\n\"26. Trade and commerce within the State subject to the A\nprovisions of Entry 33 of List III.\n27. Production, supply and distribution of goods subject\nto the provisions of Entry 33 of List III.\n28. Markets and fairs.\"\nB\nE\nIt becomes at once clear that if location of markets and\nfairs simpliciter and the management and maintenance\nthereof are only contemplated by the Market Act, then they\nwould fall squarely within the topic of legislative power C\nenvisaged by Entry 28 of List II. However, the Market Act,\nas we will presently show, deals with supply and\ndistribution of goods as well as trade and commerce\ntherein as it seeks to regulate the sale and purchase of\nagricultural produce to be carried on in the specified D\nmarkets under the Act. To that extent the provisions of\nEntry 33 of List III override the legislative powers of the\nState Legislature in connection with legislations dealing\nwith trade and commerce in, and the production, supply\nand distribution of, goods. Once we turn to Entry 33 of the\nConcurrent List, we find that on the topic of trade and\ncommerce in, and the production, supply and distribution\nof, goods enumerated therein at sub-clause (b), we find\nlisted items of foodstuffs, including edible oilseeds and\noils. Thus to the extent to which the Market Act seeks to\nregulate the transactions of sale and purchase of\nsugarcane and sugar which are foodstuffs and trade and\ncommerce therein, it has to be held that the Market Act\nbeing enacted under the topics of legislative powers under\nEntries 26, 27 and 28 of List II will be subject to any other\nlegislation under Entry 33 of the Concurrent List. As it will\nbe seen hereinafter, the Bihar Legislature itself has\nenacted the Sugarcane Act in exercise of its legislative\npowers under Entry 33 of the Concurrent List and,\ntherefore, the field covered by the Sugarcane Act would\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n462\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nobviously remain exclusively governed by the Sugarcane\nAct and to the extent the latter Act carves out an\nindependent field for its operation, the sweep of the\ngeneral field covered by the Market Act which covers all\ntypes of agricultural produce, would pro tanto get excluded\nqua sugarcane and the products prepared out of it.\"\nThe Constitution Bench then took congnizance of the fact\nthat the Bihar Sugarcane Act, 1981 was a later enactment,\nreferred to the provisions of that Act and proceeded to observe:\n\"The aforesaid provisions of the Sugarcane Act leave no\nroom for doubt that the Bihar Legislature in its wisdom has\nenacted a special machinery for regulating the purchase\nand sale of sugarcane to be supplied to sugar factories\nfor manufacturing sugar out of the sugarcane produced for\nthem in the reserved area. The relevant provisions of the\nAct project a well-knit and exhaustive machinery for\nregulating the production, purchase and sale of sugarcane\nfor being supplied as appropriate raw material to the\nfactories manufacturing sugar and molasses out of them.\nThe aforesaid provisions, therefore, clearly indicate that the\nneed for regulating the purchase, sale, storage and\nprocessing of sugarcane, being an \"agricultural produce”,\nis completely met by the comprehensive machinery\nprovided by the Sugarcane Act enacted by the very same\nlegislature which enacted the general Act being the Market\nAct.\nOnce that conclusion is reached, it becomes obvious that\nthe Market Act which is an enabling Act empowering the\nState authorities to extend the regulatory net of the said\nAct to notified agricultural produce as per Section 3(1) will\nget its general sweep curtailed to the extent the special\nAct being the Sugarcane Act enacted by the very same\nlegislature carves out a special field and provides special\nmachinery for regulating the purchase and sale of the\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 463\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.}\nspecified \"agricultural produce”, namely, sugarcane. It has A\nalso to be kept in view that the very heart of the Market\nAct is Section 15 of the Act which reads as under:\n\"15. Sale of agricultural produce.—(1) No agricultural\nproduce specified in notification under sub-section (1) of\nSection 4, shall be made, bought or sold by any person at\nany place within the market area other than the relevant\nprincipal market yard or sub-market yard or yards\nestablished therein, except such quantity as may on this\nbehalf be prescribed for retail sale or personal\nconsumption.\nB\nC\n(2) The sale and purchase of such agricultural\nproduce in such areas shall notwithstanding anything\ncontained in any law be made by means of open auction\nor tender system except in cases of such class or D\ndescription of produce as may be exempted by the\nBoard.\"\nE\nIt is this section which enables the Market Committee\nconcerned to monitor and regulate the sale and purchase\nof the agricultural commodity which is covered by the\nprotective umbrella of the Act. Once such an agricultural\nproduce is brought for sale in the market yard or sub-\nmarket yard, the sale is to be effected by auction or by\ninviting tenders. Such a scheme is in direct conflict with\nthe scheme of the Sugarcane Act wherein there is no\nquestion of a sugar factory being called upon to enter into\na public auction for purchasing sugarcane which is\nspecially earmarked for it out of the reserved area. In fact,\nthe provisions of the Sugarcane Act and the provisions of\nthe Market Act, especially Section 15 read with Section G\n3(1), cannot harmoniously coexist.\"\nAfter further discussion, the Court observed:\nF\n\"It must, therefore, be held that the entire machinery of the\nH\nA\nB\nC\nD\nE\nF\n0\nH\n464 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nMarket Act cannot apply to the transactions of purchase\nof sugarcane by the appellant Sugar Factories as they are\nfully covered by the special provisions of the Sugarcane\nAct. It is also necessary to note that if both these Acts are\ntreated to be simultaneously applying to cover sale and\npurchase of sugarcane, the possibility of a clear conflict\nof decisions of officers and authorities acting under the\nSugarcane Act on the one hand and the Market Act on the\nother would arise. These authorities acting under both the\nState Acts, dealing with the same subject-matter and\ncovering the same transactions may come to independent\ndiverse conclusions and none of them being subordinate\nto the other may create a situation wherein there may be\na head-on collision between the decisions and the orders\nof these authorities acting on their own in the hierarchy of\nthe respective statutory provisions. For example, the\nMarketing Inspector may find that weighment of sugarcane\nwas not proper at a given point of time, while the Cane\nOfficer may find to the contrary. In the hierarchy of\nproceedings under the Market Act the Market Committee\nmay take one decision with respect to the same subject-\nmatter, for which the Collector exercising appellate powers\nunder the Sugarcane Act may take a contrary decision.\nThis would create an irreconcilable conflict of decisions\nwith consequential confusion. So far as the buyers and\nsellers of \"agricultural produce sugarcane\" are\nconcerned, it is of no avail to contend as submitted by\nlearned counsel for the respondents that for avoiding such\nconflicts, Section 15 is dispensed with by the State in\nexercise of its power under Section 42 of the Market Act,\nwhether such an exemption can be granted by the State\nunder Section 42 or not is not a relevant consideration for\ndeciding the moot question whether the statutory scheme\nof the Market Act can harmoniously coexist with the\nstatutory scheme of the Sugarcane Act as enacted by the\nvery same legislature. It is possible to visualise that the\nState authorities may not exercise powers under Section\n-\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 465\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nB\n42 of the Act. In such an eventuality, the Sugarcane Act A\nwould not countenance a public auction of sugarcane to\nbe supplied by the cane-grower to the earmarked factory\nfor which sugarcane is grown in the reserved area. On the\nother hand, the Market Act would require the very same\nsugarcane to be brought to the market yard for being sold\nat the public auction to the highest bidder who may not be\nthe sugar factory itself. Thus what is reserved for the sugar\nfactory by way of raw material by the Sugarcane Act would\nget dereserved by the sweep of Section 15 of the Market\nAct. To avoid such a head-on conflict, it has to be held that\nC\nthe Market Act is a general Act covering all types of\nagricultural produce listed in the Schedule to the Act, but\nout of the listed items if any of the \"agricultural produce\"\nlike sugarcane is made the subject-matter of a special\nenactment laying down an independent exclusive\nmachinery for regulating sale, purchase and storage of\nsuch a commodity under a special Act, then the special\nAct would prevail over the general Act for that commodity\nand by necessary implication will take the said commodity\nout of the sweep of the general Act. Therefore, learned\ncounsel for the appellants are right when they submit that\nbecause of the Sugarcane Act the regulation of sale and\npurchase of sugarcane has to be carried out exclusively\nunder the Sugarcane Act and the said transactions would\nbe out of the general sweep of the Market Act. None of its\nmachinery would be available to regulate these\ntransactions.\"\nThe Constitution Bench also considered the provisions of\nthe Control Order and observed:\n\"It has to be appreciated that the aforesaid provisions of\nthe Sugarcane (Control) Order operate in the same field\nin which the Bihar legislative enactment, namely, the\nSugarcane Act operates and both of them are\ncomplementary to each other. When taken together, they\nD\nE\nF\nG\nH\n"}