{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64}],"text":"A\nB\nC\nD\nE\nF\n0\n☐H\n476 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nState pointing out repugnancy between the State law and\nof the law enacted by Parliament is a sine qua non for\n\"consideration\" and \"assent\". If there is no proposal, no\nquestion of \"consideration\" or \"assent” arises. For finding\nout whether \"assent\" given by the President is restricted\nor unrestricted, the letter written or the proposal made by\nthe State Government for obtaining \"assent\" is required to\nbe looked into.\"\n27. In his concurring judgment, Doraiswamy Raju, J. made\nthe following observations:\n\"The assent of the President envisaged under Article\n254(2) is neither an idle or empty formality, nor an\nautomatic event, necessitated or to be given for the mere\nasking, in whatever form or manner and whether specific,\nvague, general or indefinite - in the terms sought for to\nclaim that once sought and obtained as well as\npublished, a curtain or veil is drawn, to preclude any\nprobe or contention for consideration that what was\nsought and obtained was not really what should and\nought to have been, to claim the protection envisaged\nunder clause (2) in respect of a particular State law vis-\nà-vis or with reference to any particular or specified law\non the same subject made by Parliament or an existing\nlaw, in force. The repugnancy envisaged under clause (1)\nor enabled under clause (2) to get excepted from under\nthe protective coverage of the assent obtained from the\nPresident, is such that there is a legislation or legislative\nprovision(s), covering and operating on the same field or\nidentical subject-matter made by both the Union and the\nState, both of them being competent to enact in respect\nof the same subject-matter or legislative field, but the\nlegislation by Parliament has come to occupy the entire\nfield. Necessarily, in the quasi-federal structure adopted\nfor the nation, predominance is given to the law made by\nParliament and in such circumstances only the State law\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 477\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nwhich secured the assent of the President under clause A\n(2) of Article 254 comes to be protected, subject of course\nto the powers of Parliament under the proviso to the said\nclause. Therefore, the President has to be apprised of\nthe reasons at least as to why his assent is being sought,\nthe need or necessity and the justification or otherwise B\nfor claiming predominance for the State law concerned.\nThis itself would postulate an obligation, inherent in the\nscheme underlying as well as the very purpose and\nobject of seeking the assent under clause (2) of Article\n254, to enumerate or specify and illustrate the particular C\nCentral law or provision with reference to which the\npredominance is desired. The absence of any\nstandardized or stipulated form in which it is to be sought\nfor, should not detract the State concerned, to disown its\nobligation to be precise and specific in the extent of\nD\nprotection sought having regard to the serious\nconsequences which thereby inevitably follow i.e. the\nsubstitution of the Union law in force by the State law, in\nthe territorial limits of the State concerned, with drastic\nalteration or change in the rights of citizen, which it may,\nthereby bring about.\nE\nThe mere forwarding of a copy of the Bill may obviate, if\nat all, only the need to refer to each one of the provisions\ntherein in detail in the requisition sent or the letter\nforwarding it, but not obliterate the necessity to point out F\nspecifically the particular Central law or provisions with\nreference to which, the predominance is claimed or\npurported to be claimed. The deliberate use of the word\n\"consideration\" in clause (2) of Article 254, in my view, not\nonly connotes that there should be an active application G\nof mind, but also postulates a deliberate and careful\nthought process before taking a decision to accord or not\nto accord the assent sought for. If the object of referring\nthe State law for consideration is to have the repugnancy\nresolved by securing predominance to the State law, the\nH\nA\nB\nC\nD\nE\nLL\nF\nG\nH\n478\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nPresident has to necessarily consider the nature and extent\nof repugnancy, the feasibility, practicalities and\ndesirabilities involved therein, though may not be obliged\nto write a judgment in the same manner, the courts of law\ndo, before arriving at a conclusion to grant or refuse to\ngrant or even grant partially, if the repugnancy is with\nreference to more than one law in force made by\nParliament. Protection cannot be claimed for the State law,\nwhen questioned before courts, taking cover under the\nassent, merely asserting that it was in general form,\nirrespective of the actual fact whether the State claimed\nfor such protection against a specific law or the attention\nof the President was invited to at least an apprehended\nrepugnancy vis-à-vis the particular Central law. In the teeth\nof innumerable Central laws enacted and in force on\nconcurrent subjects enumerated in List III of the Seventh\nSchedule to the Constitution, and the hoard of provisions\ncontained therein, artificial assumptions based on some\nsupposed knowledge of all those provisions and the\npresumed regularity of official acts, cannot be blown out\nof proportion, to do away with an essential exercise, to\nmake the \"assent” meaningful, as if they are empty\nformalities, except at the risk of rendering Article 254 itself\na dead letter or merely otiose. The significant and serious\nalteration in or modification of the rights of parties, both\nindividuals or institutions resulting from the \"assent\" cannot\nbe overlooked or lightly brushed aside as of no\nsignificance, whatsoever. In a federal structure, peculiar to\nthe one adopted by our Constitution it would become\nnecessary for the President to be apprised of the reason\nas to why and for what special reason or object and\npurpose, predominance for the State law over the Central\nlaw is sought, deviating from the law in force made by\nParliament for the entire country, including that part of the\nState.\"\n(emphasis supplied)\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 479\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\n28. In view of the aforesaid judgments of the Constitution A\nBenches, we hold that Article 254(2) of the Constitution is not\navailable to the appellants for seeking a declaration that the\nMarket Act would prevail over the Control Order and that\ntransactions involving the purchase of sugarcane by the\nfactories operating in the market areas would be governed by B\nthe provisions contained in the Market Act. As a corollary, we\nhold that the High Court did not commit any error by quashing\nthe notices issued by appellant - Market Committees to the\nrespondents requiring them to take licence under the Market\nAct and pay market fee on the purchase of sugarcane from C\nCane Growers/Cane Growers Cooperative Societies.\n29. In the result, the appeals are dismissed. The parties\nare left to bear their own costs.\nB.B.B.\nAppeals dismissed. D\n"}