{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"A\nB\nC\nD\nE\nF\nG\nH\n426\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nof the seller. Sub-section (2) of Section 37 provides for\npayment of price of agricultural produce brought in the\nmarket yard on the same day to the seller at the market\nyard and additional payment at the rate of one percent, per\nday of the total price of the agricultural produce payable\nto the seller within five days. These provisions of Sections\n36 and 37 of the Market Act are in direct conflict with the\nprovisions of Clauses (3), (4), (5), (5A) and (6) of the\nControl Order made by the Central Government under\nSection 3 of the Essential Commodities Act, 1955\ndiscussed above. Similarly these provisions of the Market\nAct are in direct conflict with the provisions of Sections 12,\n15, 16, 19, 20, 21 and 22 of the Sugarcane Act made by\nthe State Legislature of Madhya Pradesh, discussed\nabove. In view of such conflict, either, the aforesaid\nprovisions of the Market Act apply to the transactions of\nbuying and selling of sugarcane between the occupiers of\nfactories and the sugarcane growers or sugarcane\ngrowers cooperative societies, or the provisions of the\nControl Order made by the Central Government and the\naforesaid provisions of the Sugarcane Act made by the\nState Government apply to such transactions of buying and\nselling between the occupiers or owners of sugar factories\nand the sugarcane growers or sugarcane growers\ncooperative societies. The Control Order made by the\nCentral Government and the Sugarcane Act made by the\nState Legislature being a Special Order and Special Act\nrelating to supply and purchase of sugarcane will apply to\ntransactions of sale and purchase of sugarcane between\nthe occupiers of the factory and the sugarcane growers or\nsugarcane growers cooperative societies and the\nprovisions of the Market Act being a General Act with\nregard to agricultural produce will stand excluded and will\nnot apply to such transactions of buying and selling of\nsugarcane between the occupiers of factories and the\nsugarcane growers or sugarcane growers cooperative\nsocieties.\"\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 427\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nC\nD\n7. Shri Vivek Tankha, learned senior counsel appearing for A\nthe Market Committees and Shri B.S. Banthia, learned counsel\nappearing for the State argued that the object of the Sugarcane\nAct and the Control Order is to regulate the supply and purchase\nof sugarcane and to ensure that price determined by the\ncompetent authority is paid to the Cane Growers without delay, B\nbut these enactments have nothing to do with the levy of market\nfee on transactions involving the purchase of sugarcane by the\nfactories within the market areas and the High Court committed\nserious error by declaring that the provisions of the Sugarcane\nAct and the Control Order would prevail vis-à-vis those\ncontained in the Market Act. The learned counsel further argued\nthat the ratio of the judgment in Belsund Sugar Co. Ltd. v. State\nof Bihar (1999) 9 SCC 620, on which reliance has been placed\nby the High Court, has no bearing on the interpretation of the\nprovisions of the Sugarcane Act and the Market Act because\nthere is significant difference between the Bihar Acts and the\nMadhya Pradesh Acts. Shri Tankha emphasized that the Market\nAct and the Sugarcane Act operate in different fields and even\nif there appears some conflict between the two enactments, the\nprovisions contained in the Market Act would prevail because\nthe Sugarcane Act does not provide for levy of market fee on\nthe purchase of sugarcane by the factories. Learned senior\ncounsel relied upon the judgment in Krishi Upaj Mandi Samiti\nv. Orient Paper and Industries Ltd. (1995) 1 SCC 655 and\nargued that the sugarcane factories are liable to pay market\nfee on the purchase of sugarcane which takes place within the\nmarket areas because they are benefitted by the development\nworks undertaken by the Market Committees and the Madhya\nPradesh Agricultural Marketing Board. Shri Tankha also relied\nupon Article 254 of the Constitution and argued that even\nthough the Control Order has been framed under a Central G\nlegislation, the provisions contained therein cannot override the\nMarket Act which was enforced after receiving Presidential\nassent. In support of this argument, Shri Tankha relied upon the\njudgments in Basantlal Banarsilal v. Bansilal Dagdulal AIR\n1955 Bom. 35, Tika Ramji v. State of U.P. AIR 1956 SC 676 H\nE\nF\n428 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA = 1956 SCR 393, Kailash Nath v. State of U.P. AIR 1957 SC\n790, Basantlal Banarsilal v. Bansilal Dagdulal AIR 1961 SC\n823, Janardan Pillai v. Union of India (1981) 2 SCC 45, M/s.\nHoechst Pharmaceuticals Ltd. and others v. State of Bihar\n1983 (4) SCC 45, Gram Panchayat of Village Jamalpur v.\nB Malwinder Singh and others 1985 (3) SCC 661, Bharat\nShivram Singh and others v. State of Gujarat and others\n(1986) 4 SCC 51, Krishi Upaj Mandi Samiti and others v.\nOrient Paper and Industries (supra), P.N. Krishnalal v. Govt.\nof Kerala 1995 (Supp.) 2 SCC 187, H.S. Jayanna and others\nv. State of Karnataka (2002) 4 SCC 125, Kaiser-I-Hind Private\nLimited and another v. National Textile Corporation\n(Maharashtra North) Ltd. and others (2002) 8 SCC 182,\nSubhash Ramkumar Bind Alias Vakil and another v. State\nof Maharashtra (2003) 1 SCC 506, Dharappa v. Bijapur Co-\noperative Milk Producers Societies Union Limited (2007) 9\nSCC 109 and Grand Kakatiya Sheraton Hotel and Towers\nEmployees and Workers Union v. Srinivasa Resorts Limited\nand others (2009) 5 SCC 342.\nC\nD\n8. Shri Jayant Bhushan and Shri A.K. Sanghi, Senior\nE Advocates and Ms. Pragati Neekhra, learned counsel\nappearing for the respondents supported the impugned orders\nand argued that being a special legislation, which covers all\naspects of the supply and purchase of sugarcane including the\npayment of price to Cane Growers, the Sugarcane Act will\nF prevail over the Market Act, which generally empowers the\nmarket committees to levy market fee on the sale and purchase\nof notified agricultural produce. More so, because the\nprocedure prescribed under Section 36 of the Market Act for\nthe purchase of agricultural produce within the market yard or\nG market proper is in direct conflict with the provisions of the\nSugarcane Act which postulate the purchase of sugarcane by\nthe factories at an identified place or at the factory gate.\nLearned senior counsel then argued that the sugar factories\ncannot be burdened with the liability of paying market fee on\nthe purchase of sugarcane because the same is not taken into\nH\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV429\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nconsideration while fixing the price of sugar under Clause 3 of A\nthe Control Order. Shri Bhushan submitted that the Court should\nnot entertain the argument made by Shri Tankha with reference\nto Article 254 of the Constitution because no such argument\nwas raised before the High Court and no document has been\nproduced before this Court to show that Presidential assent B\nwas obtained for amendment in the Market Act with specific\nreference to the Sugarcane Act.\n9. For deciding whether there is any conflict between the\nSugarcane Act and the Control Order on the one hand and the\nMarket Act on the other, it will be useful to notice the relevant\nstatutory provisions:\nThe Sugarcane Act\n10. The Sugarcane Act was enacted by the State\nlegislature in the backdrop of inadequate supply of sugarcane\nto the factories and the difficulties faced by the cultivators in\nselling their produce and getting the price. Section 2 of the Act\ncontains definitions of various terms. Section 3 mandates the\nState Government to establish Sugarcane Board for the State.\nIn terms of Section 4, the Sugarcane Board is required to\nadvise the State Government on matters pertaining to the\nregulation of supply and purchase of cane for sugar factories;\nthe varieties of cane which are suitable for use in sugar\nfactories; the maintenance of healthy relations between\noccupiers, managers of factories, Cane-growers' Co-operative\nSocieties, Cane Development Council and purchasing agents\nand such other matters as may be prescribed. Section 5\nprovides for establishment of a Cane Development Council,\nwhose functions are to consider and approve the programme\nfor development of the zone; to advise regarding the ways and\nmeans for the execution of the development plan in all its\nessentials such as cane varieties, cane-seed, sowing\nprogramme, fertilizers and manures; to undertake the\ndevelopment of irrigation and other agricultural facilities in the\nzone; etc. Section 8 lays down that there shall be a fund at the\nC\nD\nE\nF\nG\nH\nD\n430 SUPREME COURT REPORTS [2012] 10 S.C.R.\nA disposal of the Council to meet the expenses required to be\nincurred for the discharge of duties and performance of its\nfunctions under the Act. The fund shall consist of the grants\nmade by the Indian Central Sugarcane Committee and the\nState Government, sums received by the Council by way of\nB commission under Section 21 and any other sum which may\nbe credited to the fund under the general or special order of\nthe State Government. Section 12 empowers the Cane\nCommissioner to call upon the occupier to furnish an estimate\nof the quantity of cane which will be required by the factory\nC during the crushing season. The Cane Commissioner is\nobliged to examine every such estimate and publish the same\nwith modification, if any. Section 13 casts a duty on the occupier\nto maintain a register of all such Cane Growers and Cane-\nGrowers' Co-operative Societies which are required to sell\ncane to the factory. Section 14 empowers the State\nGovernment to make provision for survey of an area proposed\nto be reserved or assigned for supply of cane to a factory.\nSection 15 postulates declaration of reserved area and Section\n16 provides for declaration of an assigned area. Under Section\n19, the State Government has the power to issue an order for\nregulating the distribution, sale or purchase of cane in any\nreserved or assigned area and purchase of cane in any area\nother than the reserved or assigned area. Section 20 deals with\nthe payment of price. Section 21 provides for payment, by the\noccupier, of a commission for every one maund of cane\npurchased by the factory. Section 22 gives power to the State\nGovernment to declare varieties of cane which are unsuitable\nfor use in the factories. Chapter IV contains miscellaneous\nprovisions including Section 30 under which the State\nGovernment is empowered to make rules for giving effect to\nG the provisions of the Act. For the sake of reference, Sections\n5, 6, 8, 15, 16, 19, 20 and 21 of the Sugarcane Act are\nreproduced below:\nE\nF\nH\n\"5. The Cane Development Council.- (1) There shall\nbe established, by notification for the reserved area of a\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 431\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nA\nfactory a Cane Development Council which shall be a body\ncorporate by the name of such area or such other name\nas the State Government may notify in this behalf having\nperpetual succession, and subject to such restrictions or\nqualifications as may be imposed under this Act or any\nother enactment, vested with the capacity of suing and B\nbeing sued in its corporate name, of acquiring, holding,\nadministering and transferring property both movable and\nimmovable, and of entering into contracts:\nProvided that where the Cane Commissioner so directs,\nthe Council may be established for a larger or smaller area\nthan the reserved area of a factory.\n(2) The area for which a Council is established shall be\ncalled a zone.\nс\n(3) to (6)\nXXXXX\nD\nXXXX XXXXXXX\n6. Functions of the Council.- (1) Functions of the\nCouncil shall be—\n(a) to consider and approve the programme of E\ndevelopment for the zone;\n(b)\n(c)\n(d)\n(e)\nto devise ways and means for the execution of the\ndevelopment plan in all its essentials such as cane\nvarieties, cane-seed, sowing programme, fertilizers\nand manures;\nto undertake the development of irrigation and\nother agricultural facilities in the zone;\nF\nto take necessary steps for the prevention and G\ncontrol of diseases and pests and to render all\npossible help in the soil extension work;\nto impart technical training to cultivators in matters\nrelating to the production of cane;\nH\n432\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA\n(f)\nB\nD\nE\nF\nLL.\nG\nH\nto administer the funds at its disposal for the\nexecution of the development scheme subject to\nsuch conditions as may be prescribed; and\n(g) to perform other prescribed functions pertaining\nand conducive to the general development of the\nzone.\n(2) The State Government may at any time direct the Cane\nCommissioner to convene a joint meeting of two or more\ncouncils. Every such meeting shall be presided over by\nsuch person as may be nominated in that behalf by the\nState Government.\n8. Council Fund.- (1) There shall be a fund at the\ndisposal of the Council to meet the charges in connection\nwith the discharge of its duties and performance of its\nfunctions under this Act.\n(2) The fund of the Council shall consist of―\n(a) grants, if any, made by the Indian Central\nSugarcane Committee;\n(b) grants, if any, made by the State\nGovernment;\n(c)\n(d)\nsums received by the Council by way of\ncommission under Section 21; and\nany other sums which may be credited to it\nunder the general or special orders of the\nState Government.\n15. Declaration of reserved area. - Without prejudice to\nany order under clause (d) of sub-section (2) of Section\n19, the Cane Commissioner may, after consulting in the\nprescribed manner, the occupier and Cane-growers' Co-\noperative Society, if any, in any area to be reserved for a\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 433\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nfactory reserve such area for such factory and thereupon A\noccupier thereof shall subject to provisions of Section 22\nbe liable to purchase all cane grown in such area which is\noffered for sale to the factory.\n16. Declaration of assigned area.- Without prejudice to\nB\nany order under clause (d) of sub-section (2) of Section\n19, the Cane Commissioner may after consulting in the\nmanner prescribed, the occupier and Cane-growers' Co-\noperative Society, if any, in any area to be assigned,\nassign such area for the purpose of the supply of cane to\nC\na factory in accordance with the provisions of Section 19\nduring any crushing season; and thereupon the occupier\nthereof shall subject to the provisions of Section 22 be\nliable to purchase such quantity of cane grown in that area\nand offered for sale to the factory as may be determined\nby the Cane Commissioner.\n19. Regulation of purchase and supply of cane in the\nreserved and assigned areas.- (1) The State\nGovernment may, for maintaining supplies, by order\nregulate―\n(a) distribution, sale or purchase of cane in any\nreserved orassigned area; and\nD\nE\n(b) purchase of cane in any area other than a reserved\nor assigned area.\nF\n(2) Without prejudice to the generality of the foregoing\npowers such order may provide for-\n(a) the quantity of cane to be supplied by each Cane-\n(b)\ngroweror Cane-growers' Co-operative Society in\nsuch area to the factory for which the area has been\nso reserved or assigned;\nG\nthe manner in which cane grown in the reserved\narea orthe assigned area shall be purchased by the H\nA\nB\nс\nD\nE\nF\nG\nН\n434\nSUPREME COURT REPORTS\n(c)\n[2012] 10 S.C.R.\nfactory for which the area has been so reserved or\nassigned and the circumstances in which the cane\ngrown by a cane-grower shall not be purchased\nexcept through a Cane-growers' Co-operative\nSociety;\nthe form and terms and conditions of the agreement\nto beexecuted by the occupier of the factory for\nwhich an areais reserved or assigned for the\npurchase of cane offered for sale:\n(d) the circumstances under which permission may be\ngranted-\n(i)\n(ii)\n(e)\nfor the purchase of cane grown in reserved or as-\nsigned area by a purchasing agent or any person\nother than the factory for which area has been\nreserved or assigned; and\nfor the sale of cane grown in a reserved or\nassigned area to any other person or factory other\nthan the factory for which the area is reserved or\nassigned;\nsuch incidental and consequential matters as may\nappearto be necessary or desirable for this\npurpose.\n20. Payment of cane price.- (1) The occupier shall make\nsuitable provision to the satisfaction of the Collector for the\npayment of the price of cane.\n(2) Upon the delivery of cane, the occupier shall, subject\nto the deductions specified in sub-section (2-a) be liable\nto pay immediately the price of the cane so supplied,\ntogether with all other sums connected therewith and where\nthe supplies have been made through a purchasing agent,\nthe purchasing agent shall similarly be liable in addition to\nthe occupier.\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 435\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\n(2-a) Where a Cane-grower or a Cane-growers' Co- A\noperative Society, as the case may be, to whom price is\npayable under sub-section (1) has borrowed a loan for\ncane development from any agency notified by the State\nGovernment in this behalf, the occupier or the purchasing\nagent, as the case may be, shall be, on being authorised B\nby that agency so to do, entitled to deduct from the price\nso payable, such amount as may be prescribed, towards\nthe recovery of such loan and pay the same to the agency\nconcerned forthwith.\n(3) Where the person liable under sub-section (2) is in\ndefault in making the payment of the price for a period\nexceeding fourteen days from the date of delivery he shall\nalso pay interest at the rate of 14-1/2 per cent, per annum\nfrom the said date of delivery upto the date of payment but\nthe Cane Commissioner may, in any case, direct with the\napproval of the State Government that no interest shall be\npaid or be paid at such reduced rate as he may fix.\nC\nD\n(4) The Cane Commissioner shall forward to the Collector\na certificate under his signature specifying the amount of E\narrears on account of the price of cane plus interest, if any,\ndue from the occupier and the Collector, on receipt of such\ncertificate, shall proceed to recover from such occupier the\namount specified therein as if it were an arrear of land\nrevenue together with further interest up to the date of F\nrecovery.\"\n21. Commission on purchase of cane.- (1) There\nshall be paid by the occupier a commission for every one\nmaund of cane purchased by the factory-\n(a) where the purchase is made through a Cane-\ngrowers' Co-operative Society, the commission\nshall be payable to the Cane-growers' Co-operative\nSociety and the Council insuch proportion as the\nState Government may declare;and\nG\nH\n"}