{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"436\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA\nB\nC\nD\n(b) where the purchase is made directly from the Cane-\ngrower, the commission shall be payable to the\nCouncil.\n(2) The commission payable under clauses (a) and (b) of\nsub-section (1) shall be at such rates as may be\nprescribed provided, however, that the rate fixed under\nclause (b) shall not exceed the rate at which the\ncommission may be payable to the Council under clause\n(a).\n(3) The provisions relating to payment, interest and\nrecovery, including recovery as arrears of land revenue,\napplicable to price of cane shall mutatis mutandis apply\nto payment and recovery of commission under sub-section\n(1).\"\n11. In exercise of the power vested in it under Section 30\nof the Sugarcane Act, the State Government framed the\nMadhya Pradesh Sugarcane (Regulation of Supply and\nPurchase) Rules, 1959 (for short, 'the Rules'). Rules 2(f), 35,\n36, 40, 41 and 43, which have bearing on these appeals, read\nE\nas under:\nF\nG\nН\n\"2(f) 'Purchasing Center' means any place at which cane\nis purchased, delivered, weighed or paid for and includes\nsuch portion of the premises of the factory as is used for\nany of these purposes.\n35. At any purchasing centre adequate facilities for\nweighment shall be provided to the satisfaction of the\nCane Commissioner by the occupier of a factory to avoid\ncongestion and undue delay in weighment. Cane carts and\ntrucks shall not be kept waiting for more than ten hours\nwithout adequate reasons.\nExplanation.- A cart shall not be deemed to have been kept\nwaiting unduly if the supplier of cane, having received\ninstructions in writing to deliver cane on a certain day,\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 437\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nignores such instructions or where the practice of issuing A\nwritten instructions is in force, brings cane without receiving\nsuch instructions.\n36. The occupier of a factory shall - (a) provide, metalled\napproaches from the public roads to the parking ground\nat the factory premises, from the parking ground to the\ncane carrier of factory, and metalled exits from the cane\ncarrier to public roads, up to such distances as may be\ndirected by the Cane Commissioner and keep the same\nin a proper state of repairs;\n(b) provide to the satisfaction of the Cane Commissioner\nreasonable space with metalled tracks separated by\nrailings or walls and properly lighted, for parking of carts\nwaiting for weighment and keep the same in a proper\nstate of hygienic cleanliness;\n(c) provide shelter and drinking water facilities for both\ncartmen and bullocks at the factory gate and drinking water\nfacilities at all purchasing centres as directed by the Cane\nCommissioner; and\n(d) provide such other facilities as may be directed by the\nCane Commissioner from time to time.\n40. Payments of the price of cane shall be made on the\nrecorded weight of the cane at the purchasing centre. The\nprice shall be calculated to the nearest Naya Paisa.\nB\nс\nD\nE\nF\n41. Payments for cane shall be made only to the Cane-\ngrower or his representative duly authorised by him in\nwriting to receive payment or to a Cane-Growers' Co- G\noperative Society.\n43. The occupier of a factory or a purchasing agent shall\nnot make any deduction from the amount due for cane sold\nto him by a Cane-grower or Cane-grower's Co-operative\nSociety:\nH\nA\nB\nC\nD\nE\nLL\nF\nG\nI\n438\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nProvide that recovery of the dues of a Cane-growers' Co-\noperative Society may be made by deduction form the\nprice payable for cane.\"\nThe Control Order\n12. In exercise of the power vested in it under Section 3\nof the EC Act, the Central Government framed the Control\nOrder, the relevant provisions of which are reproduced below:\n\"2(g) 'price' means the price or the minimum price fixed\nby the Central Government, from time to time, for\nsugarcane delivered-\n(i) to a sugar factory at the gate of the factory or at a sugar-\ncane purchasing centre;\n(ii) to a khandsari unit;\n3. Minimum price of sugarcane payable by producer\nof sugar.-(1) The Central Government may, after\nconsultation with such authorities, bodies or associations\nas it may deem fit, by notification in the Official Gazette,\nfrom time to time, fix the minimum price of sugarcane to\nbe paid by producers of sugar or their agents for the\nsugarcane purchased by them, having regard to-\n(a) the cost of production of sugarcane;\n(b) the return to the grower from alternative crops and the\ngeneral trend of prices of agricultural commodities;\n(c) the availability of sugar to the consumer at a fair price;\n(d) the price at which sugar produced from sugarcane is\nsold by producers of sugar; and\n(e) the recovery of sugar from sugarcane:\nProvided that the Central Government or, with the approval\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 439\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nof the Central Government, the State Government, may, in A\nsuch circumstances and subject to such conditions as\nspecified in Clause 3-A, allow a suitable rebate in the price\nso fixed.\nExplanation.-(1) Different prices may be fixed for different B\nareas or different qualities or varieties of sugarcane.\n(2) No person shall sell or agree to sell sugarcane to a\nproducer of sugar or his agent, and no such producer or\nagent shall purchase or agree to purchase sugarcane, at\na price lower than that fixed under sub-clause (1).\nC\n(3) Where a producer of sugar purchases any sugarcane\nfrom a grower of sugarcane or from a sugarcane growers'\nco-operative society, the producer shall, unless there is an\nagreement in writing to the contrary between the parties, D\npay within fourteen days from the date of delivery of the\nsugarcane to the seller or tender to him the price of the\ncane sold at the rate agreed to between the producer and\nthe sugarcane grower or sugarcane growers' co-operative\nsociety or that fixed under sub-clause (1), as the case may\nE\nbe, either at the gate of the factory or at the cane collection\ncentre or transfer or deposit the necessary amount in the\nbank account of the seller or the co-operative society, as\nthe case may be.\n(3-A) Where a producer of sugar or his agent fails to make F\npayment for the sugarcane purchased within 14 days of the\ndate of delivery, he shall pay interest on the amount due\nat the rate of 15 per cent per annum for the period of such\ndelay beyond 14 days. Where payment of interest on\ndelayed payment is made to a cane growers' society, the G\nsociety shall pass on the interest to the cane growers\nconcerned after deducting administrative charges, if any,\npermitted by the rules of the said society.\n(4) to (6)\nXXXX\nXXXX\nXXXX\nH\nA\nB\n0\nD\nE\nF\nG\nH\n440 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\n(7) In case, the price of the sugarcane remains unpaid on\nthe last day of the sugar year in which cane supply was\nmade to the factory on account of the suppliers of cane\nnot coming forward with their claims therefor or for any\nother reason it shall be deposited by the producer of sugar\nwith the Collector of the district in which the factory is\nsituated, within three months of the close of the sugar year.\nThe Collector shall pay, out of the amount so deposited,\nall claims, considered payable by him and preferred before\nhim within three years of the close of the sugar year in\nwhich the cane was supplied to the factory. The amount\nstill remaining undisbursed with the Collector, after\nmeeting the claims from the suppliers, shall be credited\nby him to the Consolidated Fund of the State, immediately\nafter the expiry of the time limit of 3 years within which\nclaims therefor could be preferred by the suppliers. The\nState Government shall, as far as possible, utilise such\namounts, for development of sugarcane in the State.\"\nThe Market Act\n13. Initially, the State Legislature had enacted the Madhya\nPradesh Agricultural Markets Act, 1960. After noticing certain\ndefects in the scheme of that Act and with a view to ensure\nefficient functioning of the Market Committees which would\nbenefit agriculturists and traders, a committee of the members\nof the State Legislature was formed in 1965. The\nrecommendation made by the Committee for enactment of a\nnew legislation was accepted by the State Government.\nAccordingly, the Market Act was enacted for better regulation\nof buying and selling of agricultural produce and for the\nestablishment and proper administration of markets of\nagricultural produce in the State. The relevant provisions of the\nMarket Act read as under:\n\"2. Definitions.- (1) In this Act, unless the context\notherwise requires,\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 441\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\n(a) “agricultural produce\" means all produce of agriculture, A\nhorticulture, animal husbandry, apiculture, pisciculture, or\nforest as specified in the Schedule;\n(b) to (f)\nXXXX\nXXXX\nXXXX\n(g) \"Market\" means a market established under Section\n4;\n(h) \"market area” means the area for which a market is\nestablished under Section 4;\n(i) “market committee” means a committee constituted\nunder Section 11;\n(j) xxxx\nXXXX\nXXXX\nB\nC\n(k) \"market proper” in relation to a market yard means an D\narea declared to be a market proper under clause (b) of\nsub-section (2) of Section 5;\n(l) “market yard or sub-market yard” in relation to a market\narea means a specified place declared to be a market\nyard or sub-market yard under clause (a) of sub-section\n(2) of Section 5;\nE\n(m) to (p)\nXXXX\nXXXX\nXXXX\n3. Notification of intention of regulating marketing of F\nnotified agricultural produce in specified area.—(1) Upon\na representation made by local authority or by the growers\nof any agricultural produce within the area for which a\nmarket is proposed to be established or otherwise, the\nState Government may, by notification, and in such other\nmanner as may be prescribed, declare its intention to\nestablish a market for regulating the purchase and sale of\nagricultural produce in such area as may be specified in\nthe notification.\nG\nH\n442\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA\nB\nC\nD\n. E\nF\nG\n(2) A notification under sub-section (1) shall state that any\nobjection or suggestion which may be received by the\nState Government within a period of not less than one\nmonth to be specified in the notification shall be\nconsidered by the State Government.\n4. Establishment of market and of regulation of marketing\nof notified agricultural produce therein.- After the expiry\nof the period specified in the notification issued under\nSection 3 and after considering such objections and\nsuggestions, as may be received before such expiry and\nmaking such inquiry, if any, as may be necessary, the State\nGovernment may, by another notification, establish a\nmarket for the area specified in the notification under\nSection 3 or any portion thereof for the purpose of this Act\nin respect of the agricultural produce specified in the\nSchedule and the market so established shall be known\nby the name as may be specified in that notification.\n5. Market yard and market proper.- (I)(a) In every\nmarket area,-\n(i) there shall be a market yard; and\n(ii) there may be more than one sub-market yards;\n(b) for every market yard or sub-market yard there shall be\na market proper.\n(2) The State Government shall, as soon as may be, after\nthe issue of notification under Section 4, by notification,―\n(a) declare any specified place including any structure,\nenclosure, open place, or locality in the market area to be\na market yard or sub-market yard, as the case may be;\nand\nH (b) declare in relation to such market yard or sub-market\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 443\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nyard as the case may be, any specified area in the market A\narea to be a market proper.\n7. Establishment of Market Committee and its\nincorporation.-\nB\n(1) For every market area, there shall be a Market\nCommittee having jurisdiction over the entire market area.\n(2) Every Market Committee shall be a body corporate by\nthe name specified in the notification under Section 4. It\nshall have perpetual succession and a common seal and C\nmay sue and be sued in its corporate name and shall\nsubject to such restrictions as are imposed by or under this\nAct, be competent to contract and to acquire, hold, lease,\nsell or otherwise transfer any property and to do all other\nthings necessary for the purposes of this Act:\nProvided that no immovable property shall be acquired\nwithout the prior permission of the Managing Director in\nwriting;\nProvided further that no immovable property shall be\ntransferred by way of sale, lease or otherwise in a manner\nother than the manner prescribed in the rules made by the\nState Government for the purpose.\nD\nE\n(3) Notwithstanding anything contained in any enactment\nfor the time being in force, every Market Committee shall,\nfor all purposes, be deemed to be a local authority.\nF\n19. Power to levy market fee.- (1) Every Market Commit-\ntee shall levy market fee,-\nG\n(i)\non the sale of notified agricultural produce whether\nbrought from within the State or from outside the\nStateinto the market area; and\nH\n(ii)\non the notified agricultural produce whether brought\nA\nB\nC\nD\nE\nF\n0\nH\n444\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nfrom within the State or from outside the State\ninto themarket areas and used for processing;\nat such rates as may be fixed by the State Government\nfrom time to time subject to a minimum rate of fifty paise\nand a maximum of two rupees for every one hundred\nrupees of the price in the manner prescribed:\nProvided that no Market Committee other than the one in\nwhose market area the notified agricultural produce is\nbrought for sale or processing by an agriculturist or trader,\nas the case may be, for the first time shall levy such market\nfee.\n(2) The market fees shall be payable by the buyer of the\nnotified agricultural produce and shall not be deducted from\nthe price payable to the seller:\nProvided that where the buyer of a notified agricultural\nproduce cannot be identified, all the fees shall be payable\nby the person who may have sold or brought the produce\nfor sale in the market area:\nProvided further that in case of commercial transaction\nbetween traders in the market area, the market fees shall\nbe collected and paid by the seller:\nProvided also that no fees shall be levied upto 31st March,\n1990 on such agricultural produce as may be specified by\nthe State Government by notification in this behalf if such\nproduce has been sold outside the market yard or sub-\nmarket yard by an agriculturist to a co-operative society\nof which he is a member:\nProvided also that for the agricultural produce brought in\nthe market area for commercial transaction or for\nprocessing the market fee shall be deposited by the buyer\nor processor as the case may be, in the Market\nCommittee office within fourteen days if the buyer or\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 445\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nprocessor has not submitted the permit issued under sub- A\nsection (6) of Section 19.\n(3) to (5)\nXXXX\nXXXX XXXX\n(6) No notified agricultural produce shall be removed out\nof the market yard, market proper or the market area as\nthe case may be, except in accordance with a permit\nissued by the Market Committee, in such form and in such\nmanner as may be prescribed by the bye-laws:\nB\nProvided that if any person removes or transports the C\nprocessed product of notified agricultural produce from the\nmarket yard, market proper or the market area, as the case\nmay be, such person shall carry with him the bill or cash\nmemorandum issued under Section 43 of the Madhya\nPradesh Vanijyik Kar Adhiniyam, 1994 (No. 5 of 1995).\n(7) XXXX\nXXXX\nXXX\nD\n31. Regulation of persons operating in market area.- No\nperson shall, in respect of any notified agricultural produce,\noperate in the market area as commission agent, trader, E\nbroker, weighman, hammal, surveyor, warehouseman,\nowner or occupier of processing or pressing factories or\nsuch other market functionary except in accordance with\nthe provisions of this Act and the rules and bye-laws made\nthereunder.\n32. Power to grant licences.- (1) Every person specified\nin Section 31 who desires to operate in the market area\nshall apply to the Market Committee for grant of a licence\nor renewal thereof in such manner and within such period\nas may be prescribed by bye-laws.\nF\nG\n(2) to (5) xxxx\nXXXX\nXXXX\n36. Sale of notified agricultural produce in markets.- (1)\nAll notified agricultural produce brought into the market\nH\n"}