{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A\n00\nB\nC\nD\n466 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nwholly occupy the field of regulation of price of sugarcane\nand also the mode and manner in which sugarcane has\nto be supplied and distributed to the earmarked sugar\nfactories and thus lay down a comprehensive scheme of\nregulating purchase and sale of sugarcane to be supplied\nby sugarcane-growers to the earmarked sugar factories.\nIt is, however, true that a comprehensive procedure or\nmachinery for enforcing these provisions is found in greater\ndetail in the Sugarcane Act of the Bihar Legislature. But\non a combined operation of both these provisions, it\nbecomes at once clear that the general provisions of the\nMarket Act so far as the regulation of sale and purchase\nof sugarcane is concerned get obviously excluded and\nsuperseded by these special provisions.\"\n21. In H.S. Jayanna v. State of Karnataka (supra), the\nappellants had challenged the levy of market fee on rice by the\nMarketing Committees constituted under the Karnataka\nAgricultural Produce Marketing (Regulation) Act, 1966 on the\nground that the provisions of the Act are repugnant to those\ncontained in the Karnataka Rice Procurement (Levy) Order,\nE 1984 framed under the Essential Commodities Act. The\nlearned Single Judge allowed the writ petitions filed by the\nappellants but his order was reversed by the Division Bench.\nBefore this Court, reliance was placed on the judgment in\nBelsund Sugar Co. Ltd. v. State of Bihar (supra) in support of\nF the argument that the provisions of the State Act were\ninconsistent with those contained in the Control Order. The two\nJudge Bench extensively referred to the findings and\nconclusions recorded in Belsund Sugar Co. Ltd. case (supra)\nand proceeded to observe:\nG\nH\n\"We have no hesitation in concluding that the entire field\nof regulating the purchase and sale of paddy or the rice\nproduced out of paddy is not covered under the Control\nOrder. The provisions of the Marketing Act do not trench\nup the field covered by the Control Order. There is no\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 467\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nA\nD\ninconsistency between the Control Order and the Marketing\nAct. They do not cover the same field and therefore the\nquestion of any inconsistency, repugnancy or the Marketing\nAct being ineffectual in terms of Section 6 of the Essential\nCommodities Act in view of the Control Order issued under\nSection 3 of the Essential Commodities Act would not B\narise. The Control Order deals with the compulsory\nacquisition of 1/3rd of rice of each variety produced by a\nmiller at a purchase price fixed by the Government. It\nrequires the miller to supply to the Government or its\npurchase agent and deliver the procured rice at a notified C\nplace. It does not deal with the sale and purchase of the\nremaining 2/3rd rice except that the miller is not permitted\nto remove the stock of rice from the mill premises without\ndelivery of rice to the Government or its purchase agent\nand without obtaining a release certificate required to be\ntaken under clause 8 of the said Order. It does not deal\nwith the marketing or the facilities to be provided to the\ngrower, seller and purchaser of paddy in the market area\nor to the seller or purchaser of rice. The Control Order is\nthus limited in operation. The Marketing Act provides for\nE\nthe regulation of marketing of agricultural produce (which\nrice is) and the establishment and administration of\nmarkets for agricultural produce and matters connected\ntherewith in the State of Karnataka. The Marketing Act\ndeals with the entire gamut of marketing of agricultural\nproduce starting from the establishment of the Market\nCommittees, markets, declaration of market area, market\nyard, market sub-yard, regulation of marketing of\nspecified agricultural produce therein and for obtaining\na licence under the Act, the process of appointing/electing\nthe Market Committees, the powers and duties of the G\nMarket Committee [Section 63(1)], the facilities to be\nprovided by the Market Committee [Section 63(2)] and\nthe levy of market fee (Section 65). The Marketing Act\ndoes not deal with any of the provisions made in the Control\nOrder. The Control Order and the Marketing Act do deal H\nF\n468\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA\nB\nwith the same subject but do not cover the same field.\nThere is no conflict between them. They do not occupy\nthe same field.”\n(emphasis supplied)\n22. In our view, the above extracted observations do not\nhelp the appellants. Rather, they support the conclusion\nrecorded by us that the entire field of the sale and purchase of\nsugarcane is covered by the Sugarcane Act and the Control\nOrder, which are special legislations and the provisions\nC contained in the Market Act, which generally deal with sale and\npurchase of agricultural produce specified in the Schedule\ncannot be invoked for compelling the occupier of a factory\nengaged in the manufacture of sugar to take licence under\nSection 31 read with Section 32 and pay market fee in terms\nD of Section 19 thereof because the same are in direct conflict\nwith the provisions contained in the Sugarcane Act and the\nControl Order.\nE\nF\nG\nH\n23. The argument of the learned senior counsel appearing\nfor the appellants that the provisions of the Control Order cannot\nprevail over the Market Act because the same was enforced\nafter receiving Presidential assent merits rejection. The reasons\nfor this conclusion of ours are:\n(i) In the counter filed before the High Court, no such plea\nwas raised and no document was produced to show that\nthe Market Act was reserved for Presidential Assent on\nthe ground that the provisions contained therein are in\nconflict with those contained in the Control Order.\n(ii) It was not argued before the High Court that the\nPresident had been apprised of the conflict between the\nControl Order and the Market Act and he accorded assent\nafter considering this fact.\n(iii) It also deserves to be mentioned that during the course\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 469\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nof hearing, this Court had after taking cognizance of the A\naforesaid argument, directed Shri B. S. Banthia, learned\ncounsel for the State of Madhya Pradesh to produce the\nrecord to show as to in what context the Market Act was\nreserved for Presidential assent. After the judgment was\nreserved, Shri Banthia handed over an envelope B\ncontaining File No. 17/62/73-Judicial of the Ministry of\nHome Affairs, perusal of which reveals that the request of\nthe State Government for Presidential assent was\nprocessed by the Ministry of Home Affairs. In the first\ninstance, the Departments of Agriculture, Food and Internal\nTrade as also the Planning Commission were asked to\noffer their comments. The Department of Agriculture\nconveyed no-objection but wanted its suggestions to be\nincorporated in the Bill. The others did not offer any\ncomment. Thereafter, the Joint Secretary (Home) recorded\na note that the suggestions given by the Agriculture\nDepartment will be sent to the State Government for\nconsideration. He also prepared the following summary for\nconsideration of the President:\n\"SUMMARY\nThe Madhya Pradesh Krishi Upaj Mandi Vidheyak, 1972.\nThe Madhya Pradesh Agricultural Produce Markets Act,\n1960 has been in force in the State since October, 1960.\nDuring the operation of the Act for the last twelve years,\nthe number of agricultural market committees has risen\nfrom 87 to 230. The working of the Act has revealed\ncertain shortcomings and it was considered desirable by\nthe State Government to review the Act in order to ensure\nefficient working of the market committees to the best\nadvantage of the agriculturists as well as traders. A\ncommittee was constituted by the State Government for the\npurpose and the committee recommended revision of the\nAct of 1960. Hence the State Government have got passed\nthe present Bill.\nC\nD\nE\nLL\nF\nG\nH\n470\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA\n2.\nB\nC\nD\nE\nF\nG\nH\nThe salient feature of the Bill are as follows:\n(i) Establishment of markets for the specified areas\nand of regulation of marketing of notified agricultural\nproduce therein.\n(ii) Establishment of market committee for every\nmarket area and constitution of State Marketing\nService to secure efficient administration of market\ncommittees.\n(iii) Constitution of the Madhya Pradesh State\nAgricultural Marketing Board at the State level to\ncoordinate the work of market committees in the\nState and to advise the State Government.\n(iv) Election of Chairman of market committee from\namongst the representatives of agriculturists.\n(v) Provision for deterrent punishment for resorting\nto trade malpractices by market functionaries in the\nmarket area.\n3. Having regard to the provisions of article 31(3), 254(2)\nand 304 of the Constitution of India, the Governor of\nMadhya Pradesh has reserved the Bill for the\nconsideration and assent of the President.\n4. The Department of Agriculture, Department of Food,\nPlanning Commission and the Department of Internal Trade\nwho were consulted have no objection to the assent of the\nPresident being given to the Bill. The Department of\nAgriculture have, however, suggested that the details of the\ncomposition of the State Marketing Board, which have not\nbeen given in the Bill, should be specified in the Bill. This\nsuggestion will be communicated to the State Government.\nThe Ministry of Law who were consulted do not see any\nobjection to the assent of the President being given to the\nBill from the legal and constitutional point of view.\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 471\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nAccordingly, if the Minister approves, the Bill may be A\nrecommended to the President for his assent.\n(Sd/-)\n(P.P. Nayyar)\nJoint Secretary.\"\nB\n24. From the summary reproduced hereinabove, it is clear\nthat the State Government had not reserved the Market Act for\nPresidential assent on the ground of any repugnancy between\nthe provisions of that Act and the Control Order. As a matter\nof fact, the State Government could not have even thought of\nC\nany repugnancy between these statutes because at the relevant\ntime, sugarcane was not treated as an agricultural produce and\nwas not included in the Schedule appended to the Market Act.\n25. The nature and scope of Presidential assent under\nArticle 254(2) of the Constitution was considered by the D\nConstitution Bench in Gram Panchayat of Village Jamalpur v.\nMalwinder Singh (supra). In that case, it was argued that the\nPresident's assent to Section 3(a) of the Punjab Village\nCommon Lands (Regulation) Act, 1953 would give it\nprecedence over the Administration of Evacuee Property Act, E\n1950, which was enacted by Parliament. The Constitution\nBench held that the assent of the President under Article 254(2)\nof the Constitution is not an empty formality and the President\nhas to be apprised of the reason why his assent was being\nsought. The Constitution Bench further held that if the assent is\nsought for a specific purpose, the efficacy of assent would be\nlimited to that purpose and cannot be extended beyond it. The\nrelevant observations made on this issue are contained in Para\n12, which is extracted below:\nF\n\"12. The Punjab Act of 1953 was reserved for G\nconsideration of the President and received his assent on\nDecember 26, 1953. Prima facie, by reason of the assent\nof the President, the Punjab Act would prevail in the State\nof Punjab over the Act of the Parliament and the\nPanchayats would be at liberty to deal with the Shamlat- H\nA\nB\nC\nD\nE\nய\nLL\nF\nG\nH\n472 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\ndeh lands according to the relevant Rules or bye-laws\ngoverning the matter, including the evacuee interest therein.\nBut, there is a complication of some nicety arising out of\nthe fact that the Punjab Act was reserved for the assent of\nthe President, though for the specific and limited purpose\nof Articles 31 and 31-A of the Constitution. Article 31,\nwhich was deleted by the Constitution (Forty-fourth\nAmendment) Act, 1978 provided for compulsory\nacquisition of property. Clause (3) of that article provided\nthat, no law referred to in clause (2), made by the\nLegislature of a State shall have effect unless such law,\nhaving been reserved for the consideration of the\nPresident, has received his assent. Article 31-A confers\nprotection upon laws falling within clauses (a) to (e) of that\narticle, provided that such laws, if made by a State\nLegislature, have received the assent of the President.\nClause (a) of Article 31-A comprehends laws of agrarian\nreform. Since the Punjab Act of 1953 extinguished all\nprivate interests in Shamlat-deh lands and vested those\nlands in the Village Panchayats and since, the Act was a\nmeasure of agrarian reform, it was reserved for the\nconsideration of the President. The judgment of the High\nCourt shows that the hearing of the writ petitions was\nadjourned to enable the State Government to place\nmaterial before the Court showing the purpose for which\nthe Punjab Act of 1953 was forwarded to the President\nfor his assent. The record shows, and it was not disputed\neither before us or in the High Court, that the Act was not\nreserved for the assent of the President on the ground\nthat it was repugnant to an earlier Act passed by the\nParliament, namely, the Central Act of 1950. In these\ncircumstances, we agree with the High Court that the\nPunjab Act of 1953 cannot be said to have been reserved\nfor the assent of the President within the meaning of\nclause (2) of Article 254 of the Constitution insofar as its\nrepugnancy with the Central Act of 1950 is concerned.\nThe assent of the President under Article 254(2) of the\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 473\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nB\nConstitution is not a matter of idle formality. The A\nPresident has, at least, to be apprised of the reason why\nhis assent is sought if, there is any special reason for\ndoing so. If the assent is sought and given in general\nterms so as to be effective for all purposes, different\nconsiderations may legitimately arise. But if, as in the\ninstant case, the assent of the President is sought to the\nLaw for a specific purpose, the efficacy of the assent\nwould be limited to that purpose and cannot be extended\nbeyond it. Not only was the President not apprised in the\ninstant case that his assent was sought because of the\nrepugnancy between the State Act and the pre-existing\nCentral Act on the vesting of evacuee properties but, his\nassent was sought for a different, specific purpose\naltogether. Therefore, that assent cannot avail the State\nGovernment for the purpose of according precedence to\nthe law made by the State Legislature, namely, the Punjab\nAct of 1953, over the law made by the Parliament, even\nwithin the jurisdiction of the State.\"\n(emphasis supplied)\n26. The proposition laid down in Gram Panchayat of\nVillage Jamalpur v. Malwinder Singh (supra) was considered\nby another Constitution Bench in Kaiser-I-Hind Pvt. Ltd. v.\nNational Textile Corporation (Maharashtra North) Ltd. (supra).\nSpeaking for the majority of the Court, Shah, J. observed:\nC\nD\nE\nF\nG\n\"In view of the aforesaid requirements, before obtaining the\nassent of the President, the State Government has to point\nout that the law made by the State Legislature is in respect\nof one of the matters enumerated in the Concurrent List\nby mentioning entry/entries of the Concurrent List and that\nit contains provision or provisions repugnant to the law\nmade by Parliament or existing law. Further, the words\n\"reserved for consideration\" would definitely indicate that\nthere should be active application of mind by the President\nto the repugnancy pointed out between the proposed H\n474\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH_\nState law and the earlier law made by Parliament and the\nnecessity of having such a law, in the facts and\ncircumstances of the matter, which is repugnant to a law\nenacted by Parliament prevailing in a State. The word\n\"consideration\" would manifest that after careful thinking\nover and due application of mind regarding the necessity\nof having State law which is repugnant to the law made\nby Parliament, the President may grant assent. This aspect\nis further reaffirmed by use of the word “assent” in clause\n(2), which implies knowledge of the President to the\nrepugnancy between the State law and the earlier law\nmade by Parliament on the same subject-matter and the\nreasons for grant of such assent. The word \"assent\" would\nmean in the context as an expressed agreement of mind\nto what is proposed by the State.\"\n(emphasis supplied)\nShah, J. then referred to various meanings of the word\n\"assent\" and observed:\n\"Applying the aforesaid meaning of the word \"assent\" and\nfrom the phraseology used in clause (2), the object of\nArticle 254(2) appears that even though the law made by\nParliament would have supremacy, after considering the\nsituation prevailing in the State and after considering the\nrepugnancy between the State legislation and the earlier\nlaw made by Parliament, the President may give his assent\nto the law made by the State Legislature. This would\nrequire application of mind to both the laws and the\nrepugnancy as well as the peculiar requirement of the State\nto have such a law, which is repugnant to the law made\nby Parliament. The word \"assent\" is used purposefully\nindicating affirmative action of the proposal made by the\nState for having law repugnant to the earlier law made by\nParliament. It would amount to accepting or conceding and\nconcurring to the demand made by the State for such law.\nThis cannot be done without consideration of the relevant\ni\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 475\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nmaterial. Hence, the phrase used is \"reserved for A\nconsideration\", which under the Constitution cannot be an\nidle formality but would require serious consideration on\nthe material placed before the President. The\n\"consideration\" could only be to the proposal made by the\nState.\nB\nс\nD\nE\nIt is true that the President's assent as notified in the Act\nnowhere mentions that assent was obtained qua\nrepugnancy between the State legislation and specified\ncertain law or laws of Parliament. But from this, it also\ncannot be inferred that as the President has given assent,\nall earlier law/laws on the subject would not prevail in the\nState. As discussed above before grant of the assent,\nconsideration of the reasons for having such law is\nnecessary and the consideration would mean\nconsideration of the proposal made by the State for the\nlaw enacted despite it being repugnant to the earlier law\nmade by Parliament on the same subject. If the proposal\nmade by the State is limited qua the repugnancy of the\nState law and law or laws specified in the said proposal,\nthen it cannot be said that the assent was granted qua the\nrepugnancy between the State law and other laws for\nwhich no assent was sought for. Take for illustration — that\na particular provision, namely, Section 3 of the State law\nis repugnant to enactment A made by Parliament; other\nprovision, namely, Section 4 is repugnant to some\nprovisions of enactment B made by Parliament and\nSections 5 and 6 are repugnant to some provisions of\nenactment C and the State submits proposal seeking\n\"assent\" mentioning repugnancy between the State law and\nprovisions of enactments A and B without mentioning G\nanything with regard to enactment C. In this set of\ncircumstances, if the assent of the President is obtained,\nthe State law with regard to enactments A and B would\nprevail but with regard to C, there is no proposal and hence\nthere is no \"consideration\" or \"assent\". Proposal by the\n-\nF\nH\n"}