{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nс\nD\nE\nLL\nF\n0\nH\n446\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nproper for sale shall, subject to the provisions of sub-\nsection (2), be sold in the market yard/yards specified for\nsuch produce or at such other place as provided in the bye-\nlaws:\nProvided that it shall not be necessary to bring agricultural\nproduce under contract farming, in the market yard and it\nshall be sold at any other place to the person agreed to\npurchase the same under agreement.\n(2) Such notified agricultural produce as may be purchased\nby the licensed traders from outside the market area in the\ncourse of commercial transaction may be brought and sold\nanywhere in market area in accordance with the provisions\nof the bye-laws.\n(3) The price of the notified agricultural produce brought\ninto the market yard for sale shall be settled by tender bid\nor open auction system and no deduction shall be made\nfrom the agreed price on any account whatsoever:\nProvided that in the market yard the price of such notified\nagricultural produce of which support price has been\ndeclared by the State Government, shall not be settled\nbelow the price so declared and no bid shall be permitted\nto start, in the market yard, below the rate so fixed.\n(4) Weighment or measurement of all the notified agricul-\ntural produce so purchased shall be done by such person\nand by such procedure as may be provided in the bye-laws\nor any other place specified by the Market Committee for\nthe purpose:\nProvided that the weighment, measurement or counting as\nthe case may be, of Plantain, Papaya or any other\nperishable agricultural produce as may be specified by the\nState Government, by notification, shall be done by a\nlicensed weighman in the place where such produce has\nbeen grown.\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 447\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\n37. Conditions of buying and selling.- (1) Any person who A\nbuys notified agricultural produce in the market area shall\nexecute an agreement in triplicate in such form as may be\nprescribed, in favour of the seller. One copy of the\nagreement shall be kept by the buyer, one copy shall be\nsupplied to the seller and the remaining copy shall be kept B\nin the record of the Market Committee.\n(2) (a) The price of the agricultural produce bought in the\nmarket yard shall be paid on the same day to the seller at\nthe market yard;\n(b) In the case purchaser does not make payment under\nclause (a), he shall be liable to make additional payment\nat the rate of one percent per day of the total price of the\nagricultural produce payable to the seller within five days;\n(c) In case the purchaser does not make payment with\nadditional payment to the seller under clauses (a) and (b)\nabove within five days from the day of such purchase, his\nlicence shall be deemed to have been cancelled on the\nsixth day and he or his relative shall not be granted any\nlicence under this Act for a period of one year from the\ndate of such cancellation.\nExplanation. For the purpose of this clause \"relative\"\nmeans the relative as specified in the explanation in clause\n(a) of subsection (1) of Section 11.\n(3) No wholesale transaction of notified agricultural produce\nshall be entered into directly by licensed traders with\nproducers of such produce except in the market yards or\nsuch other place as provided in the bye-laws.\n(4) to (5)\nXXXX\nXXXXX\nC\nD\nE\nF\nG\nXXXX\n38. Market Committee Fund.- (1) All moneys received by\na Market Committee shall be paid into a fund to be called,\nH\nA\nB\nC\n448\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\n\"The Market Committee Fund\" and all expenditure incurred\nby the Market Committee under or for the purposes of this\nAct shall be defrayed out of the said fund. Any surplus\nremaining with the Market Committee after such\nexpenditure has been met, shall be invested in such\nmanner as may be prescribed:\nProvided that all such sums of money received by the\nMarket Committee as security deposit, contributions to\nProvident Fund or for payment in respect of any notified\nagricultural produce, or charges payable to weighman,\nhammal and other functionaries shall not form part of\nMarket Committee Fund but shall be accounted for\nseparately.\n(2)\nXXXX XXXX\nD\nXXX\nE\nF\nG\n39. Application of Market Committee Fund.- Subject to\nthe provisions of Section 38, the Market Committee Fund\nmay be expended for the following purposes only, namely,-\n(i)\n(ii)\nthe acquisition of a site or sites for the market yards;\nthe maintenance and improvement of the market\nyards;\n(iii) the construction and repairs of buildings necessary\nfor the purposes of the market and for\nconvenience orsafety of the persons using the\nmarket yard;\n(iv) the maintenance of standard weights and\n(v)\nmeasures;\nXXX XXXX\nXXXX\nH\n€\n(vi) the payment of interest on the loans that may be\nraised for the purpose of the market and provisions\nof sinkingfund in respect of such loans;\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 449\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\n(vii) the collection and dissemination or information A\nrelating to crops statistics and marketing of\nagriculturalproduce;\n(viii) (a)\nXXXX XXXX\n(b)\nXXXX\nXXXX\nXXXX\nXXXX\nB\n(c) contribution to State Marketing Development Fund;\n(d)\nmeeting any expenditure for carrying out order of\nthe State Government and any other work entrusted\nto Market Committee under any other Act;\n(e) contribution to any scheme for increasing\nagricultural production and scientific storage;\nC\n(f)\nfor development of market area in the manner\nprescribed;\nD\n(g)\nto educate or promote and undertake sale of\nagricultural inputs, for increasing production, with\nthe prior sanctionof Managing Director;\n(gg) to undertake development of Haat Bazars for\nmarketing of agricultural produce;\n(h)\nXXXX\n(ix)\nXXXX\nXXXXX\nany other purpose whereon the expenditure of the\nMarket Committee Fund is in the public interest,\nsubject to the prior sanction of the State\nGovernment.\nF\nG\n43. State Marketing Development Fund.-(I) Every Market\nCommittee shall pay on the 10th day of every month to the\nBoard at such percentage of its gross receipts comprising\nof licence fees and market fees as the State Government\nmay, by notification, declare from time to time. The amount\nso paid and collected shall be called \"Madhya Pradesh H\n[m]\nE\n450 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA\nB\nD\nE\nF\nState Marketing Development Fund\".\n(2) to (7)\nXXXX\nXXXX\nXXXX\n44. Purposes for which Madhya Pradesh State Market-\ning Development Fund shall be expended.- The Madhya\nPradesh State Marketing Development Fund shall be\nutilised by the Board for the following purposes, namely,-\n(i) market survey and research, grading and\nstandardizationof agricultural produce and other\nallied subjects;\n(ii) propaganda and publicity and extension serviceson\nthe matters relating to general improvement of\nconditions of buying and selling of agricultural\nproduces;\n(iii) (a) construction of minimum infrastructure as\nprescribed by the Board in the market yard or sub-\nmarket yard established for the first time and for\ngiving grant to the extent of two lakh rupees to\ndefray the establishment expenses;\n(b)\ngiving aid to financially weak Market Committees\nthe State in the form of loans and or grants;\n(c) loans to any Market Committee for development of\nmarket yard and/or sub-market yard, construction\nof cold storage, godown or warehouses, distribution\nof plant protection equipments and other purpose\nas may be considered desirable;\nG (iv) acquisition or constructions or hiring by lease or\notherwise of buildings or land for performing the\nduties of the Board;\nH\n(v)\nXXXX\n(vi) xxxx\n€\nXXXX\nXXXXXXXX\nXXXXX\nXXXX\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 451\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\n(vii) better control of Market Committee;\n(viii) xxxxx\nXXXX\nXXXX\nA\n(ix) imparting education in regulated marketing of\nagricultural produce;\n(x)\ntraining the agriculturists, officers and staff of the\nMarket Committees;\nB\n(x-a) provision of technical assistance to the Market\nCommittees in the preparation of site plans and estimates\nC\nof construction and in the preparation of project reports or\nmaster plans for development of market yard;\n(x-b) xxxxx\nXXXXX\nXXXX\n(x-c) marketing the sale of agricultural inputs for increasing D\nagricultural production in the market areas;\n(x-d) development of Haat Bazars for marketing of agricul-\ntural produce and construction of infrastructure for\nfacilitating the flow of notified agricultural produce in the\nmarket area;\nE\n(x-e) xxxx\n(x-1) xxxx\nXXXX\nXXXX\nXXXXXX\nXXXX\n(x-g) development of testing and communication\ninfrastructure relevant to agriculture and allied sectors.\n(xi) any other purposes of general interest to regulate\nmarketing of agricultural produce.\"\nAnalysis\nF\nG\n14. The primary object of the Sugarcane Act is to ensure\nadequate supply of cane to the factories and timely payment\nof price to the cultivators. The Act contains comprehensive\nprovisions for making available sugarcane to the factories and H\n452 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA protection of the rights of Cane Growers to get adequate\nremuneration for their labour. Under Section 15, the\nCommissioner is empowered to declare any area to be\nreserved for any particular factory and once such declaration\nis made, the occupier of the factory is bound to purchase cane\nB grown in that area which is offered for sale to the factory.\nC\nD\nLikewise, under Section 16, the Commissioner can make a\ndeclaration that any area shall be an assigned area for the\npurpose of supply of cane to a factory and, in that event, the\nfactory is required to purchase the specified quantity of cane\ngrown in that area. For achieving the object of maintaining\nsupplies, the State Government can pass an order under\nSection 19 for regulating distribution, sale or purchase of cane\nin any reserved or assigned area; and purchase of cane in any\narea other than a reserved or assigned area. In such an order,\nthe State Government can specify the quantity of cane to be\nsupplied by each Cane Grower or Cane-Growers' Co-operative\nSociety to the factory for which the particular area has been\nreserved or assigned, the manner of purchase by the factory,\ndetails of the sale agreements and grant of permission for sale\nand purchase. Section 20 mandates that payment for the cane\nE shall be made by the occupier immediately upon delivery and\nonly such deductions as authorised in lieu of loans can be\nmade. The Development Council established under Section\n5(1) has been assigned various functions enumerated in\nSection 6 for ensuring proper development of the zone. The\nF Development Council is required to devise ways and means\nfor the execution of the development plan which includes cane\nvarieties, cane-seed, sowing programme, fertilizer and manure;\ndevelopment of irrigation and other agricultural facilities;\nprevention and control of diseases and pests, soil extension\nG work and training to cultivators in matters relating to the\nproduction of sugarcane. One of the components of the fund\nrequired for the Council is the commission received by it under\nSection 21 from the occupiers of the factory for every maund\nof cane purchased. The rules framed under Section 30 of the\nH Sugarcane Act help in achieving the objectives of the Act. Rule\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 453\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\n35 mandates the occupier to provide facilities for weighment A\nat the purchasing centre so that there is no congestion and\nundue delay in weighment. Rule 36 requires that the occupier\nshould provide metalled approaches and exits to the parking\narea in the factory and shelter and drinking water at the\npurchasing centres. Rules 40, 41 and 43 ensure payment of B\nthe price of cane by the occupier to the factory or the purchasing\nagent without any deduction.\nC\nD\n15. The Control Order deals with the fixation of minimum\nprice of sugarcane to Cane Growers or Cane Growers' Co-\noperative Societies. Clause 3(1) of the Control Order\nempowers the Central Government to fix the minimum price of\nsugarcane to be paid by the producers of sugar or their agents\nfor the sugarcane purchased by them. For this purpose, the\nCentral Government is required to take into account the cost\nof production of sugarcane; return to the grower from alternative\ncrop and the general trend of prices of agricultural\ncommodities; the availability of sugar to the consumers at a fair\nprice; the price at which sugar is sold by producers of sugar;\nand the recovery of sugar from sugarcane. Clause 3(2)\nmandates that no person shall sell or agree to sell sugarcane\nand no producer or his agent shall purchase or agree to\npurchase sugarcane at a price lower than the minimum price.\nClauses 3(3) and (3-A) mandate payment of the price of cane\nwithin 14 days from the date of delivery and levy interest at the\nrate of 15% per annum for the period of delay beyond 14 days. F\n16. The Market Act was enacted to regulate the\ntransactions involving the sale and purchase of agricultural\nproduce with the aim of preventing exploitation of the\nagriculturists and the establishment and proper administration\nof markets of agricultural produce in the State. Section 4 read\nwith Section 3 provides for the establishment of a market for\nthe area specified in the notification issued under Section 3 for\nregulating the purchase and sale of agricultural produce in such\narea. Once a market is established for the particular area, the\nE\nG\nH\nC\nD\n454 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA prohibition contained in Section 6(a) and (b) against the setting\nup, establishment, continuance or use of any place in the market\narea for the marketing of any notified agricultural produce\ncomes into play and no person can use any place in the market\narea for the marketing of the notified agricultural produce or\nB operate in the market area as a market functionary. Proviso to\nthis section carves out certain exceptions regarding the sale\nor purchase of agricultural produce not exceeding four quintals\nat a time for domestic consumption, etc. Section 5(1)(a) read\nwith Section 5(2) lays down that in every market area there shall\nbe a market yard and there may be more than one sub-market\nyards. Section 5(1)(b) read with Section 5(2) declares that for\nevery market yard or sub-market yard there shall be a market\nproper. In terms of Section 7(1), a Market Committee is\nrequired to be established for every market area. Section 7(2)\ndeclares that every Market Committee shall be a body\ncorporate. Section 7(3) contains a deeming provision by which\nevery Market Committee is treated as a local authority. Section\n17 specifies the powers and duties of a Market Committee.\nSection 19(1) casts a duty upon every Market Committee to\nlevy market fee on the sale of notified agricultural produce\nwhether brought from within the State or from outside the State\ninto the market area and on the notified agricultural produce\nwhether brought from within the State or from outside the State\ninto the market area and used for processing. Under Section\n19(2), the market fee is payable by the buyer of such produce\nand is not to be deducted from the price payable to the seller.\nIt is only if the buyer of the produce cannot be identified that all\nfees are payable by the seller or by the person who brought\nthe produce for sale in the market area, provided further that\nin case of a commercial transaction between traders in the\nG market area, the market fees are to be collected and paid by\nLU\nE\nF\nthe seller. Section 19(6) provides that no notified agricultural\nproduce shall be removed out of the market yard, market proper\nor the market area except in accordance with a permit issued\nby the Market Committee. Section 32 empowers the Market\nH Committee to grant licence to any person who desires to\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 455\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nD\noperate in the market area. Section 36(1) provides that all A\nnotified produce brought into the market proper for sale shall\nbe sold in the market yard/yards specified for such produce.\nProviso to this Section, which was added by MP Act No. 15 of\n2003, carves out an exception in respect of agricultural produce\nunder contract farming and lays down that it shall not be B\nnecessary to bring such produce in the market yard and it can\nbe sold at any other place to the person who has agreed to\npurchase the same under an agreement. Section 36(2) carves\nout another exception and lays down that the produce\npurchased from outside the market area by licenced traders C\nin the course of a commercial transaction may be bought and\nsold anywhere in the market area in accordance with the bye-\nlaws. Section 36(3) lays down that the price of the notified\nagricultural produce brought into the market yard for sale shall\nbe settled by tender bid or open auction system and no\ndeduction shall be made from the agreed price on any account\nwhatsoever. Proviso to this sub-section lays down that where\nsupport price of any notified agricultural produce has been\ndeclared by the State Government, the price shall not be settled\nbelow the support price and no bid shall be permitted below\nsuch price. Section 36(4) provides for weighment or\nmeasurement of the notified agricultural produce purchased\nunder other sub-sections of this section. Section 37(1)\nmandates execution of an agreement by any person who buys\nagricultural produce in the market area. In terms of Section\n37(2)(a), the price of the agricultural produce bought in the\nmarket yard is required to be paid on the same day to the seller\nat the market yard. If the purchaser fails to make payment in\naccordance with Section 37(2)(a), then he has to make\nadditional payment at the rate of 1% per day of the total price\nof the agricultural produce. In case of further delay of more than G\n5 days, his licence stands cancelled with a bar on grant of\nfurther licence to him or his relative. Section 38(1) provides that\nall monies received by a Market Committee including market\nfee shall be paid into \"the Market Committee Fund\", which is\nto be utilized for the purposes specified in Section 39 which H\nE\nF\n"}