{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"D.G.M. (HR) P.G. CORPORATION OF INDIA LTD.\nV.\nT. VENKAT REDDY AND ORS.\nAPRIL 13, 2007\n[DR. ARIJIT PASAYAT AND D.K. JAIN, JJ.]\nLand Acquisition:\nA\nB\nC\nRehabilitation of displaced persons-Land oustees claiming priority in\nemployment in the department acquiring their lands-High Court directing\ntheir case to be considered on priority basis in case they were found qualified\nand equal to other persons seeking \"such employment\"-Held: By the Order\nof High Court, land oustees have not been conferred with any benefit/\nexemption/relaxation-Direction relating to \"such employment\"would be in\nrelation to persons seeking employment as land oustees or their dependants. D\nWords and Phrases:\n\"Such employment\"-Connotation of in the context of employment to\nland oustees as a result of land acquisition.\nE\nRespondents' lands were acquired by the appellant Corporation. They\nfiled a writ petition before the High Court seeking a direction to the appellant\nto consider their case for appointment to suitable posts as displaced persons.\nSingle Judge of the High Court directed the appellants to consider\nrespondents' case as per Schemes/Rules. In the appeal before the Division\nBench of the High Court, the appellants contended that there was no scheme F\nto provide any employment to displaced persons. The Division Bench held that\nno scheme existed to provide employment to land oustees or their dependants,\nhowever, a semblance of priority with regard to the respondents could be\nrecognized and as and when the appellant undertook employment preference\nwas to be given to the respondents if the were found qualified and equal to\nother persons seeking \"such employment\". Aggrieved, the Corporation filed\nthe present appeal.\nDisposing of the appeal, the Court\nG\n79\nH\nA\nB\nC\nD\n80\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nHELD: The direction for consideration when other persons seek “such\nemployment\" can only mean when somebody else is seeking employment as a\nland oustee or his dependant. Therefore, only clarifying the position that the\ndirection of the High Court relating to \"such employment” will be in relation\nto persons seeking employment as land oustees or their dependants. If there\nis no scheme, the question of giving any employment would not arise. It is\nalso clear from the order of the High Court that the respondents cannot be\nconferred with any benefit or exemption or relaxation. [Para 8] [82-A-C]\nButu Prasad Kumbhar and Ors v. Steel Authority of India Ltd. and Ors.,\n[1995] Supp 2 SCC 225, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1953 of 2007.\nFrom the Judgment and Order dated 25.04.2005 of the High Court of\nJudicature of Andhra Pradesh at Hyderabad in Writ Appeal No. 853 of 2005.\nS.B. Upadhyay, Nitin Kumar, S.M. Sharma and Sharmila Upadhyay for\nthe Appellant.\nAparna Bhat, P. Ramesh Kumar, Banju Raj Kumari, Arvind Minocha,\nVishal Baheti, Veena Minocha and Randhir Singh for the Respondents.\nThe Judgment of the Court was delivered by\nE\nF\nG\nH\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Appellant questions correctness of the order passed by a Division\nBench of the Andhra Pradesh High Court disposing of the writ appeal filed\nquestioning correctness of the orders passed by a learned Single Judge. The\nfactual position in a nutshell is as follows:-\n3. Respondents claimed to be the owner of certain extent of lands which\nwas acquired by the appellant for the purpose of establishing a sub-station.\nRespondents filed a writ petition seeking a direction to the appellant to\nconsider their cases for appointment to a suitable post because they answered\nthe description of displaced persons. They placed reliance on letter dated\n3.1.2005 issued by the appellant. Learned Single Judge disposed of the writ\npetition directing the respondents to consider the cases of the appellant\nwithin a period of four weeks as per the Schemes or Rules framed therein.\n4. Appellant questioned the correctness of the order passed by learned\n}\nD.G.M. (HR) P.G. COPRN. OF INDIA LTD. v. T. VENKAT REDDY [PASAYAT, J.] 81\nSingle Judge stating that the lands in question were acquired in 1982 and A\nneither at that point of time of acquisition or subsequently there was any\nscheme to provide any employment to the displaced persons, whose lands\nwere acquired for the purpose of establishing a sub-station. It was pointed\nout that the letter, on which reliance was placed, was issued in response to\nthe request of one of such alleged displaced person. The letter clarified the B\nposition that no scheme was prevalent in the appellant-corporation. The\nstand of the writ petitioners was to the effect that in almost every organization\ncontrolled by the State, oustees of the lands or their dependants are provided\nwith employment and the appellant, being a State-owned Corporation, cannot\ntake a different stand.\nC\n5. The respondents claimed to be the owner of the land acquired for\nestablishing sub-station. The Division Bench held that no scheme exists in\nthe appellant-Corporation to provide employment to the land oustees or their\ndependants and that much time had elapsed since the acquisition. It was,\nhowever, of the view that a semblance of priority can be recognized so far\nas the respondents are concerned and as and when the appellant undertakes D\nemployment preference was to be given to respondents. By its very nature,\npriority pre supposes the existence of preference, other things being equal.\nThe respondents cannot be conferred with the benefit of any exemption or\nrelaxation but whenever the appellant-Corporation undertakes to any\nemployment to any unskilled posts, first it shall consider the case of appellants E\npreferentially, subject to their eligibility and fulfilment to other conditions. It\nwas further directed that in case they were found to be qualified and equal\nto other persons seeking \"such employment\", the respondents shall be\nconsidered on priority basis.\n6. According to learned counsel for the appellants there is no scheme F\nin operation and, therefore, the question of providing any priority to any land\noustee or his dependants does not arise.\n7. By way of reply, learned counsel for the respondents submitted that\nthe order of learned Single Judge and the Division Bench being very innocuous\nshould not be interfered with. No direction for employment has been given G\nand what has been directed is its consideration.\n8. At this juncture it would be relevant to take note of what has been\nstated by this Court in Butu Prasad Kumbhar and Ors v. Steel Authority of\nIndia Ltd. and Ors., [1995] Supp 2 SCC 225. The apprehension of the learned\nH\n82\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA counsel for the appellant that the implementation of the High Court's order\nwould lead to opening of flood gates to similar writ petitions does not appear\nto be of any substance. The direction for consideration when other persons\nseek \"such employment\" can only mean when somebody else is seeking\nemployment as a land oustee or his dependant. Obviously, if there is no\nscheme, there cannot be any consideration of any prayer for employment on\nthe basis of land oustees or his dependants. Therefore, only clarifying the\nposition that the direction of the High Court relating to \"such employment\"\nwill be in relation to persons seeking employment as land oustees or their\ndependants. If there is no scheme, the question of giving any employment\nwould not arise. It is also clear from the order of the High Court that the\nC respondents cannot be conferred with any benefit or exemption or relaxation.\nB\n9. Appeal is accordingly disposed of. No costs.\nR.P.\nAppeal disposed of.\nL\n"}