{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"1\nUNION OF INDIA\nV.\nS.P.S. RAJKUMAR AND ORS.\nAPRIL 24, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nService Law:\nA\nB\nAir Force Act, 1950; S.161 (2)/Air Force Rules, 1969; Rules 40 and 46:\nC\nDismissal form service-Group Captain-Allegations of financial\nimpropriety General Court Martial-Dismissal from service-Finding and\nsentence confirmed by Chief of Air Staff-Filing of writ petition by respondent\nbefore the High Court u/s 16(2) of 1950 Act-Central Government dismissed\nthe petition-Quashing the decision of General Court Martial, High Court\nD\nobserved that since the Judge Advocate was junior in rank, GCM proceedings\nwere vitiated-On appeal, Held: No plea raised by the Union of India in\nappeals before Supreme Court as regards the findings of High Court that\nGCM not validly constituted-High Court was not justified in interfering\nwith the conclusion of GCM holding that it was not validly constituted—\nSince the question of appropriateness of sentence was raised before the High E\nCourt, the same was not examined by it in view of its conclusion that\ncomposition of GCM was illegal, the High Court is directed to re-consider\nthe writ petition only on the question of sentence.\nAppellant-Union of India alleged that the respondent, while serving as\nGroup Captain in the Indian Air Force committed large scale financial F\nimpropriety in the matter of purchases. A charge sheet listing 9 charges\nrelating to financial impropriety committed by him was issued. The General\nCourt Martial proceedings concluded with the finding that the respondent was\nguilty of four charges. Accordingly, he was sentenced to forfeiture of two\nyears seniority and severe reprimand. By order dated 13.4.2000, the convening\nAuthority of GCM, on review, ordered for re-assembly of GCM for revision of\nthe sentence. The GCM re-assembled and passed a fresh sentence of dismissal\nand revoked the earlier sentence. The Chief of Air Staff confirmed the\nfindings and sentence. The respondent filed post confirmation petition under\nSection 161 (2) of the Air Force Act, 1950 and the same was rejected by the\n521\nH\n522\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA Central Government. In the meantime, respondent challenged the decision of\nGCM. The Division Bench of the High Court vide its judgment dated 5.8.2002\nquashed the decision of the GCM proceedings on the ground that the Judge\nAdvocate was junior in rank and, therefore, the GCM proceedings were\nvitiated. However, liberty was granted to proceed afresh with GCM. The\nmodification application filed by Union of India was dismissed by the High\nCourt. Hence the present appeals.\nB\nAppellant-Union of India contended that the vires of certain provisions\nthough raised were not pressed into service before the High Court; that in\nterms of R.40 of the Air Force Rules, 1969, member of GCM should not be\nC junior, but it permits the juniors to be taken as members in certain\ncircumstances; that the provisions in the Army Act and under the Army Rules\nare entirely different from Air Force Act and Air Force Rules; that any Rule\nsimilar to Rule 103/104 of the Army Rules did not exist in the Air Force\nRules; that up to the date of judgment there was no plea relating to the lack\nof seniority of the Judge Advocate, besides, order of the GCM clearly indicated\nD that there was no officer available who was senior; and that the High Court\nhad erred in holding that the relevant date was the date of filing of the writ\npetition. It should be the date of the judgment of the GCM.\nE\nF\nRespondent submitted that the judgment of the Supreme Court in Union\nof India and Anr. v. Charanjit S. Gill and Ors., JT [2000] 5 SCC 135 has full\napplication under the Air Force Rules and the Army Rules; that provisions\nrelating to composition of GCM are the same, and that the convening order\ndoes not speak of any non-availability.\nDismissing the appeal, the Court\nHELD: 1.1. There was no challenge to the finding that there was no\nsenior army officer available. Rule 46 of the Air Force Rules, which relates\nto the eligibility of the member does not speak of seniority. It speaks of the\nsame rank or superior rank. There was no objection at any point of time about\nthe lack of seniority. In fact the High Court has fallen into error in holding\nG that the relevant date is the date of filing of the writ petition.\n[Para 13] [525-H; 526-A]\n1.2. There is also no plea raised in these appeals as regards the finding\nthat nobody who was senior was available. Therefore, the High Court was not\njustified in interfering with the conclusions of the GCM holding the same to\nH be not validly constituted. The appeals of the Union of India stand allowed to\nU.OI. v. S.P.S. RAJKUMAR [PASAYAT, J.]\nthat extent. Appeal filed by the respondent sans merit. [Para 14]\n523\n[525-H; 526-A]\n1.3. The question of appropriateness of the sentence was raised before\nthe High Court. The High Court did not examine that aspect in view of the\nconclusions that the composition of the GCM was not legal. The High Court\nshall only consider that aspect. Though certain pleas of mala fide appear to\nhave been raised in the writ petition, the High Court has specifically noted\nthat, that plea was not pressed into service. Therefore, the High Court shall\nconsider the writ petition only on the question of sentence and no other issue.\n[Para 15] [526-C-D]\nCIVIL APPEALLATE JURISDICTION: Civil Appeal No. 127 of 2003.\nFrom the Judgment and Order dated 05.08.2002 of the High Court of\nDelhi at New Delhi in Civil Writ Petition No. 4884 of 2001.\nA\nB\nC\nWITH\nC.A. Nos. 128 \u0026 606 of 2003.\nVikas Singh, ASG., Ashok Bhan, Sadhna Sandhu, R.C. Kathia, Rajni\nSingh, Sushma Suri and B.V. Balaram Das for the Appellant.\nD\nNarendra Kaushik and Ashok Kumar Sharma for the Respondents.\n\"E\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. These three appeals relate to the order\npassed by a Division Bench of the Delhi High Court allowing the writ petition\nfiled by S.P.S. Rajkumar, the appellant in C.A.No. 128 of 2003. The other two\nappeals have been filed by the Union of India, i.e. Civil Appeal No. 127 of 2003\nagainst the main judgment and Civil Appeal No. 606 of 2003 against the\nmodification order.\n2. Background facts in a nutshell are as follows:\nF\nG\nRespondent-Rajkumar joined Air Force as a Commissioned Officer in the\nLogistics Branch. He rose to the rank of Group Captain in 1998. According\nto the appellant-Union of India, respondent-Rajkumar committed large scale\nimpropriety in the matter of purchases while he was functioning in the rank\nof Group Captain. On 12.1.2000, the charge sheet was accordingly issued H\nlisting out 9 charges relating to financial impropriety committed by him. The\n524\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA conveying order for the Assembly of the General Court Martial (in short the\n‘GCM') was issued and Judge Advocate was appointed. On 24.1.2000, the\nGCM proceedings assembled on a charge sheet containing nine charges, all\nof which pertained to improper purchase procedure and financial impropriety.\nOn 13.3.2000, GCM proceedings concluded with the finding that the respondent\nwas guilty of four charges. Accordingly, it sentenced the respondent to\nforfeiture of two years seniority and severe reprimand. By order dated 13.4.2000,\nthe Convening Authority of GCM i.e. AOC- Incharge, Maintenance Command\nHead Quarters, Nagpur, on review, ordered for re-assembly of the GCM for\nrevision of the sentence.\nB\nC 3. On 24.4.2000, this Court in Union of India and Anr. v. Charanjit S.\nGill and Ors., JT [2000] 5 SCC 135 interpreted certain provisions of the Army\nAct, 1950 (in short the 'Act') and the Army Rules, 1954 (in short the 'Army\nRules') holding that the Judge Advocate should be equal or superior to the\nrank of the accused officer just like the Rules provided for the members of\nGCM. However, this Court gave prospective effect to the judgment declaring\nD that the same shall not be applied to proceedings which have attained finality\nE\nand also will not be applied to pending cases in courts where such a plea has\nnot been raised. On 13.5.2000, pursuant to the order of 14.3.2000, the GCM\nre-assembled and passed a fresh sentence of dismissal and revoked the earlier\nsentence.\n4. The respondent-Rajkumar submitted two pre-confirmation petitions\non 25th May, 2000 and 30th June, 2000.\n5. The Chief of Air Staff on 7.9.2000 confirmed the findings and sentence.\nHe also dealt with the aspect of the seniority of the Judge Advocate. The\nF Chief of Air Staff cited two reasons on the aspect of Judge Advocate, (a)\nquestion of seniority of Judge Advocate was not raised before the GCM; and\n(b) in fact Judge Advocate of sufficient seniority was not available and by\ndoctrine of necessity the concerned Judge Advocate was the only available\nofficer.\nG\n6. The respondent-Rajkumar filed post confirmation petition under Section\n161 (2) of the Air Force Act, 1950 (in short the ‘Air Force Act') on 30.1.2000\nand the same was rejected by the Central Government on 24.9.2001. By\njudgment dated 5.8.2002, the Division Bench of the High Court quashed the\ndecision of the GCM proceedings of dismissal of service on the ground that\nH the Judge Advocate was junior in rank and, therefore, the GCM proceedings\nwere vitiated. However, liberty was granted to proceed afresh with GCM. The\nU.OI. v. S.P.S. RAJKUMAR [PASAYAT, J.]\n525\nmodification application filed by Union of India was also dismissed by the A\nHigh Court.\n7. In support of the appeal, learned counsel for the Union of India\nsubmitted that the vires of certain provisions though raised were not pressed\ninto service before the High Court. The only ground pressed into service was\nthat the Judge Advocate was junior in rank. Therefore, the proceedings were\nillegal.\n8. With reference to Rule 40 of the Air Force Rules, 1969 (in short the\n'Air Force Rules'), it is submitted that member of GCM should not be junior,\nbut it permits the juniors to be taken as members in certain circumstances. The\nJudge Advocate is not a member of GCM.\nB\nC\n9. It is not a case where at the first instance respondent- Rajkumar had\nraised any objection about the alleged lack of seniority of the Judge Advocate.\nIt is submitted that the provisions in the Army Act and under the Army Rules ·\nare entirely different from Air Force Act and Air Force Rules. It is pointed out D\nthat any Rule similar to Rules 103/104 of the Army Rules did not exist in the\nAir Force Rules.\n10. The GCM proceedings were over. Only the sentence part remained\nto be finalized. There was no objection raised during the GCM proceedings\nand even no amendment was sought for to pending proceedings. Upto the E\ndate of judgment there was no plea relating to the lack of seniority of the\nJudge Advocate. The order of the GCM clearly indicated that there was no\nofficer available who was senior.\n11. It is submitted that the High Court had erred in holding that the\nF\nrelevant date was the date of filing of the writ petition. It should be the date\nof the judgment of the GCM.\n12. In reply, learned counsel for the respondent-Rajkumar submitted that\nthe Gill's judgment (supra) has full application under the Air Force Rules and\nthe Army Rules. Similar provisions relating to composition of GCM are the G\nsame. The convening order does not speak of any non-availability.\n13. It is to be noted that there was no challenge to the finding that there\nwas no senior army officer available. Rule 46 which relates to the eligibility\nof the member does not speak of seniority. It speaks of the same rank or\nsuperior rank. There was no objection at any point of time about the lack of H\n526\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA seniority. In fact the High Court has fallen into error in holding that the\nrelevant date is the date of filing of the writ petition.\nB\nC\nD\n14. There is also no plea raised in these appeals as regards the finding\nthat nobody who was senior was available. Therefore, the High Court was not\njustified in interfering with the conclusions of the GCM holding the same to\nbe not validly constituted. The order is set aside. The appeals of the Union\nof India stand allowed to that extent. Raj Kumar's appeal is sans merit.\n15. At this juncture, it is to be noted that the question of appropriateness\nof the sentence was raised before the High Court. The High Court did not\nexamine that aspect in view of the conclusions that the composition of the\nGCM was not legal. The High Court shall only consider that aspect. Though\ncertain pleas of mala fide appear to have been raised in the writ petition, the\nHigh Court has specifically noted that, that plea was not pressed into service.\nTherefore, the High Court shall consider the writ petition only on the question\nof sentence and no other issue.\n16. The appeals are accordingly disposed of. There will be no order as\nto costs.\nS.K.S.\nAppeals disposed of.\n✗.\n1\n"}