{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"Į\nNANYA IMPORTS \u0026 EXPORTS ENTERPRISES\nV.\nCOMMISSIONER OF CUSTOMS, CHENNAI\nAPRIL 10, 2006\n[ASHOK BHAN AND LOKESHWAR SINGH PANTA, JJ.]\nB\nCustoms Act' 1962;\nSection 25-Exemption Notification No. 20/1999 covering insoles,\nmidsoles and sheets thereof—“PU coated leather fabrics\" used in the leather\nfootwear industry as \"insoles and midsoles\" 'imported in the form of \"sheets\"\nbut rolled up for the convenience loading and safe transport-denial of the\nbenefit of exemption on the ground that goods imported were not \"sheets\"\nbut 'films' or 'running sheets'-Held, goods entitled to the benefit of the\nexemption Notification.\nC\nD\nAppellant is a partnership firm dealing in the business, inter alia, of\nleather footwear materials and accessories. One of the items regularly,\nimported by the appellant is \"PU coated leather fabrics\" which are extensively\nused in the leather footwear industry as \"insoles and midsoles. Appellant\nreceived a consignment of PU coated insoles sheets for leather fabrics at E\nChennai in June, 1999. Revenue (\"the respondent\" herein) denied the benefit\nof the Notification No. 20/99. Appellant waived show cause notice and the\npersonal hearing and placed submissions before the adjudicating authority\nbased on the earlier imports by it and the order passed by the Commissioner\ntherein. The adjudicating authority held that though the end use of the subject\ngoods was established, but denied the benefit of the Notification No. 20/99 to\nthe appellant on the ground that the subject goods were not \"sheets\" but\n\"films\" or \"running sheets\" and therefore, not entitled to the exemption from\ncustoms duty. Aggrieved by the above, the appellant preferred an appeal before\nthe Customs Excise and Gold (Control) Appellate Tribunal, South Zone Bench\nat Chennai (for short \"the Tribunal\") which was dismissed by the impugned G\norder.\nFor the appellant it was strenuously contended that the impugned goods\nhad been imported by the appellant in the form of \"sheets\" but for loading\n· convenience; the sheets, being 50 metres long and the material being highly\nF\n1037\nH\nA\n1038\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA flexible, had been rolled up for loading, which did not detract from the facts\nthat the goods were sheets in rolls. The Notification merely required the goods\nto be in the form of sheets in contradistinction to being cut in shapes and\nforms. There is no distinction between being in rolls or loose sheets. It was\nfurther contended that the issue as to whether the subject goods imported in\nrolls had already been the subject matter of several judicial pronouncements,\nsome of them between the parties, were binding on the revenue as the same\nhad attained finality.\nB\nC\nD\nFor the respondent it was contended that the goods imported by the\nappellant were no “sheets” but “films” ‘or running sheets' and therefore,\nnot entitled to the exemption from customs duty.\nAllowing the appeal, the Court\nHELD 1.1. The goods, \"PU coated leather fabrics” extensively used in\nthe leather footwear industry as “insoles and midsoles,\" imported in the form\nof the sheets being 50 metres long, rolled up as specified by the ISI standards\nfor loading and safe transportation, would not convert them into 'films' or\n'sheetings' thereby denying the assessee the benefit of the exemption\nNotification. [1039-D-E; 1041-G-H; 1045-B-C]\nCollector of Customs, Bombay v. M/s. K. Mohan and Company Exports,\nE [1989] 2 SCC 337, distinguished\nF\nG\nH\nPlast Fabs v. Collector of Customs, (1993) 66 ELT 441; Mod Apparel\nExports v. CC Calcutta, (1996) 14 RLT 174 (CEGAT); order dated 11.6.1996\nof the High Court of Calcutta in C.A. No. 1717 of 1995 and Tirupati Garments\n\u0026 Anr. v. Union of India \u0026 Ors., referred to.\n2.1. The burden of proof as to whether the item in question is taxable\nin the manner claimed by the revenue is on the revenue. Mere assertion in\nthat regard is of no use. It is for the taxing authority to lay evidence in that\nbehalf. [1044-H; 1045-A]\nUnion of India and Ors. v. Garware Nylons Ltd. \u0026 Ors., (1996) 10 SCC\n413 and Hindustan Ferodo Ltd. v. Collector of Central Excise, Bombay, [1997]\n2 SCC 677, relied upon.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.1520 of 2001.\n2\n1\n1\n1\nNANYA IMPORTS \u0026 EXPORTS ENTERPRISES v. COMMR. OF CUSTOMS, CHENNAI [BHAN, J.] 1039\nFrom the find Order No. 547/2000 dated 25.4.2000 of The Customs, A\nExcise \u0026 Gold (Control) Appellate Tribunal, South Zonal Bench at Chennai\nin Appeal No. C/475/99.\nS. Muralidhar and Amit Sharma for the Appellant.\nRupesh Kumar, T.A. Khan and P. Parmeswaran for the Respondent. B\nThe Judgment of the Court was delivered by\nBHAN, J. The point involved in the present appeal is:-\nWhether the expression “insoles, midsoles and sheets thereof” used in\nC\nthe exemption Notification No.20 of 1999 issued under the Customs Act, 1962\n(for short \"the Act\") can be interpreted to mean that the sheets rolled up for\nthe convenience of loading and transport, would disentitle the assessee from\nthe benefit of the Notification?\nFACTS\nAppellant is a partnership firm based in New Delhi dealing in the\nbusiness, inter alia, of leather footwear materials and accessories. One of the\nitems regularly imported by the appellant is \"PU coated leather fabrics\" which\nare extensively used in the leather footwear industry as \"insoles and midsoles”.\nThis item was covered originally by Notification No.224/85 and thereafter by\nthe successor Notification No.45/94. As on the date this item figures under\nthe description \"insoles, midsoles and sheets thereof\" figuring in Sl. No.108\nof List 3 (A) (3) in Notification No.20/99 which replaced the earlier Notification.\nThe same reads:\nD\nE\nF\nTABLE\nS. No. Chapter\nDescription of Goods\nStandard\nAdditional\nor heading\nRate\nDuty\nCondition\nNo.\nNo. or\nrate\nsub-heading\nG\nNo.\n(1)\n(2)\n(3)\n(4)\n(5)\n(6)\n108\n64 or\nThe following goods for\nany\nuse in the leather industry,\nother\nnamely:\nchapter\n(1) Parts, consumables and\n20%\nH\nH\nA\n1040\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nother items specified in\nList 3(A)\n(2) Other parts, consumables\n20%\n14\nand items specified in\nList 3(B)\nXxx\nXXXX\nB\nXXX\nC\nLIST 3(A) (Sec. S.No. 108 of the Table)\nPARTS, CONSUMABLES AND OTHER ITEMS\n(1) Leather, plastic, rubber coco board, masonite board or plastic\nboard, heels with or without rubber/PVC top lift (2) Toe caps and\ncounters for leather footwear (3) Insoles or midsoles and sheets therefor\n(4) Welts made from leather or plastic (5) shoes eyelets (6) Felt sleeves\n(7) Heel tips etc.\nXXXX\nD\nE\nBefore proceeding further it is relevant to mention that PU coated\nleather fabrics was the subject matter of a contested adjudication proceeding\nbetween the parties in 1995 in which the appellant sought to clear a consignment\nclaiming the benefit of the Exemption Notification No.45/94. A show cause\nnotice was issued by the Customs Authorities at Chennai claiming that the\ngoods were not classifiable as “insoles, midsoles and sheets thereof\"; the\nsaid goods had no use in the leather industry and that the goods were\ncapable of other uses and hence the end use requirement was not satisfied.\nThe Commissioner of Customs, Chennai by a considered order dated 28.2.1995\nheld that the subject goods were indeed capable of use in leather footwear\nindustry as insole material. It was further held that the capability of the goods\nF for being used in the footwear industry having been proved, the Notification\ndid not contemplate any end use restriction. Consequently, goods were\naccepted as \"insole\" and the benefit of Notification No.45/94 was granted to\nit. This order of the Commissioner of Customs was cited with the approval\nby Eastern Bench of the Tribunal reported in Mod Apparel Exports v. CC\nCalcutta, (1996) 14 RLT 174 (CEGAT). This order of the Tribunal was upheld\nby the High Court of Calcutta in C.A. No. 1717 of 1995 - Tirupati Garments\n\u0026 Anr. v. Union of India \u0026 Ors., dated 11.6.1996. Thereafter, the appellant\nhave been clearing several consignments of the same material and the\ndepartment had permitted the clearance following the order of Commissioner\nwhich had become final since no appeal, review or revision had been preferred\nHagainst it.\nG\n-\nNANYA IMPORTS \u0026 EXPORTS ENTERPRISES v. COMMR. OF CUSTOMS. CHENNAI [BHAN, J.] 1041\nIn February, 1996 another consignment imported by the appellant and A.\ncleared by the Customs Authorities at Chennai was seized by the New Delhi\nPreventive Wing when the goods were being unloaded at the appellant's\nKarol Bagh godown. The said seizure resulted in a fresh adjudication in\nChennai wherein the Commissioner passed an order holding that the appellant\nhad failed to establish actual use in leather industry and consequently denied\nthe benefit of the Notification No.45/94. This order was set aside and the case\nwas remitted back for a fresh decision. The appellant participated in the fresh\nadjudication. After hearing the parties, the judgment was reserved by the\nadjudicating authority but according to the appellant the decision is still\nawaited.\nB\nC\nE\nAppellant received a consignment of PU coated insoles sheets for\nleather fabrics at Chennai in June, 1999. Revenue (\"the respondent\" herein)\ndenied the benefit of the Notification No.20/99. Appellant waived show cause\nnotice and the personal hearing and placed submissions before the adjudicating\nauthority based on the earlier imports by it and the order passed by the\nCommissioner therein. The adjudicating authority held that though the end D\nuse of the subject goods was established, but denied the benefit of the\nNotification No. 20/99 to the appellant on the ground that the subject goods\nwere not “sheets” but “films” or “running sheets\" and therefore, not entitled\nto the exemption from customs duty. For this adjudicating authority relied\nupon the judgment of this Court in Collector of Customs, Bombay v. M/s. K.\nMohan and Company Exports, [1989] 2 SCC 337. Aggrieved by the above,\nthe appellant preferred an appeal before the Customs Excise and Gold (Control)\nAppellate Tribunal, South Zone Bench at Chennai (for short \"the Tribunal\")\nwhich was numbered as C/457 of 1999 and that has been dismissed by the\nimpugned order dated 25.4.2000. It has been held that the earlier decision of\nthe Commissioner at Chennai in the adjudication arising in proceedings relating F\nto the year 1995 was no longer valid in view of the later judgment of this Court\nin M/s. K. Mohan and Company Exports, (supra). The contention raised by\nthe counsel for the appellant that the judgment in M/s. K. Mohan and\nCompany Exports (supra) was distinguishable was rejected by observing that\nthe finding recorded by the apex Court in the said case in the context of\nG\ndescription of goods in the Notification were para materia to the description\navailable in the present Notification under consideration. Adverting to the\nfinding recorded on the alternative submission of the counsel for the assessee\nin the said case it was observed:\n\"...In the Apex Court judgment referred to, the term \"sheets\" and\n\"sheetings\" has been dealt with and the raw material was 'plastic\nH\n{\n1042\nA\nB\nC\nE\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nfilms' in rolled form and the Apex Court after due consideration held\nthat they are to be considered as \"sheetings\" and not 'cut to size'.\nIt has been held that sheets has to be understood only with regard\nto the items which have been cut to size and not those in rolled form.\nIn the present case also, admittedly, appellants have imported the\nmaterial in length of 50 mtrs on the requirement of customers. They\nare themselves carrying out the activity of cutting to size before it is\nsold to customers for the purpose of manufacture of Insoles and\nMidsoles. The term \"sheets thereof\" should refer to the words 'which\nshould have been cut to size' for the purpose of manufacture of\nInsoles and Mid Soles. The words \"thereof\" has to be read along with\nthe terms \"In-soles and Mid soles\". Where sheets has been imported\nin cut form and being utilized solely for the purpose of manufacture\nof in-soles and Mid soles, they go along with it in terms of the entire\nreading of the terms of the notification.\"\nLearned counsel for the appellant strenuously contended that the\nD impugned goods had been imported by the appellant in the form of “sheets\"\nbut for loading convenience; the sheets, being 50 metres long and the material\nbeing highly flexible, had been rolled up for loading, which did not detract\nfrom the facts that the goods were sheets in rolls. The Notification merely\nrequired the goods to be in the form of sheets in contradistinction to being\ncut in shapes and forms. There is no distinction between being in rolls or\nloose sheets. The judgment of this court in M/s. K. Mohan and Company\nExports (supra) is distinguishable as in the said case subject goods were film\nrolls and the Court brought out the distinction between \"films, foils and\nsheets\" as well as the contrast between “sheets\" and \"sheetings\". The said\njudgment has no applicability to the present case which on the other hand\nF is directly covered by the judgment of the Tribunal in the case of Plast Fabs\nv. Collector of Customs, (1993) 66 ELT 441 wherein the Tribunal specifically\ndealt with \"PVC flocked sheets in rolls\". It was further contended that the\nissue as to whether the subject goods imported in rolls had already been the\nsubject matter of several judicial pronouncements, some of them between the\nparties, were binding on the revenue as the same had attained finality.\nG\nAs against this the learned counsel for the respondent contended that\nthe judgment of this court in M/s. K. Mohan and Company Exports (supra)\nwas fully applicable to the facts of the present case and in view of this\njudgment which is later in point the earlier judgments rendered by the Tribunal\nor the Commissioner interpreting the Notification in the present case are no\nH longer good law that the Tribunal has rightly ignored them in view of the\n--\n1\nNANYA IMPORTS \u0026 EXPORTS ENTERPRISES 1. COMMR. OF CUSTOMS, CHENNAI [BHAN, J.] 1043\njudgment of this Court. That the goods imported by the appellant were not A\n\"sheets\" and were “sheetings\" as has been held in M/s. K. Mohan and\nCompany Exports (supra).\nFinding regarding the end use is not in question. Finding recorded by\nthe Commissioner (Appeals) in favour of the assessee regarding the end use\nwas not challenged by the revenue before the Tribunal and the same has B\nattained finality.\nC\nThe only point to be considered is, whether the judgment in M/s. K.\nMohan and Company Exports (supra) is applicable to the facts of the present\ncase or not. In the said case M/s. K. Mohan and Company Exports was\nimporting \"metallised polyester films\" from Japan under an import licence. The\ngoods were admittedly in the shape of film rolls several metres long. They\nwere cleared on payment of customs duty leviable under the Customs Act,\n1962 (Customs Tariff) as well as the additional duty of customs (or\ncountervailing duty) leviable under Section 3 of the Customs Tariff Act, 1976.\nSubsequently, the assessee made three applications for the refund of the\namount of the additional duty of customs paid by it. The claim for refund was\nbased on the terms of a Notification of exemption issued under Section 25(1)\nof the Customs Act. Under notification No. 228/76 dated 2.8.1976, an exemption\nfrom the customs duty payable under Section 3 of the Customs Tariff Act was\ngranted in respect of \"articles made of plastics, all sorts, but excluding those\nspecified in the table annexed thereto and falling within Chapter 39 of the First E\nSchedule to the Customs Tariff Act, 1975 (51 of 1975)\". The annexed table\nexcepted the following items from the purview of the exemption:\nD\n\"Tubes, rods, sheets, foils, sticks, other rectangular or profile shapes,\nwhether laminated or not, and whether rigid or flexible including tubings\nand polyvinyl chloride sheets.\"\nF\nThe case of the department was that the goods were \"sheets\" or \"foils\"\nor \"other rectangular or profile shapes\" and hence liable to duty. On the other\nhand the assessee's case was that they were \"films\", a specie of plastic\narticles different from any mentioned in the table annexed. It was alternatively\ncontended that, even if they are treated as thin sheets of plastic material, they\ncan be more accurately described only as \"sheetings\" and not \"sheets\". The G\nassessee's claim for refund was accepted by the Tribunal. It was held that the\ngoods imported by the assessee were articles made of plastic. The subject\ngoods were 'films' and did not fall in any of the excepted articles enumerated\nin the table annexed to the Notification.\nIn the appeal this Court keeping in view that the articles in question H\n1044\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA were recognized in the trade as \"films\" rejected the contention of the revenue\nthat the same were either \"foils\" or \"sheets\". Assessee's contention was\naccepted. It was observed that it was difficult to imagine any person going\nto the market and asking for the films by describing them either as 'foils' or\nas 'sheets'. The alternative submission of the learned counsel for the assessee\nin the said case that a film of indefinite length and not in the form of individual\ncut pieces can be more appropriately described as \"sheetings\" rather than\n\"sheets\" was accepted. It was observed that the Indian Standard Institution\nalso defines 'sheets' as a piece of plastic 'sheeting' produced as an individual\npiece rather than in continuous length or cut as an individual piece from\nB\nC\na continuous length.\nRevenue's contention that articles were covered by the expression\n\"other rectangular or profile shapes\" was also rejected by observing that\nsuch articles had a distinct name in the market as 'films' and therefore they\nare outside the table as already pointed out. That it will not be possible to\naccept the contention that the articles which have a clear commercial identity\nD as 'films' should be brought within the wide and vague expression “other\nrectangular or profile shapes\", because, if the film is cut into small pieces,\neach piece will be rectangular in shape.\nIt would be thus seen from the facts enumerated above and the finding\nrecorded by the Court that the assessee had imported the goods in the form\nE of films\" and the trade also understood the articles in question to be “films”\nand not “sheets\" and therefore, this Court primarily held that the goods\nimported by the assesses were \"films\" and not \"sheets\". Assessee in the\npresent case is importing \"PU quoted insole sheets\" in a rolled up form for\nloading convenience. Even as per the ISI specifications for \"PVC coated\nfabrics for footwear industry” requires the packing to be in the form of rolls\nso as to ensure safe transportation. Clause 5.1 of Indian Standard Institution\nspecification for PVC coated fabrics for footwear industry IS:8699-1977\nprovides:\nF\nG\nH\n“5.1 Packing The material shall be securely packed in the form of a\nroll so as to ensure safe transportation.\"\nContention of the assessee that the goods had been imported in the\nform of sheets being 50 metres long were rolled up as specified by the IS!\nstandards for loading and safe transportation has gone unrebutted. The\nburden was on the revenue to prove that the subject goods were not “sheets”\nfor which no evidence whatsoever was led by the revenue. The burden of\nproof as to whether the item in question is taxable in the manner claimed by\n1\n₹\n1\nNANYA IMPORTS \u0026 EXPORTS ENTERPRISES 1. COMMR. OF CUSTOMS, CHENNAI [BHAN, J.] 1045\nthe revenue is on the revenue. Mere assertion in that regard is of no use. It A\nhas repeatedly been held by this Court that it is for the taxing authority to\nlay evidence in that behalf. [See Union of India and Ors. v. Garware Nylons\nLtd. \u0026 Ors., [1996] 10 SCC 413 - Para 15 and Hindustan Ferodo Ltd. v.\nCollector of Central Excise, Bombay, [1997] 2 SCC 677 - Para 4. The burden\nwas on the revenue to prove that the said goods were not \"sheets\" for which\nB\nno evidence whatsoever was led by the Tribunal. The goods, imported in the\nform of the sheets but rolled up for loading and transportation purposes,\nwould not convert them into 'films' or 'sheetings' thereby denying the assessee\nthe benefit of the exemption Notification.\nC\nThe judgment of M/s. K. Mohan and Company Exports (supra) was\nreverse case where the assessee's case was that the subject goods were\n\"metallised polyester films imported in the shape of film rolls\" entitling him\nto the exemption from the customs duty. The revenue's case was that the\nsubject goods were “sheets' which was one of the excepted goods mentioned\nin the table annexed to the Notification and therefore, not entitled to the\nexemption from duty. In the present case, the situation is just the reverse. D\nAssessee says that it has imported “sheets” of running length in a rolled up\nform for the sake of convenience for loading and transportation purposes as\nper the ISI specifications. Assessee sold the subject goods in different\nlengths as per requirement of the customer. The customer then used the same\nby cutting them into different sizes (shape or size of the shoes) as per the\nE\nrequirement to insert them into shoes. In M/s. K. Mohan and Company\nExports (supra) this Court considered a different exemption Notification set.\nout in the context of different facts, its import and meaning. In the context\nof the present notification the distinction drawn by this Court while accepting\nthe alternative submission of the learned counsel in M/s. K. Mohan and\nCompany Exports (supra) between “sheet” and “sheeting\" would not be F\nattracted. To illustrate, if the exemption is granted to the 'carpets' and the\nassessee imports the carpet in a running length of 50 meters length in a rolled\nup form, and then sells the same in pieces after cutting them from the running\nlength as per requirement of the customer would not disentitle the assessee\nfrom the benefit of the notification exempting duty on carpets simply because\nthe carpets were brought in a rolled up form in a running length.\nFor the reasons stated above, we accept this appeal, set aside the order\nof the Tribunal and that of the authorities below with consequential effects.\nNo costs.\nG\nB.K.\nAppeal allowed. H\n"}