{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nDHANANJAY @ DHANANJAY KUMAR SINGH\nV.\nSTATE OF BIHAR AND ANR.\nFEBRUARY 2, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nPenal Code, 1860-ss.384 \u0026 383-Compromise between parties-Not\naccepted by High Court on ground that accused was involved in offence\nu/s. 384-Challenge to-Held: FIR does not disclose any offence under\ns.384, IPC-Hence compromise not within purview of S.320(9), CrPC-\nConsequently High Court erred in not accepting the same-Code of Criminal\nProcedure, 1973—s.320(9).\nPenal Code, 1860-ss.383 \u0026 384-Extortion and theft-Distinction\nD between-Explained.\nE\nF\nThe present appeal has been filed against the judgment of the High\nCourt, whereby and whereunder a compromise between the parties was not\naccepted as Appellant-accused was said to be involved in commission of offence\nunder s.384, IPC.\nIt is contended before this Court that the High Court committed a\nmanifest error in arriving at the said finding inasmuch as the FIR, even if\ngiven face value and taken to be correct in its entirety, does not disclose any\noffence under s. 384, IPC.\nAllowing the appeal, the Court\nHELD: 1. Section 384, IPC provides for punishment for extortion. What\nwould be an extortion is provided under Section 383, IPC. A bare perusal of\nthe aforementioned provision would demonstrate that the following ingredients\nwould constitute the offence (i) The accused must put any person in fear of\nG injury to that person or any other person; (ii) The putting of a person in such\nH\nfear must be intentional; (iii) The accused must thereby induce the person so\nput in fear to deliver to any person any property, valuable security or anything\nsigned or sealed which may be converted into a valuable security and (iv) such\ninducement must be done dishonestly. [Paras 5, 6] [209-B, D-E]\n206\n+\n+\nDHANANJAY@DHANANJAY KUMAR SINGH v. STATE OF BIHAR\n207\n2.1. A First Information Report must be read in its entirety. The parties A\nherein entered into transactions relating to supply of bags. The fact that\nsome amount was due to the appellant from the First Informant, is not in\ndispute. The First Information Report itself disclosed that accounts were\nsettled a year prior to the date of incident and the appellant owed a sum of\nabout Rs.400-500 from 'G'. According to the said 'G', however, a sum of\nB\nRs.1500/- only was due to him. It is in the aforementioned premise the\nallegations that 'G' and the appellant slapped the First Informant and took\nout Rs.1580/- from his upper pocket must be viewed. No allegation was made\nthat the money was paid by the informant having been put in fear of injury or\nputting him in such fear by the appellant was intentional. The First Informant,\nadmittedly, has also not delivered any property or valuable security to the C\nappellant. [Paras 7-11] [209-F-H; 210-A-B]\n2.2. Distinction between theft and extortion is well known. Whereas\noffence of extortion is carried out by over-powering the will of the owner; in\ncommission of an offence of theft the offender's intention is always to take\nwithout that person's consent. [Para 12] [210-B]\n2.3. Having regard to the facts and circumstances of the case, no case\nunder Section 384, IPC was made out in the First Information Report.\n[Para 13] [210-C]\nᎠ\n3. The Courts would have no power to allow compromise of a prosecution E\nwhen the same is not permissible in terms of Section 320,Cr.P.C. In the\npresent case, no case has been made out for proceeding against the appellant\nunder Section 384, IPC. In that view of the matter, there was absolutely no\nreason as to why the settlement arrived at by and between the parties could\nnot have been accepted, as the same would not come within the purview of\nSub-Section (9) of Section 320, CrPC. For the reasons aforementioned,\nwhile quashing the charge framed under Section 384, IPC the Magistrate\nis directed to proceed to consider the question in regard to the maintainability\nof the compromise petition between the parties in accordance with\nlaw. [Paras 14, 16, 17] [210-D; 211-C-E]\nBankat \u0026 Anr. v. State of Maharashtra, [2005] 1 SCC 343 and Badrilal\nv. State of M.P., [2005] 7 SCC 55, referred to.\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 149 of\nF\nG\nFrom the Judgment and Final Order dated 18-4-2006 of the High Court H\n208\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA of Judicature at Patna in Crl. Misc. No. 10432/2003.\nB\nKumar Parimal and P.V. Yogeswaran for the Appellant.\nGopal Singh for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\n2. This appeal is directed against a judgment and order dated 18.4.2006\npassed by the High Court of Judicature at Patna in Criminal Miscellaneous\nC No.10432 of 2003, whereby and whereunder a compromise between the parties\nwas not accepted as the appellants were said to be involved in commission\nof an offence under Section 384 of the Indian Penal Code, 1860.\nE\n3. The basic fact of the matter is not in dispute. A written report was\nlodged on 6.9.2000 by the 2nd respondent herein alleging that on 31.8.2000\nD at about 5.00 p.m. some unknown persons had come to his room No.207 at\nJagat Trade Centre at Fraser Road, Patna and informed him that as a sum of\nRs. 1500/- was due to him, he should make the payment thereof. Allegedly,\non his reply that he would make the payment only of the amount due from\nhim as per settled accounts; abusive language was used and he was slapped\nby one Gautam Dubey. A sum of Rs. 1580/- was said to have been taken away\nfrom his upper pocket. A First Information Report was lodged on the basis\nof the said report after six days from the alleged date of commission of the\noffence. The parties, however, arrived at an amicable settlement of their\ndispute. A charge-sheet was filed on completion of investigation on 2.2.2001\nagainst the appellant herein purported to be for an offence under Sections\nF 323, 384, 504 read with Section 34 of the Indian Penal Code. An application\nfor discharge was filed by the appellant under Section 239 of the Code of\nCriminal Procedure, 1973, inter alia, on the premise that the disputes between\nthe parties had been settled. The said application was rejected by the learned\nJudicial Magistrate on the ground that Section 384 of the Indian Penal Code\nbeing non-compoundable, the said application was not sustainable. An\napplication filed by the appellant before the High Court under Section 482 of\nthe Code of Criminal Procedure was dismissed by reason of the impugned\njudgment, relying on or on the basis of a decision of this Court in Bankat\n\u0026 Anr. v. State of Maharashtra, [2005] 1 SCC 343.\nG\nH\n4. Submission of Mr. Kumar Parimal, learned counsel appearing on\nDHANANJAY@DHANANJAY KUMAR SINGH 1. STATE OF BIHAR [S.B. SINHA, J.] 209\nbehalf of the appellant herein was that the High Court committed a manifest A\nerror in arriving at the said finding inasmuch as the First Information Report,\neven if given face value and taken to be correct in its entirety, does not\ndisclose any offence under Section 384 of the Indian Penal Code.\n5. Section 384 provides for punishment for extortion. What would be\nan extortion is provided under Section 383 of the Indian Penal Code in the\nB\nfollowing terms:\n\"383. Extortion: Whoever intentionally puts any person in fear\nof any injury to that person, or to any other, and thereby dishonestly\ninduces the person so put in fear to deliver to any person any\nC\nproperty or valuable security, or anything signed or sealed which may\nbe converted into a valuable security, commits \"extortion”.”\n6. A bare perusal of the aforementioned provision would demonstrate\nthat the following ingredients would constitute the offence:\n1. The accused must put any person in fear of injury to that person D\nor any other person.\n2. The putting of a person in such fear must be intentional.\n3. The accused must thereby induce the person so put in fear to\ndeliver to any person any property, valuable security or anything E\nsigned or sealed which may be converted into a valuable security.\n4. Such inducement must be done dishonestly.\n7. A First Information Report as is well known, must be read in its\nentirety. It is not in dispute that the parties entered into transactions relating\nto supply of bags. The fact that some amount was due to the appellant from\nthe First Informant, is not in dispute. The First Information Report itself\ndisclosed that accounts were settled a year prior to the date of incident and\nthe appellant owed a sum of about Rs.400-500 from Gautam Dubey.\nF\n8. According to the said Gautam Dubey, however, a sum of Rs.1500/- G\nonly was due to him.\n9. It is in the aforementioned premise the allegations that Gautam Dubey\nand the appellant slapped the First Informant and took out Rs.1580/- from his\nupper pocket must be viewed.\nH\nA\nB\nC\n210\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n10. No allegation was made that the money was paid by the informant\nhaving been put in fear of injury or putting him in such fear by the appellant\nwas intentional.\n11. The First Informant, admittedly, has also not delivered any property\nor valuable security to the appellant.\n12. A distinction between theft and extortion is well known. Whereas\noffence of extortion is carried out by over-powering the will of the owner; in\ncommission of an offence of theft the offender's intention is always to take\nwithout that person's consent.\n13. We, therefore, are of the opinion that having regard to the facts and\ncircumstances of the case, no case under Section 384 of the Indian Penal\nCode was made out in the First Information Report.\n14. It is true that having regard to the decision of this Court in Bankat\n(supra) that the Courts would have no power to allow compromise of a\nD\nprosecution when the same is not permissible in terms of Section 320 of Code\nof Criminal Procedure. Therein it was held :\nE\nF\nG\nH\n\"In our view, the submission of the learned counsel for the\nrespondent requires to be accepted. For compounding of the offences\npunishable under IPC, a complete scheme is provided under Section\n320 of the Code. Sub-section (1) of Section 320 provides that the\noffences mentioned in the table provided thereunder can be\ncompounded by the persons mentioned in column 3 of the said table.\nFurther, sub-section (2) provides that the offences mentioned in the\ntable could be compounded by the victim with the permission of the\ncourt. As against this, sub-section (9) specifically provides that \"no\noffence shall be compounded except as provided by this section\". In\nview of the aforesaid legislative mandate, only the offences which are\ncovered by Table 1 or Table 2 as stated above can be compounded\nand the rest of the offences punishable under IPC could not be\ncompounded.\"\n15. We may, however, notice that in Badrilal v. State of M.P., [2005] 7\nSCC 55 a Division Bench of this Court held as under:\n\"A joint petition of compromise has been filed on behalf of the\nparties in which prayer has been made for recording the compromise.\nDHANANJAY@DHANANJAY KUMAR SINGH v. STATE OF BIHAR [S.B. SINHA, J.] 211\nThe offence under Section 307 IPC is not a compoundable one, A\ntherefore, compromise cannot be recorded, but at the same time it is\nwell settled that while awarding sentence the effect of compromise can\nbe taken into consideration. It has been stated that the appellant has\nremained in custody for a period of about 14 months and there is no\nallegation that he assaulted the deceased. In the facts and\ncircumstances of the case, we are of the view that ends of justice\nshould be met in case the sentence of imprisonment awarded against\nthe appellant by the trial court and reduced by the High Court is\nfurther reduced to the period already undergone.\"\nB\n16. We need not, having regard to the facts and circumstances, go into\nC\nthe aforementioned contentious issue in the instant case, as we are of the\nview that no case has been made out for proceeding against the appellant\nunder Section 384 of the Indian Penal Code. In that view of the matter, there\nwas absolutely no reason as to why the settlement arrived at by and between\nthe parties could not have been accepted, as the same would not come within\nthe purview of Sub-Section (9) of Section 320 of the Code of Criminal Procedure. D\n17. For the reasons aforementioned, while quashing the charge framed\nunder Section 384 of the Indian Penal Code, we direct the learned Magistrate\nto proceed to consider the question in regard to the maintainability of the\ncompromise petition between the parties in accordance with law.\n18. The appeal is allowed. No costs.\nE\nT\nB.B.B.\nAppeal allowed.\n"}