{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"C\n734\nSUPREME COURT REPORTS\n[2011] 2 S.C.R\nA which a person has received. Education connotes the process\nof training and developing the knowledge, skill, mind and\ncharacter of students by formal schooling. The excellence of\ninstruction provided by an educational institution mainly\ndepends directly on the excellence of the teaching staff.\nB Therefore, unless they themselves possess a good academic\nrecord/minimum qualifications prescribed as an eligibility, it is\nbeyond imagination of anyone that standard of education can\nbe maintained/enhanced. \"We have to be very strict in\nmaintaining high academic standards and maintaining\nacademic discipline and academic rigour if our country is to\nprogress”. “Democracy depends for its very life on a high\nstandard of general, vocational and professional education.\nDissemination of 'learning with search for new knowledge with\ndiscipline all round must be maintained at all costs”. (Vide: The\nSole Trustee Loka Shikshana Trust v. The Commissioner of\nIncome Tax, Mysore, AIR 1976 SC 10; Frank Anthony Public\nSchool Employees' Association v. Union of India \u0026 Ors., AIR\n1987 SC 311; Osmania University Teachers' Association v.\nState of Andhra Pradesh \u0026 Anr., AIR 1987 SC 2034; and\nDirector (Studies), Dr. Ambedkar Institute of Hotel\nManagement, Nutrition \u0026 Catering Technology, Chandigarh\n\u0026 Ors. v. Vaibhav Singh Chauhan, (2009) 1 SCC 59).\nD\nE\n15. In Meera Massey (Dr) v. S.R. Mehrotra (Dr) \u0026 Ors.,\nAIR 1998 SC 1153, this Court extensively quoted the Report\nF of the University Education Commission, i.e., Radhakrishnan\nCommission, wherein grave concern was expressed observing\nthat \"there is negligence in applying criteria of merit in the\nselection\" of teachers.\nG\nH\nThe Court also quoted from another Report of the\nCommittee on some problems of University Administration\n1964(1967) as:\n\"The most important factor in the field of higher education\nis the type of person entrusted with teaching. Teaching\ncannot be improved without competent teachers. ... The\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 735\n[DR. B.S. CHAUHAN, J.]\nmost critical problem facing the universities is the dwindling A\nsupply of good teachers. ... The supply of the right type of\nteachers assumes, therefore, a vital role in the educational\nadvancement of the country.\nThe Court further observed as under:\nB\n\"University imparts education which lays foundation of\nwisdom. Future hopes and aspiration of the country\ndepends on this education, hence proper and disciplined\nfunctioning of the educational institutions should be the\nhallmark. If the laws and principles are eroded by such C\ninstitutions it not only pollutes its functioning, deteriorating\nits standard but also exhibits to its own students the wrong\nchannel adopted. If that be so, how could such institutions\nproduce good citizens? It is the educational institutions\nwhich are the future hope of this country. They lay the seed D\nfor the foundation of morality, ethics and discipline. If there\nis any erosion or descending by those who control the\nactivities all expectations and hopes are destroyed.\"\n(emphasis added)\n16. In Chandigarh Administration \u0026 Ors. v. Rajni Vali \u0026\nOrs., AIR 2000 SC 634, this Court observed as under:\nE\n“It is a constitutional mandate that the State shall ensure\nproper education to the students on whom the future of the F\nsociety depends. In line with this principle, the State has\nenacted statutes and framed rules and regulations to\ncontrol/regulate establishment and running of private\nschools at different levels. The State Government provides\ngrant-in-aid to private schools with a view to ensure smooth\nrunning of the institution and to ensure that the standard\nof teaching does not suffer on account of paucity of funds.\nIt needs no emphasis that appointment of qualified and\nG\nH\n736 SUPREME COURT REPORTS\nA\nB\n[2011] 2 S.C.R.\nefficient teachers is a sine qua non for maintaining high\nstandards of teaching in any educational institution.\"\n(emphasis added)\n17. In view of the above, it is evident that education is\nnecessary to develop the personality of a person as a whole\nand in totality as it provides the process of training and acquiring\nthe knowledge, skills, developing mind and character by formal\nschooling. Therefore, it is necessary to maintain a high\nacademic standard and academic discipline along with\nC academic rigour for the progress of a nation. Democracy\ndepends for its own survival on a high standard of vocational\nand professional education. Paucity of funds cannot be a\nground for the State not to provide quality education to its future\ncitizens. It is for this reason that in order to maintain the\nD standard of education the State Government provides grant-in-\naid to private schools to ensure the smooth running of the\ninstitution so that the standard of teaching may not suffer for\nwant of funds. Article 21A has been added by amending our\nConstitution with a view to facilitate the children to get proper\nE and good quality education. However, the quality of education\nwould depend on various factors but the most relevant of them\nis excellence of teaching staff. In view thereof, quality of\nteaching staff cannot be compromised. The selection of the\nmost suitable persons is essential in order to maintain\nexcellence and the standard of teaching in the institution. It is\nnot permissible for the State that while controlling the education\nit may impinge the standard of education. It is, in fact, for this\nreason that norms of admission in institutions have to be\nadhered to strictly. Admissions in mid academic sessions are\nnot permitted to maintain the excellence of education.\nF\nG\nH\nAPPOINTMENT/EMPLOYMENT WITHOUT\nADVERTISEMENT:\n18. At one time this Court had been of the view that calling\nthe names from Employment Exchange would curb to certain\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 737\n[DR. B.S. CHAUHAN, J.]\nB\nC\nextent the menace of nepotism and corruption in public A\nemployment. But, later on, came to the conclusion that some\nappropriate method consistent with the requirements of Article\n16 should be followed. In other words there must be a notice\npublished in the appropriate manner calling for applications and\nall those who apply in response thereto should be considered\nfairly. Even if the names of candidates are requisitioned from\nEmployment Exchange, in addition thereto it is mandatory on\nthe part of the employer to invite applications from all eligible\ncandidates from the open market by advertising the vacancies\nin newspapers having wide circulation or by announcement in\nRadio and Television as merely calling the names from the\nEmployment Exchange does not meet the requirement of the\nsaid Article of the Constitution. (Vide: Delhi Development\nHorticulture Employees' Union v. Delhi Administration, Delhi\n\u0026 Ors., AIR 1992 SC 789; State of Haryana \u0026 Ors. v. Piara\nSingh \u0026 Ors., AIR 1992 SC 2130; Excise Superintendent\nMalkapatnam, Krishna District, A.P. v. K.B.N. Visweshwara\nRao \u0026 Ors., (1996) 6 SCC 216; Arun Tewari \u0026 Ors. v. Zila\nMansavi Shikshak Sangh \u0026 Ors., AIR 1998 SC 331; Binod\nKumar Gupta \u0026 Ors. v. Ram Ashray Mahoto \u0026 Ors., AIR 2005\nSC 2103; National Fertilizers Ltd. \u0026 Ors. v. Somvir Singh, AIR\n2006 SC 2319; Telecom District Manager \u0026 Ors. v. Keshab\nDeb, (2008) 8 SCC 402; State of Bihar v. Upendra Narayan\nSingh \u0026 Ors., (2009) 5 SCC 65; and State of Madhya Pradesh\n\u0026 Anr. v. Mohd. Ibrahim, (2009) 15 SCC 214).\nD\nE\nF\n19. Therefore, it is a settled legal proposition that no\nperson can be appointed even on a temporary or ad hoc basis\nwithout inviting applications from all eligible candidates. If any\nappointment is made by merely inviting names from the\nEmployment Exchange or putting a note on the Notice Board G\netc. that will not meet the requirement of Articles 14 and 16 of\nthe Constitution. Such a course violates the mandates of\nArticles 14 and 16 of the Constitution of India as it deprives\nthe candidates who are eligible for the post, from being\nconsidered. A person employed in violation of these provisions\nH\n738 SUPREME COURT REPORTS\n[2011] 2 S.C.R\nA is not entitled to any relief including salary. For a valid and legal\nappointment mandatory compliance of the said Constitutional\nrequirement is to be fulfilled. The equality clause enshrined in\nArticle 16 requires that every such appointment be made by\nan open advertisement as to enable all eligible persons to\nB compete on merit.\nORDER BAD IN INCEPTION:\n20. It is a settled legal proposition that if an order is bad\nin its inception, it does not get sanctified at a later stage. A\nC subsequent action/development cannot validate an action which\nwas not lawful at its inception, for the reason that the illegality\nstrikes at the root of the order. It would be beyond the\ncompetence of any authority to validate such an order. It would\nbe ironic to permit a person to rely upon a law, in violation of\nD which he has obtained the benefits. If an order at the initial\nstage is bad in law, then all further proceedings consequent\nthereto will be non est and have to be necessarily set aside. A\nright in law exists only and only when it has a lawful origin. (vide:\nUpen Chandra Gogoi v. State of Assam \u0026 Ors., AIR 1998 SC\n1289; Mangal Prasad Tamoli (Dead) by L.Rs. v.\nNarvadeshwar Mishra (Dead) by L.Rs. \u0026 Ors., AIR 2005\nSC1964; and Ritesh Tiwari \u0026 Anr. v. State of U.P. \u0026 Ors., AIR\n2010 SC 3823).\nE\nThe concept of adverse possession of lien on post or\nF holding over are not applicable in service jurisprudence.\nTherefore, continuation of a person wrongly appointed on post\ndoes not create any right in his favour. (Vide Dr. M.S. Patil v.\nGulbarga University \u0026 Ors., AIR 2010 SC 3783).\nG\nELIGIBILITY LACKING:\n21. In Dr. Prit Singh v. S.K. Mangal \u0026 Ors., 1993 Supp\n(1) SCC 714, this Court examined the case of a person who\ndid not possess the requisite percentage of marks as per the\nstatutory requirement and held that he cannot hold the post\nH observing:\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 739\n$6\n[DR. B.S. CHAUHAN, J.]\nB\n……. It need not be pointed out that the sole object of A\nprescribing qualification that the candidate must have a\nconsistently good academic record with first or high\nsecond class Master's Degree for appointment to the post\nof a Principal, is to select a most suitable person in order\nto maintain excellence and standard of teaching in the\ninstitution apart from administration..... The appellant had\nnot secured even second class marks in his Master of Arts\nExamination whereas the requirement was first or high\nsecond class (55%). The irresistible conclusion is that on\nthe relevant date the appellant did not possess the\nC\nrequisite qualifications. On the date of the\nappointment the appellant did not possess the requisite\nqualifications and as such his appointment had to be\nquashed.\"\n(emphasis added) D\n22. In Pramod Kumar v. U.P. Secondary Education\nServices Commission \u0026 Ors., AIR 2008 SC 1817, this Court\nexamined the issue as to whether a person lacking eligibility\ncan be appointed and if so, whether such irregularity/illegality E\ncan be cured/condoned. After considering the provisions of the\nU.P. Secondary Education Services Commission Rules, 1983\nand U.P. Intermediate Education Act, 1921, this Court came\nto a conclusion that lacking eligibility as per the rules/\nadvertisement cannot be cured at any stage and making\nappointment of such a person tantamounts to an illegality and\nnot an irregularity, thus cannot be cured. A person lacking the\neligibility cannot approach the court for the reason that he does\nnot have a right which can be enforced through court.\nThis Court further held as under:\n\"If the essential educational qualification for recruitment to\na post is not satisfied, ordinarily the same cannot be\ncondoned. Such an act cannot be ratified. An appointment\nF\nG\nH\nA\nB\n740\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nwhich is contrary to the statute/statutory rules would be void\nin law. An illegality cannot be regularised, particularly, when\nthe statute in no unmistakable term says so. Only an\nirregularity can be. (See Secy., State of Karnataka v.\nUmadevi (3), (2006) 4 SCC 1;, National Fertilizers Ltd.\nv. Somvir Singh, (2006) 5 SCC 493; and Post Master\nGeneral, Kolkata v. Tutu Das (Dutta), (2007) 5 SCC 317)”.\nRELAXATION:\n23. In Dr. J.P. Kulshrestha \u0026 Ors. v. Chancellor,\nC Allahabad University \u0026 Ors., AIR 1980 SC 2141, issue of\nrelaxation of eligibility came for consideration before this Court\nwherein it was held as under:\nD\nE\nF\nWe regretfully but respectfully disagree with the\nDivision Bench and uphold the sense of high second class\nattributed by the learned single Judge. The midline takes\nus to 54% and although it is unpalatable to be mechanical\nand mathematical, we have to hold that those who have\nnot secured above 54% marks cannot claim to have\nobtained a high second class and are ineligible ..... We\nhave earlier held that the power to relax, as the\nOrdinance now runs, in so far as high second class is\nconcerned, does not exist. Inevitably, the appointments of\nthe 3 respondents violate the Ordinance and are, therefore,\nillegal.\"\n(emphasis added)\nG\n24. In Rekha Chaturvedi v. University of Rajasthan \u0026 Ors.,\n1993 Supp (3) SCC 168, this Court again dealt with the power\nof relaxation of minimum qualifications as the statutory\nprovisions applicable therein provided for relaxation, but to what\nextent and under what circumstances, such power could be\nexercised was not provided therein. Thus, this Court issued the\nfollowing directions:\nH\n:\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 741\n[DR. B.S. CHAUHAN, J.]\n\"A. The University must note that the qualifications it\nadvertises for the posts should not be at variance with\nthose prescribed by its Ordinance/Statutes.\nB. The candidates selected must be qualified as on the\nlast date for making applications for the posts in question\nor on the date to be specifically mentioned in the\nadvertisement/notification for the purpose.\nC. When the University or its Selection Committee relaxes\nthe minimum required qualifications, unless it is\nspecifically stated in the advertisement/notification both\nthat the qualifications will be relaxed and also the conditions\non which they will be relaxed, the relaxation will be illegal.\nA\nB\nC\nD. The University/Selection Committee must mention in its\nproceedings of selection the reasons for making D\nrelaxations, if any, in respect of each of the candidates in\nwhose favour relaxation is made.\nE. The minutes of the meetings of the Selection\nCommittee should be preserved for a sufficiently long time,\nand if the selection process is challenged until the\nchallenge is finally disposed of. An adverse inference is\nliable to be drawn if the minutes are destroyed or a plea\nis taken that they are not available.\"\nE\n(emphasis added) F\n25. In P.K. Ramachandra lyer \u0026 Ors. v. Union of India \u0026\nOrs., AIR 1984 SC 541, this Court while dealing with the same\nissue, held that once it is established that there is no power to\nrelax the essential qualifications, the entire process of selection\nof the candidate was in contravention of the established norms\nprescribed by advertisement. The power to relax must be\nclearly spelt out and cannot otherwise be exercised.\n26. In Secretary, A.P. Public Service Commission v. B.\nSwapna \u0026 Ors., (2005) 4 SCC 154, this Court held that:\nG\nH\nA\nB.\nC\nD\n742\nSUPREME COURT REPORTS\n[2011] 2 S.C.R\n\"Another aspect which this Court has highlighted is scope\nfor relaxation of norms..... Once it is most satisfactorily\nestablished that the Selection Committee did not have the\npower to relax essential qualification, the entire process\nof selection so far as the selected candidate is concerned\ngets vitiated.\"\n27. This Court in Kendriya Vidyalaya Sangathan \u0026 Ors.\nv. Sajal Kumar Roy \u0026 Ors., (2006) 8 SCC 671, held:\n\"The appointing authorities are required to apply their\nmind while exercising their discretionary jurisdiction to\nrelax the age-limits.... The requirements to comply with the\nrules, it is trite, were required to be complied with fairly and\nreasonably. They were bound by the rules. The\ndiscretionary jurisdiction could be exercised for relaxation\nof age provided for in the rules and within the four corners\nthereof.\"\n(emphasis added)\n28. In Food Corporation of India \u0026 Ors. v. Bhanu Lodh \u0026\nE Ors., AIR 2005 SC 2775, this Court held:\nF\nG\nH\n\"Even assuming that there is a power of relaxation under\nthe Regulations....... the power of relaxation cannot be\nexercised in such a manner that it completely distorts the\nRegulations. The power of relaxation is intended to be\nused in marginal cases.... We do not think that they are\nintended as an “open sesame\" for all and sundry. The\nwholesale go-by given to the Regulations, and the manner\nin which the recruitment process was being done, was\nvery much reviewable as a policy directive, in exercise of\nthe power of the Central Government under Section 6(2)\nof the Act.\"\n29. In Dr. Bhanu Prasad Panda v. Chancellor, Sambalpur\nUniversity \u0026 Ors., (2001) 8 SCC 532, one of the questions\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 743\n[DR. B.S. CHAUHAN, J.]\nraised has been as to whether a person not possessing the A\nrequired eligibility of qualification i.e. 55% marks in Master's\ndegree can be appointed in view of the fact that the UGC\nrefused to grant relaxation.\nOn the issue of relaxation of eligibility, the Court held as\nunder:\n\"\n‘....the essential requirement of academic qualification of\na particular standard and grade viz. 55%, in the \"relevant\nsubject” for which the post is advertised, cannot be\nrendered redundant or violated...... The rejection by UGC\nof the request of the Department in this case to relax the\ncondition relating to 55% marks at post-graduation\nlevel.... is to be the last word on the claim of the appellant\nand there could be no further controversy raised in this\nregard....\"\n(emphasis added)\nB\nC\nD\nIn view of the above, this Court held that the appointment\nof the appellant therein has rightly been quashed as he did not\npossess the requisite eligibility of 55% marks in Master's E\ncourse.\n30. In absence of an enabling provision for grant of\nrelaxation, no relaxation can be made. Even if such a power is\nprovided under the Statute, it cannot be exercised arbitrarily. F\n(See: Union of India v. Dharam Pal \u0026 Ors., (2009) 4 SCC\n170).\n31. Such a power cannot be exercised treating it to be an\nimplied, incidental or necessary power for execution of the\nstatutory provisions. Even an implied power is to be exercised G\nwith care and caution with reasonable means to remove the\nobstructions or overcome the resistance in enforcing the\nstatutory provisions or executing its command. Incidental and\nancillary powers cannot be used in utter disregard of the object\nof the Statute. Such power can be exercised only to make such H\n"}