{"pages":[{"pageNumber":51},{"pageNumber":52}],"text":"A\nB\nC\nD\n754\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\n(xxi) The submission on behalf of the respondents that\nGovernment orders/circulars/letters have been complied\nwith, therefore, no interference is called for, is\npreposterous for the simple reason that such orders/\ncirculars/letters being violative of statutory provisions and\nconstitutional mandate are just to be ignored in terms of\nthe judgment of this Court in Ram Ganesh Tripathi (supra).\n47. In view of the above, it stands crystal clear that a\nteacher who had been appointed without possessing the\nrequisite qualification at initial stage cannot get the benefit of\ngrant-in-aid scheme unless he acquires the additional\nqualification and, therefore, question of grant of UGC pay scale\nwould not arise in any circumstance unless such teacher\nacquires the additional qualification making him eligible for the\nbenefit of grant-in-aid scheme. The cumulative effect therefore\ncomes to that such teacher will not be entitled to claim the UGC\npay scale unless he acquires the higher qualification i.e. M.Phil/\nPh.D.\n48. In the facts and circumstances of the case, we feel that\nE terminating the services of those who had been appointed\nillegally and/or withdrawing the benefits of grant-in-aid scheme\nof those who had not completed the deficiency in eligibility/\neducational qualification or withdrawing the benefit thereof from\nthose who had been granted from the date prior to completing\nthe deficiency, may not be desirable as a long period has\nelapsed. So far as the grant of UGC pay scale is concerned, it\ncannot be granted prior to the date of acquisition of higher\nqualification. In view of the above, the impugned judgment/order\ncannot be sustained in the eyes of law.\nF\nG\n49. The full particulars of the respondent-teachers are not\nbefore us as in some cases there had been claim and counter\nclaim of possessing the requisite marks i.e. 54% in Master's\nCourse, as in Civil Appeal No. 1253 of 2011, State of Orissa\n\u0026 Anr. v. Lokanath Mishra \u0026 Ors. Thus, we pass the following\nH directions:\ni\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY\n[DR. B.S. CHAUHAN, J.]\n755\n(i) In case of dispute regarding possessing of 54% marks, A\nthe authorities, Secretary of Higher Education/Director of\nHigher Education may examine the factual position and\ndecide the case of individual teachers in accordance with\nlaw laid down in this case;\nB.\n(ii) If a person did not possess the requisite qualification\non the date of appointment and was not entitled for grant-\nin-aid scheme unless he completes the deficiency, his case\nwould be considered from the date of completing the\ndeficiency for grant of UGC pay scale. However, in no\nC\ncase, the UGC pay scale can be granted prior to the date\nof according the benefit of the grant-in-aid scheme, i.e. by\nacquiring the degree of M.Phil/Ph.D;\n(iii) The aforesaid exercise shall be completed within a\nperiod of four months from today; and\nD\n✔\n(iv) The arrears of pay, if any, shall be paid to the teacher\nconcerned within a period of four months thereafter.\n50. In view of the above, all appeals stand disposed of.\nNo order as to costs.\nE\nR.P.\nAppeals disposed of.\n"}