{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"744 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA legislation effective so that the ultimate power will not become\nillusory, which otherwise would be contrary to the intent of the\nlegislature. (vide: Matajog Dobey v. H.S. Bhari, AIR 1956 SC\n44; and State of Karnataka v. Vishwabharathi House Building\nCo-operative Society \u0026 Ors., (2003) 2 SCC 412).\nB\nMore so, relaxation in this manner is tantamount to\nchanging the selection criteria after initiation of selection\nprocess, which is not permissible at all. Rules of the game\ncannot be changed after the game is over. (Vide K. Manjusree\nv. State of Andhra Pradesh \u0026 Anr., AIR 2008 SC 1470; and\nC Ramesh Kumar v. High Court of Delhi \u0026 Anr., AIR 2010 SC\n3714).\nD\nDELAY/LACHES:\n32. In the very first appeal, the respondent filed Writ Petition\non 11.11.2005 claiming relief under the Notification dated\n6.10.1989 w.e.f. 1.1.1986 without furnishing any explanation for\nsuch inordinate delay and on laches on her part. Section 3 of\nthe Limitation Act 1963, makes it obligatory on the part of the\ncourt to dismiss the Suit or appeal if made after the prescribed\nE period even though the limitation is not set up as a defence and\nthere is no plea to raise the issue of limitation even at appellate\nstage because in some of the cases it may go to the root of\nthe matter. (See: Lachhmi Sewak Sahu v. Ram Rup Sahu \u0026\nOrs., AIR 1944 Privy Council 24; and Kamlesh Babu \u0026 Ors. v.\nF Lajpat Rai Sharma \u0026 Ors, (2008) 12 SCC 577).\n33. Needless to say that Limitation Act 1963 does not\napply in writ jurisdiction. However, the doctrine of limitation\nbeing based on public policy, the principles enshrined therein\nG are applicable and writ petitions are dismissed at initial stage\non the ground of delay and laches. In a case like at hand,\ngetting a particular pay scale may give rise to a recurring cause\nof action. In such an eventuality, the petition may be dismissed\non the ground of delay and laches and the court may refuse to\ngrant relief for the initial period in case of an unexplained and\nH\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 745\n[DR. B.S. CHAUHAN, J.]\ninordinate delay. In the instant case, the respondent claimed A\nthe relief from 1.1.1986 by filing a petition on 11.11.2005 but\nthe High Court for some unexplained reason granted the relief\nw.e.f. 1.6.1984, though even the Notification dated 6.10.1989\nmakes it applicable w.e.f. 1.1.1986.\n34. This Court has consistently rejected the contention that\na petition should be considered ignoring the delay and laches\nin case the petitioner approaches the Court after coming to\nknow of the relief granted by the Court in a similar case as the\nsame cannot furnish a proper explanation for delay and laches.\nA litigant cannot wake up from deep slumber and claim impetus\nfrom the judgment in cases where some diligent person had\napproached the Court within a reasonable time. (See: M/s Rup\nDiamonds \u0026 Ors., v. Union of India \u0026 Ors., AIR 1989 SC 674;\nState of Karnataka \u0026 Ors. v. S.M. Kotrayya \u0026 Ors., (1996) 6\nSCC 267; and Jagdish Lal \u0026 Ors. v. State of Haryana \u0026 Ors.,\nAIR 1997 SC 2366).\nRELIEF NOT CLAIMED CANNOT BE GRANTED:\n-\n35. Pleadings and particulars are required to enable the\ncourt to decide the rights of the parties in the trial. Thus, the\npleadings are more to help the court in narrowing the\ncontroversy involved and to inform the parties concerned to the\nquestion in issue, so that the parties may adduce appropriate\nevidence on the said issue. It is a settled legal proposition that\n\"as a rule relief not founded on the pleadings should not be\ngranted.\" Therefore, a decision of a case cannot be based on\ngrounds outside the pleadings of the parties. The pleadings\nand issues are to ascertain the real dispute between the\nparties to narrow the area of conflict and to see just where the\ntwo sides differ. (Vide: Sri Mahant Govind Rao v. Sita Ram\nKesho, (1898) 25 Ind. App. 195; M/s. Trojan \u0026 Co. v. RM. N.N.\nNagappa Chettiar, AIR 1953 SC 235; Ishwar Dutt v. Land\nAcquisition Collector \u0026 Anr., AIR 2005 SC 3165; and State\nof Maharashtra v. Hindustan Construction Company Ltd.,\n(2010) 4 SCC 518.)\nB\nC\nD\nE\nF\nG\nH\n746 SUPREME COURT REPORTS\nA ARTICLE 14:\nB\nC\nD\n[2011] 2 S.C.R.\n36. It is a settled legal proposition that Article 14 is not\nmeant to perpetuate illegality and it does not envisage negative\nequality. Thus, even if some other similarly situated persons\nhave been granted some benefit inadvertently or by mistake,\nsuch order does not confer any legal right on the petitioner to\nget the same relief. (Vide Chandigarh Administration \u0026 Anr\nv. Jagjit Singh \u0026 Anr., AIR 1995 SC 705; Yogesh Kumar \u0026\nOrs. v. Government of NCT Delhi \u0026 Ors., AIR 2003 SC 1241;\nM/s Anand Buttons Ltd. etc. v. State of Haryana \u0026 Ors., AIR\n2005 SC 565; K.K. Bhalla v. State of M.P. \u0026 Ors., AIR 2006\nSC 898; Maharaj Krishan Bhatt \u0026 Anr. v. State of Jammu \u0026\nKashmir \u0026 Ors., (2008) 9 SCC 24; Upendra Narayan Singh\n(supra); and Union of India \u0026 Anr. v. Kartick Chandra Mondal\n\u0026 Anr., AIR 2010 SC 3455).\nThis principle also applies to judicial pronouncements.\nOnce the court comes to the conclusion that a wrong order has\nbeen passed, it becomes the solemn duty of the court to rectify\nthe mistake rather than perpetuate the same. While dealing with\nE a similar issue, this Court in Hotel Balaji \u0026 Ors. v. State of A.P.\n\u0026 Ors., AIR 1993 SC 1048 observed as under:\nF\nG\n\"... To perpetuate an error is no heroism. To rectify it is the\ncompulsion of judicial conscience. In this, we derive\ncomfort and strength from the wise and inspiring words of\nJustice Bronson in Pierce v. Delameter (A.M.Y. at page\n18: 'a Judge ought to be wise enough to know that he is\nfallible and, therefore, ever ready to learn: great and honest\nenough to discard all mere pride of opinion and follow truth\nwherever it may lead: and courageous enough to\nacknowledge his errors\".\n(See also re: Sanjiv Datta, Dy. Secy., Ministry of Information\n\u0026 Broadcasting, (1995) 3 SCC 619; Nirmal Jeet Kaur v. State\nof M.P. \u0026 Anr., (2004) 7 SCC 558; and Mayuram\nH Subramanian Srinivasan v. CBI, AIR 2006 SC 2449).\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 747\n[DR. B.S. CHAUHAN, J.]\nB\n37. We are fully alive of the object and purpose of A\naccording recognition and affiliation to educational institutions.\nIt is the educational authorities of the State which grant\nrecognition to a Committee of Management for opening or\nrunning an educational institution. Affiliation is granted by the\nparticular University or Board for undertaking the examination\nof the students of that college for awarding degrees and\ncertificates. Therefore, while granting the recognition and\naffiliation even for non-governmental and non-aided private\ncolleges, it is mandatory to adhere to the conditions imposed\nby them, which also include the minimum eligibility for C\nappointment of teaching staff. The authority at the time of\ngranting approval has to apply its mind to find out whether a\nperson possessing the minimum eligibility has been appointed.\nIn the instant case, it appears to be a clear cut case of\narbitrariness which cannot be approved.\nARBITRARINESS:\n38. The rule of law inhibits arbitrary action and also makes\nit liable to be invalidated. Every action of the State or its\ninstrumentalities should not only be fair, legitimate and above-\nboard but should be without any affection or aversion. It should\nneither be suggestive of discrimination nor even give an\nimpression of bias, favouritism and nepotism. Procedural\nfairness is an implied mandatory requirement to protect against\narbitrary action where Statute confers wide power coupled with\nwide discretion on an authority. If the procedure adopted by an\nauthority offends the fundamental fairness or established ethos\nor shocks the conscience, the order stands vitiated. The\ndecision making process remains bad. (Vide Haji T.M. Hassan\nRawther v. Kerala Financial Corporation, AIR 1988 SC 157;\nDr. Rash Lal Yadav v. State of Bihar \u0026 Ors., (1994) 5 SCC\n267; and Tata Cellular v. Union of India, (1994) 6 SCC 651).\n39. In the State of Andhra Pradesh \u0026 Anr. v. Nalla Raja\nReddy \u0026 Ors., AIR 1967 SC 1458, a Constitution Bench of this\nCourt observed as under:\nD\nE\nF\nG\nH\n748\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA\nB\nC\nD\nE\n\"Official arbitrariness is more subversive of doctrine of\nequality than the statutory discrimination. In spite of\nstatutory discrimination, one knows where he stands but\nthe wand of official arbitrariness can be waived in all\ndirections indiscriminately.\"\n40. Similarly, in S.G. Jaisinghani v. Union of India \u0026 Ors.,\nAIR 1967 SC 1427, a Constitution Bench of this Court observed\nas under:\n“....absence of arbitrary power is the first essence of the\nrule of law, upon which our whole Constitutional system is\nbased..... Rule of law, from this point of view, means that\nthe decision should be made by the application of known\nprinciple and rules and in general such decision should be\npredictable and the citizen should know where he is, if a\ndecision is taken without any principle or without any rule,\nit is unpredictable and such a decision is antithesis to the\ndecision taken in accordance with the rule of law.\"\n(See also: Commissioner of Police, Bombay v.\nGordhandas Bhanji, AIR 1952 SC 16).\n41. It is a matter of common experience that a large\nnumber of orders/letters/circulars, issued by the State/statutory\nauthorities, are filed in court for placing reliance and acting upon\nit. However, some of them are definitely found to be not in\nF conformity with law. There may be certain such orders/circulars\nwhich are violative of the mandatory provisions of the\nConstitution of India. While dealing with such a situation, this\nCourt in Ram Ganesh Tripathi \u0026 Ors. v. State of U.P. \u0026 Ors.,\nAIR 1997 SC 1446 came across with an illegal order passed\nG by the statutory authority violating the provisions of Articles 14\nand 16 of the Constitution. This Court simply brushed aside the\nsame without placing any reliance on it observing as under:\nH\n\"The said order was not challenged in the writ petition as\nit had not come to the notice of the appellants. It has been\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 749\n[DR. B.S. CHAUHAN, J.]\nfiled in this Court along with the counter affidavit ... This A\norder is also deserved to be quashed as it is not\nconsistent with the statutory rules. It appears to have been\npassed by the Government to oblige the respondents......”\n33\n(emphasis added) B\n42. The whole exercise done by the State authorities\nsuffers from the vice of arbitrariness and thus is violative of\nArticle 14 of the Constitution. Therefore, it cannot be given\neffect to.\nPER IN CURIAM - Doctrine:\n43. \"Incuria” literally means “carelessness\". In practice per\nincuriam is taken to mean per ignoratium. The Courts have\ndeveloped this principle in relaxation of the rule of stare\ndecisis. Thus the “quotable in law\", is avoided and ignored if it\nis rendered, in ignoratium of a Statute or other binding authority.\nIn Mamleshwar Prasad \u0026 Anr. v. Kanahaiya Lal (Dead)\nby Lrs., AIR 1975 SC 907, this Court held :\n\"\nC\nD\nE\n' where by obvious inadvertence or oversight a\njudgment fails to notice a plain statutory provision or\nobligatory authority running counter to the reasoning and\nresult reached, it may not have the sway of binding\nprecedents. It should be a glaring case, an obtrusive F\nomission.\"\n(emphasis added)\n44. In State of Orissa \u0026 Anr. v. Damodar Nayak \u0026 Anr.,\nAIR 1997 SC 2071, question arose that in case the teacher at G\nthe time of appointment, did not possess the requisite eligibility,\ni.e., qualifications, whether he could claim any benefit under the\ngrant-in-aid Scheme. Respondent-teacher therein had secured\n53.9 % marks and required eligibility provided for 54%. This\nCourt held that undoubtedly 53.9% marks were very close to H\n750 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA required marks i.e. 54%, but the teacher so appointed did not\npossess the eligibility. The court took notice of the fact that he\nwas appointed in 1978 but acquired further qualification on\n10.7.1987, and held:\nB\nC\nD\nE\nF\n-G\nH\n\"Admittedly, since the first respondent on the date of\nhis appointment was not possessing the requisite\nqualification and acquired the same only on 10.7.1987 he\nwill be eligible to the benefit of the grant-in-aid w.e.f.\n1.8.1987 and onwards\"\n45. This Court while hearing the SLP (C) Nos. 14206-\n14209 of 2001, State of Orissa \u0026 Anr. v. Kalidas Mohapatra\n\u0026 Ors., on 11.3.2002 observed as under:\n“Heard.\nThe so-called contention of deficiency in the qualification\nbeing much earlier in the circular of the Government dated\n06.11.1990, we see no infirmity with the impugned\njudgment requiring our interference. The Special Leave\nPetitions are dismissed accordingly.\"\nThis Court further dismissed the Review Petition Nos.\n1529-1532 of 2002 against the said judgment and order on\n28.8.2002.\n46. From the aforesaid discussion, the following picture\nemerges:\n(i) The procedure prescribed under the Rules, 1974 has\nnot been followed in all the cases while making the\nappointment of the respondents/teachers at initial stage.\nSome of the persons had admittedly been appointed\nmerely by putting some note on the Notice Board of the\nCollege. Some of these teachers did not face the interview\ntest before the Selection Board. Once an order of\nappointment itself had been bad at the time of initial\nappointment, it cannot be sanctified at a later stage.\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 751\n[DR. B.S. CHAUHAN, J.]\n(ii) At the relevant time of appointment of the respondents/ A\nteachers there has been a requirement of possessing\ngood second class i.e. 54% marks in Master's Course\nand none of the said respondents had secured the said\npercentage.\n(iii) Their appointments had been approved after a long\nlong time. In some cases after 10-12 years of their initial\nappointment by the statutory authority i.e. Director of Higher\nEducation.\nB\n(iv) A candidate becomes eligible to apply for a post only C\nif he fulfils the required minimum benchmark fixed by the\nrules/advertisement. Thus, none of the respondents could\neven submit the application what to talk of the\nappointments.\n(v) The so-called relaxation by the Utkal University was\naccorded by passing a routine order applicable to large\nnumber of colleges, that too after a lapse of long period\ni.e. about a decade.\n(vi) Fixation of eligibility falls within the exclusive domain\nof the executive and once it has been fixed by the State\nauthorities under the Rules 1974, the question of\naccording relaxation by Utkal University could not arise\nand, therefore, the order of condonation etc. is nullity.\n(vii) The relaxation has been granted only by Utkal\nUniversity though Rule 2(i) of Rules 1974 defined\n'University' means Utkal University, Berhampur University,\nSambalpur University and Sri Jagannath Sanskrit Vishwa\nVidyalaya.\n(viii) Granting relaxation at this stage amounts to change\nof criteria after issuance of advertisement, which is\nimpermissible in law. More so, it is violative of fundamental\nrights enshrined under Articles 14 and 16 of the\nD\nE\nF\n0\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n752\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nConstitution of the similarly situated persons, who did not\napply considering themselves to be ineligible for want of\nrequired marks.\n(ix) The exercise of condonation of deficiency had not been\nexercised by any University other than Utkal University.\n(x) The post of the teachers i.e. respondents is transferable\nto any college affiliated to any other University under the\nRules 1979.\n(xi) The power to grant relaxation in eligibility had not been\nconferred upon any authority, either the University or the\nState. In absence thereof, such power could not have been\nexercised.\n(xii) This Court in Damodar Nayak (supra) has\ncategorically held that a person cannot get the benefit of\ngrant-in-aid unless he completes the deficiency of\neducational qualification. Further, this Court in Dr. Bhanu\nPrasad Panda (supra) upheld the termination of services\nof the appellant therein for not possessing 55% marks in\nMaster Course.\n(xiii) The aforesaid two judgments in Damodar Nayak\n(supra) and Dr. Bhanu Prasad Panda (supra), could not\nbe brought to the notice of either the High Court or this\nCourt while dealing with the issue. Special leave petition\nin the case of Kalidas Mohapatra \u0026 Ors. (supra) has been\ndealt with without considering the requirement of law merely\nmaking the reference to Circular dated 6.11.1990, which\nwas not the first document ever issued in respect of\neligibility. Thus, all the judgments and orders passed by\nthe High Court as well as by this Court cited and relied\nupon by the respondents are held to be not of a binding\nnature. (Per in curiam)\n(xiv) In case a person cannot get the benefit of grant-in-\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 753\n[DR. B.S. CHAUHAN, J.]\naid scheme unless he completes the deficiency of A\neducational qualification, question of grant of UGC pay\nscale does not arise.\n(xv) The cases had been entertained and relief had been\ngranted by the High Court without considering the issue\nof delay and laches merely placing reliance upon earlier\njudgments obtained by diligent persons approaching the\ncourts within a reasonable time.\nB\n(xvi) The authority passed illegal orders in contravention\nof the constitutional provisions arbitrarily without any C\nexplanation whatsoever polluting the entire education\nsystem of the State, ignoring the purpose of grant-in-aid\nscheme itself that it has been so provided to maintain the\nstandard of education.\nD\n(xvii) The High Court granted relief in some cases which\nhad not even been asked for as in some cases the UGC\npay scale had been granted with effect from 1.6.1984, i.e.,\nthe date prior to 1.1.1986 though the same relief could not\nhave been granted. Thus, it clearly makes out a case of\ndeciding a case without any application of mind.\nE\n(xviii) In some cases the UGC pay scale has been granted\nby the High Court prior to the date of according the benefit\nof grant-in-aid scheme to the concerned teachers which\nwas not permissible in law in view of the law laid down by F\nthis Court in Damodar Nayak (supra).\n(xix) The grievance of the respondents that not upholding\nthe orders passed by the High Court in their favour would\namount to a hostile discrimination is not worth acceptance\nfor the reason that Article 14 of the Constitution envisages\nonly positive equality.\n(xx) Concept of adverse possession of lien on post or\nholding over are inapplicable in service jurisprudence.\nG\nH\n"}