{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"B\n714\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA v. Sajal Kumar Roy \u0026 Ors., 2006 (7) Suppl. SCR 607 =\n(2006) 8 SCC 671; Food Corporation of India \u0026 Ors. v. Bhanu\nLodh \u0026 Ors., AIR 2005 SC 2775; Dr. Bhanu Prasad Panda\nv. Chancellor, Sambalpur University \u0026 Ors. 2001 (3) Suppl.\nSCR 62 = (2001) 8 SCC 532; : Union of India v. Dharam\nPal \u0026 Ors., 2009 (2) SCR 193 = (2009) 4 SCC 170); Matajog\nDobey v. H.S. Bhari, AIR 1956 SC 44; and State of Karnataka\nv. Vishwabharathi House Building Co-operative Society \u0026\nOrs., 2003 (1) SCR 397 = (2003) 2 SCC 412; K. Manjusree\nv. State of Andhra Pradesh \u0026 Anr., AIR 2008 SC 1470; and\nRamesh Kumar v. High Court of Delhi \u0026 Anr., AIR 2010 SC\n3714- relied on\nC\n7.2. Granting relaxation subsequently amounts to\nchange of criteria after issuance of advertisement, which\nis impermissible in law. More so, it is violative of\nD fundamental rights, enshrined under Articles 14 and 16\nof the Constitution, of the similarly situated persons, who\ndid not apply considering themselves to be ineligible for\nwant of required marks. [para 46 (viii)] [751-G-H; 752-A]\nE\nF\nG\n7.3. The Circulars/Letters issued by the Government\nfrom time to time fixed the minimum 54% marks in\nMaster's Course as eligibility. In the instant matters, the\nrelaxation has been granted only by Utkal University;\ncondonation of deficiency had not been exercised by any\nUniversity other than Utkal University. The so-called\nrelaxation was accorded by the Utkal University by\npassing a routine order applicable to large number of\ncolleges, that too after a lapse of long period i.e. about a\ndecade. [para 12 and 46 (v)] [733-D; 751-D-E]\n7.4. Fixation of eligibility falls within the exclusive\ndomain of the executive and once it has been fixed by\nthe State authorities under the Rules 1974, the question\nof according relaxation by Utkal University could not\narise and, therefore, the order of condonation etc. is\nH nullity. [para 46 (vi)] [751-E-F]\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 715\n7.5. The power to grant relaxation in eligibility had not\nbeen conferred upon any authority, either the University\nor the State. In absence thereof, such power could not\nhave been exercised. [para 46 (xi)] [752-C]\n8. DELAY/LACHES :\nA\nB\n8.1. Although Limitation Act does not apply in writ\njurisdiction, however, the doctrine of limitation being\nbased on public policy, the principles enshrined therein\nare applicable and writ petitions are dismissed at initial\nstage on the ground of delay and laches. In alike case, C\ngetting a particular pay scale may give rise to a recurring\ncause of action. In such an eventuality, the petition may\nbe dismissed on the ground of delay and laches and the\ncourt may refuse to grant relief for the initial period in case\nof an unexplained and inordinate delay. Most of the D\npetitions had been filed before the High Court after 10-\n20 years for grant of UGC pay scales w.e.f. 1.1.1986 and\nto pay the arrears etc. The High Court in all the cases,\ngranted relief with effect from 1.1.1986 or even with effect\nfrom 1.6.1984, though even the Notification dated E\n6.10.1989 makes it applicable w.e.f. 1.1.1986. The cases\nhad been entertained and relief had been granted by the\nHigh Court without considering the issue of delay and\nlaches merely placing reliance upon earlier judgments\nobtained by diligent persons approaching the courts\nwithin a reasonable time. [paras 9, 32, 33 and 46(xv)] [744-\nG-H; 745-A; 729-B-C; 753-B]\nLachhmi Sewak Sahu v. Ram Rup Sahu \u0026 Ors., AIR\n1944 Privy Council 24; and Kamlesh Babu \u0026 Ors. v. Lajpat\nRai Sharma \u0026 Ors, 2008 (6) SCR 653 = (2008) 12 SCC 577\n-relied on.\n8.2. Relief granted by the Court in a similar case,\ncannot furnish a proper explanation for delay and laches.\nA litigant cannot claim impetus from the judgment in\nF\nG\nH\n716 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA cases where some diligent person had approached the\nCourt within a reasonable time. [para 34] [745-B-C]\nB\nC\nD\nE\nM/s Rup Diamonds \u0026 Ors., v. Union of India \u0026 Ors., AIR\n1989 SC 674; State of Karnataka \u0026 Ors. v. S.M. Kotrayya \u0026\nOrs., 1996 (5) Suppl. SCR 426 = (1996) 6 SCC 267; and\nJagdish Lal \u0026 Ors. v. State of Haryana \u0026 Ors., AIR 1997 SC\n2366 - relied on.\n9. RELIEF NOT CLAIMED - CANNOT BE GRANTED :\n9.1. A decision of a case cannot be based on\ngrounds outside the pleadings of the parties. Pleadings\nand particulars are required to enable the court to decide\nthe rights of the parties in the trial. Thus, the pleadings\nare more to help the court in narrowing the controversy\ninvolved and to inform the parties concerned about the\nquestion in issue, so that the parties may adduce\nappropriate evidence on the said issue. It is a settled\nlegal proposition that “as a rule relief not founded on the\npleadings should not be granted.\" [para 35] [745-E-F]\nSri Mahant Govind Rao v. Sita Ram Kesho, (1898) 25\nInd. App. 195; M/s. Trojan \u0026 Co. v. RM. N.N. Nagappa\nChettiar, AIR 1953 SC 235; Ishwar Dutt v. Land Acquisition\nCollector \u0026 Anr., AIR 2005 SC 3165; and State of\nMaharashtra v. Hindustan Construction Company Ltd., 2010\nF (4) SCR 46 = (2010) 4 SCC 518 -relied on\nG\nH\n9.2. The High Court granted relief in some cases\nwhich had not even been asked for, as in some cases the\nUGC pay scale had been granted with effect from\n1.6.1984, i.e., the date prior to 1.1.1986 though the same\nrelief could not have been granted and was not\npermissible in law in view of the law laid down by this\nCourt in Damodar Nayak *. Thus, it clearly makes out a\ncase of deciding a matter without any application of mind.\n[para 46 (xvii-xvili)] [753-D-F]\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 717\nState of Orissa \u0026 Anr. v. Damodar Nayak \u0026 Anr., AIR A\n1997 SC 2071 and Dr. Bhanu Prasad Panda v. Chancellor,\nSambalpur University \u0026 Ors., (2001) 8 SCC 532 -relied on\n10. ARTICLE 14 OF THE CONSTITUTION OF INDIA.\n10.1. It is a settled legal proposition that Article 14 is\nnot meant to perpetuate illegality and it does not envisage\nnegative equality. Thus, even if some other similarly\nsituated persons have been granted some benefit\ninadvertently or by mistake, such order does not confer\nany legal right on the petitioner to get the same relief. This\nprinciple also applies to judicial pronouncements. Once\nthe court comes to the conclusion that a wrong order has\nbeen passed, it becomes the solemn duty of the court to\nrectify the mistake rather than perpetuate the same. [para\n36] [746-A-D]\nChandigarh Administration \u0026 Anr v. Jagjit Singh \u0026 Anr.,\nAIR 1995 SC 705; Yogesh Kumar \u0026 Ors. v. Government of\nNCT Delhi \u0026 Ors., AIR 2003 SC 1241; M/s Anand Buttons\nLtd. etc. v. State of Haryana \u0026 Ors., AIR 2005 SC 565; K.K.\nBhalla v. State of M.P. \u0026 Ors., AIR 2006 SC 898; Maharaj\nKrishan Bhatt \u0026 Anr. v. State of Jammu \u0026 Kashmir \u0026 Ors.,\n2008 (11) SCR 670 = (2008) 9 SCC 24; Upendra Narayan\nSingh (supra); and Union of India \u0026 Anr. v. Kartick Chandra\nMondal \u0026 Anr., AIR 2010 SC 3455); Hotel Balaji \u0026 Ors. v.\nState of A.P. \u0026 Ors., AIR 1993 SC 1048; Sanjiv Datta, Dy.\nSecy., Ministry of Information \u0026 Broadcasting, 1995 ( 3 )\nSCR 450 = (1995) 3 SCC 619; Nirmal Jeet Kaur v. State\nof M.P. \u0026 Anr., 2004 (3) Suppl. SCR 1006 =\n= \n(2004) 7\nSCC 558; and Mayuram Subramanian Srinivasan v. CBI, AIR\n2006 SC 2449 - relied on.\nB\nC\nD\nE\nF\nG\n10.2. The grievance of the respondents that not\nupholding the orders passed by the High Court in their\nfavour would amount to a hostile discrimination, is not\nworth acceptance for the reason that Article 14 of the H\n718 SUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA Constitution envisages only positive equality. [para 46\n(xix)] [753-G]\nB\n11 ARBITRARINESS :\n11.1. The rule of law inhibits arbitrary action and also\nmakes it liable to be invalidated. Every action of the State\nor its instrumentalities should not only be fair, legitimate\nand above-board but should be without any affection or\naversion. Procedural fairness is an implied mandatory\nrequirement to protect against arbitrary action where\nC Statute confers wide power coupled with wide discretion\non an authority. If the procedure adopted by an authority\noffends the fundamental fairness or established ethos or\nshocks the conscience, the order stands vitiated. The\ndecision making process remains bad. [para 38] [747-E-\nD F]\nE\nF\nHaji T.M. Hassan Rawther v. Kerala Financial\nCorporation, AIR 1988 SC 157; Dr. Rash Lal Yadav v. State\nof Bihar \u0026 Ors., 1994 (1) Suppl. SCR 231 = (1994) 5 SCC\n267; and Tata Cellular v. Union of India, 1994 ( 2 ) Suppl.\nSCR 122 =(1994) 6 SCC 651; State of Andhra Pradesh \u0026\nAnr. v. Nalla Raja Reddy \u0026 Ors., AIR 1967 SC 1458; S.G.\nJaisinghani v. Union of India \u0026 Ors., AIR 1967 SC 1427;\nCommissioner of Police, Bombay v. Gordhandas Bhanji, AIR\n1952 SC 16 - relied on.\n11.2. The object and purpose of according\nrecognition and affiliation to educational institutions can\nnot be ignored. Therefore, while granting the recognition\nand affiliation even for non-governmental and non-aided\nG private colleges, it is mandatory to adhere to the\nconditions imposed which also include the minimum\neligibility for appointment of teaching staff. In the instant\ncase, it appears to be a clear cut case of arbitrariness\nwhich cannot be approved. [para 37] [747-A-D]\nH\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 719\n11.3. The submission on behalf of the respondents A\nthat Government orders/circulars/letters have been\ncomplied with, therefore, no interference is called for, is\npreposterous for the simple reason that such orders/\ncirculars/letters being violative of statutory provisions\nand constitutional mandate are just to be ignored in terms\nof the judgment of this Court in Ram Ganesh Tripathi *.\n[para 46 (xxi)] [754-A-B]\n*Ram Ganesh Tripathi \u0026 Ors. v. State of U.P. \u0026 Ors., AIR\n1997 SC 1446 - relied on.\nB\nC\n11.3. It is a matter of common experience that a large\nnumber of orders/letters/circulars, issued by the State/\nstatutory authorities, are filed in court for placing reliance\nand acting upon it. However, some of them are definitely\nfound to be not in conformity with law. There may be D\ncertain such orders/circulars which are violative of the\nmandatory provisions of the Constitution. [para 41] [749-\nF]\n11.4. The authority passed illegal orders in\ncontravention of the constitutional provisions arbitrarily\nwithout any explanation whatsoever polluting the entire\neducation system of the State, ignoring the purpose of\ngrant-in-aid scheme itself that it has been so provided to\nmaintain the standard of education. [para 46 (xvi)] [753-\nC]\n11.5. The whole exercise done by the State\nauthorities suffers from the vice of arbitrariness and, thus,\nis violative of Article 14 of the Constitution. Therefore, it\ncannot be given effect to. [para 42] [749-B-C]\n12. PER INCURIAM\n-\n- DOCTRINE :\n12.1. “Incuria\" literally means “carelessness”. In\npractice per incuriam is taken to mean per ignoratium. The\nE\nF\nG\nH\n720\nSUPREME COURT REPORTS\n[2011] 2 S.C.R.\nA Courts have developed this principle in relaxation of the\nrule of stare decisis. Thus the \"quotable in law\", is\navoided and ignored if it is rendered in ignoratium of a\nStatute or other binding authority. [para 43] [749-D]\nB\nMamleshwar Prasad \u0026 Anr. v. Kanahaiya Lal (Dead) by\nLrs., AIR 1975 SC 907; State of Orissa \u0026 Anr. v. Damodar\nNayak \u0026 Anr., AIR 1997 SC 2071 - relied on.\n12.2. The two judgments in Damodar Nayak and\nBhanu Prasad Panda could not be brought to the notice\nC of either the High Court or this Court while dealing with\nthe issue. Special leave petition in the case of Kalidas\nMohapatra \u0026 Ors.* has been dealt with without\nconsidering the requirement of law merely making the\nreference to Circular dated 6.11.1990, which was not the\nD first document ever issued in respect of eligibility. Thus,\nall the judgments and orders passed by the High Court\nas well as by this Court cited and relied upon by the\nrespondents are held to be not of a binding nature (Per\nin curiam). [para 46(xiii)] [752-F-G]\nE\nເມ\nState of Orissa \u0026 Anr. v. Damodar Nayak \u0026 Anr., AIR\n1997 SC 2071 and Dr. Bhanu Prasad Panda v. Chancellor,\nSambalpur University \u0026 Ors., (2001) 8 SCC 532 -relied on\nState of Orissa \u0026 Anr. v. Kalidas Mohapatra \u0026 Ors.,\nF [SLP(C) Nos. 14206-14209 of 2001 decided by Supreme\nCourt on 11.3.2001- held per incurium.\nG\nH\n12.3. Thus, it stands crystal clear that a teacher who\nhad been appointed without possessing the requisite\nqualification at initial stage cannot get the benefit of grant-\nin-aid scheme unless he acquires the additional\nqualification and, therefore, question of grant of UGC pay\nscale would not arise in any circumstance unless such\nteacher acquires the additional qualification making him\neligible for the benefit of grant-in-aid scheme. The\nSTATE OF ORISSA \u0026 ANR. v. MAMATA MOHANTY 721\n\"\ncumulative effect, therefore, comes to that such teacher A\nwill not be entitled to claim the UGC pay scale unless he\nacquires the higher qualification i.e. M.Phil/Ph.D. [para 47]\n[754-C-D]\nC\n12.4. In the facts and circumstances of the case, B\nterminating the services of those who had been\nappointed illegally and/or withdrawing the benefits of\ngrant-in-aid scheme from those who had not completed\nthe deficiency in eligibility/educational qualification or\nfrom those who had been granted from the date prior to\ncompleting the deficiency, may not be desirable as a long\nperiod has elapsed. So far as the grant of UGC pay scale\nis concerned, it cannot be granted prior to the date of\nacquisition of higher qualification. In view of the above,\nthe impugned judgment/order cannot be sustained in the\neyes of law. [para 48] [754-E-F]\nD\n12.5. The full particulars of the respondent-teachers\nare not before this Court as in some cases there had\nbeen claims and counter claims of possessing the\nrequisite marks i.e. 54% in Master's Course. Therefore, it E\nis directed: (i) In case of dispute regarding possessing\nof 54% marks, the authorities, Secretary of Higher\nEducation/Director of Higher Education may examine the\n' factual position and decide the case of individual\nteachers in accordance with law laid down in this case; F\nand (ii) If a person did not possess the requisite\nqualification on the date of appointment and was not\nentitled for grant-in-aid scheme, unless he completes the\ndeficiency, his case would be considered from the date\nof completing the deficiency for grant of UGC pay scale.\nHowever, in no case, the UGC pay scale can be granted\nprior to the date of according the benefit of the grant-in-\naid scheme, i.e. by acquiring the degree of M.Phil/Ph.D.\n[para 49] [754-G-H; 755-A-C]\nG\nH\n722 SUPREME COURT REPORTS\n[2011] 2 S.C.R\nA\nCase Law Reference:\nAIR 1976 SC 10\nrelied on\npara 14\nAIR 1987 SC 311\nrelied on\npara 14\nB\nAIR 1987 SC 2034\nrelied on\npara 14\n2008 (15) SCR 224\nrelied on\npara 14\nAIR 1998 SC 1153\nrelied on\npara 14\nAIR 2000 SC 634\nrelied on\npara 15\nC\nAIR 1992 SC 789\nreferred to\npara 18\nAIR 1992 SC 2130\nreferred to\npara 18\n1996 ( 5 ) Suppl. SCR 73\nreferred to\npara 18\nD\nAIR 1998 SC 331\nreferred to\npara 18\nAIR 2005 SC 2103\nreferred to\npara 18\nAIR 2006 SC 2319\nreferred to\npara 18\nLU\nE\n2008 (7) SCR 835\nreferred to\npara 18\n2009 (4) SCR 866\nreferred to\npara 18\n2009 (8) SCR 229\nreferred to\npara 18\nAIR 1998 SC 1289\nF\nrelied on\npara 20\nAIR 2005 SC 1964\nrelied on\npara 20\nAIR 2010 SC 3823\nrelied on\npara 20\nAIR 2010 SC 3783\nrelied on\npara 20\nG\n1992 ( 1 ) Suppl. SCR 337 relied on\npara 21\nAIR 2008 SC 1817 337\nrelied on\npara 22\nAIR 1980 SC 2141\nrelied on\npara 23\nH\n1993 ( 1 ) SCR 186\nrelied on\npara 24\nSTATE OF RAJASTHAN \u0026 ORS. v. DAYA LAL \u0026\n723\nORS.\nAIR 1984 SC 541\nrelied on\npara 25\nA\n2005 (2) SCR 991\nrelied on\npara 26\n2006 (7) Suppl. SCR 607\nrelied on\npara 27\nAIR 2005 SC 2775\nrelied on\npara 28\nB\n2001 ( 3 ) Suppl. SCR 62 relied on\npara 29\n2009 (2) SCR 193\nrelied on\npara 30\nAIR 1956 SC 44\nrelied on\npara 31\n2003 ( 1 ) SCR 397\nC\nrelied on\npara 31\nAIR 2008 SC 1470\nrelied on\npara 31\nAIR 2010 SC 3714\nrelied on\npara 31\nAIR 1944 Privy Council 24\nrelied on\npara 32\nD\n2008 (6) SCR 653\nrelied on\npara 32\nAIR 1989 SC 674\nrelied on\npara 34\n1996 ( 5 ) Suppl. SCR 426 relied on\npara 34\nE\nL\nAIR 1997 SC 2366\nrelied on\npara 34\n(1898) 25 Ind. App. 195\nrelied on\npara 35\nAIR 1953 SC 235\nrelied on\npara 35\nF\nAIR 2005 SC 3165\nrelied on\npara 35\n2010 (4) SCR 46\nrelied on\npara 35\nAIR 1995 SC 705\nrelied on\npara 36\nAIR 2003 SC 1241\nrelied on\nG\npara 36\nAIR 2005 SC 565\nrelied on\npara 36\nAIR 2006 SC 898\nrelied on\npara 36\nH\n"}