{"pages":[{"pageNumber":51},{"pageNumber":52}],"text":"DELHI INTERNATIONAL AIRPORT PVT. LTD. v.\nUNION OF INDIA \u0026 ORS. [DALVEER BHANDARI, J.]\n1165\nestablishment via-a-vis such private player must be A\nrepeated. But this interpretation would defeat the\nrights of the workmen which are meant to be\nprotected by the CLRAA.\n(xii) In the impugned judgment, the Division Bench of the\nHigh Court has correctly held that the obligation\nflowing from the said notification under Section\n10(1) CLRAA should continue to bind every private\nplayer that steps into the shoes of AAI.\nB\n86. For the foregoing reasons, it is clear that the C\nnotification dated 26th July, 2004 was equally binding on DIAL\nunder the CLRAA and, therefore, DIAL must abolish all contract\nlabour as per the terms of the notification.\n87. We have no hesitation in coming to the conclusion that\nthe Central Government notification dated 26th July, 2004 is\nclearly binding and applicable to DIAL. DIAL's obligation with\nregard to the contract labour in general is clear from the said\nnotification. They are liable to be regularized as regular\nemployees of DIAL. DIAL has replaced many of the workers\nwith other trolley retrievers and it would be unrealistic to expect\nDIAL to regularize the employment of their current trolley\nretrievers and member of the workers' union alike and\ninequitable to leave the current workers jobless so as to make\nroom for erstwhile workers of DIAL.\nD\nE\nF\n88. In view of the peculiar facts and circumstances of these\ncases directing DIAL to regularize services of trolley retrievers.\nwho worked with DIAL till 2003 would be harsh, unrealistic and\nnot a pragmatic approach, therefore, in the interest of justice,\nwe deem it proper to direct DIAL to pay Rupees five lacs to G\neach of the erstwhile 136 workers of DIAL who were working\nfor them as trolley retrievers till 2003 and in case any worker\nhas expired, then his or her legal heirs would be entitled to the\nsaid amount. This compensation is paid to the workers in lieu\nof their permanent absorption/reinstatement with DIAL and their H\n1166 SUPREME COURT REPORTS [2011] 13 (ADDL.) S.C.R.\nA claim of back wages. This is in full and final settlement of entire\nclaims of erstwhile 136 workers of DIAL.\nB\n89. We direct DIAL to pay the amount to these 136\nerstwhile workers of DIAL within three months after proper\nverification. In case the amount, as directed, is not paid within\nthe prescribed period, then it would carry interest at the rate of\n12% per month from that point till the amount is paid.\n90. These appeals are accordingly disposed of in the\naforementioned terms. In the facts and circumstances of these\nC cases, we direct the parties to bear their own costs.\nN.J.\nAppeals disposed of.\n"}