{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2008] 12 S.C.R. 248\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS.\nV.\nTHE ORIENTAL INSURANCE CO. LTD. \u0026 ORS.\n(Civil Appeal No. 5136 of 2008 etc.)\nAUGUST 20, 2008\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\n-\n-\n-\nMaharashtra Rent Control Act, 1999 – s. 3 (1) (b) – Ex-\nemption from protection under the Act - To Government Com-\nC pany as defined u/s. 617 of Companies Act - Held: govern-\nment Company falls within the meaning of 'Public Sector Un-\ndertakings ('PSUS') - Hence not entitled to protection under\nthe Act in view of the exemption provision – Exclusion of Gov-\nernment Company from the meaning of 'PSUs' and inclusion\nof the Corporations established under Central/State Statute\nalone, would make the provision violative of Article 14 of the\nConstitution - By application of the principle of noscittur a\nsociis, the provision applies to different categories of tenants\nhaving financial capability to pay the rent - Such differentia\nhas a rational nexus to the object sought to be achieved by\nthe Statute - Constitution of India, 1950 - Article 14 - Com-\npanies Act, 1956 - s. 617.\nD\nE\nInterpretation of Statutes - Definition of an expression in\none Act must not be imported to another Act, unless the same\nF is incorporated or referred to in the latter.\nG\nH\nDoctrines/Principles - Principle of noscittur a sociis\nApplicability of.\n-\nWords and Phrases - 'Public Sector Undertakings'\nMeaning of in the context of s. 3 (10) (b) of Maharashtra Rent\ncontrol Act, 1999.\nThe question for consideration in the present ap-\npeals is whether a Government Company, as defined un-\nder s. 617 of Companies Act, falls within the compendi-\n248\n+\n-\n-\u003e\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 249\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS.\nous expression \"any public sector undertakings or Cor- A\nporation established by or under any Central or State Act\"\nin s. 3 (1) (b) of Maharashtra Rent Control Act, 1999.\nDisposing of the appeals, the Court\nC\nD\nHELD: 1. Government companies as defined under B\nSection 617 of the Companies Act are not entitled to pro-\ntection of the Maharashtra Rent Control Act, 1999 in view\nof the provisions of Section 3(1)(b). The view of the High\nCourt that Government companies stand excluded from\nPSU under Section 3(1)(b) of Maharashtra Rent Control\nAct, 1999, as Government companies are separate and\ndistinct entities from PSUs and since Government Com-\npany is not in the enumerated items in Section 3(1)(b) one\ncannot include the said entity within the meaning of the\nword PSU is erroneous. The word PSU is not defined\nunder any Act. It is indicated in various Parliamentary\nCommittees on Administrative Reforms so that in finan-\ncial, employment and in policy matters, the Central/State\nGovernment could evolve norms/standards. It is the pub-\nlic character of the functions of the undertaking which\nmakes it a PSU. However, there is no conclusive test for\ndetermining the status of an undertaking as a PSU. In judg-\ning the character of an entity, the court has to keep in mind\nthe context in which the word PSU is used in a given en-\nactment. There are a number of tests which could be ap-\nplied in judging the character of an entity, namely, the test\nof origin, the test of agency or instrumentality of the State,\nthe functional test, the monopolistic status of an entity,\ntest concerning areas of operations, the test of econo-\nmies of scale, the test of control, the role of the entity in\nthe priority sector etc. Therefore, there is no one conclu- G\nsive test applicable to decide the character of an entity.\nGovernment companies under Section 617 of Companies\nAct, 1956 are understood by the Legislature to be a part\nof PSUs. [Paras 42 and 49] [303,E; 296,A-F, 296,G]\nE\nLL\nF\nH\n250\nSUPREME COURT REPORTS\n)\n[2008] 12 S.C.R.\nA\nB\nSom Prakash Rekhi v. Union of India and Anr. 1981(1)\nSCC449 relied on.\n\"Growth of Trade, Commerce and PSUs\" by Shri Suresh\nPrasad Padhy; “Public Enterprise in Theory and Practice” by\nBishwa Nath Singh- referred to.\n2. On a plain meaning of the words 'PSUs' as under-\nstood by the Legislature, it is clear that, India's PSUs are\nin the form of statutory corporations, public sector com-\npanies, Government companies and companies in which\nC the public are substantially interested. When the word PSU\nis mentioned in Section 3(1)(b), the State Legislature is\npresumed to know the recommendations of the various\nParliamentary Committees on PSUs. [Para 47] [301,B-C]\n3. It is wrong to say that only those PSUs which are\nD established by or under any Central or State Act alone\nstand excluded from the protection of the Rent Act and\nthe PSUs which are Government companies incorporated\nunder Section 617 of Companies Act are entitled to the\nprotection as they are not expressly excluded under Sec-\nE tion 3(1)(b) of the Rent Control Act. Several entities have\nF\nG\nH\nbeen enumerated in Section 3(1)(b), namely, banks, PSUs\nor statutory corporations, foreign missions, international\nagencies, multinational companies and private limited and\npublic limited companies having a paid up share capital\nof Rs. 1,00,00,000 or more. The Act has brought about\nstructural changes in the legislation. In this case, it was\nopen to the legislature to opt for any of the tests, namely,\ntest of origin, test of public character of the functions per-\nformed by each of these entities, test of public character\nof each of the undertakings, test of agency or instrumen-\ntality, test of monopolistic status, test of mobilization of\nresources etc. In the present case, the legislature has\nopted for an economic criteria, namely, entities which are\nin a position to pay rent at market rates are to stand ex-\ncluded from Rent Act protection. This is the test of Finan-\n1\n☑\nH\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 251\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS.\ncial Capability. This is the golden thread which runs A\nthrough Section 3(1)(a). This criteria has been selected\nby the legislature knowing fully well that each of these\nentities including PSUs can afford to pay rent at the mar-\nket rates. In the present case, the principle of noscittur a\nsociis is clearly applicable. According to this principle, B\nwhen two or more words which are susceptible to analo-\ngous meaning are coupled together, the words can take\ntheir colour from each other. Applying this test, it is held\nthat Section 3(1)(b) clearly applies to different categories\nof tenants all of whom are capable of paying rent at the\nC\nmarket rates. [Paras 46 and 47] [299,C-G; 300,A-B, 301,D,E]\n4. If Government companies are to be excluded from\nSection 3(1)(b) then the test of intelligible differentia hav-\ning rational nexus to the objects sought to be achieved\nby the Rent Act would stand defeated. It would make Sec- D\ntion 3(1)(b) vulnerable to challenge as violative of Article\n14 of the Constitution. To meet the challenge of discrimi-\nnation under Article 14 it is not sufficient to state that there\nis an intelligible differentia but it is further essential require-\nment to show that the differentia has a rational nexus to E\nthe object sought to be achieved by the Statute in ques-\ntion. [Paras 46 and 47] [302,E; 300,C; 301,H; 302,A]\nShah and Co. v. State of Maharashtra 1967 (3) SCR 466\n- relied on.\nState of Rajasthan v. Mukanchand and ors. 1964 (6) SCR\n903 - referred to.\nF\n5. Section 3(1)(b) strikes a balance between the inter-\nest of the landlords and the tenants; it is neither pro-land-\nlords nor anti-tenants. It is pro-public interest. In this con- G\nnection, one must keep in mind the fact that the said Rent\nAct, 1999 involves a structural change vis-à-vis the Bombay\nRent Act, 1947. To accept the interpretation advanced on\nbehalf of the respondents for excluding Government com-\npanies from the meaning of the words \"PSUs\" in Section H\n252\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA 3(1)(b) would amount to disturbing the neat balance struck\nby the Legislature. [Para 47] [302,A-B; 302,C-D]\nB\n6. The High Court judgment is erroneous when it\nadds words to Section 3(1)(b), namely, \"which is not a\nGovernment company\". High Court has relied upon the\ndefinition of Government Company under Section 617 of\nthe Companies Act. The definition of an expression in one\nAct must not be imported into another. It would be a new\nterror in the construction of Acts if the Court is required\nto limit a word to an unnatural sense because in some\nC Act which is not incorporated or referred to such an in-\nterpretation is given to it for the purposes of that Act alone.\nThe interpretation placed by the High Court on the word\n\"PSUs\" in Section 3(1)(b) amounts to judicial legislation\nand further it defeats the very object of Section 3(1)(b).\nD [Para 47] [302,G-H; 303,A-C]\nUnion of India and Ors. v. R.C. Jain and Ors. 1981 (2)\nSCC 308 - relied on.\n7. If it is held that PSUs do not include Government\nE companies, it would be disturbing the package offered\nby the Legislature of allowing increase of rent annually at\n5%, allowing the landlords to accept premium and exclu-\nsion of certain entities from the protection of the Rent Act\nunder Section 3(1)(b). [Para 47] [300,H; 301,A]\nF\n8. PSUs including Government Companies are inde-\npendent companies/corporations. They cannot be\nequated to the \"Government\" in Section 3(1)(a). Section\n3(1)(b) has to be read, in its entirety. The said Section has\nto be read, keeping in mind the reasons for its enactment.\nG [Para 47] [302,F-G]\nCase Law Reference\n1981(1) SCC449\nRelied on. 42\n1967 (3) SCR 466\nRelied on. 46\nI\nH.\n☑\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 253\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\n1964 (6) SCR 903\nReferred to. 47\n1981 (2) SCC 308\nRelied on. 47\nA\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 5136\nof 2008\nFrom the Final Judgment and Order dated 20.12.2006 of B\nthe High Court of Judicature at Bombay in First Appeal No. 1245\nof 2004\nWITH\nC.A. Nos. 5137-39 of 2008\nParag Tripathi, ASG., Shyam Divan R.F. Nariman, Dr.\nRajeev Dhavan, Sudhir Chandra and Soli J. Sorabjee, Gaurav\nAgrawal, Percy Gandy, Kaiwan Kalyaniwala, Debmalya\nBanerjee, Sonia Nigam, Nandini Gore, Manik Karanjawala,\nParijit Sinha, Reshmi Rea Singh, S.C. Ghosh, Snehashish\nMukherjee, Mrinaklänti Mandal, Vishnu Mehra, Kunal, Sakshi\nMittal, Promod Dayal, Nikunj Dayal, Anantbhushan Kanade,\nYadunath Chaudhary, Gargi Shinde, D.B. Vohra, P.K. Seth,\nPankaj Seth, Manjit Chawla, Nooruddin Dhilla, E.C. Agrawala,\nMahesh Agarwal, Rishi Agrawala, Gaurav Goel, Amit Kumar\nSharma and Gaurav Agrawal for the Appearing Parties.\nThe Judgment of the Court was delivered by\nS. H. KAPADIA, J.\nC\nD\nE\nF\nCivil Appeals arising out of S.L.P.(C) Nos. 5855/07 and\nS.L.P. (C) No. 16237/08:\n1. Leave granted.\n2. Applications for interventions are allowed.\n3. An important question of law regarding interpretation of\nSection 3(1)(b) of the Maharashtra Rent Control Act, 1999 is\ninvolved in the present appeal, namely:-\n\"Whether a Government Company falls within the\nG\nH\nA\nB\n254\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\ncompendious expression \"any public sector undertakings\nor corporation established by or under any Central or State\nAct\" in Section 3(1)(b) of the Maharashtra Rent Control\nAct, 1999 (\"Rent Act\" in short).\"\n4. For the sake of convenience we may state the facts of\nthe case in SLP(C) No. 5855/07 in the case of Leelabai Gajanan\nPansare \u0026 Ors. v. Oriental Insurance Company Ltd. \u0026 Ors.\nFacts:\n5. Appellants-landlords had let out the suit-premises ad-\nC measuring 3214 sq. ft. (approx.) in Thane to Oriental Insurance\nCompany Ltd. (\"OIC” for short). The rent was Rs. 10,000/- per\nmonth. Vide notice dated 15.4.2002 under Section 106 of the\nTransfer of Property Act, appellant terminated the tenancy of\nthe said Company. On failure of OIC to vacate the premises,\nD they instituted a suit for eviction. OIC took the plea that it is not\ncovered under Section 3(1)(b) of the Rent Act as it was \"a pro-\ntected tenant” under the said Rent Act, 1999 and, therefore,\ncould not be evicted. In the said suit, the landlord pleaded that\nOIC is a Public Sector Undertaking and/or Corporation having\na total paid up share capital of more than Rs. 1,00,00,000.\nE\n6. OIC resisted the suit by filing its written statement inter\nalia contending that it is neither a PSU nor a Corporation; that it\nwas not exempted under Section 3(1)(b) of the Rent Act; that it\nwas neither a bank nor a PSU, nor a foreign mission, nor MNC\nF and nor a public limited company having paid up share capital\nof more than Rs. 1,00,00,000. According to OIC, it was a Gov-\nernment company carrying on its own insurance business and\nthat the premises let to it stood fully protected by the provisions\nof the Rent Act as they did not fall in any of the categories men-\nG tioned in Section 3(1)(b) of the said Rent Act.\nH\n7. By Judgment and Order dated 9.7.2004 in Special Civil\nSuit No. 202/03 the trial court held that OIC is a Government\ncompany under Section 617 of the 1956 Act over which the\nGOI has overall control qua insurance business. The trial court\nサー\n7\n--*\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 255\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\nfurther held that OIC stood established as a subsidiary of GIC A\nthat came into existence in 1972 pursuant to nationalization of\nGeneral Insurance. According to the trial court since OIC is a\nGovernment company under Section 617 of the 1956 Act and\nsince GOI has overall control over its functioning, it is entitled to\nprotection from eviction by the landlords under Section 3(1)(a) B\nwhich gives protection to premises let to the Government or\nlocal authority or to premises taken on behalf of the Govern-\nment. In other words, according to the trial court, since GOI ex-\nercises deep and pervasive control over the respondent com-\npany herein, the said premises occupied by it were entitled to\nC\nprotection under the second part of Section 3(1)(a). According\nto the said Judgment and Order dated 9.7.2004 the said suit\nstood dismissed by the trial court.\n8. Aggrieved by the dismissal of the suit by the trial court,\nappellants herein preferred an appeal being FA No. 1245/04. D\nBy the impugned judgment dated 20.12.2006, the Bombay High\nCourt held that exempted premises under Section 3(1)(b) of\nthe Rent Act, 1999 are PSUs but not Government Companies\nincorporated under the Companies Act, 1956. It was further held\nthat a Government Company stands in a different category and E\nby the very absence of the words \"Government Company\" in\nSection 3(1)(b) it is clear that the Legislature did not intend their\nexemption from the protection under the said Rent Act, 1999\nconsequently, the High Court dismissed FA No. 1245/04 filed\nby the appellants. Hence, this civil appeal.\nContentions:\n9. The basic ground of challenge in this civil appeal that\nthe High Court having held that OIC is the PSU had erred in\nholding that a Government Company stood under a separate\ncategory which is absent in Section 3(1)(b) and thus continues\nto enjoy protection of the said Rent Act. According to the appel-\nlants, this amounts to judicial legislation by the High Court as\nthe High Court has read into Section 3(1)(b) the words, namely,\n\"except Government companies\". According to the appellants,\nEL\nF\nG\nH\n256\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA by such exclusion of Government companies from the PSUs,\nthe High Court has excluded a large number of PSUs from the\npurview of Section 3(1)(b), which is not the intention of the Leg-\nislature. This, according to the appellants, is contrary to the leg-\nislative policy and such interpretation defeats the very purpose\nB of Section 3(1)(b) of the Rent Act. According to the appellants,\nin the alternative, in any event, OIC is a public limited company\nhaving a paid up share capital of rupees more than one crore\nand, therefore, in any event, the said company would fall in the\nsecond part of Section 3(1)(b) which denies to such public lim-\nited companies the protection of the said Rent Act, 1999.\nC\n10. Shri Shyam Divan, learned senior counsel appearing\non behalf of the appellants submitted that the concept of a \"Gov-\nernment Company\" is alien to the scheme of Section 3(1)(b).\nThe legislature, according to the learned counsel, has not used\nD the expression \"Government Company\" anywhere in Section\n3(1)(b). There was no justification, according to the learned\ncounsel, for the High Court to introduce the concept of Govern-\nment Company when the legislature has not adverted to the\nsaid expression. According to the learned counsel, by import-\nE ing the concept of \"Government Company” in Section 3(1)(b),\nthe High Court has resorted to judicial legislation, which is not\npermissible. According to the learned counsel, it is the function.\nof the legislature to decide upon the entities to which Rent Act\nprotection should be extended to and conversely the entities\nthat may be excluded from such protection. According to the\nlearned counsel, in enacting Section 3(1)(b), the legislature has\nclearly indicated that premises let to PSUs and Public Limited\nCompanies having a paid up capital of Rs. 1,00,00,000 or more\nwould not be entitled to protection of the Rent Act, 1999. How-\never, the legislature did not include in Section 3(1)(b) “holding\ncompany\", \"subsidiary company”, “sick industrial company\" etc.,\nall of which are concepts like \"Government Company\" that are\nspecifically defined in the 1956 Act. Instead, the legislature\nemployed the concept of Private Limited Companies and Pub-\nlic Limited Companies having a paid up share capital of Rs.\nF\nG\nI\n+1\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 257\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\n1,00,00,000 or more. It was submitted that although holding A\ncompany or subsidiary company or sick industrial company are\nnot expressly mentioned in Section 3(1)(b), it is not open to\nsuch entities to claim that since none of these specific expres-\nsions abovementioned are used in Section 3(1)(b), they are\nentitled to Rent Act protection. According to the learned coun- B\nsel, a Holding company or Subsidiary company or Sick indus-\ntrial company is an addition to a public limited or private limited\ncompany having a paid up share capital of more than Rs.\n1,00,00,000. According to the learned counsel, the concept of\nholding company, subsidiary company or a sick industrial com-\npany are additional characteristics.\nC\n11. Learned counsel next contended that Oriental Insur-\nance Company (OIC), United India Insurance Company(UIC)\nas well as Bharat Petroleum Corporation Ltd. (BPCL) answers\nthe description of a \"PSU\", which is understood in several stat- D\nutes to include a Government Company under Section 617 of\nthe 1956 Act. Therefore, according to the learned counsel, there\nis no reason why the expression PSUs as used in Section\n3(1)(b) should be read to exclude OIC which is a Government\nCompany where 100% of the shares are held by the Central E\nGovernment.\nF\n12. On literal interpretation of Section 3(1)(b), learned\ncounsel submitted that the expression \"or any PSUs\" as used\nin Section 3(1)(b) is a separate stand-alone category like, banks,\nforeign missions, international agencies etc.. The said expres-\nsion is separated from the rest of the provision by the word 'or”\nwhich is disjunctive and giving a natural meaning to the said\nword separates PSUs from the next expression relating to statu-\ntory Corporations. Therefore, according to the learned coun-\nsel, there is no reason why the expression 'any PSUs\" should G\nbe restricted to statutory corporations, particularly when the dis-\njunctive word \"or\" separates the two phrases in Section 3(1)(b).\nIn this connection, learned counsel submitted that the word PSU\nis not specifically defined in the Rent Act. It is not defined in the\n1956 Act. Learned counsel submitted that under Rules of Pro-. H\nT\n"}