{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"258\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nB\nA cedure and Conduct of Business in Lok Sabha under Chapter\nXXVI there is reference to Constitution of Parliamentary Com-\nmittees. Rule 312A refers to functions of \"Committee on PSUs\"\nspecified in the Fourth Schedule. Item 5 of Part I of the Fourth\nSchedule (List of Public Undertakings) refers to the Life Insur-\nance Corporation of India (LIC) whereas Part II of the same\nSchedule refers to Public Undertakings which are Government\nCompanies under the 1956 Act. That, every Government Com-\npany whose annual report is placed before Parliament under\nSection 619A of the 1956 Act falls in part II of the Fourth Sched-\nule which refers to List of Public Undertakings. According to the\nlearned counsel, OIC, UIC and BPCL are Government Compa-\nnies, therefore, they fall in Part II of the Fourth Schedule to the\nRules of Procedure and Conduct of Business in the Lok Sabha.\nLearned counsel further pointed out that even, according to the\nannual reports/financial statements of OIC, the said undertak-\ning is a PSU. Learned counsel submitted that the above Busi-\nness Rules indicate Legislative Understanding of the word PSU\nto include Government Companies.\nC\nD\nF\n13. On the question of purposive interpretation, learned\nE counsel submitted that in Malpe Vishwanath Acharya and ors.\nv. State of Maharashtra and anr. (1998) 2 SCC 1 the Supreme\nCourt held that the provisions of the Bombay Rents, Hotel and\nlodging House Rates Control Act, 1947 (\"1947 Act\") relating to\nthe determination and fixation of standard rent on account of\ninflation and price rise could no longer be considered to be\nreasonable and, therefore, provisions in the Bombay Rent Act,\nnamely, Section 5(10), 18 and 19 dealing with the definitions of\n“standard rent” and prohibition and receipt of premium were\nliable to be struck down as unreasonable and arbitrary. Learned\ncounsel submitted that following the said judgment of this Court\na Joint Committee was constituted by the Maharashtra Legis-\nlature to evolve a package which was done and which consisted\nof nominal increase in the standard rent, legalization of receipt\nof premium by the landlords which was earlier prohibited under\nthe 1947 Act and the expansion of Section 3(1)(b) by which\nG\nI\nwwwwww\n1\nT\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 259\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\nC\nD\nentities enumerated therein were to loose protection of the said A\nRent Act. According to the learned counsel, but for the said pack-\nage the above provisions of the 1947 Act were liable to be struck\ndown. In the circumstance, learned counsel submitted that the\nlegislative scheme adopted by the legislature to protect the Rent\nAct from the vice that was recognized in the case of Malpe B\nVishwanath Acharya (supra) hinges upon Section 3(1)(b) be-\ning interpreted in a fair manner. According to the learned coun-\nsel, should the scope of Section 3(1)(b) be restricted by ex-\ncluding Government companies as done by the impugned judg-\nment of the High Court then the larger objective of the legisla-\nture would stand defeated and the standard rent provisions un-\nder the Rent Act (1999 Act) would be rendered vulnerable. Ac-\ncording to the learned counsel, the golden thread which runs\nthrough Section 3(1)(b) of the Rent Act is the economic criteria.\nIn this connection, learned counsel submitted that each of the\nentities mentioned in Section 3(1)(b) are cash-rich entities.\nThese entities are tenants paying rent to the landlords. These\nentities, according to the learned counsel, are excluded from\nthe Rent Act protection, particularly when with the passage of\ntime, the landlords were not able to maintain their property and,\nconsequently, these properties became dilapidated for want of\nmaintenance on account of poor return on their investments and\non account of increase in taxes and price rise. According to the\nlearned counsel, the Report of the Joint Committee indicates\nthat it had taken into account all the above factors, including the\njudgment of this Court in Malpe Vishwanath Acharya (supra)\nand, accordingly, gave a package of the above three items enu-\nmerated above including Section 3(1)(b) so that maximum num-\nber of poor tenants would continue to get protection with the\nexclusion of those tenants who have the paying capacity. There-\nfore, according to the learned counsel, when PSUs, as under- G\nstood by Parliament, the Reporting Ministry and the Comptrol-\nler and Auditor-General have understood PSUs to include Gov-\nernment Companies and Statutory Corporations then this Court\nmust give a plain, simple and clear meaning to the words PSUs\nin Section 3(1)(b) in order to avoid any challenge to the said\nE\nF\nH\nH.\n260\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA sub-section on the ground of invidious classification having no\nrational nexus with the objects sought to be achieved. Accord-\ning to the learned counsel, if the said expression \"PSUs\" in the\nsaid sub-section is confined to statutory corporations and if\nPSUs and statutory corporations are classified under one dis-\nB tinct category, as contended on behalf of the respondents, then\nthe consequence would be that in the Insurance Industry, OIC\nand UIC (Government companies) would get protection of the\nRent Act, 1999 whereas LIC, which is a statutory corporation,\nwould stand excluded from such protection. It is this type of ar-\nbitrary discrimination which needs to be avoided in interpreting\nSection 3(1)(a). According to the learned counsel, therefore,\none needs to give the meaning to the words PSUs as under-\nstood by the Committee on Public Undertakings, the Reporting\nMinistry and by the Comptroller and Auditor-General and if so\nread, all the three entities herein, namely, IOC/UIC/BPCL would\ncome within the meaning of expression PSUs in Section 3(1)(b)\nof the Rent Act. Therefore, according to the learned counsel,\nthe impugned judgment needs to be set aside.\nC\nD\nF\n14. Shri R.F. Nariman, learned senior counsel appearing\nE on behalf of the The Hongkong \u0026 Shanghai Banking Corpora-\ntion Ltd. submitted that Section 3(1) of the said Rent Act must\nbe read as a whole in order to understand the meaning and\npurport of the said section. According to the learned counsel,\nthe rationale behind under Section 3(1)(a) in providing that the\ntenants of Government or a local authority will not have the pro-\ntection of the Rent Act, whilst providing that the Government or\nlocal authority in its capacity as a tenant will have the protection\nof the Rent Act is that Government or a local authority performs\nsovereign and governmental functions. In other words, learned\ncounsel urged that Government or a local authority is covered\nby the ambit of Section 3(1)(a) as long as it does not enter the\narena of commercial activity. Learned counsel next submitted\nthat the concept of a \"Government Company\" is not a part of\nSection 3(1)(a). According to the learned counsel, the said sub-\nsection 3(1)(a) is bodily lifted from Section 4(1) of Bombay Rent\nG\nI\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 261\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\n,\nC\nD\nAct, 1947. That Act was a temporary enactment. According to A\nthe learned counsel, the absence of the words \"Government\nCompany\" in sub-section 3(1)(a) and the presence of the ex-\npression \"any PSUs\" in Section 3(1)(b) leads to the inevitable\nconclusion that Government Companies were not entitled to\nreceive the protection of the said Rent Act. According to the B\nlearned counsel, banks, PSUs, statutory corporations and pri-\nvate and public limited companies mentioned in Section 3(1)(b)\nare in the commercial sector and, therefore, they will not have\nthe protection of the Rent Act when they are the tenants. Ac-\ncording to the learned counsel, the object of the said Rent Act\nis to extend protection of the said Rent Act to tenants who are\nGovernment, local authorities and those who are not affluent\nand who do not have the capacity to pay market rent. On the\npoint of literal interpretation, learned counsel submitted that on\na plain reading of Section 3(1)(b) it would be clear that PSUs\nand statutory corporations fall in two separate and distinct cat-\negories/classes of tenants who are not entitled to the protec-\ntion of the said Rent Act. In this connection, learned counsel\nplaced heavy reliance on the word \"or\" occurring in Section\n3(1)(b) after the word Banks and before the words \"any corpo-\nration established by or under any Central or State Act\". Learned\ncounsel submitted that the word \"or\" indicated the PSUs are\ndisjunctive and form a separate category by themselves. In this\nconnection, learned counsel further submitted that to interpret\n\"PSUs\" to mean statutory corporations alone would lead to tau-\ntology as it would make the said words superfluous and, there- F\nfore, it was submitted that the expression \"PSUs\" must be read\nto mean all PSUs, namely, statutory corporations, public sector\ncompanies, Government companies etc.. Learned counsel sub-\nmitted that the legislature has used the words PSUs in plural\ndeliberately as it desired statutory corporations, public sector G\ncompanies and Government companies etc. to fall as part of\nthe genus, namely, PSU. Therefore, according to the learned\ncounsel, PSU is the genus whereas Government companies,\nstatutory corporations and public sector companies etc. are spe-\ncies.\nE\nH\nA\nC\nD\n262\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\n15. Learned counsel next submitted that Section 3(1)(b)\napplies to any corporation established by or under any Central\nor State Act; that, a \"corporation\" would include a company; that\nsuch corporation does not have to be established by a Central\nor State Act. It can also be established under a Central or State\nB Act, for example, GIC is established under General Insurance\nBusiness Nationalisation Act, 1972 as a Government Company.\nTherefore, according to the learned counsel, if Section 3(1)(b)\nis read in the manner suggested by the respondent the words\nPSUs in Section 3(1)(b) would be wholly redundant as there\nwould be no undertakings left apart from the statutory corpora-\ntions established by or under any Central or State Act because\nthe expression \"or under\" subsumes all forms of corporations\nso established. Learned counsel further submitted that Section\n16 of General Insurance Business (Nationalisation) Act, 1972,\nin particular sub-section (2), shows that four companies, includ-\ning OIC and UIC, render combined services of general insur-\nance business all over India. According to the learned counsel,\nall the said four-companies are the Government Companies\nwhich even on the narrow interpretation placed by the respon-\ndent, are corporations established under the Nationalisation Act.\nTherefore, learned counsel submitted that \"PSUs\" should be\nread in the widest possible term so as to include within it every\nkind of establishments through which the Government would do\nbusiness. Therefore, according to the learned counsel, PSUs\nwould encompass Government companies, statutory corpora-\nF tions, public sector companies etc. through which the Govern-\nment is doing business. Reliance was placed on various stat-\nutes which have defined PSUs to include Government compa-\nnies. One such statute is \"Building and Other Construction\nWorkers (Regulation of Employment and Conditions of Service)\nAct, 1996” which defines PSUs under Section 2(1)(a)(ii) as any\ncorporation established by or under any Central or State Act or\na.Government Company as defined in Section 617 of the said\n1956 Act, which is owned, controlled or managed by the Cen-\ntral Government. Learned counsel pointed out further that LIC\nH is a statutory corporation established under the LIC Act 1956;\nE\nG\n+\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 263\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\nthat Sections 21, 27, 28, 28(A) and 38 of the said LIC Act show A\nthat LIC is under the control of the Central Government and not\nParliament. It is further pointed out that under Section 6(2)(g)\nand (h), LIC is entitled to run business other than the business\nof life insurance in certain circumstances. Therefore, accord-\ning to the learned counsel, LIC could in given circumstances B\nrun the business of general insurance. What is pointed out by\nthe learned counsel is that various anomalies would arise if this\nCourt was to accept the interpretation placed on Section 3(1)(b)\nof the said Rent Act. According to the learned counsel, in terms\nof Section 3(1)(b) LIC is not different from GIC, which is a Gov-\nC\nernment company established under a Central Act, or from other\nfour nationalized insurance companies including OIC and UIC.\nAll the said companies are doing the business of insurance,\nnamely, LIC is in the business of life insurance whilst the others\nare in the business of general insurance. All the said insurance\ncompanies, according to the learned counsel, are mammoth\nundertakings having a paid up share capital in excess of Rs.\n1,00,00,000. Therefore, learned counsel submitted that if the\ninterpretation of Section 3(1)(b) given by the respondent(s)\nherein is accepted it would mean extension of protection of the\nsaid Rent Act to the four insurance companies including, OIC\nand UIC, while not extending such protection to LIC and GIC,\nwhich interpretation would run foul of Article 14 of the Constitu-\ntion. Learned counsel submitted that any interpretation of Sec-\ntion 3(1)(b) must be such as would uphold its constitutional va-\nlidity and, therefore, the four insurance companies, namely, OIC,\nUIC, New India Assurance Company and National Insurance\nCompany must also not be entitled to the protection of the said\nRent Act.\n16. Learned counsel submitted that while interpreting Sec-\ntion 3(1)(b) the principle of noscittur a sociis must be adopted\nwhich would mean that Section 3(1)(b) applies to different cat-\negories of tenants all of whom can afford to pay at the market\nrate. According to the learned counsel, all the different kinds of\ntenants enumerated in Section 3(1)(b) are financially giants,\nD\nE\nF\nG\nH\n264\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA namely, PSUs, statutory corporations, banks, multinational com-\npanies, international agencies, private or public limited com-\npanies with a paid up share capital of Rs. 1,00,00,000 or more\netc. These tenants, according to the learned counsel, do not\nrequire the protection of the Rent Act. Learned counsel next\nB submitted that in any event OIC and UIC are public limited com-\npanies having a paid up share capital of more than Rs.\n1,00,00,000 and, therefore, stand excluded from the protection\nof the Rent Act. In this connection, learned counsel urged that\nGovernment Companies and Insurance Companies are merely\nsub-species of public limited companies under the 1956 Act;\nthe genus \"company\" is divided into three species - \"existing\ncompany\", \"private company\" and \"public company”; that vari-\nous sub-species including holding and subsidiary companies,\ninsurance companies, Government companies etc. are all public\nlimited companies under 1956 Act.\nC\nD\n17. Lastly, learned counsel urged that when the legislature\nprovided under Section 3(1)(b) that private limited companies\nand public limited companies having a paid up share capital of\nRs. 1,00,00,000 or more were to be excluded from the protec-\nE tion of the Rent Act, it was providing for all bodies carrying on\nbusiness in the corporate form under the 1956 Act, which have\na paid up share capital of Rs. 1,00,00,000 or more. Therefore,\naccording to the learned counsel, the legislature had no inten-\ntion of carving out an exception in the case of Government com-\npanies defined under Section 617 of the 1956 Act as errone-\nously held by the High Court.\nF\n18. Shri Soli J. Sorajbee, learned senior counsel appear-\ning for the applicants-intervenors submitted that the legislative\npolicy under the Rent Act legislation in India is to confine pro-\nG tection to the weaker sections of the society and not to extend\nsuch protection to the entities which can withstand the forces of\ndemand and supply. In this connection, learned counsel sub-\nmitted that Section 3(1)(b) strikes a balance between the inter-\nest of the landlord and the tenant; it is neither pro-landlord nor\nH anti-tenant. It is pro - public interest. According to the learned\n+\n→\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 265\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\nC\nD\ncounsel, the impugned judgment frustrates the object of Sec- A\ntion 3(1)(b) as indicated hereinabove. Further, according to the\nlearned counsel, it was not open to the High Court to exclude\nGovernment Companies from PSUs referred to in Section\n3(1)(b). According to the learned counsel, such an exercise\nundertaken by the High Court amounts to judicial legislation as it B\nwas not open to the High Court to read into Section 3(1)(b) the\nwords, namely, \"except Government companies\". According to\nthe learned counsel, such judicial legislation is liable to be set\naside by this Court. Learned counsel further submitted that the\nbasic rationale underlying the exemption granted by Section\n3(1)(b) is that the entities and bodies mentioned therein, in the\nlegislative judgments are not in need of Rent Act protection. In\nthis connection, the learned counsel submitted that it is this ratio-\nnale which becomes explicit when Section 3(1)(b) excludes a\nprivate or public limited company having paid up share capital of\nRs. 1,00,00,000 or more from Rent Act protection. Learned coun-\nsel submitted in this connection that if a company becomes a\nGovernment company, it is not equally in need of Rent Act pro-\ntection so long as its paid up capital is Rs. 1,00,00,000 or more.\nLearned counsel submitted that for the purposes of Rent Act pro-\ntection, there is no fundamental or qualitative distinction between\na public limited company with Rs. 1,00,00,000 paid up share\ncapital and a Government company with Rs. 1,00,00,000 paid\nup share capital. According to the learned counsel, a company\non becoming a Government company does not undergo meta-\nmorphosis so as to result in the emergence of a separate entity\nunder the 1956 Act, which needs Rent Act protection to which it\nwas formerly not entitled. The consequence, according to the\nlearned counsel, of a company becoming a Government Com-\npany is that the Government Company is placed under a special\nsystem of control and merely because the entire share holding is G\nowned by the Central Government will not make the incorporated\ncompany a Central Government. In this connection, learned coun-\nsel relied upon the judgment of this Court in A. K. Bindal and anr.\nv. Union of India and ors. 2003(5)SCC 163 at 175. According to\nthe learned counsel, the need for Rent Act protection does not H\nE\nF\n266\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nC\nA arise merely because a company is placed under strict control\nand regulations. The need for Rent Act protection or its absence\nhas no nexus whatsoever with the strict regime of control imposed\non a Government company by Section 619 of the 1956 Act. In\nthis connection, learned counsel submitted that if a public limited\nB company with paid up share capital of Rs. 1,00,00,000 is not\nentitled to Rent Act protection under Section 3(1)(b), that com-\npany on becoming a Government company cannot claim protec-\ntion of the Rent Act to which it was not entitled as a public limited\ncompany so long as its paid up share capital is Rs. 1,00,00,000\nor more. According to the learned counsel, for the purpose of\nSection 3(1)(b) what is relevant and decisive is the criterion of\nRs. 1,00,00,000 paid up share capital and not the degree or ex-\ntent of control exercised over the company as held by the trial\ncourt and so long as the said criterion is satisfied and continues\nto be satisfied, the company remains outside the purview of the\nRent Act. Any other interpretation, according to the learned coun-\nsel, would lead to invidious discrimination between a public lim-\nited company with one crore paid up share capital and a Gov-\nernment company with the same paid up share capital. Accord-\ning to the learned counsel, if the share capital of a Government\ncompany is reduced to Rs. 99 lacs then it would be entitled to\nprotection under the Rent Act.\nD\nE\n19. According to Shri Parag P. Tripathi, learned Additional\nSolicitor General appearing on behalf of the respondent-Orien-\nF tal Insurance Co. Ltd. (\"OIC\"), the principle issue raised revolves\naround the meaning and purport of the compendious expres-\nsion \"any Public Sector Undertakings or any Corporation es-\ntablished by or under any Central or State Act.\" According to\nthe learned counsel, a Government Company is sui generis in\nstructure and in statutory treatment thereof, therefore, it does\nnot fall within the above compendious expression. According\nto the learned counsel, the exclusion clause, namely, Section\n3(1)(b) applies to PSUs established by or under any Central or\nState Act but not to a Government company, like the OIC, which\nis not so established.\nG\nH\n+\n.\n1\nSMT. LEELABAI GAJANAN PANSARE \u0026 ORS. v. 267\nTHE ORIENTAL INSU. CO. LTD. \u0026 ORS. [S. H. KAPADIA, J.]\nC\n20. Learned counsel next urged that a Government com- A\npany is sui generis and also does not fall either within the con-\ncept of private or public limited company simplicitor. In other\nwords, according to the learned counsel, Section 3(1)(b) does\nnot apply to a Government company as it is not established by\nor under any Central or State Act and nor does it fall within the B\nconcept of public limited company simplicitor. In this connec-\ntion he submitted that an exemption or exclusionary clause,\nparticularly in the context of Rent Act, to the extent that it ex-\ncludes a class or category of tenants has to be narrowly inter-\npreted. According to the learned counsel, Section 3(1)(b) of the\nsaid Rent Act needs to be interpreted in the context of the 1956\nAct. It was submitted that under the definition of \"company\" un-\nder Section 2(10) of the 1956 Act, which refers to Section 3 of\nthat Act, the definition Section of Government Company refers\nto Section 617 of the 1956 Act. According to the learned coun-\nsel, Section 3 of the Companies Act deals with company [see\nsection 3(1)(i)]; existing company [section 3(1)(ii)]; private com-\npany [section 3(1)(iii)] and public company [section 3(1)(iv)].\nAccording to the learned counsel, it is not possible to proceed\non the basis as if public and private companies are two sub-\nsets, which exhausts the \"field\" of companies. In this connec-\ntion he submitted that Section 3 of the 1956 Act does not de-\nfine a public company exhaustively as a company; that, Section\n3 of the Companies Act merely states that the public limited\ncompany is not a private company and, therefore, the strict di-\nchotomy between public or private may not be entirely correct F\ninsofar as the Companies Act is concerned.\n21. According to the learned counsel, Section 617 of the\n1956 Act is sui generis as is indicated by the Chapter Heading\nin Part XIII \"General\" which is \"Application of Act to Government\nCompanies\"; that a Government company cannot be treated\nas public or private company, particularly when a separate chap-\nter is made applicable to Government companies. According\nto the learned counsel, the scheme of Section 617 indicates\nthat, Government Companies have separate set of auditors,\nD\nE\nG\nH\n"}