{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"PURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 935\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nwhich is fairly capable of either interpretation, it ought to\nbe construed as prospective only.\"\n34. In the case of Jose Da Costa Vs. Bascora Sadasiva\nSinai Narcornium - (1976) 2 SCC 917, this Court held:.\n31. Before ascertaining the effect of the enactments\naforesaid passed by the Central Legislature on pending\nsuits or appeals, it would be appropriate to bear in mind\ntwo well-established principles. The first is that\nA\nB\n\"while provisions of a statute dealing merely with C\nmatters of procedure may properly, unless that\nconstruction be textually inadmissible, have\nretrospective effect attributed to them, provisions\nwhich touch a right in existence at the passing of\nthe statute are not to be applied retrospectively in\nthe absence of express enactment or necessary\nintendment (see Delhi Cloth and General Mills Co.\nLtd. v. ITC.)\nThe second is that a right of appeal being a substantive\nright the institution of a suit carries with it the implication\nthat all successive appeals available under the law then\nin force would be preserved to the parties to the suit\nthroughout the rest of the career of the suit. There are two\nexceptions to the application of this rule viz. (1) when by\ncompetent enactment such right of appeal is taken away\nexpressly or impliedly with retrospective effect and (2)\nwhen the court to which appeal lay at the commencement\nof the suit stands abolished (see Garikapati Veeraya v. N.\nSubbiah Choudhury and Colonial Sugar Refining Co. Ltd.\nv. Irving).\n35. In K. Kapen Chako Vs. Provident Investment Co. (P)\nLtd - (1977) 1 SCC 593, this Court discussing the dicta of the\nEnglish Courts on the aspect of retrospectivity observed:\nD\nE\nF\nG\nH\nA\nB\nC\nD\nFTE\nF\n0\nH\n936 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\n\"37. A statute has to be looked into for the general scope\nand purview of the statute and at the remedy sought to be\napplied. In that connection the former state of the law is to\nbe considered and also the legislative changes\ncontemplated by the statute. Words not requiring\nretrospective operation so as to affect an existing statutory\nprovision pre-judicially ought not be so construed. It is a\nwell recognised rule that statute should be interpreted if\npossible so as to respect vested rights. Where the effect\nwould be to alter a transaction already entered into, where\nit would be to make that valid which was previously invalid,\nto make an instrument which had no effect at all, and from\nwhich the party was at liberty to depart as long as he\npleased, binding, the prima facie construction of the Act\nis that it is not to be retrospective. (See Gardner v. Lucas).\n38. In Moon v. Durden a question arose as to whether\nSection 18 of the Gaming Act, 1845 which came into effect\nin August 1845 was retrospective so as to defeat an action\nwhich had been commenced in June 1845. The relevant\nsection provided that no suit shall be brought or maintained\nfor recovering any such sum of money alleged to have\nbeen won upon a wager. It was held that it was not\nretrospective. Parke, B. said:\n\"It seems a strong thing to hold that the legislature\ncould have meant that a party who under a contract\nmade prior to the Act, had as perfect a title to\nrecover a sum of money as he had to any of his\npersonal property, should be totally deprived of it\nwithout compensation.\"\n39. Again in Smithies v. National Union of Operative\nPlasterers Section 4 of the Trade Disputes Act, 1906\nwhich enacted that an action for tort against a trade union\nshall not be entertained by any court was held not to\nprevent the courts from hearing and giving judgment in\nactions of that kind begun before the passing of the Act. It\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 937\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nB\nis a general rule that when the legislature alters the rights A\nof parties by taking away or conferring any right of action,\nits enactments, unless in express terms they apply to\npending actions, do not affect them. But there is an\nexception to this rule, namely, where enactments merely\naffect procedure and do not extend to rights of action. See\nRe Joseph Suche \u0026 Co. Ltd. If the legislature forms a new\nprocedure alterations in the form of procedure are\nretrospective unless there is some good reason or other\nwhy they should not be. In other words, if a statute deals\nmerely with the procedure in an action, and does not affect C\nthe rights of the parties it will be held to apply prima facie\nto all actions, pending as well as future.\"\n36. In the case of Dahiben Vs. Vasanji Kevalbhai - 1995\nSupp. (2) SCC 295, this Court held:\nD\n\"12. As the amendment in question is not to a procedural.\nlaw, it may be stated that the settled principle of interpretation,.\nwhere substantive law is amended, is that the same does not\noperate retrospectively unless it is either expressly provided or\nthe same follows by necessary implication. Lest it be thought E\nthat a vested right cannot be taken away at all by retrospective\nlegislation, reference may be made to Rafiquennessa v. Lal\nBahadur Chetri where it was stated that even where vested\nrights are affected, legislature is competent to take away the\nsame by means of retrospective legislation; and retrospectivity F\ncan be inferred even by necessary implication.\"\n37. In the case of Zile Singh Vs. State of Haryana - (2004)\n8 SCC 1, this Court examined the various authorities on\nstatutory interpretation and concluded:\n\"13. It is a cardinal principle of construction that every\nstatute is prima facie prospective unless it is expressly or\nby necessary implication made to have a retrospective\noperation. But the rule in general is applicable where the\nobject of the statute is to affect vested rights or to impose\nG\nH\n938\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nH\n-\n-\nnew burdens or to impair existing obligations. Unless there\nare words in the statute sufficient to show the intention of\nthe legislature to affect existing rights, it is deemed to be\nprospective only ― “nova constitutio futuris formam\nimponere debet non praeteritis\" a new law ought to\nregulate what is to follow, not the past. (See Principles of\nStatutory Interpretation by Justice G.P. Singh, 9th Edn.,\n2004 at p. 438.) It is not necessary that an express\nprovision be made to make a statute retrospective and the\npresumption against retrospectivity may be rebutted by\nnecessary implication especially in a case where the new\nlaw is made to cure an acknowledged evil for the benefit\nof the community as a whole (ibid., p. 440).\n14. The presumption against retrospective operation is not\napplicable to declaratory statutes.... In determining,\ntherefore, the nature of the Act, regard must be had to the\nsubstance rather than to the form. If a new Act is \"to\nexplain\" an earlier Act, it would be without object unless\nconstrued retrospectively. An explanatory Act is generally\npassed to supply an obvious omission or to clear up\ndoubts as to the meaning of the previous Act. It is well\nsettled that if a statute is curative or merely declaratory of\nthe previous law retrospective operation is generally\nintended.... An amending Act may be purely declaratory\nto clear a meaning of a provision of the principal Act which\nwas already implicit. A clarificatory amendment of this\nnature will have retrospective effect (ibid., pp. 468-69).”\n38. In the case of State of Punjab Vs. Bhajan Kaur - (2008)\n12 SCC 112, this Court held:\n\"9. A statute is presumed to be prospective unless held\nto be retrospective, either expressly or by necessary\nimplication. A substantive law is presumed to be\nprospective. It is one of the facets of the rule of law.\"\n39. There is no doubt about the fact that the Act is a\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 939\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nsubstantive law as vested rights of entitlement to a higher rate A\nof interest in case of delayed payment accrues in favour of the\nsupplier and a corresponding liability is imposed on the buyer.\nThis Court, time and again, has observed that any substantive\nlaw shall operate prospectively unless retrospective operation\nis clearly made out in the language of the statute. Only a\nprocedural or declaratory law operates retrospectively as there\nis no vested right in procedure.\n40. In the absence of any express legislative intendment\nof the retrospective application of the Act, and by virtue of the\nfact that the Act creates a new liability of a high rate of interest\nagainst the buyer, the Act cannot be construed to have\nretrospective effect. Since the Act envisages that the supplier\nhas an accrued right to claim a higher rate of interest in terms\nof the Act, the same can only said to accrue for sale\nagreements after the date of commencement of the Act, i.e.\n23rd September 1992 and not any time prior.\nEarlier Precedents\n41. On a careful perusal of the judgment of this Court in\nAssam Small Scale Industries, we find that even the question\nregarding the applicability of the Act to contracts concluded\nprior to coming into force of the Act is no longer res integra.\nThis question is answered by this Court in the case of Assam\nSmall Scale Industries Development Corpn. Ltd. Vs. J.D.\nPharmaceuticals - (2005) 13 SCC 19 as under:\nB\nC\nD\nE\nF\n\"37. We have held hereinbefore that clause 8 of the terms\nand conditions relates to the payments of balance 10%. It\nis not in dispute that the plaintiff had demanded both the\nprincipal amount as also the interest from the Corporation. G.\nSection 3 of the 1993 Act imposes a statutory liability upon\nthe buyer to make payment for the supplies of any goods\neither on or before the agreed date or where there is no\nagreement before the appointed day. Only when payments\nare not made in terms of Section 3, Section 4 would apply. H\nA\nB\nC\nD\nE\nF\nG\nH\n940\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nThe 1993 Act came into effect from 23-9-1992 and will not\napply to transactions which took place prior to that date.\nWe find that out of the 71 suit transactions, Sl. Nos. 1 to\n26 (referred to in the penultimate para of the trial court\njudgment), that is supply orders between 5-6-1991 to 28-\n7-1992, were prior to the date of the 1993 Act coming into\nforce. Only the transactions at SI. Nos. 27 to 71 (that is\nsupply orders between 22-10-1992 to 19-6-1993), will\nattract the provisions of the 1993 Act.\n38. The 1993 Act, thus, will have no application in relation\nto the transactions entered into between June 1991 and\n23-9-1992. The trial court as also the High Court, therefore,\ncommitted a manifest error in directing payment of interest\nat the rate of 23% up to June 1991 and 23.5% thereafter.\"\n42. In Shakti Tubes Ltd. Vs. State of Bihar - (2009) 7\nSCC 673, this Court approved the ratio in Assam Small Scale\nIndustries, and held:\n18. In our considered opinion, the ratio of the aforesaid\ndecision in Assam Small Scale Industries case is clearly\napplicable and would squarely govern the facts of the\npresent case as well. The said decision was rendered by\nthis Court after appreciating the entire facts as also all the\nrelevant laws on the issue and therefore, we do not find\nany reason to take a different view than what was taken\nby this Court in the aforesaid judgment. Thus, we\nrespectfully agree with the aforesaid decision of this Court\nwhich is found to be rightly arrived at after appreciating all\nthe facts and circumstances of the case.\n19. Now coming to the facts of the present case we find\nthat there is no dispute with regard to the fact that the supply\norder was placed with the respondents on 16-7-1992 for\nsupply of the pipes which date is admittedly prior to the\ndate on which this Act came into effect.\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 941\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\n20. Being faced with the aforesaid situation, the learned A\nSenior Counsel appearing for the appellant-plaintiff sought\nto submit before us that the decision of this Court in Assam\nSmall Scale Industries case refers to the expression\n\"transactions\". According to him, the transactions would be\ncomplete only when the appellant-plaintiff made the supply B\nand since the supply was made in the instant case after\ncoming into force of the Act, the appellant-plaintiff would\nbe entitled to the benefit of Sections 4 and 5 of the Act.\nRefuting the aforesaid submission, the learned Senior\nCounsel appearing for the respondents submitted that the C\naforesaid contention is completely misplaced. He pointed\nout that if such a meaning, as sought to be given by the\nlearned Senior Counsel appearing for the appellant-\nplaintiff, is accepted that would lead to giving benefit of the\nprovisions of the Act to unscrupulous suppliers who, in\nD\norder to get the benefit of the Act, would postpone the\ndelivery of the goods on one pretext or the other.\n21. We have considered the aforesaid rival submissions.\nThis Court in Assam Small Scale Industries case has\nfinally set at rest the issue raised by stating that as to what E\nis to be considered relevant is the date of supply order\nplaced by the respondents and when this Court used the\nexpression “transaction” it only meant a supply order. The\nCourt made it explicitly clear in para 37 of the judgment\nwhich we have already extracted above. In our considered F\nopinion there is no ambiguity in the aforesaid judgment\npassed by this Court. The intent and the purpose of the\nAct, as made in para 37 of the judgment, are quite clear\nand apparent. When this Court said \"transaction\" it meant\ninitiation of the transaction i.e. placing of the supply orders G\nand not the completion of the transactions which would be\ncompleted only when the payment is made. Therefore, the\nsubmission made by the learned Senior Counsel\nappearing for the appellant-plaintiff fails.\nH\nA\nB\nC\nD\nE\nF\nG\n942 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\n43. The case of Assam Small Scale Industries has been\nfollowed in Rampur Fertilizers Limited as well as Modern\nIndustries (supra). Therefore, we cannot agree with the\nsubmission that this Court in Assam Small Scale Industries\nDevelopment Corporation's case did not specifically consider\nand decide the issue of whether the Act would apply to such of\nthose contracts executed prior to the commencement of the Act\nbut the supplies being made after the commencement of the\nAct.\nBinding precedent or sub-silentio\n44. However, the learned Senior Counsel appearing for the\nsuppliers, Shri Rakesh Dwivedi, and Shri Sunil Gupta would\ncontend that the decision of this Court is not a binding\nprecedent.\n45. Shri Rakesh Dwivedi, learned Senior Counsel would\nsubmit that the decisions of this Court in the case of Assam\nSmall Scale Industries and Shakti Tubes (supra) regarding the\nprospective operation of the Act were not law declared under\nArticle 141, as the point under consideration in those cases\nwere different from the issues raised in these appeals. He\nwould further submit that the question about operation of the\nAct for contracts concluded prior to 23rd September 1992 was\nnot even a question, which came up for consideration before\nthe Court and was not even argued by the learned Counsel\nappearing in that matter, and hence would not form a part of\nthe ratio of the decision. He would further submit that the\nquestion was answered without adequately considering the\nprovisions of the beneficial legislation and therefore, it cannot\nbe treated as a binding precedent.\n46. Shri Sunil Gupta, learned Senior Counsel while\nadopting the argument advanced by Shri Dwivedi on this issue,\nwould submit that there are two exceptions to the doctrine of\nprecedent, namely, per incurium and sub silentio. It was on the\nH strength of the latter that Shri Gupta would submit that the\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 943\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\ndecisions of this Court in Assam Small Scale Industries and A\nShakti Tubes (supra) cannot be considered as precedents. The\nlearned Senior Counsel would state that a decision would not\napply as a precedent when the Court has failed to consider the\nobjects and purpose of the Act in question and also certain\nprevious judgments of this Court. He would further contend that B\nthe aforesaid judgments suffer from the sub-silentio principle\nbeing rendered without full and adequate arguments on the\nissue. The learned Senior Counsel would also state that the\nCourt did not look at the issue from the viewpoint canvassed\npresently.\n47. The learned Senior Counsel would rely on the decision\nof this Court in Municipal Corporation, Delhi Vs. Gurnam Kaur\n- (1989) 1 SCC 101. This Court has held:\nC\n\"11. Pronouncements of law, which are not part of the ratio D\ndecidendi are classed as obiter dicta and are not\nauthoritative. With all respect to the learned Judge who\npassed the order in Jamna Das case and to the learned\nJudge who agreed with him, we cannot concede that this\nCourt is bound to follow it. It was delivered without E\nargument, without reference to the relevant provisions of\nthe Act conferring express power on the Municipal\nCorporation to direct removal of encroachments from any\npublic place like pavements or public streets, and without\nany citation of authority. Accordingly, we do not propose F\nto uphold the decision of the High Court because, it seems\nto us that it is wrong in principle and cannot be justified by\nthe terms of the relevant provisions. A decision should be\ntreated as given per incuriam when it is given in ignorance\nof the terms of a statute or of a rule having the force of a\nstatute. So far as the order shows, no argument was\naddressed to the court on the question whether or not any\ndirection could properly be made compelling the Municipal\nCorporation to construct a stall at the pitching site of a\npavement squatter. Professor P.J. Fitzgerald, editor of the\nG\nH\n944\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA\nB\nс\nD\nE\nF\n☐ G\n☐ H\nSalmond on Jurisprudence, 12th Edn. explains the concept\nof sub silentio at p. 153 in these words:\n\"A decision passes sub silentio, in the technical\nsense that has come to be attached to that phrase,\nwhen the particular point of law involved in the\ndecision is not perceived by the court or present to\nits mind. The court may consciously decide in favour\nof one party because of point A, which it considers\nand pronounces upon. It may be shown, however,\nthat logically the court should not have decided in\nfavour of the particular party unless it also decided\npoint B in his favour; but point B was not argued or\nconsidered by the court. In such circumstances,\nalthough point B was logically involved in the facts\nand although the case had a specific outcome, the\ndecision is not an authority on point B. Point B is\nsaid to pass sub silentio.\"\n12. In Gerard v. Worth of Paris Ltd. (k)., the only point\nargued was on the question of priority of the claimant's\ndebt, and, on this argument being heard, the court granted\nthe order. No consideration was given to the question\nwhether a garnishee order could properly be made on an\naccount standing in the name of the liquidator. When,\ntherefore, this very point was argued in a subsequent case\nbefore the Court of Appeal in Lancaster Motor Co.\n(London) Ltd. v. Bremith Ltd., the court held itself not bound\nby its previous decision. Sir Wilfrid Greene, M.R., said that\nhe could not help thinking that the point now raised had\nbeen deliberately passed sub silentio by counsel in order\nthat the point of substance might be decided. He went on\nto say that the point had to be decided by the earlier court\nbefore it could make the order which it did; nevertheless,\nsince it was decided \"without argument, without reference\nto the crucial words of the rule, and without any citation of\nauthority\", it was not binding and would not be followed.\n"}