{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 6 S.C.R. 905\nM/S PURBANCHAL CABLES \u0026 CONDUCTORS PVT.\nLTD.\nV.\nASSAM STATE ELECTRICITY BOARD \u0026 ANOTHER\n(Civil Appeal No. 2348 of 2003 etc.)\nJULY 10, 2012\n[H.L. DATTU AND ANIL R. DAVE, JJ.]\nA\nB\nINTEREST ON DELAYED PAYMENT TO SMALL\nSCALE AND ANCILLIARY INDUSTRIAL UNDERTAKINGS C\nACT, 1973:\nSuit for interest on delayed payment - Held: Is\nmaintainable - Supplier may file a suit only for a higher rate\nof interest on delayed payments made by the buyer from the\ncommencement of the Act.\nD\nProspective operation of the Act - Held: The Act is a\nsubstantive law, as vested right of entitlement to a higher rate\nof interest in case of delayed payment accrues in favour of\nthe supplier and a corresponding liability is imposed on the E\nbuyer - Any substantive law shall operate prospectively unless\nretrospective operation is clearly made out in the language\nof the statute - In the absence of any express legislative\nintendment of the retrospective application of the Act, and by\nvirtue of the fact that the Act creates a new liability of a high F\nrate of interest against the buyer, the Act cannot be construed\nto have retrospective effect - The Act, though enacted on\n2.4.1993, by a legal fiction is deemed to have come into effect\nI from the date of promulgation of the Ordinance, i.e. 23.9.1992\nSince the Act envisages that the supplier has an accrued G\nright to claim a higher rate of interest in terms of the Act, the\nsame can only be said to accrue for sale agreements after\nthe date of commencement of the Act, i.e. 23.9.1992 and not\nany time prior - Interpretation of Statutes - Precedent.\n905\nH\n906 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA\nB\nс\nPRECEDENT:\nReconsideration of a decision - Held: Judicial discipline\ndemands that a decision of a Division Bench of two Judges\nshould be followed by another Division Bench of two Judges\n- No case has been made out for reconsideration of the\ndecision of the Court in Assam Small Scale Industries -\nDoctrine of stare decisis.\nIn the instant appeals arising out of the claim of the\nappellants-suppliers for interest in terms of the Interest\non Delayed Payments to Small Scale and Ancillary\nIndustrial Undertakings Act, 1993 (the Act), the questions\nfor consideration before the Court were: (1) \"whether a\nsuit for interest alone is maintainable under the\nprovisions of the Act\" and (2) \"whether the suppliers can\nD get the benefit of the provisions of the Act even if the\ncontract of supply was executed prior to the\ncommencement of the Act, whereas the supplies are\nmade after the commencement of the Act.\"\nE\n[1]\nF\nG\nH\nDismissing the appeals, the Court\nHELD: 1. Since a Division Bench of this Court in\nModern Industries' case* has already approved the\ndictum of the Full Bench of the High Court with regard\nto the maintainability of a suit only for interest, that\nquestion is no longer res integra. Therefore, the suppliers\nmay file a suit only for a higher rate of interest on delayed\npayments made by the buyer from the commencement\nof the Act. [para 12] [923-H; 924-A]\n*Modern Industries v. Steel Authority of India Limited\n2010 (4) SCR 560 = (2010) 5 SCC 44 - relied on\n2.1 The fundamental rule of construction is the same\nfor all statutes whether fiscal or otherwise. The under-\nlying principle is that the meaning and intention of a\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 907\nASSAM STATE ELECTRICITY BOARD\nstatute must be collected from the plain and A\nunambiguous expression used therein rather from any\nnotion. To arrive at the real meaning, it is always\nnecessary to get an exact conception, scope and object\nof the whole Act. [para 22] [929-B-C]\nZile Singh v. State of Haryana 2004 (5) Suppl. SCR 272\n= (2004) 8 SCC 1 - relied on\nB\n2.2 The remedy sought to be applied by the Act is\nmade clear in the Statement of Objects and Reasons, in\nwhich, it is stated that due to the delayed payments by C\nbuyers to the small scale industries, their working capital\nwas being affected, causing great harm to the small scale\nindustries in general. The Act was passed by Parliament\nto impose a heavy interest on the buyers who delayed\nthe payments of the small scale industries, in order to D\ndeter the buyers from delaying the payments after\naccepting the supplies made by the suppliers. Keeping\nin view the said object, the Act was enacted by\nParliament. Before such enactment, the supplier whose\npayment was delayed by the buyer prior to the E\ncommencement of the Act, could file a suit for payment\nof the principal amount along with the interest. The\nsupplier, thus, had the vested right to claim the principal\namount along with interest thereon in case of a delay in\npayment by the buyer and it was the discretion of the\ncourt to award such interest. The court has the discretion\nto award interest along with the principal amount and the\nsame is clear from the use of the word 'may' in all the\nthree provisions, namely s.34 of the CPC, s. 61 of the Sale\nof Goods Act, 1930 and s. 3 of the Interest Act, 1978. [para\n24-26] [929-F-H; 930-C-D, F-G]\nF\nG\n2.3 With the commencement of the Act, a new vested\nright exists with the supplier, that being, if there is delay\nin payment after the acceptance of the goods by the\nbuyer, the supplier can file a suit for claiming interest at H\n1\nA\n908 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\na higher rate, as prescribed by the Act. This position has\nbeen approved by this Court in the case of Modern\nIndustries. Thus, if there is a delayed payment by the\nbuyer, then a right to claim a higher rate of interest as\nprescribed by the Act accrues to the supplier. A statute\nB creating vested rights is a substantive statute. There is\nno doubt about the fact that the Act is a substantive law\nas vested right of entitlement to a higher rate of interest\nin case of delayed payment accrues in favour of the\nsupplier and a corresponding liability is imposed on the\nC buyer. This Court, time and again, has observed that any\nsubstantive law shall operate prospectively unless\nretrospective operation is clearly made out in the\nlanguage of the statute. Only a procedural or declaratory\nlaw operates retrospectively as there is no vested right\nin procedure. [para 27, 29 and 39] [931-A-D; 932-B; 938-\nH; 939-A-B]\nD\nBibi Sayeeda Vs. State of Bihar 1996 ( 1 ) Suppl. SCR\n799 = (1996) 9 SCC 516; Executive Engineer, Dhenkanal\nMinor Irrigation Division Vs. N.C. Budharaj - 2001 ( 1 ) SCR\nE 264 = (2001) 2 SCC 721; Thirumalai Chemicals Limited Vs.\nUnion of India 2011 (4) SCR 838 = (2011) 6 SCC 739;\nShyam Sunder Vs. Ram Kumar 2001 (1) Suppl. SCR 115\n= (2001) 8 SCC 24 - relied on\nF\nG\nH\nKatikara Chintamani Dora Vs. Guntreddi Annamanaidu\n1974 (2) SCR 655 = (1974) 1 SCC 567; and Govind Das Vs.\nITO 1976 (3) SCR 44 = (1976) 1 SCC 906; Jose Da Costa\nVs. Bascora Sadasiva Sinai Narcornium (1976) 2 SCC 917;\nK. Kapen Chako Vs. Provident Investment Co. (P) Ltd 1977\n(1) SCR 1026 = (1977) 1 SCC 593; Dahiben Vs. Vasanji\nKevalbhai 1995 (3) SCR 234 = 1995 Supp. (2) SCC 295; Zile\nSingh Vs. State of Haryana 2004 (5) Suppl. SCR 272 =\n(2004) 8 SCC 1; State of Punjab Vs. Bhajan Kaur - (2008)\n12 SCC 112 - referred to.\nBlack's Law Dictionary (6th Edn.) - referred to.\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 909\nASSAM STATE ELECTRICITY BOARD\n2.4 In the absence of any express legislative A\nintendment of the retrospective application of the Act, and\nby virtue of the fact that the Act creates a new liability of\na high rate of interest against the buyer, the Act cannot be\nconstrued to have retrospective effect. The Act, though\nenacted on 2nd April 1993, by a legal fiction is deemed to B\nhave come into effect from the date of promulgation of the\nOrdinance, i.e. 23rd September 1992. Since the Act\nenvisages that the supplier has an accrued right to claim\na higher rate of interest in terms of the Act, the same can\nonly be said to accrue for sale agreements after the date c\nof commencement of the Act, i.e. 23.9.1992 and not any\ntime prior. [para 8 and 40] [918-D-E; 939-B-D]\n2.5 On a careful perusal of the judgment of this Court\nin Assam Small Scale Industries,** even the question\nregarding the applicability of the Act to contracts\nconcluded prior to coming into force of the Act is no\nlonger res integra. In the said case the Court has held that\nthe Act will have no application in relation to the\ntransactions entered into between June 1991 and 23-9-\n1992. [para 40-41] [939-E; 940-C]\n**Assam Small Scale Industries Development Corpn.\nLtd. Vs. J.D. Pharmaceuticals 2005 (4) Suppl. SCR 232 =\n(2005) 13 SCC 19; Shakti Tubes Ltd. Vs. State of Bihar 2009\n(10) SCR 739 = (2009) 7 SCC 673; Rampur Fertilizers\nLimited v. Vigyan Chemical Industries 2009 (2) SCR 650 =\n(2009) 12 SCC 324; and Modern Industries v. Steel Authority\nof India Limited 2010 (4) SCR 560 = (2010) 5 SCC 44 - relied\non.\nD\nE\nF\nG\n2.6 It cannot be said that this Court in Assam Small\nScale Industries Development Corporation's case did not\nspecifically consider and decide the issue of whether the\nAct would apply to the contracts executed prior to the\ncommencement of the Act but the supplies being made\nafter the commencement of the Act. In that case, the H\n910 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA question of retrospective operation of the Act or whether\npast contracts were governed by the Act, was argued.\nFurther, in the case of Shakti Tubes Ltd., this issue was\ncanvassed due to which, this Court referred to the\nprecedent in the case of Assam Small Scale Industries.\nB This Court, in Shakti Tubes Ltd. expressly rejected the\nargument that the Act should be given retrospective\neffect because it was a beneficial legislation. In the case\nof Rampur Fertilizers Limited, this Court again examined\nthe entire scheme of the Act before following the dicta of\nthis Court in the case of Assam Small Scale Industries.\nEven in Modern Industries, this Court did not differ from\nthe dicta of this Court in Assam Small Scale Industries\nand Shakti Tubes. [para 43, 51-54] [942-A-B; 947-D-G, 948-\nG-H; 951-C-D]\nC\nD\nE\nF\n3.1 Judicial discipline demands that a decision of a\nDivision Bench of two Judges should be followed by\nanother Division Bench of two Judges and this has been\nstated time and again by this Court. [para 62] [955-E]\nWaman Rao Vs. Union of India 1981 (2) SCR 1 = (1981)\n2 SCC 362; and Union of India Vs. Paras Laminates (P) Ltd.\n- 1990 (3) SCR 789 = (1990) 4 SCC 453 - relied on\nUnion of India Vs. Raghubir Singh 1989 (3) SCR 316\n=(1989) 2 SCC 754; Krishena Kumar Vs. Union of India 1990\n(3) SCR 352 = (1990) 4 SCC 207; Mishri Lal Vs. Dhirendra\nNath 1999 (2) SCR 453 = (1999) 4 SCC 11; Central Board\nof Dawoodi Bohra Community Vs. State of Maharashtra, 2004\n(6) Suppl. SCR 1054 = (2005) 2 SCC 673; Shanker Raju Vs.\nUnion of India 2011 (2) SCR 1 = (2011) 2 SCC 132; Fida\nG Hussain Vs. Moradabad Development Authority 2011 (9)\nSCR 290 = (2011) 12 SCC 615 - referred to.\nH\n3.2 No case has been made out for reconsideration\nof the decision of this Court in Assam Small Scale\nIndustries. In fact, a plea for reconsideration of the same\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 911\nASSAM STATE ELECTRICITY BOARD\nwas rejected by a Division Bench of this Court in Shakti A\nTubes. It cannot be said that the provisions of the Act\nwere not considered in its entirety. In fact, the entire\nscheme of the Act has been considered in the case of\nRampur Fertilizers and specific issue under consideration\nwas answered. In light of the dictum of this Court in B\nAmbika Prasad Mishra and the factum that no case has\nbeen made out for reconsideration, there is no reason\nmuch less good reason to doubt the correctness of the\ndecision in Assam Small Scale Industries or Shakti Tubes,\nand it would be against the spirit of the doctrine of stare C\ndecisis to take any view in divergence with same. [para\n66 and 68] [958-C-D, F-H; 959-A]\non\nKeshav Mills Co. Ltd. Vs. CIT (1965) 2 SCR 908- relied\nAmbika Prasad Mishra Vs. State of U.P. 1980 (3) SCR\n1159 = (1980) 3 SCC 719 - referred to\n4. As regards the plea that the extension of date of\nsupply order, from time to time by the Board, amounts to\na novation of contract or supply order in terms of s. 62\nof the Indian Contract Act and, therefore, the new\ncontract or supply order would be governed by the Act,\nsuffice it to say that the ground or issue of novation of\ncontract is a mixed question of fact and law and it is being\nraised, for the first time, at the time of hearing of the case\nwhich cannot be permitted to be raised. The said fact of\nnovation or alteration of contract is required to be urged\nevidentially and scrutinised by the courts below. In\nabsence of such factual findings, it is not possible to\ndecide such a mixed question of law and facts. In Shakti\nTubes Ltd., the issue of novation of contract was raised\nbefore this Court for the first time at the time of hearing.\nThis Court declined to entertain such ground as being a\nmixed question of law and fact. This Court further\nobserved that even on the merits of the case the\nescalation of price, reduction of the quantity of the supply\nD\nE\nF\nG\nH\n912\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA order and extension of date of supply does not amount\nto novation or alteration in the supply order. [para 69]\n[959-B-E]\nB\nC\nAssam State Electricity Board and Another v. M/s\nTrusses and Towers (P) Ltd. (F.A. NO. 109/95) 2001 (2) GLT\n121; Purbanchal cables \u0026 conductors pvt. Ltd. .vs. Assam\nstate electricity board \u0026 anr 2012(6) JT 327; Consolidated\nEngineering Enterprises v. Municipal Secretary, Irrigation\nDepartment, 2008 (5) SCR 1108 = (2008) 7 SCC 169; Mukri\nGopalan v. Cheppilat Puthanpurayil Aboobacker, 1995 ( 2 )\nSuppl. SCR 1 = (1995) 5 SCC 5; Rampur Fertilizers Limited\nv. Vigyan Chemical Industries 2009 (2) SCR 650 = (2009) 12\nSCC 324; Municipal Corporation, Delhi Vs. Gurnam Kaur\n1988 (2) Suppl. SCR 929 = (1989) 1 SCC 101; State of U.P.\nVs. Synthetics and Chemicals Ltd. (1991) 4 SCC 139; Arnit\nD Das Vs. State of Bihar 2000 (1) Suppl. SCR 69 = (2000) 5\nSCC 488, Tika Ram Vs. State of Uttar Pradesh (2009) 10\nSCC 689; CIT Vs. Saheli Leasing and Industries Limited\n2010 (6) SCR 747 = (2010) 6 SCC 384 - cited.\nE\nCase Law Reference:\n2001 (2) GLT 121\ncited\npara 3\n2010 (4) SCR 560\nrelied on\npara 11\n2012 (6) JT 327\ncited\nF\npara 18\n2008 (5) SCR 1108\ncited\npara 18\n1995 (2) Suppl. SCR 1\ncited\npara 19\n2009 (2) SCR 650\ncited\npara 20\nG\n2004 (5) Suppl. SCR 272\nrelied on\npara 23\n1996 ( 1 ) Suppl. SCR 799 relied on\npara 28\n2001 ( 1 ) SCR 264\nrelied on\npara 29\nH\n2011 (4) SCR 838\nrelied on\npara 30\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 913\nASSAM STATE ELECTRICITY BOARD\n2001 (1) Suppl. SCR 115\nrelied on\npara31\nA\n1974 (2) SCR 655\nreferred to\npara 32\n1976 (3) SCR 44\nreferred to\npara 33\n1976 (2) SCC 917\nreferred to\npara 34\nB\n1977 (1) SCR 1026\nreferred to\npara 35\n1995 (3) SCR 234\nreferred to\npara 36\n2004 (5) Suppl. SCR 272\nreferred to\npara 37\nC\n2008 (12) SCC 112\nreferred to\npara 38\n2005 (4) Suppl. SCR 232\nrelied on\npara 41\n2009 (10) SCR 739\nrelied on\npara 42\n1988 (2) Suppl. SCR 929\ncited\npara 47\nD\n(1991) 4 SCC 139\ncited\npara 48\n2000 (1) Suppl. SCR 69\ncited\npara 49\n(2009) 10 SCC 689\ncited\npara 50\nE\n1981 (2) SCR 1\nrelied on\npara 55\n1989 (3) SCR 316\nreferred to\npara 56\n1990 (3) SCR 352\nreferred to\npara 57\nF\n1999 (2) SCR 453\nreferred to\npara 58\n2004 (6) Suppl. SCR 1054 referred to\npara 59\n2011 (2) SCR 1\nreferred to\npara 60\n2011 (9) SCR 290\nG\nreferred to\npara 61\n1990 ( 3 ) SCR 789\n2010 (6) SCR 747\nrelied on\npara 63\ncited\npara 64\n(1965) 2 SCR 908\nrelied on\npara 65\nH\n914 SUPREME COURT REPORTS\nA\n1980 ( 3 ) SCR 1159\n[2012] 6 S.C.R.\nrelied on\npara 67\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos.\n2348 of 2003 etc.\nFrom the Judgment \u0026 Order dated 18.08.2001 of the\n☐ B Gauhati High Court (The High Court of Assam: Nagaland:\nMeghalaya: Manipur: Tripura: Mizoram: and Arunachal\nPradesh) in R.F.A. No. 80 of 2000.\nC\nC.A. No. 2351 of 2003.\nWITH\nRakesh Dwivedi, Vijay Hansaria, Sunil Gupta, Ritesh\nAgrawal, Rima, Ranjan Mukherjee, Rajiv Mehta, Sneha Kalita\n(for Sunil Kumar Jain), Rajiv K. Garg, Ashish Garg, Himanshu\nD Shekhar, Avijit Roy, Vartika Sahay Walia (for Corporate Law\nGroup), Ambhoj Kumar Sinha, Devashish Bharukka for the\nappearing parties.\nE\nF\nG\nH\nThe Judgment of the Court was delivered by\nH.L. DATTU, J. 1. Since the issues in these appeals are\ncommon, they are disposed of by this common judgment and\norder.\nFactual background of the two appeals\n2. The facts in brief needs to be stated for answering the\nissues raised. They are: In the case of Purbanchal Cables (C.A.\nNo. 2348 of 2003), the supplier is the manufacturer of Aluminium\nConductors Steel Reinforced (for short \"ACSR\") for various\nspecifications. The respondent-Board had placed orders for\nsupply of ACSR of different specifications in three (3) quarterly\nphases, i.e. in June 1992, September 1992 and December\n1992 with the appellant vide supply order dated 31.3.1992. In\npursuance to the said supply order, the supplier had initially\nmade delivery of goods with respect to three bills on\n"}