{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"PURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 945\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nPrecedents sub silentio and without argument are of no\nmoment. This rule has ever since been followed. One of\nthe chief reasons for the doctrine of precedent is that a\nmatter that has once been fully argued and decided should\nnot be allowed to be reopened. The weight accorded to\ndicta varies with the type of dictum. Mere casual\nexpressions carry no weight at all. Not every passing\nexpression of a judge, however eminent, can be treated\nas an ex cathedra statement, having the weight of\nauthority.\"\n48. In the case of State of U.P. Vs. Synthetics and\nChemicals Ltd. - (1991) 4 SCC 139, His Lordship R.M. Sahai.\nJ., in his concurring judgment set out the principles of per\nincurium and sub silentio has held thus:\nA\nB\nC\n“40. 'Incuria' literally means 'carelessness'. In practice per D\nincuriam appears to mean per ignoratium. English courts have\ndeveloped this principle in relaxation of the rule of stare decisis.\nThe 'quotable in law' is avoided and ignored if it is rendered,\n'in ignoratium of a statute or other binding authority'. (Young\nv. Bristol Aeroplane Co. Ltd.). Same has been accepted, E\napproved and adopted by this Court while interpreting Article\n141 of the Constitution which embodies the doctrine of\nprecedents as a matter of law. In Jaisri Sahu v. Rajdewan\nDubey this Court while pointing out the procedure to be followed\nwhen conflicting decisions are placed before a bench extracted\na passage from Halsbury's Laws of England incorporating one\nof the exceptions when the decision of an appellate court is not\nbinding.\nLL\nF\nG\n41. Does this principle extend and apply to a conclusion\nof law, which was neither raised nor preceded by any\nconsideration. In other words can such conclusions be\nconsidered as declaration of law? Here again the English courts\nand jurists have carved out an exception to the rule of\nprecedents. It has been explained as rule of sub-silentio. \"A\ndecision passes sub-silentio, in the technical sense that has H\n946 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA come to be attached to that phrase, when the particular point\nof law involved in the decision is not perceived by the court or\npresent to its mind.\" (Salmond on Jurisprudence 12th Edn., p.\n153). In Lancaster Motor Company (London) Ltd. v. Bremith\nLtd. the Court did not feel bound by earlier decision as it was\nB rendered 'without any argument, without reference to the crucial\nwords of the rule and without any citation of the authority'. It was\napproved by this Court in Municipal Corporation of Delhi v.\nGurnam Kaur. The bench held that, 'precedents sub-silentio and\nwithout argument are of no moment'. The courts thus have taken\nC recourse to this principle for relieving from injustice perpetrated\nby unjust precedents. A decision which is not express and is\nnot founded on reasons nor it proceeds on consideration of\nissue cannot be deemed to be a law declared to have a binding\neffect as is contemplated by Article 141. Uniformity and\nconsistency are core of judicial discipline. But that which\nescapes in the judgment without any occasion is not ratio\ndecidendi. In B. Shama Rao v. Union Territory of Pondicherry\nit was observed, 'it is trite to say that a decision is binding not\nbecause of its conclusions but in regard to its ratio and the\nprinciples, laid down therein'. Any declaration or conclusion\narrived without application of mind or preceded without any\nreason cannot be deemed to be declaration of law or authority\nof a general nature binding as a precedent. Restraint in\ndissenting or overruling is for sake of stability and uniformity\nbut rigidity beyond reasonable limits is inimical to the growth\nF of law.\"\nD\nE\nG\n49. In the case of Arnit Das Vs. State of Bihar - (2000) 5\nSCC 488, this Court held:\n\"20. A decision not expressed, not accompanied by\nreasons and not proceeding on a conscious consideration of\nan issue cannot be deemed to be a law declared to have a\nbinding effect as is contemplated by Article 141. That which has\nescaped in the judgment is not the ratio decidendi. This is the\nrule of sub silentio, in the technical sense when a particular point\nH\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 947\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nof law was not consciously determined. (See State of U.P. v.\nSynthetics \u0026 Chemicals Ltd. SCC, para 41.)\"\n50. In the case of Tika Ram Vs. State of Uttar Pradesh -\n(2009) 10 SCC 689, it was held:\nA\nB\n\"104. We do not think that the law laid down in these cases\nwould apply to the present situation. In all these cases, it has\nbeen basically held that a Supreme Court decision does not\nbecome a precedent unless a question is directly raised and\nconsidered therein, so also it does not become a law declared\nunless the question is actually decided upon. We need not take C\nstock of all these cases and we indeed have no quarrel with\nthe propositions settled therein....\"\n51) Though the submissions made by Shri Rakesh\nDwivedi and Shri Sunil Gupta, learned Senior Counsel seems\nattractive in the first blush, we are of the view, they lack merit.\nIn the case of Assam Small Scale Industries (supra), the\nquestion of retrospective operation of the Act or whether past\ncontracts were governed by the Act, was argued by the learned\nSenior Counsel appearing for the respondent. In the said\njudgment this Court has observed:\n\"19... The 1993 Act, it was submitted, being also a\nbeneficent statute, the same should be construed liberally. The\nAct, Mr Chowdhury would argue, will thus, have a retrospective\neffect.\"\nD\nE\nF\n52. Further, in the case of Shakti Tubes Ltd. (supra), this\nissue was canvassed by the learned Counsel, due to which, this\nCourt referred to the precedent in the case of Assam Small\nScale Industries (supra). The argument on this point has been G\nnoted thus:\n\"9. According to the appellant-plaintiff, the said interest has\nbeen claimed by the appellant-plaintiff since it is entitled\nto so claim in terms of the provisions of the Interest on\nDelayed Payments to Small Scale and Ancillary Industrial\nH\nA\n00\nC\nD\nE\nF\nG\n948 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nUndertakings Act, 1993 (hereinafter referred to as \"the\nAct\"). Mr G.C. Bharuka, learned Senior Counsel appearing\nfor the appellant-plaintiff drew our attention to the\nprovisions of the Act and to the decision of this Court in\nAssam Small Scale Industries Development Corpn. Ltd.\nv. J.D. Pharmaceuticals. In support of his contention that\nthe transaction in the instant case came to an end with the\nappellant-plaintiff supplying the goods after coming into\nforce of the Act he has taken us through the relevant\nsections of the Act as also the Statements of Objects and\nReasons of the Act. According to him, the appellant-\nplaintiff is entitled to be paid in terms of the provisions of\nthe Act.\n10. Mr Bharuka contended that the earlier supply order\nwhich was issued on 16-7-1992 came to be materially\naltered and substituted by a fresh supply order issued on\n18-3-1993 by which date the aforesaid Act had already\nbeen enforced and therefore, the appellant-plaintiff was\nentitled to claim interest at a higher rate as envisaged in\nSections 4 and 5 of the said Act.\n11. Mr Dinesh Dwivedi, learned Senior Counsel appearing\nfor the respondents strongly refuted the aforesaid\nsubmissions made by the learned Senior Counsel\nappearing for the appellant-plaintiff on the ground that the\nsupply order was issued in the instant case on 16-7- 1992\nand therefore, in terms of and in line with the decision of\nthis Court in Assam Small Scale Industries case the\nappellant-plaintiff was entitled to be paid interest only at\nthe rate of 9% per annum and not at a higher rate as\ncontended by the appellant-plaintiff.\"\n53. This Court, in Shakti Tubes Ltd. (supra) expressly\nrejected the argument of the learned Senior Counsel appearing\nfor the appellant in that case, that the Act should be given\nretrospective effect because it was a beneficial legislation, in\nH paragraphs 24 to 26, which have been set out below:\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 949\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\n\"24. Generally, an Act should always be regarded as\nprospective in nature unless the legislature has clearly\nintended the provisions of the said Act to be made\napplicable with retrospective effect.\n\"13. It is a cardinal principle of construction that\nevery statute is prima facie prospective unless it is\nexpressly or by necessary implication made to\nhave a retrospective operation. [The aforesaid] rule\nin general is applicable where the object of the\nstatute is to affect vested rights or to impose new\nburdens or to impair existing obligations. Unless\nthere are words in the statute sufficient to show the\nintention of the legislature to affect existing rights,\nit is deemed to be prospective only-nova\nconstitutio futuris formam imponere debet non\npraeteritis-a new law ought to regulate what is to\nfollow, not the past. (See Principles of Statutory\nInterpretation by Justice G.P. Singh, 9th Edn., 2004\nat p. 438.) It is not necessary that an express\nprovision be made to make a statute retrospective\nand the presumption against retrospectivity may be\nrebutted by necessary implication especially in a\ncase where the new law is made to cure an\nacknowledged evil for the benefit of the community\nas a whole (ibid., p. 440).”\n25. In Zile Singh Vs. State of Haryana (supra), SCC at p.\n9, this Court observed as follows: (SCC pp. 9-10, paras\n15-16)\nA\nB\nC\nD\nE\nF\n\"15. Though retrospectivity is not to be presumed and\nrather there is presumption against retrospectivity, G.\naccording to Craies (Statute Law, 7th Edn.), it is open for\nthe legislature to enact laws having retrospective operation.\nThis can be achieved by express enactment or by\nnecessary implication from the language employed. If it is\na necessary implication from the language employed that H\nA\nB\nC\nD\nE\nF\n☐ G\nH\n950\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nthe legislature intended a particular section to have a\nretrospective operation, the courts will give it such an\noperation. In the absence of a retrospective operation\nhaving been expressly given, the courts may be called upon\nto construe the provisions and answer the question\nwhether the legislature had sufficiently expressed that\nintention giving the statute retrospectivity. Four factors are\nsuggested as relevant: (i) general scope and purview of\nthe statute; (ii) the remedy sought to be applied; (iii) the\nformer state of the law; and (iv) what it was the legislature\ncontemplated. (p. 388) The rule against retrospectivity\ndoes not extend to protect from the effect of a repeal, a\nprivilege which did not amount to accrued right. (p. 392)\n16. Where a statute is passed for the purpose of supplying\nan obvious omission in a former statute or to 'explain' a\nformer statute, the subsequent statute has relation back to\nthe time when the prior Act was passed. The rule against\nretrospectivity is inapplicable to such legislations as are\nexplanatory and declaratory in nature. A classic illustration\nis Attorney General v. Pougett (Price at p. 392). By a\nCustoms Act of 1873 (53 Geo. 3, c. 33) a duty was\nimposed upon hides of 9s 4d, but the Act omitted to state\nthat it was to be 9s 4d per cwt., and to remedy this\nomission another Customs Act (53 Geo. 3, c. 105) was\npassed later in the same year. Between the passing of\nthese two Acts some hides were exported, and it was\ncontended that they were not liable to pay the duty of 9s\n4d per cwt., but Thomson, C.B., in giving judgment for the\nAttorney General, said: (ER p. 134)\n'The duty in this instance was, in fact, imposed by\nthe first Act; but the gross mistake of the omission\nof the weight, for which the sum expressed was to\nhave been payable, occasioned the amendment\nmade by the subsequent Act: but that had\nreference to the former statute as soon as it\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 951\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\npassed, and they must be taken together as if they A\nwere one and the same Act;' (Price at p. 392)\"\n26. There is no dispute with regard to the fact that the Act\nin question is a welfare legislation which was enacted to\nprotect the interest of the suppliers especially suppliers of\nthe nature of a small-scale industry. But, at the same time,\nthe intention and the purpose of the Act cannot be lost sight\nof and the Act in question cannot be given a retrospective\neffect so long as such an intention is not clearly made out\nand derived from the Act itself.\"\nB\nC\n54. In the case of Rampur Fertilizers Limited (supra), this\nCourt again examined the entire scheme of the Act before\nfollowing the dicta of this Court in the case of Assam Small\nScale Industries (supra). Even in Modern Industries (supra),\nthis Court did not differ from the dicta of this Court in Assam D\nSmall Scale Industries and Shakti Tubes (supra).\nBinding value of a precedent\n55. In the case of Waman Rao Vs. Union of India - (1981)\n2 SCC 362, His Lordship Y.V. Chandrachud. C.J., speaking\nfor the Constitution Bench, held:\nE\n\"40. It is also true to say that for the application of the rule\nof stare decisis, it is not necessary that the earlier decision\nor decisions of longstanding should have considered and F\neither accepted or rejected the particular argument which\nis advanced in the case on hand. Were it so, the previous\ndecisions could more easily be treated as binding by\napplying the law of precedent and it will be unnecessary\nto take resort to the principle of stare decisis. It is, G.\ntherefore, sufficient for invoking the rule of stare decisis that\na certain decision was arrived at on a question which arose\nor was argued, no matter on what reason the decision\nrests or what is the basis of the decision. In other words,\nfor the purpose of applying the rule of stare decisis, it is\nH\nA\nB\nC\nD\nE\nF\nG\nH\n952 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nunnecessary to enquire or determine as to what was the\nrationale of the earlier decision which is said to operate\nas stare decisis.\"\n56. In Union of India Vs. Raghubir Singh - (1989) 2 SCC\n754, this Court held:\n\"8. Taking note of the hierarchical character of the judicial\nsystem in India, it is of paramount importance that the law\ndeclared by this Court should be certain, clear and\nconsistent. It is commonly known that most decisions of\nthe courts are of significance not merely because they\nconstitute an adjudication on the rights of the parties and\nresolve the dispute between them, but also because in\ndoing so they embody a declaration of law operating as a\nbinding principle in future cases. In this latter aspect lies\ntheir particular value in developing the jurisprudence of the\nlaw.\n9. The doctrine of binding precedent has the merit of\npromoting a certainty and consistency in judicial decisions,\nand enables an organic development of the law, besides\nproviding assurance to the individual as to the\nconsequence of transactions forming part of his daily\naffairs. And, therefore, the need for a clear and consistent\nenunciation of legal principle in the decisions of a court.\"\n57. In Krishena Kumar Vs. Union of India - (1990) 4 SCC\n207, this Court observed:\n\"33. Stare decisis et non quieta movere. To adhere to\nprecedent and not to unsettle things which are settled. But\nit applies to litigated facts and necessarily decided\nquestions. Apart from Article 141 of the Constitution of\nIndia, the policy of courts is to stand by precedent and not\nto disturb settled point. When court has once laid down a\nprinciple of law as applicable to certain state of facts, it\nwill adhere to that principle, and apply it to all future cases\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 953\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nB\nwhere facts are substantially the same. A deliberate and A\nsolemn decision of court made after argument on question\nof law fairly arising in the case, and necessary to its\ndetermination, is an authority, or binding precedent in the\nsame court, or in other courts of equal or lower rank in\nsubsequent cases where the very point is again in\ncontroversy unless there are occasions when departure is\nrendered necessary to vindicate plain, obvious principles\nof law and remedy continued injustice. It should be\ninvariably applied and should not ordinarily be departed\nfrom where decision is of long standing and rights have C\nbeen acquired under it, unless considerations of public\npolicy demand it.\"\n58. In the case of Mishri Lal Vs. Dhirendra Nath - (1999)\n4 SCC 11, this Court held:\n\"13.... It is further to be noted that Meharban Singh case\ncame to be decided as early as 1970 and has been\nfollowed for the last three decades in the State of Madhya\nPradesh and innumerable number of matters have been\ndealt with on the basis thereof and in the event, a different\nview is expressed today, so far as this specific legislation\nis concerned, it would unsettle the situation in the State of\nMadhya Pradesh and it is on this score also that reliance\non the doctrine of \"stare decisis\" may be apposite. While\nit is true that the doctrine has no statutory sanction and the\nsame is based on a rule of convenience and expediency\nand as also on \"public policy\" but in our view, the doctrine\nshould and ought always to be strictly adhered to by the\ncourts of law to subserve the ends of justice.\"\nD\nE\nF\n59. In Central Board of Dawoodi Bohra Community Vs. G\nState of Maharashtra, (2005) 2 SCC 673, a Constitution Bench\nof this Court held:\n\"8. In Raghubir Singh case Chief Justice Pathak pointed\nout that in order to promote consistency and certainty in the law H\n954 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA laid down by the superior court the ideal condition would be that\nthe entire court should sit in all cases to decided questions of\nlaw, as is done by the Supreme Court of United States. Yet,\nHis Lordship noticed, that having regard to the volume of work\ndemanding the attention of the Supreme Court of India, it has\nB been found necessary as a general rule of practice and\nconvenience that the Court should sit in divisions of consisting\nof Judges whose numbers may be determined by the\nexigencies of judicial need, by the nature of the case including\nany statutory mandate relating thereto and by such other\nC considerations which the Chief Justice, in whom such authority\ndevolves by convention, may find most appropriate. The\nConstitution Bench reaffirmed the doctrine of binding\nprecedents as it has been merit of promoting certainty and\nconsistency in judicial decisions and enables an organic\ndevelopment of the law, besides providing assurance to the\nindividual as to the consequence of transactions forming part\nof his daily affairs.\"\nD\nE\nF\nG\nH\n60. In the case of Shanker Raju Vs. Union of India -\n(2011) 2 SCC 132, this Court observed:\n\"10. It is settled principle of law that a judgment, which has\nheld the field for a long time, should not be unsettled. The\ndoctrine of stare decisis is expressed in the maxim stare\ndecisis et non quieta movere, which means \"to stand by\ndecisions and not to disturb what is settled\". Lord Coke\naptly described this in his classic English version as \"those\nthings which have been so often adjudged ought to rest in\npeace\". The underlying logic of this doctrine is to maintain\nconsistency and avoid uncertainty. The guiding philosophy\nis that a view which has held the field for a long time should\nnot be disturbed only because another view is possible....\"\n61. In the case of Fida Hussain Vs. Moradabad\nDevelopment Authority - (2011) 12 SCC 615, this Court held:\n\"15. Having carefully considered the submissions of the\n"}