{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"PURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 925\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nis found in the text of section 5 and overriding effect given to A\nthe Act vide section 10 to stress upon the fact that the\nprovisions of the Act with regard to compound interest would\nprevail even if there was an agreement to the contrary that the\nAct would override the provisions of any other law. He would\nlay emphasis upon the crucial date for the operation of the Act B\nas the date on which the supply is made and not the date on\nwhich the contract of supply was concluded as understood by\nthe decisions of this Court in Assam Small Scale Industries and\nShakti Tubes. He would also lay emphasis on the expression\n\"appointed day\" as defined in Section 2(b) of the Act to contend C\nthat though the contract between the parties was prior to the\nenactment, it is the date of acceptance of the goods or any\nother service by a buyer from the supplier and thus, is the\nrelevant date for applying the beneficial supply oriented\nlegislation. In the alternative, it is contended by Shri Dwivedi D\nthat even if the contract is entered into prior to the date of\ncommencement of the Act, and the supply was subsequent,\nthen the Act would apply in respect of such buyers that made\ndelayed payments to the suppliers. He would also submit that\nthe ills of delayed payment was causing great inconvenience\nand hardship to the small scale industries, and that being the\nreason for the enactment of the legislation, coupled with the fact\nthat the event of supply is the core theme of the legislation,\nhence all the supplies made after the 23rd September 1992\nwould attract the provisions of the Act.\nE\nF\n15. In conclusion, Shri Dwivedi contends: (1) that the Act\nis a supply oriented; (2) that on a wholesome reading of\nSections 4 and 5 and Section 10 of the Act, the Act has\noverriding effect over any other law which are inconsistent with\nthe provisions of the Act; (3) the emphasis on the text of Section G\n3 on the supply of the goods and the liability of the buyer arose\non the supply of goods; (4) It is a beneficial legislation and a\npurposive construction is required to be adopted. He points out\nthat since these salient features are neither noticed nor\nconsidered in Assam Small Scale Industries, the decision H\n926 SUPREME COURT REPORTS\nA needs reconsideration by a larger Bench.\nB\nC\nD\n[2012] 6 S.C.R.\n16. Shri Sunil Gupta, learned Senior Counsel while\nadopting the principal arguments of Shri Rakesh Dwivedi\nwould submit, that, on a plain reading of the Statement of\nObjects and Reasons of the Act, it is clear that Parliament\nenacted the legislation in order to assist the small scale\nindustries to get their payment on time from the buyers. He\nwould state that there is extrinsic evidence in the Act to show\nthat the Act would apply even to those contracts, which were\nexecuted prior to 23rd September 1992. Shri Gupta would\nfurther rely on the long title of the Act to make good his\nsubmission that the scope of the Act was not restricted to\ncontracts entered into after the Act came into force. He would\nfurther submit that the Act did not apply to those contracts or\npayment disputes that were ceased to exist but are\nmaintainable to all those disputes, even if those cases in which\nrecovery suit was filed and pending after the Act has come into\nforce. The learned Senior Counsel would further submit that the\nAct is prospective and applies to all those contracts which had\nbeen executed earlier but supplies were made after the Act\ncame into force. Shri Gupta would state that even if the\nagreement and supply was prior to the coming into force of the\nAct, it would still apply, if the issue with regard to delayed\npayment was still alive. He would submit that the vested right\nthat has accrued in favour of the supplier should not be\nF abrogated. Shri Gupta would also take us through the debates\nin Parliament by the various members while the legislation was\nbeing enacted and decisions of this Court in support of his\nsubmissions. Shri Gupta would also submit that the question\nto be addressed is not as to who is within the scope of the Act\nG but who is necessarily out of the ambit of the Act.\nE\nH\nArguments of behalf of the Board\n17. Shri Vijay Hansaria, learned Senior Counsel appearing\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 927\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nfor the Board, would submit that the suits in both the cases of A\nShanti Conductors and Purbanchal Cables were barred by\nlimitation.\nB\nC\n18. In case of Purbanchal Cables (C.A. No. 2348 of 2003),\nthe learned Senior Counsel would state that the last supply was\nmade on 12.10.1993 and the suit was filed on 31.08.1996 i.e.\nafter the expiry of the period of limitation. He would contend\nthat the only reason assigned in the suit to take the benefit of\nSection 14 of the Limitation Act is that a writ petition filed on\nbehalf of the Assam Conductors Manufacturers Association\nwas pending and only after the same was disposed of, they\nhave filed the suit. He would refer to Section 14 of the Limitation\nAct, 1963 and state that writ proceedings which caused the\ndelay of the filing of the suit was filed by an Association on\nbehalf of the suppliers. Further, he would submit that when the\nD\nsuit was filed, a writ appeal was pending. He would rely on the\ncase of Consolidated Engineering Enterprises v. Municipal\nSecretary, Irrigation Department, (2008) 7 SCC 169, to\ncontend that for the operation of Section 14, it was required\nthat a civil proceeding be pending by the same party. Though,\nthe learned Senior Counsel would state that the writ petition E\nwould fall within the ambit of a civil proceeding, it had to be filed\nby the same party, which is not the case in the present suit. The\nwrit petition, he would state, was filed by an Association for\ndifferent relief, than what was sought by the supplier in the suit,\nand hence, the benefit of Section 14 of the Limitation Act would F\nnot be available.\n19. In case of Shanti Conductors (C.A. No. 2351 of 2003),\nthe supply order was completed on 4th October 1993 and the\nsuit was filed only on 10th January 1997 i.e. after the expiry of\nthree year limitation period. The learned Senior Counsel would\nsubmit that there was no specific pleading with regard to\napplicability of Section 14 of the Limitation Act, 1963, though\nit was raised by the defendant in the suit. He would assail the\ntrial court's reasoning wherein it is held that in view of the\nG\nH\n928 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA Section 10 of the Act, the Limitation Act does not apply. He .\nwould submit that in the light of the judgment of this Court in\nMukri Gopalan v. Cheppilat Puthanpurayil Aboobacker,\n(1995) 5 SCC 5, this Court while construing Section 29 (2) of\nthe Limitation Act has held that if the operation of the Limitation\nAct has to be barred, then a time schedule has to be given\nunder the special law and in the absence of such, the Limitation\nAct would apply.\nB\nC\nD\n20. On the question of applicability of Act, the learned\nSenior Counsel would submit that since 2005, this Court has\nconsistently held that the Act was not applicable to the contracts\nwhich were concluded prior to commencement of the Act. In aid\nof his submission, the learned Senior Counsel would draw our\nattention to issues raised and arguments canvassed in Assam\nSmall Scale Industries, which was specifically answered in the\nnegative by observing that the Act is not applicable for the\ncontracts entered into prior to the commencement of the Act.\nShri Hansaria, further submits that this issue was again raised\nin the case of Shakti Tubes, wherein this Court was called upon\nto reconsider the question of law decided by this Court in\nE Assam Small Scale Industries and this Court in Shakti Tubes\ncategorically refused to refer the matter to a larger Bench for\nreconsideration by approving the decision in Assam Small\nScale Industries as correctly decided. He would then submit this\nCourt had also considered this issue in Rampur Fertilizers\nF Limited v. Vigyan Chemical Industries- (2009) 12 SCC 324\nand Modern Industries (supra). Therefore, he would submit that\nthis Court has consistently followed the above view and relying\non several decisions of this Court, he would state that it is\ndesirable to further uphold the same view as per the doctrine\nG of stare decisis and precedents in order to maintain certainty\nof the law.\nOur Conclusion\n21. Though the learned Senior Counsel would state that\nH the suits, filed by both the suppliers in the present batch of\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 929\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nappeals, were barred by limitation, we do not intend to express\nour view on the issue, since some of the appeals filed by the\nsuppliers are still pending before the High Court. Any\nobservation that we may make would certainly effect the interest\nof both the parties since that issue is yet to be decided by the\nHigh Court.\nRetrospective operation of the Act\n22. The fundamental rule of construction is the same for\nall statutes whether fiscal or otherwise. The under-lying principle\nis that the meaning and intention of a statute must be collected\nfrom the plain and unambiguous expression used therein rather\nfrom any notion. To arrive at the real meaning, it is always\nnecessary to get an exact conception, scope and object of the\nwhole Act.\n23. In the case of Zile Singh v. State of Haryana - (2004)\n8 SCC 1, this Court observed that there were four relevant\nfactors which needed to be considered while considering\nwhether a statute applied prospectively or retrospectively:\n\"15.... Four factors are suggested as relevant: (i) general\nscope and purview of the statute; (ii) the remedy sought\nto be applied; (iii) the former state of the law; and (iv) what\nit was the legislature contemplated....\"\n24. The general scope of the Act has been discussed\nabove. The remedy sought to be applied by the Act is made\nclear in the Statement of Objects and Reasons, in which, it is\nstated that due to the delayed payments by buyers to the small\nscale industries, their working capital was being affected,\ncausing great harm to the small scale industries in general. This\nAct was passed by Parliament to impose a heavy interest on\nthe buyers who delayed the payments of the small scale\nindustries, in order to deter the buyers from delaying the\npayments after accepting the supplies made by the suppliers.\nA\nB\nC\nD\nE\nF\nG\nH\n930 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA The policy statement of the Ministry of Micro, Small and Medium\nEnterprises dated 6th August 1991, reads:\nB\nC\n\"3.4) A beginning has been made towards solving the\nproblem of delayed payments to small industries setting\nup of 'factoring' services through Small Industries\nDevelopment Bank of India (SIDBI). Network of such\nservices would be set up throughout the country and\noperated through commercial banks. A suitable legislation\nwill be introduced to ensure prompt payment of small\nindustries' bilis.\"\n25. Keeping in view the above object, the Act was enacted\nby the Parliament. Before such enactment, it is required to\nexamine rights of the supplier qua the buyer prior to the\ncommencement of the Act. In case of delayed payment, the\nD supplier, prior to the commencement of the Act, was required\nto file a suit for the payment of the principal amount, and could\nclaim interest along with the principal amount. The supplier\ncould avail of the same under Section 34 of the Code of Civil\nProcedure, 1908 (hereinafter referred to as 'the CPC'), Section\nE 61 of Sale of Goods Act, 1930 and Section 3 of Interest Act,\n1978.\nF\n26. In other words, the supplier whose payment was\ndelayed by the buyer prior to the commencement of the Act,\ncould file a suit for payment of the principal amount along with\nthe interest. The supplier, thus, had the vested right to claim the\nprincipal amount along with interest thereon in case of a delay\nin payment by the buyer and it was the discretion of the Court\nto award this interest. The Court has the discretion to award\ninterest along with the principal amount and the same is clear\nG from the use of the word 'may' in all the three provisions cited\nabove. Section 34 of the CPC is the main provision under\nwhich interest could be awarded by the Court and Section 61\nof the Sale of Goods Act, 1930 is an offshoot of Section 34 of\nthe CPC. Section 3 of the Interest Act, 1978 also makes the\nH Interest Act subject to the provision of Section 34 of the CPC.\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 931\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nHence, we can safely deduce that the interest awarded is a\ndiscretion exercised by the Court, on the principal amount\nclaimed, in case of a suit for recovery of payment by the supplier\nif such payment is delayed by the buyer.\n27. With the commencement of the Act, a new vested right\nexists with the supplier, that being, if there is delay in payment\nafter the acceptance of the goods by the buyer, the supplier can\nfile a suit for claiming interest at a higher rate, as prescribed\nby the Act. This position has been approved by this Court in\nthe case of Modern Industries (supra). If a suit for interest\nsimpliciter is maintainable as held by this Court in Modern\nIndustries (supra), then a new liability qua the buyer is created\nwith the commencement of the Act giving a vested right to the\nsupplier in case of delayed payment. In other words, if there is\na delayed payment by the buyer, then a right to claim a higher\nrate of interest as prescribed by the Act accrues to the supplier.\n28) The phrase 'vested right' has been defined by this\nCourt in the case of Bibi Sayeeda Vs. State of Bihar - (1996)\n9 SCC 516 as:\n\"17. The word 'vested' is defined in Black's Law Dictionary\n(6th Edn.) at p. 1563 as:\n\"Vested; fixed; accrued; settled; absolute; complete.\nHaving the character or given the rights of absolute\nownership; not contingent; not subject to be\ndefeated by a condition precedent.\"\nRights are 'vested' when right to enjoyment, present or\nprospective, has become property of some particular\nperson or persons as present interest; mere expectancy\nof future benefits, or contingent interest in property founded\non anticipated continuance of existing laws, does not\nconstitute vested rights. In Webster's Comprehensive\nDictionary, (International Edn.) at p. 1397 'vested' is\ndefined as:\nA\nB\nC\nD\nE\nF\nG\nI\n932\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\n\"[L]aw held by a tenure subject to no contingency;\ncomplete; established by law as a permanent right;\nvested interests.\"\"\n29. A statute creating vested rights is a substantive statute.\nThis Court, in the case of Executive Engineer, Dhenkanal\nMinor Irrigation Division Vs. N.C. Budharaj - (2001) 2 SCC\n721, opined:\n\"23... \"Substantive law\", is that part of the law which\ncreates, defines and regulates rights in contrast to what\nis called adjective or remedial law which provides the\nmethod of enforcing rights. Decisions, including the one\nin Jena case while adverting to the question of substantive\nlaw has chosen to indicate by way of illustration laws such\nas Sale of Goods Act, 1930 [Section 61(2)], Negotiable\nInstruments Act, 1881 (Section 80), etc. The provisions of\nthe Interest Act, 1839, which prescribe the general law of\ninterest and become applicable in the absence of any\ncontractual or other statutory provisions specially dealing\nwith the subject, would also answer the description of\nsubstantive law...\"\n30. In the case of Thirumalai Chemicals Limited Vs.\nUnion of India - (2011) 6 SCC 739, this Court comparing\nsubstantial law with procedural law, stated:\n\"23. Substantive law refers to a body of rules that creates,\ndefines and regulates rights and liabilities. Right conferred\non a party to prefer an appeal against an order is a\nsubstantive right conferred by a statute which remains\nunaffected by subsequent changes in law, unless modified\nexpressly or by necessary implication. Procedural law\nestablishes a mechanism for determining those rights and\nliabilities and a machinery for enforcing them. Right of\nappeal being a substantive right always acts prospectively.\nIt is trite law that every statute is prospective unless it is\nPURBANCHAL CABLES \u0026 CONDUCTORS PVT. LTD. v. 933\nASSAM STATE ELECTRICITY BOARD [H.L. DATTU, J.]\nexpressly or by necessary implication made to have A\nretrospective operation.\"\n24. Right of appeal may be a substantive right but the\nprocedure for filing the appeal including the period of\nlimitation cannot be called a substantive right, and an\naggrieved person cannot claim any vested right claiming\nthat he should be governed by the old provision pertaining\nto period of limitation. Procedural law is retrospective\nmeaning thereby that it will apply even to acts or\ntransactions under the repealed Act.\"\n31. In the case of Shyam Sunder Vs. Ram Kumar - (2001)\n8 SCC 24, a Constitution Bench of this Court discussing the\nscope and ambit of a declaratory law has observed:\nB\nC\nE\n\"39. Lastly, it was contended on behalf of the appellants D\nthat the amending Act whereby new Section 15 of the Act\nhas been substituted is declaratory and, therefore, has\nretroactive operation. Ordinarily when an enactment\ndeclares the previous law, it requires to be given\nretroactive effect. The function of a declaratory statute is\n-to supply an omission or to explain a previous statute and\nwhen such an Act is passed, it comes into effect when the\nprevious enactment was passed. The legislative power to\nenact law includes the power to declare what was the\nprevious law and when such a declaratory Act is passed,\ninvariably it has been held to be retrospective. Mere\nabsence of use of the word “declaration” in an Act\nexplaining what was the law before may not appear to be\na declaratory Act but if the court finds an Act as declaratory\nor explanatory, it has to be construed as retrospective.\nConversely where a statute uses the word \"declaratory\",\nthe words so used may not be sufficient to hold that the\nstatute is a declaratory Act as words may be used in order\nto bring into effect new law.\"\nF\nG\nH\nA\nB\nс\nD\nE\nF\nG\nH\n934 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\n32. In Katikara Chintamani Dora Vs. Guntreddi\nAnnamanaidu - (1974) 1 SCC 567, this Court held:\n\"50. It is well settled that ordinarily, when the substantive\nlaw is altered during the pendency of an action, rights of\nthe parties are decided according to law, as it existed\nwhen the action was begun unless the new statute shows\na clear intention to vary such rights (Maxwell on\nInterpretation, 12th Edn. 220). That is to say, \"in the\nabsence of anything in the Act, to say that it is to have\nretrospective operation, it cannot be so construed as to\nhave the effect of altering the law applicable to a claim in\nlitigation at the time when the Act is passed\".\"\n33. In Govind Das Vs. ITO - (1976) 1 SCC 906, this Court\nspeaking through P.N. Bhagwati. J., (as he then was) held:\n\"11. Now it is a well settled rule of interpretation hallowed\nby time and sanctified by judicial decisions that, unless the\nterms of a statute expressly so provide or necessarily\nrequire it, retrospective operation should not be given to\na statute so as to take away or impair an existing right or\ncreate a new obligation or impose a new liability otherwise\nthan as regards matters of procedure. The general rule as\nstated by Halsbury in Vol. 36 of the Laws of England (3rd\nEdn.) and reiterated in several decisions of this Court as\nwell as English courts is that\n\"all statutes other than those which are merely\ndeclaratory or which relate only to matters of\nprocedure or of evidence are prima facie\nprospective\"\nand retrospective operation should not be given to a\nstatute so as to affect, alter or destroy an existing right or\ncreate a new liability or obligation unless that effect cannot\nbe avoided without doing violence to the language of the\nenactment. If the enactment is expressed in language\n"}