{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"A\nB\nA.P.S.R.T.C. \u0026 ORS.\nV.\nB. BODAN REDDY (DEAD) BY LRS. \u0026 ORS.\nJANUARY 17, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nService Law:\nSeniority—Division of corporation irto different regions—Promotion\nin one region-Employees in other region not entitled to promotion by\nC claiming seniority in combined list.\nD\nE\nF\nG\nThe respondents were appointed by the appellant-Corporation as\nSecurity guards at Warangal. The Corporation created different regions\n'Karimnagar' and ‘Warangal' Region for managing its affairs. When an\noption was called for in regard to their posting in the Warangal region and\nKarimnagar region, respondents opted for the former region. They were,\ntherefore, absorbed in the Warangal region of appellant-Corporation.\nSubsequently some posts were created in the Karimnagar region. One 'T'\nwho was junior to the respondents in the combined seniority list was\npromoted to the post of Security Head Guard as he became the senior most\nin the Karimnagar region.\nRespondent filed writ petition for consideration of their case for\npromotion. By reason of the impugned judgment, the writ petition was\nallowed directing the appellant-Corporation to consider the cases of the\nrespondents for promotion from the post of Security Guard to Security\nHead Guard from the date on which their junior had been promoted. Hence\nthe present appeal.\nAllowing the appeal, the Court\nHELD: The bifurcation of the division is not in dispute. Warangal\ndivision, thus, became a new division. It has also not been disputed that\ncadre of the employees is maintained region-wise. Therefore, separate\nseniority lists were required to be maintained only on that basis. Once\nthere has been a valid division of two regions as a result of which a new\nregion came into being, a distinct and separate seniority list of the\nH employees was required to be maintained. If the respondents had opted for\n1102\nA.P.S.R.T.C. v. B. BODAN REDDY [SINHA, J. ]\n1103\nB\nremaining in the cadre of the employees of the Warangal region, only A\nbecause a vacancy had fallen in the Karimnagar region and the same had\nbeen filled up from amongst the employees thereof, no exception thereto\ncould be taken. The High Court did not consider this aspect of the matter\nand proceeded on the basis that as the respondents might be otherwise\nqualified, they were entitled to be considered for promotion opining that the\nrespondents are and should not be deprived from being considered therefor\nwhen their juniors have been promoted. The High Court committed a\nmanifest error in coming to the aforementioned conclusion inasmuch as\nthere having been a valid division of the cadre, the question of the\nrespondents becoming senior to the said 'T' in the Karimnagar Region did\nnot and could not arise as a new seniority list came into being.\n[Para 4] [1104-C-F]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 6449 of 2000\nFrom the Final Judgment and Order dated 22.6.2000 of the High Court\nof Judicature, Andhra Pradesh at Hyderabad in W.P. No. 27767/1995\nR. Santhan Krishnan, K. Radha Rani, Praveen K. Pandey, P. Vijay\nKumar and G. Ramakrishna Prasad for the Appellants.\nThe Judgment of the Court was delivered by\nC\nD\nE\nS.B. SINHA, J.: 1. The Respondents herein were appointed by the\nappellant-Corporation as Security Guards. Different regions have been\ncreated by the Corporation for managing its affairs. The divisions of\nKarimnagar, Nizamabad, Warangal and Khammam formed part of one region\nknown as 'Karimnagar Region of Kakatiya' in the appellant-Corporation. The F\nWarangal region, however, was carved out therefrom known as 'Warangal\nRegion'. The respondents herein had been working at Warangal. When an\noption was called for in regard to their posting in the Warangal region and\nKarimnagar region, they opted for the former region. They were, therefore,\nabsorbed in the Warangal region of the appellant-Corporation.\n2. It is stated that subsequently some posts were created in the\nKarimnagar region. One Mr. T.J. Reddy, who was junior to the respondents\nin the combined seniority list was promoted to the post of Security Head\nGuard as he became the senior most in the Karimnagar region.\nG\nH\nA\nB\n1104\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n3. A writ petition was filed by the respondents herein for consideration\nof their cases for promotion. An interim order was passed by the learned\nSingle Judge of the Andhra Pradesh High Court directing the appellant-\nCorporation to consider their cases. Aggrieved thereby, an appeal was\npreferred before the Division Bench. The Division Bench, however, although\ninitially suspended the operation of the said interim order passed by the\nlearned Single Judge, thought it fit and expedient to withdraw the writ\npetition itself before it and determine the same on its own merits. By reason\nof the impugned judgment, the writ petition had been allowed directing the\nappellant-Corporation to consider the cases of the respondents for promotion\nfrom the post of Security Guard to Security Head Guard from the date on\n.C which their junior had been promoted.\n4. The bifurcation of the division is not in dispute. Warangal division,\nthus, became a new division. It has also not been disputed that cadre of the\nemployees is maintained region-wise. Therefore, separate seniority lists were\nrequired to be maintained only on that basis. Once there has been a valid\nD division of two regions as a result of which a new region came into being,\na distinct and separate seniority list of the employees was required to be\nmaintained. If the respondents had opted for remaining in the cadre of the\nemployees of the Warangal region, in our opinion, only because a vacancy\nhad fallen in the Karimnagar region and the same had been filled up from\nE amongst the employees thereof, no exception thereto could be taken. The\nDivision Bench of the High Court, in our opinion, did not consider this\naspect of the matter. The Division Bench proceeded on the basis that as the\nrespondents might be otherwise qualified, they were entitled to be considered\nfor promotion opining that respondents are and should not be deprived from\nbeing considered therefor when their juniors have been promoted. In our\nF opinion, the Division Bench committed a manifest error in coming to the\nG\naforementioned conclusion inasmuch as there having been a valid division\nof the cadre, the question of the respondents becoming senior to the said\nMr. T.J. Reddy in the Karimnagar Region did not and could not arise as a\nnew seniority list came into being.\n5. The impugned judgment, for the reason aforementioned, is set aside.\nand the appeal is allowed. As none appears for the respondents, there shall\nbe no order as to costs.\nD.G.\nAppeal allowed.\n"}