{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"436 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA a writ petition in the High Court challenging the appointment of\nthe private respondents in the writ petition as Labour Court\nJudges. These private respondents were earlier working as\nAssistant Commissioners of Labour in the Department of\nLabour, State of Maharashtra. It was prayed that the amended\nB Section 9 of the Bombay Industrial Relations Act and amended\nSection 7 of the Industrial Disputes Act insofar as they authorize\nthe appointment of Assistant Commissioner of Labour as\nJudges of the Labour Court are void, illegal and contrary to\nArticle 234 of the Constitution. A learned Single Judge of the\nBombay High Court set aside the notification dated 8th March,\n1979 and gave a direction to the State of Maharashtra to comply\nwith the provisions of Article 234 of the Constitution while\nmaking appointments of the Judges of the Labour Court. This\ndecision of the learned Single Judge was challenged in the\nLetters Patent Appeal which also came to be dismissed and,\ntherefore, the Special Leave Petition before the Supreme Court\nwas filed.\nC\nD\n27. This Court, while dismissing the appeal commented\nupon the expression ‘judicial service' and held that 'judicial\nE service' means a service consisting exclusively of the persons\nintended to fill the post of District Judge and other Civil Judges\ninferior to the Court of District Judge in terms of Article 236 of\nthe Constitution. Keeping in view the principle of separation\nof powers and independence of judiciary, Judicial Services.\nF contemplates the service exclusively of judicial posts in which\nthere will be a hierarchy headed by a District Judge. Upholding\nthe view taken by the High Court that persons presiding over\nIndustrial and Labour Court would constitute 'Judicial Service'\nas defined and, therefore, compliance of Article 234 of the\nG Constitution was mandatory.\nH\n28. We fail to understand as to what benefit the present\npetitioners can derive from this judgment. Primarily, the Court\ngave a wider connotation to the expression 'judicial service'\nkeeping in view the specialization in different fields required for\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n437\nadministration of justice. In that case, the Government had A\nintended to make the appointment by itself without following the\nprocedure provided under Article 234 of the Constitution, which\nsays that appointments were to be made by the Governor in\naccordance with the Rules made by him in that behalf after\nconsultation with the Public Service Commission and the High B\nCourt exercising jurisdiction in relation to such State in case\nof appointments made to the posts other than District Judges\nto the Judicial Service of the State. This, on a plain reading\nand understanding, means that the Judge of the Labour Court\nwas not a post of the District Judge or equivalent thereto. On C\nthe contrary, in terms of Article 234, the Government was\ndirected to follow the prescribed procedure before making\nthese appointments. The methodology adopted by the\nGovernment for making appointments directly, thus, was found\nto be faulty under the scheme of the Constitutional provisions\nappearing in Chapter VI of the Constitution.\nD\nE\n29. A Constitution Bench of this Court in the case of\nChandra Mohan v. State of UP [AIR 1966 SC 1987] was\nconcerned with appointments to the posts of District Judges\nwhich were challenged by the existing members of the Judicial\nservices on the ground that judicial officer from executive\ndepartments, discharging some revenue and magisterial\nduties, are not members of the judicial services and thus cannot\nbe appointed to such posts. The Court, while referring to the\nindependence of the judiciary, said that subordinate judiciary F\nin India is in the closest contact with the people and thus their\nindependence should be beyond question. Explaining the\nwords 'judicial services' the Court gave the expression a\nnarrower meaning and, while setting aside the appointments\nso made of the persons other than from judicial services of the G.\nState, held as under:\n\"16. So far there is no dispute. But the real conflict rests\non the question whether the Governor can appoint as\nDistrict Judges persons from services other than the judicial\nI\nA\nB\nC\nD\nE\nF\nG\nH\n438 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nservice; that is to say, can he appoint a person who is in\nthe police, excise, revenue or such other service as a\ndistrict Judge? The acceptance of this position would take\nus back to the pre-independence days and that too to the\nconditions prevailing in the princely States. In the princely\nStates one used to come across appointments to the\njudicial service from police and other departments. This\nwould also cut across the well-knit scheme of the\nConstitution and the principle underlying it, namely, the\njudiciary shall be an independent service. Doubtless if\nArticle 233(1) stood alone, it may be argued that the\nGovernor may appoint any person as a district judge,\nwhether legally qualified or not, if he belongs to any service\nunder the State. But Article 233(1) is nothing more than a\ndeclaration of the general power of the Governor in the\nmatter of appointment of District Judges. It does not lay\ndown the qualifications of the candidates to be appointed\nor denote the sources from which the recruitment has to\nbe made. But the sources of recruitment are indicated in\nclause (2) thereof. Under clause (2) of Article 233 two\nsources are given, namely, (1) persons in the service of the\nUnion or of the State, and (ii) advocate or pleader. Can it\nbe said that in the context of Chapter VI of Part VI of the\nConstitution \"the service of the union or of the State\" means\nany service of the Union or of the State or does it mean\nthe judicial service of the Union or of the State? The setting\nviz. the chapter dealing with subordinate courts, in which\nthe expression \"the service\" appears indicates that the\nservice mentioned therein is the service pertaining to\ncourts. That apart, Article 236(2) defines the expression\n\"judicial service\" to mean a service consisting exclusively\nof persons intended to fill the post of district judge and\nother civil judicial posts inferior to the post of district judge.\nIf this definition, instead of appearing in Article 236, is\nplaced as a clause before Article 233(2), there cannot be\nany dispute that \"the service\" in Article 233(2) can only\nmean the judicial service. The circumstance that the\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n439\nC\ndefinition of “judicial service\" finds a place in a subsequent A\narticle does not necessarily lead to a contrary.conclusion.\nThe fact that in Article 233(2) the expression \"the service\"\nis used whereas in Articles 234 and 235 the expression\n“judicial service\" is found is not decisive of the question\nwhether the expression \"the service\" in Article 233(2) must B\nbe something other than the judicial service, for, the entire\nchapter is dealing with the judicial service. The definition.\nis exhaustive of the service. Two expressions in the\ndefinition bring out the idea that the judicial service consists\nof hierarchy of judicial officers starting from the lowest and\nending with district Judges. The expressions \"exclusively\"\nand \"intended\" emphasise the fact that the judicial service\nconsists only of persons intended to fill up the posts of\ndistrict Judges and other civil judicial posts and that is the\nexclusive service of judicial officers. Having defined\n\"judicial service\" in exclusive terms, having provided for\nappointments to that service and having entrusted the\ncontrol of the said service to the care of the High Court,\nthe makers of the Constitution would not have conferred a\nblanket power on the Governor to appoint any person from\nany service as a district judge.\"\nD\nE\n30. Another Constitution Bench of this Court in the case\nof Statesman (Private) Ltd. v. H.R. Deb \u0026 Ors. [AIR 1968 SC\n1495] spelt out the distinction between Judicial Office and\nJudicial function. A challenge was made to the appointment F\nof Presiding Officer, Second Labour Court on the ground that\nhe did not possess essential qualifications as prescribed in\nSection 7(3) of the Industrial Disputes Act, 1947, as he was\nholding the office of Executive Magistrate though performing\njudicial functions as well. The Court held as under:\n\"11. Lest our meaning be extended by Government to\ncases under serving of saving under Section 9, we wish\nto make it clear that the intention of the legislature really is\nthat men who can be described as independent and with\nG\nH\nA\n00\n0\nC\nD\nE\nF\n440 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nsufficient judicial experience must be selected. The\nmention of High Court Judges and District Judges earlier\nin the same section indicates that ordinarily judicial officers\nfrom the civil judiciary must be selected at least so long\nas the separation of judiciary from the Executive in the\npublic services is not finally achieved. The appointment of\na person from the ranks of civil judiciary carries with it an\nassurance which is unique. The functions of a Labour Court\nare of great public importance and quasi civil in nature.\nMen of experience on the civil side of the law are more\nsuitable than Magistrates. Persons employed on\nmultifarious duties and in addition performing some judicial\nfunctions, may not truly answer the requirement of Section *\n7 and it may be open in a quo warranto proceeding to\nquestion their appointment on the ground that they do not\nhold essentially a judicial office because they primarily\nperform other functions. For it cannot be denied that the\nexpression \"holding a judicial office\" signifies more than\ndischarge of judicial functions while holding some other\noffice. The phrase postulates that there is an office and that\nthat office is primarily judicial. Office means a fixed\nposition for performance of duties. In this case the\ndistinction was unsubstantial because the Magistrate was\nholding a fixed position for nineteen years and performing\nfunctions primarily of a judicial character. The case was\nnot fit for interference by a writ in view of the provisions of\nSection 9 of the Act.\"\n31. The Bench, while dealing with the case of Labour Law\nPractitioners' Association (supra), found that this judgment\nshould not be interpreted narrowly to exclude from judicial\nG services, new hierarchy of Civil Courts being set up which are\nheaded by a Judge who could be considered as a District\nJudge bearing in mind the extensive definition of the term in\nArticle 236. We have no hesitation in noticing that the\njudgments of the Constitution Bench of this Court in the cases\nof Chandra Mohan and H.R. Deb (supra) are binding and they\nH\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\n441\nhave taken a view that the expression 'judicial service' has to A\nbe confined to the persons appointed as Judges under the\nrelevant Rules and the provisions contained in Articles 233 and\n234 of the Constitution. We have already noticed that in the\ncase of Labour Law Practitioners' Association (supra), the\nCourt was primarily concerned with ensuring that Labour Court B\nJudges who were performing judicial functions should maintain\nindependence of judiciary and they should be placed under the\ncontrol of the High Court and the appointments to those offices\nshould be made in conformity with Article 234 of the\nConstitution. Thus, this judgment can hardly be cited to support C\nthe proposition advanced by the petitioners. 'Judicial service'\nas understood in its 'generic sense', may impliedly include\ncertain other services for limited purposes but such other\nservices may not be judicial service stricto sensu as\ncontemplated under Articles 233 and 234 of the Constitution.\n32. In this view of the matter, it is difficult for the Court to\nhold that the Family Court Judges will form part of the cadre of\nthe Judicial Services under the State of Maharashtra as\ncontemplated under Rule 3 of the Rules of 2008.\nIs the claim of parity put forward by the petitioners\nsustainable in law?\n33. We may examine the preamble and statement of\nobjects and reasons of the Act at this juncture.\nD\nE\nF\n34. In order to clearly understand the object of the\nLegislature in establishing Family Courts, reference to the\nrecommendations of the Law Commission would be useful. In\nits 59th Report, the Law Commission emphatically\nrecommended that the court, in dealing with the disputes G\nconcerning family, ought to adopt an approach radically different\nfrom that adopted in ordinary civil proceedings and that it\nshould make reasonable efforts for an amicable settlement\nbefore the commencement of the trial. The same view was\nreiterated in the 230th Report of the Law Commission. Despite H\n442 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA the amendment to the Code of Civil Procedure, it was felt that\nthe matters concerning family disputes were not being dealt with\na conciliatory approach. Thus, the Bill, inter alia, provided for\nestablishment of Family Courts by the State Governments. The\nState Governments were expected to set up these Courts and\nB family disputes were to be dealt with by these specially\nconstituted Courts. The most important feature of the preamble\nof the Act was, “establishment of Family Courts with a view to\npromote conciliation in, and secure speedy settlement of\ndisputes relating to marriage and family affairs and for matters\nC connected therewith\". This sufficiently indicates the limited\njurisdiction that was vested in the Family Court under the\nprovisions of the Act. The primary purpose of the Court was\nto promote conciliation and amicably settle the matters relating\nto matrimonial and family disputes rather than adjudicate on the\nD\nsame.\n35. This analysis gives us a bird's eye view with regard to\nconstitution and functioning of the Family Courts. Where the\njurisdiction of the Civil Courts and the Criminal Court in relation\nto the matters specified under Section 7(1) of the Act were\nE specifically excluded, there it also necessarily implies that the\nFamily Courts have the jurisdiction only to deal with the matters.\nspecified in the Explanation to Section 7(1) and none other.\nThus, it is a Court of limited jurisdiction.\nF\nG\n36. According to the petitioners, they have been performing\nthe functions of a Judge by presiding over the Family Courts\nand, thus, are entitled to be considered as part of the judicial\nservices of the State and, consequently, would be deemed to\nhave held 'judicial office' in terms of Article 217 of the\nConstitution. It is, therefore, of some relevance to examine the\npoints of similarity and distinction between the Family Courts\non the one hand and Courts presided over by the members of\nthe higher judicial services of the State of Maharashtra on the\nother, which are as follows:\nH\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\nSI. District Court\nNo.\n1. Court of District Judge is\ncreated under constitutional\nprovisions read with the\nRules of 2008 for the\nHigher Judiciary.\nFamily Court\n443\nIt is created by the statute,\nthat is, Section 3 of the Act\n2. District and Sessions The Family Court Judges\nJudges are appointed in\naccordance with the\nprovisions of Article 233\nread with Rules 5 and 6 of\nthe Rules of 2008.\n3. District Judges discharge\nJudicial functions.\n4. The District and Sessions\nJudge exercises and\ndecides all kind of Civil/\nCriminal cases. They also\nexercise original, appellate\nand revisional jurisdiction.\nIn other words they exercise\na much wider jurisdiction.\n5. The Civil Courts are\nexpected to refer the matter\nto the appropriate forum in\naccordance with the\nprovisions of Section 89 of\nthe Code of Civil\nProcedure. But they have\nare appointed in\naccordance with the\nprovisions of Section 4 of\nthe Act.\nJudges of the Family Court\nalso discharge judicial\nfunctions under the Act.\nThe Presiding Officer of the\nFamily Court exercises a\nlimited jurisdiction and\ndecides matters which\nstrictly fall within the ambit\nand scope of Explanation to\nSection 7(1) of the Act only.\nThus, they exercise a\nlimited jurisdiction.\nThe Family Court in terms of\nthe object of the Act is,\nprimarily, required to make\nefforts of conciliation and\nevery attempt should be\nmade to settle the matter\nand then alone it can travel\nA\nB\nC\nD\nE\nF\nG.\nH\nMY\nA\nB\nC\nD\nE\nF\n0\nH\n444 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nto decide the matter, to the jurisdiction\nprimarily, on merit and by\nanswering each issue of\nlaw and fact.\n6. Under Article 233(2) of the\nConstitution, a person in the\nservice of Union or the\nState is not eligible even to\napply for the post of the\nDistrict and Sessions\nJudge. It is primarily\nadvocates with seven years\nof practice who are entitled\nto apply for the post. They,\nin accordance with the\nterms and conditions of\nRule 6 of the Rules of 2008,\nhave to pass written\ncompetitive examination by\nobtaining at least 50%\nmarks in each paper and in\naggregate and 40% in the\nviva voce before they can\nbe considered fit to be\nappointed to that post.\n7. The persons belonging to\nthe cadre of District and\nSessions Judges had\nearlier dealt with all the\ncases including family and\nmatrimonial cases before\nSection 8 of the Act came\ninto force. Even after\nof\ndetermination within the\nlimited scope as spelt out\nunder the provisions of the\nAct.\nUnder the advertisement\nissued for appointment to\nthe Judge of the Family\nCourt as well as under the\nprovisions of the Act, the\nambit of the persons eligible\nto apply is much wider and\neven a person in service of\nthe Union or a State could\napply and be appointed to\nthat post. In fact, if they have\nexperience, through service\nor otherwise, of settlement\nof family disputes, they are\nrequired to be given\npreference in matters of\nappointment. They do not\nhave to compete in any\nwritten examination but, like\nthe petitioners, are primarily\nselected by an interview\nalone.\nThe Family Court exercises\njurisdiction only with respect\nto the matters specified in\nSection 7(1) of the Act over\nwhich the jurisdiction of the\nCivil Court is excluded in\nterms of Section 8 of the Act.\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY [SWATANTER KUMAR, J.]\nexclusion of jurisdiction in\nterms of Section 8 of the\nAct,\nthey exercise\n445\nA\njurisdiction on much wider\nfield and subjects.\nThe Judge of the Family\nCourt hardly exercises any\n8. The District Judge and\nparticularly the Principal\nDistrict and Sessions administrative jurisdiction\nJudge exercises vast\nadministrative as well as\njudicial control over the\ncourts subordinate to the\nDistrict Court.\n9. There is complete freedom\nto the lawyers to appear\nand assist the Court in\ndetermination of different\nproceedings before it. This\nhelps the District and\nSessions Judge to get a\nbetter experience in\ndifferent fields of law.\n10. The Civil Courts have to\nwork strictly in accordance\nwith law and adhere to the\nprovisions of the Evidence\nAct, Code of Criminal\nProcedure and Code of\nCivil Procedure.\nand has no administrative\ncontrol over any other court.\nThe right of representation\nand assistance by lawyers.\nbefore the Family Court is\ntotally restricted in terms of\nSection 13 of the Act.\nB\nC\nD\nE\nF\nThe Family Court are not\nstrictly required to record\nevidence and perform their\nfunctions in accordance with\nthe provisions of the Code of\nCivil Procedure and the\nIndian Evidence Act. In G\nterms of Section 14, they\ncan evolve their own\nprocedure for deciding the\nproceedings pending before\nit.\nH\n"}