{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"1\nA\nB\nC\nD\nE\n[2010] 15 (ADDL.) S.C.R. 396\nS.D. JOSHI \u0026 ORS.\nV.\nHIGH COURT OF JUDICATURE AT BOMBAY \u0026 ORS.\n(Writ Petition (Civil) No.598 of 2008)\nNOVEMBER 11, 2010\n[SWATANTER KUMAR AND CHANDRAMAULI KR.\nPRASAD, JJ.]\nConstitution of India, 1950:\nArticles 217, 233(1), 233(2) and 236 - Judges of Family\nCourts in State of Maharashtra - Claiming parity with\nmembers of Higher Judicial Service of the State, and seeking\nto be considered for elevation as Judges of the High Court -\nHELD: Proper administration of justice, being one of the main\nconstitutional goals, has to be in consonance with the\nexpectations of the society and with definite expertise in all\nfields of law - The Family Court, as defined in s.2(d) of Family\nCourts Act, is a creature of statute and has been vested with\npower to adjudicate and determine the disputes between the\nparties which fall within the ambit and scope of Explanation\nto s.7(1) of the Act - It is a court of limited jurisdiction\nDisparity between Judges of Family Court and members of\nthe Higher Judicial Services of the State is discernible\nTherefore, the Judges of the Family Courts may be 'Judges'\npresiding over such courts in its 'generic sense' but stricto\nsensu are neither members/integral part of the 'Judicial\nServices' of the State as defined in Article 236(b) nor do they\nhold a 'judicial office' as contemplated under Article 217, and,\nas such, they do not have any jus legitimum to be considered\nG for elevation to the High Court - Family Courts Act, 1986 –\nss.2(a), 2(d), 4, and 7(1) - Administration of Justice.\nF\nH\n-\n-\nArticle 217(2)(a), 233 and 234 – 'Judicial Office' – HELD:\n'Judicial Office' may be read in conjunction with the\n396\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY\n397\nexpression 'judicial service' - The expression judicial service' A\ncannot be given a wider meaning than the meaning given to.\nit under the Constitution itself - Judges are not employees\nof the State - As members of judiciary, they exercise\nsovereign judicial power of the State - Functions of tribunals\nare primarily quasi-judicial and in the realm of civil B\njurisprudence alone and they exercise a very limited\njurisdiction It will not be appropriate to treat them as an\ninextrical part of State judicial service or call them Courts as\nunderstood in the Constitution.\n-\nC\nD\nArticles 236 and 233(1) - 'District Judge' - ‘Judicial\nservice' - HELD: Provisions of Article 236 clearly show that\nthe expression 'District Judge' includes different kinds of\nJudges but not Presiding Officers of Family Courts - Similarly\n'judicial service' means a service consisting exclusively of the\npersons intended to fill the post of District Judge and other\ncivil judicial posts inferior to the post of District Judge - The\nexpression ‘judicial service' therefore, would not include\nPresiding Officers of Family Courts, as they are neither\npersons eligible to fill up the post of District Judge nor are they\nholding civil judicial posts inferior to the post of District Judge E\nFamily Courts Act, 1984 - Family Court (Recruitment and\nService Conditions) Rules, 1990 - Bombay Judicial Services\nRecruitment Rules, 2008.\nBombay Judicial Services Recruitment Rules, 2008:\nRules 2 and 3(2), Schedule - 'Service' - HELD: The\nRules clearly show that a person to be entitled to promotion\nas District Judge has to be a member of cadre of Senior Civil\nJudge - A person has to be member of the judicial service\nbefore he could be considered for appointment to the Higher\nJudicial Service of the State - Advocates or other eligible\npersons entitled to be considered for appointment under the\nnomination category have to satisfy the prescribed\nqualifications and clear the written examination and viva-voce\ntest as per Rules - Once the Legislature has framed Rules\nF\nG\nH\n398 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C R\nA and excluded the Judges of Family Court from the cadre of\n'Judicial Services' of the State, then they cannot be treated\nas a part of the cadre by inference or on doctrine of parity -\nInterpretation of Statutes - Family Court (Recruitment and\nService Conditions) Rules, 1990.\nB\nFamily Courts Act, 1986:\nss. 2(d) and 7(1)(a) and (b) - 'Family Court' - HELD\nFamily Courts are to exercise special jurisdiction which is\nlimited to the subject matters spelt out in ss.7(1)(a) and (b) -\nC They have been vested all jurisdiction exercisable by any\nDistrict Court or Subordinate Civil Court in respect of suits and\nproceedings of the nature referred to in Explanation to sub-\ns.(1) of s.7 - Such Courts will be deemed for the purposes of\nexercising such jurisdiction to be a District Court or, as the\nD case may be, a Subordinate Civil Court for the area to which\nthe jurisdiction of the Family Court extends - Family Court,\nthus, has all the trappings of a court and, thus, is a court.\nE\nF\nG\nH\ns.2(a) - 'Judge' of a Family Court - HELD: Presiding\nOfficers of Family Courts perform all the different statutory\nfunctions and decide the case in accordance with the\nprovisions of the Act - They are performing judicial and\ndeterminative functions and, as such, are Judges, though of\nlimited jurisdiction.\nWords and Phrases:\n'Judge', 'court' and 'tribunal' - Connotation of.\nThe Judges and the Principal Judges of the Family\nCourts in the State of Maharashtra filed the instant writ\npetitions. Their case was that \"Judges of the Family\nCourt hold a 'judicial office' in the territory of India, they\ndischarge judicial functions and, as such, are entitled to\nbe considered for elevation to the Bench of the Bombay\nHigh Court.\"\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY\n399\nB\nThe stand of the High Court of Judicature at Bombay A\nwas that pursuant to the recommendations on unification\nof cadres of judicial officers in India made by the Shetty\nCommission, which was accepted by this Court in the\ncase of All India Judges Association v. Union of India'\nwith some amendments, the issue of unification and\nintegration of the cadres of judicial officers in\nMaharashtra was considered by a Committee constituted\nby the High Court. The Committee submitted its report on\n24.8.2002, which was later accepted by the Full Court. It\nwas expressly stated therein that the category of Family\nCourt Judges has to be kept out of the process of\nintegration and only benefits of pay-scales are to be\nextended to them. [para 5]\nThe questions for consideration before the Court\nwere: (a) \"What is the scope of the expression ‘'judicial\noffice' appearing in Article 217(2)(a) of the Constitution?\";\n(b) “Whether a 'Family Court' has the trappings of a Court\nand the Family Court Judges, being the Presiding Officers\nof such Courts, on the claimed parity of jurisdiction and\nfunctions, would be deemed to be the members of the\nHigher Judicial Services of the State?\" If yes; (c)\n\"whether Family Court Judge are eligible and entitled to\nbe considered for elevation as Judge of the High Court\nin terms of Article 217 of the Constitution of India?\"\nDismissing the writ petition, the Court\nHELD:\n1. Whether the 'Family Courts' are Courts for all\nintents and purposes generally or otherwise:\n1.1 The Family Court, as defined in s.2(d) and\nconstituted u/s 3 of the Family Courts Act, 1984, is a\ncreature of statute and has been vested with power to\n1. 2002 (2) SCR 172 = (2002) 4 SCC 247.\nC\nD\nE\nF\nG\nH\nB\n400 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA adjudicate and determine the disputes between the\nparties which fall within the scope and ambit of\nExplanation to s. 7(1) of the Act. The persons, who are\nappointed as Judges of the Family Court, perform all\nduties and functions which are akin to the functions\nbeing performed by the Presiding Officer of a Civil or a\nCriminal Court, though to a very limited extent. A tribunal\nmay be termed as a Court if it has all the trappings of a\nCourt and satisfies the parameters. Every Court may be\na tribunal but every tribunal necessarily may not be a\nCourt. Once the essential features of 'Court' are satisfied,\nthen it will have to be termed as a 'Court'. The statutory\nprovisions of the Family Court squarely satisfy these\ningredients. The Family Court has all the trappings of a\nCourt and, thus, is a court. [para 14, 16 and 17] [424-G-\nH; 425-A-B; 428-B-F; 429-A-B]\nC\nD\n1.2 ‘Judge' is a generic term and other terms like,\nUmpire, Arbiter and Arbitrator are only species of this\nterm. A Judge, primarily, determines all matters of\ndisputes and pronounces what is law as on date, as well\nE as what will be the law for the future and acts under the\nF\nG\nH\nappointment of the Government. The expression 'Judge'\nu/s 2(a) of the Act means the Principal Judge, Additional\nPrincipal Judge or other Judge of a Family Court. The\nPresiding Judges of the Family Courts perform all the\ndifferent statutory functions and decide the cases in\naccordance with the provisions of the Act. It may be\nnoticed that the primary object and duty of the Family\nCourt Judges is to endeavour and persuade the parties\nin arriving at a settlement in respect of the suit or\nproceedings, in which it may follow such procedure, as\nit may deem fit. Thus, Presiding Officers of Family Courts\nare performing judicial and determinative functions and,\nas such, are Judges, though of limited jurisdiction. [para\n14 and 17] [428-G-H; 425-A-C; 429-A-B]\nEx parte Davis (1857) 5 W.R.523 - referred to.\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\n401\nJUDICATURE AT BOMBAY\n2. Whether petitioners can be treated as part of the\n'Judicial Services' of the State of Maharashtra:\nA\nB\n2.1 Section 4 of the Act requires that appointment to\nthe post of a Judge under the Act be made by nomination\nfrom amongst the candidates who satisfy the\nqualifications stated under clauses (a) to (c) of sub-s.(3)\nof s.4. The advertisement issued by the State of\nMaharashtra inviting applications for the posts of Judges\nof the Family Courts, clearly shows that different class of\npersons were eligible to apply for the post in question. C\nFirstly, the persons holding judicial office or office of the\nmember of a Tribunal or a post under the Union or State\nrequiring special knowledge of law for a period of seven\nyears were eligible. Other eligible class was that of\nlawyers practicing as advocates in the High Court of\nD\nBombay or its branches, including Panaji, or Subordinate\nCourts thereto for a period of seven years. Even a\nperson, who is post-graduate in law with specialization\nin personal law, was eligible. Still another class was of\nthe persons who possessed post-graduate degree in\nE\nSocial Sciences, such as Master of Social Welfare,\nSociology, Psychology with a degree in law and have\nseven years experience .n the field of research or\nteaching in a Government Department or a College or\nUniversity. The eligibility criteria, therefore, was\nsomewhat distinct and different than the eligibility criteria\nprovided for selection to the post of District Judge in the\nHigher Judicial Services of the State of Maharashtra. The\npetitioners, obviously, belong to one of the\nabovementioned classes and they, having been found\nsuitable, were selected/appointed to the posts in question\nby the appropriate authority constituted by the\nGovernment in consultation with the High Court. [para 2\nand 11] [411-B-D; 421-B-G]\nF\nG\n2.2 In exercise of the powers conferred by Articles H\n402 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA 233, 234 and proviso to Article 309 of the Constitution of\nIndia read with Article 235, the Governor of Maharashtra,\nafter consultation with Maharashtra Public Service\nCommission and the High Court of Bombay framed the\nRules known as 'The Bombay Judicial Services\nB Recruitment Rules, 2008' which repealed the Bombay\nJudicial Services Recruitment Rules, 1956. Rule 2 of the\n2008 Rules defines 'Service' to mean the Maharashtra\nJudicial Service. Rule 3(2) states that the services shall\nconsist of the cadres specified in column 2 of the\nс Schedule appended to the Rules of 2008 and the\ncharacter and number of posts in each of those cadres\nshall be as specified in the corresponding entries in\ncolumn (3) thereof. [para 18-19] [429-C-D; G-H; 430-G-H]\nD\n2.3 The Rules of 2008 clearly show that a person to\nbe entitled to promotion as District Judge has to be a\nmember of the cadre of Senior Civil Judge. A person has\nto be member of the judicial service before he could be\nconsidered for appointment to the Higher Judicial\nServices of the State. The appointment to that cadre has\nE to be strictly construed and must be made in accordance\nwith the provisions stated in the Rules. The advocates\nor other eligible persons entitled to be considered for\nappointment under the nomination category have to\nsatisfy the prescribed qualifications and to clear the\nF written examination as well as the viva-voce test, as per\nthe Rules. Once the Governor of Maharashtra has framed\nthe Rules of 2008, in exercise of its constitutional powers\nand in accordance with the procedure prescribed therein\nand has explained who would be a 'District Judge', what\nG would be service and its constitution and, thereby,\nexcluded the Judges of the Family Court from the service\nconsciously, then it is neither permissible nor possible\nfor the Court to direct such inclusion by implication. In\nfact, the petitioners have not challenged the Rules of 2008\nearlier or even in the instant petition. Once the legislature\nH\n1.\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY\n403\nhas framed the Rules and kept out the Principal or other A\nFamily Court Judges from the cadre of the 'Judicial\nServices' of the State of Maharashtra, then they cannot\nbe treated as part of the cadre by inference or on the\ndoctrine of parity. [para 21] [431-E-H; 432-A-C]\n2.4 Under Article 233(1) of the Constitution,\nappointment to the post of District Judge is to be made\nby the Governor in consultation with the High Court\nexercising jurisdiction in relation to such State. Article\n233(2) states the kind of persons, who are eligible to be\nconsidered. On fulfilling the prescribed criteria alone, the\ncandidate can be appointed to the ‘judicial office' in\nmaccordance with the stated procedure. Article 236\nexplains the expression ‘District Judge' as well as\nJudicial Service' for the purposes of Chapter VI. [para 22-\n*23] [432-D-G]\n1\nB\nC\nD\n2.5 A bare reading of the Article 236 clearly shows\nthat the expression 'District Judge' includes different\nkinds of Judges but not Family Court Judges. Similarly,\n'judicial services' means a service consisting exclusively E\nof the persons intended to fill the post of District Judge\nand other civil judicial posts inferior to the post of District\nJudge. The expression ‘judicial service', therefore, would\nnot include Family Court Judge as they are neither\npersons eligible to fill up the post of District Judge nor\nare they holding civil judicial posts inferior to the post of\nDistrict Judge. [para 24] [433-C-D]\nF\n2.6 Besides, in the recommendations made by Shetty\nCommission, which were accepted with some\nmodifications by this Court, in the case of All India Judges G\nAssociation, the merger of cadre of Family Court Judges\nin the general cadre of Judicial Services was never\nrecommended. They were not treated as part of the\nregular cadre and, rightly so, were granted limited benefit\n(with regard to pay scale). At the time of unification of H\n404 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA cadres, the matter whether the Family Courts could be\ntreated as part of the judicial cadre of the State was\nconsidered. However, the Committee recommended that\nit is only for the purposes of pay scales that they could\nbe placed at parity and the cadre of the Judges of the\nB Family Court could not be considered for integration into\nthe cadre of the Judicial Services and they could not be\nequated with Judges of the City Civil Court and/or the\nDistrict Court Judges. Correctness of the decision of the\nBombay High Court and/or, for that matter, of the\nrecommendation of the Shetty Commission was never\nquestioned by the petitioners. [para 5 and 18] [413-F-G;\n429-D-F]\nC\nD\nE\nIndia Judges Association v. Union of India 2002 (2)\nSCR 712 =(2002) 4 SCC 247 - relied on.\nState of Maharashtra v. Chandrakant Anant Kulkarni\n1982 ( 1 ) SCR 665 = (1981) 4 SCC 130; and S.P.\nShivprasad Pipal v. Union of India (1998) 4 SCC 598 -\nreferred to.\nHarinagar Sugar Mills Ltd. v. Shyam Sunder\nJhunjhunwala 1962 SCR 339 = AIR 1961 SC 1669 - cited.\n2.7 The judgments of the Constitution Bench of this\nCourt in the cases* of Chandra Mohan and H.R. Deb are\nF binding and they have taken a view that the expression\n'judicial service' has to be confined to the persons\nappointed as Judges under the relevant Rules and the\nprovisions contained in Articles 233 and 234 of the\nConstitution. 'Judicial service' as understood in its\nG 'generic sense', may impliedly include certain other\nservices for limited purposes but such other services may\nnot be judicial service stricto sensu as contemplated\nunder Articles 233 and 234 of the Constitution. [para 31]\n[440-G-H; 441-C-D]\nH\nS.D. JOSHI \u0026 ORS. v. HIGH COURT OF\nJUDICATURE AT BOMBAY\n405\n*Chandra Mohan v. State of UP AIR 1966 SC 1987; A\nStatesman (Private) Ltd. v. H.R. Deb \u0026 Ors. 1968 SCR 614 =\nAIR 1968 SC 1495 - followed.\n2.8 It cannot be held that the Family Court Judges will\nform part of the cadre of the Judicial Services under the\nState of Maharashtra as contemplated under Rule 3 of the\nRules of 2008. [para 32] [441-D-E]\n3. Is the claim of parity put forward by the petitioners\nsustainable in law:\n3.1 The preamble of the Act, which states,\n\"establishment of Family Courts with a view to promote\nconciliation in, and secure speedy settlement of disputes\nrelating to marriage and family affairs and for matters\nconnected therewith”, sufficiently indicates the limited\njurisdiction that was vested in the Family Court under the\nprovisions of the Act. The primary purpose of the Court\nwas to promote conciliation and amicably settle the\nmatters relating to matrimonial and family disputes rather\nthan adjudicate on the same. [para 34] [442-B-D]\nB\nC\nD\nE\n3.2 Where the jurisdiction of the Civil Courts and the\nCriminal Court in relation to the matters specified u/s 7(1)\nof the Act were specifically excluded, there it also\nnecessarily implies that the Family Courts have the\njurisdiction only to deal with the matters specified in the F\nExplanation to s.7(1) and none other. Thus, it is a Court\nof limited jurisdiction. In view of the clear points of\ndistinction, which are substantial and effect the learning,\nperformance and discharge of judicial duties, the\ndisparity between the Judges of the Family Court and the G\nmembers of the Higher Judicial Services of the State of\nMaharashtra is discernibly demonstrated. Keeping in\nview the kind of jurisdiction they exercise while deciding\ncases, it cannot be held that they are at parity and their\nservices are interchangeable to the extent that the H\n"}