{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nMADHYA PRADESH ADMINISTRATION\nV.\nTRIBHUBAN\nAPRIL 05, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nIndustrial Disputes Act, 1947-Section 11A-Termination of temporary\nappointee with break in service-Retrenchment compensation by Industrial\ncourt-Reinstatement with full back wages by High Court- Correctness of—\nHeld: In the peculiar facts and circumstances of the case, High Court should\nhave taken into consideration the jurisdiction exercised by industrial court―\nThus, in the interest of justice, employee directed to be paid compensation.\nRespondent was appointed on temporary basis from time to time with\nD break in service with the appellant. His services were terminated. Thereafter,\nan industrial dispute was raised and was referred to the Industrial Tribunal.\nTribunal awarded retrenchment compensation since the appellant did not\ncomply with the requirement of section 25F of the Industrial Disputes Act,\n1947. Appellant did not challenge the award. However, respondent filed the\nwrit petition. Single Judge of High Court directed re-instatement of respondent\nE with full back wages. Division Bench upheld the order. Hence the present\nappeal\nPartly Allowing the appeal, the Court\nHELD: 1.1. The Industrial Court exercised its discretionary jurisdiction\nF under section 11A of the Industrial Disputes Act, 1947. It merely directed\nthe amount of compensation to which the respondent was entitled to, had the\nprovisions of section 25F been complied with should be sufficient to meet the\nends of justice. It is not suggested that the High Court could not interfere\nwith the said order, but the discretionary jurisdiction exercised by the\nIndustrial Court, should have been taken into consideration for determination\nof the question as to what relief should be granted in the peculiar facts and\ncircumstances of this case. Each case is required to be dealt with in the fact\nsituation obtaining therein. [Para 13] [924-F-G]\nG\nH\n1.2. In view of the peculiar facts and circumstances of the case and\n918\nMADHYA PRADESH ADMINISTRATION ». TRIBHUBAN {S.B. SINHA, J.] 919\nparticularly the fact that the High Court had directed re-instatement with full A\nback wages, interest of justice would be subserved by directing the appellant\nto pay a sum of Rs. 75,000/- by way of compensation to the respondent.\n[Para 14] [924-H; 925-A]\nSecretary, State of Karnataka and Ors. v. Umadevi (3) and Ors., [2006]\n4 SCC 1; M. P. Housing Board and Anr. v. Manoj Shrivastava, [2006] 2. SCC B\n702; State of M.P. and Ors. v. Arjunlal Rajak, [2006] 2 SCC 711 and M.P. State\nAgro Industries Development Corpn. Ltd and Anr. v. S.C. Pandey, [2006] 2\nSCC 716, relied on.\nJasbir Singh v. Punjab \u0026 Sind Bank and Ors., [2007] 1 SCC 566,\ndistinguished.\nMuir Mills Unit of NTC (U.P.) Ltd. v. Swayam Prakash Srivastava and\nAnr., [2007] 1 SCC 491 and Uttranchal Forest Development Corporation v.\nM. C. Joshi, (2007) 3 SCALE 545, referred to.\nCIVIL APPEALLATE JURISDICTION : Civil Appeal No. 1817 of 2007.\nFrom the Final Judgment and Order dated 19.04.2005 of the High Court\nof Delhi at New Delhi in L.P.A. No. 622 of 2005.\nC\nD\nVikas Singh, ASG. and Sibo Sankar Mishra for the Appellant.\nE\nSanjoy Ghosh, Anitha Shenoy and Nitin for the Respondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\nF\nG\n2. State of Madhya Pradesh runs an establishment in Delhi known as\nMadhya Pradesh Bhawan. Respondent was appointed on temporary basis\nfrom time to time with breaks in services. He worked for the period 13.12.1991\nto 1.3.1994. After his services were terminated, an industrial dispute was\nraised. The said dispute was referred for its determination before the Industrial\nTribunal. The Industrial Tribunal by an Award dated 26.7.2002, while holding\nthat in terminating the services of the respondents the appellant has failed\nto comply with the statutory requirements contained in Section 25F of the\nIndustrial Disputes Act, awarded only retrenchment compensation alongwith\nnotice pay together with interest @ 9% per annum. Validity of the said Award\nwas not questioned by the appellant. Respondent, however, filed a Writ H\n920\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA Petition thereagainst. By a Judgment and Order dated 24.2.2005 and 15.4.2005,\na learned Single Judge of the Delhi High Court allowed the said Writ Petition\ndirecting re-instatement of the respondent with full back wages. An intra-\ncourt appeal preferred thereagainst has been dismissed by a Division Bench\nof the said Court by reason of the impugned judgment.\nB\n3. Mr. Vikas Singh, learned Additional Solicitor General appearing on\nbehalf of the appellant would submit that Madhya Pradesh Bhawan being\nmerely a Circuit House of the Government of Madhya Pradesh, is not an\n\"Industry\" within the meaning of Section 2(j) of the Industrial Disputes Act.\nLearned counsel urged that in that view of the matter, it was not a fit case\nwhere a direction of re-instatement with full back wages should have been\nC\nissued.\nE\n4. Mr. Sujoy Ghosh, learned counsel appearing on behalf of the\nrespondent, on the other hand, would submit that although the question as\nto whether sovereign functions of the State would come within the purview\nD of the definition of “Industry” is pending for consideration before the Seven\nJudges' Bench having been referred to by a Constitution Bench in State of\nU.P. v Jai Bir Singh, [2005] 5 SCC 1, but so long the existing law is not set\naside, Madhya Pradesh Bhawan wherein even the private guests are also\nentertained would bring the establishment within the purview of \"Industry\".\nIn any event, the industrial court having arrived at a finding to that effect in\nits Award dated 26.7.2002 which having not been questioned, the appellant\ncannot be permitted to raise the same before this Court. It was contended that\nartificial breaks after 89 days of service being not bonafide, the termination\nof the services of a workman would not come within the exceptions envisaged\nunder Section 2(00) (bb) of the Act. It was urged that Industrial Disputes Act\ndoes not make any distinction between a daily wager and the permanent\nemployee, in view of the definition of \"workman” as contained in Section 2(s)\nthereof. The High Court, therefore, cannot be said to have committed any\nillegality in directing the re-instatement of the respondent with full back\nwages as admittedly the provisions of Section 25 F of the Industrial Disputes\nAct had not been complied with.\nF\nG.\nH\n5. The question as to whether the activities of the Appellant satisfy the\ntests laid down in the statutory definition of \"Industry” as contained in\nSection 2(j) of the Industrial Disputes Act or not, in our opinion need not be\ngone into in this case. Industrial Court opined that it was an Industry. The\nlegality of the Award of the Industrial Court was not questioned. So far as\nMADHYA PRADESH ADMINISTRATION ». TRIBHUBAN [S.B. SINHA, J.]\n921\nthe appellant is concerned, it, thus, attained finality. It, therefore, in our A\nopinion cannot now be permitted to turn round and contend that its Delhi\nestablishment does not come within the purview of the definition of \"Industry\".\nC\n6. The question, however, which arises for consideration is as to whether\nin a situation of this nature, the learned Single Judge and consequently the\nDivision Bench of the Delhi High Court should have directed re-instatement B\nof the respondent with full back wages. Whereas at one point of time, such\na relief used to be automatically granted, but keeping in view several other\nfactors and in particular the doctrine of public employment and involvement\nof the public money, a change in the said trend is now found in the recent\ndecisions of this Court. This Court in a large number of decisions in the matter\nof grant of relief of the kind distinguished between a daily wager who does\nnot hold a post and a permanent employee. It may be that the definition of\n\"workman\" as contained in Section 2(s) of the Act is wide and takes within\nits embrage all categories of workmen specified therein, but the same would\nnot mean that even for the purpose of grant of relief in an industrial dispute\nreferred for adjudication, application for constitutional scheme of equality D\nadumbrated under Articles 14 and 16 of the Constitution of India, in the light\nof a decision of a Constitution Bench of this Court in Secretary, State of\nKarnataka and Ors. v. Umadevi (3) and Ors., [2006] 4 SCC 1, and other\nrelevant factors pointed out by the Court in a catena of decisions shall not\nbe taken into consideration.\n7. The nature of appointment, whether there existed any sanctioned\npost or whether the officer concerned had any authority to make appointment\nare relevant factors.\n|\nE\n8. See M.P. Housing Board and Anr. v. Manoj Shrivastava, [2006] 2 SCC\nF\n702, State of M.P. and Ors. v Arjunlal Rajak, [2006] 2 SCC 711 and M.P. State\nAgro Industries Development Corpn. Ltd and Anr. v. S.C. Pandey, [2006] 2\nSCC 716.\n9. Our attention has been drawn to a recent decision of this Court in\nJasbir Singh v. Punjab \u0026 Sind Bank and Ors., reported in [2007] 1 SCC 566\nG\nby the learned counsel appearing on behalf of the respondent. We do not see\nas to how the said decision is applicable to the fact of the present case.\n10. In Jasbir Singh (supra), the Order of termination was passed on the\nground of misconduct. The said question was also the subject matter of a\nsuit, wherein the Civil Court had held that the appellant therein was not guilty H\nT\n922\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA of the misconduct. In that context only, the question in regard to the relief\ngranted by the Court was considered in the light of the relief which may be\ngranted by the Industrial Court under Section 11A of the Industrial Disputes\nAct stating;\nB\nC\nD\nE\nF\nG\nH\n\"It was, however, urged that no back wages should be directed\nto be paid. Reliance in this behalf has been placed on U.P. State\nBrassware Corpn. Ltd. v. Uday Narain Pandey. In that case, this\nCourt was dealing with a power of the Industrial Courts under Section\n11-A of the Industrial Disputes Act. Therein, as the establishment was\nclosed, the question of reinstatement of the workman did not arise.\nStill then, 25% back wages were directed to be paid as also the\ncompensation payable in terms of Section 6-N of the U.P. Industrial\nDisputes Act.\nThe judgments of both the civil court and the criminal court\nestablished that the appellant was treated very unfairly and\nunreasonably. For all intent and purport, a criminal case was foisted\nupon him. A confession, according to learned Chief Judicial Magistrate,\nwas extracted from him by the bank officers in a very cruel manner.\nIt is, therefore, not a case where back wages should be denied. The\nrespondent Bank has tried to proceed against the appellant in both\nin civil proceedings as well as in criminal proceedings and at both the\nindependent forums, it failed.\"\n11. We may notice that recently in Muir Mills Unit of NTC (U.P.) Ltd.\nv. Swayam Prakash Srivastava and Anr., [2007] 1 SCC 491, a Bench of this\nCourt opined:\n\"With regard to the contention of the respondents that in the\npresent fact scenario retrenchment is bad under law as conditions\nunder Section 6-N, which talks about a reasonable notice to be served\non an employee before his/her retrenchment, is not complied with; we\nare of the view that even under Section 6-N the proviso states that\n\"no such notice shall be necessary if the retrenchment is under an\nagreement which specifies a date for the termination of service\". In\nthe present case on the perusal of the appointment letter it is clear\nthat no such notice needs to be issued to Respondent No. 1.\nThe respondents had referred to many cases with regard to back\nwages to be paid to the retrenched workman. The learned counsel\nj\n:\nMADHYA PRADESH ADMINISTRATION v. TRIBHUBAN [S.B. SINHA, J.] 923\ncited a string of decisions of this Court in support of this contention. A\nWe are however not addressing this plea of the respondents as we\nhave already observed that Respondent 1 is not a workman under the\nIndustrial Disputes Act, 1947 and the U.P. ID Act, 1947 and also that\nthe retrenchment was not illegal and therefore the question of back\nwages does not arise.\"\n12. We may also notice that in Uttranchal Forest Development\nCorporation v. M.C. Joshi, [2007] 3 SCALE 545, this Court held;\nB\n\"Although according to the learned counsel appearing on behalf\nof the appellant the Labour Court and the High Court committed an\nerror in arriving at a finding that in terminating the services of the C\nrespondent, the provisions of Section 6N of the UP Industrial Disputes\nAct were contravened, we will proceed on the basis that the said\nfinding is correct. The question, however, would be as to whether in\na situation of this nature, relief of reinstatement in services should\nhave been granted. It is now well-settled by reason of a catena of\ndecisions of this Court that, the relief of reinstatement with full back\nwages would not be granted automatically only because it would be\nlawful to do so. For the said purpose, several factors are required to\nbe taken into consideration, one of them being as to whether such an\nappointment had been made in terms of the statutory rules. Delay in\nraising an industrial dispute is also a relevant fact.\nIn Haryana State Electronics Development Corporation v. Mamni,\nAIR (2006) SC 2427, this Court directed payment of compensation.\nSimilar orders were passed in North-Eastern Karnataka Rt.\nCorporation v. Ashappa, [2006] 5 SCC 137 and U.P. State Road\nTransport Corporation v. Man Singh, [2006] 7 SCC 752]\nIn Man Singh (supra) it was held :-\nᎠ\nE\nF\n\"7. The respondent admittedly raised a dispute in 1986, i.e. after\na period of about 12 years, it may be true that in an appropriate\ncase, as has been done by the Labour Court, delay in raising the G\ndispute would have resulted in rejection of his claim for back\nwages for the period during which the workman remains absent\nas has been held by this Court in Gurmail Singh v. Principal,\nGovt. College of Education. But the discretionary relief, in our\nopinion, must be granted upon taking into consideration all\nH\n924\nA\nB\nC\nD\nΕ\nF\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nattending circumstances. The appellant is a statutory corporation\nKeeping in view the fact that the respondent was appointed on\na temporary basis, it was unlikely that he remained unemployed\nfor such a long time. In any event, it would be wholly unjust at\nthis distance of time. i.e. after a period of more than 30 years, to\ndirect reinstatement of the respondent in service. Unfortunately,\nthe Labour Court or the High Court did not consider these\naspects of the matter.\n8. Keeping in view the particular facts and circumstances of this\ncase, we are of the opinion that instead and in place of the\ndirection for reinstatement of the respondent together with back\nwages from 1986, interest of justice would be subserved if the\nappellant is directed to pay a sum of Rs. 50,000 to him. Similar\norders, we may place on record, have been passed by this Court\nin State of Rajasthan v. Ghyan Chand, State of MP v. Arjunlal\nRajak, Nagar Mahapalika (now Municipal Corporation) v. State\nof U.P., and Haryana State Electronics Development Corporation\nLtd. v. Mamni.”\nIt was further held :\n“The legal position has since undergone a change in the light of a\nConstitution Bench decision of this Court in Secretary, State of\nKarnataka \u0026 Ors. v. Uma Devi (3) \u0026 Ors., [2006] 4 SCC 1 wherein\nthis Court held that ‘State' within the meaning of Article 12 of the\nConstitution of India is under a constitutional obligation to comply\nwith the provisions contained in Articles 14 and 16 of the Constitution\nof India.\"\n13. In this case, the Industrial Court exercised its discretionary jurisdiction\nunder Section 11A of the Industrial Disputes Act. It merely directed the\namount of compensation to which the respondent was entitled to, had the\nprovisions of Section 25F been complied with should be sufficient to meet the\nends of justice. We are not suggesting that the High Court could not interfere\nG with the said order, but the discretionary jurisdiction exercised by the Industrial\nH\nCourt, in our opinion, should have been taken into consideration for\ndetermination of the question as to what relief should be granted in the\npeculiar facts and circumstances of this case. Each case is required to be dealt\nwith in the fact situation obtaining therein.\n14. We, therefore, are of the opinion that keeping in view the peculiar\nMADHYA PRADESH ADMINISTRATION v. TRIBHUBAN [S.B. SINHA, J.] 925\nfacts and circumstances of this case and particularly in view of the fact that A\nthe High Court had directed re-instatement with full back wages, we are of\nthe opinion that interest of justice would be subserved if appellant herein be\ndirected to pay a sum of Rs. 75,000/- by way of compensation to the respondent.\nThis appeal is allowed to the aforementioned extent.\n15. However, in the facts and circumstances of this case, there shall be B\nno order as to costs.\nN.J.\nAppeal partly allowed.\ni\n"}