{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nLAXMAN ANJALI DHUNDALE AND ANR.\nV.\nSTATE OF MAHARASHTRA\nAPRIL 4, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nPenal Code, 1860:\nss. 302/34 and 498-A/34-Death of a married woman owing to injuries—\nHusband of deceased earlier demanding money from her parents for\nconstruction of house-Medical evidence indicating homicide-Husband of\ndeceased and his parents convicted by trial couri and sentenced-High\nCourt affirming the order-Appeal by parents of husband-Held, there is no\ncredible evidence, direct or circumstantial, that there was meeting of minds\nD of all accused persons to commit the offences-Charge u/s 34 has not been\nestablished-Appellants given benefit of doubt-Ingredients of s. 34–—\nExplained.\nAccused no. 1, husband of the deceased, and his parents, accused nos. 2\nand 3, were prosecuted under sections 302/34 and 498-A/34 IPC. The\nE prosecution case was that accused no. 1 demanded ornaments of his wife for\nF\npurpose of construction of a new house. The wife told her parents and they\npaid Rs. 5,000/- to him and told that Rs. 5,000/- they would within 15 days.\nAfter a few days the victim told her parents that her husband was harassing\nher to get the balance amount. The following day the parents of the victim\nwere informed that she had fallen into a well. When they reached the village\nthey were told that the victim had gone to the well to draw water and\naccidentally slipped into the well and died. The trial court convicted all the\nthree accused of the offences charged and sentenced them to imprisonment\nfor life. The High Court affirmed the conviction and the sentence. The parents\nof accused no. 1, namely, accused nos. 2 and 3, filed the present appeal.\nG\nH\nAllowing the appeal, the Court\nHELD: 1.1. From the medical evidence on record as well as the other\nevidence, it appears that the deceased was murdered. From a persual of the\npost-mortem report it cannot be said that it was a case of suicide, rather it\n768\nLAXMAN ANJALI DHUNDALE v. STATE OF MAHARASHTRA [MARKANDEY KATJU, J.] 769\nwas a case of homicide. This is further corroborated by the fact that the spot A\nPanchnama (Ex.25) shows that the well in question was not in use as it did\nnot have bucket, rope or chain to fetch the water and there was not even\nsufficient water. [Para 8] [771-B-D]\n1.2. However, this is a case of circumstantial evidence and the chain of\nlinks connecting accused nos. 2 and 3 to the offences is not established beyond B\nreasonable doubt. There is no credible evidence showing that accused nos. 2\nand 3 caused death of the deceased or they had any common intention along\nwith their son to cause death of the deceased. There is no doubt evidence that\naccused no.1 demanded ornaments from his wife for selling the same for the\npurpose of purchasing tins and wooden ballies for making a roof of his house, C\nbut from this, guilt of the appellants who are the parents of accused no.1, is\nnot proved beyond reasonable doubt. [Para 9] [771-D-F] .\n2.1. To establish the common intention of several persons to attract\nsection 34 IPC, the two fundamental facts have to be established, namely, (i)\ncommon intention and (ii) participation of the accused in commission of the D\noffence. In the present case, neither common intention nor participation of\nthe appellants in the commission of the offences has been established beyond\nreasonable doubt. Hence, the charge under section 34 IPC has not been\nestablished. Therefore, benefit of doubt has to be given to the appellants.\n[Paras 11, 12 and 13] [772-E-G]\nHamlet v. State of Kerala, [2003] 10 SCC 108, relied on.\nAnil Sharma v. State of Jharkhand, [2004] 5 SCC 679 and Mahbub Shah\nv. Emperor, AIR 1945 PC 118, referred to.\n2007.\nE\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 481 of F\nFrom the Judgment and Order dated 20.03.2006 of the Bombay High\nCourt Nagpur Bench, Nagpur in Crl. A. No. 199/2002.\nHrishikesh Baruah and Jagjit Singh Chhabra for the Appellants.\nG\nRavindra Keshvrao Adsure for the Respondent.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. Leave granted.\nH\n770\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n2. This appeal has been directed against the impugned judgment and\norder dated 20.3.2006 of the Bombay High Court, Nagpur Bench in Criminal\nAppeal No. 199 of 2002.\n3. Heard learned counsel for the parties and perused the record.\n4. The case of the prosecution is that the deceased Kalpana was married\nto accused No. 1 Rajendra Dhundale on 18.3.2001 in a village known as Uti\nTq. Jalgaon Jamod which is 3 kms away from village Kherda (Khurd) of the\ncomplainant Bhaskar Sampat Damodhar (PW1), who is the father of the\ndeceased. Within 15 days of her marriage the deceased returned to her parents'\nplace along with her husband and informed her parents that her husband\naccused No. 1 Rajendra is demanding ornaments for the purpose of construction\nof a new house. She told her father to give the money to her husband\notherwise she would be required to dispose of her ornaments. On this, Bhaskar\nDamodhar (PW1) informed accused No. 1 Rajendra that he has Rs. 5000/- but\nRajendra refused to take the amount and demanded Rs. 10,000/- for the time\nD being. Bhaskar Damodhar (PW1) paid the sum of Rs. 5,000/- and assured\naccused No. 1 Rajendra that he would give the balance amount of Rs. 5000/\nafter 15 days. Thereafter, on the eve of Akhadi festival a brother of deceased\nKalpana fetched her to her parents house. On the next day accused No. 1\nRajendra also came to attend a marriage in their village and he resided with\nthem for three days. During that period Kalpana informed her parents that she\nhas been harassed to get the balance amount by her husband and his relatives.\nOn this, Bhaskar assured accused No. 1 Rajendra that he would give the\nremaining amount of Rs. 5,000/- after selling his cattle and persuaded him to\ntake Kalpana along with him and thereafter the deceased left with her husband.\nE\nF\n-\n5. On the next morning, original accused No. 4 Balu came to the\ncomplainant's house and informed that his daughter has fallen into a well. On\ngetting this information, the complainant went to the village of the accused\npersons along with his relatives and found the dead body of his daughter\nwhich was lying covered with a cloth with injuries on her person. The\ncomplainant Bhaskar (PW1) also noticed burn marks on her head, leg and\nG back. He was informed that his daughter had gone to a well for drawing water\nand there she accidentally slipped into the well. As Bhaskar (PW1) suspected\nthat the death of his daughter was not natural, he went to the Police Station\nJalgaon Jamod for lodging a report.\n6. The appellants who are the parents of accused No. 1 Rajendra, are\nH accused Nos. 2 \u0026 3 in this case. The trial court convicted them along with\n7\nLAXMAN ANJALI DHUNDALE v. STATE OF MAHARASHTRA [MARKANDEY KATJU, J.] 771\naccused No. 1 under Section 302/34 IPC and sentenced them to life A\nimprisonment. They were also found guilty under Sections 498A/34 IPC and\nwere sentenced to three years' R.I. and also a fine.\n7. The appeal of the accused Nos. 2 \u0026 3 in the High Court was\ndismissed and hence this appeal by way of special leave.\nB\n8. From the medical evidence on record as well as the other evidence\nit appears to us that the deceased Kalpana was murdered. The post mortem\nreport shows that there are injuries in her chest as well as in the abdomen.\nThere was abdominal bleeding injury to the liver of deceased Kalpana and\nalso there was a lacerated wound over her scalp caused due to hard or blunt\nC\nobject. Hence we cannot agree with the learned counsel for the appellants\nthat it was a case of suicide, rather we are of the opinion that it was a case\nof homicide. This is further corroborated by the fact that the spot Panchnama\n(Ex.25) shows that the well in question was not in use as it did not have\nbucket, rope or chain to fetch the water and there was not even sufficient\nwater.\n1\nD\n9. However, since this is a case of circumstantial evidence, we have to\nsee whether the chain of links connecting the accused Nos. 2 \u0026 3 to the\ndeceased is established beyond reasonable doubt. We are of opinion that it\nis not. There is no credible evidence showing that the accused Nos. 2 \u0026 3\n(appellants in this appeal) caused the death of the deceased. There is also E\nno credible evidence of any common intention of the appellants along with\ntheir son Rajendra to cause the death of the deceased Kalpana. There is no\ndoubt evidence that accused No. 1 Rajendra demanded ornaments from his\nwife Kalpana for selling the same for the purpose of purchasing tins and\nwooden ballies for making a roof of his house. However, we are not dealing F\nwith the case of accused No. 1, Rajendra in this appeal. We are only concerned\nwith the question whether the guilt of the appellants, who are the parents of\nRajendra, is proved beyond reasonable doubt. We are of the opinion that it\nis not.\n10. As regards invocation of Section 34 IPC, it was held by the Privy G\nCouncil in Mahbub Shah v. Emperor, AIR (1945) PC 118 at 120 as follows:\n\"To invoke Section 34 successfully, it must be shown that the\ncriminal act complained against was done by one of the accused\npersons in the furtherance of the common intention of all; if it is\nshown, then liability for the crime may be imposed on any one of the H\n!\nA\n30\nB\nC\n772\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\npersons in the same manner as if the act were done by him alone. This\nbeing the principle, it is clear to their Lordships that common intention\nwithin the meaning of the section implies a pre-arranged plan, and to\nconvict the accused of an offence applying the section it should be\nproved that the criminal act was done in concert pursuant to the\npre-arranged plan. As has been often observed, it is difficult if not\nimpossible to prove the intention of an individual; in most cases it\nhas to be inferred from his act or conduct or other relevant\ncircumstances of the case.\"\n(emphasis supplied)\n11. In Hamlet v. State of Kerala, [2003] 10 SCC 108, vide para 17, this\nCourt held that to establish the common intention of several persons to\nattract Section 34 IPC, the following two fundamental facts have to be\nestablished: (i) common intention and (ii) participation of the accused in\ncommission of the offences. In the present case, neither common intention\nD nor participation of the appellants in the commission of the offence has been\nestablished beyond reasonable doubt.\n12. No doubt, as held by this Court in Anil Sharma v. State of Jharkhand,\n[2004] 5 SCC 679, vide para 17 direct proof of common intention is seldom\navailable and, therefore, such intention can only be inferred from the\nE circumstances appearing from the proved facts of the case. However, in order\nto bring home the charge of common intention the prosecution has to establish\nby evidence, whether direct or circumstantial, that there was plan or meeting\nof minds of all the accused persons to commit the offence for which they are\ncharged with the aid of Section 34. In the present case there is no credible\nevidence, direct or circumstantial, that there was such a plan or meeting of\nminds of all the accused persons to commit the offence in question. Hence,\nin our opinion, the charge under Section 34 IPC has not been established.\nF\n13. For the reasons given above, we are of the opinion that the benefit\nof doubt has to be given to the appellants and hence this appeal has to be\nG allowed. We order accordingly. Resultantly, the impugned judgment and order\nof the High Court as well as the trial court so far as they relate to the\nappellants are set aside. The appellants shall be released forthwith unless\nrequired in connection with some other case. However, we make it clear that\nwe are not expressing any opinion about the case of accused No. 1, Rajendra.\nH RP.\nAppeal allowed.\n1\n"}