{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"MAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 21\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nB\nC\nD\nas may be authorised by the Central Government, by A\nnotification in the Official Gazette. The term \"Fund\" has been\ndefined in Section 2(h) to mean the provident fund established\nunder a Scheme. The term \"Recovery Officer\" has been defined\nin Section 2(kd) to mean any officer of the Central Government,\nState Government or the Board of Trustees constituted under\nSection 5A, who may be authorised by the Central Government,\nby notification in the Official Gazette, to exercise the powers\nof a Recovery Officer under the Act. Section 5(1) lays down that\nthe Central Government may, by notification in the Official\nGazette, frame a Scheme to be called the Employees'\nProvident Funds Scheme for the establishment of provident\nfunds under this Act for employees or for any class of\nemployees and specify the establishments or class of\nestablishments to which the said Scheme shall apply. This\nsection further lays down that soon after framing of the Scheme,\na Fund shall be established in accordance with the provisions\nof the Act and the Scheme. Section 6 speaks of the contribution\nrequired to be made by the employer and employees to the\nFund. Section 6A(1) postulates framing of Employees' Pension\nScheme for the purpose of providing superannuation pension,\nretiring pension or permanent total disablement pension to the\nemployees of any establishment or class of establishments to\nwhich this Act applies and widow or widower's pension,\nchildren pension or orphan pension payable to the beneficiaries\nof such employees. Section 6A(2) lays down that\nnotwithstanding anything contained in Section 6, there shall be\nestablished, as soon as may be after framing of the Pension\nScheme, a pension fund to which a specified sum should be\npaid from the employer's contribution under Section 6. Section\n6C(1) postulates framing of Employees' Deposit-linked\nInsurance Scheme for the purpose of providing life insurance. G\nbenefits to the employees of any establishment or class of\nestablishments to which the Act applies. Section 6C(2)\nprovides for establishment of a Deposit-linked Insurance Fund\ninto which the employer is required to pay a specified amount\nin respect of every employee. Section 7A empowers the H\nE\nF\n22 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA competent authority to decide dispute regarding applicability of\nthe Act to an establishment as also the amount due from any\nemployer under the provisions of the Act, the Scheme or the\nPension Scheme or the Insurance Scheme, as the case may\nbe. Section 7Q declares that the employer shall be liable to pay\nB simple interest at the rate of twelve per cent per annum or at\nC\nD\nE\nF\nG\nsuch higher rate as may be specified in the Scheme on any\namount due from him under the Act from the date on which the\namount has become so due till the date of its actual payment.\nProviso to this Section lays down that higher rate of interest\nspecified in the Scheme shall not exceed the lending rate of\ninterest charged by any scheduled bank. Section 8 specifies\nthe mode of recovery of moneys due from employers. Section\n8B lays down that where any amount is in arrear under Section\n8, the authorized officer may issue a certificate to the Recovery\nOfficer specifying therein the amount of arrears and on receipt\nof the certificate, the Recovery Officer shall proceed to recover\nthe particular amount from the establishment or the employer\nby adopting one or more of the modes specified in that section.\nSection 8F specifies other modes of recovery. Section 11\nspeaks of priority of payment of contributions over other debts.\nSection 14B provides for recovery of damages. Some of these\nprovisions which have direct bearing on the decision of these\nappeals are reproduced below:\n8. Mode of recovery of moneys due from employer - Any\namount due-\n(a) from the employer in relation to an establishment to\nwhich any Scheme or the Insurance Scheme applies in\nrespect of any contribution payable to the Fund or, as the\ncase may be, the Insurance Fund damages recoverable\nunder section 14B, accumulations required to be\ntransferred under sub-section (2) of section 15 or under\nsub-section (5) of section 17 or any charges payable by\nhim under any other provision of this Act or of any provision\nof the Scheme or the Insurance Scheme; or\nH\nMAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 23\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\n(b) from the employer in relation to an exempted A\nestablishment in respect of any damages recoverable\nunder section 14B or any charges payable by him to the\nappropriate Government under any provision of this Act or\nunder any of the conditions specified under section 17 or\nin respect of the contribution payable by him towards the B\nPension Scheme under the said section 17.\nmay, if the amount is in arrear, be recovered in the manner\nspecified in sections 8B to 8G.\n8B. Issue of certificate to the Recovery Officer.\n(1) Where any amount is in arrear under section 8, the\nauthorised officer may issue, to the Recovery Officer, a\ncertificate under his signature specifying the amount of\narrears and the Recovery Officer, on receipt of such\ncertificate, shall proceed to recover the amount specified\ntherein from the establishment or, as the case may be, the\nemployer by one or more of the modes mentioned\nbelow:-\n(a) attachment and sale of the movable or immovable\nproperty of the establishment or, as the case may be, the\nemployer;\n(b) arrest of the employer and his detention in prison;\n(c) appointing a receiver for the management of the\nmovable or immovable properties of the establishment or,\nas the case may be, the employer:\nс\nD\nE\nF\nProvided that the attachment and sale of any property\nunder this section shall first be effected against the G\nproperties of the establishment and where such attachment\nand sale is insufficient for recovering the whole of the\namount of arrears specified in the certificate, the Recovery\nOfficer may take such proceedings against the property\nof the employer for recovery of the whole or any part of such H\n24 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\n\u003e\u003e\nA\nB\nC\n■D\nE\nY\n3\narrears.\n(2) The authorised officer may issue a certificate under\nsub-section (1), notwithstanding that proceedings for\nrecovery of the arrears by any other mode have been\ntaken.\n8F. Other modes of recovery.\n(1) Notwithstanding the issue of a certificate to the\nRecovery Officer under section 8B, the Central Provident\nFund Commissioner or any other officer authorised by the\nCentral Board may recover the amount by any one or more\nof the modes provided in this section.\n(2) XXX XXX XXX XXX\n(3)(i) to (ix) xxx XXX XXX\n(x) If the person to whom a notice under this sub-section\nis sent fails to make payment in pursuance thereof to the\nCentral Provident Fund Commissioner or the officer so\nauthorized he shall be deemed to be an employer in\ndefault in respect of the amount specified in the notice and\nfurther proceedings may be taken against him for the\nrealization of the amount as if it were an arrear due from\nhim, in the manner provided in sections 8B to 8E and the\nnotice shall have the same effect as an attachment of a\ndebt by the Recovery Officer in exercise of his powers\nunder section 8B.\n(4) XXX XXX XXX XXX\n(5) The Central Provident Fund Commissioner or any\nofficer not below the rank of Assistant Provident Fund\nCommissioner may, if so authorised by the Central\nGovernment by general or special order, recover any\narrears of amount due from an employer or, as the case\nmay be, from the establishment by distraint and sale of his\nMAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 25\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nor its movable property in the manner laid down in the Third A\nSchedule to the Income-tax Act, 1961 (43 of 1961).\n-\n8G. Application of certain provisions of Income-tax Act –\nThe provisions of the Second and Third Schedules to the\nIncome-tax Act, 1961 (43 of 1961) and the Income-tax\n(Certificate Proceedings) Rules, 1962, as in force from\ntime to time, shall apply with necessary modifications as\nif the said provisions and the rules referred to the arrears\nof the amount mentioned in section 8 of this Act instead\nof to the Income-tax;\nProvided that any reference in the said provisions and the\nrules to the \"assessee” shall be construed as a reference\nto an employer as defined in this Act.\nB\nC\n11.Priority of payment of contributions over other debts. D\n(1) Where any employer is adjudicated insolvent or, being\na company, an order for winding up is made, the amount\ndue-\n(a) from the employer in relation to an establishment E\nto which any Scheme or the Insurance Scheme\napplies in respect of any contribution payable to the\nFund or, as the case may be, the Insurance Fund,\ndamages recoverable under section 14B,\naccumulations required to be transferred under sub- F\nsection (2) of section 15 or any charges payable by\nhim under any other provision of this Act or of any\nprovision of the Scheme or the Insurance Scheme;\nor\n(b) from the employer in relation to an exempted\nestablishment in respect of any contribution to the\nprovident fund or any insurance fund (in so far it\nrelates to exempted employees), under the rules of\nthe provident fund or any insurance fund, any\nG\nH\nA\nB\nC\nD\nE\nF\n0\nH\n26\nSUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\ncontribution payable by him towards the Pension\nFund under sub-section (6) of section 17, damages\nrecoverable under section 14B or any charges\npayable by him to the appropriate Government\nunder any provision of this Act or under any of the\nconditions specified under section 17,\nshall, where the liability therefor has accrued before the\norder of adjudication or winding up is made, be deemed\nto be included among the debts which under section 49 of\nthe Presidency-towns Insolvency Act, 1909 (3 of 1909), or\nunder section 61 of the Provincial Insolvency Act, 1920 (5\nof 1920) or under section 530 of the Companies Act, 1956\n(1 of 1956) are to be paid in priority to all other debts in\nthe distribution of the property of the insolvent or the assets\nof the company being wound up, as the case may be.\nExplanation: In this sub-section and in section 17,\n\"insurance fund\" means any fund established by an\nemployer under any scheme for providing benefits in the\nnature of life insurance to employees, whether linked to their\ndeposits in provident fund or not, without payment by the\nemployees of any separate contribution or premium in that\nbehalf.\n(2) Without prejudice to the provisions of sub-section (1),\nif any amount is due from an employer whether in respect\nof the employees' contribution (deducted from the wages\nof the employee) or the employer's contribution, the amount\nso due shall be deemed to be the first charge on the assets\nof the establishment, and shall, notwithstanding anything\ncontained in any other law for the time being in force, be\npaid in priority to all other debts.\n14B. Power to recover damages.\nWhere an employer makes default in the payment of any\ncontribution to the Fund, the Pension Fund or the Insurance\nFund or in the transfer of accumulations required to be\nv\nA\nt\nMAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 27\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\ntransferred by him under sub-section (2) of section 15 or A\nsub-section (5) of section 17 or in the payment of any\ncharges payable under any other provision of this Act or\nof any Scheme or Insurance Scheme or under any of the\nconditions specified under section 17, the Central\nProvident Fund Commissioner or such other officer as B\nmay be authorised by the Central Government, by\nnotification in the Official Gazette, in this behalf may\nrecover from the employer such damages, not exceeding\nthe amount of arrears, as may be specified in the scheme:\nProvided that before levying and recovering such damages,\nthe employer shall be given a reasonable opportunity of\nbeing heard:\nC\nProvided further that the Central Board may reduce or\nwaive the damages levied under this section in relation to D\nan establishment which is a sick industrial company and\nin respect of which a scheme for rehabilitation has been\nsanctioned by the Board for Industrial and Financial\nReconstruction established under section 4 of the Sick\nIndustrial Companies (Special Provisions) Act, 1985 (1 of E\n1986), subject to such terms and conditions as may be\nspecified in the Scheme.\n18. An analysis of the above provisions shows that for\nproviding financial benefits to the workers who contribute to the\ngrowth of the industries and industrialization of the country, the\nlegislature has made provision for framing of various schemes\nunder Sections 5(1), 6A(1) and 6C(1) and establishment of\nFunds under Sections 5(1), 6A(2) and 6C(2). With a view to\nensure that the employers religiously comply with the mandate\nof provisions enacted for benefit of the workers, the legislature\nhas not only provided for imposition of penalty under Sections\n14, 14A, 14AA and damages under Section 14B, but also made\ncomprehensive provisions for recovery of the dues by way of\nattachment and sale of movable or immovable property of the\nF\nG\nН\n\"\nB\nC\nD\n28 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA establishment or the employer, as the case may be. Section 8\nlays down that if the amount is in arrear, the same can be\nrecovered in the manner specified in Sections 8B to G. Section\n8B provides for issue of certificate by the authorised officer in\nrespect of the amount due to the Recovery Officer so as to\nenable him to recover the amount specified therein by\nattachment and sale of movable or immovable property of the\nestablishment or the employer or by arrest of the employer and\nhis detention in prison or by appointing a receiver for the\nmanagement of the movable or immovable properties of the\nestablishment or the employer, as the case may be. Section\n8F specifies other modes of recovery of any amount due from\nthe establishment or the employer. By Section 8G some of the\nprovisions contained in Income-tax Act, 1961 and the Income-\ntax (Certificate Proceedings) Rules, 1962 have been made\napplicable to the arrears of the amount mentioned in Section\n8. Section 11 gives statutory priority to the payment of\ncontributions over other debts. The original Section 11 wás\nrenumbered as sub-section (1) by an amendment made vide\nAct No.40 of 1973. This sub-section relates to priority qua an\nemployer who is adjudged insolvent or being a company an\norder of winding up is made. It lays down that the amount due\nfrom the employer in respect of any contribution payable to the\nFund or, as the case may be, the Insurance Fund, damages\nrecoverable under Section 14B, accumulations required to be\ntransferred under Section 15(2) or any charges payable by him\nunder any other provision of the Act or the Scheme or the\nInsurance Scheme shall be paid in priority to all other debts in\nthe distribution of the property of the insolvent or the assets of\nthe company being wound up, as the case may be. Sub-section\n(2), which was added to Section 11 by Act No.40 of 1973\ncontains a non obstante clause and lays down that if any\namount is due from the employer whether in respect of the\nemployees' contribution deducted from the wages of the\nemployee or the employer's contribution, the same shall be\ndeemed to be the first charge on the assets of the\nH establishment and shall, notwithstanding anything contained in\nE\nF\nG\n'\nF\n'\nMAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 29\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nany other law for the time being in force, be paid in priority to A\nall other debts. To put it differently, sub-section (2) of Section\n11 not only declares that the amount due from the employer\ntowards contribution under the Act shall be treated as the first\ncharge on the assets of the establishment, but also lays down\nthat notwithstanding anything contained in any other law, such B\ndues shall be paid in priority to all other debts. Section 14B\nempowers the Central Provident Fund Commissioner or such\nother officer as may be authorized by the Central Government,\nby notification in the Official Gazette to recover from the\ndefaulting employer damages which shall not exceed the C\narrears. First proviso to this section casts a duty on the\nconcerned officer to give the employer reasonable opportunity\nof hearing before imposing and recovering damages. Second\nproviso thereto empowers the Central Board to reduce or\nwaive damages levied in relation to establishment which is a\nD\nsick industrial company and in respect of which a scheme for\nrehabilitation has been sanctioned by the Board of Financial\nand Industrial Reconstruction.\n19. Since the Act is a social welfare legislation intended\nto protect the interest of a weaker section of the society, i.e.,\nE\nthe workers employed in factories and other establishments, it\nis imperative for the courts to give a purposive interpretation\nto the provisions contained therein keeping in view the\nDirective Principles of State Policy embodied in Articles 38 and\n43 of the Constitution. In this context, we may usefully notice F\nthe following observations made by Krishna lyer, J. in Organo\nChemical Industries v. Union of India (1979) 4 SCC 573:\n\"The pragmatics of the situation is that if the stream of\ncontributions were frozen by employers' defaults after due G\ndeduction from the wages and diversion for their own\npurposes, the scheme would be damnified by traumatic.\nstarvation of the Fund, public frustration from the failure of\nthe project and psychic demoralisation of the miserable\nbeneficiaries whey they find their wages deducted and the\nH\nA\nB\nC\nD\nE\nF\n0\nH\n30\nSUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nemployer get away with it even after default in his own\ncontribution and malversation of the workers' share.\n\"Damages\" have a wider socially semantic connotation\nthan pecuniary loss of interest on non-payment when a\nsocial welfare scheme suffers mayhem on account of the\ninjury. Law expands concepts to embrace social needs so\nas to become functionally effectual.\nThe measure was enacted for the support of a weaker\nsector viz. the working class during the superannuated\nwinter of their life. The financial reservoir for the distribution\nof benefits is filled by the employer collecting, by deducting\nfrom the workers' wages, completing it with his own equal\nshare and duly making over the gross sums to the Fund. If\nthe employer neglects to remit or diverts the moneys for\nalien purposes the Fund gets dry and the retirees are\ndenied the meagre support when they most need it. This\nprospect of destitution demoralises the working class and\nfrustrates the hopes of the community itself. The whole\nproject gets stultified if employers thwart contributory\nresponsibility and this wider fall-out must colour, the\nconcept of 'damages' when the court seeks to define its\ncontent in the special setting of the Act. For, judicial\ninterpretation must further the purpose of a statute. In a\ndifferent context and considering a fundamental treaty, the\nEuropean Court of Human Rights, in the Sunday Times\nCase, observed:\nThe Court must interpret them in a way that\nreconciles them as far as possible and is most\nappropriate in order to realise the aim and achieve\nthe object of the treaty.\nA policy-oriented interpretation, when a welfare legislation\nfalls for determination, especially in the context of a\ndeveloping country, is sanctioned by principle and\nprecedent and is implicit in Article 37 of the Constitution\n•\n'\n'\n"}