{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"..\nT\nMAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 11\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nfollowing terms and conditions. The credit limit will be A\nRs.400000000 and its period will be upto 31.10.2001.\n1. The stocks/goods/commodities which we have at\npresent placed in the custody of the said Bank as security\nor which we might so place from time to time will remain\nin the sole custody of the said Bank and whatever action\nthe said Bank will take for indicating its custody shall be\nagreeable to us.\nB\n3. If it is necessary to hire a godown, we undertake to hire\nthe godown in the name of the said Bank and to pay the C\nrent from time to time.\n4. We undertake to insure the stocks/goods/commodities\nfor their full value with an Insurance Company approved by\nthe said Bank and will get the policy issued in the name D\nof the said Bank.\n5. If for any reason the godown is required to be changed\nor repaired, we undertake to bear the expenses in that\nconnection.\n6. We undertake to repay the principal of the loan with\ninterest and all expenses due by us by as stipulated\nin para (2) hereof if the period, be extended by the said\nBank before the expiry of the extended period.\n-\nE\nF\n7. The loan shall bear interest at percent per annum.\nIf the rent of the godown, the expenses in connection with\ninsurance and other expenses if any not paid by us, the\nsame shall be debited to our loan account and shall bear\ninterest at the same rate. This interest shall be payable with\nG\nhalf yearly rests on 30th June and 31st December or\nearlier immediately when the stocks/goods/commodities\nare relieved.\n8. Over and above the aforesaid dues, if any other amount\nis due to the said Bank by us exclusively or in partnership H\nA\nB\nC\nD\nE\nF\nG\nH\n12\nSUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nwith anybody else, we agree that the stocks/goods/\ncommodities kept in the custody of the said Bank will also\nbe treated as security for such amount due by us.\n10. We shall not in any way hold the said Bank responsible\nfor the weight, quality, conditions or safety of the stocks/\ngoods/commodities given into its custody. We shall hold\nourselves responsible for any shortage, damage or\nshrinkage that may arise by any cause whatsoever.\n13. If and when there is insecurity due to local riots or civil\ncommotion, etc. we undertake to insure the stocks/goods/\ncommodities against any damage or loss by such riots or\ncivil commotion. If we fail to do so, the said Bank shall so\ninsure the stocks/goods/commodities for and on our behalf\nand shall be entitled to debit the cost thereof to our\naccount.\n15. Though by this Agreement, the date of repayment of\nthe loan has been fixed as aforesaid, the said Bank shall\ntreat the loan as demand we undertake to repay the same\nas soon as the said Bank shall make a demand or the\nsaid Bank shall be at full liberty to recover all the dues\npayable by us.\n16. In the event of breach of the aforesaid conditions and\nor if we fail to repay the loan within 24 hours, if so required\nby the said Bank, it shall have the full right to recover its\namount by sale of the stocks goods commodities by public\nauction or private treaty (though the said Bank is not bound\nso to sell the stocks/goods/commodities). On receipt of the\nAccount of sale under the signature of the Manager,\nAccountant or other officer of the said Bank duly authorized\nwe shall acknowledge its correctness. If the proceeds of\nthe sale do not fully meet the loan due by us interest or\nother expenses, we undertake to pay the balance so\nremaining with interest.\"\ni\n3\nMAHARASHTRA STATE CO-OP BANK LTD. v. ASSTT. 13\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\n5. On the same day i.e., 5.3.2001, the management of the A\nSugar Mill also executed promissory note for payment of Rs.40\ncrores with interest @ 15.50% with half yearly rests.\n6. Though, the appellant has not given the details of the\ndues of provident fund payable by the employer, a reading of\nthe document marked Ex. A (pages 119-122 of the SLP paper\nbook) shows that the Assistant Provident Fund Commissioner,\nAurangabad (for short 'the Assistant Commissioner') passed\norder dated 29.9.2003 under Section 7A of the Act whereby\nhe held the employer liable to pay Rs.1,75,10,477/- towards\nEPF contributions, EPF administrative charges, EDLI\ncontributions, EDLI Ins./administrative charges and directed it\nto pay the amount with interest @ 12% within 10 days. As the\nemployer failed to comply with that order, the Assistant\nProvident Fund Commissioner and Recovery Officer,\nEmployees' Provident Fund, Sub-Regional Office, Aurangabad\n(hereinafter referred to as 'the Recovery Officer') issued\nwarrant of attachment dated 11.3.2004 under Section 8B of the\nAct for recovery of Rs.3,85,21,734/- which included 12%\ninterest payable in accordance with Rule 5 of the Second\nSchedule (Part I) of the Income-tax Act, 1961 read with Section\n8G of the Act. The warrant of attachment was executed by the\nEnforcement Officer on 26.3.2004 by preparing an inventory of\nthe sugar bags lying in the godowns of the Sugar Mill and\naffixing paper seals on the same.\n7. The appellant challenged the warrant of attachment and\nconsequential action taken by the Enforcement Officer in Writ\nPetition No.6824/2005, mainly on the ground that in view of the\ndeed of pledge executed by the management of the Sugar Mill,\nthe sugar bags which were lying under its lock and key, could\nnot have been attached for realization of the dues of provident\nfund etc. During the pendency of the writ petition, the Assistant\nCommissioner filed Civil Application No.2739/2006 for sale of\nthe sugar bags. At the hearing of that application, learned\nB\nC\nD\nE\nF\nG\nH\n14 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA counsel appearing for the appellant-bank referred to the orders\npassed in Writ Petition No.3413/2005 and connected cases\nfor conducting joint auction of the attached goods i.e., sugar\nbags. After taking note of his submission, the Division Bench\nof the High Court passed order dated 1.12.2006, the relevant\nB portions of which are as under:-\nC\nD\nE\n\"We accordingly allow this application and direct that the\nsugar bags attached by the petitioner as well as the\nAssistant Provident Fund Commissioner shall be jointly\nauctioned and the sale proceeds shall be deposited with\nthe Registrar of this Court. The successful bidder will draw\na Demand Draft or a Banker's Cheque in the name of the\nRegistrar General of this Court.\nIt is further ordered that the auction sale undertaken jointly,\nshall be completed within a period of three months by\nfloating public tenders calling for bids and by accepting\ntender of the highest bidder.\nOnce the amount is deposited with the Registrar of this\nCourt, liberty to apply for withdrawal of the said amount.\"\n8. In compliance of the aforementioned order, the sugar\nbags lying in the godowns of the Sugar Mill were auctioned for\na sum of Rs.9,24,08,254/-. Thereafter, the Assistant\nCommissioner filed Civil Application No. 1680/2007 for\nF permission to withdraw a sum of Rs.7,77,46,511/- towards the\ndues of provident fund etc. by asserting that in addition to\nRs.1,75,10,477/- payable under Section 7A with interest @\n12%, the employer is liable to pay Rs.6,02,36,034/- in terms\nof order dated 27.3.2007 passed under Section 14B read with\nG Section 7Q of the Act.\nH\n9. It appears that during the pendency of the litigation, the\nAssistant Commissioner passed another order whereby he\nattached the bank account and movable and immovable\nA\nMAHARASHTRA STATE CO-OP. BANK LTD. v. ASSTT.\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\n15\nproperties of the Sugar Mill along with 69,000 sugar bags. A\nTherefore, the management of the Sugar Mill filed Civil\nApplication No. 1681/2007 with the prayer that attachment\neffected by the Assistant Commissioner may be vacated.\n10. By the impugned order, the High Court disposed of\nboth the applications and issued various directions including\nthe following:-\nB\n\"(a) Out of the amount of Rs.9,24,08,254/-, the amount of\nRs.4,20,67,446/- (Principal amount Rs.1,75,10,477/- plus\ninterest Rs.2,45,56,969/-) be paid to the Assistant C\nProvident Fund Commissioner so as to appropriate\ntowards the provident fund dues of the workers of the sugar\nfactory.\n(b) Out of the remaining amount, the amount of\nRs.1,46,61,743/- shall be paid to the MSC Bank which\nMSC Bank shall appropriate towards the dues of the Sugar\nFactory.\nD\n(c) The remaining amount of Rs.3,56,79,065/- be\ndeposited initially for a period of 1 year with the MSC E\nBank in the name of the Registrar General, High Court,\nBombay for a period of 1 year. If within the period of 1\nyear, the appeal filed by the Petitioner with the Appellate\nTribunal under the Provident Fund Act is not disposed of,\nthen the Registrar General will re-deposit and/or renew the\nsaid amount on yearly basis with MSC Bank till final\ndisposal of the said appeal.\n(d) The information in respect of the number, pendency or\ndisposal of the Appeal shall be given by the Sugar Factory\nto the Registrar General when the said Appeal is disposed\nof.\n(e) In case the said appeal filed by the Sugar Factory is\nF\nG\nH\nΑ\nB\nC\nD\n16 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\ndismissed by the Appellate authority, then the amount of\nRs.3,56,79,065/- will have to be transferred to the✓\nAssistant Provident Fund Commissioner and the Registrar\nGeneral is hereby directed, accordingly, to transfer it.\n(f) In case the appeal is allowed and thereby the sugar\nfactory becomes entitled to the amount of Rs.3,56,79,065/\n-, then the MSC Bank is at liberty to appropriate the said\namount towards the dues of the Sugar Factory.\n(g) In view of the above directions and the disbursement'\nof the amount, the order passed by the Assistant Provident\nFund Commissioner attaching the assets, Bank Accounts\nand sugar bags etc. of the Sugar Factory is hereby\nquashed and set aside and the Sugar Factory is at liberty\nto deal with the said assets in accordance with their own\nResolution and decisions keeping in mind the directions.\"\n11. We may now notice some facts from the record of the\nother appeal.\n12. The appellant advanced Rs.2000 lacs to Gangapur\nE Sahakari Sakhar Karkhana Ltd. during crushing season 2002-\n03. For securing the payment of the loan, the management of\nthe Sugar Mill executed three deeds on 2.1.2003, 6.2.2003 and\n4.4.2003 and pledged the sugar bags lying in the godowns.\nSimultaneously, three promissory notes were executed for\nF payment of the amounts specified therein with interest at the\nrate of 13.5 per cent per annum with half yearly rests. The terms\nand conditions of these deeds are similar to deed of pledye\ndated 5.3.2001 executed by the management of Kannad\nSahakari Sakhar Karkhana Ltd. On account of failure of the\nG employer to pay the dues of provident fund etc., the competent\nauthority passed orders under Sections 7A, 7Q and 14B of the\nAct and held it liable to pay total sum of Rs.9,11,72,892/-\ntowards the dues of provident fund, interest and damages. After\nsome time, the Assistant Commissioner issued warrant of\nattachment dated 15.9.2003 which was duly executed by the\nH\n16\n'\nf\n•\nMAHARASHTRA STATE CO-OP. BANK LTD. v. ASSTT. 17\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nEnforcement Officer on 22.9.2003.\n13. The appellant challenged the warrant of attachment in\nWrit Petition No. 3656/2003, which was dismissed by the\nlearned Single Judge of the High Court (Aurangabad Bench)\nvide his order dated 3.10.2003 by relying upon the judgments\nof the Kerala High Court in Recovery Officer and Assistant\nProvident Fund Commissioner v. Kerala Financial\nCorporation (2002) 3 LLJ 643 Kerala and of this Court in A.P.\nState Financial Corporation v. Official Liquidator (2000) 7\nSCC 291. The letters patent appeal preferred by the appellant-\nbank was transferred to the Principal Seat of the High Court at\nMumbai. During the pendency of the letters patent appeal, the\nAssistant Commissioner filed Civil Application No.21/2006 for\nsale of the sugar bags lying in the godown of the employer. By\nan order dated 18.7.2006, the High Court granted the prayer\nof the Assistant Commissioner and directed that the sale\namount be deposited with the Registrar General. Thereafter,\nthe Assistant Commissioner filed Civil Application No.245/2007\nfor permission to withdraw the amount lying deposited with the\nRegistrar General of the High Court. The same was disposed\nof by the Division Bench vide order dated 19.7.2007, the\noperative portion of which reads as under:-\n\"In view of the fact that this Court has taken a consistent\nview that the amounts recovered from sugar factories by\ndisposing of sugar against recovery made by co-operative\nbanks for the secured creditors can be appropriated\ntowards payment of Provident Fund dues, we find no\nreason to take a different stand, and allow the application\nin terms of prayer clause (a), with no order as to costs.\"\n14. Shri Ashok H. Desai, learned senior counsel\nappearing for the appellant assailed the impugned orders and\nargued that the sugar bags lying in the godowns of the Sugar\nMills could not have been attached and sold at the instance of\nthe Assistant Commissioner for realization of the dues of\nA\nB\nC\nD\nE\nF\nG\nH\n18\nSUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA provident fund etc. because the same had already been ▸\npledged with the appellant-bank. Learned senior counsel relied\nupon the judgments of this Court in Karnataka Pawnbrokers'\nAssociation v. State of Karanataka (1998) 7 SCC 707, Central\nBank of India v. Siriguppa Sugars \u0026 Chemicals Ltd. (2007) 8\nB SCC 353, and argued that even though under Section 11(2)\nof the Act, the amount due from an employer is treated as first\ncharge on the assets of the establishment, the same cannot\nhave priority or precedence over the dues of the appellant-bank,\nthe payment of which is secured by the deeds of pledge\nC executed by the management of the Sugar Mills. Shri Desai\nreferred to various clauses of the deeds of pledge and\nsubmitted that for all practical purposes, the appellant-bank had\nbecome owner of the sugar bags and the Recovery Officer did\nnot have the jurisdiction, power or authority to attach the same.\nLearned senior counsel emphasized that the term \"assets\"\nused in Section 11(2) of the Act means unencumbered property\nof the establishment and argued that as the sugar bags\npledged with the appellant-bank had become its property, the\nRecovery Officer was not entitled to attach the same for\nrealizing the dues of provident fund etc. In support of this\nargument, Shri Desai placed reliance on paragraphs 67 and\n73 of the judgment of this Court in Transcore v. Union of India\n(2008) 1 SCC 125. Another argument of the learned senior▸\ncounsel is that, at best, the amount determined under Section\n7A can be treated as first charge on the assets of the\nestablishment but the interest payable under Section 7Q and\ndamages levied under Section 14B cannot be recovered by\ninvoking Section 11(2) of the Act.\nD\nE\nF\n15. Shri R.C. Kalra and Ms. Malvika Trivedi, learned\nG counsel for the respondents argued that notwithstanding\nexecution of the deeds of pledge by the management of Sugar+\nMills in favour of the appellant-bank, the sugar bags continued\nto be the property of the Sugar Mills and the same could be\nsold for realization of the dues of provident fund. Learned\nH counsel submitted that the expression ‘any amount due'\n1\nk-\n་།\nMAHARASHTRA STATE CO-OP BANK LTD: v. ASSTT. 19\nPROVIDENT FUND COMMNR. AND ORS. [G.S. SINGHVI, J.]\nappearing in Section 11(2) includes the amount determined\nunder Section 7A, interest payable on such amount in terms of\nSection 7Q and damages levied under Section 14B. Learned\ncounsel then argued that by virtue of the deeming provision and\nnon obstante clause contained in Section 11(2), any amount\ndue from an employer in respect of the employees' contribution\nor employer's contribution is the first charge on the assets of\nthe establishment and the same is required to be paid in priority\nqua all other debts. Ms. Malvika Trivedi pointed out that notice\nin the SLPs filed by the appellant was issued primarily in view\nof the assertions contained therein that similar issue is under\nconsideration in S.L.P.(C) No.95 of 2005 - Central Bank of\nIndia v. State of Kerala and others and submitted that the\nappeals are liable to be dismissed in view of the judgment titled\nCentral Bank of India v. State of Kerala (2009) 4 SCC 94.\nA\nB\nC\nD\nE\n16. We have considered the respective submissions. In\npre-independence era, some of the big industrial employers\nintroduced schemes of provident funds for welfare of their\nworkers. However, the workers of small industrial\nestablishments did not get similar benefits because employers\nof those establishments did not introduce voluntary schemes\nof provident funds. The framers of the Constitution were very\nmuch alive to the plight of the working class and particularly the\nunorganized labour employed in factories and other\nestablishments. They were also conscious of the fact that the\ngoals of justice - social, economic and political and equality F\nof status and of opportunity proposed to be incorporated in the\npreamble to the Constitution will remain illusory for weaker\nsections of society unless the State takes affirmative legislative\nand administrative measures for ameliorating the conditions of\nthose sections including the workers employed in factories etc.\nTherefore, specific provisions were incorporated in Part IV of\nthe Constitution with the title \"Directive Principles of State\nPolicy\" casting an obligation upon the State to apply these\nprinciples in making laws. Article 38 which has been.\nrenumbered as clause (1) thereof by the Constitution (Forty-\nG\nH\n20 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA fourth Amendment) Act, 1978 declares that the State shall\nstrive to promote the welfare of the people by securing and\nprotecting, as effectively as it may, a social order in which\njustice, social, economic and political, shall inform all the\ninstitutions of national life. Clause (2) of Article 38 mandates\nB the State to strive to minimize the inequalities in income, and\nendeavour to eliminate inequalities in status, facilities and\nopportunities, not only amongst individuals but also amongst\ngroups of people residing in different areas or engaged in\ndifferent avocations. Article 43 casts a duty on the State to\nmake efforts to secure by suitable legislation or economic\norganization or in any other way, to all workers, agricultural,\nindustrial or otherwise, work, a living wage, conditions of work\nensuring a decent standard of life and full enjoyment of leisure\nand social and cultural opportunities, and, in particular, social\nopportunities. The State is also required to make special\nendeavour to promote cottage industries on an individual or\ncooperative basis in rural areas.\nC\nD\n17. Soon after enforcement of the Constitution, the\nGovernment of India promulgated the Employees Provident\nE Funds Ordinance on 15.11.1951, which was replaced by the\nAct, which belongs to the family of legislations enacted by the\nParliament in furtherance of the mandate of Articles 38 and 43\nof the Constitution and is intended to give social security to the\nworkers employed in the factories and other establishments.\nF The Act provides for institution of provident funds, pension fund\nand deposit-linked insurance fund in factories and other\nestablishments. It requires the employers of the factories and\nspecified establishments to deduct certain amount from the\nwages payable to the employees and also make contribution\nto various funds, which are administered by the Central and\nRegional Provident Fund Commissioners. Section 2(aa) of the\nAct defines the term \"authorized officer\" to mean the Central\nProvident Fund Commissioner, Additional Central Provident\nFund Commissioner, Deputy Provident Fund Commissioner,\nRegional Provident Fund Commissioner or such other officer\nG\nH\n"}