{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"☑\n[2009] 15 (ADDL.) S.C.R. 1\nMAHARASHTRA STATE CO-OPERATIVE BANK LTD.\nV.\nTHE ASSISTANT PROVIDENT FUND COMMISSIONER\nAND ORS.\n(Civil Appeal No. 6893 of 2009)\nOCTOBER 8, 2009\n[B.N. AGRAWAL, G.S. SINGHVI AND AFTAB ALAM, JJ.]\nEmployees' Provident Funds and Miscellaneous\nProvisions Act, 1952:\n-\n-\n-\nS.11 - Provident funds dues payable by employer\nHeld: Would be first charge on assets of establishment\nSuch dues shall be paid in priority to all other debts – Priority\nclause enshrined in s.11 operate against statutory as well as\nnon-statutory and secured as well as unsecured debts\nincluding a mortgage or pledge - On facts, held, sugar bags\npledged by Sugar Mills in favour of appellant-bank as security\nfor repayment of loan together with interest - Deeds of pledge\nexecuted did not have effect of transferring of ownership of\nsugar bags to bank – Sugar bags could be attached and sold\nfor realization of provident fund dues of the workers -\nConstitution of India, 1950 - Articles 38, 43.\n-\n--\nLegislative intent behind enactment of the 1952 Act -\nExplained.\n-\nPurposive interpretation - The 1952 Act is social welfare\nlegislation Courts to give purposive interpretation to the\nprovisions contained therein in view of Directive Principles of\nState Policy - Interpretation of statutes.\nContract: Pawn or pledge - Necessary ingredients. -\nDiscussed.\nThe question which arose for consideration in these\n1\nA\nB\nC\nD\nE\nF\nG\nH\n2 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA appeals was whether the sugar bags pledged by Sugar\nMills in favour of the appellant-bank as security for\nrepayment of the loan together with interest could be\nattached and sold for realization of the dues of provident\nfunds etc. payable by the employer i.e., the management\nB. of the Sugar Mills under the Employees' Provident Funds\nand Miscellaneous Provisions Act, 1952.\nDismissing the appeals, the Court\nHELD: 1. The framers of Indian Constitution were\n·\nC alive to the plight of the working class and particularly the\nunorganized labour employed in factories and other\nestablishments. They were also conscious of the fact that\nthe goals of justice - social, economic and political and\nequality of status and of opportunity proposed to be\nD incorporated in the preamble to the Constitution would\nremain illusory for weaker sections of society unless the\nState takes affirmative legislative and administrative\nmeasures for ameliorating the conditions of those\nsections including the workers employed in factories etc.\nE Therefore, specific provisions were incorporated in Part\nIV of the Constitution with the title \"Directive Principles\nof State Policy\" casting an obligation upon the State to\napply these principles in making laws. Article 38 which\nhas been renumbered as clause (1) thereof by the\nF Constitution (Forty-fourth Amendment) Act, 1978\ndeclares that the State shall strive to promote the welfare\nof the people by securing and protecting, as effectively\nas it may, a social order in which justice, social, economic\nand political, shall inform all the institutions of national\nlife. Clause (2) of Article 38 mandates the State to strive\nto minimize the inequalities in income, and endeavour to\neliminate inequalities in status, facilities and\nopportunities, not only amongst individuals but also\namongst groups of people residing in different areas or\nG\nH\n八\nf\nMAHARASHTRA STATE CO-OP. BANK LTD. v. ASSTT. 3\nPROVIDENT FUND COMMNR. AND ORS.\nengaged in different avocations. Article 43 casts a duty A\non the State to make efforts to secure by suitable\nlegislation or economic organization or in any other way,\nto all workers, agricultural, industrial or otherwise, work,\na living wage, conditions of work ensuring a decent\nstandard of life and full enjoyment of leisure and social B\nand cultural opportunities, and, in particular, social\nopportunities. [Para 16] [19-E-H; 20-A-D]\nRecovery Officer and Assistant Provident Fund\nCommissioner v. Kerala Financial Corporation (2002) 3 LLJ\n643 Kerala; A.P. State Financial Corporation v. Official\nLiquidator (2000) SCC 291; Central Bank of India v. State of\nKerala (2009) 4 SCC 94, referred to.\nC\n2.1. With a view to ensure that the employers\nreligiously comply with the mandate of provisions D\nenacted for benefit of the workers, the legislature has not\nonly provided for imposition of penalty and damages but\nalso made comprehensive provisions for recovery of the\ndues by way of attachment and sale of movable or\nimmovable property of the establishment or the employer, E\nas the case may be. Section 11 of Employees' Provident\nFunds and Miscellaneous Provisions Act, 1952 gives\nstatutory priority to the payment of contributions over\nother debts. Sub-section (1) of Section 11 relates to\npriority qua an employer who is adjudged insolvent or\nbeing a company an order of winding up is made. It lays\ndown that the amount due from the employer in respect\nof any contribution payable to the Fund or, as the case\nmay be, the Insurance Fund, damages recoverable under\nSection 14B, accumulations required to be transferred\nunder Section 15(2) or any charges payable by him under\nany other provision of the Act or the Scheme or the\nInsurance Scheme shall be paid in priority to all other\ndebts in the distribution of the property of the insolvent\nor the assets of the company being wound up, as the\nF\nG\nH\n4\nSUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\n:\nA case may be. Sub-section (2) of Section 11 contains a non\nobstante clause and lays down that if any amount is due\nfrom the employer whether in respect of the employees'\ncontribution deducted from the wages of the employee\nor the employer's contribution, the same shall be deemed\nB to be the first charge on the assets of the establishment\nand shall, notwithstanding anything contained in any\nother law for the time being in force, be paid in priority to\nall other debts. [Para 18] [27-G-H; 28-A-H; 29-A]\nC\nOrgano Chemical Industries v. Union of India (1979) 4\nSCC 573: Builders Supply Corporation v. Union of India\n1965(2) SCR 289; State Bank of Bikaner and Jaipur v.\nNational Iron and Steel Rolling Corporation (1995) 2 SCC 19;\nDena Bank v. Bhikhabhai Prabhudas Parekh \u0026 Co. (2000) 5\nSCC 694; State of M.P. v. State Bank of Indore (2002) 10\nD SCC 441, referred to.\nE\nF\nG\nH\n2.2. The priority given to the dues of provident fund\netc. in Section 11 is not hedged with any limitation or\ncondition. Rather, a bare reading of the section makes it\nclear that the amount due is required to be paid in priority\nto all other debts. Any doubt on the width and scope of\nSection 11 qua other debts is removed by the use of\nexpression ‘all other debts' in both the sub-sections. This\nwould mean that the priority clause enshrined in Section\n11 will operate against statutory as well as non-statutory\nand secured as well as unsecured debts including a\nmortgage or pledge. Sub-section (2) was designedly\ninserted in the Act for ensuring that the provident fund\ndues of the workers are not defeated by prior claims of\nsecured or unsecured creditors. This is the reason why\nthe legislature took care to declare that irrespective of\ntime when a debt is created in respect of the assets of\nthe establishment, the dues payable under the Act would\nalways remain first charge and shall be paid first out of\nthe assets of the establishment notwithstanding anything\n1\nMAHARASHTRA STATE CO-OP. BANK LTD. v. ASSTT.\nPROVIDENT FUND COMMNR. AND ORS.\n5\ncontained in any other law for the time being in force. A\n[Para 20] [31-B]\nUCO Bank v. Official Liquidator, High Court Bombay and\nanother (1994) 5 SCC 1; Textile Labour Association and\n.another v. Official Liquidator and another (2004) 9 SCC 741;\nRecovery Officer and Assistant Provident Fund Commissioner\nv. Kerala Financial Corporation (2002) 2 KLT 723, referred\nto.\nB\n3. Section 11 gives statutory priority to the amount\ndue from the employer vis-à-vis all other debts. Clause (a) C\nof sub-section (1) of Section 11 is applicable to cases\nwhere an employer is adjudicated insolvent or, being a\ncompany, an order of its winding up is made. Clause (b)\nis applicable to cases where the amount is due from the\nemployer in relation to exempted establishment in respect D\nof any contribution to the provident fund or any insurance\nfund in so far it relates to exempted employees under the\nrules of provident fund or any insurance fund, any\ncontribution payable by him towards the Pension Fund\nunder Section 17(6), damages recoverable under Section E\n14B or any charges payable by him to the appropriate\nGovernment under the Act or under any of the conditions\nspecified in Section 17. This sub-section then lays down\nthat such amount shall be paid in priority to all other\ndebts in the distribution of the property of the insolvent\nor the assets of the company being wound up. Sub-\nsection (2) lays down that any amount due from the\nemployer whether in respect of the employees'\ncontribution deducted from the wages of the employeę\nor the employer's contribution shall be deemed to be the\nfirst charge on the assets of the establishment, and shall\nbe paid in priority to all other debts. The expression \"any\namount due from an employer” appearing in sub-section\n(2) of Section 11 has to be interpreted keeping in view the\nobject of the Act and other provisions contained therein\nF\nןד\nG\nH\nC\nD\n6\nSUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA including sub-section (1) of Section 11 and Sections 7A,\n7Q, 14B and 15(2) which provide for determination of the\ndues payable by the employer, liability of the employer\nto pay interest in case the payment of the amount due is\ndelayed and also pay damages, if there is default in\nB making contribution to the Fund. If any amount payable\nby the employer becomes due and the same is not paid\nwithin the stipulated time, then the employer is required\nto pay interest in terms of the mandate of Section 7Q.\nLikewise, default on the employer's part to pay any\ncontribution to the Fund can visit him with the\nconsequence of levy of damages. Sub-section (2) was\ninserted in Section 11 by Amendment Act No.40 of 1973\nwith a view to ensure that payment of provident fund\ndues of the workers are not defeated by the prior claims\nof the secured and/or of the unsecured creditors. While\nenacting sub-section (2), the legislature was conscious\nof the fact that in terms of existing Section 11 priority has\nbeen given to the amount due from an employer in\nrelation to an establishment to which any scheme or fund\nis applicable including damages recoverable under\nSection 14B and accumulations required to be\ntransferred under Section 15(2). The legislature was also\naware that in case of delay the employer is statutorily\nresponsible to pay interest in terms of Section 17.\nTherefore, there is no plausible reason to give a\nrestricted meaning to the expression ‘any amount due\nfrom the employer' and confine it to the amount\ndetermined under Section 7A or the contribution payable\nunder Section 8. If interest payable by the employer under\nSection 7Q and damages leviable under Section 14 are\nG excluded from the ambit of expression \"any amount due\nfrom an employer\", every employer would conveniently\nrefrain from paying contribution to the Fund and other\ndues and resist the efforts of the concerned authorities\nto recover the dues as arrears of land revenue by\nH contending that the movable or immovable property of\nE\nF\nMAHARASHTRA STATE CO-OP. BANK LTD. v. ASSTT.\nPROVIDENT FUND COMMNR. AND ORS.\n7\nthe establishment is subject to other debts. Any such A\ninterpretation would frustrate the object of introducing the\ndeeming provision and non obstante clause in Section\n11(2). [Para 47] [55-A-H; 56-A-H]\nB\n4. A careful reading of the deeds of pledge executed\nby the management of Sugar Mills show that even\nthough the sugar bags which were available with the\nSugar Mills at the relevant time were placed in the\ncustody of the appellant-bank as security for repayment\nof loan together with interest, the former continued to be\nC\nowner thereof. If the management of the Sugar Mills were\nto repay the dues of the appellant-bank within the time\nspecified in the deeds of pledge, the latter was duty\nbound to lift its notional control over the sugar bags lying\nin the godowns of the Sugar Mills. In case of default, the\nappellant-bank could recover its dues by selling the D\nsugar bags. The very fact that except giving the symbolic\ncustody of the sugar bags to the appellant-bank by\nallowing it to put lock and key on the godowns, all steps\nfor preserving the goods and getting the same insured\nwere taken by the management of the Sugar Mills which E\nalso agreed to take the responsibility of any shortage,\ndamage or shrinkage unmistakably shows that the Sugar\nMills continued to be owner of the sugar bags. [Para 31]\n[42-H; 43-A-C; F-H]\n5.1. The two ingredients of a pawn or a pledge are:\n(1) that it is essential to the contract of pawn that the\nproperty pledged should be actually or constructively\ndelivered to the pawnee and (2) a pawnee has only a\nspecial property in the pledge but the general property\ntherein remains in the pawner and wholly reverts to him\non discharge of the debt. A pawn therefore is a security,\nwhere, by contract a deposit of goods is made as security\nfor a debt. The right to property vests in the pledgee only\nso far as is necessary to secure the debt. In this sense a\nF\nG\nH\n8 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA pawn or pledge is an intermediate between a simple lien\nand a mortgage which wholly passes the property in the\nthing conveyed. [Para 33] [44-G-H; 45-A-B]\n. B\nto.\nLallan Prasad v. Rahmat Ali (1967) 2 SCR 233, referred\n5.2. The deeds of pledge executed by the\nmanagement of the Sugar Mills as security for repayment\nof loan etc. did not have the effect of transferring of the\nownership of the sugar bags to the appellant-bank and\nC the Recovery Officer did not commit any illegality by\nattaching the same and the High Court was fully justified\nin directing payment of a portion of the sale price to the\nAssistant Commissioner for being appropriated towards\nthe provident fund dues of the workers. [Para 36] [49-D-\nD E]\nE\nF\nKarnataka Pawnbrokers' Association v. State of\nKaranataka (1998) 7 SCC 707; Central Bank of India v.\nSiriguppa Sugars \u0026 Chemicals Ltd. (2007) 8 SCC 353; Bank\nof Bihar v. State of Bihar (1972) 3 SCC 196; Transcore v.\nUnion of India (2008) 1 SCC 125, distinguished.\nVelchand Chhaganlal v. Mussan 14 Bom.L.R. 633,\nreferred to..\nBlack's Law Dictionary (Eighth edition); Mulla's Treatise\non the Transfer of Property; Law Lexicon by P. Ramanatha\nAiyar (Second edition); Law of Personal Property: Ray\nAndrews Brown Second edition 1936; Salmond's\nJurisprudence, referred to.\nG\nCase Law Reference:\n(2002) 3 LLJ 643\nreferred to\nPara 13\n(2000) SCC 291\nreferred to\nPara 13\nH\n(1998) 7 SCC 707\ndistinguished\nParas 14, 37\nMAHARASHTRA STATE CO-OP. BANK LTD. v. ASSTT.\nPROVIDENT FUND COMMNR. AND ORS.\n9\n(2007) 8 SCC 353\ndistinguished\nParas 14, 38\nA\n(1972) 3 SCC 196\ndistinguished\nParas 35, 38\n(2008) 1 SCC 125\ndistinguished\nParas 14, 45\n(2009) 4 SCC 94\nreferred to\nPara 15\nB\n(1979) 4 SCC 573\nreferred to\nPara 19\n1965(2) SCR 289\nreferred to\nPara 21\n(1995) 2 SCC 19\nreferred to\nPara 22\nC\n(2000) 5 SCC 694\nreferred to\nPara 23\n(2002) 10 SCC 441\nreferred to\nPara 24\n(2009) 4 SCC 94\nreferred to\nPara 25\n(1994) 5 SCC 1\nreferred to\nPara 26\nD\n(2004) 9 SCC 741\nreferred to\nPara 28\n(2002) 2 KLT 723\nreferred to\nPara 29\n(1967) 2 SCR 233\nreferred to\nPara 34\nE\n14 Bom.L.R. 633\nreferred to\nPara 41\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n6893 of 2009.\nFrom the Judgment \u0026 Order dated 29.6.2007 of the High\nCourt of Bombay in Civil Application No. 1680 of 2007 @ Writ\nPetition No. 6824 of 2005\nWITH\nF\nG\nC.A. Nos. 6894 of 2009.\nAshok H. Desai Prashant Naik, Rakesh K. Sharma for the\nAppellant.\nMalvika Trivedi, T. Mahipal, Kuldip Singh (NP), R.C. Kalra, H.\n10 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA A.P. Dhamija, J.P. Singh, Sanjeev Malhotra for the\nRespondents.\nB\nThe Judgment of the Court was delivered by\nG.S. SINGHVI, J. 1. Leave granted.\n2. Whether the sugar bags pledged by Kannad Sahakari\nSakhar Karkhana Ltd. and Gangapur Sahakari Sakhar\nKarkhana Ltd. in favour of the appellant-bank as security for\nrepayment of the loan together with interest could be attached\nC and sold for realization of the dues of provident funds etc.\npayable by the employer i.e., the management of the Sugar Mills\nunder the Employees' Provident Funds and Miscellaneous\nProvisions Act, 1952 (for short ‘the Act') is the question which\narises for determination in these appeals filed against order\ndated 29.6.2007 passed by the Division Bench of the Bombay\nHigh Court in Civil Application Nos. 1680 and 1681 of 2007 in\nWrit Petition No.6824/2005 and order dated 19.7.2007 passed\nin Civil Application No.245/2007 in Letters Patent Appeal\nNo.28/2004.\nD\nE\nய\nF\nG\nН\n3. We shall first notice the facts from the record of the\nappeal arising out of S.L.P.(C) No.15243/2007.\n4. During crushing season 2000-2001, the appellant\nadvanced loan of Rs.4000 lacs to Kannad Sahakari Sakhar\nKarkhana Limited (hereinafter described as 'the Sugar Mill').\nFor securing repayment of the loan and interest, the\nmanagement of the Sugar Mill executed necessary documents\nincluding deed of pledge dated 5.3.2001, the relevant portions\nof which are extracted below:-\nC\n\"We, the undersigned, Kannad Sahakari Sakhar Karkhana\nLtd., Tal. Kannad, Aurangabad, member of Maharashtral\nState Co-operative Bank Limited (Incorporating the\nVidarbha Co-operative Bank Ltd.) hereinafter referred to\nas \"the said Bank\" agree to take a loan from the said Bank\non the pledge of stocks/goods/commodities on the\n"}