{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nSANJAY\nV.\nSTATE OF MAHARASHTRA\nMARCH 8, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nPenal Code, 1860:\nSs. 498-A/34 and 306/34-Married woman setting herself ablaze-\nDeath caused by burn injuries—Three dying declarations made by victim―\nIn first one she did not implicate her husband-In the second and the third\ndying declarations she stated that she poured kerosene on herself as she was\nangry with her husband-Held, in view of different dying declarations it\nwould not be safe to uphold conviction of husband and it cannot be said that\nD prosecution has proved his guilt u/s 306 beyond reasonable doubt-Husband-\nappellant acquitted giving him benefit of doubt-Evidence-Different dying\ndeclarations-Evidentiary value of\nAppellant, along with his parents was prosecuted under sections 498-\nA/34 and 306/34 IPC. The prosecution case was that in the night between\nE 28.12.1994 and 29.12.1994 the appellant-husband returned home at midnight\nin a drunken state. There was a quarrel between the couple and the wife poured\nkerosene on her and set herself afire. She was rushed to the hospital. In the\nhospital three dying declarations were made by her. The first one was recorded\nby the Doctor, thereafter another dying declaration was recoded by the\nExecuted Magistrate on the same day and the third one was recorded by PW-\n14 on the following day. Ultimately, the injured succumbed to the burn injuries.\nThe trial court acquitted appellant's parents but convicted him of the offences\ncharged. The appeal of the husband having been dismissed by the High Court,\nhe filed the present appeal.\nF\nG\nH\nThe State contested the appeal on the grounds that the second and the\nthird dying declarations made by the deceased alleging that she committed\nsuicide because there used to be quarrels between the couple, were\ncorroborated by two letters dated 24.1.1999 and 26.7.1994 written by the\ndeceased to her parents; and that the evidence of the parents of the deceased\n644\nSANJAY v. STATE OF MAHARASHTRA [MARKANDEY KATJU, J.] 645\ncorroborated the unhappiness faced by her.\nAllowing the appeal, the Court\nA\nHELD: In the instant case, the only evidence against the appellant are\nthe three alleged dying declarations of the deceased. In the first dying\ndeclaration she stated that while she was pumping the stove it suddenly burst B\nand her saree caught fire; that she shouted loudly and her husband rushed\ntowards her and extinguished the fire by pouring water on her. Nothing has\nbeen alleged against the appellant in it. Rather it shows that the appellant\ntried to save his wife. In the subsequent dying declarations she is said to have\nstated that she poured kerosene on her and set herself ablaze because she\nwas angry with her husband. In view of the different dying declarations it would C\nnot be safe to uphold the conviction of the appellant and he has to be given the\nbenefit of doubt. It cannot be said in this case that the prosecution has proved\nthe appellant's guilt under Section 306 IPC of abetting the suicide beyond\nreasonable doubt. [Paras 12, 15 and 16] [647-B-C, H; 648-A]\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 292 of\nD\n2007.\nFrom the Final Judgment and Order dated 17.8.2006 of the High Court\nof Bombay, Nagpur Bench, Nagpur in Criminal Appeal No. 135/1996.\nA.K. Sanghi for the Appellant.\nRavindra Keshavrao Adsure for the Respondent.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. Leave granted.\nE\nF\n2. This appeal has been filed against the impugned judgment of the\nBombay High Court (Nagpur Bench) dated 17.8.2006 in Criminal Appeal No.135\nof 1996.\n3. Heard learned counsel for the parties and perused the record.\n4. The facts of the case are that the father of the appellant and the father\nof Seema were serving in Forest Department. They were also related. The\nappellant and Seema fell in love with each other. However, since they were\nwithin the prohibited degrees of relationship, the parents of both the appellant\nG\nH\n646\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA as well as Seema were against their marriage. Hence the appellant and Seema\neloped from their parental houses and got married at Katol on 9.4.1991. After\nmarriage they came back to Mouda. For some time, they resided separate from\nthe appellant's parents, but after intervention of some relatives, they went to\nreside with the parents of the appellant. However, they could not pull on there\nfor long and they again started residing separately in a rented house owned\nB by one Sunil Anandrao Nimje.\nC\nD\n5. The appellant has a shop of electronic goods and he is also doing\nthe work of repairing T.V. and giving cable connections. His shop is just in.\nfront of the rented premises.\n6. On 21.2.1992 the appellant and Seema were blessed with a son namely\nMandar. However, it is alleged that the relations between the appellant and\nSeema did not remain cordial. It was noticed by Seema that the appellant\nreturned late at night and that too in a drunken state. The appellant also\nneglected his business. He started neglecting his wife Seema and son Mandar.\nSeema complained to her parents by sending them letters.\n7. On the fateful night intervening between 28.12.1994 and 29.12.1994,\nit is alleged that the appellant returned home in the midnight in a drunken\nstate. There was a quarrel between him and Seema with the result that Seema\npoured kerosene on her person and set herself ablaze. She was immediately\nE taken to the hospital of Dr. Chandak in Nagpur and thereafter to Government\nMedical College and Hospital, Nagpur.\nF\nG\n8. On 29.12.1994 in the noon, H.C. Pimpalkar (PW-6) recorded the dying\ndeclaration of Seema (Ex.51). On the same day in the afternoon, Shri Manekar,\nExecutive Magistrate (PW-9) recorded her dying declaration (Ex.61). On the\nnext day i.e. on 30.12.1994, H.C. Nirgulkar (PW-4) recorded her statement\n(Ex.40). On 5.1.1995, Seema succumbed to the burn injuries. The post mortem\nexamination revealed that the burns were 79% and the cause of death was\nsepticimea as a result of infected burns.\n9. Initially offences under Section 498-A read with Section 34 of I.P.C.\nwere registered at P.S. Mouda and subsequently offence under Sections 306/\n34 of I.P.C. was added.\n10. The trial court after considering the evidence held that the offences\nhave been proved against the appellant but acquitted the appellant's father\nand mother.\nH\nSANJAY v. STATE OF MAHARASHTRA [MARKANDEY KATJU. J.] 647\n11. Against the said judgment the appellant filed an appeal which has\nbeen dismissed by the High Court and hence this appeal by special leave.\nA\n12. In our opinion this appeal deserves to be allowed by giving the\nbenefit of doubt to the appellant. The only evidence against the appellant are\nthe three alleged dying declarations of the appellant's wife Seema. In the first\ndying declaration Seema stated that while she was pumping the stove it B\nsuddenly burst and her saree caught fire. She shouted loudly and then her\nhusband rushed towards her and extinguished the fire by pouring water on\nher. This is the first dying declaration and nothing has been alleged against\nthe appellant in it. Rather it shows that the appellant tried to save his wife\nSeema. In the subsequent dying declaration Seema is said to have stated that\nC\nshe poured kerosene on her in person and set herself ablaze because she was\nangry with her husband.\n13. The prosecution version is that the subsequent dying declarations\nmade by Seema alleging that she committed suicide because there used to be\nquarrels between her and her husband (the appellant) are corroborated by two D\nletters alleged to have been written by Seema to her parents. The first letter\n(Ex.28) appears to be dated 24.1.1994. It shows that her husband (the appellant)\ndoes not behave properly with her, he daily returns home late at night in a\ndrunken state and because of it there used to be quarrels between her and\nthe appellant. She also expressed in the said letter that the appellant was also\nwilling to give her divorce. Seema expressed that she felt repentful as she E\nmarried the appellant of her own will. She further expressed that she felt no\ncharm in leading such life.\n14. Another letter (Ex.29) is dated 26.7.1994 i.e. about five months before\nthe incident of suicide. The said letter reiterates the same state of affairs\nmentioned in the earlier letter (Ex.28). The evidence of PW-1 Vimal (the mother\nof Seema) and PW-2 Wamanrao (the father of Seema) corroborates the\nunhappiness faced by Seema. Hence it is alleged that the so called first\nwritten dying declaration (Ex.51) would not render the voluminous evidence\nuntrustworthy.\n15. The trial court, as well as High Court, were of the view that the\nevidence on record shows there was cruelty on the part of the appellant\nwhich drove his wife to suicide.\n16. In our opinion in view of the different dying declarations it would\nF\nG\nH\n648\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA not be safe to uphold the conviction of the appellant and we have to give\nhim the benefit of doubt. It cannot be said in this case that the prosecution\nhas proved the appellant's guilt under Section 306 I.P.C. of abetting the\nsuicide beyond reasonable doubt.\n17. For the reasons given above the appeal is allowed. The judgments\nB of the High Court and trial court are quashed. The appellant is directed to be\nreleased forthwith if not wanted in connection with any other case.\nR.P.\nAppeal allowed.\n"}