{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"1\nI\nCOMMISSIONER OF CENTRAL EXCISE\nV.\nM/S. RATAN MELTING AND WIRE INDUSTRIES, CALCUTTA\nFEBRUARY 23, 2005\n[RUMA PAL, ARIJIT PASAYAT AND C.K. THAKKER, JJ.]\nB\nExcise Law:\nCentral Board of Excise and Customs-Circulars issued by-Placing\ninterpretation of a statutory provision different than the Supreme Court-\nObservation in Dhiren Chemical Industries' case-Clarification of-Matter\nreferred to five Judge Bench-Constitution of India-Article 141.\nC\nCollector of Central Excise, Vadodara v. Dhiren Chemical Industries,\n[2002] 2 SCC 127 and Kalyani Packaging Industry v. Union of India and D\nAnr., [2004] 6 SCC 719, referred to.\nCollector of Central Excise, Patna v. Usha Martin Industries, [1997] 7\nSCC 47, overruled in Dhiren Chemical Industries.\nCCE v. Maruti Foam Pvt. Ltd., [2004] 6 SCC 722 and Commissioner\nof Customs, Calcutta and Ors. v. Indian Oil Corpn. Ltd. and Anr., [2004] 3\nSCC 488, cited.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 4022 of 1999.\nE\nFrom the Judgment and Order dated 22.1.99 of the Central Excise,\nF\nCustoms and Gold (Control Appellate Tribunal, New Delhi in F.O. No. E/72/\n99-B1 in A. No. E/4327 of 1989-B1.\nK.P. Pathak, Additional Solicitor General, K. Swami and B. Krishna\nPrasad for the Appellant.\nMs. Praveena Gautam for Pramod and B. Agarwala for the Respondent.\nThe following Order of the Court was delivered :\nG\nARIJIT PASAYAT, J. During hearing of this appeal it was fairly\n329\nH\nA\n330\nSUPREME COURT REPORTS\n[2005] 2 S.C.R.\nA conceded by learned counsel for the parties that the decision of this Court in\nCollector of Central Excise, Patna v. Usha Martin Industries, [1997] 7 SCC\n47) on which CEGAT placed reliance was over-ruled by a subsequent decision\nof a Constitution Bench in Collector of Central Excise, Vadodra v. Dhiren\nChemical Industries, [2002] 2 SCC 127. But learned counsel for the respondent\nsubmitted that paragraph 11 of Dhiren Chemical's case (supra) operates in its\nfavour. It reads as follows:\nB\nC\nD\nE\nF\nG\nH\n\"We need to make it clear that, regardless of the interpretation\nthat we have placed on the said phrase, if there are circulars which\nhave been issued by the Central Board of Excise and Customs which\nplace a different interpretation upon the said phrase, that interpretation\nwill be binding upon the Revenue.\"\nSubsequently, the effect of this observation was noted in several\ndecisions. In Kalyani Packaging Industry v. Union of India and Anr., [2004]\n6 SCC 719 it was noted as follows:\n\"We have noticed that para 9 (para 11 in SCC) of Dhiren Chemical\ncase [2004] 6 SCC 722 is being misunderstood. It, therefore, becomes\nnecessary to clarify para 9 (para 11 in SCC) of Dhiren Chemical case\n[2004] 6 SCC 722. One of us (Variava, J.) was a party to the judgment\nof Dhiren Chemical case and knows what was the intention in\nincorporating para 9 (para 11 in SCC). It must be remembered that\nlaw law laid down by this Court is law of the land. The law so laid\ndown is binding on all courts/tribunals and bodies. It is clear that\ncirculars of the Board cannot prevail over the law laid down by this\nCourt. However, it was pointed out that during hearing of Dhiren\nChemical case because of the circulars of the Board in many cases\nthe Department, had granted benefits of exemption notifications. It\nwas submitted that on the interpretation now given by this Court in\nDhiren Chemical case the Revenue was likely to reopen cases. Thus\npara 9 (para 11 in SCC) was incorporated to ensure that in cases\nwhere benefits of exemption notification had already been granted,\nthe Revenue would remain bound. The purpose was to see that such\ncases were not reopened. However, this did not mean that even in\ncases where the Revenue/Department had already contended that the\nbenefit of an exemption notification was not available, and the matter\nwas sub judice before a court or a tribunal, the court or tribunal\nwould also give effect to circulars of the Board in preference to a\ndecision of the Constitution Bench of this Court. Where as a result\nC.C.E. v.RATAN MELTING AND WIRE INDUSTRIES [PASAYAT, J.}\n331\nof dispute the matter is sub judice, a court/tribunal is, after Dhiren A\nChemical case, bound to interpret as set out in that judgment. To\nhold otherwise and to interpret in the manner suggested would mean\nthat courts/tribunals have to ignore a judgment of this Court and\nfollow circulars of the Board. That was not what was meant by para\n9 of Dhiren Chemical case.\"\nA disparate view has been taken in CCE v. Maruti Foam Pvt. Ltd.,\n[2004] 6 SCC 722 para 7 and Commissioner of Customs, Calcutta and Ors.\nv. Indian Oil Corpn. Ltd. and Anr., [2004] 3 SCC 488 para 34. It appears to\nus that the law declared by this Court is binding on the Revenue/Department\nand once the position in law is declared by this Court, the contrary view\nexpressed in the circular should per force lose its validity and becomes non\nest.\nB\nC\nThough the view expressed in Kalyani's case (supra), and our view\nabout invalidation might clarify the observations in para 11 of Dhiren\nChemical's case (supra), we feel that the earlier judgment in Dhiren Chemical's D\ncase (supra), being by a Bench of five Judges, it would be appropriate for a\nbench of similar strength to clarify the position. In the circumstances, we\nrefer the matter to a larger bench of five Hon'ble Judges. Let the papers be\nplaced before Hon'ble the Chief Justice of India for constituting an appropriate\nBench.\nR.P.\nReferred the Larger Bench.\nE\n1\ni\n"}