{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"UNION OF INDIA AND ORS.\nV.\nP.K. KUTTAPPAN\nFEBRUARY 28, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nA\nB\nService Law:\nBack wages-Postal Department-EDDA-Dismissed on charges of non-\ndelivery of letters to addressees-Reinstatement by Tribunal with 50% back C\nwages—Held, the charges being very serious in nature impugned orders\nmodified to the effect that order of reinstatement only shall be given effect\nto and the part of the order regarding payment of 50% back wages is set\naside.\nRespondent, an EDDA in the Postal Department, was dismissed from D\nservice on several charges of not delivering Registered Letters and other\nletters and information to the addressees. However, the Tribunal directed his\nreinstatement with 50% back wages. Since Department's writ petition was\ndismissed by the High Court, it filed the present appeal.\nDisposing of the appeal, the Court\nE\nHELD: The charges are very serious in nature. Therefore the order\npassed by the Tribunal and as affirmed by the High Court is modified and it\nis ordered that only order of reinstatement will be given effect to and the\ndirection in regard to payment of 50% back wages is set aside. Keeping in\nview the fact that no interim order was granted in favour of the appellant- F\nUnion of India, and it ought to have given effect to the order dated 25.1.2005\npassed by the High Court, the respondent shall be entitled for reinstatement\nfrom 25.01.2005 with salary and other perks from that date. [Paras 6 and 8}\n[435-D-G]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1122 of 2007.\nFrom the Final Judgment and Order dated 25.1.2005 of the High Court\nof Kerala at Ernakulam in O.P. No. 19374 of 2002 (S).\nT.S. Doabia, Kiran Bhardwaj and V.K. Verma for the Appellants.\n433\nG\nH\n434\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA\nG. Prakash for the Respondent.\nB\nC\nThe Judgment of the Court was delivered by\nDR. AR. LAKSHMANAN, J. 1. Delay condoned.\n2. Leave granted.\n3. Heard Mr.T.S.Doabia, learned senior counsel appearing on behalf of\nthe appellants and Mr.G.Prakash, learned counsel appearing on behalf of the\nrespondent.\n4. The above appeal is directed against the judgment and order\ndt.25.01.2005 passed by the High Court of Kerala in O.P.No. 19374 of 2002\naffirming the order passed by the Tribunal ordering reinstatement with 50%\nof the back allowances.\n5. Our attention was drawn to the charges framed against the respondent\nD herein. The charges reads thus :-\n\"\nE\nF\nG\nH\nArticle 1\nThat Sri P.K.Kuttappan while working as EDDA Parakkadavu failed\neither to deliver or return to the Branch Postmaster 38 ordinary postal\nArticles entrusted to him for delivery on 16.3.1996, 18.3.1996 and\n19.3.1996 and thereby failed to maintain absolute devotion to duty\nviolating the provisions of Rule 17 of the P\u0026T ED Agents (Conduct\nand Service) Rules, 1964.\nArticle 2\nThat Sri P.K.Kuttappan while working as EDDA Parakkadavu did not\ndeliver RL 1075 of Bijapur addressed to Sri.I.M.Thomas, Irimpan house,\nPoovathussery, Parakkadavu entrusted to him for delivery on 4.3.96\nand subsequent days but returned the article undelivered finally with\nfalse remarks on 19.3.96 and there by failed to maintain absolute\ndevotion to duty violating the provisions of Rule 17 of the P\u0026T ED\nAgents (Conduct and Service) Rules, 1964.\nArticle 3\nThat Sri P.K.Kuttappan while working as EDDA Parakkadavu did not\ndeliver RL 979 of Poovathussery addressed Omana Thomas C/o\nU.O.I. v. P.K. KUTTAPPAN [LAKSHMANAN. J.]\n435\nI.M.Thomas, Irimpan, Poovathussery, Parakkadavu entrusted to him A\non 9.3.96 and subsequent days but returned it undelivered with final\nfalse remark on 19.3.96 and there by failed to maintain absolute\ndevotion to duty violating the provisions of Rule 17 of the P\u0026T ED\nAgents (Conduct and Service) Rules, 1964.\nArticle 4\nB\nThat Sri P.K.Kuttappan while working as EDDA Parakkadavu did not\ndeliver or serve intimation on VP B-45241 of Bombay GPO addressed\nto Mrs. Omana Thomas, Poovathussery, Parakkadavu which was\nentrusted to him on 12.3.1996 and subsequent days but returned with\nfalse remarks \"Home continuously locked\" finally on 18.3.96 and thus C\nfailed to maintain absolute devotion to duty violating the provisions\nof Rule 17 of the P\u0026T ED Agents (Conduct and Service) Rules, 1964.”\n6. In our opinion, the charges are very serious in nature. However, the\nTribunal and the High court taking a lenient view of the matter ordered\nreinstatement with 50% back wages.\n7. In our opinion, the respondent, if at all, should have been reinstated\nin service only without 50% back wages and, therefore, the said part of the\norder passed by the Tribunal and as affirmed by the High Court requires\nmodification. We, therefore, modify the order passed by the Tribunal and as\naffirmed by the High Court and order only reinstatement and delete the\ndirection in regard to payment of 50% back wages. The respondent shall be\nreinstated within one week from today.\nthe\nD\nE\nF\n8. It is also pertinent to notice that the Special Leave Petition was filed\non 23.06.2005. This Court on 29.07.2005 has ordered only notice on\napplication for condonation of delay, Special Leave Petition and also on the\nprayer for interim relief. Thereafter, the matter was adjourned to several dates\nand no interim order was granted in favour of the appellant-Union of India.\nUnder such circumstances, the Union of India ought to have given effect to\nthe order passed by the High Court dt.25.01.2005. Since there is no stay, the\nrespondent, in our opinion, shall be entitled for reinstatement from 25.01.2005 G\nand he is also entitled for salary and other perks from that date.\n9. The appeal is disposed of accordingly.\n10. No costs.\nRP.\nAppeal disposed of. H\n"}