{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nM/S. TAARIKA EXPORTS AND ANR.\nV.\nUNION OF INDIA AND ANR.\nMAY 7, 2007\n[DR. ARIJIT PASAYAT AND D.K. JAIN, JJ.]\nImport and Exports (Control) Act, 1947—S 4-I(1) Liability of penalty—\nIssuance of advance licence for import free of customs duty-Non-compliance\nof export obligation under the licence as well as mis-utilization of goods-\nC Imposition of penalty-Correctness of-Held: There was infractions of\nconditions imposed under the licence-Also plea that conditions were\nuncapable of compliance were at variance, as such liable to pay penalty-\nThus, order of Authorities below and the High Court calls for no interference-\nHowever, considering the value of articles, penalty reduced from Rs. 45 lakhs\nDto Rs. 20 Lakhs-Import (Control) Order, 1955-Clause 8-Foreign Trade\n(Development and Regulation) Act, 1992-s. 20(2).\nAppellants, engaged in export and import activities, were issued advance\nlicence for import of certain goods free of customs duty. It was alleged that\nthe appellants used the license in full for the import of raw materials\nE thereunder free of customs duty but only part of the finished goods under the\nsaid licence was exported. They were issued show cause notice proposing\nimposition of fiscal penalty for non-fulfillent of export obligation under the\nlicence as well as for mis-utilization of the goods imported under the licence.\nAdjudicating Authority imposed penalty for shortfall in export obligation.\nAppellate Committee upheld the order of the Authority. Single Judge of High\nF\nCourt also upheld the orders of the Adjudicating Authority as well as the\nAppellate Committee. Letters Patent of Appeal was also dismissed. Hence the\npresent appeal.\nAppellant contended that the allegation related to a technical non-\nGcompliance of an export obligation and that such a compliance cannot be\nexpected and demanded as the same was impossible to be done on the basis of\nquantity of raw materials that the appellants were allowed to import under\nthe concerned licence.\nH\nRespondent-Union of India contended that the Authorities below and the\n94\nTAARIKA EXPORTS v. U.O.I. [PASAYAT, J.]\n95\nHigh Court have clearly noted the infractions and the penalty imposed was A\nwithin the permissible limit of s. 4I(1) of the Import and Exports (Control)\nAct, 1947 read with s. 20(2) of the Foreign Trade Act.\nDisposing of the appeal, the Court\nHELD: 1.1. The Authorities analysed the factual position in detail and B\nhave concluded that there was infractions of the conditions imposed under\nthe licence. It is to be noted that before Single Judge of High Court a plea\nwas taken that the goods are still lying with the appellants. There was no\nquestion of the appellants having used or utilized them in violation of the\nconditions imported by the licence. The Single Judge of High Court noted\nthat no such plea was taken by the party earlier. Neither in the reply to the\nshow cause notice nor before the Appellate Committee such a plea had been\ntaken. Before this Court also an attempt was made to submit that the goods\nare lying in stock and, therefore, there was no question of utilization. No\nmaterial in this regard is produced before the authorities as was rightly\nobserved by the Single Judge. [Para 9] [100-A-C]\n1.2. The stand that the conditions were incapable of compliance seems\nto be at variance with the stand taken earlier. Therefore, the plea that the\nconditions were incapable of compliance has been rightly turned down by the\nauthorities and the High Court. [Para 11] [100-E-G]\n1.3 Considering the value of the articles involved, penalty of Rs.20 lakhs\ninstead of Rs.45 lakhs would meet the ends of justice. [Para 13]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 2378 of 2007.\nC\nᎠ\nE\nFrom the Final Judgment and Order dated 27.04.2005 of the High Court F\nof Delhi at New Delhi in L.P.A. No. 605 of 2003.\nUday U. Lalit, Devyani Ashra Nanda and Rajiv Nanda for the Appellants.\nGopal Subramanium, ASG., T.S. Murthy, Navin Prakash and V.K. Verma\nfor the Respondents.\nG\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\nnt\n2. Challenge in this appeal is to the order passed by a Division Bench\nH\n96\nSUPREME COURT REPORTS\n[2007] 6 S.C.R.\nA of the Delhi High Court dismissing the Letters Patent Appeal filed against the\norder of a learned Single Judge.\n3. Background facts in a nutshell are as follows:\n4. A show cause notice was issued to the appellants under Section 4L\nB of the Imports and Exports (Control) Act, 1947 (in short the 'Act') for action\nunder Section 4-I and under clause 10 for action under clause 8 of the Import\n(Control) Order, 1955 (in short 'Control Order\") read with Section 20(2) of the\nForeign Trade (Development \u0026 Regulation) Act, 1992 (in short \"Foreign\nTrade Act\") for not exporting the goods as also utilizing the imported goods\nand failure to export within the stipulated time. The appellants during the\nC\nmaterial point of time were engaged in the import and export activities under\nthe Import and Export Code. On 13.10.1991 the Regional Licensing Authority\nhad issued an advance licence to the appellants. The appellants undisputedly\nused the license in full so far as the import of raw materials thereunder free\nof customs duty is concerned but only a part of the finished goods under\nD the said licence was exported. Resultantly, there was a shortfall on account\nof export obligation. Appellants submitted that the conditions under the\nlicence were unrealistic and, therefore, non-fulfillment of the obligation was\nbeyond their control. The show cause notice in question was issued on\n7.5.1995 proposing, inter alia, imposition of fiscal penalty for non fulfillment\nof export obligation under the licence as well as for mis-utilization of the\ngoods valued at Rs.9,10,125/- imported under the said licence free of customs\nduty. Appellants submitted their reply to the show cause notice. The Additional\nDirector General of Foreign Trade (in short 'DGFT') passed an order dated\n13.11.1995 imposing a penalty of Rs.45 lakhs for shortfall in export obligation\nto the extent of Rs.27,20,462/-. An appeal was preferred before the Appellate\nF Committee. By order dated 12.8.1997 the Appellate Committee dismissed the\nappeal of the appellants. Subsequently, a writ petition was filed under Article\n226 of the Constitution of India, 1950 (in short the 'Constitution') before the\nDelhi High Court. The writ petition was numbered as CWP. 623 of 1998. By\njudgment and order dated 30.5.2003 learned Single Judge dismissed the writ\npetition holding that there was no ground to interfere with the orders of the\nG adjudicating authority as well as the Appellate Committee. A Letters Patent\nAppeal was filed which as noted above was dismissed by a Division Bench.\nE\nH\n5. Stand of the appellants is that what was really alleged related to a\ntechnical non-compliance of an export obligation. Such a compliance cannot\nbe expected and demanded as the same was impossible to be done on the\n-\n1\nr\nTAARIKA EXPORTS v. U.O.I. [PASAYAT, J.]\n97\nbasis of quantity of raw materials that the appellants were allowed to import A\nunder the concerned licence.\n6. Learned counsel for the respondents on the other hand submitted\nthat the authorities below and the High Court have clearly noted the infractions\nand the penalty imposed was within the permissible limit of Section 4-1(1) of\nthe Act read with Section 20(2) of the Foreign Trade Act.\n7. Relevant portions of the show cause notice read as follows:\n\"1. You had obtained an advance licence No.0300410 dated 13.10.1991\nfor a cif value of US$ 40,400 for import of the following items:\nB\nނ\nC\n1.\nDupion Yarn 1210 Kgs.\n2. Mulberry Raw Silk 75.00 Kgs.\n3.\nFusing lining anatrial 6750 Kgs.\n2. The said licence was issued from the office of Jt. DGFT, Bombay.\nThe above said licence was issued to you. Subject, inter alia, to the\nfollowing conditions:\nD\n(1) You would export 5400 Nos. of Mulberry mixed jackets/blazer\nwith fussing lining material for an fob value of Rs.36,42,800/-\n(US$ 1,41,603.66) within a period of nine months from the date of\nclearance of the first consignment.\n(2) To ensure fulfillment of export obligation you would, before\nclearance of the first consignment, execute a bond/LUT.\nE\n(3) The goods imported against the said advance licence would\nbe utilized exclusively in the manufacturing of the resultant F\nproducts.\n(4) In the event of the licencee falling (a) to fulfill the export\nobligation within the prescribed time limit stipulated above or (b)\nto produce the prescribed documents/information within 30 days\nafter the expiry of the export obligation period; the bond/LUT G\nagreement condition shall be enforced and the licencee shall be\nliable to the different follow up, penal actions prescribed in the\nImport Export Police and Handbook of procedure 1992-93. The\nlicensee shall also pay without demur to the customs authorities\nthe concerned duty on the proportionate quantity of goods\ncorresponding to the products not exported. Any shortfall will\nH\n98\nA\nB\nс\nD\n(1)\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 6 S.C.R.\nalso be liable to adjustment from any application for licence\npending in this office or received in future.\n(5) The action in clause 4 shall be without prejudice to any other\naction that may be taken against the licencee under the Import\nand Export (Control) Act, 1947 and Import (Control) Order dated\n07.10.1955 as amended.\n3. In terms of the above conditions you executed an indemnity -cum-\nguarantee bond with the licencing office on 14.01.1992. It is observed.\nthat you requested the Jt. DGFT, Bombay on 21.02.1992 for amendment\nof licence to import only dupion yarn 1100 kgs. and mulberry raw silk\nof 250 Kgs. and delete item at Sl. No. 3 fusing lining material of CIF\nvalue of US$ 6,750/- and committed to fulfil the export of resultant\nproduct for an fob value of US$ 1,41,603.66 and also to amend the\nexport description i.e., mulberry mixed silk garments (shorts, pants,\nblazers and skirts) containing dupion yarn of 1100 kgs. and mulberry\nraw silk of 250 Kgs. The request was considered by Jt. DGFT, Bombay\non 31.03.1992 and the licence was accordingly amended.\n4. According to information available on record and in the absence of\nany documentary evidence furnished by you, it is evident that you\nhad made import 1177.00 Kgs. of dupion yarn and mulberry raw silk\n70.00 kgs. against the said advance licence in January 1992. However,\nyou had exported 2429 pcs. of mulberry silk garments weighing dupion\nyarn 33.141 kgs. and 78.889 of mulberry raw silk for fob value of\nRs.9,62,337.92 and failed to export the remaining quantity of 2971 pcs\nfor fob value of Rs.27,20,452/- within the stipulated time. Vide letter\ndated 22.12.92 you made a request to Jt. DGFT Bombay office for\ngrant of extension of six months enabling them to export the balance\nquantity by 30.04.1993. You again applied to Jt.-DGFT Bombay office\nfor another extension which was rejected by RALC in its meeting held\non 09.04.1993. As such the period of export obligation expired on\n30.04.1993. Subsequently you approached this office advance licensing\ncommittee several times for extension in export obligation period against\nthe subject advance licence but your request was rejected every time.\nYou were also advised by this office on 29.11.94 to produce certain\ndocuments/information in r/o. advance licence in question. You sent\nyour reply on 05.12.1994 and supplied this office photocopies of\nadvance licences relating to earlier advance licences and other related\ndocuments but failed to produce the requisite documents in r/o the\n1\nt\n1\nr\n7\nTAARIKA EXPORTS v. U.O.I. [PASAYAT, J.]\n99\n99\nadvance licence in question. However, you were again reminded on A\n02.02.1995 to furnish the requisite information/documents. In reply to\nthis office letter, you furnished the photocopies of bank certificate of\nexport and realization, etc. but again you failed to send us the requisite\ninformation / documents.\"\nThe adjudicating authority inter-alia noted as follows:\n\"The said licence was issued to them by the office of the Joint\nDirector General of Foreign Trade, Bombay, subject, inter-alia, to the\nfollowing conditions:\nB\n(i) They would export 5400Nos. of mulberry mixed silk jackets/blazer C\nviith fusion lining material for an FOB value of Rs.36,42,800/-\n(US$ 1,41,603.66) within a period of nine months from the date of\nclearance of first consignment.\n(ii) To ensure fulfillment of export obligation they would, before\nclearance of the first consignment, execute a bond for Rs. D\n42,74,529.16 with Bank Guarantee for Rs. 5,91,729.16.\n(iii) The goods imported against the said Advance licence would be\nutilized exclusively in the manufacturing of the resultant product.\n(iv) In the even of their failure (A) to fulfill the export obligation\nwithin the prescribed time limit stipulated above or (B) to produce E\nthe prescribed documents/information within 30 days after the\nexpiry of the export obligation period, the bond/LUT agreement\ncondition shall be enforced and the licensee shall be liable to the\ndifferent follow up, penal actions prescribed in the import-export\npolicy and handbook of procedures, 1990-93. The licensee shall\nalso pay, without demur to the customs authorities, the concerned\nduty on the proportionate quantity of goods corresponding to\nthe products not exported. Any shortfall will also be liable to\nadjustment from any application for licence pending in that office\nor received in future.\n(v) The action in clause (iv) shall be without prejudice to any other\naction that may be taken against the licensee under the Import\n(Control) Order, 1955, as amended.\"\n8. The Appellate Committee also analysed the position and concurred\nwith the view expressed by the adjudicating authority.\nF\nG\nH\nA\nB\n100\nSUPREME COURT REPORTS\n[2007] 6 S.C.R.\n9. We find that the authorities have analysed the factual position in\ndetail and have concluded that there was infractions of the conditions imposed\nunder the licence. It is to be noted that before the learned Single Judge a plea\nwas taken that the goods are still lying with the appellants. There was no\nquestion of the appellants having used or utilized them in violation of the\nconditions imposed by the licence. Learned Single Judge noted that no such\nplea was taken by the party earlier. Neither in the reply to the show cause\nnotice nor before the Appellate Committee such a plea had been taken. Before\nthis Court also an attempt was made to submit that the goods are lying in\nstock and, therefore, there was no question of utilization. No material in this\nregard is produced before the authorities as was rightly observed by the\nC learned Single Judge.\nD\nE\n10. The penal provision is contained in Section 4-I(1) of the Act. The\nsame reads as follows:\n\"4-1(1). Liability to penalty.- Any person who,\n(a) in relation to any goods or materials which have been imported\nunder any licence or letter of authority, uses or utilizes such goods\nor materials otherwise than in accordance with the conditions of such\nlicence or letter of authority; shall be liable to penalty not exceeding\nfive times the value of goods or materials, or one thousand rupees,\nwhichever is more, whether or not such goods or materials have been\nconfiscated or are available for confiscation.\"\n11. The stand that the conditions were incapable of compliance seems\nto be at variance with the stand taken earlier. By letter dated 22.12.1992\nappellants made a request to the Regional Licensing Authority for grant of\nF extension of six months to enable them to export the balance quantity by\n30.4.1993. They again applied to the Joint Director General of Foreign Trade,\nBombay Office for further extension. The same was rejected. Period of export\nobligation expired on 30.4.1993. Subsequently, the appellants approached\nDGFT office several times for extension of export obligation period which was\nrejected. Therefore, the plea that the conditions were incapable of compliance\nhas been rightly turned down by the authorities and the High Court.\nG\n12. Finally, it was submitted that considering the value of the articles\ninvolved, imposition of penalty of Rs.45 lakhs is extremely high. The minimum\npenalty provided is Rs.1,000/- and the maximum is five times of the value of\nH goods involved.\nTAARIKA EXPORTS v. U.O.I. [PASAYAT, J.]\n101\n13. Considering the value of the articles involved we are of the view that A\npenalty of Rs.20 lakhs instead of Rs.45 lakhs would meet the ends of justice.\nIt is submitted that pursuant to the order of this Court dated 9.12.2005 a sum\nof Rs.20 lakhs had been deposited by the appellants. If that is so, there shall\nnot be requirement of making any further deposit.\nN.J.\n14. The appeal is disposed of accordingly with no order as to costs.\nAppeal disposed of.\nB\n?\n"}