{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"T\nBALAKRISHNAN\nV.\nMALAIYANDI KONAR\nFEBRUARY 17, 2006\nA\nB\n[ARIJIT PASAYAT AND R.V. RAVEENDRAN, JJ.]\nCode of Civil Procedure, 1908-Order XXI Rule 64:\nLimitation Act, 1963-Article 134:\nC\nPurchase of property of judgment debtor by decree holder in court\nauction in pursuance of execution of decree-Confirmation of sale—In one\nround of litigation upto High court order of sale not interfered with-Petition\nfor delivery of possession by decree holder-Objected to as being beyond\nlimitation-Order for delivery by trial court-In revision, High Court holding D\nthe sale to be illegal considering applicability of Order XXI Rule 64 and\nremission of case to trial court for considering validity of sale-On appeal,\nHeld: High Court could not have considered question of applicability of Order\nXXI Rule 64—But the petition for delivery of possession was not maintainable\nhaving been filed beyond limitation period-Hence matter remitted to trial\ncourt for considering maintainability of the application and not for considering\nvalidity of sale.\nOrder XXI Rule 64-Sale in execution proceedings-Requirement of\ncompliance of the provision-Held: The procedural compliance of Order XXI\nRule 64 is mandatory requirement-A sale held without examining this aspect\nwould be illegal and without jurisdiction.\nE\nF\nArticle 134-Limitation for filing application for delivery of possession-\nHeld: Limitation for the purpose of Article 134 starts from the date of the sale\nbecoming absolute i.e. the date of confirmation of sale-On failure to avail\nthe remedy within limitation, law relegates to the remedy of regular suit for G\npossession based on title, subject to limitation.\nSuit filed by appellant against respondent was decreed. In the\nexecution proceedings appellant-decree holder purchased the property of\nrespondent-judgment debtor in court auction. Sale was also confirmed.\n363\nH\n364\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA Judgment debtor's application to set aside the sale in view of Tamil Nadu\nDebt Relief Act, 1980 was dismissed. His Revision Petition was also\ndismissed. When the decree holder filed application for delivery of\npossession, judgment debtor objected to the same on the ground of its being\nbeyond limitation. Trial Court ordered delivery. The Revision Petition filed\nby the judgment debtor was allowed holding that the auction sale and its\nconfirmation was illegal in view of order XXI Rule 64 CPC and hence\nremitted the matter to Executing Court to consider the objection. Hence\nthe present appeal.\nB\nC\nᎠ\nE\nF\nDismissing the appeal, the Court\nHELD: 1. Use of the expression \"necessary to satisfy the decree” in\nOrder XXI Rule 64 CPC clearly indicates the legislative intent that no sale\ncan be allowed beyond the decretal amount mentioned in the sale\nproclamation. In all execution proceedings, Court has to first decide\nwhether it is necessary to bring the entire property to sale or such portion\nthereof as may seem necessary to satisfy the decree. If the property is large\nand the decree to be satisfied is small, the Court must bring only such\nportion of the property, the proceeds of which would be sufficient to satisfy\nthe claim of the decree holder. It is immaterial whether the property is\none or several. Even if the property is one, if a separate portion could be\nsold without violating any provision of law only such portion of the\nproperty should be sold. This is not just a discretion but an obligation\nimposed on the Court. The procedural compliance of Order XXI Rule 64\nof the Code is a mandatory requirement. The sale held without examining\nthis aspect and not in conformity with this mandatory requirement would\nbe illegal and without jurisdiction. The duty cast upon the Court to put\nto sale only such portion or portion thereof as is necessary to satisfy the\ndecree is a mandate of the legislature which cannot be ignored. In the facts\nof the present case the auction sale did not meet the requirements of law.\n[368-G-H, 369-A, B, D|\nTakkaseela Pedda Subba Reddi v. Pujari Padmavathamma, AIR (1977)\nG SC 1789; Ambati Narasayya v. M. Subba Rao and Anr., [1989] Suppl. 2 SCC\n693; S. Mariyappa (Dead) by LRs. and Ors. v. Siddappa and Anr., [2005] 10\nSCC 235; S.S. Dayananda v. K.S. Nagesh Rao and Ors., [1997] 4 SCC 451\nand Desh Bandhu Gupta v. N.L. Anand and Rajinder Singh, [1994] 1 SCC\n131, relied on.\nH\n2.1. The limitation for the purpose of Article 134 of Limitation Act,\nBALAKRISHNAN v. MALAIYANDI KONAR\n365\n1963 starts from the date of confirmation of sale. The sale becomes A:\nabsolute on confirmation under Order XXI Rule 92 CPC effectively\npassing title. It cannot be said to attain finality only when sale certificate\nis issued under Order XXI Rule 94. The period of one year limitation now\nprescribed under Article 134 of the Limitation Act in substitution of a\nthree year period prescribed under Article 180 of the Limitation Act, 1908\nB\nis reflective of the legislative policy of finalizing proceedings in execution\nas quickly as possible by providing a quick forum to the auction purchaser\nto ask for the delivery of possession of the property purchased within that\nperiod from the date of the sale becoming absolute rather than from the\ndate of issuance of the sale certificate. On his failure to avail such a quick\nremedy the law relegates him to the remedy of a regular suit for possession C\nbased on title, subject again to limitation. [369-H; 370-B-D]\nGanpat Singh (dead) by Lrs. v. Kailash Shankar and Ors., [1987] 3 SCC\n146 and Pattam Khader Khan v. Pattem Sardar Khan and Anr. [1996] 5 SCC\n48, relied on.\n2.2. The plea that the respondent was responsible for the delay caused\nas he had filed a Civil Revision before High Court, is untenable. The Civil\nRevision Petition was dismissed about 6 years before the application for\ndelivery of possession was filed. [370-D]\nD\n3. Though the question of applicability of Order XXI Rule 64 of the E\nCode should not have been considered by the High Court in view of the\ndismissal of earlier Civil Revision Petition, even otherwise no relief could\nhave been granted to the appellant in view of Article 134 of the Limitation\nAct. Substantive justice can be done to the parties if the order passed by\nthe High Court remitting the matter is maintained. But the question that\nhas to be considered will not be the validity of the sale, but the\nmaintainability of the application for delivery of the property. [370-E-F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 2062 of 2000.\nFrom the Judgment and Order dated 13.7.1998 of Madras High Court\nin C.R.P. No. 2328/1994.\nA.T.M. Sampath, Mrs. T.S. Shanti and Mrs. R. Meena Kumari for the\nAppellant.\nV. Prabhakar, Ashok K. Sadhu Khan and Mrs. Revathy Raghavan for\nF\nG\nH\n366\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA the Respondent.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Challenge in this appeal is to the judgment\nrendered by a learned Single Judge of the Madras High Court holding that\nB the auction sale held in an execution proceeding and confirmation thereof\nwas illegal. The matter was remitted to the Executing Court with a direction\nto consider the objection in terms of Section 47 of the Code of Civil Procedure,\n1908 (in short the 'Code') and to consider whether there was any need for\nsale of the property in view of the deposit made by the judgment debtor-\nrespondent herein. The appellant who is the decree holder purchased the\nproperty in the Court auction sale. The proceedings relats to O.S. No. 385/\n1997 on the file of District Munsif, Kulithalai.\nC\nD\nThe background facts need to be noted in brief.\nThe suit was filed by the appellant on the basis of a promissory note\nexecuted by the respondent in favour of the appellant. The suit was decreed.\nIn the proceeding for execution of the decree in his favour (E.P. No. 725/\n1981 on the file of District Munsif, Kulithalai later renumbered as E.P. 45/\n1983 on the file of District Munsif, Manapparai) the appellant purchased the\njudgment debtor's property on 8.7.1981 in Court auction after obtaining\nE permission of the Court for a sum of Rs. 7,510. The sale was confirmed on\n22.8.1983.\nRespondent filed EA 17/83 to set aside the sale on the ground that he\nis entitled to the benefits under Tamil Nadu Debt Relief Act, 1980 (in short\nthe 'Debt Relief Act'). On 30.4.1983 application filed by the respondent was\nF dismissed on the ground that the respondent has not made out a case for\ngetting benefit under the Debt Relief Act. It was also held that apart from the\nproperty covered by the auction sale, he had got income from other properties.\nRespondent filed Civil Revision Petition No. 3963 1983 before the Madras\nHigh Court against the order of dismissal of EA 17/83. By order dated\n10.9.1987 the High Court dismissed the Civil Revision Petition upholding the\nfindings of the Executing Court.\nG\nEP 80/93 was filed by the appellant on 13.8.1993 under Order XXI\nRule 95 of the Code for delivery of possession. Respondent filed counter\naffidavit inter alia taking the stand that the Execution Petition was liable to\nH be dismissed, as it was filed beyond the limitation period of one year prescribed\nBALAKRISHNAN v. MALAIYANDI KONAR [PASAYAT. J.] 367\nunder Article 134 of the Limitation Act, 1963 (in short the 'Limitation Act'). A\nThe trial Court overruled the objections and ordered delivery. Respondent\nthereafter filed Civil Revision Petition No. 2328/1994 before the High Court\nwhich was allowed on 13.7.1998 by the impugned judgment.\nB\nDuring the hearing of the case, the High Court in order to shorten\nlitigation gave option to the judgment debtor to deposit decretal amount with\ninterest. In fact the respondent deposited Rs. 35,000. Though at the time of\nhearing, learned counsel appearing for the present appellant accepted that the\noffer of judgment debtor (respondent herein) was a reasonable one, he informed\nthe Court that his client was not agreeable to receive any amount and wanted\nthe property. The High Court on examining the scope and ambit of Order C\nXXI Rule 64 of the Code held that the Executing Court while directing the\nsale had not kept in view the correct parameters of the requirements enjoined\nby the said provision, in particular to decide first whether it is necessary to\nbring the entire attached property to sale. Accordingly, the following directions\nwere given:\nD\nE\n\"In view of the abovesaid principle, I am of the view that the\nExecuting Court without application of mind has directed the sale of\nthe property of nearly 5 acres for a paltry sum of Rs. 4,000 and odd.\nNow the petitioner has shown his bona fide by depositing the amount\nof Rs. 35,000 and I am of the view that the parties can be given an\nopportunity to establish the same. It is open to the petitioner to\nconvince the lower Court as to which portion of the property is\nsufficient to satisfy the decree amount and the lower Court is directed\nto consider the matter afresh, in the light of the decisions of the\nSupreme Court as well as the judgment of this Court referred above,\ndispose of the claim of the parties in accordance with law. Since the F\nExecuting Court has not acted in accordance with the above said\nprinciples of the Supreme Court, I am of the view that the sale itself\nis liable to be set aside even though no application has been filed by\nthe petitioner. However, the objection filed by the petitioner is directed\nto be treated as a petition under Section 47 CPC. Hence, the matter\nG\nis remitted back to the Executing Court with direction to dispose of\nthe objection petition afresh. The Executing Court can also consider\nthe need for the sale of property in view of the deposit made by the\npetitioner.\"\nLearned counsel for the appellant in support of the appeal submitted H\n+\n368\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA that the High Court has lost sight of the fact that the sale was confirmed on\n22.8.1983. The earlier petition filed in the execution proceedings was rejected\nand the High Court also did not interfere. That matter had attained finality.\nThe subsequent execution proceeding for delivery was filed. The objection\nfiled by respondent related to the applicability of Article 134 of the Limitation\nAct and the High Court could not have examined the matter in the background\nof Order XXI Rule 64 of the Code. It is further submitted that even conceding\nfor the sake of arguments that Article 134 of the Limitation Act had application,\nthe delay in filing the application is clearly attributable to the respondent\nhimself. He had filed the objection and after its dismissal by the trial Court\nhad moved the High Court.\nB\nC\nᎠ\nIn response, learned counsel for the respondent submitted that Article\n134 of the Limitation Act clearly applies to the facts of the case. Though the\nHigh Court did not advert to that provision yet for doing substantial justice\nthe Court had indicated the parameters of Order XXI Rule 64 of the Code.\nProperty measuring about 5 acres was sold for a paltry sum of Rs. four\nthousand. The judgment debtor had deposited Rs. 35,000 which was sufficient\nto satisfy the decretal amount and the interest that would have earned had the\npayment been made at the initial stage.\nOrder XXI Rule 64 reads as follows:\nE\nF\n\"Power of order property attached to be sold and proceeds to be paid\nto person entitled Any Court executing a decree may order that any\nproperty attached by it and liable to sale, or such portion thereof, as\nmay seem necessary to satisfy the decree, shall be sold, and that the\nproceeds of such sale, or a sufficient portion thereof, shall be paid to\nthe party entitled under the decree to receive the same.”\nThe provision contains some significant words. They are \"necessary to\nsatisfy the decree”. Use of the said expression clearly indicates the legislative\nintent that no sale can be allowed beyond the decretal amount mentioned in\nthe sale proclamation. (See Takkaseela Pedda Subba Reddi v. Pujari\nG Padmavathamma, AIR (1977) SC 1789). In all execution proceedings, Court\nhas to first decide whether it is necessary to bring the entire property to sale\nor such portion thereof as may seem necessary to satisfy the decree. If the\nproperty is large and the decree to be satisfied is small the Court must bring\nonly such portion of the property the proceeds of which would be sufficient\nH to satisfy the claim of the decree holder. It is immaterial whether the property\n:\n,-\nBALAKRISHNAN v. MALAIYANDI KONAR [PASAYAT, J.] 369\nis one or several. Even if the property is one, if a separate portion could be A\nsold without violating any provision of law only such portion of the property\nshould be sold. This is not just a discretion but an obligation imposed on the\nCourt. The sale held without examining this aspect and not in conformity\nwith this mandatory requirement would be illegal and without jurisdiction.\n(See: Ambati Narasayya v. M. Subba Rao and Anr., [1989] Suppl. 2 SCC\nB\n693). The duty cast upon the Court to sale only such portion or portion\nthereof as is necessary to satisfy the decree is a mandate of the legislature\nwhich cannot be ignored. Similar, view has been expressed in S. Mariyappa\n(Dead) by LRs. and Ors. v. Siddappa and Anr., [2005] 10 SCC 235.\nIn S.S. Dayananda v. K.S. Nagesh Rao and Ors., [1997] 4 SCC 451 it C\nwas held that the procedural compliance of Order XXI Rule 64 of the Code\nis a mandatory requirement. This was also the view expressed in Desh Bandhu\nGupta v. N.L. Anand and Rajinder Singh, [1994] 1 SCC 131.\nTherefore, on the background facts noted by the High Court the auction\nsale did not meet the requirements of law. But at the same time it appears that D\nthe question regarding the legality of the sale had attained finality because of\nthe confirmation of sale on 22.8.1983. Though it is contended by learned\ncounsel for the respondent that the order dated 10.9.1987 passed by the High\nCourt rejecting CRP 3963/1983 filed by the judgment debtor seeking relief,\nwas relatable to the Debt Relief Act, that did not have the effect of reviving E\nthe question relating to violation of Order XXI Rule 64 of the Code.\nThe residual question is the effect of Article 134 of the Limitation Act,\nas appearing in the Schedule to the Limitation Act relatable to, Sections 2(j)\nand 3 providing for periods of limitation. Article 134 reads as follows:\nDescription of\napplication\nPeriod of limitation\nTime from which\nperiod begins to run\nF\n134. For delivery of\npossession by a purchaser\nof immovable property\nat a sale in execution of\na decree\nOne year\nWhen the sale\nG\nbecomes absolute.\nThe limitation for the purpose of Article 134 starts from the date of\nconfirmation of sale. (See Ganpat Singh (dead) by Lrs. v. Kailash Shankar H\nB\n370\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA and Ors., [1987] 3 SCC 146). In Pattam Khader Khan v. Pattem Sardar\nKhan and Anr., [1996] 5 SCC 48 this court held that it is not from the date\nwhen sale certificate is issued that the limitation starts running. The sale\nbecomes absolute on confirmation under Order XXI Rule 92 of the Code\neffectively passing title. It cannot be said to attain finality only when sale\ncertificate is issued under Order XXI Rule 94. There can be variety of factors\nconceivable for which delay can be caused in issuing a sale certificate. The\nperiod of one year limitation now prescribed under Article 134 of the\nLimitation Act in substitution of a three year period prescribed under Article\n180 of the Indian Limitation Act, 1908 is reflective of the legislative policy\nof finalizing proceedings in execution as quickly as possible by providing a\nC quick forum to the auction purchaser to ask for the delivery of possession of\nthe property purchased within that period from the date of the sale becoming\nabsolute rather than from the date of issuance of the sale certificate. On this\nfailure to avail such a quick remedy the law relegates him to the remedy of\na regular suit for possession based on title, subject again to limitation.\nD\nE\nThough it was submitted by learned counsel for the appellant that the\nrespondent was responsible for the delay caused as he had filed the Civil\nRevision before the High Court, the plea is clearly untenable. The Civil\nRevision Petition was dismissed on 10.09.1987.\nAbove being the position, we are not inclined to interfere in the matter.\nThough the question of applicability of Order XXI Rule 64 of the Code\nshould not have been considered by the High Court in view of the dismissal\nof earlier Civil Revision Petition, even otherwise no relief could have been\ngranted to the appellant in view of Article 134 of the Limitation Act.\nSubstantive justice can be done to the parties if the order passed by the High\nF Court remitting the master is maintained. But the question that has to be\nconsidered will not be the validity of the sale, but the maintainability of the\napplication for delivery of the property.\nG K.K.T.\nThe appeal is accordingly dismissed. No costs.\nAppeal dismissed.\n"}