{"pages":[{"pageNumber":91},{"pageNumber":92},{"pageNumber":93},{"pageNumber":94},{"pageNumber":95},{"pageNumber":96},{"pageNumber":97},{"pageNumber":98},{"pageNumber":99}],"text":"A\nB\nс\nD\nE\nய\nF\n852 SUPREME COURT REPORTS [2009] 12 S.C.R.\n175. So far as the aspect of dishonest intention is\nconcerned, the term 'Dishonestly' is defined by Section 24 of\nthe IPC:\n\"Dishonestly'- Whoever does anything with the intention of\ncausing wrongful gain to one person or wrongful loss to\nanother person, is said to do that thin 'dishonestly'.\"\n176. Thus, an act done with the intention to cause 'wrongful\ngain' can be said to be dishonest.\n177. The term 'wrongful gain' is defined in Section 23 of\nthe IPC as follows:\n\"Wrongful gain'- 'Wrongful gain' is gain by unlawful means\nof property to which the person gaining is not legally\nentitled.\"\n178. The most essential ingredient of proof of criminal\nbreach of trust, therefore, is misappropriation with a dishonest\nintention. Breach of trust simplicitor is not an offence as is it\nnot associated with intention which is dishonest.\n179. The term dishonestly defined in Section 24 IPC\nmeans doing anything with the intention of causing wrongful\ngain to one person or wrongful loss to another. So the offence\nis completed when misappropriation of the property has been\nmade dishonestly. Accordingly, even a temporary\nmisappropriation falls within the ambit of the said offence. [See\nthe Judgment of the Orissa High Court in Kartikeshwar Nayak\nv. State, 1996 Cr.L.J. 2253].\n180. In the present case accused No. 6 parted with money\nG of NHB which was entrusted to him so that Harshad Mehta\ncould get it although not entitled therefor in Law. The conduct\nof accused 6 was therefore dishonest. He is guilty of the\noffence of criminal breach of trust. With regard to accused No\n7, Suresh Babu we have already mentioned that there is not\nH enough evidence to show his involvement in the said\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 853\nINVESTIGATION [S.B. SINHA, J.]\ntransactions.\n181. So far as the involvement of accused 1 to 3 is\nconcerned, we are of the opinion that they also played an\nimportant role in diverting the supposed call money from NHB\nwhich was meant for UCO Bank to the account of Harshad\nMehta. As soon as the cheque for Rs 40 crore was recei\ned by UCO Bank the amount stood entrusted to the officials of\nUCO Bank. However accused 1 to 3 in violation of law and in\nthe absence of any contract permitted the amount to be\ntransferred to the account of accused no. 4 Harshad Mehta who\nwas not entitled to it. Therefore, the offence of criminal breach\nof trust stands proved against them also.\nA\nB\nC\n182. We must also make reference to the following\nobservations of the Supreme Court in Ram Narayan Popli\n(supra) which was a case arising from the connected securities D\nmarket scam, to bring home the point as to the impact of the\ntransactions:\n\"100. The offence in these cases were not of the\nconventional or traditional type. The ultimate objective was\nto use public money in a carefully planned manner for\npersonal use with no right to do it.\nE\nF\n101. Funds of the public bodies were utilized as it they\nwere private funds. There was no legitimacy in the\ntransactions. ... Their acts had serious repercussions on\nthe economic system of the country, and the magnitude of\nfinancial impact involved in the present appeal is only tip\nof the iceberg. There were several connected cases and\ninterestingly some of the prosecution witnesses in the\npresent case are stated to be accused in those cases.\nThat itself explains the thread of self-perseverance running\nthrough their testimony. Therefore, the need to pierce the\nfacadial smoke screen to unravel the truth to lift the veil so\nthat the apparent, which is not real can be avoided. The\nproverbial red herrings are to be ignored, to find out the H\nG\nA\nB\nC\nD\nE\nF\n0\nH\n854 SUPREME COURT REPORTS [2009] 12 S.C.R.\nguilt of the accused.\n102. The cause of the community deserves better\ntreatment at the hands of the Court in the discharge of its\njudicial functions. The Community or the State is not a\npersons non grata whose cause may be treated with\ndisdain. The entire community is aggrieved if economic\noffenders who ruin the economy of the State are not\nbrought to book. A murder may be committed in the heat\nof moment upon passions being aroused. An economic\noffence is committed with cool calculation and deliberate\ndesign with an eve on personal profit regardless of the\nconsequence to the Community.\"\nPREVENTION OF CORRUPTION ACT\n183. Apart from the charges under the IPC, accused 1 to\n3 [UCO Bank officials] and accused 6 \u0026 7 [NHB officials] have\nalso been charged of committing the offence under s 13 (1) (d)\n(iii) read with s 13 (2) of the Prevention of Corruption Act. It\nmust be placed on record that in this regard that the Prevention\nof Corruption Act, 1988 replaced the Prevention of Corruption\nAct, 1947. The new Act was enacted 'to consolidate and amend\nthe law relating to the prevention of corruption and for matters\nconnected therewith.' Relevant portions of section 13 which\nprovide for criminal misconduct by a public servant read as\nunder.\n\"13. Criminal misconduct by a public servant.- (1) A public\nservant is said to commit the offence of criminal\nmisconduct,-\n...(d) if he,-\n…..(iii) while holding office as a public servant, obtains for\nany person any valuable thing or pecuniary advantage\nwithout any public advantage; or\nM\n★\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 855\nINVESTIGATION [S.B. SINHA, J.]\n(2) Any public servant who commits criminal misconduct A\nshall be punishable with imprisonment for a term which\nshall be not less than one year but which shall may extend\nto seven years and shall also be liable to fine.\"\n.\n184. Section 13 in general lays down that if a public\nservant, by corrupt or illegal means or otherwise abusing his\nposition as a public servant obtained for himself or for any other\nperson any valuable thing or pecuniary advantage he would be\nguilty 'criminal misconduct'. Clause (2) thereof speaks of the\npunishment for such misconduct. [See CK Damodaran Nair v.\nGovernment of India, AIR 1997 SC 551.]\nB\nC\n185. The ingredients of Sub-clause (iii) of S 13 (1) (d)\ncontemplate that a public servant who while holding office\nobtains for any person any valuable thing or pecuniary\nadvantage without any public interest would be guilty of criminal D\nmisconduct. Sub section (2) of section 13 provides for the\npunishment for such criminal misconduct.\n186. Minimum sentence is prescribed under Section 13(2)\nof the 1988 Act and a public servant who abuses his position\nas such for obtaining for himself or for any other person any\nvaluable thing or pecuniary advantage cannot be punished for\n• a term of imprisonment, which is less than for the duration of\none year. For convicting the person under Section 13(1)(d)(iii),\nthere must be evidence on record that accused 'obtained' for\nany other person any valuable thing or pecuniary advantage\nwithout any public advantage.\n187. In Dalpat Singh v. State of Rajasthan, [AIR 1969 SC\n17] while interpreting an analogous provision in the unamended\nPrevention of Corruption Act, this opined noted:\n\"The ingredients of the offence under section 5 (1) (d) are:\n(1) that the accused should be a public servant, (2) that\nhe should use some corrupt or illegal means or otherwise\nabuse his position as a public servant, (3) that he should\nE\nF\nG\nH\n856\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nhave obtained a valuable thing or pecuniary advantage, and\n(4) for himself or any other person\"\n༣\nB\nC\nD\nE\nF\n188. The Madras High Court in B. Ramachandran and\nS.S. Abdul Hameed vs. State rep. by The Inspector of Police,\nSpecial Police Establishment, Central Bureau of\nInvestigation, Anti-Corruption Branch, Crl. A. No. 553 of 2000\ndecided on 23.03.2007 noted thus:\n\"Section 13(1)(d) of the said Act also deals with the criminal\nmisconduct by a public servant by means of corrupt or\nillegal means, obtains for himself of for any other person\nany valuable thing or pecuniary advantage; or by abusing\nhis position as a public servant, obtains for himself or for\nany other person any valuable thing or pecuniary advantage;\nor while holding office as a public servant, obtains for any\nperson any valuable thing or pecuniary advantage without\nany public interest.\"\n189. In the light of the provisions already enumerated by\nus we per the law laid down we therefore hold that the accused\nA1 to A3 [officials of UCO Bank] \u0026 A6 [officials of NHB] are\nguilty of criminal misconduct under the Prevention of Corruption\nAct. For the reasons already mentioned by us we do not find\nsufficient evidence to bring in the involvement of A7, Suresh\nBabu within the fold of the said transaction.\n190. All the accused were at the relevant time public\nservants. Each one of them played a specific role in diversion\nof funds from NHB to the account of Harsad Mehta, all\nostensibly under a call money transaction. They thereby in our\nopinion facilitated Harshad Mehta to obtain pecuniary\nG advantage within the meaning of the section. The acts were\nanything but intended to be in public interest. On the contrary\nthe public loss and suffering occasioned thereby was\nimmeasurable. Though it is true, as has been argued before\nus that all the funds diverted have subsequently been returned\nH\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 857\nINVESTIGATION [S.B. SINHA, J.]\nto NHB and no actual loss has been occasioned there by either A\nto the UCO Bank or the NHB. But it must not be forgotten that\nwhite collar crimes of such a nature affect the whole society\neven though they may not have any immediate victims. We,\naccordingly, hold accused A1 to A3 and A6 guilty of criminal\nmisconduct under s. 13 (1) (d) (iii) of the Prevention of B\nCorruption Act.\nSENTENCING\n191. A sentence of punishment in our opinion poses a\ncomplex problem which requires a balancing act between the C\ncompeting views based on the reformative, the deterrent as well\nas the retributive theories of punishment. Accordingly a just and\nproper sentence should neither be too harsh nor too lenient. In\njudging the adequacy of a sentence, the nature of the offence,\nthe circumstances of its commission, the age and character of D\nthe offender, injury to individual or the society, effect of\npunishment on offender, are some amongst many other factors\nwhich should be ordinarily taken in to consideration by the\ncourts. We may also place on record that as the CBI has not\npreferred any appeal against the quantum of sentence, this\nCourt cannot impose a higher sentence.\n192. We must first accordingly take into consideration the\nsentence imposed by the Special Court:\nE\nF\n193. As regards A1, K Margabanthu, the court stated that\nhe had been the Chairman and the Managing director of a\npublic sector bank when he committed the offence. Though the\ncourt was of the opinion of giving him a harsh sentence\nbecause of the key role played by him in the entire transaction,\nit, however, while considering his age and health condition, G.\nsentenced him to undergo only six months Rigorous\nImprisonment and ordered him to pay a fine of Rs.1,00,000/-\nand in default to undergo SI for two months. We find no reason\nto interfere with the sentence imposed by the special court.\nH\n858\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\n194. As regards A2, R Venkatakrishnan the Special Court\nagain for the reasons of his age and the financial status of his\nfamily imposed exactly the same sentence as that was imposed\non A1. We do not intend to interfere with the sentence of A2\neither as regards to the punishment that he had to undergo or\nB the amount of fine imposed on him.\nC\nD\n195. As regards A3, SV Ramanathan the court\nconsidering his lower rank in the hierarchy of the bank imposed\non him only a sentence of one month RI and ordered to pay a\nfine of Rs. 10,000/- and in default SI for 15 days. Though we\nare of the opinion that he deserved to be dealt more harshly\nby the trial court but after five years having passed since the\npronouncement of the judgment we do not propose to effect any\nchange the said sentence.\n196. As to A 5, Atul M Parekh the court took note of the\nfact that he was working under the orders of A4, the deceased\nHarshad Mehta, being his employee, and handed him a\nsentence of merely 15 days and ordered him to pay a fine of\nRs. 10,000 and in default SI for 15 days. We need not interfere\nE with the said sentence.\nF\n197. As to A6, C Ravi Kumar the court gave him a\nsentence of three years and ordered him to pay a fine 1,00,000\nin default SI for 3 months. We have herein before already\ndeprecated against the reference by the Special Court on the\nJankiraman Committee Report while awarding the sentence.\nThough we too are of the opinion that A6 played a very\ninstrumental role in the entire scheme of things, but feel that the\nSpecial Court might have been influenced by the observations\nof the Report while awarding the sentence. In our opinion the\nG transaction could not have been possibly carried on without the\nhelp of A6. But so long as there is doubt that the court was not\nwholly correct in awarding the sentence we would not be in a\nposition to uphold it. This is also visible from the wide difference\nin the sentence of imprisonment which has been given to him\nH\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 859\nINVESTIGATION [S.B. SINHA, J.]\nas compared to other accused who also played a equally A\ninstrumental role in the illegal transactions. We accordingly\nreduce his sentence of his imprisonment to six months but\nuphold the amount of fine which has been imposed upon him.\n198. Since we have acquitted A7, S Suresh Babu of all\ncharges no question as regards the sentence to be imposed\non him arises.\nCONCLUSION\nB\n199. 1. A1, K Margabanthu is sentenced for the offence C\npunishable under s. 120B and s. 409 of the IPC as also s.13\n(1) (d) (iii) read with s. 13 (2) of the Prevention of Corruption\nAct to undergo RI for a period of six months and to pay fine of\nRs. 1,00,000 in default to undergo SI for two months\n2.\n3.\n4.\n5.\nD\nA-2, R Venkatkrishnan is found guilty of offence\nunder s. 120B and s. 409 of the IPC as also s. 13\n(1) (d) (iii) read with s. 13(2) of the Prevention of\nCorruption Act and is sentenced to undergo RI for\na period of six months and to pay fine of Rs.\n1,00,000 and in default SI for two months.\nE\nA3, SV Ramanathan is sentenced for the offence\npunishable under s. 120B and s. 409 of the IPC as\nalso s.13 (1) (d) (iii) read with s. 13 (2) of the\nPrevention of Corruption Act to undergo RI for a F\nperiod of one months and to pay fine of Rs. 10,000\nand in default SI for two months.\nA5, Atul M Parekh is sentenced for the offence\npunishable under section 120 B of the IPC to\nundergo RI for a period for 15 days and to pay a\nfine of Rs. 10,000 and in default to undergo a SI\nfor 15 days.\nG\nA6, C Ravikumar is sentenced for offences under\npunishable s. 120B and s. 409 of the IPC as also H\nA\n860 SUPREME COURT REPORTS [2009] 12 S.C.R.\nB\n6.\ns 13 (1) (d) (iii) read with s. 13(2) of the Prevention\nof Corruption Act and is sentence to undergo\nimprisonment for 1 year and to pay a fine of Rs.\n1,00,000 and in default to undergo a imprisonment\nfor SI for two months.\nA7, S Suresh Babu is hereby acquitted of all\ncharge as the prosecution has failed to prove the\ncase against him beyond all reasonable doubts.\n200. Each accused should be given a set off for the period\nC for which he has already undergone imprisonment in this case.\nSo far as the payment of fine is concerned, a period of 2\nmonths time is given to all accused persons, on whom fine has\nbeen imposed, to pay the said fine.\nD\nR.P.\nAppeals disposed of.\n"}