{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"832\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nB\nC\nat Head Office from D.N. Road, Bombay branch showing\nposition of call money borrowed lend on that day does not\ncontain the borrowing item of Rs.40 crores from National\nHousing Bank.\"\n112. Telex message has not been produced. Nothing much\nturns on the said purported admission. It appears from the\nrecords that at a later stage the General Manager (I\u0026M) was\nasked to make an investigation. A report was filed by P.W. 17.\nOnly because in the said report again the factum of the meeting\ndid not find place, the same by itself should not be taken to be\na ground to ignore the depositions of all these witnesses.\n113. Apart from the supposed contradictions and\ninconsistencies, it is also pointed by the learned counsel for the\nappellants that no such meeting had taken place in the chamber\nD of Accused No.1 on 6.4.1982. Our attention has been drawn\nto the evidence of D.W 1- Ajit Sadhukhan, who at the relevant\ntime was the driver of the Accused No. 1 to contend that\nAccused No.1 came to his chamber only at about 3.30 p.m.\nalthough the transaction was over at 3.00 p.m., stating:\nE\nF\n0\n\"On 6th April when in the morning I went to the flat of\nMargbanthu, Mrs. Margbanthu informed me that Mr.\nMargbanthu is coming to Calcutta by flight from Madras\nand that I have to take the vehicle to airport for\nMr.Margbanthu. Shri Margbanthu came to Calcutta Airport\nby flight at about 12.30 p.m. He was having luggage with\nhim. The suitcase was having a registered tag. I took him\nto his residence. Mr. Margbanthu told me that he will leave\nfor the office after his lunch. We started the office at about\n3.15 pm and reached the office at 3.30 pm. We tell the\nairport with Mr. Margbanthu at about 1 O'clock and\nreached the residence at 2 O clock.\"\n114. The prosecution case must be judged on a broad\nbased fact. The Indian Airlines Flight reached Kolkata Airport\nH at about 12.30 p.m. on that date. Evidences brought on record\nK\nF\n;\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 833\nINVESTIGATION [S.B. SINHA, J.]\nshow that it takes about 45 minutes to reach the Head Officer A\nfrom the Airport. According to the prosecution witness to which\nwe have already adverted to, the meeting took place round\nabout 2'0 clock. Even if Accused No. 1 had gone to his house\nfor taking lunch, the possibility of his coming to his office round\nabout 2'0 clock cannot be ruled out. The Chairman cum B\nManaging Director of a Bank presumably would like to attend\nto his duties during banking hours and particularly when vital\ndecisions as regards the borrowing of call money was required\nto be taken. That amount of concern from a highly responsible\nofficer should be expected.\n115. We must, however, notice that the evidence of\nP.W.14, who at the relevant point of time was working at the\nBombay Branch of UCO Bank, categorically stated:\nC\n\"7. The head office had instructed that call money D.\ntransaction of Rs. 40 crore was cancelled. This instruction\nwas received at about 1:00 pm or so. From Head office\nMr Mukherjee talked to me about this cancellation of call\nmoney transaction from NHB. Mr Mukherjee first told me\nthat there are four call money transaction from NHB and E\nsubsequently informed that Rs. 40 crore transaction from\nNHB has been cancelled.\"\nMr. Vijayan (PW 14) in his testimony further goes on to\nclarify about the cancellation of the call money.\n116. Though the entry for the call money transaction occurs\nin the Note Book which was being maintained, but the final Call\nmoney register which was being maintained only had three call\nmoney transactions, since by the time the entries in the register\nhad to be noted down the fourth transaction had already been\ncancelled:\n\"9. I am shown note Book [...] These four entries in my\nhandwriting are of all call money. (...) and last entry is of\nNHB Rs. 40 crore rate of interest @ 26 % and this entry\nF\nG\nH\nA\nB\n00\nс\nD\nE\nF\nG\n834\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nhas subsequently cancelled on receipt of instruction from\nhead office. [...] The entry of call money transaction is\ntaken in the call money register [...] Mr Rupani made entry\nin call money register from the note book.\n10. The register shown to me is call money register in\nwhich enteries are taken from note book. Only three call\nmoney transactions of 6.4. 1992 are mentioned in this\nregister where as fourth transaction of NHB is not\nmentioned and there is no entry in this register. [...]\n11. [...] In respect of other three banks they issued call\nmoney receipts to the said banks and collected the\ncheques. It was between 2:00 to 3:00 pm. In case of NHB\nReceipt was not prepared and sent as transaction was\ncancelled. Before 2:00 pm it was cancelled. [...]”\n117. However, despite being informed that the call money\nfrom NHB had been cancelled, when the DN Road Branch,\nUCO Bank received a cheque for Rs. 40 crores from NHB, Mr.\nVijayan (PW 14) [DN Road Branch] called Mr. Ravikumar (A\n6) [NHB] to seek clarification in this respect. Mr Vijayan in his\ntestimony notes:\n\"7. [...] By 3.00 pm we received a cheque of Rs. 40 crores\nfrom NHB. Thereafter I telephoned Mr. Ravi Kumar at\nNHB and asked why he had sent the cheque when\ntransaction is cancelled, he told me on phone in reply\nthat this cheque of Rs. 40 crore pertains to Hamam street\nBranch.[...]\nHe further went on to state:\n\"12. [...] I called up Mr Ravi Kumar because he should\nhave sent the cheque to Hamam street branch instead he\nsent the cheque to DN Road Branch.[…]”\n118. Mr Vijayan (PW 14) also clarified that he had also\nH received information from Mr. Mukherjee (PW 13) that the\n1\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 835\nINVESTIGATION [S.B. SINHA, J.]\ncheque was to be transferred to the Hamam street branch of A\nUCO Bank.\n119. However, since there was little time left to transfer the\ncheque to the Hamam street Mr Vijayan directly deposited the\ncheque with RBI. He also informed this information to Mr\nKarkhanis (PW 18) from the Hamam street branch:\n00\nB\n\"7. [...] Since there was no time left and since the Hamam\nstreet Branch cannot deposit the cheque. I informed the\nHamam street branch that we have received the cheque\nand I am depositing it with RBI. Mr Karkhanis was the C\nHamam street Branch Manager and I talked with him in\nconnection with the transaction. I told him that we received\ncheque of Rs. 40 crore from NHB on behalf of Hamam\nstreet branch and we have deposited it with RBI.\"\n120. Mr. Karkhanis (PW 18) [Senior Manager, Hamam\nStreet Branch] stated in his testimony as regards the said phone\ncall which was received by him from Mr Vijayan (PW 14):\n\"2. On 06.04.1992 the current account of Harshad Mehta\nwas credited by 40 crores. The cheque was deposited in\nDN Road Branch but I have not seen that cheque. Sr.\nManager of DN Road Branch, Mr Vijayan informed me\non phone that he had received a RBI cheque of 40 crores\nand he was depositing it directly with RBI because of time\nconstraint. He gave instructions to credit it to the account\nof Harshad Mehta. The instruction were received from Mr.\nVijayan at about 3.00.\"\nאד\nD\nபய\nE\nF\n121. However, Mr Vijayan, (PW 14) [DN Road Branch] in\nhis testimony disclosed that he had only received information G\nfrom NHB that the cheque was to be transferred to the Hamam\nStreet Branch in the following terms:\n\"It did not happen that I contacted Ravi Kumar on telephone\nand he told me that amount of Rs. 40 crores is meant for\nH\n836\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nB\nC\nD\nHarshad Mehta, he only told me that it is meant for\nHamam Street Branch\"\n122. There is a discrepancy between the two testimonies\nof Mr Vijayan [DN Road] and Mr Karkhanis [Hamam Street],\nas Mr Vijayan in his testimony stated that the amount of Rs. 40\nCrore was meant for Hamam Street Branch and that he himself\nhad not been informed that the amount was meant for Mr.\nHarshad Mehta. Mr Pradeep Kharkhanis stated that Mr. Vijayan\nspecifically informed him that the said amount was meant to\nbe credited to the account of Mr Harshad Mehta. If Mr Vijayan\nhimself did not know that the 40 crore were meant to be\ndeposited in the account of Mr. Harshad Mehta at Hamam\nStreet Branch how could he have informed Mr Kharkhanis that\nit was for Mr Harshad Mehta.?\n123. The matter, however, must be considered from\nanother angle. A bankers' cheque for a sum of Rs. 40 crores\nwas received by the Hamam Street Branch of the UCO Bank.\nThe records of the UCO Bank reflect that the same amount was\nto be repaid on 7.4.1992. The said sum was to carry interest\nE at the rate of 26% per annum.\nF\nG\nI\n124. Had the transaction related to call money, it should\nhave been deposited in the D.N. Road Branch and not in the\nHamam Street Branch. The Hamam Street Branch does not\ndeal with call money. On 6.4.1992 itself the amount was\ncredited to the account of Harshad Mehta. Although a lot of\narguments had been advanced to contend that National\nHousing Bank is entitled to enter into the security transactions\nbut neither the deceased Harshad Mehta nor the accused No.\n5 made any attempt to show that any transaction had been\nentered into by and between the deceased Harshad Mehta and\nNational Housing Bank.\n125. The accused in their statement under Section 313 of\nthe Code of Criminal Procedure accepted that the transaction\nin question was a routine transaction. Such a transaction\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 837\nINVESTIGATION [S.B. SINHA, J.]\nindisputably was utilized for the personal gain of Harshad A\nMehta. If such transaction was a routine transaction, it goes to\nshow the long standing agreement between the said bank and\nHarshad Mehta. Why on one pretext or the other UCO Bank\nwould allow itself to be used as a conduit thereto is the\nquestion.\nB\n126. P.W 5-Hiten D. Mehta who used to work with\nHarshad Mehta admitted that he knew Ravikumar (Accused\nNo. 6) since 1990 and the remittance facilities were available.\nA sort of arrangement by and between the said Bank and\nC\nHarshad Mehta, thus, stood established.\n127. This is one of the links in the chain to show how the\narrangement developed so as to bring the matter within the\npurview of conspiracy amongst the accused.\n128. In between 11:00 a.m. and 3:00 p.m. things took\nplace in quick succession. The transaction in question was\nshown to be a call money transaction. While assuming it to be\nso for the time being, if it was a call money transaction it could\nnot have been used for any other purpose. The amount was\nrequired to be retained in the Bank and should have ordinarily\nbeen deposited at the D.N. Road Branch. This was not done.\nWhy the amount had been deposited in the Hamam Street\nbranch remains a mystery. Indisputably, the money which had\nbeen lent to UCO Bank had been credited to Harshad Mehta's\nHamam Street Bank account on the very same day. Any call\nmoney operation could not have been carried out without the\nknowledge and involvement of Accused Nos. 1 and 2. The\ninvolvement of the accused No. 1 and 2 in tandem for the\npurpose of entering into such agreement, thus, stands.\nestablished.\nD\nE\nF\nG\n129. It would be appropriate also to deal with the role\nplayed by SV Ramanathan (A 3) in carrying out the said call\nmoney transactions at this stage. As per Mr CK Mukherjee (PW\n13) [Kolkata], Mr Margabanthu (A1), in the meeting which took H\n838 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA place in his chambers, reference whereto has been made\nheretobefore, had informed him that Mr SV Ramanathan (A3)\nhad been authorized him to deal with security transactions of\nMr Harshad Mehta at the Hamam Street Branch, Bombay.\nB\nC\nD\nE\nF\nG\nH\n130. It has also been emphasized by the prosecution that\nMr. SV Ramanathan was present at the Hamam Street Branch\non the day the said transaction took place. The testimony of\nPradeep Kharkhanis (PW 18) is relevant which reads as under\n:\n\"On that day at about 12:00 to 12:30 Noon, Mr SV\nRamanathan, the Divisional Manager had come to our\noffice. Mr SV Ramanathan came to our office at about\n12:00 to 12:30 noon and told me that he will take care of\nany difficulty about the transaction as required by Parekh.\nThese were brokers transactions. Mr SV Ramanathan was\npresenting the Bank when Mr Atul Parekh was there\"\n(Emphasis added)\n131. Mr Kharkhanis, in his testimony, further clarified the\nrole of Mr SV Ramanathan in insisting the starting up of security\ntransactions through the account of Mr Harshad Mehta,\nregarding which Mr Ramanathan had even addressed the\nfollowing letter:\n\"This letter was in connection with the restarting of brokers\ntransaction of Mr Harshad Mehta and two other brokers. 1\nidentify the signature of the Divisional Manager Mr SV\nRamanathan. I have made the endorsement to the effect\nthat Mr SV Ramanathan, DM visted the Branch on\n6.4.1992 from 12:30 to 3:15 pm and insisted on starting\nswitch transactions which he said were as per the\nchairman's instructions.\"\n132. It is evident therefore that SV Ramanathan (A3) also\nplayed an important role in ensuring that the call money from\n\"\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 839\nINVESTIGATION [S.B. SINHA, J.]\nNHB which was meant from UCO bank got transferred to A\nHarshad Mehta's Account.\n133. It is pertinent to note that the money which was\nsupposed to be borrowed by UCO Bank as a call money was\nultimately repaid by Harshad Mehta through his account in ANZ\nGrindlays Bank directly.\n134. Mr. Jeroo Dalal (PW 8) who at the time was an official\nat ANZ Grindlays states in his testimony thus:\nB\n\"2. Deceased Shri Harshad S Mehta was having an C\naccount with ANZ Grindlays Bank...\n4. I am shown document No. 14. It bears my signature. I\nwould have received instruction on phone from Shri Atul\nParekh on the basis of which this is prepared. I can say\nthat this was prepared on pursuance of telephone of Shri\nAtul parekh and I have mentioned in the document\nfavouring National Housing Bank for Rs. 40,27,52,42/-\nand below that Debit Shri Harshad Mehta and I have\nsigned.\"\n135. Satish D Hosangadi (PW 9) [Chief General Manager,\nNHB] also, in his deposition, notes with regard to the repayment\nof the said call money from ANZ Grindlay Bank stated, thus:\n\"From the record, it appears that the cheque dated\n16.4.1992 was given to the National Housing Bank by\nGrindlays Bank. [Technically] the amount of Rs. 40 crore\nis not yet repaid by the UCO Bank...\nD\nE\nLL\nF\n6. The cheque of Grindlays bank was directly deposited\nwith RBI and credited to the account of NHB\"\nG\nDuring his re-examination, Mr Satish D. Hasangadi\nfurthermore to the following questions :\n\"Q: During the period of 6th of April and 16th April, 1992\nH\n840\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\ndid the ANZ Grindlays Bank owe Rs. 40,27,52,42/] to the\nNational Housing Bank in connection with any transaction.\"\nanswered in negative.\n136. The testimony of Mr Jeroo Dalal also brings out the\nB involvement of Mr Atul Parekh (A5) in the entire chain of\nconspiracy, stating :\nC\nD\nE\nF\n\"7. We used to get instructions from Atul Parekh on\nbehalf of accused No, 4 and as per instructions from the\nbank, the amount used to be debited in the account of\nHarshad Mehta.\"\n137. Mr Pradeep Anant Karkhanis (PW 18) [Hamam\nStreet branch] notes in his testimony, stated:\n\"Shri Atul Parekh accused in this case had also come in\nour branch on that day. Shri Atul Parekh had come to me\nfor starting transaction in brokers account. I raised certain\nqueries in this respect and I told Shri Atul Parekh that I was\nseeking replied (sic) to the queries... These were brokers\ntransactions. Before I received telephone from Vijayan.\nShri Atul Parekh told me that he was expecting a cheque\nof Rs. 40 crores from National Housing bank.\"\n138. Whatever doubt had been left regarding the\ninvolvement of Shri Atul Parekh (A5) has been cleared by the\nabove stated testimony. He knew that he was to receive 40\ncrores from NHB and that is why he had on the said day come\nto the Hamam Street Branch of the Bank.\n139. It must however be noted that the entire transaction\nG could not have been carried out, had the officials of the NHB\nbeen not involved.\n140. We must here deal with the involvement of C Ravi\nKumar (A6) and Suresh Babu (A7). NA Shivraman (PW 6)\nH [NHB] in his testimony in this regard stated thus:\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 841\nINVESTIGATION [S.B. SINHA, J.]\n\"I am shown Voucher D 11... It mentions deal no. 395 A\namount Rs. 40,27,52,442/- It mentions Rs 40 crores call\nmoney and interst... The rate of interest for 1 day is 26%\nand for 9 days it is 25% and the date of maturity is\n16.04.92. the date of deal is 6.4.92. Accused C Ravi\nKumar was authorized to decide the date of maturity or B\nof extending the date of maturity... The particulars of call\nmoney were being first mentioned in his diary by C Ravi\nKumar and thereafter the entries were taken in call\nmoney register....\n11. I am shown the concerned page containing entry of 6th\nApril, 1992.... The entry mentions the deal no 395 and the\nname of the institution as UCO Bank with rate as 26 %\nand due date as 7.4. 92. ... The period extension to 9\ndays from 1 day is written in the diary by C Ravi Kumar.\nInterest of 25% was for 9 days and 26% for 1 day\"\n141. It is amply clear from above testimony that the C. Ravi\nKumar (A6) was the person responsible for the extension of the\ncall money transaction from 1 day to 9 days and the reduction\nof the interest from 26% to 25%. The involvement of C Ravi\nKumar (A6) is also corroborated by the testimony of Mr Vijayan\n(PW 14) where he made reference to the fact that it was the\nformer who had informed him that the cheque from NHB worth\nRs. 40 crore was to be transferred to the DN Road Branch of\nUCO Bank.\n142. What survives is the involvement of the Suresh Babu\n(A7) who was working under C Ravi Kumar (A6) at NHB. In this\nregard, reliance has been placed by the prosecution and even\nby the Special Court in its judgment on the testimony of Mr. Sunil\nPandurang Gondale (PW 7) who deposed that Suresh Babu\n(A 7) had sent him to UCO Bank, Hamam Street Branch on\nthe 16.4.1992 to collect the cheque for the return of the call\nmoney advanced:\n\"For the first time, I had gone on 6.4.1992 I went to UCO\nC\nD\nE\nEL\nF\nG\nH\n"}