{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nс\nD\nE\n[2009] 12 S.C.R. 762\nR. VENKATAKRISHNAN\nV.\nCENTRAL BUREAU OF INVESTIGATION\n(Criminal Appeal No.76 of 2004)\nAUGUST 7, 2009\n[S.B. SINHA AND CYRIAC JOSEPH, JJ.]\nSPECIAL COURT (TRIAL OF OFFENCES RELATING\nTO TRANSACTION IN SECURITIES) ACT, 1992:\n-\n-\nss. 2(c), 3(2) and 7 – 'Call money' scam – Jurisdiction of\nSpecial Court - A huge sum belonging to a Scheduled Bank\ndiverted as 'call money' by officials of Banks concerned to the\naccount of a broker in securities - HELD: \"Call money\"\ntransactions are banking transactions - The transaction in\nquestion was shown as 'call money' transaction and, therefore,\nit could not have been used for any other purpose - The act\nof illegally diverting the money belonging to National\nHousing Bank to the account of the broker during the period\nspecified in s.3(2) so as to enable him to enter into\ntransactions in securities, was an offence triable exclusively\nby Special Court, which rightly exercised the jurisdiction\nInterpretation of statute - Mischief rule - Liberal construction.\nss. 2(c) and 3(2) - Expressions 'securities' and 'offences\nF relating to transactions in securities' - Connotation of.\nG\nNATIONAL HOUSING BANK ACT, 1987:\ns. 14 - Violation of - HELD: Advancing of loan to an\nindividual under the disguise of 'call money' transaction is an\noffence under the Act and illegal in terms of s.43 IPC - Penal\nCode, 1860- s.43.\nPENAL CODE, 1860:\nH\n762\n1\ni\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 763\nINVESTIGATION\n-\nss. 120-B, 405 and 409 – Criminal conspiracy, and A\ncriminal breach of trust by public servants Employees of\nScheduled Banks, in connivance with a broker and his\nassociate diverting in the guise of \"call money” a huge sum\nbelonging to the Bank to the account of the broker - HELD:\nEven if the Banks may not have suffered ultimate loss, but if B\nmoney has been allowed to be used illegally/for illegal\npurpose, s. 405 would get attracted - Temporary\nembezzlement would also attract s. 405 - The charges having\nbeen established, the Bank officials, except A-7, were rightly\nconvicted of offences of criminal conspiracy and criminal C\nbreach of trust - The employee of the broker was rightly\nconvicted of offence of criminal conspiracy - A-7 acquitted.\n-\nss. 405 and 409 – Criminal breach of trust - Complainant\n- HELD: Where public money is involved, criminal law can\nbe set in motion by anybody - In the instant case, prosecution\nwas rightly initiated on the basis of the information received\nby CBI.\n-\nss:23, 24 and 43 - 'Wrongful gain' - 'Dishonestly' -'Illegal'\n- Connotation of.\nPREVENTION OF CORRUPTION ACT, 1988:\n-\n-\n-\nD\nE\nss. 13(1)(d)(iii) r/w s.13(2) – Criminal misconduct – 'call\nmoney' scam - Officials of Scheduled Banks – In connivance\nwith a broker and his employee diverting in the guise of \"call F\nmoney\" huge sum belonging to the Bank to the account of\nHELD: Accused were guilty of criminal\nmisconduct u/s 13(1)(d)(iii).\nthe broker\n-\n-\nss. 19(1) and 19(3) - Sanction for prosecution of public ⚫\n'\nG\nservant - Official of RBI absorbed in National Housing Bank\n- Proceedings against him to be initiated for various criminal\noffences - Sanction by officer of NHB - HELD: Authority\nconcerned was competent to pass the order of sanction - Even\notherwise, there has been no failure of justice because of any\nH\n764 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA alleged error in the orders of sanction.\nB\nSENTENCE/SENTENCING:\n-\n-\n-\nAwarding of sentence - Factors to be taken into\nconsideration - Explained - \"Call money” scam Special\nCourt, while awarding the sentence to one of the accused,\nplacing reliance on ‘Jankiraman Committee' Report – HELD:\nSpecial Court acted illegally and without jurisdiction – The\nsaid report was not admissible in evidence – There being wide\ndifference in sentence imposed on the accused concerned\nC and other accused persons, his sentence reduced to six\nmonths - Sentences imposed on other accused, except the\none who has been acquitted, not interfered with - Evidence -\nCommittee's Report - Admissibility in evidence.\nD\nヨ\nWORDS AND PHRASES:\nExpressions 'call money', 'dishonestly', 'illegal', 'in relation\nto', 'offence relating to transactions in securities', 'securities',\nand 'wrongful gain' - Connotation of.\nAppellant-accused-1, the Chairman and Managing\nDirector of UCO Bank, appellant-accused-2, its General\nManager, appellant-accused-3, the Divisional Manager of\nBombay Branch, UCO Bank, appellant-accused-4, a\nbroker in 'securities', appellant-accused-5, an employee\nF of accused-4, appellant-accused-6 and appellant-\naccused-7, Assistant General Manager and Assistant\nManager, respectively, of National Housing Bank,\nBombay faced trial before the Special Court. The\nprosecution case was that on 6.4.1992 National Housing\nBank lent a sum of Rs.40 crores 'at call' to UCO Bank.\nHowever, the said amount was credited to the account\nof A-4 in UCO Bank, Hamam Street, Mumbai. This was\nallegedly done under the instruction of the Head Office\nin Calcutta and its Zonal Office at Bombay. Later, A-4 died\nduring the trial. A-1 to A-3, A-6 and A-7 were convicted\nG\nH\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 765\nINVESTIGATION\nand sentenced u/ss. 120-B, 409 read with s.34 IPC and A\ns.13(1)(d) read with s.13(2) of the Prevention of Corruption\nAct, 1988; whereas A-5 was convicted and sentenced u/\ns 120-B IPC.\nB\nC\nD\nIn the appeals filed by the accused, it was contended\nfor the appellants that the transfer of money being not\n'securities' within the meaning of the provisions of\nSpecial Court (Trial of Offences Relating to Transaction\nin Securities) Act, 1992, the Special Court had no\njurisdiction to try the offences. A-6 and A-7 challenged the\nsanction orders obtained for their prosecution. It was\ncontended for A-6 that he had joined NHB on deputation\nfrom the Reserve Bank of India and, therefore, the\nconditions of his service were governed by the RBI\nRegulations and not those of NHB Act and in his case\nthe Governor of RBI was the only competent sanctioning\nauthority. Similarly, the stand of A-7 was that employees\nof NHB were governed by the RBI Regulations till 1995\nand, therefore, the sanction by NHB was not proper. On\nmerits it was contended that in the case of conspiracy\nactive participation by each one of the accused was\nimperative and in its absence they could not be held\nguilty of commission of any offence; that no departmental\nproceedings having been initiated by the employers and\nneither the UCO Bank nor NHB having suffered any loss,\nas the money had been repaid by A-4, the judgment of F\nconviction for alleged criminal breach of trust was wholly\nunsustainable; that accused No.5, having been acquitted\nof the charges of criminal breach of trust, could not have\nbeen held to be guilty of being a party to the conspiracy.\nDisposing of the appeals, the Court\nHELD: 1.1. The jurisdiction of the Special Court\nconstituted under the Special Court (Trial of Offences\nRelating to Transactions in Securities) Act, 1992 is an\nE\nG\nH\n766 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA exclusive one and is of wide amplitude. Section 7,\nconferring jurisdiction on the Special Court constituted\nunder the Act, begins with a 'non-obstante' clause and\nprovides that the Special Court shall have jurisdiction to\ntry matters in respect of offences relating to transactions\nB in securities as referred to in sub-s.(2) of s.3 of the Act.\nThe definition of 'securities' as provided in s.2(c) of the\nAct is an inclusive one and not exhaustive. It takes within\nits purview not only the matters specified therein but also\nall other types of securities as commonly understood.\nThe provision conferring jurisdiction on Special Court,\nhaving regard to the peculiar nature of offences sought\nto be dealt with, should receive a liberal construction.\n[Para 48, 49 and 52] [808-B-D; 809-D]\nC\nD\nState of Bombay and others v. The Hospital Mazdoor\nSabha and others AIR 1960 SC 610; Regional Director,\nEmployees State Insurance Corporation v. High Land Coffee\nWorks of P.X.S. Saldanha and sons and another, (1991) 3\nSCC 617; Commercial Taxation Officer, Udaipur v. Rajasthan\nTaxchem Ltd. 2007 (2) SCALE 120; Karnataka Power\nE Transmission Corpn. \u0026 Anr. v. Ashok Iron Works Pvt. Ltd.\n(2009) 3 SCC 240; Harshad S. Mehta and others v. State of\nMaharashtra, (2001) 8 SCC 257; L.S. Synthetics Ltd. v.\nFairgrowth Financial Services Ltd. and another, (2004) 11\nSCC 456; and Solidaire India Ltd. v. Fairgrowth Financial\nF Services Ltd. and others (2001) 3 SCC 71, referred to.\nG\nH\n1.2. \"Call money\" transactions are indisputably\nbanking transactions. In the instant case, the time period\nof carrying out 'call money' transactions is not in dispute,\nfor those transactions admittedly took place within the\ntime period referred to in s.3(2) of the Act. [Para 41 and\n46] [805-G-H; 807-C-D]\n1.3. Even if 'call money' transactions are held not to\nbe within the scope and ambit of the definition of the term\n'\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 767\nINVESTIGATION\n'securities', the jurisdiction of the Special Court may be A\ninvoked when an offence committed relates to\ntransactions in securities; the logical corollary whereof\nwould be that all parties connected in diverting the funds\nof the public sectors and/or financial institutions would\nalso come within the purview thereof. For considering the B\nprovisions of the Act, the object and purport thereof has\nto be borne in mind. The Reserve Bank of India\nconstituted Janakiraman Committee for the purpose of\nlooking into the Securities Scam of the early 90's, and it\nwas on the basis of that report that the said Act was\nenacted and the Special Court was constituted. [Para 51\nand 56] [809-B-C; 810-D-E]\nC\nD\n1.4. For the purpose of determining the question as\nto whether the Special Court had jurisdiction to try the\noffences in question or not, the principle of purposive\nconstruction must be resorted to. The rule which is also\nknown as the `mischief rule', simply stated, lays down\nthat the courts should identify the mischief which existed\nbefore passing of the statute and then if more than one\nconstruction is possible, favour that which will eliminate E\nthe mischief so identified. The phrase 'offence relating to\ntransactions in securities' as used in s.3 (2) is clearly\nsubject to more than one meaning. For the purpose, the\nmeaning of the words 'in relation to' would be relevant.\nRegard, therefore, in the matter of establishing and\nconstitution of the Special Court must also be had to the\nobject of creating the Special Court. [Para 57,58 and 60]\n[810-F-H; 811-C; 812-C-D]\nBengal Immunity Co. v. State of Bihar, AIR 1955 SC 661;\nZile Singh v. State of Haryana AIR 2000 SC 5100; M/s.\nDoypack Systems (Pvt.) Ltd. v. Union of India \u0026 Ors., (1988)\n2 SCC 299; T.N. Kalyane Mandapam Association v. Union\nof India, (2004) 5 SCC 632 and Minoo Mehta v. Shavak D.\nMehta, AIR 1998 SC 831, referred to.\nF\nG\nH\nA\nB\n768 SUPREME COURT REPORTS [2009] 12 S.C.R.\nBismag v. Amblins (Chemists), [1970] 3 All ER 1053\n(QB); Re National Federatino of Retail Newsagetns',\nBooksellers' and Stationers Agreement (Nos.3 \u0026 4) [1971] 1\nWLR 408; and\nAnderton v. Ryan, (1985) 2 All ER 355, referred to.\n1.5. In the instant case, the money belonging to\nNational Housing Bank was diverted to the account of A-\n4, who was a broker dealing in securities, so as to enable\nhim to enter into transactions in securities during the\nC period 1st April, 1991 and 6th June, 1992, which was an\nD\nE\noffence triable exclusively by the Special Court. The\nSpecial Court, therefore, rightly exercised the jurisdiction\nvested in it. [Para 62] [812-G-H; 813-A]\n2.1. All the appellants, except A-5, at the relevant point\nof time being employees of UCO Bank National Housing\nBank, were public servants and, as such, were also\ncharged with commission of offences under the\nPrevention of Corruption Act, 1988. The competent\nauthorities accorded sanction for their prosecution as\nrequired u/s. 19 of the 1988 Act. Though A-6 was initially\nappointed by the Reserve Bank of India and was sent to\nNHB on deputation in the year 1988, he was permanently\nabsorbed there in 1992 and the order of sanction in\nrespect of him was passed on 26th February, 1993. From\nthe date of his absorption the relationship of employer\nand employee came into being between him and NHB,\nand, therefore, the Chairman-cum-Managing Director,\nbeing its highest authority would be competent to pass\nthe order of sanction. [Para 63,64 and 67] [813-B-F; 814-\nGE-G]\nF\n2.2. As regards A-7, even if till the framing of\nRegulations by NHB, it adopted the Service Regulations\ngoverning the employees of the RBI, the same would not\nH mean that the appointing authority would also be an\nf\n.\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 769\nINVESTIGATION\nofficer of the RBI and not the appropriate authority of A\nNHB. The Chairman-cum-Managing Director of NHB\nbeing the highest executive authority, would be, subject\nto any delegation of powers conferred in terms of the\nRegulations or through Resolutions adopted by the\nBoard of Directors, the appointing authority and, B\ntherefore, will have the requisite jurisdiction to accord\nsanction for prosecution of the employees. [Para 68 and\n69] [814-H; 815-A-D]\n2.3. Even otherwise, what has been challenged by\nboth the accused is in fact the competence of the\nsanctioning authority to issue sanction orders against\nthem. As per s. 19(3) of the 1988 Act, `a finding' or a\n'sentence' shall not be reversed by a court of appeal on\nthe ground of any error, omission or irregularity in the\nsanction order unless a failure of justice has been\noccasioned thereby. There has been no failure of justice\nin the instant case by the alleged error in the orders.\n[Para 71] [816-B-D]\n3.1. Criminal conspiracy in terms of s. 120B IPC is an\nindependent offence. It is punishable separately. The\ningredients of the offence of criminal conspiracy are: (i)\nan agreement between two or more persons; (ii) the\nagreement must relate to doing or causing to be done\neither (a) an illegal act; or (b) an act which is not illegal in\nitself but is done by illegal means. Condition precedent\nfor holding accused persons guilty of a charge of criminal\nconspiracy must, therefore, be considered on the anvil\nof the fact which must be established by the prosecution,\nviz., meeting point of two or more persons for doing or\ncausing to be done an illegal act or an act by illegal\nmeans. The courts, however, while drawing an inference\nfrom the materials brought on record to arrive at a finding\nas to whether the charges of the criminal conspiracy\nC\nD\nE\nF\nG\nH\n770 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA have been proved or not, must always bear in mind that\na conspiracy is hatched in secrecy and it is, thus, difficult,\nif not impossible, to obtain direct evidence to establish\nthe same. [Para 78 and 80-82] [818-F; 819-A-F]\nB\nC\n3.2. The manner and circumstances in which the\noffences have been committed and the level of\ninvolvement of the accused persons therein are relevant\nfactors. For the said purpose, it is necessary to prove that\nthe propounders had expressly agreed to or caused to\nbe done the illegal act but it may also be proved\notherwise by adduction of circumstantial evidence and/\nor by necessary implication. Conduct of the parties would\nalso be relevant. [Para 83 and 88] [819-G; 823-B]\nMohammad Usman Mohammad Hussain Maniyar \u0026\nD Ors. v. State of Maharashtra (1981) 2 SCC 443; Kehar Singh\nand Ors. v. State (Delhi Administration), 1988 (3) SCC 609\nat 731; State of Maharashtra v. Som Nath Thapa (1996) 4\nSCC 659; K.R. Purushothaman v. State of Kerala (2005) 12\nSCC 631; State (NCT) of Delhi v. Navjot Sandhu @ Afsan\nE Guru (2005) 11 SCC 600; Esher Singh v. State of A.P. (2004)\n11 SCC 585; Yogesh @ Sachin Jagdish Joshi v. State of\nMaharashtra (2008) 6 SCALE 469; Nirmal Singh Kahlon v.\nState of Punjab and Others, 2008 (14) SCALE 639, referred\nF\nto.\nPenal Law of India by Dr. Hari Singh Gour, (Vol.2, 11th\nEdn. p. 1138 - referred to.\n3.3. In the instant case UCO Bank in order to maintain\ncash reserve ratio, as was statutorily required, used to\nG participate in 'call money' transactions in the money\nmarket, decision in respect whereof used to be taken at\nits Head Office at Kolkata. For the said purpose, however,\nthe Head Office used to be in touch with the D.N. Road\nMain Branch in Bombay. A-2, the General Manager, at the\nН\n'\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 771\nINVESTIGATION\nHead Office in Kolkata, was authorized for the said A\npurpose. Again a decision taken by the General Manager\nwould be subject to any direction which may be issued\nby A-1, the Managing Director of the Bank. The fact that\nthe decision had been taken by the A-2 to obtain \"call\nmoney\" to the tune of Rs. 40 crores is not in dispute.\n[Para 89, 90 and 94] [823-C-E; 824-H; 825-A]\nB\nC\nD\n3.4. The prosecution in view of the documentary and\noral evidence must be held to have proved the following\nfacts: (i) That the decisions regarding the lending or\nborrowing of \"call money\" were usually taken at the Head\nOffice in Kolkata based upon the information received\nfrom the DN Road Branch in Bombay, (ii) These decisions\nin Kolkatta were primarily taken by A-2 who at the\nrelevant time was the General Manager of UCO Bank,\nKolkatta, (iii) The decision as to the 'call money'\nborrowing on the 6th April, 1992 was also taken by A-2.\nOn that day he had communicated his decision of\nborrowing of \"call money\" to PW-17, who at the relevant\ntime was an official there. PW-17 had noted the\ninformation regarding the borrowings in a chit of paper\nincluding ‘call money' amounting to Rs. 40 crore\nborrowed from NHB at 26% interest, (iv) PW-17 then\nhanded over the said chit with the 'call money'\ninformation to PW-12 who had the responsibility of noting\nthe details in the 'call money' register. He accordingly F\nnoted the details of the \"call money\" transactions of the\nday, including the one from NHB worth Rs. 40 Crore.\n[Para 104] [828-C-H; 829-A]\nE\nG\n3.5. Keeping in view the statement made by P.W. 14\nwhich was not shaken in the cross-examination, there is\nno reason to disbelieve that part of the material brought\non record that 'call money' from NHB was, in fact, sought\nto be cancelled. In any event, the prosecution cannot be\nsaid to have failed to prove its case. On 6.4.1992 itself the H\n"}