{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"802\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\n7.\nOfficer in (Scale III)\n8.\nOfficer in (Scale II)\n9.\nOfficer in (Scale I)\nB CALL MONEY - THE LEGAL HISTORY\nC\nD\nE\nF\nG\n31. The statute relating to business in Banking was the\nBankers Book Evidence Act, 1891. In 1936 Banking\nCompanies Act, 1936 was enacted which was also known as\nIndian Companies (Amendment) Act, 1936 wherein Part XA\nwas inserted providing for far reaching effects on the banking\nlegislations. Subsequently, the Banking Regulation Act, 1949\n(1949 Act) was enacted to consolidate and amend the law\nrelating to banking. It repealed and replaced Part XA of the\nBanking Companies Act, 1936.\n32. In the meanwhile, however, Reserve Bank of India Act,\n1934 came into force. Section 42 of the 1934 Act provided for\n\"cash reserves\" to be kept with the Bank, relevant provisions\nwhereof read as under:-\n\"Section 42 - Cash reserves of scheduled banks to be kept\nwith the Bank\n(1) Every bank included in the Second Schedule shall\nmaintain with the Bank an average daily balance the\namount of which shall not be less than such per cent. of\nthe total of the demand and time liabilities in India of such\nbank as shown in the return referred to in sub-section (2),\nas the Bank may from time to time, having regard to the\nneeds of securing the monetary stability in the country,\nnotify in the Gazette of India\nExplanation.-For the purposes of this section,-\n(a) \"average daily balance\" shall mean the average\nof the balances held at the close of business of\nH\n\"\nY-\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 803\nINVESTIGATION [S.B. SINHA, J.]\n...\neach day of a fortnight;\n(1A) Notwithstanding anything contained in sub-section\n(1), the Bank may, by notification in the Gazette of India,\ndirect that every scheduled bank shall, with effect from\nsuch date as may be specified in the notification, maintain\nwith the Bank, in addition to the balance prescribed by or\nunder sub-section (1), an additional average daily balance\nthe amount of which shall not be less than the rate\nspecified in the notification, such additional balance being\ncalculated with reference to the excess of the total of the\ndemand and time liabilities of the bank as shown in the\nreturn referred to in sub-section (2) over the total of its\ndemand and time liabilities at the close of business on the\ndate specified in the notification as shown by such return\nso however, that the additional balance shall, in no case,\nbe more than such excess:\nProvided that the Bank may, by a separate\nnotification in the Gazette of India, specify different\ndates in respect of a Bank subsequently included\nin the Second Schedule.\nA\nB\nC\nD\nヨ\n... (3) If the average daily balance held at the Bank by a\nscheduled bank during any fortnight is below the minimum\nprescribed by or under sub-section (1) or sub-section (1A),\nsuch scheduled bank shall be liable to pay to the Bank in\nF\nrespect of that fortnight penal interest at a rate of three per\ncent, above the bank rate on the amount by which such\nbalance with the Bank falls short of the prescribed\nminimum, and if during the next succeeding fortnight, such\naverage daily balance is still below the prescribed\nminimum, the rates of penal interest shall be increased to\na rate of five per cent, above the bank rate in respect of\nthat fortnight and each subsequent fortnight during which\nthe default continues on the amount by which such balance\nat the Bank falls short of the prescribed minimum.\"\nG\n\"\nH\nA\nB\n804 SUPREME COURT REPORTS [2009] 12 S.C.R.\n33. Section 42 also provides for penalties. It is, thus,\nmandatory in character.\n34. Maintenance of 'cash reserve ratio' is, therefore, a\nstatutory requirement. The consequence of non compliance\nthereof has been provided for in sub-section 3 and 3A of\nSection 42 which was brought into the statute book by Act 38\nof 1956 which came into force from 6th October, 1956.\n35. In terms of the said provision each bank is to maintain,\nwhat is known as, 'cash reserve ratio' (CRR) every day. It is\nC accepted at the bar that where a bank having an excess\namount would like to invest the same so as to enable it to earn\ninterest, those who fall short of 'cash reserve ratio' would be\nunder a statutory obligation to borrow the same so as to\nmaintain the 'cash reserve ratio' on such interest, as may be\nD mutually agreed upon.\nE\n36. The Banks which are governed under the\naforementioned Act being in the business of banking, besides\nother purposes, may grant loans not only to individuals or private\npersons or body corporates but also to another bank.\n37. Control of Banking Companies is vested in the Reserve\nBank of India as would appear from Section 35 of the 1949\nAct. Section 35A empowers the Reserve Bank of India to issue\ndirection, which the banks are bound to carry out; on their failure\nF to do so the penal clause contained in Section 46 would be\nattracted, sub-section (4) whereof reads as under :-\nG\nH\n\"Section 46 - Penalties\n(4) If any other provision of this Act is contravened or if any\ndefault is made in-\n(i) complying with any requirement of this Act or of\nany order, rule or direction made or condition\nimposed thereunder, or\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 805\nINVESTIGATION [S.B. SINHA, J.]\n(ii) carrying out the terms of, or the obligations A\nunder, a scheme sanctioned under sub-section (7)\nof section 45,\nB\nby any person, such person shall be punishable with fine\nwhich may extend to fifty thousand rupees or twice the\namount involved in such contravention or default where\nsuch amount is quantifiable, whichever is more, and where\na contravention or default is a continuing one, with a further\nfine which may extend to two thousand and five hundred\nrupees for every day, during which the contravention or\nC\ndefault continues.\"\n38. In view of the aforementioned provision the 'cash\nreserve ratio' as specified in the statutes, is mandatorily\nrequired to kept with Reserve Bank of India. Such average daily\nbalance is not to be less than 3% of the total demand and time D\nliabilities of such Bank in India.\n39. Liabilities of a Bank may be in the form of demand or\ntime deposits or borrowings or other miscellaneous items of\nliabilities. Liabilities of the Banks may be towards banking\nsystem (as defined under Section 42 of RBI Act, 1934) or\ntowards others in the form of Demand and Time deposits or\nborrowings or other miscellaneous items of liabilities. Reserve\nBank of India has been authorized in terms of Section 42 (1C)\nof the RBI Act, 1934 to classify any particular liability as either\na demand or a time liability.\n40. 'Demand Liabilities' include all liabilities which are\npayable on demand. 'Time Liabilities' are those which are\npayable otherwise than on demand and they include fixed\ndeposits, cash certificates etc.\n41. \"Call money\" transactions are thus indisputably banking\ntransactions. It is no doubt true that in the event any irregularity\nis committed, the Reserve Bank of India would be entitled to\ntake action against the erring Bank.\nE\nF\nG\nH\n806 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA JURISDICTION OF THE SPECIAL COURTS.\nB\nC\nD\n42. During the period April, 1992 and June, 1992 certain\nlarge scale irregularities and malpractices were detected in\ntransactions of both governmental and other securities, carried\nout by some brokers in collusion with the employees of various\nBanks and Financial Institutions. To have a more close look into\nthe matter the RBI appointed a committee under the\nchairmanship of the then Deputy Governor of RBI, Shri R.\nJankiraman (\"the Jankiraman Committee”). The committee\nsubmitted its report between May, 1992 and April 1993. On the\nbasis of the said report and to deal with the situation as also\nto ensure the speedy recovery of the huge amount involved the\nParliament enacted the Special Court (Trial of Offences\nRelating to Transaction in Securities) Act, 1992 (“the Special\nCourts Act\"), establishing the Special Court, from whose\njudgment this appeal arises.\n43. The learned counsel for the appellants contend before\nus that the special court so constituted did not have the\njurisdiction to try this matter. They argue that Section 7 read\nE with Sub Section 2 of Section 3, of the Special Court Act,\nlimiting the jurisdiction of the Special Court only to ‘offences\nrelating to transaction in securities' would not attract the\ntransactions which have been attributed to the appellants in the\npresent case. It is argued that the definition of the term\n'Securities', as provided for in Section 2 (c) of the Act does\nnot bring within its ambit 'call money transactions' for which they\nare being tried. It must be noted that the order passed by the\nlearned Special judge is silent on the issue of jurisdiction even\nthough the issue is said to have been raised at the trial.\nF\nG\n44. The Special Courts under the Act were established 'for\nthe trial of offences relating to transaction in securities and for\nmatters connected therewith or incidental thereto.'\n45. Section 3 of the Act deals with the appointment of, and\nH the functions of custodians under the Act. Section 3 (2)\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 807\n* INVESTIGATION [S.B. SINHA, J.]\nempowers the Custodians to notify the name of any person who A\nare involved 'in any offence relating to transaction in securities'.\nThe relevant part thereof reads as under:\n\"3. Appointment and functions of custodians.-...(2) The\nCustodian may, on being satisfied on information received\nthat any person has been involved in any offence relating\nto transaction in securities after the 1st day of April, 1991\nand on and before the 6th June, 1992 notify the name of\nsuch person in the official gazette.\" [Emphasis supplied]\nB\n46. Section 3, it must be noted, deals only with offences C\nrelating to transaction in securities within the period of time\nspecified in the Act. The time period of carrying out the call\nmoney transactions is not in dispute before us, for those\ntransactions admittedly took place within the time period\nreferred to in the section. What is disputed however is whether D\nthe said transactions do not relate to transactions in securities,\nas is required by the section. The definition of the term\n'securities' as provided for in section 2 (c) of the Act, reads as\nunder:\n\"... (c) “securities\" includes -\n(i) shares, scrips, stocks, bonds, debentures, debenture\nstock, units of the Unit Trust of India or any other mutual\nfund or other marketable securities of a like nature in or\nof any incorporated company or other body corporate;\n(ii) Government securities; and\n(iii) rights or interests in securities;\"[Emphasis added]\nE\nF\n47. Section 4 of the Act gives the Custodians the requisite G\npower to cancel certain contracts entered into fraudulently and/\nor to defeat the provisions therein. Section 5 of the Act provides\nfor the establishment of a special Court with a sitting judge of\na High Court for speedy trial of such offences. Section 6\nH\n808 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA empowers the Special Court to take cognizance or try such\ncases as are instituted before it.\nB\nC\nD\nE\nF\nG\nH\n48. Section 7, which is of relevance in determining the\npresent issues before us, defines the jurisdiction of the Special\nCourts in criminal matters. It reads as under:\n\"7. Jurisdiction of Special Court.- Notwithstanding anything\ncontained in any other law, any prosecution in respect of\nany offence referred to in sub section (2) of section 3 shall\nbe instituted only in the Special Court ....\" [Emphasis\nsupplied]\nThe said section begins with a non obstante clause\nproviding that the Special Court shall have jurisdiction to try\nmatters in respect of the offences referred to in Section 3 (2)\nof the Act.\n49. The definition of 'securities' in the Act is an inclusive\none. It is not exhaustive. It takes within its purview not only the\nmatters specified therein but also all other types of securities\nas commonly understood.\n50. In the State of Bombay and others v. The Hospital\nMazoor Sabha and others, [AIR 1960 SC 610] this Court while\ninterpreting the definition of “industry\" as contained in Section\n2(j) of the Industrial Disputes Act, 1947 noted as under:-\n\"It is obvious that the words used is an inclusive definition\ndenote extension and cannot be treated as restricted in\nany sense. Where we are dealing with an inclusive\ndefinition it would be inappropriate to put a restrictive\ninterpretation upon terms of wider denotation\" [Internal\ncitations omitted]\n{See also Regional Director, Employees State Insurance\nCorporation v. High Land Coffee Works of P.X.S. Saldanha\nand sons and another, [(1991) 3 SCC 617) and Commercial\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 809\nINVESTIGATION [S.B. SINHA, J.]\nTaxation Officer, Udaipur v. Rajasthan Taxchem Ltd.. [2007 A\n(2) SCALE 120]. Karnataka Power Transmission Corpn. \u0026\nAnr. v. Ashok Iron Works Pvt. Ltd. [(2009) 3 SCC 240]}\n51. However, even if we hold call money transactions not\nto be within the scope and ambit of the definition of the term\n'securities', it must still be remembered that the jurisdiction of\nthe Special Court extends even to offences relating to\ntransaction in securities. Therefore, the jurisdiction of the\nSpecial Court could be invoked even in cases where the\ntransaction is somehow related to securities. It would extend\nalso to the utilization of any amount relating to transactions in\nsecurities and for matters connected therewith or incidental\nthereto.\nB\nC\n52. The jurisdiction of the Special Court is an exclusive one.\nIt exercises original jurisdiction to try offences relating to the D\nsecurities scam. It, having regard, to the peculiar nature of the\noffences sought to be dealt with, should receive a liberal\nconstruction.\n53. It was so held in Harshad S. Mehta and others v.\nState of Maharashtra, [(2001) 8 SCC 257].\n\"The use of different words in Sections 6 and 7 of the Act\nas already noticed earlier also show that the words in\nSection 7 that the prosecution for any offence shall be\ninstituted only in Special Court deserve a liberal and wider\nconstruction.\"\nE\nF\n54. Similarly the court in L.S. Synthetics Ltd. v. Fairgrowth\nFinancial Services Ltd. and another, [(2004) 11 SCC 456] also\nnoted that '[t]he jurisdiction of the Special Court is of wide G\namplitude. Subject to a decision in appeal therefrom, its\ndecision is final.'\n55. Further Section 4 of the Code of Criminal Procedure\nprovides that all offences under the Indian Penal Code shall be\ninvestigated and tried as per the provisions of the Code. The\nH\n810 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA same, however, would be subject to special provisions to the\ncontrary. Section 5 of the Code of Criminal Procedure contains\na saving clause in terms of which the jurisdiction of special\nlegislations is saved. The Jurisdiction of the Special Court was\nrequired to be determined with reference to the said provision.\nB The Act is a special Act. The section conferring jurisdiction on\nthe Special Courts under the Act contains a 'Non Obstante'\nclause. It, thus, prevails over any other Law. [See Solidaire\nIndia Ltd. v. Fairgrowth Financial Services Ltd. and others,\n[(2001) 3 SCC 71 ].\nс\nD\n56. The Jurisdiction of the Special Court may be invoked\nwhen an offence committed relate to transactions in securities;\nthe logical corollary whereof would be that all parties connected\nin diverting the funds of the public sectors and/or financial\ninstitutions would also come within the purview thereof. For\nconsidering the provisions of the said Act, it has to be borne\nin mind the object and purport thereof. We have noticed\nheretobefore that the Reserve Bank of India constituted\nJanakiraman Committee for the purpose of looking in to the\nSecurities Scam of the early 90's. A report pursuant thereto was\nE submitted. It was on the basis of that report that the said Act\nwas enacted and the Special Court was constituted. These\nbackground facts, in our opinion, would be relevant for\ndetermining the issue.\nF\nG\nH\n57. For the purpose of determining the question as to\nwhether the Special Court had the jurisdiction to try the offences\nin question or not, in our opinion, the principle of purposive\nconstruction must be resorted to. The rule which is also known\nas the 'mischief rule' enables consideration of four matters in\nconstruing an Act: (i) What was the law before the making of\nthe Act, (ii) What was the mischief or defect for which the law\ndid not provide (iii) What is the remedy that the Act has\nprovided, and (iv) What is the reason of the remedy. The rule\nthen directs the courts to adopt that construction which\nsuppresses the mischief and advances the remedy. [See\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 811\nINVESTIGATION [S.B. SINHA, J.]\nBengal Immunity Co. v. State of Bihar, AIR 1955 SC 661, Zile A\nSingh v. State of Haryana, AIR 2000 SC 5100]. Simply stated\n'the courts should identify the mischief which existed before\npassing of the statute and then if more than one construction\nis possible, favour that which will eliminate the mischief so\nidentified.' [Anderton v. Ryan, (1985) 2 All ER 355, per Lord B\nRoskill].\n58. The phrase 'offence relating to transaction in\nsecurities' as used in section 3 (2) is clearly subject to more\nthan one meaning. It is anything but clear. For the\naforementioned purpose we may notice the meaning of the\nword 'in relation to'.\n59. In M/s. Doypack Systems (Pvt.) Ltd. v. Union of India\n\u0026 ors., [(1988) 2 SCC 299], it was observed :-\n\"In view of the language used in the relevant provisions, it\nappears to us that Section 3 has two limbs: (i) textile\nundertakings: and (ii) right, title and interest of the company\nin relation to every such textile undertaking... The\nexpressions \"pertaining to\", \"in relation to\" and \"arising out\nof\", used in the deeming provision, are used in the\nexpansive sense, as per decisions of courts, meanings\nfound in a standard dictionaries, and the principles of\nbroad and liberal interpretation ... We are of the opinion\nthat the words \"pertaining to\" and \"in relation to\" have the\nwide meaning and have been used\ninterchangeably.... The expression \"in relation to\" (so also\n\"pertaining to\"), is a very broad expression which pre-\nsupposes another subject matter. These are words of\ncomprehensiveness which might both have a direct\nsignificance as well as an indirect significance depending\non the context.... In this connection reference may be\nmade to 76 Corpus Juris Secundum at pages 620 and\n521 where it is stated that the term \"relate” is also defined\nas meaning to ring into association or connection with. It\nsame\nC\nD\nLU\nE\nF\nG\n2.\ni\nH\n"}