{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"792\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nwas to route Rs. 40 crores to Harshad Mehta through the\nUCO Bank and he had gone to the UCO Bank Hamam\nStreet Branch to see that the transaction goes through and\nthat he did so on instruction from the accused No. 1, K.\nMargabanthu. The Supreme Court has clearly laid it down\nin the case of Somnath Thapa referred to above that for\nestablishing conspiracy knowledge about indulgence in\nillegal act is necessary. So far as accused No. 1 is\nconcerned, from the statements that he made in the\nmeeting on 6.4.1992 it is clear that he knew about the\ntransaction. (The dispute about the time of the meeting\nraised by accused No. 1 is really not relevant considering\nthe means of communication available and the written\nsubmissions filed by him, where he says that this was a\nroutine routing transaction). So far as accused No.2 is\nconcerned, it is he who authorized the call money\ntransaction though the amount of Rs.40 crores was not\nneeded by the UCO bank on that day. Therefore, his\nknowledge about the nature of the transaction is well\nestablished. So far as accused No. 3 Ramnathan is\nconcerned, his presence at the Hamam Street Branch on\n6.4.1992 at 12 – 12.30 with Atul Parekh and his insistence\nthat the transaction with the broker should be started\nimmediately show that he was also aware of the\ntransaction. It is pertinent to note that cross-examination\nof P.W. 18 by accused No. 3 shows that even an attempt\nis not made to dispute the above referred statement of\nP.W. 18. So far as accused No.5 Atul Parekh is concerned,\nabove referred statement of P.W. 18 clearly establishes\nhis knowledge of the transaction. The statement of P.W.\n8 Jeroo Dalal also shows that at his instruction pay order\nfor repayment to the NHB was prepared.\"\n18. Referring to the other cases vis-à-vis accused Nos. 6\nand 7, it was opined :-\n\"Thus, the evidence on record clearly shows that all the\nН\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 793\nINVESTIGATION [S.B. SINHA, J.]\naccused persons had knowledge of the transaction and A\nthat all of them have some part in the transaction.\"\n19. The learned Special Court thereafter considered the\nquestion as to whether the 'transfer' was illegal within the\nmeaning of Section 43 of the Indian Penal Code in the light of\nB\nthe provisions of Section 14 of the NHB Act, holding :-\n\"It is thus clear that the National Housing Bank in terms of\nSection 14 of the Act can only make loans and advances\nto housing finance institutions and scheduled banks or\nslum clearance authority constituted under the Central or\nC\nState Legislation. Sub-section (4) of Section 49 of the\nNational Housing Bank Act lays down that if any other\nprovision of this Act is contravened or if any default is\nmade in complying with any other requirement of this Act,\nor of any order, regulation or direction made or given or D\ncondition imposed thereunder, any person found guilty of\nsuch contravention or default shall be punishable with fine.\"\n20. So far as the purported offence in regard to criminal\nbreach of trust is concerned, the learned Judge held that the\nsame stood proved against the officers of the Bank. However,\nso far as accused No.5 is concerned, the same was held to\nhave not been proved, although it was held that he was guilty\nof commission of offence of conspiracy.\nE\n21. So far as the offences under the Prevention of F\nCorruption Act, 1988 is concerned, a finding has also been\narrived at that the charges under the said provisions have been\nproved.\n22. The learned Special Court also negated the contention\nof accused Nos.6 and 7 that the order of sanction passed\nagainst them are not valid.\nSUBMISSIONS\nG\n23. The principal contentions raised on behalf of the H\n寒\n794 SUPREME COURT REPORTS [2009] 12 S.C.R.\nA appellants are :-\nB\n0\nD\nE\nF\nG\n(1) That the prosecution case even if taken to be\ncorrect in its entirety does not disclose any offence\nof conspiracy.\n(2) So far as accused No. 1 and 2 are concerned they\nwere stationed at Kolkata. Only because they had\nheld a meeting in the Chamber of accused No.1 in\npresence of PWs 12 and 13, the same by itself\ndoes not prove that they were party to a larger\nconspiracy, namely use of call money for causing\nunlawful gain to Late Harshad Mehta.\n(3) The charges of conspiracy vis-à-vis criminal breach\nof trust cannot be said to have been proved as even\nin terms of Section 14 of the National Housing Bank\nAct, such a transaction was legally permissible.\n(4) Only because the accused No.3 was present at the\nBank and wrote a letter for reviving the account of\nLate Harshad Mehta, the same by itself does not\nprove that he was a party to the conspiracy.\n(5) If the prosecution case that there had been a larger\nconspiracy because of unlawful favour shown to\nHarshad Mehta is correct, the other officers of the\nUCO Bank, concerned officers of Reserve Bank of\nIndia and ANZ Grindlays Bank should have also\nbeen prosecuted.\n(6) The orders of sanction for prosecuting accused\nNos. 6 and 7 were illegal.\n(7)\nH\n(8)\n'\nThe evidences of PWs. 5, 7, 12, 13 and 17 should\nnot have been relied upon by the learned Special\nCourt as they were accomplices to the crime.\nAccused No.1 having come to his office at about\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 795\nINVESTIGATION [S.B. SINHA, J.]\n3.00 3.30 p.m. from Chennai and the entire A\ntransaction having been completed by 20' clock,\nhe cannot be said to be a party to a decision either\nto obtain call money from NHB or the cancellation\nthereof.\n(9) The documents proved on behalf of the prosecution\ndo not disclose that the accused and in particular\naccused Nos. 1 and 2 had any intention to commit\nthe alleged offence.\nB\n(10) Accused No.2 having signed only two documents C\nand accused No.1 having put his initials only on one\ndocument, they could not be held to be a party to\nthe alleged conspiracy.\n-\n(11) Witnesses, PW No. 5 – Hiten D. Mehta; PW No.12\nSunil Kakkar; PW No. 13 - Chinmoykumar\nMukherjee; PW No. 17 - K. Mallikaarjunan and PW\nNo. 18 - Pradeep A. Karkhanis, having regard to\nSection 163 of the Evidence Act, 1872 read with\nillustrations appended to clause VIII of Section 114\nof the Evidence Act, 1872, could not have been\nrelied upon by the learned Special Court without any\ncorroboration of their statements. In any view of the\nmatter, evidence of one accomplice cannot be\ntaken into consideration for the purpose of\ncorroboration of the evidence of another alleged\naccomplice.\nD\nE\nF\n(12) In a case of this nature, where the conspiracy was\nalleged in regard to a legal act by illegal means,\nactive participation by each one of them must have G\nbeen held to be imperative in character and in its\nabsence, they could not be held guilty of\ncommission of any offence.\n(13) Accused No.3, who was only Scale IV officer and\nH\nA\nB\nC\nD\nE\nF\nG\nH\n796\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nposted at Hamam Street Branch of UCO Bank,\nvisited D.N. Road Branch and he had issued a\ncircular for reviving account of three brokers\nincluding Late Harshad Mehta, the same by itself\ndoes not lead to a conclusion that he had committed\nthe offence.\n(14) On behalf of accused No.5, it was submitted that\nbeing an employee of Late Harshad Mehta and\nhaving acted on his instructions, he cannot be held\nto have committed an offence of conspiracy only\nbecause he had visited the banks and /or was in\ntouch with some of their officers for the purpose of\nascertaining the position of accounts of Mehta.\n(15) Accused No.6 merely being signatory to the\ncheque of Rs. 40 crores issued in favour of UCO\nBank which has been cleared by the Reserve Bank\nof India cannot be presumed to have any\nknowledge of diversion of the said amount by the\nofficers of UCO Bank in the account of Late\nHarshad Mehta and the purported refund of the said\namount with interest by him through ANZ Grindlays\nBank, and as such he cannot be said to have\ncommitted the offence of conspiracy. .\n(16) Accused No.7 merely being an Assistant Manager\nand having discharged his functions acting under\nthe directions of accused No.6 and other higher\nofficers cannot be said to have committed any\noffence as alleged or at all.\n(17) Departmental proceedings having not been\ninitiated by the employers and neither the UCO\nBank nor the NHB having suffered any loss, the\njudgment of conviction for criminal breach of trust\nis wholly unsustainable.\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 797\nINVESTIGATION [S.B. SINHA, J.]\n(18) The learned Special Court having not assigned any A\nreason and having not discussed the materials\nbrought on record in details, must be held to have\nacted illegally and without jurisdiction in passing the\nimpugned judgment.\n(19) The transfer of money being not 'securities' within\nthe meaning of the provisions of Special Court (Trial\nof Offences Relating to Transactions in Securities)\nAct, 1993, the Special Court had no jurisdiction to\ntry the offences thereunder.\n(20) Accused No.5 having been acquitted from the\ncharges of criminal breach of trust, could not have\nbeen held to be guilty of being a party to the\nconspiracy as alleged by the prosecution on the\nbasis of the materials brought on record.\n24. Mr. Mohan Prasaran, learned Additional Solicitor\nGeneral appearing on behalf of the Central Bureau of\nInvestigation, on the other hand, urged:-\n(1) The prosecution case that NHB had diverted its\nfunds in violation of the provisions of the National\nHousing Bank Act, 1987 must be held to have been\nproved as the accused persons including Late\nHarshad Mehta and his associates utilized the\nofficers of UCO Bank as a conduit, having regard\nto the fact that it stands admitted that a ready\nforward deal was entered into by and between\nUCO Bank and NHB Bank, in terms whereof a sum\nof Rs.40 crores was credited to the account of Late\nHarshad Mehta.\n(2)\nAn offence of conspiracy need not be proved by\nadducing direct evidence of meeting of mind but the\nsame can be established by cumulative\nconsideration of various facts and several events\nB\nC\nD\nE\nF\nG\nH\nA\nB\n☐ C\nD\nE\nLL\nF\nG\n☐ H\n798\nSUPREME COURT REPORTS [2009] 12 S.C.R.\nwhich had taken place in quick succession to\nfacilitate the routing of the amount.\n(3) From the evidence of PW-17, K. Mallikarjunan it\nhas clearly been established that both accused Nos.\n1 and 2 had closely monitored the purchases and\nsales of securities in tandem with Late Harshad\nMehta and they in conspiracy with each other had\ncaused huge losses to the Bank.\n(4) Accused No.3 although a Divisional Manager of\nUCO Bank, issued a letter to the Zonal Manager,\nUCO Bank, Bombay, on 17th March, 1992,\npurported to be containing guidelines issued on BR\ntransactions whereby recommendations were\nmade to deal with only three brokers, including late\nHarshad Mehta, in terms of the purported\ninstructions of the Chairman-cum-Managing\nDirector and as a copy of the said letter was, inter\nalia. forwarded to accused No.2, showed that he\nhad also been a party to the said conspiracy which\nhas also been proved by reason of the fact that he\nhad visited the D.N. Road Branch of UCO Bank\nalong with accused No.5 on the date of the said\ntransaction.\n(5) Accused Nos. 6 and 7 had not only been a party to\nthe entire transaction but also manipulated other\ndocuments, and in particular, the vouchers, which\nclearly show that they not only had the requisite\nknowledge that the amount of Rs.40 crores had to\nbe diverted to the account of Late Harshad Mehta\nbut also the fact that the said amount would be\nreturned with interest by him through ANZ Grindlays\nBank.\n(6) The purported contradiction in regard to absence\nof accused No. 1 from the office of UCO Bank on\n1\ni\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 799\nINVESTIGATION [S.B. SINHA, J.]\n6th April, 1992, and also the timing of meeting the A\nsame does not affect the prosecution case, namely\nthe commission of offence of conspiracy by all of\nthem, as it has been established that the cheque\nissued by the NHB was never intended to be\nutilised as call money.\n(7) Accused No.2, in fact, in his written statement in\nunequivocal terms admitted before the Special\nCourt that the transaction involved was a routing\ntransaction, absolutely transparent and clear\ntransaction in ordinary course of nature, stated that\nhad the scam not been attributed to Harshad\nMehta, nobody would have raised eye brows\nthereabout and, thus, admitted that the routing of a\nsum of Rs.40 crores belonging to NHB through\nUCO Bank to the account of Harshad Mehta was\ncarried out for unknown consideration.\nB\nC\nD\n(8) The entire transaction being illegal would come\nwithin the purview of Section 120-A and Section\n120-B of Indian Penal Code and, thus, no exception E\ncan be taken to the judgment of the learned Special\nCourt.\nOVER VIEW\nNATIONAL HOUSING BANK\nLL\nF\n25. NHB is a Bank constituted under the National Housing\nBank Act, 1987 (in short NHB Act). The Act was enacted to\nestablish a bank to be known as the National Housing Bank\n(NHB) to operate as a principal agency to promote housing G\nfinance institutions both at local and regional levels and to\nprovide financial and other support to such institutions and for\nmatters connected therewith or incidental thereto. It is a financial\ninstitution. It is also a Bank within the meaning of the provisions\nof the Banking (Regulation) Act, 1949.\nH\nA\n00\nB\nC\nD\nE\nF\nG\n800 SUPREME COURT REPORTS [2009] 12 S.C.R.\n26. The nature of business of the NHB is contained in\nChapter IV of the Act.\n27. 'Housing finance institution' has been defined in\nSection 2(d), (as it then stood) to mean -\n\"2. (d) \"housing finance institution\" includes every\ninstitution, whether incorporated or not, which primarily\ntransacts or has as its principal object, the transacting of\nthe business of providing finance for housing, whether\ndirectly or indirectly;\"\n28. NHB was established with a view to give effect to the\nobject and purpose of the said Act. It is a subsidiary of Reserve\nBank of India. Provisions of Section 14 of NHB Act, as they\nare relevant for our purpose may be noticed:-\n“Section 14 - Business of the National Housing Bank\nSubject to the provisions of this Act, the National Housing\nBank may transact all or any of the following kinds of\nbusiness, namely:--\n(a) promoting, establishing, supporting or aiding in the\npromotion, establishment and support of housing finance\ninstitutions;\n(b) making of loans and advances or rendering any other\nform of financial assistance whatsoever to housing finance\ninstitutions and scheduled banks,\n(c) subscribing to or purchasing stocks, shares, bonds,\ndebentures and securities of every other description;\"\nThe Hierarchy of NHB is as under:\n1.\nChairman-cum-Managing Director\n2. Executive Director\nH\nR. VENKATAKRISHNAN v. CENTRAL BUREAU OF 801\nINVESTIGATION [S.B. SINHA, J.]\n3.\nChief General Manager/s\nA\n4.\nGeneral Manager/s\n5.\nDeputy General Manager/s\n6. Assistant General Manager/s\nB\n7.\nRegional General Manager/s\n8.\nManager/s\n9.\nDeputy Manager/s\nC\n10. Assistant Manager\nUCO BANK\n29. UCO Bank is a nationalized bank having been taken D\nover in terms of the provisions of the Banking Companies\n(Acquisition and Transfer of Undertakings) Act, 1970. Its head\noffice is at Calcutta. Amongst others it has two branches in\nBombay - one at D.N. Road and other at Hamam Street,\n30. Functions of the scheduled banks are governed by the\nprovisions of the Banking Companies Act, 1936. UCO Bank\nis one of the fourteen banks which was nationalized. The\nadministrative hierarchy of UCO Bank is as under:\nE\n1.\nChairman \u0026 Managing Director\n2. Executive Director\nF\n3.\nGeneral Manager (Scale VII)\n4.\nDy. General Manager (Scale VI)\nG\n5.\nAsstt. General Manager (Scale V)\n6.\nOfficer in (Scale IV)\nH ·\n"}