{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 14 (ADDL.) S.C.R. 411\nMRINAL DAS \u0026 ORS.\nV.\nTHE STATE OF TRIPURA\n(CRIMINAL APPEAL NO. 1994 OF 2009)\nSEPTEMBER 05, 2011\n[P. SATHASIVAM AND H.L. GOKHALE, JJ.]\nA\nB\nE\nPenal Code, 1860 - s.302 r/w s.34 - Murder - 13\naccused - Prayer of A-12 for grant of 'pardon' and to treat him\nas an 'approver' allowed by trial court - Disclosure made by C\napprover (A-12), who was examined as PW-6 - Trial Court\nconvicted A-5 and A-11 u/s.302 but acquitted the remaining\nten accused - On appeal, High Court set aside acquittal of\nA-4, A-7, A-9 and A-1 and convicted them u/ss. 302/34 and\nalso affirmed conviction of A-5 \u0026 A-11 u/s.302 - Justification D\nof - Held: Justified - The statement of approver (PW-6) was\nconfidence inspiring and as rightly pointed out by the High\nCourt, there was nothing wrong in accepting his entire\nstatement - The analysis of statement of various persons,\nparticularly, eye-witnesses clearly strengthen the case of PW-\n6, approver, in all aspects including conspiracy, planning to\nattack the deceased for his statement about the students'\nmovement, actual incident, role played by the assailants and\nsubsequent events after the gunshot till the death of the\ndeceased - As rightly observed by the trial Court and the High F\nCourt, the ocular evidence of the approver (PW-6) stood\ncorroborated by the medical evidence of PW-14 (the doctor\nwho conducted post mortem) and the post mortem\nexamination report (Ex.7) - There was common intention\namong the accused persons including the six persons\nidentified by the eye-witnesses - High Court was right in\napplying s.34 and basing conviction of six accused persons\ni.e. A-5, A-11, A-9, A-7, A-4 and A-1.\nEvidence Act, 1872 - s. 133 r/w Illustration (b) to s.114 -\n411\nG\nH\n412 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Evidentiary value of \"approver\" and its acceptability with or\nwithout corroboration - Held: Though a conviction is not illegal\nmerely because it proceeds on the uncorroborated testimony\nof an approver, yet the universal practice is not to convict\nupon the testimony of an accomplice unless it is corroborated\nin material particulars - Insistence upon corroboration is\nbased on the rule of caution and is not merely a rule of law -\nCorroboration need not be in the form of ocular testimony of\nwitnesses and may even be in the form of circumstantial\nevidence.\nB\nC\nD\n-\nCode of Criminal Procedure, 1973 – ss.306, 307 and\n308 - Tender of pardon to approver/accomplice - Power to\ndirect tender of pardon - Held: The principle of tendering\npardon to an accomplice is to unravel the truth in a grave\noffence so that guilt of the other accused persons concerned\nin commission of crime could be brought home - An\naccomplice who has been granted pardon u/s.306 or s.307\nof the Code gets protection from prosecution When he is\ncalled as a witness for the prosecution, he must comply with\nthe condition of making a full and true disclosure of the whole\nE of the circumstances within his knowledge concerning the\noffence and to every other person concerned, whether as\nprincipal or abettor, in the commission thereof and if he\nsuppresses anything material and essential within his\nknowledge concerning the commission of crime or fails or\nF refuses to comply with the condition on which the tender was\nmade and the Public Prosecutor gives his certificate u/s.308\nof the Code to that effect, the protection given to him can be\nlifted - Once an accused is granted pardon u/s.306, he\nceases to be an accused and becomes witness for the\nG prosecution.\nH\nCode of Criminal Procedure, 1973 - ss. 306, 307 and\n308 - Tender of pardon to approver/accomplice - Delay in\ntendering pardon - Effect of - Held: Pardon can be tendered\nat any time after commitment of a case but before the\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 413\nA\njudgment is pronounced - In the instant case, the approver -\nPW-6, submitted his application to become an approver on\n16.06.2004 well before the judgment which was delivered on\n19.04.2005 – In view of the same, the contention regarding\ndelay on the part of PW-6 is liable to be rejected - Regarding\nhis change of mind, PW-6 asserted that he had decided to B\ndisclose the whole incident voluntarily on the advise of the\nmembers of his family - In cross-examination, PW-6\nexplained that since 31.08.2000 (the incident date) till mid of\nMarch, 2004, he had been running amok and during the said\nintervening period, he did not meet any people to express his C\nmental agony\nHe asserted that he lost his mental peace\nas the murder took place before his own eyes and he was also\ndirectly involved in the killing - He denied, that he deposed\nfalsely - He also denied that he was provoked that if he turns\nto be an approver, he would be given a suitable job - A\nreading of the entire evidence of PW-6 makes it clear that the\nreason for change of his mind for tendering pardon is\nacceptable and in tune with the conditions prescribed in\nss.306 and 307 – The trial Judge, who had the liberty of noting\nhis appearance and recorded his evidence, believed his\nversion which was rightly accepted by the High Court.\n-\n-\nD\nE\nCriminal trial - Hostile witness - Appreciation of - Held:\nMerely because a witness deviates from his statement made\nin the FIR, his evidence cannot be held to be totally unreliable\n- The evidence of hostile witness can be relied upon at least F\nup to the extent, he supported the case of prosecution - The\nevidence of a person does not become effaced from the\nrecord merely because he has turned hostile and his\ndeposition must be examined more cautiously to find out as\nto what extent he has supported the case of the prosecution G\n- However, the Court should be slow to act on the testimony\nof such a witness, normally, it should look for corroboration\nwith other witnesses.\nCriminal Trial - Large number of offenders - Necessity H\n414 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA of corroboration - Held: Where a large number of offenders\nare involved, it is necessary for the Court to seek\ncorroboration, at least, from two or more witnesses as a\nmeasure of caution - It is the quality and not the quantity of\nevidence to be the rule for conviction even where the number\nB of eye witnesses is less than two.\nC\nPenal Code, 1860 - s.34 - Applicability of - Held: The\nexistence of common intention amongst the participants in\nthe crime is the essential element for application of s.34 and\nit is not necessary that the acts of several persons charged\nwith the commission of an offence jointly must be the same\nor identically similar - In the instant case, from the materials\nplaced by the prosecution, particularly, from the eye-\nwitnesses, the common intention can be inferred among the\naccused persons including the six persons identified by the\neye-witnesses - If the case of the prosecution is considered\nin the light of the disclosure made by the approver (PW-6),\ncoupled with the statement of eye-witnesses, it is clear that the\n13 assailants had planned and remained present on the shore\nof the river to eliminate the deceased - In view of these\nE materials, the High Court was right in applying s.34 IPC and\nbasing conviction of six accused persons.\nD\nF\nPenal Code, 1860 - ss.34 and 149 - Distinction between\ncommon intention and common object - Discussed.\n-\n-\nAppeal – Appeal against acquittal – Interference in appeal\nagainst acquittal - Legal position - Discussed.\nAccording to the prosecution, as 'T' had stood\nagainst the students' agitation against kidnapping of\nG three students and one labourer by the extremists, the\naccused persons developed a grudge againt 'T'; that\nthey planned to eliminate 'T' and for that purpose\nremained stationed on the river shore and when 'T' and\nhis companions disembarked from a boat, A-12 dragged\nH 'T' down and when he fell on the ground, A-5 and A-11\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 415\nA\nC\nshot at him causing him severe bullet injuries and which\nultimately led to his death. There were in all 13 accused\npersons- A-7, A-4, A-5, A-2, A-9, A-3, A-10, A-11, A-1, A-6,\nA-8, A-12 and A-13. The trial court framed charges against\nall the 13 accused persons under Section 302 read with\nSection 34/120B IPC and Section 27 of the Arms Act. B\nDuring the recording of evidence, A-12 filed an application\npraying for grant of 'pardon' and to treat him as an\n'approver' which was granted by the trial Court. The\n\"approver\" (A-12) was examined as PW-6. The trial Court\nacquitted A-1, A-2, A-3, A-4, A-6, A-7, A-8, A-9, A-10 and A-\n13 and convicted A-5 and A-11 for the offences\npunishable under Section 302 of the IPC and sentenced\nthem to suffer rigorous imprisonment for life. A-5 and A-\n11 filed appeal in the High Court. The State also filed\nappeal against the order of acquittal of ten accused\npersons by the trial Court. High Court dismissed the\nappeal filed by the convicted accused persons (A-5 and\nA-11) and partly allowed the appeal filed by the State by\nsetting aside the acquittal of four persons, namely, A-4,\nA-9, A-7 and A-1 and convicted them under Sections 302/\n34 IPC and sentenced them with imprisonment for life.\nHence the present appeals.\nDismissing the appeals, the Court\nD\nE\nHELD:\nF\nLegal position with regard to interference in Appeal\nagainst Acquittal:\n1. In an appeal against acquittal in the absence of\nperversity in the judgment and order, interference by this G\nCourt exercising its extraordinary jurisdiction, is not\nwarranted. However, if the appeal is heard by an appellate\ncourt, being the final court of fact, is fully competent to\nre-appreciate, reconsider and review the evidence and\ntake its own decision. Law does not prescribe any H\nC\n416 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA limitation, restriction or condition on exercise of such\npower and the appellate court is free to arrive at its own\nconclusion keeping in mind that acquittal provides for\npresumption in favour of the accused. The presumption\nof innocence is available to the person and in criminal\nB jurisprudence every person is presumed to be innocent\nunless he is proved guilty by the competent court. If two\nreasonable views are possible on the basis of the\nevidence on record, the appellate court should not disturb\nthe findings of acquittal. There is no limitation on the part\nof the appellate court to review the evidence upon which\nthe order of acquittal is found and to come to its own\nconclusion. The appellate court can also review the\nconclusion arrived at by the trial Court with respect to\nboth facts and law. While dealing with the appeal against\nacquittal preferred by the State, it is the duty of the\nappellate court to marshal the entire evidence on record\nand only by giving cogent and adequate reasons set\naside the judgment of acquittal. An order of acquittal is\nto be interfered with only when there are \"compelling and\nsubstantial reasons” for doing so. If the order is \"clearly\nunreasonable\", it is a compelling reason for interference.\nWhen the trial Court has ignored the evidence or misread\nthe material evidence or has ignored material documents\nlike dying declaration/report of ballistic experts etc., the\nappellate court is competent to reverse the decision of\nthe trial Court depending on the materials placed. [Para\n8] [439-C-H; 440-A-B]\nD\nE\nF\nState of Goa vs. Sanjay Thakran \u0026 Anr. (2007) 3 SCC\n755 : 2007 (3) SCR 507; Chandrappa and Others vs. State\nG of Karnataka (2007) 4 SCC 415 2007 (2) SCR 630; State\nof Uttar Pradesh vs. Jagram and Others, (2009) 17 SCC 405\n:2008 (2) SCR 721; Sidhartha Vashisht alias Manu Sharma\nvs. State (NCT of Delhi) (2010) 6 SCC 1 : 2010 (4) SCR 103;\nBabu vs. State of Kerala, (2010) 9 SCC 189 : 2010 (9)\nSCR 1039; Ganpat vs. State of Haryana and Others, (2010)\nH\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 417\n12 SCC 59:2010 (12) SCR 400; Sunil Kumar A\n- Sambhudayal Gupta (Dr.) and\nMaharashtra, (2010) 13 SCC 657\nOthers vs. State of\n2010 (15) SCR 452;\nState of Uttar Pradesh vs. Naresh and Others, (2011) 4 SCC\n324 2011 (4) SCR 1176; State of Madhya Pradesh vs.\nRamesh and Another, (2011) 4 SCC 786.: 2011 (5) SCR 1 B\n- relied on.\nEvidentiary value of Approver/Accomplice:\n2.1. Though a conviction is not illegal merely\nbecause it proceeds on the uncorroborated testimony of C\nan approver, yet the universal practice is not to convict\nupon the testimony of an accomplice unless it is\ncorroborated in material particulars. The evidence of an\napprover does not differ from the evidence of any other\nwitness save in one particular aspect, namely, that the D\nevidence of an accomplice is regarded ab initio as open\nto grave suspicion. [Para 11] [440-E-F]\n2.2. If the suspicion which attaches to the evidence\nof an accomplice be not removed, that evidence should\nnot be acted upon unless corroborated in some material\nparticulars; but if the suspicion attaching to the\naccomplice's evidence be removed, then that evidence\nmay be acted upon even though uncorroborated, and the\nguilt of the accused may be established upon the\nevidence alone. [Para 12] [440-G]\nE\nF\n2.3. Once the evidence of the approver is held to be\ntrustworthy, it must be shown that the story given by him\nso far as an accused is concerned, must implicate him\nin such manner as to give rise to a conclusion of guilt G\nbeyond reasonable doubt. Insistence upon corroboration\nis based on the rule of caution and is not merely a rule\nof law. Corroboration need not be in the form of ocular\ntestimony of witnesses and may even be in the form of\ncircumstantial evidence. [Para 24] [448-G-H]\nI\nA\n418 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nBhiva Doulu Patil v. State of Maharahshtra, AIR 1963 SC\n599: (1963) 3 SCR 830; Mohd. Husain Umar Kochra etc. v.\nK. S. Dalipsinghji and Another etc., (1969) 3 SCC 429: 1969\n(3) SCR 130; Sarwan Singh S/o Rattan Singh vs. State of\nPunjab AIR 1957 SC 637: 1957 SCR 953; Ravinder Singh\nB v. State of Haryana, (1975) 3 SCC 742: 1975 (3) SCR 453;\nAbdul Sattar v. Union Territory, Chandigarh, 1985 (Supp)\nSCC 599; Suresh Chandra Bahri v. State of Bihar (1995\nSupp (1) SCC 80) : 1994 (1) Suppl. SCR 483; Ramprasad\nv. State of Maharashtra, : AIR 1999 SC 1969: (1999 Cri LJ\nC 2889); Narayan Chetanram Chaudhary v. State of\nMaharashtra, (2000) 8 SCC 457: 2000 (3) Suppl. SCR\n104; K. Hashim v State of Tamil Nadu, (2005) 1 SCC 237:\n2005 Cri LJ 143 : 2004 (6) Suppl. SCR 1; Sitaram Sao @\nMungeri v State of Jharkhand, (2007) 12 SCC 630: 2007 (11)\nSCR 997; Sheshanna Bhumanna Yadav vs. State of\nMaharashtra (1970) 2 SCC 122: 1971 (1) SCR 617; Dagdu\nand Ors. vs. State of Maharashtra, (1977) 3 SCC 68: 1977 (\n3) SCR 636; Rampal Pithwa Rahidas and Others vs. State\nof Maharashtra, 1994 Supp (2) SCC 73: 1994 (2) SCR 179\n- relied on.\nD\nE\nF\nG\nH\n-\nApprover's evidence (PW-6)\n3.1. The principle of tendering pardon to an\naccomplice is to unravel the truth in a grave offence so\nthat guilt of the other accused persons concerned in\ncommission of crime could be brought home. The object\nof Section 306 of CrPC is to allow pardon in cases where\nheinous offence is alleged to have been committed by\nseveral persons so that with the aid of the evidence of\nthe person granted pardon, the offence may be brought\nhome to the rest. This Section empowers the Chief\nJudicial Magistrate or a Metropolitan Magistrate to tender\na pardon to a person supposed to have been directly or\nindirectly concerned in or privy to an offence to which the\nsection applies, at any stage of the investigation or\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA\n419\ninquiry or trial of the offence on condition of his making A\na full and true disclosure of the whole of the\ncircumstances within his knowledge relative to the\noffence. Under Section 306 of the Code, the Magistrate\nof the First Class is also empowered to tender pardon to\nan accomplice at any stage of inquiry or trial but not at B\nthe stage of investigation on condition of his making full\nand true disclosure of the entire circumstances within his\nknowledge relative to the crime. Section 307 of the Code\nvests the Court to which the commitment is made, with\npower to tender a pardon to an accomplice. An C\naccomplice who has been granted pardon under Section\n306 or 307 of the Code gets protection from prosecution.\nWhen he is called as a witness for the prosecution, he\nmust comply with the condition of making a full and true\ndisclosure of the whole of the circumstances within his\nknowledge concerning the offence and to every other\nperson concerned, whether as principal or abettor, in the\ncommission thereof and if he suppresses anything\nmaterial and essential within his knowledge concerning\nthe commission of crime or fails or refuses to comply with\nthe condition on which the tender was made and the\nPublic Prosecutor gives his certificate under Section 308\nof the Code to that effect, the protection given to him can\nbe lifted. [Para 28] [451-B-H; 452-A]\nD\nE\nF\n3.2. Section 306(4) makes it clear that the person\naccepting a tender of pardon should be examined as a\nwitness first in the Court of Magistrate and subsequently\nin the trial Court. Once an accused is granted pardon\nunder Section 306, he ceases to be an accused and\nbecomes witness for the prosecution. Regarding the G\ndelay in tendering pardon, it is not in dispute that the trial\ncommenced on 11.03.2003 with the examination of\nprosecution witnesses. The approver - PW-6, submitted\nhis application to become an approver on 16.06.2004 well\nbefore the judgment which was delivered on 19.04.2005. H\n420 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Section 307 of the Code denotes that pardon can be\ntendered at any time after commitment of a case but\nbefore the judgment is pronounced. In view of the same,\ninasmuch as the approver submitted his application well\nbefore the judgment was delivered, i.e., on 19.04.2005, the\nB contention regarding delay on the part of PW-6 is liable\nto be rejected. [Para 29] [452-B-D]\nC\n3.3. Initially, PW-6 was one of the 13 accused persons\ncharged with the offence of murder and in the array of\naccused, he was shown as (A-12). Accordingly, the\nprosecution is justified in taking the stand that the\napprover (PW-6) was directly or indirectly concerned in\nor privy to the offence of murder. In view of the same and\nin the light of the language used in Section 307 of the\nCode, the Courts below are right in entertaining the\nD evidence of PW-6 as approver. [Para 30] [452-E-F]\nE\nF\nG\nH\n3.4. In his examination-in-chief, the approver had\nclearly stated that he was one of the accused in the case\nand during investigation he was arrested by the police.\nOn completion of investigation, the investigating agency\nsubmitted charge-sheet against him along with others for\ntrial. In categorical terms, he asserted that he was aware\nof the whole incident which led to the killing of 'T' and\nalso asserted that he was also connected with and\ninvolved in his murder along with others. He highlighted\nthat on 21.08.2000, there was a public meeting organized\nby CPI (M) party at Santinagar. The deceased, 'T' and\nother party leaders attended the said meeting. In the year\n2000, there was a student agitation at Ratia Ferry Ghat\nagainst kidnapping of three students and one labourer\nby the extremists. On this issue, the students had blocked\nthe road. The deceased, 'T', being the local leader of the\nCPI (M) party, resisted the students in making agitation\nand blocking up the road. For that matter, PW-6 along\nwith other accused developed a grudge in their minds to\n"}