{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59}],"text":"MRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 463\n[P. SATHASIVAM, J.]\nB\nthe Court that on 31.08.2000, at around 10:30 p.m. one police A\nofficer seized blood stained earth from Santinagar Ferry Ghat\nin his presence and drawn seizure list wherein he signed. He\nadmitted his signature found in the seizure list which was\nmarked as Ex.-3. One Sujit Das also signed the seizure list\nalong with him. He asserted that any two persons of the group\nfired two shots on Tapan Chakraborty. He also informed the\nCourt that before he heard the sound of firing, he saw a flash\nof fire within the circle comprising 12/14 persons. The accused\npersons, namely, Pradip Das (A-9), Tapan Das (A-5), Somesh\nDas (A-7) and Gautam Das (A-11) were identified in the Court\nby name and face by PW-7. In cross-examination, it is true that\nhe informed the Court that he does not know any person named\nRatan Sukladas, (PW-6) approver.\nC\nD\nE\n(c) One Pranab Chakraborty was examined as PW-8. He\nwas one of the persons waiting in the passenger shed at the\nrelevant time. He admitted that Tapan Chakraborty was his\neldest brother. According to him, prior to his death, he held\nmany responsible posts in/CPI (M) Party. Besides, he was the\nVice Chairman of the Kalyanpur Panchayat Society. He\ninformed the Court that on 31.08.2000, his brother was killed\nby the miscreants at Santinagar Ferry Ghat. According to him,\non that day, around 05:15 p.m., Bidhu Urang (PW-7), Nehar\nRanjan Deb (PW-4), Satyendra Tanti (PW-9) and he himself\nwere sitting in the passenger shed which is about 100 cubics\naway from Santinagar Ferry Ghat. PW-8 also deposed that F\nthey were waiting in the passenger shed to escort his brother\nwho was supposed to return from Santinagar after attending a\npeace meeting. He explained that from Bagan Bazar, they went\nstraight to passenger shed. He also stated that there was\nsecurity threat on the life of his brother because of which they G\nused to accompany and escort him whenever he go outside in\nconnection with any party work. When they were waiting in the\npassenger shed, it was drizzling and at that time they saw a\ngood number of persons proceeding towards Ferry Ghat out\nof them he recognized Tapan Das (A-5), Gautam Das (A-11), H\nB\n464 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Pradip Das (A-9) and Anil Das (A-1). He saw Anil Das (A-1)\ncoming hurriedly from the other side of the river. He deposed,\nas soon as Tapan Chakraborty reached near the bank of the\nriver he heard hue and cry and at that time he also heard sound\nof two rounds of fire. Thereafter, they rushed to the place of\noccurrence, and then the miscreants ran away towards south-\neast direction. On arriving at the place of occurrence, he found\nTapan lying on the ground with his upside down with two bullet\ninjuries one on the left side of his back and another on the back\nof his head. The wounds were bleeding profusely. With the help\nof others, he took his brother up to the main road and thereafter\ntook him to the hospital in a police van. As the condition of his\nbrother was alarming, he was shifted to GB Hospital, Agartala\nfrom Kalyanpur hospital. He identified Anil Das (A-1), Pradip.\nDas (A-9), Gautam Das (A-11) in the Court by name and face.\nIn cross-examination, he denied the suggestion that he could\nnot recognize Tapan Das (A-5), Pradip Das (A-9) and Gautam\nDas (A-11). He also mentioned that Ramakanta Paul (PW-10),\nPrabir Biswas (PW-12), Nilai Das (PW-3), Benu Ranjan Dhupi\n(PW-11), Sujit Das, Subrata Das, Rajesh Das were in the boat\nalong with his brother while crossing the river\nC\nD\nE\n(d) Another witness from the passenger shed was\nSatyendra Tanti (PW-9). Like other witnesses, namely, PWs 4,\n7 and 8, he also explained the said incident. He admitted that\nTapan Chakraborty was the Vice Chairman, Kalyanpur\nF Panchayat Society and held several responsible posts in the\nCPI (M) party. He also admitted that Tapan was related to his\nfamily. Since, he informed the Court that he did not notice any\nof the persons while coming out of the passenger shed, he was\ndeclared as a hostile witness from the side of the prosecution.\nG Though PW-9 turned hostile as stated earlier, he admitted that\nhe along with Pranab Chakraborty (PW-8;, Nehar Ranjan Deb\n(PW-4) and Bidhu Urang (PW-7) were sitting in the passenger\nshed with a view to escort his brother Tapan Chakraborty.\nH\n41. The analysis of statement of various persons,\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 465\n[P. SATHASIVAM, J.]\nparticularly, eye-witnesses clearly strengthen the case of PW- A\n6, approver, in all aspects including conspiracy, planning to\nattack the deceased for his statement about the students'\nmovement, actual incident, role played by the assailants and\nsubsequent events after the gunshot till the death of the\ndeceased Tapan Chakraborty. We are satisfied that by these\nstatements, the prosecution has strengthened its case through\nPW-6 approver and there is no reason to disbelieve his version.\nReliance on the hostile witness\nB\nC\nE\n42. In the case on hand Ganesh Kol (PW-2), Satyendra\nTanti (PW-9), Ramakanta Paul (PW-10) and Prabhir Biswas\n(PW-12) were declared as hostile witnesses. It is settled law\nthat corroborated part of evidence of hostile witness regarding\ncommission of offence is admissible. The fact that the witness\nwas declared hostile at the instance of the Public Prosecutor D\nand he was allowed to cross-examine the witness furnishes no\njustification for rejecting en bloc the evidence of the witness.\nHowever, the Court has to be very careful, as prima facie, a\nwitness who makes different statements at different times, has\nno regard for the truth. His evidence has to be read and\nconsidered as a whole with a view to find out whether any weight.\nshould be attached to it. The Court should be slow to act on\nthe testimony of such a witness, normally, it should look for\ncorroboration with other witnesses. Merely because a witness\ndeviates from his statement made in the FIR, his evidence\ncannot be held to be totally unreliable. To make it clear that\nevidence of hostile witness can be relied upon at least up to\nthe extent, he supported the case of prosecution. The evidence\nof a person does not become effaced from the record merely\nbecause he has turned hostile and his deposition must be\nG\nexamined more cautiously to find out as to what extent he has\nsupported the case of the prosecution.\n43. In our case, eye witnesses including the hostile\nwitnesses, firmly established the prosecution version. Five eye-\nwitnesses, namely, PW-1, PW-4, PW-6, PW-7 and PW-8\nF\nH\nB\n466 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA clearly identified two convicts-appellants, Tapan Das (A-5) and\nGautam Das (A-11). PWs 1, 4, 7 and 8 identified accused\nPradip Das (A-9). PWs 1 \u0026 7 identified accused Somesh Das\n(A-7). PWs 1 \u0026 4 identified Mrinal Das (A-4). PWs 4 \u0026 8\nidentified Anil Das (A-1). It is clear that 6 accused persons\nincluding two convicts-appellants had been identified by more\nthan one eye-witnesses. It is also clear that 6 accused could\nhave been identified by the eye witnesses though all of them\ncould not have been identified by the same assailants.\nHowever, it is clear that two or more than 2 eye-witnesses could\nC identify one or more than one assailants. The general principle\nof appreciating evidence of eye witnesses, in such a case is\nthat where a large number of offenders are involved, it is\nnecessary for the Court to seek corroboration, at least, from\ntwo or more witnesses as a measure of caution. Likewise, it\nis the quality and not the quantity of evidence to be the rule for\nconviction even where the number of eye witnesses is less than\ntwo.\nD\nE\n44. It is well settled that in a criminal trial, credible evidence\nof even hostile witnesses can form the basis for conviction. In\nother words, in the matter of appreciation of evidence of\nwitnesses, it is not the number of witnesses but quality of their\nevidence. As rightly observed by the High Court, there are only.\nsix accused persons namely, Tapan Das (A-5), Gautam Das\n(A-11), Pradip Das (A-9), Mrinal Das (A-4), Somesh Das (A-\nF 7) and Anil Das (A-1) identified by two or more eye witnesses\nwhile Tapan Das (A-5) and Gautam Das (A-11) were\nrecognized by PWs 1, 4, 7 and 8 corroborated by PW-6\n(approver). Somesh Das (A-7) was recognized by PWS-1 \u0026 7,\nMrinal Das (A-4) by PWs 1 \u0026 4 and Anil Das (A-1) by PWs 4\nG \u0026 8, all of them being corroborated by PW-6 (approver). If PW-\n6 (approver) is included, there are three eye-witnesses who\ncould identify six offenders including two convicts-appellants.\nInasmuch as we were taken through the entire evidence of the\nabovementioned witnesses, we fully endorse the view\nH expressed by the High Court.\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 467\n[P. SATHASIVAM, J.]\n45. Now we have to find out whether the High Court is A\njustified in interfering with the order of acquittal insofar as\naccused Anil Das (A-1), Mrinal Das (A-4), Somesh Das (A-7)\nand Pradip Das (A-9) are concerned, in the light of the\nprinciples which we have explained in the earlier part of our\njudgment. The trial Court, after finding that the factum of B\nconspiracy as disclosed by the approver remains\nunsubstantiated for want of independent corroborating\nevidence, acquitted them. Since the High Court has reversed\nthe said decision of acquittal and convicted the accused\npersons relying on Section 34 IPC, let us find out whether the C\nHigh Court is justified in upsetting the order of acquittal into\nconviction. Section 34 IPC reads as under:\n\"34. Acts done by several persons in furtherance of\ncommon intention.- When a criminal act is done by\nseveral persons in furtherance of the common intention of\nall, each of such persons is liable for that act in the same\nmanner as if it were done by him alone.\"\nD\nE\nThe reading of Section 34 CPC makes it clear that the burden\nlies on prosecution to prove that the actual participation of more\nthan one person for commission of criminal act was done in\nfurtherance of common intention at a prior concept. Further,\nwhere the evidence did not establish that particular accused .\nhas dealt blow the liability would devolve on others also who\nwere involved with common intention and such conviction in F\nthose cases are not sustainable. A clear distinction made out\nbetween common intention and common object is that common\nintention denotes action in concert and necessarily postulates\nthe existence of a pre-arranged plan implying a prior meeting\nof the minds, while common object does not necessarily require\nproof of prior meeting of minds or pre-concept. Though there\nis substantial difference between the two sections, namely,\nSections 34 and 149 IPC, to some extent they also overlap and\nit is a question to be determined on the facts of each case.\n46. There is no bar in convicting the accused under\nG\nH\nk\nD\n468 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA substantive section read with Section 34 if the evidence\ndiscloses commission of an offence in furtherance of the\ncommon intention of them all. It is also settled position that in\norder to convict a person vicariously liable under Section 34\nor Section 149 IPC, it is not necessary to prove that each and\nB every one of them had indulged in overt acts in order to apply\nSection 34, apart from the fact that there should be two or more\naccused. Two facts must be established, namely a) common\nintention b) participation of accused in the commission of an\noffence. It requires a pre-arranged plan and pre-supposes prior\nC concept. Therefore, there must be prior meeting of minds. It can\nalso be developed at the spur of the moment but there must\nbe pre-arrangement or pre-meditated concept. As rightly\nobserved by the High Court, though the trial Court was of the\nview that the evidence of an approver contains full and correct\nversion of the incident so far as participation of the accused\nTapan Das (A-5) and Gautam Das (A-11), however, there is\nno plausible reason by the trial Court as to why the other part\nof the statement of the approver could not be believed. In order\nto seek the aid of Section 34 IPC, it is not necessary that\nindividual act of the accused persons has to be proved by the\nprosecution by direct evidence. Again, as mentioned above,\ncommon intention has to be inferred from proved facts and\ncircumstances and once there exist common intention, mere\npresence of the accused persons among the assailants would\nbe sufficient proof of their participation in the offence. We agree\nwith the conclusion of the High Court that the trial Court failed\nto explain or adduce sufficient reasons as to why the other part\nof the evidence that the accused persons named by the\napprover were found present in the place of occurrence could\nnot be believed for the purpose of invoking Section 34 when\nG two or more eye-witnesses corroborated the testimony of\napprover (PW-6) specifically naming six accused persons\nincluding the two convicted appellants.\nE\nF\n47. The existence of common intention amongst the\nH participants in the crime is the essential element for application\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 469\n[P. SATHASIVAM, J.]\nB\nC\nof Section 34 and it is not necessary that the acts of several A\npersons charged with the commission of an offence jointly must\nbe the same or identically similar. We have already pointed out\nfrom the evidence of eye-witnesses as well as the approver\n(PW-6) that one Uttam Shil (A-8) was deployed at the place of\nmeeting at Santinagar for the purpose of giving intimation to\nother accused persons about the movement of the deceased.\nIt is also seen from the evidence that one more accused was\nstationed on the shore of the river near Bagan Bazar. It is also\nseen from the evidence that after the meeting, the boat carrying\nTapan Chakraborty and other eye-witnesses was about to\nreach Bagan Bazar shore, accused Anil Das (A-1) who was\ndeployed there suddenly left towards Bagan Bazar and within\nfew minutes 10 accused persons rushed to the boat from\nBagan Bazar. Thereafter, the occurrence took place. The\nmaterials placed by the prosecution, particularly, from the eye- D\nwitnesses, the common intention can be inferred among the\naccused persons including the six persons identified by the\neye-witnesses. If we consider the case of the prosecution in the\nlight of the disclosure made by the approver (PW-6), coupled.\nwith the statement of eye-witnesses, it is clear that the 13\nassailants had planned and remained present on the shore of\nthe river to eliminate Tapan Chakraborty. In view of these\nmaterials, the High Court is right in applying Section 34 IPC\nand basing conviction of six accused persons including the two\nconvicted appellants that is Tapan Das (A-5), Gautam Das (A-\n11), Pradip Das (A-9), Somesh Das (A-7), Mrinal Das (A-4)\nand Anil Das (A-1).\nMedical evidence:\n48. The Doctor who conducted the post mortem on the\ndead body was examined as PW-14 and his report has been\nmarked aş Ex.7. The said report shows three fire arm wounds\non the dead body of the deceased. One, measuring 0.75 cm.\nin radius over upper part of left anterior chest wall at posterior\nauxiliary plane, two, lacerated injury 3 cms. X .5 cm x bone deep\nE\nF\nG\nH\n470 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA occipital region, and three, lacerated injury, 4 cm x 1 cm x bone\ndeep over occipital region of skull. PW-14 has categorically\nstated that the first injury was sustained by the deceased on\nhis back. According to him, injury Nos. 2 and 3 might be\nreceived by the deceased by the same bullet if the bullet had\nB split. We also verified the post mortem examination report\n(Ex.7) and the medical evidence of PW-14 and find no\ninconsistency between the contents in his report (Ex. 7), his\nevidence as PW-14 and the ocular evidence of the approver\n(PW-6). As rightly observed by the trial Court and the High.\nCourt, the ocular version i.e., evidence of the approver (PW-6)\nstands corroborated by the medical evidence of PW-14 and\n(Ex.7). We concur with the said conclusion.\nC\nD\n49. Though Mr. Sidharth Luthra, learned senior counsel\nappearing for the appellants pointed out certain contradictions\nin the statement of witnesses with their previous statements\nrecorded during investigation and with all their statements in\nthe Court, on verification, we are satisfied that those\ncontradictions, if any, are only minimal and it would not affect\nthe claim of the prosecution case. We have already discussed\nE elaborately about the identification of the assailants by the\nprosecution witnesses including the approver (PW-6). Though\nit was pointed out by the learned senior counsel for the\nappellants that none of the seven witnesses other than approver\n(PW-6) could recognize all the assailants, in the earlier\nF paragraphs, we have pointed out that each witness identified\nat least two assailants and approver (PW-6) has identified all\nof them. In a case of this nature where large number of persons\ncommitted the crime, it is but natural that due to fear and\nconfusion a witness cannot recognize and remember all the\nG assailants. If any witness furnishes all the details accurately, in\nthat event also it is the duty of the Court to verify his version\ncarefully.\nH\nConclusion\n50. As discussed earlier, the statement of approver (PW-\nMRINAL DAS \u0026 ORS. v. THE STATE OF TRIPURA 471\n[P. SATHASIVAM, J.]\n6) inspires confidence including the conspiracy part which gets A\nfull support from the narration of the occurrence given by the\neye-witnesses, more particularly, as to the deployment of some\nof the offenders for reporting to others about the movement of\nthe victim. As rightly pointed out by the High Court, there is\nnothing wrong in accepting his entire statement and true\ndisclosure of the incident coupled with corroboration of his\nevidence with the eye witnesses. We fully agree with the\ndiscussion and ultimate conclusion arrived at by the High Court\nand unable to accept any of the contentions raised by the\nlearned senior counsel for the appellants.\n51. Under these circumstances, we confirm the ultimate\ndecision arrived at by the High Court. Consequently, both the\nappeals fail and are accordingly dismissed as devoid of any\nmerit.\nB.B.B\nAppeals dismissed.\nB\nс\nD\n"}