{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"STATE BANK OF INDIA\nV.\nVIJAY KUMAR\nMARCH 26, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nConstitution of India, 1950:\nA\nB\ni\nArt. 136-Debt recovery proceedings-Compromise deed setting time\nC\nschedule for making payment and default clause-Default in payment within\ntime—Bank claiming recovery of entire decretal amount-Writ petition by\nrespondent indicating difficulties for making payment in time-High Court\naccepted the stand of respondent and directed the payment of interest for\ndefault period @ 10.5% p.a.-On appeal, held, respondent had made full\npayment alongwith the interest for the default period û Moreover, Appellant D\nbank had never indicated that settlement failed due to failure to stick to time\nschedule-Hence not fit case to exercise jurisdiction under Art. 136.\nThe appellant-Bank filed recovery petition before the DRT. The matter\nwas referred to Lok Adalat where a compromise deed was filed setting out\nterms of settlement. The compromise deed specified that respondent was to E\ndeposit the settlement amount by 31st March, 2004 and a failure clause setting\nout consequences of default in payment according to the time schedule. DRT\npassed an order in terms of compromise. Respondent defaulted in payment.\nAppellant-Bank took the view that there was non-compliance with the terms\nof the compromise/settlement, therefore, they were entitled to recover the\nF\nentire decretal amount.\nRespondent filed writ petition before High Court indicating the\ndifficulties on account of which the payments could not be made in time. The\nHigh Court allowed the appeal and accepted the stand of the respondent that\nthough there was some default, the entire amount had been paid by 12th July, G\n2004 alongwith interest of Rs.45,000/- for the defaulted period. It further held\nthat the difficulties were genuine and the compromise should be acted upon\nbut directed the bank to charge interest for the defaulted period @ 10.4%\np.a. Hence the present appeal.\n475\nH\n476\nA\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nDismissing the appeal, the Court\nHELD: 1. Normally, when there is failure of the terms of the settlement\nthe default clause, if provided, operates. Therefore, in the peculiar features\nappellant-bank agreed to settle the claim taking into account various factors.\nIt is true that the High Court has erroneously recorded that Rs.2,00,000/-\nB has been paid within the stipulated time. The respondent had paid\nRs. 45,000/- as interest for the defaulted period. Interestingly, pursuant to\nthe direction of the High Court the appellant-bank had charged interest of\nRs.29,353/-. [Paras 7 and 8] [477-G-H; 478-E]\nC\nD\n2. Appellant-Bank at no point of time before the final payment was made,\nhad indicated that settlement failed because of failure to stick to the time\nschedule. Above being the position, it is not a fit case where jurisdiction under\nArticle 136 of the Constitution of India, 1950 is to be exercised.\n[Paras 9 and 10] [478-F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1573 of 2007.\nFrom the Judgment and Order dated 26.5.2006 of the High Court of\nPunjab and Haryana at Chandigarh in C.W.P. No. 15032/2005.\nSanjay Kapur, Shubhra Kapur, Rajiv Kapur, and Arti Singh for the\nE Appellant.\nF\nG\nH\nRajiv K. Garg, Ashish Garg and Annam D.N. Rao for the Respondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the order passed by the Division Bench\nof the Punjab and Haryana High Court allowing the writ petition filed by the\nrespondent.\n3. The background facts which are almost undisputed are as follows:\nThe appellant-bank field a recovery petition before the Debt Recovery\nTribunal, Chandigarh (in short 'DRT'). The amount claimed was Rs. 14,92,295.99.\nThe decree was passed and revision petition was filed by the appellant-bank.\nA compromise deed was filed at the Lok Adalat setting out the different terms\nof settlement. The relevant term was that the respondent was to deposit 20%\nSTATE BANK OF INDIA v. VIJAY KUMAR [PASAYAT, J.]\n477\nof the compromise/settlement amount within 30 days i.e on or before December A\n28, 2003 and the remaining amount of Rs.8,00,000/- was to be paid in equal\nmonthly/quarterly/half yearly instalment on or before March 31, 2004. There\nwas also a failure clause setting out the consequences of default in payment\naccording to the time schedule. DRT passed an order in terms of the\ncompromise. Undisputedly there was some default in payment. Since the\nB\nappellant-bank took the view that there was non-compliance with the terms\nof the compromise/settlement, therefore, the appellant-bank was entitled to\nrecover the entire decreetal amount.\n4. A writ petition was filed before the High Court indicating the difficulities\non account of which the payments could not be made in time. The High Court C\ntook note of the fact though there was some default on the part of the\nrespondent the entire amount had been paid by 12th July, 2004 along with\ninterest of Rs.45,000/- for the defaulted period. The High Court held that the\ndifficulties were genuine. The respondent had proved his bona fide by making\nthe payment of whole amount as agreed to in the compromise and that also\npaid for the defaulted amount.\nD\n5. The High Court was of the view that the first instalment was paid in\ntime. Therefore, it accepted the stand of the writ petitioners and held that the\ncompromise should be acted upon but directed the bank to charge interest\nfor the defaulted period @ 10.4% p.a.. A sum of Rs.20,000/- which was\ndeposited pursuant to the order of the High Court was directed to be adjusted\nfor publication charges etc.\n6. In support of the appeal learned counsel for the appellant-bank\nsubmitted that the High Court has wrongly held that the first instalment was\nmade in time. Additionally, when the amounts had not been paid according\nto the fixed schedule the default clause operated and the High Court could\nnot have come to the aid of a defaulter.\nE\nF\n7. Learned counsel for the respondent submitted that High Court took\nnote of all the relevant factors, the bona fides of the respondent and even\nhad directed charging of interest which in fact has been charged by the G\nappellant bank and has been paid. Normally, when there is failure of the terms\nof the settlement the default clause, if provided, operates. Therefore, in the\npeculiar features appellant-bank agreed to settle the claim taking into account\nvarious factors. It is true that the High Court has erroneously recorded that\nRs.2,00,000/- has been paid within the stipulated time. The details of the\npayment are as follows:\nH\n478\nSUPREME COURT REPORTS\nMode of Payment\nA S. No. Date of\nAmount\nPayment\n1.\n28.12.2003\nRs.90,000\n[2007] 4 S.C.R.\nB\n2.\n2.1.04\nRs.20,000\n3.\n5.1.04\nRs.10,000\nC\n4.\n25.4.04\nRs.3,80,000\n5.\n12.7.04\nRs.5,00,000\nD\nTotal\nCash deposited with the Respondent\nbank\nCash deposited with the Respondent\nbank\nCash deposited with the Respondent\nbank\nCash deposited with the Respondent\nbank\nVide bank draft deposited with the\nRecovery officer.\nRs.10,00,000\n8. Additionally, we find that the respondent had paid Rs.45,000/- as\ninterest for the defaulted period. Interestingly, pursuant to the direction of the\nE High Court the appellant-bank had charged interest of Rs.29,353/-. There into\narrangements with third party for selling the property but the payment in\nrespect of the sale was to be made directly to the bank.\n9. It is noted that Bank at no point of time before the final payment was\nmade appears to have indicated that settlement failed because of failure to\nF stick to the time schedule.\n10. Above being the position, we do not find this to be a fit case where\njurisdiction under Article 136 of the Constitution of India, 1950 is to be\nexercised. The appeal is dismissed.\nD. G.\nAppeal dismissed.\nA\n"}