{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nUNION OF INDIA\nV.\nYUMNAM ANAND M. @ BOCHA @ KORA @ SURAJ AND ANR.\nAPRIL 12, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nC\nPreventive Detention:\nDetenu making representation against order of detention-Considering\nauthority justified in obtaining views of sponsoring authority before disposal\nof the representation-National Security Act, 1980-s.3(3).\nRepresentation by detenu against detention-Considering Authority to\ndeal with same with utmost expedition and in its right perspective keeping\nin view the fact that the detention is based on subjective satisfaction of the\nD\nauthority concerned, and any infringement of the constitutional right conferred\nunder Art.22(5) invalidates the detention order-Obligation of the detaining\nauthority to show that the detention order meticulously accords with the\nprocedure established by law-Constitution of India, 1950-Articles 22(5)\n\u0026 21.\nE\nF\nConstitution of India, 1950-Article 226-Writ of habeas corpus—Is a\nwrit of right which is grantable ex debito justitae, but is not a writ of course-\nThe applicant must show a Prima facie case of his unlawful detention-\nPreventive Detention.\nAn order of detention was served on Respondent no. 1 in exercise of\npowers conferred under Section 3(3) of the National Security Act, 1980 read\nwith the Home Department's Order No. 17(1)/49/80-S(pt) dated 31.05.2005.\nThe detention was approved by the State Governor. Detenu made\nrepresentation before the Ministry of Home Affairs which immediately called\nfor parawise comments from the sponsoring authority. The comments were\nG\nreceived whereafter the representation was rejected. Detenu filed writ petition\nbefore High Court for quashing of the order of detention contending that there\nwas unexplained delay in disposing of his representation. A counter affidavit\nwas filed explaining that some time was taken to obtain the view of the\nsponsoring authority. High Court held that the views of the Sponsoring\n60\nΗ\n1\nU.O.I. v. YUMNAM ANAND M. @ BOCHA @ KORA @ SURAJ\n61\n-\n}\nAuthority were not necessary to be taken and therefore the delay in disposing A\nof the representation had not been properly explained. Accordingly the order\nof detention was quashed. Hence the present appeal.\nAllowing the appeal, the Court\nC\nHELD: 1. The question as to whether there was delay in disposal of the B\nrepresentation has to be considered in the background of Article 22(5) of the\nConstitution. A constitutional protection is given to every detenu which\nmandates the grant of liberty to the detenu to make a representation against\ndetention, as imperated in Article 22(5) of the Constitution. It also imperates\nthe authority to whom the representation is addressed to deal with the same\nwith utmost expedition. The representation is to be considered in its right\nperspective keeping in view the fact that the detention of the detenu is based\non subjective satisfaction of the authority concerned, and infringement of the\nconstitutional right conferred under Article 22(5) invalidates the detention\norder. Personal liberty protected under Article 21 is so sacrosanct and so\nhigh in the scale of constitutional values that it is the obligation of the detaining D\nauthority to show that the impugned detention meticulously accords with the\nprocedure established by law. [Para 6] [64-A-C]\nThomas Pacham Dales' case (1881) 6 QBD 376, referred to.\n2. Article 21 of the Constitution having declared that no person shall E\nbe deprived of life and liberty except in accordance with the procedure\nestablished by law, a machinery was definitely needed to examine the question\nof illegal detention with utmost promptitude. The writ of habeas corpus is a\ndevice of this nature. The writ has been described as a writ of right which is\ngrantable ex debito justitae. Though a writ of right, it is not a writ of course.\nThe applicant must show a Prima facie case of his unlawful detention.\n[Para 7] [64-F]\nF\nG\n3. In case of preventive detention no offence is proved, nor any charge\nis formulated and the justification of such detention is suspicion or\nreasonability and there is no criminal conviction which can only be warranted\nby legal evidence. Preventive justice requires an action to be taken to prevent\napprehended objectionable activities. But at the same time, a person's greatest\nof human freedoms, i.e., personal liberty is deprived, and, therefore, the laws\nof preventive detention are strictly construed, and a meticulous compliance\nwith the procedural safeguard, however, technical is mandatory. The\ncompulsions of the primordial need to maintain order in society, without which H\n62\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA enjoyment of all rights, including the right of personal liberty would lose all\ntheir meanings, are the true justifications for the laws of preventive detention.\nThis jurisdiction has been described as a \"jurisdiction of suspicion\", and the\ncompulsions to preserve the values of freedom of a democratic society and\nsocial order sometimes merit the curtailment of the individual liberty. No law\nis an end itself and the curtailment of liberty for reasons of State's security\nand national economic discipline as a necessary evil has to be administered\nunder strict constitutional restrictions. No carte blanche is given to any organ\nof the State to be the sole arbiter in such matter. [Para 8] [64-H; 65-A-C]\nB\nC\nRex v. Nallidev [1971] AC 260; Mr. Kubic Dariusz v. Union of India\nand Ors., AIR [1990] SC 605 and Ayya alias Ayub v. State of U.P. and Anr.,\nAIR [1989] SC 364, referred to.\n4.1. The contention that the views of the sponsoring authority were totally\nunnecessary and time taken by that authority could have been saved does not\nappeal because consulting the authority which initiated the proposal can never\nD be said to be an unwarranted exercise. [Para 10] [66-B-C]\n4.2. It is normal under the rules of business for the Government to seek\nthe remarks of the officer against whose order a representation is made to\nthe Government. As a matter of fact, if such remarks are not called for and\nstatutory representations are rejected summarily by the Government it would\nE be considered as a rejection without application of mind. Therefore, in cases\nwhere the considering authority feels that the remarks of the officer who\nmade the original order are necessary then such superior authority must\ncall for such remarks. [Para 11] [67-A-C]\nF\nG\nH\n4.3. In the circumstances, the High Court's impugned order is clearly\nindefensible. However, the detaining authority shall decide within a period of\ntwo months if it would be desirable to take back the respondent no. 1 to\ncustody. [Para 12] [67-F]\nKamarunnissa v. Union of India and Anr., [1991] 1 SCC 128 and Dr.\nPrakash v. State of Tamil Nadu and Ors., [2002] 7 SCC 759, relied on.\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 546 of\nFrom the Judgment and Order dated 05.04.2006 of the High Court of\nGauhati, Imphal Bench at Manipur in W.P. (Crl.) No. 50 of 2005.\nU.O.I. v. YUMNAM ANAND M. @ BOCHA @ KORA @SURAJ [PASAYAT, J.] 63\nA. Sharan, ASG., Sushma Suri and Amit Anand Tiwari for the Appellant. A\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\nC\n2. Challenge in this appeal is to the judgment of the Division Bench of B\nthe Gauhati High Court, Imphal Bench, allowing the habeas corpus petition\nfiled by respondent no.1. In the writ petition before the High Court the order\nof the District Magistrate Tamenglong passed in exercise of powers conferred\nunder sub-section (3) of Section 3 of the National Security Act, 1980 (in short\nthe ‘Act') read with Home Department's Order No.17(1)/49/80-S(Pt) dated\n31.5.2005 was challenged. Though several grounds were urged in support of\nthe application, the High Court accepted the stand that there was unexplained\ndelay in disposing of the representation made. It is to be noted that counter\naffidavit had been filed giving details of the steps taken after the receipt of\nthe representation. It was explained that some time was taken to obtain the\nview of the sponsoring authority. The High Court held that the views of the D\nsponsoring authority were not necessary to be taken and, therefore, the delay\nhad not been properly explained. Accordingly the order of detention was\nquashed.\n3. Learned counsel for the appellant submitted that the view expressed\nby the High Court is clearly contrary to the views expressed by this Court\nin several cases.\n4. There is no appearance on behalf of respondent no.1 in spite of the\nservice of the notice.\nE\nF\n5. The factual position needs to be noted before dealing with the\ncontention as to desirability of obtaining views of sponsoring authority. The\norder of detention dated 3.9.2005 was served on respondent no.1 (hereinafter\nreferred to as the 'detenu') on 14.9.2005. The detention was approved by the\nGovernor of Manipur on 26.9.2005. The Ministry of Home Affairs received the\nG\nrepresentation made by the detenu against the detention on 3.11.2005.\nImmediately the parawise comments were called for from the sponsoring\nauthority. The comments were received on 19.12.2005 and on 20.12.2005 the\nrepresentation was rejected. On 7.11.2005 detenu filed a Writ Petition (Crl.) No.\n50 of 2005 before the Gauhati High Court Imphal Bench for quashing the order\nof detention. It was submitted that there was unusual delay in disposing of H\nthe writ petition filed by the detenu.\nと\nA\nB\n64\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n6. So far as the pivotal question whether there was delay in disposal\nof the representation is concerned, same has to be considered in the background\nof Article 22(5) of the Constitution. A constitutional protection is given to\nevery detenu which mandates the grant of liberty to the detenu to make a\nrepresentation against detention, as imperated in Article 22(5) of the\nConstitution. It also imperates the authority to whom the representation is\naddressed to deal with the same with utmost expedition. The representation\nis to be considered in its right perspective keeping in view the fact that the\ndetention of the detenu is based on subjective satisfaction of the authority\nconcerned, and infringement of the constitutional right conferred under Article\n22(5) invalidates the detention order. Personal liberty protected under Article\nC 21 is so sacrosanct and so high in the scale of constitutional values that it\nD\nE\nF\nis the obligation of the detaining authority to show that the impugned detention\nmeticulously accords with the procedure established by law. The stringency\nand concern of the judicial vigilance that is needed was aptly described in\nthe following words in Thomas Pacham Dales' case: (1881 (6) QBD 376):\n\"Then comes the question upon the habeas corpus. It is a general\nrule, which has always been acted upon by the Courts of England,\nthat if any person procures the imprisonment of another he must take\ncare to do so by steps, all of which are entirely regular, and that if he\nfails to follow every step in the process with extreme regularity the\nCourt will not allow the imprisonment to continue.”\n7. Article 21 of the Constitution having declared that no person shall\nbe deprived of life and liberty except in accordance with the procedure\nestablished by law, a machinery was definitely needed to examine the question\nof illegal detention with utmost promptitude. The writ of habeas corpus is a\ndevice of this nature. Blackstone called it “the great and efficacious writ in\nall manner of illegal confinement”. The writ has been described as a writ of\nright which is grantable ex dobito justitae. Though a writ of right, it is not\na writ of course. The applicant must show a Prima facie case of his unlawful\ndetention. Once, however, he shows such a cause and the return is not good\nG and sufficient, he is entitled to this writ as of right.\n8. In case of preventive detention no offence is proved, nor any charge\nis formulated and the justification of such detention is suspicion or\nreasonability and there is no criminal conviction which can only be warranted\nby legal evidence. Preventive justice requires an action to be taken to prevent\nH\napprehended objectionable activities. (See Rex v. Nallidev, (1917) AC 260; Mr.\nA\n}\nU.O.I. v. YIJMNAM ANAND M. @ BOCHA @ KORA @ SURAJ [PASAYAT, J.] 65\nB\nKubic Dariusz v. Union of India and Ors., AIR (1990) SC 605. But at the same A\ntime, a person's greatest of human freedoms, i.e., personal liberty is deprived,\nand, therefore, the laws of preventive detention are strictly construed, and a\nmeticulous compliance with the procedural safeguard, however, technical is\nmandatory. The compulsions of the primordial need to maintain order in\nsociety, without which enjoyment of all rights, including the right of personal\nliberty would lose all their meanings, are the true justifications for the laws\nof preventive detention. This jurisdiction has been described as a “jurisdiction\nof suspicion\", and the compulsions to preserve the values of freedom of a\ndemocratic society and social order sometimes merit the curtailment of the\nindividual liberty. (See Ayya alias Ayub v. State of U.P. and Anr., AIR (1989)\nSC 364). To lose our country by a scrupulous adherence to the written law, C\nsaid Thomas Jafferson, would be to lose the law, absurdly sacrificing the end\nto the means. No law is an end itself and the curtailment of liberty for reasons\nof State's security and national economic discipline as a necessary evil has\nto be administered under strict constitutional restrictions. No carte blanche\nis given to any organ of the State to be the sole arbiter in such matters.\nD\n9. The High Court was of the view that parawise comments were not\nrequired to be called for and it was held that the same was fatal to the\ndetention.\n10. The question as to whether the views of the sponsoring authority\nare to be called for and whether they are necessary have been dealt with in\nseveral cases. In Kamarunnissa v. Union of India and Anr., [1991] 1 SCC 128\nit was observed as under:\nE\nF\n\"The learned counsel for the petitioners raised several contentions\nincluding the contentions negatived by the High Court of Bombay. It\nwas firstly contended that the detenu had made representations on\nDecember 18, 1989 which were rejected by the communication dated\nJanuary 30, 1990 after an inordinate delay. The representations dated\nDecember 18, 1989 were delivered to the jail authorities on December\n20, 1989. The jail authorities dispatched them by registered post.\nDecember 23, 24 and 25, 1989 were non-working days. The G\nrepresentations were received by the COFEPOSA Unit on December\n28, 1989. On the very next day i.e. December 29, 1989 they were\nforwarded to the sponsoring authority for comments. December 30\nand 31, 1989 were non-working days. Similarly, January 6 and 7, 1990\nwere non-working days. The comments of the sponsoring authority\nH\nE\n66\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nwere forwarded to the COFEPOSA Unit on January 9, 1990. Thus it\nis obvious that the sponsoring authority could not have received the\nrepresentation before January 1, 1990. Between January 1, 1990 and\nJanuary 8, 1990 there were two non-working days, namely, January 6\nand 7, 1990 and, therefore, the sponsoring authority can be said to\nhave offered the comments within the four or five days available to\nit. It cannot, therefore, be said that the sponsoring authority was\nguilty of inordinate delay. The contention that the-views of the\nsponsoring authority were totally unnecessary and the time taken by\nthat authority could have been saved does not appeal to us because\nconsulting the authority which initiated the proposal can never be\nsaid to be an unwarranted exercise. After the COFEPOSA Unit received\nthe comments of the sponsoring authority it dealt with the\nrepresentations and rejected them on January 16, 1990. The comments\nwere dispatched on January 9, 1990 and were received by the\nCOFEPOSA Unit on January 11, 1990. The file was promptly submitted\nto the Finance Minister on the 12th; 13th and 14th being non-working\ndays, he took the decision to reject the representation on January 16,\n1990 and the memo of rejection was dispatched by post on January\n18, 1990. It appears that there was postal delay in the receipt of the\ncommunication by the detenus but for that the detaining authority\ncannot be blamed. It is, therefore, obvious from the explanation given\nin the counter that there was no delay on the part of the detaining\nauthority in dealing with the representations of the detenus. Our\nattention was drawn to the case law in this behalf but we do not\nconsider it necessary to refer to the same as the question of delay has\nto be answered in the facts and circumstances of each case. Whether\nor not the delay, if any, is properly explained would depend on the\nfacts of each case and in the present case we are satisfied that there\nwas no delay at all as is apparent from the facts narrated above. We,\ntherefore, do not find any merit in this submission.\"\n11. Again in Dr. Prakash v. State of T.N. and Ors., [2002] 7 SC 759 it\nwas held as follows:\n\"It is lastly contended that the State Government was prejudiced\nby the opinion rendered by the detaining authority. This argument is\nbuilt around the fact that the State Government sought parawise\nremarks from the 2nd respondent while dealing with the petitioner's\nrepresentation. In response to that the 2nd respondent while sending\ny\nU.O.I. v. YUMNAM ANAND M. @ BOCHA @ KORA @SURAJ [PASAYAT, J.] 67\nB\nhis remarks in the last para stated that the petitioner's representation A\nmay be rejected. This recommendation according to the learned\ncounsel has weighed in the mind of the confirming authority to reject\nthe petitioner's representation. We are unable to accept this argument\nalso. It is normal under the rules of business for the Government to\nseek the remarks of the officer against whose order a representation\nis made to the Government. As a matter of fact, if such remarks are\nnot called for and statutory representations are rejected summarily by\nthe Government it would be considered as a rejection without\napplication of mind. Therefore, in cases where the considering authority\nfeels that the remarks of the officer who made the original order are\nnecessary then such superior authority must call for such remarks. In C\nthe instant case, the representation filed by the detenu did raise\ncertain factual points which without the comment of the detaining\nauthority might have been difficult to be dealt with. Therefore, in our\nopinion, the authority considering the representation had justly called\nfor the remarks. The next limb of this argument that the State\nD\nGovernment was influenced by the remarks of the detaining authority\nto dismiss the representation is too far-fetched. In the instant case,\nthe Government of Tamil Nadu has been authorized to be the authority\nto consider the representation against the detention order made by\nthe Commissioner of Police who is subordinate to it. Therefore, to\npresume that such higher authority would be influenced by an E\nobservation made by the subordinate to such an extent as to surrender\nits independent authority is to demean the independence of authority\nexercised by the State Government, hence this argument is recorded\nhere only to be rejected.\"\n12. In the circumstances, the High Court's impugned order is clearly F\nindefensible and is set aside. However, the detaining authority shall decide\nwithin a period of two months if it would be desirable to take back the\nrespondent no.1 to custody.\n13. The appeal is allowed.\nB.B.B.\nG\nAppeal allowed.\n"}