{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"4\nI\nEMPLOYERS IN RELATION TO THE MANAGEMENT OF\nSUDAMDIH COLLIERY OF M/S BHARAT COKING COAL LTD.\nV.\nTHEIR WORKMEN REPRESENTED BY RASHTRIYA COLLIERY\nMAZDOOR SANGH\nJANUARY 16, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nLabour Law's:\nC\nContract labour-Absorption of Courts below held them as workmen\nof principal employer-management-On appeal, matter remitted to High Court\nto consider afresh in view of Constitution Bench decision in Steel Authority's\ncase since when High Court decided the issue, Air India's case held the field—\nFurther, issue whether contractor was a camouflage, omission of names of D\nworkmen in reference filed and purported settlement between management\nand workmen not considered in proper perspective-Industrial Disputes Act,\n1947-Section 10.\nManagement of Coal Company denied employment to its workers.\nDisputes were referred to the Industrial Tribunal. Tribunal held them to E\nbe workmen of the principal employer-Coal Company. Both the Single\nJudge and the Division Bench of High Court upheld the order. Division\nBench of High Court relied on the case of *Air India Statutory Corporation\netc. v. United Labour Union and Ors. and held that where the engagement\nof workmen by a contractor is a camouflage to conceal the real relationship\nbetween principal employer and workmen, then also the workmen\nemployed through unlicensed contractor are liable to be treated as\nworkmen of the principal employer. Hence the present appeal.\nF\nAppellant-Management contended that in view of the Constitution\nBench judgment of this Court in Steel Authority of India Ltd. and Ors. v.\nG\nNational Union Waterfront Workers and Ors. case that issuance of\nnotification prohibiting employment of contract labour under section 10(1)\nof the Contract Labour (Regulation and Abolition) Act, 1970 does not\nimply concept of automatic absorption of contract labour by the principal\nemployer, order of High Court cannot be sustained; that the dispute was\n391\nH\nB\nA\n392\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA raised after about a decade; that the management and workmen had\narrived at a settlement; and that in the reference names of the workmen\nwere not given, thus, the workmen were not entitled to any relief.\nB\nAllowing the appeals and remitting the matter to the High Court,\nthe Court\nHELD: 1.1. Tribunal and High Court did not consider the factual\nposition in the background of the legal position. At the point of time when\nthe matter was decided *Air India Statutory Corporation etc. v. United\nLabour Union and Ors. case held the field. But in view of the\npronouncement of the Constitution Bench in **Steel Authority of India Ltd.\nC and Ors. v. National Union Waterfront Workers and Ors. case the matter\nneeds to be re-examined by High Court. Further, there was no definite\nfinding by tribunal and/or High Court that the appellant had adopted a\ncamouflage. Mere reference to certain observations of this Court would\nnot suffice. Furthermore, High Court did not consider the effect of\nomitting the names of the claimants whose cause was being espoused by\nthe Union in the proper perspective and also the position regarding\npurported settlement. In these circumstances, the matter is remitted to the\nHigh Court to consider the matter afresh within a period of six months\nfrom the date of allotment of the matter. [399-C-G|\nD\nE\n*Air India Statutory Corporation etc. v. United Labour Union and Ors.,\nAIR (1997) SC 645; Secretary, Haryana State Electricity Board v. Suresh \u0026\nOrs. etc., JT [1999] 2 SCC 435; **Steel Authority of India Ltd. and Ors. v.\nNational Union Waterfront Workers and Ors., [2001] 7 SCC 1; Nitinkumar\nNathalal Joshi and Ors. v. Oil and Natural Gas Corporation Ltd. and Ors.,\n[2002] 3 SCC 433; Nedungadi Bank Ltd. v. K.P. Madhavankutty and Ors.,\nF [2000] 2 SCC 455 and S.M. Nilajkar and Ors. v. Telecom District Manager,\nKarnataka, [2003] 4 SCC 27, referred to.\nG\nH\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 1902-1903\nof 2000.\nFrom the Judgment and Order dated 17.5.99 of the High Court of Patna\nin L.P.A. Nos. 424 and 425/98 (R).\nAjit Kumar Sinha for the Appellants.\nS.B. Upadhyay, Ms. K.L. Das and Shiv Mangal Sharma for the\nRespondents.\nMANAGEMENT OF SUDAMDIH COLLIERY v. RASHTRIYA COLLIERY MAZDOOR SANGH (Pasayat.J | 393\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Appellant calls in question the legality of the\njudgment rendered by a Division Bench of the Patna High Court upholding\nthe judgment of the learned Single Judge. By the said judgments certain\npersons were held to be workmen of the appellant.\nFactual background in a nutshell is as follows:\nThe Central Government in exercise of power under Section 10 of the\nIndustrial Disputes Act, 1947 (in short the ‘Act') referred the following two\ndisputes for adjudication to the Central Government Industrial Tribunal No.1,\nDhanbad (hereinafter referred to as the 'Tribunal'):\nReference No.32 of 1989 dated 16th March, 1989:\n1. “Whether the action of the management of Sudamdih Colliery of\nM/s in denying employment to Shri Karma Rout and 21 others with\neffect from 9.7.1977 is justified? If not, to what relief the concerned\nworkmen are entitled\" and\nReference No.35 of 1989 dated 20th March, 1989:\nA\nB\nC\nD\n2. “Whether the action of the management of Sudamdih Area of M/\ns BCCL in denying employment to Shri Bhagwat Singh and 3 others,\nviz. Shri Sapan, Karan Sahi and Shanti Thakur, who were engaged as E\nsump cleaning mazdoors is justified? If not, to what relief are the\nworkmen entitled\"?\nAs the controversy involved in both the cases was the same, the Tribunal\nheard them analogously and answered the references in favour of the workmen\ndeclaring them to be workmen of the principal employer, namely, the F\nManagement of M/s. Bharat Coking Coal Ltd. (hereinafter referred to as the\n'management') and directing for their reinstatement in service with effect\nfrom the dates of references with 75% back wages. Being aggrieved by the\nsaid combined Award, the management filed two writ petitions before the\nPatna High Court, being CWJC No.859/1993 (R) and CWJC No. 856/1993\n(R), which were dismissed by the learned Single Judge on 10th August,\n1998. Not being satisfied with the judgment of the learned single Judge, the\nmanagement has filed two appeals under clause 10 of the Letters Patent.\nRelying on a decision of this Court in Air India Statutory Corporation\netc. v. United Labour Union and Ors., AIR (1997) SC 645 the Division\nG\nH\n394\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\nA Bench held that the decision of the learned Single Judge was unexceptionable.\nReference was also made to a decision of this Court in Secretary, Haryana\nState Electricity Board v. Suresh and Ors. etc. JT [1999] 2 SCC 435 to hold\nthat where the engagement of workmen by a contractor is a camouflage to\nconceal the real relationship between principal employer and the workmen,\nthen also the workmen employed through unlicensed contractor are liable to\nbe treated as workmen of the principal employer.\nB\nC\nMr. Ajit Kumar Sinha. learned counsel for the appellant submitted that\nthe view expressed by the learned Single Judge and the Division Bench\ncannot be sustained in view of the Constitution Bench judgment of this Court\nin Steel Authority of India Ltd. and Ors. v. National Union Waterfront Workers\nand Ors., [2001] 7 SCC 1. It was pointed out that though dispute purportedly\nrelating to the period 1976-77 was raised long after i.e. about decade and\non that score alone the claimants were not entitled to any relief. There was\na settlement arrived at which was binding. But the Tribunal and the High\nCourt did not take note of the same. Additionally, in the reference names of\nD the workmen were not given and it was not clear as to whose cause was\nbeing espoused by the union. For the first time in the statement filed before\nthe Tribunal by the Union, the names were indicated. The reference was,\ntherefore, incompetent, but the Tribunal had lightly brushed it aside.\nMr. S.B. Upadhyay, learned counsel for the respondent on the other\nE hand submitted that the decision in Steel Authority's case (supra) applies to\nthe present case as the so-called contractor was introduced as a camouflage.\nThis aspect has been noticed by the Tribunal. Additionally, the respondents\nwere not inactive and they were making all the efforts to get the matter\nsettled. Merely because the names were not given, that did not render the\nreference incompetent. Further, the settlement referred to had no legal sanction.\nF\nG\nH\nIn order to appreciate the rival submissions observations of this Court\nin various cases need to be noted.\nIn Steel Authority's case (supra) it was observed, inter alia, as follows\n(at para 125):\n“125 - The upshot of the above discussion is outlined thus:\n(1)(a) Before 28-1-1986, the determination of the question whether\nthe Central Government or the State Government is the appropriate\nGovernment in relation to an establishment, will depend, in view of\nthe definition of the expression \"appropriate Government” as stood in\nf\nMANAGEMENT OF SUDAMDIH COLLIERY 1. RASHTRIYA COLLIERY MAZDOOR SANgh [pasayat, j.] 395\nthe CLRA Act, on the answer to a further question, is the industry A\nunder consideration carried on by or under the authority of the Central\nGovernment or does it pertain to any specified controlled industry, or\nthe establishment of any railway, cantonment board, major port, mine\nor oilfield or the establishment of banking or insurance company? If\nthe answer is in the affirmative, the Central Government will be the\nB\nappropriate Government; otherwise in relation to any other\nestablishment the Government of the State in which the establishment\nwas situated, would be the appropriate Government;\nC\n(b) After the said date in view of the new definition of that expression,\nthe answer to the question referred to above, has to be found in\nclause (a) of Section 2 of the Industrial Disputes Act; if (i) the Central\nGovernment company/undertaking concerned or any undertaking\nconcerned is included therein nominee, or (ii) any industry is carried\non (a) by or under the authority of the Central Government, or (b) by\na railway company; or (c) by a specified controlled industry, then the\nCentral Government will be the appropriate Government; otherwise D\nin relation to any other establishment, the Government of the State in\nwhich that other establishment is situated, will be the appropriate\nGovernment.\n(2)(a) A notification under Section 10(1) of the CLRA Act prohibiting\nemployment of contract labour in any process, operation or other E\nwork in any establishment has to be issued by the appropriate\nGovernment:\n(1) after consulting with the Central Advisory Board or the State\nAdvisory Board, as the case may be, and\n(2) having regard to\n(i) conditions of work and benefits provided for the contract labour\nin the establishment in question, and\n(ii) other relevant factors including those mentioned in sub-section\n(2) of Section 10;\nF\nG\n(b) Inasmuch as the impugned notification issued by the Central\nGovernment on 9-12-1976 does not satisfy the aforesaid requirements\nof Section 10, it is quashed but we do so prospectively i.e. from the\ndate of this judgment and subject to the clarification that on the basis\nof this judgment no order passed or no action taken giving effect to H\n396\nA\nB\nC\nᎠ\nᎠ\n(I)\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2006] | S.C.R.\nthe said notification on or before the date of this judgment, shall be\ncalled in question in any tribunal or court including a High Court if\nit has otherwise attained finality and/or it has been implemented.\n(3) Neither Section 10 of the CLRA Act nor any other provision in\nthe Act, whether expressly or by necessary implication, provides for\nautomatic absorption of contract labour on issuing a notification by\nthe appropriate Government under sub-section (1) of Section 10,\nprohibiting employment of contract labour, in any process, operation\nor other work in any establishment. Consequently the principal\nemployer cannot be required to order absorption of the contract labour\nworking in the establishment concerned.\n(4) We overrule the judgment of this Court in Air India case (Air\nIndia Statutory Corpn. v. United Labour Union, [1997] 9 SCC 377\nprospectively and declare that any direction issued by any industrial\nadjudicator/any court including the High Court, for absorption of\ncontract labour following the judgment in Air India case (Air India\nStatutory Corpn. v. United Labour Union, [1997] 9 SCC 377 shall\nhold good and that the same shall not be set aside, altered or modified\non the basis of this judgment in cases where such a direction has been\ngiven effect to and it has become final.\n(5) On issuance of prohibition notification under Section 10(1) of the\nCLRA Act prohibiting employment of contract labour or otherwise,\nin an industrial dispute brought before it by any contract labour in\nregard to conditions of service, the industrial adjudicator will have to\nconsider the question whether the contractor has been interposed either\non the ground of having undertaken to produce any given result for\nthe establishment or for supply of contract labour for work of the\nestablishment under a genuine contract or is a mere ruse/camouflage\nto evade compliance with various beneficial legislations so as to\ndeprive the workers of the benefit thereunder. If the contract is found\nto be not genuine but a mere camouflage, the so-called contract labour\nwill have to be treated as employees of the principal employer who\nshall be directed to regularise the services of the contract labour in\nthe establishment concerned subject to the conditions as may be\nspecified by it for that purpose in the light of para 6 hereunder.\n(6) If the contract is found to be genuine and prohibition notification\nunder Section 10(1) of the CLRA Act in respect of the establishment\nconcerned has been issued by the appropriate Government, prohibiting\n1.\nMANAGEMENT OF SUDAMDIH COLLIERY 1. RASHTRIYA COLLIERY MAZDOOR SANgh [pasayat.j.] 397\nemployment of contract labour in any process, operation or other A\nwork of any establishment and where in such process, operation or\nother work of the establishment the principal employer intends to\nemploy regular workmen, he shall give preference to the erstwhile.\ncontract labour, if otherwise found suitable and, if necessary, by\nrelaxing the condition as to maximum age appropriately, taking into\nB\nconsideration the age of the workers at the time of their initial\nemployment by the contractor and also relaxing the condition as to\nacademic qualifications other than technical qualifications.\"\nIn a later case in Nitinkumar Nathalal Joshi and Ors. v. Oil and Natural\nGas Corporation Ltd. and Ors., [2002] 3 SCC 433), it was noted in paragraph\n8 as follows:\n\"8-In the present case, the appellants were not absorbed by the principal\nemployer. Therefore, it cannot be said that the decision in Steel\nAuthority of India Ltd. case [2001] 7 SCC I cannot be applied. The\ndirections issued by the learned Single Judge were modified by the\nDivision Bench of the High Court and never given effect to. Therefore,\nthe directions issued by this Court in Steel Authority of India Ltd.\ncase [2001] 7 SCC 1 are applicable on all fours.\"\nSo far as delay in seeking the reference is concerned, no formula of\nuniversal application can be laid down. It would depend on facts of each\nindividual case.\nHowever, certain observations made by this Court need to be noted. In\nNedungadi Bank Ltd. v. K.P. Madhavankutty and Ors.. [2000] 2 SCC 455 it\nwas noted at paragraph 6 as follows:\nC\nD\nE\n\"6. Law does not prescribe any time-limit for the appropriate\nF\nGovernment to exercise its powers under Section 10 of the Act. It is\nnot that this power can be exercised at any point of time and to revive\nmatters which had since heel) settled. Power is to be exercised\nreasonably and in a rational manner. There appears to us to be no\nrational basis on which the Central Government has exercised powers G\nin this case after a lapse of about seven years of the order dismissing\nthe respondent from service. At the time reference was made no\nindustrial dispute existed or could be even said to have been\napprehended. A dispute which is stale could not be the subject-matter\nof reference under Section 10 of the Act. As to when a dispute can\nbe said to be stale would depend on the facts and circumstances of H\n398\nA\nB\nC\nD\nE\nF\nG\nSUPREME COURT REPORTS\n[2006] 1 S.C.R.\neach case. When the matter has become final, it appears to us to be\nrather incongruous that the reference be made under Section 10 of the\nAct in the circumstances like the present one. In fact it could be said\nthat there was no dispute pending at the time when the reference in\nquestion was made. The only ground advanced by the respondent\nwas that two other employees who were dismissed from service were\nreinstated. Under what circumstances they were dismissed and\nsubsequently reinstated is nowhere mentioned. Demand raised by the\nrespondent for raising an industrial dispute was ex-facie bad and\nincompetent.\"\nIn S.M. Nilajkar and Ors. v. Telecom District Manager, Karnataka,\n[2003] 4 SCC 27 the position was reiterated as follows: (at para 17)\n\"17. It was submitted on behalf of the respondent that on account of\ndelay in raising the dispute by the appellants the High Court was\njustified in denying relief to the appellants. We cannot agree. It is\ntrue, as held in M/s. Shalimar Works Ltd. v. Their Workmen (supra)\nAIR (1959) SC 1217, that merely because the Industrial Disputes Act\ndoes not provide for a limitation for raising the dispute it does not\nmean that the dispute can be raised at any time and without regard\nto the delay and reasons therefor. There is no limitation prescribed\nfor reference of disputes to an industrial tribunal, even so it is only\nreasonable that the disputes should be referred as soon as possible\nafter they have arisen and after conciliation proceedings have failed\nparticularly so when disputes relate to discharge of workmen\nwholesale. A delay of 4 years in raising the dispute after even\nreemployment of the most of the old workmen was held to be fatal\nin M/s. Shalimar Works Limited v. Their Workmen (supra) AIR (1959)\nSC 1217, In Nedungadi Bank Ltd. v. K.P. Madhavankutty and Ors..\n(supra) AIR (2000) SC 839, a delay of 7 years was held to be fatal\nand disentitled to workmen to any relief. In Ratan Chandra Sammanta\nand Ors. v. Union of India and Ors., (supra) (1993) AIR SCW 2214,\nit was held that a casual labourer retrenched by the employer deprives\nhimself of remedy available in law by delay itself, lapse of time\nresults in losing the remedy and the right as well. The delay would\ncertainly be fatal if it has resulted in material evidence relevant to\nadjudication being lost and rendered not available. However, we do\nnot think that the delay in the case at hand has been so culpable as\nto disentitle the appellants for any relief. Although the High Court\nH\nMANAGEMENT OF SUDAMDIH COLLIERY ». RASHTRIYA COLLIERY MAZDOOR SANGH [PASAYAT,J.] 399\nhas opined that there was a delay of 7 to 9 years in raising the dispute A\nbefore the Tribunal but we find the High Court factually not correct.\nThe employment of the appellants was terminated sometime in 1985-\n86 or 1986-87. Pursuant to the judgment in Daily Rated Casual\nEmployees Under P\u0026T Department v. Union of India, (supra) AIR\n(1987) SC 2342, the department was formulating a scheme to\nB\naccommodate casual labourers and the appellants were justified in\nawaiting the outcome thereof. On 16-1-1990 they were refused to be\naccommodated in the scheme. On 28-12-1990 they initiated the\nproceedings under the Industrial Disputes Act followed by conciliation\nproceedings and then the dispute was referred to the Industrial Tribunal\ncum-Labour Court. We do not think that the appellants deserve to be C\nnon suited on the ground of delay.\"\nIt appears that the Tribunal and the High Court did not consider the\nfactual position in the background of the legal position as noted above. Of\ncourse at the point of time when the matter was decided Air India's case\n(supra) held the field. But, in view of the pronouncement of the Constitution D\nBench in Steel Authority's case (supra) the matter needs to be re-examined\nby the High Court. Though it was submitted by Mr. Upadhyay that there is\na finding about the appellant having adopted a camouflage, there is no definite\nfinding by the Tribunal and/or the High Court in this regard. Mere reference\nto certain observations of this Court would not suffice without examination\nF\nof the factual position. Additionally, the effect of omitting the names of the E\nclaimants whose cause was being espoused by the Union has not been\nconsidered by the High Court in the proper perspective. Similar is the position\nregarding purported settlement. In these peculiar circumstances, it would be\nappropriate for the learned Single Judge of the High Court to re-consider the\nmatter. Accordingly, the matter is remitted to the High Court so that learned\nSingle Judge can consider the matter afresh taking into account the principles\nset out above and consider their applicability to the background facts on the\nissues raised by the appellant. As the matter is pending since long, learned\nChief Justice of the High Court is requested to allot the matter to a learned\nSingle Judge who shall make an effort to dispose of the matter afresh within\na period of six months from the date the matter is allotted by the learned G\nChief Justice.\ncosts.\nN.J.\nThe appeals are allowed to the aforesaid extent without any order as to\nAppeals allowed. H\n"}