{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nREGIONAL PROVIDENT FUND COMMISSIONER\nV.\nM/S. RAJ'S CONTINENTAL EXPORTS (P.) LTD.\nMARCH 7, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nC\nD\nE\nEmployees' Provident Funds \u0026 Miscellaneous Provisions Act, 1952—\nss. 7A \u0026 2A-Managing Director of Respondent-concern owned a\nproprietorship concern-Held, that by itself not sufficient to establish that\nRespondent was branch of such proprietorship concern-There was no\nsupervisory or management control-Respondent was separately registered\nunder the Factories Act, Central Sales Tax Act and Employees State Insurance\nAct-Hence, both concerns were totally independent concerns.\nRespondent-company claimed infancy protection under the Employees'\nProvident Funds and Miscellaneous Provisions Act, 1952. Appellant was of\nthe view that Respondent was nothing but a department of M/s. Continental\nExporters, a proprietorship concern whose proprietor was also the Managing\nDirector of Respondent-Company. Assailing the adjudications, Respondent\nfiled writ petition before High Court contending that the two concerns were\nseparate and distinct having separate balance sheets and audited statements.\nHigh Court after analyzing the factual position held that there was nothing\nin common between the two establishments and that merely because the\nproprietor of one concern was the Managing Director of the other concern,\nthat by itself is not sufficient to establish that one was the branch of the other.\nF Accordingly the contention of Respondent was accepted and the impugned\norder under Section 7A of the Act was held not sustainable. Hence the present\nappeal.\nG.\nH\nDismissing the appeal, the Court\nHELD: Unless there is clear evidence to show that there was any\nsupervisory financial control, it cannot be said that one is the branch of the\nother. As noted by the Single Judge of High Court, the respondent was\nseparately registered under the Factories Act. It was separately registered\nunder the Central Sales Tax Act and the Employees State Insurance Act. It\n636\nREGIONAL PROVIDENT FUND COMMNR. 1. RAJ'S CONTINENTAL EXPORTS (P.) LTD. [Pasayat, J.] 637\nhas also been found by Single Judge that there was total independence of the A\ntwo units. The Single Judge and the Division Bench were right in their\nconclusion that the respondent is not a branch of M/s. Continental Exporters.\n[Para 7] [639-C-D]\nRegional Provident Fund Commissioner and Anr. v. Dharamsi Morarji\nChemical Co. Ltd. [1998] 2 SCC 446, relied on.\nPratap Press etc. v. Their Workmen (1960) 1 LLJ 497, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 7345 of 2000.\nB\nFrom the Final Judgment and Order dated 27.10.1999 of the High Court C\nof Karnataka at Bangalore in W.A. No. 2587/1997.\nAshok Bhan, Asha G. Nair and (For Sahil Kumar Dwivdedi) for the\nAppellant.\nBharat Sangal, R.R. Kuniar, Samyadeep Chatterji and Suchita Sharma for D\nthe Respondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Challenge in this appeal is to the judgment\nrendered by a Division Bench of the Karnataka High Court dismissing the E\nWrit appeal filed by the appellant. The learned Single Judge, whose order was\nunder challenge before Division Bench had allowed the writ petition filed by\nthe respondent holding that the order passed under Section 7A of the\nEmployees' Provident Funds \u0026 Miscellaneous Provisions Act, 1952 (in short\nthe 'Act') was not sustainable.\n2. Background facts in a nutshell are as follows:\nF\nG\nRespondent claimed in-fancy protection under the provisions of the\nAct. It started production in 1984. The respondent was of the view that it was\nan extension on the branch of M/s Continental Exporters, a proprietorship\nconcern of one Sampathraj Jain, who was also the Managing Director of the\nrespondent-company. Appellants' view was that the respondent was nothing\nbut a department of the aforesaid \"M/s. Continental Exporters\". Assailing the\nadjudication, respondent filed a writ petition stating that there was no financial\nintegrity. It was separately registered under the Factories Act, Central Sales\nAct 1956, Income Tax Act, 1961 and the Employees State Insurance Act. The H\n*\n638\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA concerns are separate and distinct. They have separate Balance Sheets and\naudited statements. The High Court accepted the contention and held that\nthere was total independent exercise of power in the two concerns. Though\nthe manufacturing of goods was in respect of the same article, that by itself\nwas not sufficient to hold that it was a branch or department of M/s Continental\nExporters. The High Court as a matter of fact found that there was total\nindependence exercise of the management and control of the affairs, the\nemployees were separately appointed and controlled. Taking into account\nthese factors it was held that that the respondent company and M/s Continental\nExporters were not one and the same.\nB\nC\nD\nE\nF\nG\nH\n3. Challenge was made to the order of learned Single Judge in the Writ\nAppeal. The High Court after analyzing the factual position came to hold that\nthere was nothing in common between the two establishments. Merely because\nthe proprietor of the one concern was the Managing Director of the other that\nby itself is not sufficient to establish that one was branch of the other.\nAccordingly the Writ Appeal was dismissed.\n4. In support of the appeal, learned counsel for the appellant submitted\nthat factual scenario clearly establish that the respondent was a branch of M/\ns. Continental Exporters. Learned counsel for the respondent on the other\nhand submitted that in view of the findings recorded by both the learned\nSingle Judge and the Division Bench of the High Court, there is no scope for\nany interference.\n5. At this juncture it would be appropriate to take note of Section 2A\nof the Act. The same reads as follows:-\n\"For the removal of doubts, it is hereby declared the where an\nestablishment consists of different departments or has branches,\nwhether situate in the same place or in different places, all such\ndepartments or branches shall be treated as parts of the same\nestablishment.\"\n6. In Pratap Press, etc. v. Their Workmen, (1960) 1 LLJ 497 it was inter-\nalia held as follows:\n\"The question whether the two activities in which the single owner\nis engaged are one industrial unit or two distinct industrial units is not\nalways easy of solution. No hard and fast rule can be laid down for\nthe decision of the question and each case has to be decided on its\nREGIONAL PROVIDENT FUND COMMNR. v. RAJ'S CONTINENTAL EXPORTS (P.) LTD. [PASAYAT, J.] 639\nown peculiar facts. In some cases the two activities each of which by A\nitself comes within the definition of \"industry\" are so closely linked\ntogether that no reasonable man would consider them as independent\nindustries. There may be other cases where the connection between\nthe two activities is not by itself sufficient to justify an answer one\nway or the other, but the employer's own conduct in mixing up or not\nmixing up the capital, staff and management may often provide a\ncertain answer.\".\nB\nC\n7. In Regional Provident Fund Commissioner and Anr. v. Dharamsi\nMorarji Chemical Co. Ltd., [1998] 2 SCC 446, it was held that unless there\nis clear evidence to show that there was any supervisory financial or managerial\ncontrol, it cannot be said that one is the branch of the other. As noted by\nlearned Single Judge, the respondent was separately registered under the\nFactories Act. It was separately registered under the Central Sales Tax Act\nand the Employees State Insurance Act. It has also been found by learned\nSingle Judge that there was total independence of the two units. The learned\nSingle Judge and the Division Bench were right in their conclusion that the D\nrespondent is not a branch of M/s. Continental Exporters.\n8.The appeal is sans merit, deserves dismissal, which we direct. There\nwill be no order as to costs.\nB.B.B.\nAppeal dismissed.\n"}