{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nTHE MANAGING DIRECTOR, TNSTC\nV.\nSRIPRIYA AND ORS.\nMARCH 8, 2007\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nMotor Vehicles Act, 1988:\nMotor accident-Death of victim-Compensation-Computation of-\nC Multiplier-Interest-Held, in a fatal accident action, accepted measure of\ndamages is pecuniary loss suffered by dependents as a result of death-Age\n- of deceased being 37 years, appropriate multiplier would be 12 and rate of\ninterest 7.5-Income fixed by Tribunal and deduction for personal expenses\nas 1/3, not interfered with-Other expenses awarded would remain unaltered.\nD\nE\nF\nG\nH\nRespondent's husband, who was a driver in the appellant-Corporation,\nwas traveling in its bus, which met with an accident and as a result he died.\nThe respondent along with her minor daughter and in-laws filed a claim\npetition before the Motor Accident Claims Tribunal for compensation of\nRs.15,00,000/- indicating the age of the deceased about 37 years and monthly\nsalary of Rs.6000/-. The Tribunal adopting a multiplier of 16 and after\ndeducting 1/3 for personal expenses, awarded a sum of Rs.7,72,000/- with\n9% interest from date of the petition till payment. The Corporation having\nremained unsuccessful before the High Court, filed the appeal.\nIt was contended for the appellant that the multiplier of 16 as adopted\nby the Tribunal was high and so also was the rate of interest. It was further\nsubmitted that claim of Rs.10,000/- for loss of happiness of married life and\nloss of love and affection as also Rs.2000/- each for funeral and transportation\nexpenses should also not have been allowed.\nAllowing the appeal in part, the Court\nHELD: 1. In a fatal accident action, the accepted measure of damages\nawarded to the dependents is the pecuniary loss suffered by them as a result\nof the death. [Para 6] [765-A-B}\nMunicipal Corporation of Delhi v. Subhagwanti, [1966] 3 SCR 649,\nrelied on.\n762\nTHE MANAGING DIRECTOR, TNSTC v. SRIPRIYA\n763\nDavies v. Powell Duffryn Associated Collieries Ltd. ALL ER 665, A\nreferred to.\n2.1. The multiplier method involves the ascertainment of the loss of\ndependency or the multiplicand having regard to the circumstances of the\ncase and capitalizing the multiplicand by an appropriate multiplier. The choice\nof the multiplier is determined by the age of the deceased (or that of the B\nclaimants whichever is higher) and by the calculation as to what capital sum,\nif invested at a rate of interest appropriate to a stable economy, would yield\nthe multiplicand by way of annual interest. In ascertaining this, regard should\nalso be had to the fact that ultimately the capital sum should also be consumed-\nup over the period for which the dependency is expected to last. [Para 8]\nG.M. Kerala S.R.T.C. v. Susamma Thomas, AIR (1994) SC 1631; U.P.\nState Road Transport Corpn. v. Trilok Chand, [1996] 4 SCALE 22; New India\nAssurance Co. Ltd. v. Charlie and Anr., [2005] 10 SCC 720; U.P. State Road\nTransport Corporation v. Krishna Bala and Ors., [2006] 6 SCC 249;\nManaging Director TNSTC Ltd. v. K.I. Bindu, [2005] 8 SCC 473; T.N. State\nTransport Corporation Ltd. v. S. Rajapriya, [2005] 6 SCC 236; Municipal\nCorpn. of Greater Bombay v. Laxman Iyer, [2003] 8 SCC 731; State of\nHaryana v. Jasbir Kaur, [2003] 7 SCC 484; The New India Assurance\nCompany Ltd. v. Smt. Kalpana and Ors., (2007) 2 SCALE 227 and New India\nAssurance Company Ltd. v. Satendar \u0026 Ors., JT (2006) 10 SC 234, relied on.\nC\nD\nMallett v. MC Mongle, [1969] 2 All ER 178 and Nance v. British E\nColumbia Electric Railway Co. Ltd., [1951] 2 All ER 448, referred to.\n2.2. In the instant case, considering the age of the deceased, appropriate\nmultiplier would be 12. The income fixed by the Tribunal and the deduction\nfor personal expenses do not warrant any interference. Worked out on that\nF\nbasis, the entitlement of the loss of income is Rs.5,76,000/-. The other\nexpenses awarded remain unaltered. In other words, total entitlement of the\nclaimants is fixed at Rs.6,00,000/-. It would be appropriate to fix the rate of\ninterest at 7.5% instead of 9% as done by the Tribunal and maintained by\nthe High Court. The amount shall be disbursed and appropriated as directed\nin the judgment. [Para 14 and 15] [768-C-G]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1200 of 2007.\nFrom the Judgment and Order dated 26.8.2004 of the High Court of\nJudicature at Madras in C.M.A. No. 2404 of 2004.\nT. Harish Kumar and R. Ayyam Perumal for the Appellant.\nG\nH\n764\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA\nV. Balaji and P.N. Ramalingam for the Respondents.\nThe Judgment of the Court was delivered by\nB\nDR. ARIJIT PASAYAT, J. 1. leave granted\n2. Challenge in this appeal is to the order passed by a Division bench\nof the Madras High Court dismissing the appeal under Section 173 of the\nMotor Vehicles Act, 1988 (in short the 'Act') filed by the appellant-Tamil Nadu\nState Transport Corporation (hereinafter referred to as the 'Corporation').\n3. One Sathyabalan (hereinafter referred to as the deceased') was the\nC\ndriver of the appellant-Corporation and was traveling in the corporation bus.\nThe vehicle met with an accident, the driver of the bus tried to avoid collision\nwith a lorry, dashed against the bridge. The wall of the bridge broke and the\nbys capsized and fell into the river and the deceased who was sitting in the\nfront seat got buried in the sand and died. The respondent i.e. the widow of\nthe deceased, his minor daughter and his parents filed a claim petition before\nD the Motor Accidents Claims Tribunal, Maylladutturai, (hereinafter referred to\nas the 'Tribunal') claming compensation of Rs. 15,00,000/-. In the claim petition,\nit was indicated that the monthly salary of the deceased was Rs. 6,04()/- and\nhe had agricultural income and was aged about 37 years.\n4. The appellant-Corporation took the stand that the accident was\nE purely an act of God. There was no negligence which can be attributed to the\ndriver of the bus The Tribunal allowed the claim petition by the present\nrespondents and awarded a sum of Rs. 7,72,000/- with 9% interest from the\ndate of petition till payment. Aggrieved by the compensation awarded the\nappellant-Corporation filed an appeal before the Madras High Court. The\nsame was dismissed as noted above by the impugned judgment. It is to be\nF noted that the tribunal had adopted a multiplier of 16 on annual income of\nRs. 6,000/- and after deduction of 1/3 for personal expenses worked out the\nentitlement of the claimants.\nG\nH\n5. In support of the appeal, learned counsel for the appellant-Corporation\nsubmitted that the multiplier as adopted is high and same is the case with the\nrate of interest applied. It was pointed out that the loss of income on the\nground of death was fixed at Rs. 7,48,000/- and that for loss of happiness of\nmarried life and loss of love and affection Rs. 10,000/- each was allowed and\nfor funeral and transportation expenses Rs. 2,000/- each was awarded.\nTherefore, the total entitlement was fixed at Rs. 7,72,000/-.\n1\n6. Certain principles were highlighted by this Court in the case of\nTHE MANAGING DIRECTOR. TNSTC v. SRIPRIYA [PASAYAT, J.] 765\nMunicipal Corporation of Delhi v. Subhagwanti, [1966] 3 SCR 649 in the A\nmatter of fixing the appropriate multiplier and computation of compensation.\nIn a fatal accident action, the accepted measure of damages awarded to the\ndependants is the pecuniary loss suffered by them as a result to the death.\n\"How much has the widow and family lost by the father's death?\" The answer\nto this lies in the of quoted passage from the opinion of Lord Wright in\nDavies v. Powell Duffryn Associated Collieries Ltd., All ER p. 665 A-B) B\nWhich says:\n\"The starting point is the amount of wages which the deceased\nwas earning, the ascertainment of which to some extent may depend\non the regularity of his employment. Then there is an estimate of how\nmuch was required or expended for his own personal and living C\nexpenses. The balance will give a datum or basic figure which will\ngenerally be turned sum, however, has to be taxed down by having\ndue regard to uncertainties, for instance, that the widow might have\nagain married and thus ceased to be dependent and other like matters\nof speculation and doubt.\"\n7. There were two methods adopted to determine and for calculation of\ncompensation in fatal accident actions, the first the multiplier mentioned in\nDavies case (supra) and the second in Nance v. British Columbia Electric\nRailway Co. Ltd., [1951] 2 All ER 448.\nD\n8. The multiplier method involves the ascertainment of the loss of E\ndependency or the multiplicand having regard to the circumstances of the\ncase and capitalizing the multiplicand by an appropriate multiplier. The choice\nof the multiplier is determined by the age of the deceased (or that of the\nclaimants whichever is higher) and by the calculation as to what capital sum,\nif invested at a rate of interest appropriate to a stable economy, would yield\nthe multiplicand by way of annual interested. In ascertaining this regard\nshould also be had to the fact that ultimately the capital sum should also be\nconsumed up over the period for which the dependency is expected to last.\nF\n9. The considerations generally relevant in the selection of multiplicand\nand multiplier were adverted to by Lord Dip lock in his speech in Mallett v.\nG\nMc Mongle, [1969] 2 All ER 178 where the deceased was aged 25 and left\nbehind his widow of about the same age and three minor children. On the\nquestion of selection of multiplicand Lord Diplock observed:\n\"The starting point in any estimate of the amount of the 'dependency'\nis the annual value of the material benefits provided for the dependants\nout of the earnings of the deceased at the date of his death. But...there\nH\nT\n766\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nare many factors which might have led to variations up or down in\nthe future. His earnings might have increased and with them the\namount provided by him for his dependants. They might have\ndiminished with a recession in trade or he might have had spells of\nunemployment. As his children grew up and became independent the\nproportion of his earnings spent on his dependants would have been\nlikely to fall. But in considering the effect to be given in the award\nof damages to possible variations in the dependency there are two\nfactors to be borne in mind. The fi9rst is that the more remote in the\nfuture is the anticipated change the less confidence there can be in\nthe chances of its occurring and the smaller the allowance to be made\nfor it in the assessment. The second is that as a matter of the arithmetic\nof the calculation of present value, the later the change takes place\ntopless will be its effect upon the total award of damages. Thus at\ninterest rates of 4-1/2% the present value of an annuity for 20years\nof which the first ten years are at $ 100 per annum and the second\nten years at $ 200 per annum, is about 12 years purchase of the\narithmetical average annuity of $ 150 per annum, whereas if the first\nten years are at $200 per annum and the second ten years at $ 100\nper annum the present value is about 14 years purchase of the\narithmetical mean of $150 per annum. If therefore the chances of\nvariations in the 'dependency' are to be reflected in the multiplicand\nof which the years purchase is the multiplier, variations in the\ndependency which are not expected to take place until after ten years\nshould have only a relatively small effect in increasing or diminishing\nthe 'dependency' used for the purpose of assessing the damages.\"\n10. In regard to the choice of the multiplicand the Halsbury's Laws of\nEngland in vol34, para 98 stated the principle thus:\n\"98. Assessment of damages under the Fatal Accident Act, 1976 - The\ncourts have evolved a method for calculating the amount of pecuniary\nbenefit that dependants could reasonably expect to have received\nfrom the deceased in the future. First the annual value to the dependants\nof those benefits (the multiplicand) is assessed. In the ordinary case\nof the death of a wage-earner that figure is arrived at by deducting\nfrom the wages the estimated amount of his own personal and living\nexpenses.\nThe assessment is split into two parts. The first part comprises\ndamages for the period between death and trial. The multiplicand is\nmultiplied by the number of years which have elapsed between those\nTHE MANAGING DIRECTOR, TNSTC v. SRIPRIYA [PASAYAT, J.] 767\ntwo dates. Interest at one-half the short-term investment rate is also A\nawarded on that multiplicand. The second part is damages for the\nperiod from the trial onwards For that period, the number of years\nwhich have based on the number of years that the expectancy would\nprobably have lasted; central to that calculation is the probable length\nof the deceased's working life at the date of death.\"\nAs to the multiplier, Halsbury states:\nB\n\"However, the multiplier is a figure considerably less than the number\nof years taken as the duration of the expectancy. Since the dependants\ncan invest their damages, the lump sum award in respect of future loss\nmust be discounted to reflect their receipt of interest on invested C\nfunds the intention being that the dependants will each year draw\ninterest and some capital (the interest element decreasing and the\ncapital drawings increasing with the passage of years), so that they\nare compensated each year for their annual loss, and the fund will be\nexhausted at the age which the court assesses to be the correct age,\nhaving regard to all contingencies. The contingencies of life such as D\nillness, disability and unemployment have to be taken into account.\nActuarial evidence is admissible, but the courts do not encourage\nsuch evidence. The calculation depends on selecting an assumed rate\nof interest. In practice about 4 or 5 per cent is selected, and inflation\nis disregarded. It is assumed that the return on fixed interest bearing\nsecurities is so much higher than 4 to 5 per cent that rough and ready\nallowance for inflation is thereby made. The multiplier may be increased\nwhere the plaintiff is a high tax payer. The multiplicand is based on\nthe rate of wages at the date of trial. No interest is allowed on the total\nfigure.\"\nE\n11. In G.M. Kerala S.R.T.C. v. Susamma Thomas, AIR (1994) SC 1631 F\nand U.P. State Road Transport Corpn. v. Trilok Chand, (1996) 4 SCALE 22\nthe multiplier appears to have been adopted taking note of the prevalent\nbanking rate of interest.\n12. In Susamma Thomas's case (supra) it was noted that the normal rate\nof interest was about 10% and accordingly the multiplier was worked out. As\nthe interest rate is on the decline, the multiplier has to consequently be raised.\nTherefore, instead of 16 the multiplier of 18 as was adopted in Trilok Chandra's\ncase (supra) appears to be appropriate. In fact in Trilok Chand's case (supra),\nafter reference to Second Schedule to the Act, it was noticed that the same\nsuffers from many defects .It was pointed out that the same is to serve as\nG\nH\n7\n768\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA a guide but cannot be said to be invariable ready reckoner. However, the\nB\nC\nD\nE\nF\nappropriate highest multiplier was held to be 18. The highest multiplier has\nto be for the age group of 21 years to 25 years when as ordinary Indian Citizen\nstarts independently earning and the lowest would be in respect of a person\nin the age group of 60 to 70 which is the normal retirement age. [See: New\nIndia Assurance Co. Ltd. v. Charlie and Anr., [2005] 10 SCC 720].\n13. The above position was highlighted in U.P. State Road Transport\nCorporation v. Krishna Bala and Ors., [2006] 6 SCC 249, Managing Director\nTNSTC Ltd. v. K.I. Bindu, [2005] 8 SCC 473, T.N State Transport Corporation\nLtd. v. S. Rajapriya, [2005] 6 SCC 236, Municipal Corpn. of Greater Bombay\nv. Laxman Iyer, [2003] 8 SCC 731, State of Haryana v. Jasbir Kaur, (2003) 7\nSC 484, The new India/Assurance Company Ltd. v. Smt Kalpana and Ors.\n(2007) 2 SCALE 227, New India Assurance Co. Ltd. v. Satender and Ors., JT\n(2006) 10 SC 234.\n14. Considering the age of the deceased appropriate multiplier would be\n12.The income fixed by the Tribunal and the deduction for personal expenses\ndo not warrant any interference. Worked out on that basis, the entitlement of\nthe loss of income is Rs. 5,76,000/-. The other expenses awarded remain\nunaltered. In other words, total entitlement of the claimants is fixed at\nRs.6,00,000/- It would be appropriate to fix the rate of interest at 7.5% instead\nof 9% as done by the Tribunal and maintained by the High Court.\n15. Pursuant to the directions of this Court by Order dated 4.3.2005, it\nis stated that a sum of Rs. 4,00,000/- was deposited with the Tribunal .The\nbalance amount on the basis of the judgment shall be deposited within a\nperiod of eight weeks. Out of the total amount a sum of Rs. 1,00,000/- shall\nbe kept as fixed deposit in respect of respondent No. 1. Further a sum of\nRs. 4,00,000/- shall be kept in fixed deposit in the name of minor, respondent\nNo.2 Sarojini. Fixed deposit of Rs.50,000/- Each shall be made in the names\nof respondent No. 3, Lakshmi and respondent No.4-Duraisingam. The balance\namount shall be paid to respondent No.1 widow of the deceased Sripriya. The\nfixed deposits shall be initially for a period of five years in the name of\nrespondent Nos. 1,3,and 4. The fixed deposit in the name of respondent No.2\nG will be for a similar period but it shall be renewed from time to time till she\nattains majority.\n16. The appeal is allowed to the aforesaid extent.\nR.P.\nAppeal allowed.\n"}