{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"ASHOK KUMAR AND ORS.\nV.\nSTATE OF HARYANA AND ANR.\nJANUARY 23, 2007\n[S.B. SINHA AND MARKANDEY KATJU,JJ.]\nLand Acquisition Act, 1894-ss. 4 and 6-Notification u/s 4-\nChallenged in suit-Interim order upto a particular date-After some\nadjournments dismissal of suit-Declaration under Section 6, challenged\nas time barred—High Court holding that declaration not time barred in\nview of the period of stay before Civil Court upto dismissal of the suit―\nOn appeal, held: Any declaration made after expiry of one year from the\ndate of publication of Notification under Section 4(1) would be void and\nhave no effect-Declaration was beyond permissible period as the stay\norder was only upto a particular date-Interlocutory Order.\nA\nB\nC\nD\nE\nA Notification under Section 4(1) of Land Acquisition Act, 1894 was\nissued on 20-12-1996 for acquisition of the land in question. The validity\nof the Notification was questioned by appellants by filing a suit. Interim\ninjunction was granted and the same was extended from time to time.\nHowever when the matter was adjourned to 9.9.1998 the order of injunction\nwas not extended. After some adjournments suit was dismissed for default\non 19.8.2000. A declaration under Section 6 of Land Acquisition Act was\nissued on 29.11.1998. The legality of the declaration was questioned. The\nWrit Petition was dismissed by High Court. The question for consideration\nin the present appeal was whether the order of ad interim injunction F\ngranted by the Civil Judge was operative till 9.9.1998 or 19.8.2000.\nAllowing the appeal, the Court\nHELD: 1.1 There is no warrant for the proposition, as was stated by\nthe High Court that unless an order of stay passed once even for the limited\nperiod is vacated by an express order or otherwise; the same would continue\nto operate. [Para 18] [1197-B-C]\n1.2 The term of the order of the Civil Judge does not leave any manner\nof doubt whatsoever that the interim order was only extended from time to\n1191\nG\nH\n1192\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA time. The interim order having been extended till a particular date, it\ncannot be said that the respondents were under a bona fide belief that the\ninjunction order would continue till it was vacated.[Para 12] [1195-F-G]\nB\n1.3 The purport of the order passed by the Civil Judge, in extending\nthe order of injunction is absolutely clear and explicit. From a bare perusal\nof the order it is evident that the order of injunction was not extended. Even\non the subsequent dates, the order of injunction was not extended.\n[Para 13] [1195-H, 1196-A]\n2.1 Proviso (ii) appended to sub-section (1) of Section 6 of Land\nC Acquisition Act clearly debars making of any declaration in respect of any\nparticular land covered by a notification issued under sub-section (1) of\nSection 4 after the expiry of one year from the date of publication thereof.\nExplanation (1) appended to the said proviso, however, stipulates that in\ncomputing any of the periods referred to in the first proviso, the period during\nwhich any action or proceeding to be taken in pursuance of the notification\nissued under Section, 4(1), is stayed by an order of a Court, shall be excluded.\nOn a plain reading of the aforementioned provisions, there cannot be any\ndoubt whatsoever that the period which is required to be excluded would be\none, during which the action or proceeding taken was subjected to any order\nof stay passed by a competent court of law. [Para 14][1196-C-D]\nD\nE\nF\nG\n2.2 Provisions of the Act should be construed having regard to the\npurport and intent thereof. Section 6 of the Act is beneficent to the land\nowners. Any declaration made after the expiry of one year from the date of\nthe publication of the notification under sub-section (1) of Section 4 would be\nvoid and of no effect. An enabling provision has been made by reason of the\nexplanation appended thereto, but the same was done only for the purpose of\nextending the period of limitation and not for any other purpose. The purport\nand object of the provisions of the Act and in particular the proviso which had\nbeen inserted by Act 68 of 1984 and which came into force w.e.f. 24.09.1984\nmust be given its full effect. The said provision was inserted for the benefit\nof the owners of land. Such a statutory benefit, thus, cannot be taken away\nby a purported construction of an order of a court which, is absolutely clear\nand explicit. [Paras 15 and 17] [1196-E, H, 1197-A-B]\nHindustan Petroleum Corporation Ltd. v. Darius Shapur Chenai and\nH Ors., [2005] (7) SCC 622, relied on.\nY\nASHOK KUMAR \u0026 ORS. v. STATE [SINHA, J.]\n1193\nCIVIL APPELLATE JURISDICTION: Civil Appeal NO. 324 of 2007.\nFrom the Final Judgments and Orders dated 16.10.2003 and 30.9.2004\nof the High Court of Punjab and Haryana at Chandigarh in C.W.P. No. 11329/\n2002 and R.A. No. 419/2003 in C.W.P. No. 11329/2002 respectively.\nM.N. Krishnamani, Sr. Adv., Dinesh Kumar Garg and Fateh Singh Saini\nfor the Appellants.\nRavindra Srivastava, Sr. Adv., P. Dahiya, T.V. George, Kunal Verma,\nArjun Garg and Rajul Shrivastava for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. : 1. Leave granted.\n2. Appellants herein are owners of lands appurtenant to Khasra Nos.\n3829, 3830 and 3831. They acquired the said lands in 1993 and allegedly\nraised certain construction thereupon. A notification under Section 4(1) of\nthe Land Acquisition Act, 1894 (for short, 'the Act') was issued on\n20.12.1996 for acquisition of the said lands. A suit was filed by the\nappellants herein in the Court of the Civil Judge, Senior Division, Panipat,\nquestioning the validity of the said notification, inter alia, on the premise\nthat the said proceeding was illegal and in any event the constructions\nraised by them cannot be demolished in view of a policy decision taken by\nthe State. On an application for grant of injunction filed by the appellants,\nan order of interim injunction was passed on 30.08.1997 in the following\nterms:\n\"...For written statement, no reply to injunction application and\narguments on the same, to come up on 23.9.1997. In the meantime,\nthe defendants are restrained from demolishing the construction\nand initiating further action on the memo in dispute as according\nto the Jamabandi disputed property is in the shape of Gair Mumkin\nPlots and it is arguable point as to whether the provisions of\nPunjab Scheduled Roads Act are applicable to the Gair Mumkin\nplots or not.\"\n3. Indisputably, the said interim order was extended from time to time,\nas would be noticed hereinafter. By an order dated 24.09.1997 while adjourning\nA\nB\nC\nD\nE\nF\nG\nH\n1194\nSUPREME COURT REPORTS\n[2007] 1 S:C.R.\nA the suit to 29.11.1997, the order of stay dated 30.08.1997 was extended. On\n29.11.1997, the following order was passed:\n\"...The case is adjourned to 09.01.1998 for filing of written statement\nand reply to the injunction application. Till then stay order dated\n30.8.98 is extended.\"\nB\n[Emphasis supplied]\n4. Yet again by an order dated 09.01.1998, the stay order was extended\ntill 23.03.1998. Similar order was passed on 23.03.1998. The matter was,\nC however, placed on 28.07.1998 on the ground that the Presiding Officer was\nto remain on leave on 29.07.1998. The matter was adjourned to 09.09.1998.\nHowever, the order of injunction was not extended.\nD\n5. After some adjournments, the suit was dismissed for default on\n19.08.2000.\n6. A declaration under Section 6 of the Act was issued on 29.11.2000.\n7. A writ petition was filed questioning the legality and/or validity of\nthe said direction before the Punjab \u0026 Haryana High Court, which was\nE registered as C.W.P. No. 11329 of 2002. By reason of the impugned judgment\nthe said writ petition has been dismissed by a Division Bench of the High\nCourt, inter alia, opining:\nF\nG\nH\n\"...The position, as explained in the written statement, appears to\nbe correct. Simply because, while adjourning the case the Presiding\nOfficer was not holding the Court, a day earlier to the date fixed,\nwhere orders with regard to stay are silent, would not mean that\nstay was vacated. In any case, case remained pending after the\nadjourned date, as mentioned above, as well and it is the positive\ncase of respondents that stay was operative till such time suit was\ndismissed in default on 19.8.2000. Even otherwise, we are of the firm\nview that if once stay is granted and same is not specifically\nvacated and the case is simply adjourned, it cannot be interpreted\nto mean that stay was operative only upto a date when case was\nadjourned without passing any order with regard to extension or\notherwise of stay. The petitioners, it appears, have intentionally\nASHOK KUMAR \u0026 ORS. v. STATE [SINHA, J.]\n1195\nwithheld the orders passed after the case was adjourned to\n9.9.1998...\"\n8. A review application filed there against was also dismissed.\nA\nB\n9. Submission of Mr. M.N. Krishnamani, learned Senior Counsel\nappearing on behalf of the appellants, is that having regard to the fact that\nthe order of injunction was operative only for the period between 24.09.1997\nand 09.09.1998, the High Court went wrong in dismissing the writ petition\nfiled by the appellants herein inasmuch as the declaration made under\nSection 6 of the Act on 29.11.2000 was clearly beyond the period of one year\nfrom the date of issuance of notification issued under sub-section (1) of C\nSection 4 of the Act, as enshrine d under Section 6 thereof.\n10. Mr. Ravindra Shrivastava, learned Senior Counsel appearing on\nbehalf of the respondents, on the other hand, would submit that having\nregard to the nature of the order of injunction passed on 30.08.1997, it must\nbe held to have remained operative till 19.08.2000 when the suit was\ndismissed for default.\n11. The short question which arises for consideration in this appeal is\nas to whether the order of ad interim injunction granted by the learned Civil\nJudge, Senior Division, Panipat, was operative till 09.09.1998 or 19.08.2000.\nWe have noticed hereinbefore the nature of the orders passed by the\nlearned Civil Judge. Although in its order dated 30.08.1997, the learned Civil\nJudge, used the term “In the meantime\", which was repeated in its order\ndated 24.09.1997, but in the subsequent orders beginning from 29.11.1997,\nthe expression used was \"till then”.\n12. The term of the order of the learned Judge, in our opinion, does\nnot leave any manner of doubt whatsoever that the interim order was only\nextended from time to time. The interim order having been extended till a\nparticular date, the contention raised by the respondents herein that they\nwere under a bona fide belief that the injunction order would continue till\nit was vacated cannot be accepted.\n13. In our considered opinion, the purport of the order passed by the\nlearned Civil Judge, Senior Division, Panipat, in extending the order of\ninjunction is absolutely clear and explicit. It may be true that the date was\nD\n[I]\nE\nF\nG\nH\n1196\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA preponed to 28.07.1998, but from a bare perusal of the order passed by the\nlearned Civil Judge, Senior Division, it is evident that the order of injunction\nwas not extended. Even on the subsequent dates, the order of injunction\nwas not extended. In fact, no order extending the period was passed nor any\nfresh order of injunction was passed by the learned Civil Judge, Senior\nDivision, subsequent thereto.\nB\n14. Proviso (ii) appended to sub-section (1) of Section 6 of the Act\nclearly debars making of any declaration in respect of any particular land\ncovered by a notification issued under sub-section (1) of Section 4 after the\nexpiry of one year from the date of publication thereof. Explanation (1)\nC appended to the said proviso, however, stipulates that in computing any of\nthe periods referred to in the first proviso, the period during which any\naction or proceeding to be taken in pursuance of the notification issued\nunder Section, 4(1), is stayed by an order of a Court, shall be excluded. On\na plain reading of the aforementioned provisions, there cannot be any doubt\nwhatsoever that the period which is required to be excluded would be one,\nduring which the action or proceeding taken was subjected to any order of\nstay passed by a competent court of law.\nD\nE\nF\nG\n15. Provisions of the Act should be construed having regard to the\npurport and intent thereof. Section 6 of the Act is beneficent to the land\nowners.\n16. In Hindustan Petroleum Corporation Ltd. v. Darius Shapur\nChenai and Others, [2005] 7 SCC 622, it was held :\n\"The Act is an expropriatory legislation. This Court in State\nof M.P. v. Vishnu Prasad Sharma observed that in such a case the\nprovisions of the statute should be strictly construed as it deprives\na person of his land without consent. [See also Khub Chand v.\nState of Rajasthan and CCE v. Orient Fabrics (P) Ltd.”\n17. We have noticed hereinbefore that the proviso appended to sub-\nsection (1) of Section 6 is in the negative term. It is, therefore, mandatory\nin nature. Any declaration made after the expiry of one year from the date\nof the publication of the notification under sub-section (1) of Section 4\nwould be void and of no effect. An enabling provision has been made by\nH reason of the explanation appended thereto, but the same was done only for\nASHOK KUMAR \u0026 ORS. v. STATE [SINHA, J.]\n1197\nthe purpose of extending the period of limitation and not for any other\npurpose. The purport and object of the provisions of the Act and in\nparticular the proviso which had been inserted by act 68 of 1984 and which\ncame into force w.e.f. 24.09.1984 must be given its full effect. The said\nprovision was inserted for the benefit of the owners of land. Such a\nstatutory benefit, thus, cannot be taken away by a purported construction\nof an order of a court which, in our opinion, is absolutely clear and explicit.\n18. There is no warrant for the proposition, as was stated by the High\nCourt that unless an order of stay passed once even for the limited period\nis vacated by an express order or otherwise; the same would continue to\noperate.\n19. We, therefore, are of the opinion that the judgment of the High\nCourt cannot be sustained, which is set aside accordingly. The appeal is\nallowed. In the facts and circumstances, there shall, however, be no order\nas to costs.\nA\nB\nC\nK.K.T.\nD\nAppeal allowed.\n"}