{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nP. MANI\nV.\nSTATE OF TAMIL NADU\nFEBRUARY 24, 2006\n[S.B. SINHA AND P.P. NAOLEKAR, JJ.]\n་\nC\nEvidence Act, 1872:\nSection 106-Applicability of--Burden of proof-Deceased-Wife closed\nherself in a room and put fire on herself--Husband and other witnesses broke\nopen the door-Doused the fire by pouring water-Conviction of husband—\nCourts below were of the opinion that it was for the husband to offer some\nexplanation terms of Section 106-Justification of-Held, not justified-Section\n106 cannot be said to have any application as the occurrence took place\nD inside a room and husband and other witnesses broke open the door after\nseeing the smoke coming out from the room-Penal Code, 1860-Section 302.\nSection 32-Dying declaration, if found to be reliable would be sufficient\nfor conviction On facts, evidence suggesting that dying declaration not\nrevealing entire truth-Accused entitled to benefit of doubt-Conviction set\nE aside-Penal Code, 1860-Section 302.\nF\nG\nH\nSection 113A-Presumption under--Husband charged under Section 302\nIPC, hence presumption in terms of Section 113A is not available.\nCriminal Law:\nCommission of offence-Burden of proof-Held: Is on prosecution to\nprove involvement of accused beyond all reasonable doubt--Evidence-Burden\nof proof.\nOn the fateful day, some children were watching T.V. in the house\nof appellant-accused. They came out of the house stating that deceased,\nwife of appellant had asked them to go out of the house and bolted the\ndoor from inside. Upon hearing the same, PW-1, PW-2 and appellant\nbroke open the door and found deceased in flames. The fire was doused\nand she was taken to hospital by the appellant and the witnesses. A dying\n486\nP. MANI v. STATE OF TAMIL NADU\n487\ndeclaration was record by Magistrate in the presence of doctor. Head A\nconstable also recorded the statement of the deceased on the basis of which\nFIR was lodged. A case under Section 307 IPC was registered against\nappellant. After 5 days deceased died in hospital. Appellant was arrested\nin connection with the case 12 days after the death of deceased.\nSections judge convicted the accused under Section 302 IPC by B\nrelying upon the dying declaration. High Court upheld the conviction\nholding that dying declaration made by the deceased is reliable and also\ntaking into consideration the circumstances that appellant had absconded\nfrom the place of occurrence after the incident; that the appellant had\nfailed to offer explanation in terms of Section 106 of Evidence Act as the\nincident took place inside a room and appellant was present therein and\nalso, in view of the fact that Appellant did not suffer any burn injury.\nAggrieved appellant filed present appeal.\nAllowing the appeal, the Court\nC\nHELD: 1. In a criminal case, it is for the prosecution to prove the D\ninvolvement of an accused beyond all reasonable doubt. It was not a case\nwhere both, husband and wife, were last seen together inside a room. The\nincident might have taken place in a room but prosecution itself has\nbrought out evidences to the effect that the children who had been\nwitnessing television were asked to go out by the deceased and then she\nbolted the room from inside. As they saw smoke coming out from the\nroom, they rushed towards the same and broke open the door. Section\n106 of the Evidence Act thus cannot be said to have any application\nwhatsoever. [491-G-H; 492-A]\nE\n2. Investigating officer did not place any material to show that the\nF\nAppellant had been absconding during the said period. He did not say that\nhe made any attempt to arrest the Appellant. He also failed and/or\nneglected to made any statement or bring on record any material to show\nas to what attempts had been made by him to arrest the appellant.\n[492-B-D]\n3. Absence of injury on the person of accused had been found by\nthe High Court to be one of the grounds for believing the prosecution case.\nAll the prosecution witnesses categorically stated that the fire was doused\nby pouring water. In that situation, no wonder, the Appellant did not suffer\nany burn injury. It is not the case of the prosecution that any other person\nG\nH\ni\n488\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA had suffered any burn injury in the process of putting out the fire. The\nincident admittedly took place inside a small room. It had two doors. The\nprosecution witnesses knocked both the doors. Their call to the deceased\nto open the door remained unanswered and only then they took recourse\nto breaking open the door. According to them, not only the Appellant was\nwith them at that point of time, but also he took part in dousing the flames.\nIndisputably, he took the deceased to the hospital. If the version of the\ndeceased in her dying declaration is accepted as correct, the witnesses and\nin particular the neighbours would have lodged a First Information Report\nand in any event, would not have permitted the Appellant to take her to\nthe hospital. [492-E-G|\nB\nC\nD\nE\nF\n4. The son and daughter of the deceased categorically stated that she\nhad been suffering from depression and she had made an attempt to\ncommit suicide a week prior to the date of occurrence. It is the positive\ncase of the prosecution itself that she was not keeping good relation with\nthe Appellant on the belief that he had an affair with another lady. The\nsame admittedly has not been proved. If she had been labouring under a\nfalse belief and if in fact she has been suffering from depression for\nwhatever reasons, the possibility of her making wrong statement before\nthe Magistrate cannot be ruled out. In any event, the materials brought\non records do not support the prosecution case, but support the defence.\n[493-A-B]\n5. Indisputably conviction can be recorded on the basis of dying\ndeclaration alone but the same must be wholly reliable. In a case where\nsuspicion can be raised as regard the correctness of the dying declaration,\nthe court before convicting an accused on the basis thereof would look\nfor some corroborative evidence. Suspicion is no substitute for proof. If\nevidence brought on record suggest that such dying declaration does not\nreveal the entire truth, it may be considered only as a piece of evidence in\nwhich event conviction may not be rested only on the basis thereof. The\nquestion as to whether a dying declaration is of impeccable character\nG would depend upon several factors such as physical and mental condition\nof the deceased. In this case, the circumstances which have been brought\non record clearly point out that what might have been stated in the dying\ndeclaration may not be correct. If the deceased had been nurturing a\ngrudge against her husband for a long time, she while committing suicide\nherself may try to implicate him so as to make his life miserable. In the\npresent case where the Appellant has been charged under Section 302 IPC,\nH\nP. MANI v. STATE OF TAMIL NADU [SINHA, J.]\n489\nthe presumption in terms of Section 113A of the Evidence Act is not A\navailable. In absence of such a presumption, the conviction and sentence\nof the accused must be based on cogent and reliable evidence brought on\nrecord by the prosecution. In this case, the evidences are not such which\npoint out only to the guilt of the accused. Appellant is thus entitled to the\nbenefit of doubt. [493-C-G]\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 1081\nof 2005.\nFrom the Judgment and Order dated 31.12.2003. of the Madras High\nCourt in Crl. A.No. 97/2001.\nB\nV.J. Francis, A Radhakrishnan, Anupam Mishra and Jenis V. Francis\nfor the Appellant\nC\nSubramonium Prasad, Abhay Kumar, Gopal Krishnan and Jai Kishore\nfor the Respondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. The appellant was convicted on a charge of\ncommission of an offence under Section 302 of the Indian Penal Code and\nsentenced to undergo rigorous imprisonment for life as also a fine of Rs.\n5000 by a judgment and order dated 10-01-2001 passed by Additional Sessions\nCourt Kanyakumari District at Nagercoil in S.C. No. 183 of 1999.\nD\nE\n2. The deceased was the wife of the Appellant. They were not in good\nterms. The deceased nurtured grudge against him in the belief that the\nAppellant was having affairs with another woman (PW-12) who is wife of\nhis elder brother (PW-11). On 4-10-1998 at 10.45 a.m. some children had\nbeen witnessing television in the house of the Appellant. They came out F\ntherefrom stating that the deceased had asked them to go out of the house and\nbolted the door from inside, upon hearing the same PWs 1, 2 and the Appellant\nherein went back and broke open the door. Allegedly, the Appellant had\npoured kerosene on her and set fire to the deceased.\n3. It is not in dispute that the door of the room was broken open. The G\nsaid witnesses as also PWs 3 to 6 saw the deceased in flames. The fire was\nextinguished and she was taken to the government hospital. It is moreover\nnot in dispute that the Appellant took her to the hospital along with other\nwitnesses. They reached hospital at about 11.15 a.m. A dying declaration was\nrecorded by a judicial Magistrate between the period 12.25 p.m. and 12.45\nH\nT\n-\nx\n490\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA p.m. in the presence of a doctor (PW-15). A Head Constable (PW-23), in-\nB\nchange of Kulachal Police Station in the meantime received information\nabout the said incident whereupon he arrived at the hospital recorded the\nstatement of the deceased again from 14.15 p.m. to 14.45 p.m. on the basis\nwhereof the First Information Report was lodged. A case under Section 307\nof the Indian Penal Code (Code) was registered against the Appellant. In\nColumn No. 7 of the said First Information Report the name of the Appellant\nwas shown as accused. The Investigating Officer (PW-24) on 5-10-1998\nmade seizure of kerosene can, matchstick, iron bolt etc. She died in the\ngovernment hospital at about 11.15 a.m. on 9-10-1998, whereafter the charge\nin the F.I.R. was altered to Section 302 of the Code. The Appellant was\nC arrested in connection with the said case on 21-10-1998.\n4. The Appellant was put on trial, a charge-sheet having been filed for\ncommission of an offence under Section 302 of the Code. It is not in dispute\nthat before the learned Sessions Judge, Kanyakumari District at Nagercoil in\nwhose court the case was transferred for disposal, all the material witnesses\nD turned hostile. The defence case was that she committed suicide as after\nE\nF\nundergoing a Histectomy operation, she suffered hormonal unbalance leading\nto mental stress and strain. She was said to have been not only suffering from\nmental illness and unsoundness of mind but also from depression. The son\nand daughter of the deceased categorically stated that the deceased had been\nsuffering from mental illness and had made attempts to commit suicide by\npouring kerosene and setting fire on her person on an earlier occasion but the\nsame was prevented by PW-9.\n5. The learned Sessions Judge convicted the Appellant relying only\nupon the dying declaration made by the deceased. The High Court on appeal\npreferred by the Appellant herein from the said judgment and order of\nconviction and sentence upheld the same inter alia holding that the dying\ndeclaration made by the deceased is reliable. The High Court moreover took\ninto consideration also the circumstances that the Appellant had absconded\nfrom the place of occurrence from 4-10-1998 to 21.10.98. The learned court\nopined that it was for the Appellant herein to offer some explanation in terms\nG of Section 106 of the Evidence Act as the occurrence took place inside a\nroom and the Appellant was present therein. Only because the deceased had\nundergone Histectomy operation, the court was of the view, the same would\nnot mean that she would lose her mental balance.\n6. Mr. V.J. Francis, learned counsel appearing on behalf of the Appellant,\nH\nwould, inter alia, submit that the dying declarations were not reliable in view\nf\n491\nP. MANI v. STATE OF TAMIL NADU [SINHA, J.]\nof the fact that the deceased died five days thereafter. The learned counsel A\nalso pointed out certain discrepancies in the two dying declarations. It was\nargued that in view of the fact that the witnesses did not support the prosecution\ncase, the learned Sessions judge as also the High Court acted illegally in\npassing the judgment and order of conviction and sentence.\n7. Mr. Subramonium Prasad, learned counsel appearing on behalf of B\nthe State, on the other hand, would argue that keeping in view of the fact that\nthe dying declaration was made by the deceased shortly after she was brought\nto the hospital before the Magistrate, the High Court cannot be said to have\ncommitted an error in placing reliance thereupon. It was also submitted that\nalthough motive for commission of the offence could not be proved, the\nC\nconviction and sentence can be upheld on the basis of the said dying\ndeclarations alone. Our attention has also ben drawn to the conduct of the\nAppellant.\n8. There are certain striking features in this case. All the prosecution\nwitnesses in unison stated that the children who were witnessing television D\ncame out the room saying that the deceased had bolted the same from inside.\nPW-1 Kumaradas and PW-2 Saravanadas have been engaged in the work of\nsoaking coconut husk. They categorically stated that they together with the\nAppellant forced open the door and doused fire. Their neighbours, PWs 3 to\n6, also made identical statements. It is furthermore not in doubt or dispute\nthat the room had two doors and both were found to have ben locked from E\ninside. The Investigating Officer admittedly stated that at the place of\noccurrence neither a gas stove nor a kerosene stove nor firewood was found.\nHe had seized the bolt from inside the house in a molten condition. There\nwere only two entrances in the front and back of the house.\n9. The High Court, however, did not pay much credence to the said\nstatements of the Investigating Officer and other witnesses inter alia on the\nground that the burden of proof thereof lies upon the Appellant in terms of\nSection 106 of the Evidence Act as also, in view of the fact that the Appellant\ndid not suffer any burn injury.\nF\nG\n10. We do not agree with the High Court. In a criminal case, it was for\nthe prosecution to prove the involvement of an accused beyond all reasonable\ndoubt. It was not a case where both, husband and wife, were last seen together\ninside a room. The incident might have taken place in a room but the\nprosecution itself has brought out evidences to the effect that the children\nwho had been witnessing television were asked to go out by the deceased and H\n492\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA then she bolted the room from inside. As they saw smoke coming out from\nthe room, they rushed towards the same and broke open the door. Section\n106 of the Evidence Act, to which reference was made by the High Court in\nthe aforementioned situation, cannot be said to have any application\nB\nwhatsoever.\n11. The High Court furthermore commented upon the conduct of the\nAppellant in evading arrest from 4.10.1998 to 21.10.1998. The Investigating\nOfficer did not say so. He did not place any material to show that the Appellant\nhad ben adsconding during the said record. He furthermore did not place any\nmaterial on records that the Appellant could not be arrested despite attempts\nhaving ben made therefore. Why despite the fact, the Appellant who had\nC\nbeen shown to be an accused in the First Information Report recorded by\nhimself was not arrested is a matter which was required to be explained by\nthe Investigating Officer. He admittedly visited the place of occurrence and\nseized certain material objects. The Investigating Officer did not say that he\nmade any attempt to arrest the Appellart or for that matter he had ben\nD evading the same. He also failed and/or neglected to make any statement or\nE\nF\nbring on record any material to show as to what attempts had been made by\nhim to arrest the Appellant. No evidence furthermore has been brought by the\nprosecution to show as to since when the Appellant made himself unavailable\nfor arrest and/or absconding.\n12. Absence of injury on the person of accused had been found by the\nHigh Court to be one of the grounds for believing the prosecution case. All\nthe prosecution witnesses categorically stated that the fire was doused by\npouring water. In that situation, no wonder, the Appellant did not suffer any\nburn injury. It is not the case of the prosecution that in fact any other person\nhad suffered any burn injury in the process of putting out the fire. The\nincident admittedly took place inside a small room. It had two doors. The\nprosecution witnesses knocked both the doors. Their call to the deceased to\nopen the door remained unanswered and only then they took recourse to\nbreaking open the door. According to them, not only the Appellant herein\nwas with them at that point of time, bu: also he took part in dousing the\nG flames. Indisputably, he took the deceased to the hospital. If the version of\nthe deceased in her dying declaration is accepted as correct, the witnesses\nand in particular the neighbours would have lodged a First Information Report\nand in any event, would not have permitted the Appellant to take her to the\nhospital.\nH\n13. The question is as to whether in the aforementioned situation reliance\n'\nP. MANI v. STATE OF TAMIL NADU [SINHA, J.]\n493\nshould be placed on the dying declaration. The son and daughter of the A\ndeceased categorically stated that she had ben suffering from depression and\nshe had made an attempt to commit suicide a week prior to the date of\noccurrence. It is the positive case of the prosecution itself that she was not\nkeeping good relation with the Appellant on the belief that he had an affair\nwith another lady. The same admittedly has not been proved. If she had ben\nB\nlabouring under a false belief and if in fact she has ben suffering from\ndepression for whatever reasons, the possibility of her making wrong statement\nbefore the Magistrate cannot be ruled out. In any event, the materials brought\non records do not support the prosecution case, but support the defence.\nC\n14. Indisputably conviction can be recorded on the basis of dying.\ndeclaration alone but therefore the same must be wholly reliable. In a case\nwhere suspicion can be raised as regard the correctness of the dying declaration,\nthe court before convicting an accused on the basis thereof would look for\nsome corroborative evidence.,Suspicion, it is trite, is no substitute for proof.\nIf evidence brought on records suggests that such dying declaration does not\nreveal the entire truth, it may be considered only as a piece of evidence in D\nwhich event conviction may not be rested only on the basis thereof. The\nquestion as to whether a dying declaration is of impeceable character would\ndepend upon several factors; physical and mental condition of the deceased\nis one of them. In this case the circumstances which have ben brought on\nrecords clearly point out that what might have been stated in the dying\ndeclaration may not be correct. If the deceased had ben nurturing a grudge\nagainst her husband for a long time, she while committing suicide herself\nmay try to implicate him so as to make his life miserable. In the present case\nwhere the Appellant has ben charged under Section 302 of the Indian Penal\nCode, the presumption in terms of Section 113A of the Evidence Act is not\navailable. In absence of such a presumption, the conviction and sentence of F\nthe accused must be based on cogent and reliable evidence brought on record\nby the prosecution. In this case, we find that the evidences are not such\nwhich point out only to the guilt of the accused.\nE\n15. We are, therefore, of the opinion that it is a fit case where the\n\"Appellant is entitled to the benefit of doubt.\" He shall be released to with G\nif not required in any other case. \"The impugned judgments are set aside.\nThe appeal is accordingly allowed.\"\nD.G.\nAppeal allowed.\nH\n"}