{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"-\nSTATE OF MAHARASHTRA AND ORS.\nV.\nA.P. PAPER MILLS LTD.\nAPRIL 3, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nContract-Offer/bid to tender notice-Withdrawal of, before conclusion\nof contract and demand of refund of earnest money deposited-Entitlement\nof-Held: Offer under the tender was valid for a period of 45 days from date\nof tender of sale and withdrawal was made before expiry of the period-Thus,\nearnest money deposited cannot be refunded and is liable to be forfeited-\nTenderer cannot take a plea that there is no bar on the withdrawal of tender\nsince the final sale result has not been declared.\nA\nB\nC\nD\nAppellant no. 2 and 3 issued a Tender Notice for sale of certain forest\nunits. The tender was to be submitted on or before 15.7.1987. Respondent\nsubmitted tenders on 15.7.1987 and also deposited the earnest money. As per\nclause 7 of the Tender, the final sale result was to be declared within 30 days,\nbut the same was not declared. As such the respondent withdrew its offer and\nmade repeated request for return of the earnest money deposit. On 3.9.1997,\nappellant sought approval of the State Government for declaring the final E\nsale result. Final sale result was declared. Government accepted respondent's\ntender on 7.9.1987 and thereafter, rejected the request of respondent to refund\nthe earnest money and forfeited the earnest money on account of withdrawal\nof the tender. Respondent filed a writ petition. High Court allowed the same\nholding that the respondent had withdrawn the bid to the tender notice before\nconclusion of the contract, thus, was entitled to refund of earnest money\ndeposited. Hence the present appeal.\nAllowing the appeal, the Court\nF\nHELD: Clause 5(v) of the Tender Notice clearly spells that once a tender\nis tendered the offer shall be considered valid for a period of 45 days from G\nthe date of tender sale and in the instant case from 29.8.1987. Clause 5(v)\nread with clause 5(iv) makes the position clear that once a tender is tendered\nno changes can be made and no tender can be withdrawn. Under clause 7,\nthe provisional sale result has to be declared as early as possible. But the same\n719\nH\nB\n720\nSUPREME COURT REPORTS [2006] 3 S.C.R.\nA is not to be declared which is not to be considered as final sale result and the\nfinal sale result can be declared within 30 days on getting approval of the\ncompetent authority. It cannot be said that the sale results should have been\ndeclared for getting approval of the competent authority by 14.8.87. If the\nhighest tender is not considered acceptable the final sale result was required\nto be declared within 45 days i.e. by 29.8.87. The withdrawal was made before\nthe expiry of the period i.e. on 15.8.87. Another request for withdrawal made\nafter the expiry of the 45 days period does not change the situation. Since the\ntender is valid for a period of 45 days and withdrawal is before expiry of the\nperiod the earnest money is to be forfeited. Once the tenderer withdraws the\ntender, he cannot take the stand that since the final sale result has not been\nC declared there is no bar on the withdrawal of the tender.\n[724-F-G-H; 725-B-C-FI\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 4487/2003.\nFrom the Order dated 20.12.2002 of the High Court of Bombay in W.P.\nD\nNo. 807/1998.\nE\nF\nV.N. Raghupathy for the Appellants.\nM.N. Rao, P.N. Gupta and H. Devarajan for the Respondent.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Challenge in this appeal is to the judgment of\na Division Bench of the Bombay High Court, Nagpur Bench, directing the\nappellant to refund the earnest money which was forfeited along with interest\n@ 6% from the date on which the respondent had withdrawn its offer till\nactual date of payment. Further direction was given to refund the amount\nwithin a period of 8 weeks from the date of judgment.\nFactual background in a nutshell is as follows:\nAppellant no.2 had issued a Tender Notice dated 8.6.1987 for sale of\nBamboo Units in Vadasa (Unit No.7) and Gadchiroli (Unit Nos. 10, 11, 12\nand 14). The appellant no.3 had also issued a Tender Sale notice in respect\nG of Bhamragarh (Unit No.5) Chandrapur Circle for the same purpose. The\nH\nterms and conditions of both the tender notices were identical. The tender\nwas to be submitted in the prescribed form on or before 15.7.1987 and sealed\ntenders received from the bidders were to be opened on the same day and\ntenderers were to pay earnest money deposit i.e. 10% of the total royalty to\nbe worked out on the basis of the total estimated yield of that Bamboo Unit.\nSTATE OF MAHARASHTRA v. A.P. PAPER MILLS LTD. [PASAYAT, J.]721\nB\nIt was mentioned in the Tender Notice that the sealed tender should be A\naccompanied by the treasury challan or demand draft indicating that earnest\nmoney has been deposited. It was further stated in the Tender Notice that in\ncase of successful tenderers, the earnest money deposit would automatically\nstand appropriated towards the security deposit which is required to be\nfurnished. It is the case of the respondent that as per the conditions stipulated\nin the tender after the submission of the tender, the offer would be considered\nvalid for a period of 45 days from the date of the Tender Sale. Pursuant to\nthe Tender Notices issued by the appellants 2 and 3, the respondent submitted\ntenders on 15.7.1987 and before submitting the Tender Notice the respondent\nhad deposited the earnest money as required by the Tender Notice. As per the\nclause 7 of the Tender, the final sale result was to be declared within 30 days C\nfor getting approval of the competent authority and since appellants 2 and 3\ndid not declare the final sale result even after the expiry of 30 days from the\ndate of opening of the Tender i.e. 15.7.1987, the respondent sent a telegram\non 15.8.1987 to appellant nos. 2 and 3 in which it was stated that since the\nfinal sale had not been declared within 30 days as per Clause 7 of the Tender\nNotice, the respondent had withdrawn its offer and requested for return of the\nearnest money deposit. The respondent also addressed letters to the appellants\n2 and 3 on the same date, in which reference was made to the message and\ntelegram which had been sent earlier. On 17.8.1987 the respondent addressed\nanother communication reiterating its stand of withdrawing their offer and\nrequesting for refund of the earnest money. But it did not receive any reply E\nto the telegram which was sent on 15.8.1987 or to the letters sent on the same\nday addressed to the appellant nos. 2 and 3 and also to the communication\ndated 17.8.1987 which was addressed to appellants 2 and 3. Therefore, on\n2.9.1987 a letter was addressed to the appellant no.2 stating therein that even\nafter expiry of 45 days on 29.8.1987 the final results had not been declared\nand, therefore, earnest money deposited by the respondent should be refunded.\nAgain on 16.9.1987 it addressed letters to appellants 2 and 3 stating therein\nthat final sale result had not been declared even after the expiry of 45 days\nand the respondent had already withdrawn the offer and, therefore, the\nrespondent was entitled to the refund of the earnest money deposit.\nIt is an admitted position that the final sale result in respect of the\ntender opened on 15.7.1987 was declared on 17.9.1987 which was\ncommunicated to the respondent on 21.9.1987, in which it was mentioned\nthat the highest offer of the respondent was accepted.\nD\nF\nG\nRequest of the respondent for refund of the earnest money deposit was H\n722\nSUPREME COURT REPORTS [2006] 3 S.C.R.\nA rejected by appellant no.3 by letter dated 24.9.1987. The respondent filed a\nwrit petition under Article 226 of the Constitution of India, 1950 (in short the\n‘Constitution') challenging the decisions of the appellants 2 and 3 dated\n23.9.1987 and decision dated 24.9.1987 rejecting the request of the respondent\nto refund the earnest money.\nB\nPresent appellants filed their reply in which they denied the allegations\nand averments made by the respondent in the writ petition. It was specifically\nstated that in terms of Clause 7 the interpretation by the present respondent-\nwrit petitioner was not correct. Since the respondent had withdrawn his tender\nin violation of condition nos. 5(iv) and 5(v) before declaration of final sale\nC result, it amounted to the violation of the terms and conditions of the tender\nnotice and, therefore, the earnest money was not to be refunded and the same\nwas liable to be forfeited which has been done. It was also submitted that the\nwrit petition was not maintainable as the controversy related to factual\ncontroversy was involved and, therefore, writ application should be dismissed.\nD The High Court held that the writ petition was admitted in the year\n1988 and though an alternative remedy by way of suit was available, there\nwas no bar for entertaining the writ petition. Interpreting the various conditions\nof the tender document, the High Court held that the respondent had withdrawn\nthe bid before conclusion of the contract and, therefore, was entitled to refund\nof earnest money deposited which it had paid to the present appellants at the\ntime of making its offer in the form of bid to the tender notice. Accordingly,\nas noted above, the writ petition was allowed.\nE\nF\nIn support of the appeal, learned counsel for the appellants submitted\nthat the interpretation put by the High Court is clearly erroneous. Undisputedly,\nthe withdrawal was made before the declaration of the final sale result. The\ncomputation of the period as done is also not on a proper reading of the\nclauses.\nPer contra, learned counsel for the respondent submitted that even if\nit is accepted for the sake of arguments that initial withdrawal was made\nG before the stipulated period, yet there was another withdrawal. Looked from\nany angle the withdrawal was within the time schedule stipulated in the\nconditions.\nThe rival contentions need careful consideration. Clauses 3 and 5 are\nimportant for adjudicating the controversy.\nH\nC\nSTATE OF MAHARASHTRA v. A.P. PAPER MILLS LTD. [PASAYAT, J.] 723\nClause 3 reads as follows:\n\"3. EARNEST MONEY DEPOSIT:\nA\n(i). The Earnest Money Deposit shall be paid for each Tender, at the\nrate of 10 percent of the total Royalty, to be worked out on the\nbasis of total estimated yield of that Bamboo Unit and the same B\nshall be calculated as per following formula:-\nEstimated yield in\nM.T. of Bamboo Unit\nfor which Tender is filled\nRate quoted by the\n✗\nTenderer per\nMetric Tonne\n10\nC\n(Earnest Money Deposit amount be rounded to nearest highest figure\nof rupee).\n(ii) the intending Tenderer, in token of having paid the Earnest Money\nDeposit shall enclose a Receipted Treasury Challan or Demand Ꭰ\nDraft of Deposit at call, drawn in favour of the concerned\nDivisional Forest Officer on any branch of the scheduled Banks\nwhich is payable at Chandrapur or in the form of National Saving\nCertificates duly pledged in the name of the concerned Divisional\nForest Officer. However cheques shall NOT be accepted towards\nEarnest Money Deposit.\n(iii) In case of successful tenderers, the Earnest Money shall\nautomatically stand appropriated towards the Security Deposit\nrequired to be furnished.\n(iv) The Earnest Money Deposit of the unsuccessful Tenderer shall be\nrefunded as early as possible after decision of the tenders.\n(v) No interest shall be payable in any case on the amount of Earnest\nMoney.\nClause 5 so far relevant reads as follows:\n“5. SUBMISSION OF TENDER:\nE\nF\nG\nXXX\nXXX\nXXX\n(iv) Once,\nTender is tendered no changes can be made, nor can\nTender be withdrawn. In case a Tenderer whose, tender is accepted,\nwithdraws the tender, the loss sustained in the resale,\nas may\nbe\nH\n724\nA\nB\nSUPREME COURT REPORTS [2006] 3 S.C.R.\nordered by the concerned Conservator of Forests, shall be made.\ngood from him while considering the amount paid by him towards\nthe Earnest Money Deposit.\n(v) Once a Tender is tendered the offer shall be considered valid for\na period of 45 days from the date of Tender Sale in case of\nTenders which are under consideration or till the end of lease\nperiod in case of accepted Tenders, as the case may be. If the\nTender is withdrawn prior to declaration of Final Sale Result, the\namount of Earnest Money Deposit shall be forfeited to the\nGovernment.\nC\nXXX\nXXX\nXXX\"\nSo far as the factual position is concerned, the last date for submission\nof tender was 15.7.1987 and the respondent had submitted its bid on that\ndate. On 15.8.87 the respondent sent telegram stating that since final sales\nresults had not declared within 30 days as per clause 7 of the notice, it had\nD withdrawn its offer and requested for refund of the earnest money. On 3.9.1997\nthe appellant sought for approval of the competent authority i.e. the State\nGovernment for declaring the final sale result. On 7.9.1987 the Government\naccepted the tender of the respondent. On 23-24/9/1997 when the respondent\nwas informed that the earnest money cannot be refunded as the Government\nhad accepted the tender and its earnest money was forfeited on account of\nE\nwithdrawal of the tender.\nF\nAn offer under the tender was valid for a period of 45 days from the\ndate of tender of sale and in the instant case from 29.8.1987. Stand of the\nrespondent that the sale results should have been declared for getting approval\nof the competent authority by 14.8.87 is clearly wrong. If the highest tender\nis not considered acceptable the final sale result was required to be declared\nwithin 45 days i.e. by 29.8.87. The bid once made remains operative for a\nperiod of 45 days. Therefore, the decision could be taken on the bid on or\nbefore 29.8.87. The withdrawal was made before the expiry of the period i.e.\non 15.8.87. Stand of the learned counsel for the respondent that another\nG request was made after the expiry of the 45 days period does not change the\nsituation. Clause 5(v) clearly spells that once a tender is tendered the offer\nshall be considered valid for a period of 45 days from the date of tender sale\nin case of tenders which are under consideration. If this clause is read with\nclause 5(iv) the position is clear that once a tender is tendered no changes can\nbe inade and no tender can be withdrawn. We are not concerned with a case\nH\n1\n1\nSTATE OF MAHARASHTRA v. A.P. PAPER MILLS LTD. [PASAYAT, J.]725\nof consequences after acceptance of the tender by the successful bidder. In A\nsuch a situation loss sustained in the re-sale and the amount realized less,\nshall be recovered from the bidder while adjusting the amount paid by him.\ntowards earnest money deposit. In this case the acceptance of the tender was\nafter the validity of the period. Therefore, this is not a case which could\nauthorize the Government to recover the loss from the respondent. But it is\nB\na case of withdrawal of tender and the effect of it is to be considered. Since\nthe tender is valid for a period of 45 days and withdrawal is before expiry\nof the period the earnest money is to be forfeited. The stand of the respondent\nthat because of delay in declaration of the final sale results there was no bar\non withdrawal of the tender is clearly untenable. Once the tender is withdrawn\nthe result is that the tenderer who withdraws the tender cannot take the stand C\nthat since the final sale result has not been declared there is no bar on the\nwithdrawal.\nClause 7 is also relevant for the purpose of adjudication. The same\nreads as follows:\n\"7. A Provisional sale result of the successful tenderers shall be\ndeclared as early as possible for the information of the Tenderers.\nHowever, this provisional Sale Result shall not be considered as Final\nSale Result. The Final Sale Result shall be declared within 30 days,\non getting the approval of the competent authority. Further, if in\nrespect of any unit the highest Tender is NOT considered acceptable\nby the competent authority, and other lower tenders are to be\nconsidered, then the Final Sale Result shall be declared within 45\ndays.\"\nD\nE\nF\nA reading of the clause makes it clear that the provisional sale result\nhas to be declared as early as possible. But the same is not to be declared\nwhich is not to be considered as final sale result and the final sale result can\nbe declared within 30 days on getting approval of the competent authority.\nIt had not done in the present case because withdrawal was done while the\ntender was under consideration. That being so, the interpretation put by the\nHigh Court is clearly erroneous and deserves to be set aside. The order of the G.\nHigh Court is accordingly set aside. The appeal is allowed but without any\norder as to costs.\nh\nN.J.\nAppeal allowed.\n"}