{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"^\nMAHARASHTRA STATE ROAD TRANSPORT CORP.\nV.\nPREMLAL\nFEBRUARY 27, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\nA\nB\nService Law\nC\nAgreement between Corporation and Trade Union providing time scale\nof pay to ad-hoc employees working continuously for 180 days—Subsequent\nagreement providing absorption of daily rated workmen after completion of\n180 days continuous service-Daily rated and ad-hoc employee claiming\nparity of wages with regular employees-Corporation apposing claim\ncontending that earlier settlement stood superseded by subsequent settlement-\nHeld, the two settlements operated in different fields and the subsequent D\nsettlement did not supersede earlier settlement-There is difference between\nstatus of an employee on one hand and benefits accruing to workmen on the\nother land-In the facts, held, casual or daily rated workmen entitled to\nbenefits admissible to regular employees on time scale of pay subject to their\nsatisfying the conditions prescribed therein.\nE\nF\nAppellant-Corporation and Trade Union representing the employees\nentered into industrial settlement in 1956 and clause 49 of the said settlement\nprovided that all employees working for 180 days including weekly offs and\nother holidays continuously, were to be brought on the time scale of pay and\nwere to be given all benefits available to time scale workers. Subsequently, in\n1985 another settlement was arrived and clause 19 of said settlement provided\nfor absorption of daily rated workmen after completion of 180 days of\ncontinuous service. The Industrial Court upon complaint filed by an employee\nappointed in 1988 held that the Corporation had engaged in unfair labour\npractice by not bringing the complainant on time scale of pay in terms of clause\n49 of 1956 Settlement and directed the Corporation to fix pay of the complainant G\nin the time scale. Appellant-Corporation challenged the order passed by the\nIndustrial Court before the High Court which was rejected.\nAppellant-Corporation inter alia contended that clause 49 of 1956\nSettlement stood superseded by clause 19 of 1985 Settlement; that clause 49\n309\nH\n310\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA of 1956 Settlement was cancelled and revised in the Joint Committee Meeting\nheld on 15.4.1978; and that decision of the Joint Committee dated 15.4.1978\nstood approved by Resolution No. 8856 of the Corporation dated 31.8.1978.\nB\nWorkmen inter alia contended that clause 49 of 1956 Settlement and\nclause 19 of 1985 settlement operated in different fields and, therefore, there\nwas no question of clause 49 of 1956 Settlement being superseded by clause\n19 of 1985 Settlement; and in the alternative that when the Joint Committee\ncancelled clause 49 of 1956 Settlement, the said clause was replaced by new\nclause accepted by Corporation under Resolution No. 8856 providing that\ncasual or daily wage employees shall be entitled to benefits admissible to\nC regular employees on time scale of pay provided they satisfy the conditions\nprescribed for their entitlement.\nD\nDismissing the appeals, the Court\nHELD: 1. Clause 49 of 1956 Settlement and Clause 19 of 1985\nSettlement operated in different fields and consequently Clause 19 of 1985\nSettlement did not supersede Clause 49 of 1956 Settlement. There is a\ndifference between the status of an employee on one hand and the benefits\naccruing to the workmen on the other hand. In 1956 the Union presented to\nthe Corporation various demands. One of the demands was abolition of the\ndaily-wage system. Under Clause 49 of 1956 the Corporation agreed to give\nE to the workmen all the benefits available to a time scale worker. On the other\nF\nhand, under Clause 19 of 1985 Settlement, subject to a worker fulfilling the\neligibility criteria, the Corporation agreed to absord daily rated workmen who\ncompleted 180 days of service. Therefore, the High Court was right in holding\nthat the above two clauses operated in different fields and, therefore, there\nwas no question of Clause 19 of 1985 Settlement superseding Clause 49 of\n1956 Settlement. Under Clause 49 of 1956 Settlement, the Corporation\nagreed to provide benefits to employees working for 180 days continuously to\nbe given all benefits available to time scale workers. [Para 8] [316-A-F]\n2. It is true that the Union had agreed to the cancellation of Clause 49.\nG However, the Union had also placed their demand for substitution of Clause\n49 and the Corporation agreed to that substitution vide Resolution No. 8856\npassed by the Corporation under which persons in employment casually or\non daily-wages as on the date of the Resolution as also those who were to be\nemployed thereafter, were entitled to be appointed temporarily in ephemeral\nvacancies in the time scale of pay on completion of 180 days aggregate service\nH\nX\nMAHARASHTRA STATE ROAD TRANSPORT CORPN. 1. PREMLAL [KAPADIA, J.] 311\nin a financial year. Under the said Resolution they were entitled to the benefits A\nadmissible to regular employees on time scale of pay subject to their satisfying\nthe conditions prescribed for the entitlement. In the present case the workmen\nare not seeking absorption. They are seeking benefits admissible to regular\nemployees on time scale of pay. In the present case, the respondent-workmen\nare in the service after 31.8.78. In the circumstances, notwithstanding\ncancellation of Clause 49 of 1956 Settlement the workmen herein would be\nentitled to all benefits admissible to regular employees working in the\nCorporation on time scale of pay provided they satisfy the eligibility criteria\nof having worked for aggregate service of 180 days and subject to their\nsatisfying all the conditions prescribed for their entitlement in terms of the\nabove Resolution No. 8856 read with Clause 19 of 1985 Settlement.\n[Para 10] [317-F-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1046 of 2007.\nB\nC\nFrom the common final Judgment and Order dated 25.4.2003 of the High\nCourt of Judicature at Bombay, Nagpur Bench, Nagpur in L.P.A. No. 36/1999. D\nWith C.A. Nos. 1047, 1064, 1074, 1048, 1049, 1050, 1051, 1052, 1053, 1054,\n1056, 1057, 1058, 1059, 1060, 1062, 1063, 1065, 1067, 1068, 1069, 1070, 1055,\n1071, 1072, 1073, 1061 and 1066/2007.\nAltaf Ahmed, R.S. Hedge, Chandra Prakash, Rahul Tyagi, P.P. Singh for E\nthe Appellant.\nV. Prakash, K. Sarada Devi, Shivaji M. Jadhav, Himanshu Gupta, Brij\nkishor Sah, Rahul Joshi, B. Sunita Rao and Shanti Bhushan Chaubey for the\nRespondent.\nThe Judgment of the Court was delivered by\nKAPADIA, J. 1. Leave granted.\n:\nF\n2. A short question which arises for determination in these civil appeals\nfiled by the employer is whether Clause 49 of 1956 Settlement stood replaced G\nby Clause 19 of 1985 Settlement and by Resolution No.8856 dated 31.8.78\npassed by the appellant-Corporation.\n3. Appellant-Corporation is a State Road Transport Undertaking\nincorporated under Road Transport Corporation Act, 1950. Apart from State\nTransport Employees Service Regulations framed under Section 45 of Road H\n1\n312\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA Transport Corporation Act, 1950, the service conditions of the employees are\nalso regulated by Industrial Settlement signed between the Corporation and\nvarious trade Unions representing employees. Several demands were raised\nin 1956 on behalf of the workmen. One such demand was under Item No.49\nof the Demand Notice for abolition of Daily Wage System. It appears that\nlarge number of workmen were continued for several years in the Corporation\non ad-hoc basis. They were paid daily-wages. Therefore, there were\nunwarranted interruptions and breaks in their service which ultimately resulted\nin Unions' raising the above demand. Under 1956 Settlement all employees\nworking for 180 days including weekly offs and other holidays continuously,\nwere to be brought on the time scale of pay and they were to be given all\nC the benefits available to the time scale workers. This Settlement was arrived\nB\nat on 25.4.56. Even after 1956 various settlements were arrived at between the\nCorporation and its employees. According to the appellant, Clause 49 of 1956\nSettlement was cancelled and revised in the Joint Committee Meeting held on\n15.4.1978. According to the Corporation, the Joint Committee was empowered\nto do so by virtue of Clause 9 of 1968 Settlement. According to the appellant-\nD\nCorporation, in any event the decision of the Joint Committee dated 15.4.78\nstood approved by Resolution No.8856 of the Corporation dated 31.8.1978\nunder which persons in employment of daily-wages as on 31.7.78 and those\n'who were to be employed on daily-wages thereafter were to be appointed on\ntemporary basis in ephemeral vacancies in time scale of pay as from 31.7.78\nE or thereafter provided they completed aggregate service of 180 days in any\none financial year commencing from 1.4.73 onwards. According to the\nappellant-Corporation, in 1985 a new settlement was arrived at under which\nabsorption of daily rated workmen after completion of 180 days continuous\nservice vide Clause 19 stood included. According to the appellant-Corporation,\nClause 49 of 1956 Settlement stood superseded by Clause 19 of 1985 Settlement.\nOn behalf of the workmen the argument put forward was that Clause 49 of\n1956 Settlement and Clause 19 of 1985 Settlement operated in different fields\nand, therefore, there was no question of Clause 49 of 1956 being superseded\nby Clause 19 of 1985 Settlement. It was also submitted that Joint Committee\nwas not authorized to cancel and revise Clause 49 of 1956 Settlement. It was\nF\nG submitted that Joint Committee was constituted to implement Clause 49 of\n1956 Settlement and not to cancel or revise the said clause and, therefore, the\nCorporation was not entitled to replace Clause 49 of 1956 by Clause 19 of 1985\nSettlement.\n4. The basic controversy in the present matter, therefore, is the true\nH scope and extent of the above two Clauses, namely, Clause 49 of 1956\nMAHARASHTRA STATE ROAD TRANSPORT CORPN. v. PREMLAL (KAPADIA, J.] 313\nSettlement and Clause 19 of 1985 Settlement.\nA\n5. Before examining the above two Clauses it may be mentioned that in\nthe present case we are concerned with employees who have been appointed\nafter 31.8.78. This aspect is important because one of the argument advanced\non behalf of the Corporation is that Clause 49 of 1956 stood deleted on 15.4.78\npursuant to the decision of the Joint Committee which decision was approved B\nby the Corporation vide Resolution No.8856 dated 31.8.78 and, therefore, in\nany event Clause 49 of 1956 did not operate after 15.4.78. On the other hand,\nthe workmen contended that even assuming for the sake of argument that the\nJoint Committee had the authority to revise Clause 49 of 1956 Settlement even\nthen when the Joint Committee cancelled Clause 49 of 1956 Settlement the\nsaid clause was replaced by a new clause, accepted by the Corporation under\nResolution No.8856, under which it was agreed that persons in employment,\ncasual or on daily-wages, as on the date of the said Resolution, shall be\nappointed temporarily in ephemeral vacancies in time scale of pay with effect\nfrom the date of the Resolution or from the date of their completion of 180\ndays aggregate service in a financial year; they shall be entitled to the D\nbenefits admissible to regular employees on time scale of pay provided they\nsatisfy the conditions prescribed for their entitlement.\nC\n6. As stated above the basic controversy in the present civil appeals\nis: whether Clause 49 of 1956 Settlement stood superseded by Clause 19 of\n1985 settlement and whether in any event Clause 49 of 1956 Settlement stood E\nterminated vide Resolution No.8856 of the Corporation dated 31.8.78. At this\nstage, it may be noted that the controversy arose because a complaint was\nfiled before the Industrial Court at Nagpur Bench in Complaint (ULPN) No.8\nof 1992 by one of the employees of the Corporation stating that he was\nappointed as a daily rated workman on 11.2.88 at the rate of Rs.11.76 per day;\nF\nthat he has been continuously working with the Corporation without any\nbreak; that though he was working as a regular employee he was paid wages\nwhich had no parity with regular employee; that he was not made permanent\nin order to deprive him all the benefits of permanency and that he was entitled\nto be appointed on time scale of pay on completion of 180 days of continuous\nservice in terms of Clause 49 of 1956 Settlement. In the said complaint after G\nnoting the aforestated submissions advanced on behalf of the Corporation,\nthe Industrial Court held, that, as per Clause 49 of 1956 Settlement the\nworkman who was a daily rated workman had put continuous service of 180\ndays and, therefore, in terms of Clause 49 of 1956 Settlement the complainant\nwas entitled to be appointed on time scale of pay and he was also entitled\nfor all the benefits available to the time scale worker. The Industrial Court\nH\nL\n314\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA gave a declaration vide order dated 27.2.97 that the Corporation had engaged\nin unfair labour practice under Item No.9 of Schedule IV of MRTU and PULP\nAct 1971 by not brining the complainant on time scale of pay in terms of\nClause 49 of 1956 Settlement. By the said order the Corporation was directed\nto fix the pay of the complainant in the time scale not from the date of\nappointment but from 6.1.92 (the date on which the complaint was filed).\nB\nC\nᎠ\nD\nE\nF\nG\nH\n7. In order to resolve the dispute we quote hereinbelow Clause 49 of\n1956 Settlement, Resolution No.8856 of the Corporation dated 31.8.78 and\nclause 19 of 1985 Settlement:\n\"Clause 49 of the 1956 Settlement -\n49. All employees working for 180 days including weekly off and other\nholidays continuously will be brought on the time scale of pay and\nwill get all the benefits available to time scale workers. Any absence\non account of authorized leave will not be treated as break for the\nabove purpose and will not also count for service.\nResolution No.8856 dated 31.8.1978\nItem No.17:\nAbsorption on time scale of employees working on daily-wages\nfrom 1st April 1973 onwards.\nItem No.18:\nWorking hours and wage structure of daily rated employees.\n(Items 17 and 18 were considered together).\nResolution 8856:\nI. Item 17 (regarding absorption on time scale of employees working\non daily-wages from 1st Aril 1973 onwards) and item 18 (regarding\ngiving retrospective effect from 1st January 1977 to the decision of\nthe Joint committee regarding the revision of the daily rate of wages\ntaken at its meeting held on 5th August 1978) being disagreed items\nof the Joint Committee, the Corporation gave a personal hearing to\nSarvashri Bhau Phatak, Bhingardeve and Choube, General Secretaries\nthe Maharashtra S.T. Kamgar Sanghatana, Maharashtra S.T. Workers'\nFederation and Maharashtra Motor Kamgar Federation, respectively,\nin these matters. They explained in regard to item No.17 that the\nર\nMAHARASHTRA STATE ROAD TRANSPORT CORPN. v. PREMLAL [KAPADIA, J.] 315\npersons working on daily-wages are denied certain essential and A\nreasonable facilities provided to the employees on time scale and it\nwas necessary to do justice to them.\nII-A. Thereafter the Corporation considered the two demands and\ndecided as under:-\n(1) The present Clause No.49 in the Settlement dated 28th May\n1956 shall stand cancelled.\nB\nC\n(2) The persons in employment casually or on daily-wages as on\nthe date of this Resolution as also those who may this be\nemployed thereafter shall, if they have already completed or will\ncomplete an aggregate service of 180 days in any one financial\nyear commencing from 1st April 1973, be appointed temporarily\nin ephemeral vacancies in time scale of pay of the post in which\nthey were appointed with effect from the date of this Resolution\nor from the date of their completion of 180 days aggregate service\nin a financial year as the case may be, and shall also be entitled D\nfrom the relevant date to the following benefits admissible to\nregular employees on time scale of pay provided they satisfy all\nthe conditions prescribed for their entitlement:-\n(i) uniforms,\n(ii) washing allowances,\n(iii) medical facilities,\nE\n3.\n(iv) family free pass, and\n(v) periodical increments.\nF\n(3) The Corporation made it clear that the absorption of such\npersons who are granted the above benefits, in regular vacancies\nwill be strictly according to their turn and will be subject to the\nnormal rules and orders in this respect.\nG\n(The above decision being in modification of the settlement would\nneed the approval of Government).\nII.B. The Corporation directed that the pros and cons of the\nquestion of paying the persons engaged on work-charged\nestablishment/nominal muster roll according to the time scale rate of\npay and extending the other benefits (as mentioned in II.A(2)) to them H\n316\nA\nB\nC\nD\nE\nF\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nshould be examined with reference to the working conditions, existing\nrate of payment, etc. and a detailed note in the matter should be\nsubmitted to the Corporation, preferably at its next meeting.\nIII. The revised rate of daily-wages as worked out on the basis\nof 24 working days should be given effect to from 1st January 1977\ni.e. the date from while the Second and the Fourth Saturdays in a\nmonth were observed as non-working days for the employees in the\nCentral Office and the Regional Offices.\nClause 19 of 1985 Settlement\n19. Absorption of day-rated working after completed service of 180\ndays -\n(i) The absorption of such workmen be made as at present, i.e.,\nsubject their selection at least once by competent selection committee\nand availability of clear vacancies;\n(ii) As far as possible no appointment except in the category of driver\nwill be made in future without selection of a workmen by the Committee.\n(iii) All past cases of daily wagers who are eligible for absorption will\nbe reviewed on the merits of each individual case and as per the laws\non the subject.\n(iv) As regards surplus staff viz., Watchmen, the information will be\ncalled for from the divisions and the cases after examination will be\nput up to the Corporation Board for its directives.\"\n8. According to the impugned judgment Clause 49 of 1956 Settlement\nand Clause 19 of 1985 Settlement operated in different fields and consequently\nClause 19 of 1985 Settlement did not supersede Clause 49 of 1956 Settlement.\nBroadly, we agree with the decision of the High Court. In our view, there is\na difference between the status of an employee on one hand and the benefits\naccruing to the workmen on the other hand. As stated above, in 1956 the\nUnion presented to the Corporation various demands. One of the demands\nwas abolition of the daily-wage system. Under Clause 49 of 1956 the\nCorporation agreed to give to the workmen all the benefits available to a time\nscale worker. On the other hand, under Clause 19 of 1985 Settlement, subject\nto a worker fulfilling the eligibility criteria, the Corporation agreed to absorb\ndaily rated workmen who completed 180 days of service. Therefore, the High\nH Court was right in holding that the above two Clauses operated in different\nG\nMAHARASHTRA STATE ROAD TRANSPORT CORPN. v. PREMLAL [KAPADIA, J.] 317\nfields and, therefore, there was no question of Clause 19 of 1985 Settlement A\nsuperseding Clause 49 of 1956 Settlement. Under Clause 49 of 1956 Settlement,\nthe Corporation agreed to provide benefits to employees working for 180 days\ncontinuously to be given all benefits available to time scale workers.\n9. The grievance of the workmen in the present case is that till today\nB\nthe Corporation has not given to them the benefits available to time scale\nworkers. In the present case, they are not seeking absorption. In the present\ncase, they are seeking wages payable to time scale workers. The topic of\nabsorption is covered by Clause 19 of 1985 Settlement. It states that in all past\ncases all daily wagers who are eligible for absorption will be given absorption\nsubject to their selection by the competent Select Committee and subject to C\nexistence of clear vacancies. This aspect was not there in Clause 49 of 1956\nSettlement. Therefore, the High Court was right in holding that the two\nclauses operated in different fields. We agree with this conclusion of the High\nCourt in the impugned judgment. In the circumstances, in the present case\nwe are not required to examine the authority of the Joint Committee to cance!\nClause 49 of 1956 Settlement. In the circumstances, in the present case we are\nnot required to examine the question as to whether the workmen herein are\nentitled to be absorbed under Clause 19 of 1985 Settlement. These two\naspects shall be a matter of separate adjudication. We do not wish to go into\nthese aspects. Suffice it to state that Clause 19 of 1985 Settlement and Clause\n49 of 1956 Settlement operate in different fields and, therefore, there is no E\nquestion of Clause 19 of 1985 superseding Clause 49 of 1956 Settlement.\n10. However, as stated above, we are required also to consider the effect\nof Resolution no.8856 dated 31.8.78 passed by the Corporation under which\nClause 49 of 1956 Settlement stood cancelled. It is true that the Union had\nD\nagreed to the cancellation of Clause 49. However, the Union had also placed F\ntheir demand for substitution of Clause 49 and the Corporation agreed to that\nsubstitution vide Resolution No.8856 passed by the Corporation under which\npersons in employment casually or on daily-wages as on the date of the\nResolution as also those who were to be employed thereafter, were entitled\nto be appointed temporarily in ephemeral vacancies in the time scale of pay G\non completion of 180 days aggregate service in a financial year. Under the\nsaid Resolution they were entitled to the benefits admissible to regular\nemployees on time scale of pay subject to their satisfying the conditions\nprescribed for the entitlement. As stated above, in the present case the\nworkmen are not seeking absorption. They are seeking benefits admissible to\nregular employees on time scale of pay. In the present case, the workmen seek\nH\n318\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA benefits admissible to those employees on time scale of pay. In the present\ncase, the respondent-workmen are in service after 31.8.78. In the circumstances,\nnotwithstanding cancellation of Clause 49 of 1956 Settlement the workmen\nherein would be entitled to all benefits admissible to regular employees\nworking in the Corporation on time scale of pay provided they satisfy the\neligibility criteria of having worked for aggregate service of 180 days and\nsubject to their satisfying all the conditions prescribed for their entitlement\nin terms of the above Resolution No.8856 read with Clause 19 of 1985 Settlement.\nB\n11. In the present case, as stated above, the workmen are not seeking\nabsorption. The workmen have reserved their rights to seek adjudication in\nC that regard in a separate forum. Similarly, in the present case, we are not\nrequired to go into the question of validity of Resolution No.8856 dated\n31.8.78 since in our view Clause 49 of 1956 Settlement and Clause 19 of 1985\noperated in two different fields. The question of validity of Resolution No.8856\nis a matter of separate challenge before a different forum. We express no\nD opinion in that regard. In the present case, we are also not required to\nquantify the liability of the Corporation. We are deciding this matter only on\ninterpretation of above two Clauses.\n12. Accordingly, the civil appeals filed by the Corporation are dismissed\nwith no order as to costs.\nE\nA.K.T.\nAppeals dismissed.\n1\n"}