{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nCHANDA (DEAD) THROUGH LRS.\nV.\nRATTNI AND ANR.\nMARCH 23, 2007\nB\nC\nD\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH PANTA, JJ.]\nSpecific Relief Act, 1963:\nS.28-Power under-Held, is discretionary-On facts, decree of specific\nperformance of contract passed-In execution proceedings, plaintiff's failure\nto deposit the balance sale consideration-No prayer made by plaintiff\nbefore trial Court and High Court for deposit or extension of time--Order\nof rescission of contract rightly passed on application filed by defendant-\nSpecific Relief Act, 1877-s.35(c).\nThe defendant-respondent entered into an agreement to sell land to\nplaintiff-appellant and received earnest money. The sale deed was to be\nexecuted on payment of balance sale consideration. Appellant filed suit for\nspecific performance of agreement to sell on the promise that respondent did\nnot execute the sale deed. Trial Court decreed the suit and directed respondent\nE to execute sale deep on receipt of balance sale price and also to get it registered\nwithin 2 months from the date of decree.\nF\nG\nH\nAppellant did not deposit the balance sale price within the time allowed\nby Court. The respondents did not execute the sale deed.\nAppellant moved an application for execution of decree pleading that\nsince the respondents had failed to execute sale deed the same was to be\nexecuted through Court. Respondents moved an application u/s.28 of the\nSpecific Relief Act, 1963 praying for rescission of the agreement to sell as\nappellant had failed to deposit the balance sale consideration. The trial Court\nallowed the application and rescinded the contract. Accordingly, the execution\napplication by appellant was dismissed. High Court dismissed the revision\npetition. Hence the present appeal.\nDismissing the appeal, the Court\n402\nL\nCHANDA (DEAD) THROUGH LRS. v. RATTNI\n403\nA\nHELD: 1. Section 28 of the Specific Relief Act, 1963 corresponds to s.\n35 (c) of the Specific Relief Act, 1877 (the ‘repealed Act') under which it was\nopen to the Vendor or lessor in the circumstances mentioned in that Section\nto bring a separate suit for rescission; but this Section goes further and gives\nto the Vendor or lessor the right to seek rescission in the same suit, when\nafter the suit for specific performance is decreed the plaintiff fails to pay the B\npurchase money within the period fixed. The present section, therefore, seeks\nto provide complete relief to both the parties in terms of a decree for specific\nperformance in the same suit without requiring one of the parties to initiate\nseparate proceedings. The object is to avoid multiplicity of suits. Likewise\nunder the present provision where the purchaser or lessee has paid the money,\nhe is entitled in the suit for specific performance to the reliefs as indicated\nin sub-section (3) like, partition, possession etc. A suit for specific\nperformance does not come to an end on passing of a decree and the Court\nwhich as passed the decree for specific performance retains the control over\nthe decree even after the decree has been passed. [Para 9] [407-E-G; 408-A]\n2. The decree for specific performance has been described as a\npreliminary decree. The power under s. 28 of the Act is discretionary and\nthe Court cannot ordinarily annul the decree once passed by it. Although the\npower to annul the decree exists yet s.28 of the Act provides for complete\nrelief to both the parties in terms of the decree. The Court does not cease to\nhave the power to extent the time even though the trial Court had earlier\ndirected in the decree that payment of balance price to be made by certain\ndate and on failure suit would stand dismissed. The power exercisable under\nthis Section is discretionary. [Para 10] [408-A-B]\nC\nD\nE\n3. The stand now taken by appellant that there was no direction to pay\nF\nwithin a particular time was not pleaded before the trial Court and High Court\nand is clearly unsustainable. [Para 11] [408-D]\nKumar Dhirendra Mullick and Ors. v. Tivoli Park Apartments (P) Ltd.,\n[2005] 9 SCC 262, distinguished.\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 5494 of 2000.\nFrom the Final Judgment Order dated 21.5.1999 of the High Court of\nPunjab and Haryana at Chandigarh in C.R.No. 4509 of 1998.\nNeeraj Kr. Jain, Sanjay Singh, Sandeep Chaturvedi and Ugra Shankar\nPrasad for the Appellants.\nH\n1\nA\n404\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nNaresh Kaushik, B.S. Methaila, Amita Kalkal, and Lalita Kaushik for the\nRespondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Challenge in this appeal is to the judgment\nB of a learned Single Judge of the Punjab and Haryana High Court dismissing\nthe revision petition filed under Section 115 of the Code of Civil Procedure,\n1908 (in short the 'Code').\nC\nᎠ\nE\nF\n2. Background facts as projected by the plaintiff in a nutshell are as\nfollows:\n3. Defendants-respondents entered into an agreement dated 25.3.1989 to\nsell land measuring 54 Kanals 3 Marlas to the original plaintiff-Chandu and\nreceived Rs.56,000/- as earnest money. The sale deed was to be executed on\nor before 15.6.1989 on payment of the balance sale consideration of Rs. 1,39,000/\nSince the defendants did not execute the sale deed within the time specified\nin the agreement, the plaintiff-appellant instituted a suit on 24.1.1990 for\nspecific performance of the agreement to sell. The suit was decreed ex parte\non 1.5.1992 and it is common case of the parties that the decree has become\nfinal between them. Para 6 of the judgment of the trial court decreeing the\nsuit reads as under:-\n\"For the reasons discussed above, the suit succeeds. A decree for\npossession of the suit land by way of specific performance is hereby\npassed in favour of the plaintiff and against the defendants with\ncosts. Defendants are directed to execute the proposed sale deed on\npayment of the balance sale price of Rs.1,39,000/- and get it registered\nwithin a period of two months from the date of this decree failing\nwhich the plaintiff shall be at liberty to get the sale deed executed and\nregistered under Order 21 Rule 12 Code. Decree be drawn up\naccordingly and file be consigned to the record room.\"\n4. The plaintiff did not deposit the balance sale price within two months\nG from the date of the decree, and the defendants did not execute the sale deed.\nPlaintiff then moved an application on 10.10.1992 for the execution of the\ndecree pleading therein that since the judgment debtors-respondents had\nfailed to execute the sale deed the same was to be executed through court\nand that he (plaintiff) be allowed to deposit the balance sale price in court.\nH During the pendency of this application, one Sarup Singh through his general\n་\n405\nCHANDA (DEAD) THROUGH LRS. v. RATTNI [PASAYAT, J.]\nattorney moved an application for being impleaded as a party in the execution A\nproceedings on the plea that he was the owner in possession of the suit land\non the basis of a decree dated 26.7.1991 which the defendants are alleged to\nhave suffered in his favour. The executing court as per its order dated\n14.8.1995 allowed the applicant to be impleaded in the execution proceedings.\nSarup Singh then filed objections to the execution application which were\nB\ndismissed as per order dated 10.9.1998 and it was held that he was not a bona\nfide purchaser of the suit land. On 8.9.1998, the judgment debtors-respondents\nmoved an application under Section 28 of the Specific Relief Act, 1963 (for\nshort the 'Act') with. a prayer that the agreement to sell dated 25.3.1989 be\nrescinded since the plaintiff-appellant had failed to deposit the balance sale\nconsideration within the time allowed by the court. This application was C\ncontested by the appellant-plaintiff and on a consideration of the contentions\nadvanced by the counsel for the parties the trial court as per its order dated\n15.9.1998 allowed the application and rescinded the original contract dated\n25.3.1989 holding that the plaintiff had failed to deposit the balance sale\nconsideration within the time allowed by the Court. The execution application\nfiled by the plaintiff-appellant was consequently dismissed. The said order\nwas assailed in the revision petition filed before the High Court.\nD\nE\n5. Before the High Court the stand of the appellant was that the order\nof the Trial Court was not sustainable as the court while decreeing the suit\nfor specific performance had directed the defendants-respondents to execute\nthe sale deed within two months from the date of decree and since they failed\nto do so the plaintiff was entitled to have the sale deed executed through the\ncourt. According to him, there was no specific direction given.to the plaintiff\nto deposit the balance share consideration within stipulated period and,\ntherefore, the Trial Court was not justified in rescinding the contract on\naccount of non-deposit of the balance sale price by the plaintiff. It was also F\ncontended that several imposters were set up which disentitled the applicant\nfrom any relief. The High Court found that para 6 of the judgment of the Trial\nCourt as quoted above, clearly indicated that the defendants had been directed\nto execute the sale deed within two months from the date of the decree on\npayment of the balance sale price of Rs.1,30,000/-. The same was, therefore,\na condition precedent for execution of the sale deed. It was implicit in the\ndirection that the plaintiff was required to deposit the balance consideration\nwithin a period in the first instance and it was only then defendants were\nrequired to execute the sale deed. Since the plaintiff did not deposit the\nbalance amount, the order of court below was perfectly in order. Revision\npetition was accordingly dismissed.\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n406\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n6. In support of the appeal, learned counsel for the appellant submitted\nthat the scope and ambit of Section 28 of the Act has been examined in\nvarious decisions. There was scope for extension of time and mere non\ndeposit did not deprive the appellant from getting any relief. There was no\nunreasonable delay in making the request for extension of time to make\ndeposit. Strong reliance was placed on the decision in Kumar Dhirendra\nMullick and Ors. v. Tivoli Park Apartments (P) Ltd., [2005] 9 SCC 262.\n7. In response, learned counsel for the respondents submitted that\nexecution of sale deed was to be done only after the payment or deposit in\ncourt. The conduct of the decree-holder in not depositing is full of mala fides.\nHe has not deposited the amount for long 6 years i.e. between the disposal\nof the execution proceedings/rescission application. The court had interpreted\nthe decree to mean that the deposit was condition precedent. There was no\nspecific prayer for deposit or for extension of time. The factual position is\nentirely different from Kumar Dhirendra's case (supra). In that case there was\nrepeated assurance of payment but in the present case there is no such\nassurance.\n8. Section 28 of the Act reads as follows:\n28. Rescission in certain circumstances of contracts for the sale\nor lease of immovable property, the specific performance of which\nhas been decreed.-(1) Where in any suit a decree for specific\nperformance of a contract for the sale or lease of immovable property\nhas been made and the purchaser or lessee does not, within the period\nallowed by the decree or such further period as the court may allow,\npay the purchase money or other sum which the court has ordered\nhim to pay, the vendor or lessor may apply in the same suit in which\nthe decree is made, to have the contract rescinded and on such\napplication the court may, by order, rescind the contract either so far\nas regards the party in default or altogether, as the justice of the case\nmay require.\n(2) Where a contract is rescinded under sub-section (1), the\ncourt-\n(a) shall direct the purchaser or the lessee, if he has obtained\npossession of the property under the contract, to restore such\npossession to the vendor or lessor; and\n(b) may direct payment to the vendor or lessor of all the rents and\n1\n+\nCHANDA (DEAD) THROUGH LRS. v. RATTNI [PASAYAT, J.]\n407\nprofits which have accrued in respect of the property from the date A\non which possession was so obtained by the purchaser or lessee until\nrestoration of possession to the vendor or lessor, and if the justice\nof the case so requires, the refund of any sum paid by the vendee or\nthe lessee as earnest money or deposit in connection with the contract.\n(3) If the purchaser or lessee pays the purchase money or other B\nsum which he is ordered to pay under the decree within the period\nreferred to in sub-section (1), the court may, on application made in\nthe same suit, award the purchaser or lessee such further relief as he\nmay be entitled to, including in appropriate cases all or any of the\nfollowing reliefs, namely:-\n(a) the execution of a proper conveyance or lease by the vendor\nor lessor;\n(b) the delivery of possession, or partition and separate\npossession, of the property on the execution of such conveyance\nor lease.\n(4) No separate suit in respect of any relief which may be claimed\nunder this section shall lie at the instance of a vendor, purchaser,\nlessor or lessee, as the case may be.\n(5) The costs of any proceedings under this section shall be in\nthe discretion of the court.\"\nC\nD\nE\n9. The present section corresponds to Section 35 (c) of the Specific\nRelief Act, 1877 (hereinafter referred to as the 'repealed Act') under which it\nwas open to the Vendor or lessor in the circumstances mentioned in that\nSection to bring a separate suit for rescission; but this Section goes further F\nand gives to the Vendor or lessor the right to seek rescission in the same suit,\nwhen after the suit for specific performance is decreed the plaintiff fails to pay\nthe purchase money within the period fixed. The present section, therefore,\nseeks to provide complete relief to both the parties in terms of a decree for\nspecific performance in the same suit without requiring one of the parties to\ninitiate separate proceedings. The object is to avoid multiplicity of suits. G\nLikewise under the present provision where the purchaser or lessee has paid\nthe money, he is entitled in the suit for specific performance to the reliefs\nas indicated in sub-section (3) like, partition, possession etc. A suit for\nspecific performance does not come to an end on passing of a decree and\nthe Court which has passed the decree for specific performance retains the\nH\n408\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA control over the decree even after the decree has been passed.\nB\nC\n10. The decree for specific performance has been described as a\npreliminary decree. The power under Section 28 of the Act is discretionary\nand the Court cannot ordinarily annul the decree once passed by it. Although\nthe power to annul the decree exists yet Section 28 of the Act provides for\ncomplete relief to both the parties in terms of the decree. The Court does not\ncease to have the power to extend the time even though the trial Court had\nearlier directed in the decree that payment of balance price to be made by\ncertain date and on failure suit to stand dismissed. The power exercisable\nunder this Section is discretionary.\n11. As rightly contended by learned counsel for the respondents the\nstand now taken was not pleaded before the trial Court and the High Court.\nThe decision in Kumar Dhirendra's case (supra) is clearly distinguishable\non facts. In fact, it has been noted in that case that the decree-holder was\nrepeatedly assured of payment. The situation is not the same here. The only\nD stand taken was that there was no direction to pay within a particular time.\nThis plea is clearly unsustainable and untenable and has been rightly rejected.\n12. Above being the position, there is no merit in this appeal which is\ndismissed without any order as to costs.\nE D.G.\nAppeal dismissed.\n"}