{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"FUERST DAY LAWSON LTD. v. JINDAL EXPORTS 31\nLTD. [AFTAB ALAM, J.]\n2: interlude, interval\n3: one or both of the curved marks ( ) used in writing and\nprinting to enclose a parenthetical expression or to group\na symbolic unit in a logical or mathematical expression\"\n41. The Law Lexicon, The Encyclopaedic Law Dictionary\nby P. Ramanatha Aiyar, 2000 edition, defines parenthesis as\nunder:\nA\nB\n\"Parenthesis. a parenthesis is defined to be an\nexplanatory or qualifying clause, sentence, or paragraph, C\ninserted in another sentence, or in course of a longer\npassage, without being grammatically connected with it.\n(Cent. Dist.)\nPARENTHESIS is used to limit, qualify or restrict the\nmeaning of the sentence with which it is connected, and\nit may be designated by the use of commas, or by a dash,\nor by curved lines or brackets [53 Fed.81 (83); 3C, CA\n440].\"\nD\n42. Having regard to the grammatical use of brackets or E\nparentheses, if the words, “(and from no others)\" occurring in\nsection 39 of the 1940 Act or section 37 of the 1996 Act are\nviewed as 'an explanation or afterthought' or extra information\nseparate from the main context, then, there may be some\nsubstance in Mr. Dave's submission that the words in F\nparentheses are surplusage and in essence the provisions of\nsection 39 of the 1940 Act or section 37 of the 1996 Act are\nthe same as section 50 of the 1996 Act. Section 39 of the 1940\nAct says no more and no less than what is stipulated in section\n50 of the 1996 Act.\n43. But there may be a different reason to contend that\nsection 39 of the 1940 Act or its equivalent section 37 of the\n1996 Act are fundamentally different from section 50 of the\n1996 Act and hence, the decisions rendered under section 39\nG\nH\n32\nSUPREME COURT REPORTS\n[2011] 11 S.C.R\nA\nB\nс\nD\nof the 1940 Act may not have any application to the facts\narising under section 50 of the 1996 Act.\n44. But for that we need to take a look at the basic\nscheme of the 1996 Act and its relevant provisions. Before the\ncoming into force of the Arbitration and Conciliation Act, 1996\nwith effect from August 16, 1996, the law relating to domestic\narbitration was contained in the Arbitration Act, 1940, which in\nturn was brought in place of the Arbitration Act, 1899. Apart\nfrom the Arbitration Act 1940, there were two other enactments\nof the same genre. One called the Arbitration (Protocol and\nConvention) Act, 1937 (for execution of the Geneva Convention\nAwards) and the other called the Foreign Awards (Recognition\nand Enforcement) Act, 1961 (for enforcement of the New York\nConvention awards).\n45. The aforesaid three Acts were replaced by the\nArbitration and Conciliation Act, 1996, which is based on the\nUnited Nations Commission on International Trade Law\n(UNCITRAL) Model and is broadly compatible with the \"Rules\nof Arbitration of the International Chamber of Commerce\". The\nE Arbitration and Conciliation Act, 1996 that has repealed the\nArbitration Act, 1940 and also the Acts of 1937 and 1961,\nconsolidates and amends the law relating to domestic\narbitration, international commercial arbitration, enforcement of\nforeign arbitral awards and defines the law relating to\nconciliation and provides for matters connected therewith and\nincidental thereto taking into account the UNCITRAL MODEL\nlaw and Rules.\nF\nG\nH\n46. The Statement of Objects and Reasons of the\nArbitration and Conciliation Act, 1996 reads as under:\n\"Statement of Objects and Reasons\nThe law of arbitration in India is at present\nsubstantially contained in three enactments, namely, The\nArbitration Act, 1940, The Arbitration (Protocol and\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 33\nLTD. [AFTAB ALAM, J.]\nA\nConvention) Act, 1937 and The Foreign Awards\n(Recognition and Enforcement) Act, 1961. It is widely felt\nthat the 1940 Act, which contains the general law of\narbitration, has become outdated. The Law Commission\nof India, several representative bodies of trade and\nindustry and experts in the field of arbitration have B\nproposed amendments to this Act to make it more\nresponsive to contemporary requirements. It is also\nrecognised that our economic reforms may not become\nfully effective if the law dealing with settlement of both\ndomestic and international commercial disputes remains\nout of tune with such reforms. Like arbitration, conciliation\nis also getting increasing worldwide recognition as an\ninstrument for settlement of disputes. There is, however,\nno general law on the subject in India.\nC\nD\nE\nF\n2. The United Nations Commission on International Trade\nLaw (UNCITRAL) adopted in 1985 the Model Law on\nInternational Commercial Arbitration. The General\nAssembly of the United Nations has recommended that all\ncountries give due consideration to the said Model Law,\nin view of the desirability of uniformity of the law of arbitral\nprocedures and the specific needs of international\ncommercial arbitration practice. The UNCITRAL also\nadopted in 1980 a set of Conciliation Rules. The General\nAssembly of the United Nations has recommended the use\nof these Rules in cases where the disputes arise in the\ncontext of international commercial relations and the\nparties seek amicable settlement of their disputes by\nrecourse to conciliation. An important feature of the said\nUNCITRAL Model Law and Rules is that they have\nharmonised concepts on arbitration and conciliation of G\ndifferent legal systems of the world and thus contain\nprovisions which are designed for universal application.\n3. Though the UNCITRAL Model Law and Rules are\nintended to deal with international commercial arbitration\nH\nA\nB\n34\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nand conciliation, they could, with appropriate\nmodifications, serve as a model for legislation on domestic\narbitration and conciliation. The present Bill seeks to\nconsolidate and amend the law relating to domestic\narbitration, international commercial arbitration,\nenforcement of foreign arbitral awards and to define the\nlaw relating to conciliation, taking into account the said\nUNCITRAL Model Law and Rules.\n4. The main objectives of the Bill are as under:-\nC (i)\nD\nE\nF\nG\n☐ H\n(ii)\n(iii)\nto comprehensively cover international and\ncommercial arbitration and conciliation as also\ndomestic arbitration and conciliation;\nto make provision for an arbitral procedure which\nis fair, efficient and capable of meeting the needs\nof the specific arbitration;\nto provide that the arbitral tribunal gives reasons for\nits arbitral award;\n(iv) to ensure that the arbitral tribunal remains within the\nlimits of its jurisdiction;\n(v)\nto minimise the supervisory role of courts in the\narbitral process;\n(vi) to permit an arbitral tribunal to use mediation,\nconciliation or other procedures during the arbitral\nproceedings to encourage settlement of disputes;\n(vii) to provide that every final arbitral award is\nenforced in the same manner as if it were a decree\nof the court;\n(viii) to provide that a settlement agreement reached by\nthe parties as a result of conciliation proceedings\nwill have the same status and effect as an arbitral\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 35\nLTD. [AFTAB ALAM, J.]\naward on agreed terms on the substance of the\ndispute rendered by an arbitral tribunal; and\n(ix) to provide that, for purposes of enforcement of\nforeign awards, every arbitral award made in a\ncountry to which one of the two international\nConventions relating to foreign arbitral awards to\nwhich India is a party applies, will be treated as a\nforeign award.\n5. The Bill seeks to achieve the above objects.\"\nA\nB\nC\n(emphasis supplied)\n47. The Preamble of the Arbitration and Conciliation Act,\n1996 is as follows:\n“PREAMBLE\nWHEREAS the United Nations Commission on\nInternational Trade Law (UNCITRAL) has adopted the\nUNCITRAL Model Law on International Commercial\nArbitration in 1985;\nD\nE\nAND WHEREAS the General Assembly of the\nUnited Nations has recommended that all countries give\ndue consideration to the said Model Law, in view of the\ndesirability of uniformity of the law of arbitral procedures.\nand the specific needs of international commercial F\narbitration practice;\nAND WHEREAS the UNCITRAL has adopted the\nUNCITRAL Conciliation Rules in 1980;\nAND WHEREAS the General Assembly of the\nUnited Nations has recommended the use of the said\nRules in cases where a dispute arises in the context of\ninternational commercial relations and the parties seek an\namicable settlement of that dispute by recourse to\nG\nI\n36\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nB\nC\nE\nconciliation;\nAND WHEREAS the said Model Law and Rules\nmake significant contribution to the establishment of a\nunified legal framework for the fair and efficient settlement\nof disputes arising in international commercial relations;\nAND WHEREAS it is expedient to make law\nrespecting arbitration and conciliation, taking into account\nthe aforesaid Model Law and Rules;\"\n48. The new Act is a loosely integrated version of the\nArbitration Act, 1940, Arbitration (Protocol and Convention) Act,\n1937 and Foreign Awards (Recognition and Enforcement) Act,\n1961. It actually consolidates amends and puts together three\ndifferent enactments. But having regard to the difference in the\nD object and purpose and the nature of these three enactments,\nthe provisions relating thereto are kept separately. A mere\nglance at the 1996 Act is sufficient to show that under its\nscheme the provisions relating to the three enactments are kept\nseparately from each other. The 1996 Act is divided into four\nparts and it has three schedules at its end. Part I has ten\nchapters that contain provisions governing domestic arbitration\nand international commercial arbitration. Part II has two\nchapters; Chapter I contains provisions relating to the New York\nConvention Awards and Chapter II contains provisions relating\nto the Geneva Convention Awards. Part III of the Act has\nprovisions concerning conciliation. Part IV has the\nsupplementary provisions such as the power of the High Court\nto make rules (section 82), provision for removal of difficulties\n(section 83), and the power to make rules (section 84). At the\nend there are two repeal and saving sections. Section 85\nrepeals the three enactments referred to above, subject to the\nappropriate saving clause and section 86 repeals Ordinance\n27 of 1996, the precursor of the Act, subject to the appropriate\nsaving clause. Of the three schedules, the first is related to Part\nII, Chapter I, i.e., the New York Convention Awards and the\nF\nG\nH\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS\nLTD. [AFTAB ALAM, J.]\n37\nsecond and the third to Chapter II, i.e., the Geneva Convention A\nAwards.\n49. There is a certain similarity between the provisions of\nChapters I and II of Part II but Part I of the Act is vastly different\nfrom Chapters I and II of Part II of the Act. This is quite B\nunderstandable too since Part II deals only with enforcement\nof foreign awards (Chapter I, of New York Convention Awards\nand Chapter II, of Geneva Convention Awards) while Part I of\nthe Act deals with the whole gamut of law concerning domestic\narbitration and international commercial arbitration. It has,\ntherefore, a very different and much larger framework than the\ntwo chapters in Part II of the Act.\nC\n50. Part I has ten chapters. Chapter I begins with definition\nclauses in section 2 that defines, amongst other terms and\nexpressions, “arbitration\", \"arbitration agreement\", \"arbitral D\naward\", etc. Chapter I also contains some \"General Provisions\"\n(sections 3-6). Chapter II contains provisions relating to\n\"Arbitration Agreement\" (sections 7-9). Chapter III contains\nprovisions relating to \"Composition of Arbitral Tribunal\"\n(sections 10-15). Chapter IV deals with the \"Jurisdiction of E\nArbitral Tribunals\" (sections 16-17). Chapter V lays down\nprovisions concerning \"Conduct of Arbitral Proceedings\"\n(sections 18-27). Chapter VI deals with “Making of Arbitral\nAward and Termination of Proceedings\" (sections 28-33).\nChapter VII has only one section, i.e., section 34 that provides F\n\"Recourse against Arbitral Award\". Chapter VIII deals with\n\"Finality and Enforcement of Arbitral Awards\" (sections 35-36).\nChapter IX provides for \"Appeals\" (section 37 which is akin to\nsection 39 of the 1940 Act). Chapter X contains the\n\"Miscellaneous\" provisions (sections 38-43).\n51. It is also evident that Part I and Part II of the Act are\nquite separate and contain provisions that act independently\nin their respective fields. The opening words of section 2, i.e.\nthe definition clause in Part I, make it clear that meanings\nG\nH\n38\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nH\nassigned to the terms and expressions defined in that section\nare for the purpose of that part alone. Section 4 which deals\nwith waiver of right to object is also specific to Part I of the\nAct. Section 5 dealing with extent of judicial intervention is also\nspecific to Part I of the Act. Section 7 that defines \"arbitration\nagreement\" in considerable detail also confines the meaning\nof the term to Part I of the Act alone. Section 8 deals with the\npower of a judicial authority to refer parties to arbitration where\nthere is an arbitration agreement and this provision too is\nrelatable to Part I alone (corresponding provisions are\nindependently made in sections 45 and 54 of Chapter I and II,\nrespectively of Part II). The other provisions in Part I by their\nvery nature shall have no application insofar as the two\nchapters of Part II are concerned.\n52. Once it is seen that Part I and Part II of the Act are\nquite different in their object and purpose and the respective\nschemes, it naturally follows that section 37 in Part I (analogous\nto section 39 of the 1940 Act) is not comparable to section\n50 in Part II of the Act. This is not because, as Mr. Sundaram\ncontends section 37 has the words in parentheses “and from\nno others\" which are not to be found in section 50 of the Act.\nSection 37 and section 50 are not comparable because they\nbelong to two different statutory schemes. Section 37\ncontaining the provision of appeal is part of a much larger\nframework that, as seen above, has provisions for the complete\nrange of law concerning domestic arbitration and international\ncommercial arbitration. Section 50 on the other hand contains\nthe provision of appeal in a much limited framework, concerned\nonly with the enforcement of New York Convention awards. In\none sense, the two sections, though each containing the\nappellate provision belong to different statutes.\n53. Having come to this conclusion, it would appear that\nthe decisions rendered by the Court on the interplay between\nsection 39 of the 1940 Act and the Letters Patent jurisdiction\nof the High Court shall have no application for deciding the\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 39\nLTD. [AFTAB ALAM, J.]\nquestion in hand. But that would be only a superficial view and\nthe decisions rendered under section 39 of the 1940 Act may\nstill give the answer to the question under consideration for a\nvery basic and fundamental reason.\n54. However, before going into that it will be useful to take\nanother look at the provisions of Chapter I of Part II of the Act.\nWe have so far seen the provisions of Chapter I of Part II of\nthe Act in comparison with those of Part I of the 1996 Act. It\nwould also be relevant to examine it in comparison with the\nprovisions of its precursor, the Foreign Awards, Recognition\nand Enforcement Act, 1961 and to see how far the earlier Act\nis consolidated, amended and harmonised and designed for\nuniversal application.\nA\nB\nC\n55. The provisions of Chapter I of Part II of the 1996 Act\nalong with the provisions of the Foreign Awards, Recognition D\nand Enforcement Act, 1961, insofar as relevant for the present\nare placed below in a tabular form:\nTHE FOREIGN AWARDS\n(RECOGNITION AND\nENFORCEMENT) ACT,\n1961\nPART II\nENFORCEMENT OF\nCERTAIN FOREIGN\nAWARDS\nE\nเป\nCHAPTER I\nF\n2. Definition.-In this Act,\nunless the context otherwise\nrequires, \"foreign award\"\nmeans an award on\ndifferences between persons\narising out of legal\nrelationships, whether\nNEW YORK CONVENTION\n44.\nAWARDS\nDefinition.-In\nthis\nChapter, unless the context\notherwise requires, “foreign\naward\" means an arbitral\naward on differences between\npersons arising out of legal\nrelationships, whether\ncontractual or not, considered\n0\nH\n40\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA contractual or\nB\nC\nD\nnot,\nconsidered as commercial\nunder the law in force in India,\nmade on or after the 11th day\nof October, 1960 -\n(a) in pursuance of an\nagreement in writing for\narbitration to which the\nConvention set forth in\nthe Schedule applies,\nand\n(b) in one of such territories\nas the\nGovernment\nCentral\nbeing\nsatisfied that reciprocal\nprovisions have been\nmade, may, by\nnotification in the Official\nGazette, declare to be\nterritories to which the\nE\nsaid\napplies.\nConvention\nas commercial under the law\nin force in India, made on or\nafter the 11th day of\nOctober, 1960 -\n(a) in pursuance of an\nagreement in writing for\narbitration to which the\nConvention set forth in\nthe First Schedule\napplies, and\n(b) in one of such territories\nthe\nGovernment,\nas\nCentral\nbeing\nsatisfied that reciprocal\nprovisions have been\nmade\nmay, by\nnotification in the Official\nGazette, declare to be\nterritories to which the\nsaid Convention applies.\n3. Stay of proceedings in\nrespect of matters to be\nF referred to arbitration.-\nNotwithstanding anything.\ncontained in the Arbitration\n|Act, 1940 (10 of 1940), or in\nthe Code of Civil Procedure,\n1908 (5 of 1908), if any party\nto an agreement to which\nArticle II of the Convention set\nforth in the Schedule applies,\nor any person claiming\nthrough or under\nunder \nhim\nG\nH\n45. Power of judicial\nauthority to refer parties to\narbitration.-\nNotwithstanding anything\ncontained in Part 1 or in the\n"}