{"pages":[{"pageNumber":61},{"pageNumber":62}],"text":"FUERST DAY LAWSON LTD. v. JINDAL EXPORTS 61\nLTD. [AFTAB ALAM, J.]\nLetters Patent was saved both by s. 4 and the clause A\ncontained in s. 104(1), but by the Arbitration Act of 1940,\nthe jurisdiction of the Court under any other law for the time\nbeing in force is not saved; the right of appeal can therefore\nbe exercised against orders in arbitration proceedings\nonly under s. 39, and no appeal (except an appeal to this B\nCourt) will lie from an appellate order.\"\n71. Mohindra Supply Co. was last referred in a constitution\nbench decision of this Court in P.S. Sathappan, and the way\nthe constitution bench understood and interpreted Mohindra\nSupply Co. would be clear from the following paragraph 10 of\nthe judgment:\nC\n\"10.....The provisions in the Letters Patent providing for\nappeal, in so far as they related to orders passed in\n· Arbitration proceedings, were held to be subject to the D\nprovisions of Section 39(1) and (2) of the Arbitration Act,\nas the same is a self-contained code relating to\narbitration.\"\nF\n72. It is, thus, to be seen that Arbitration Act 1940, from E\nits inception and right through 2004 (in P.S. Sathappan) was\nheld to be a self-contained code. Now, if Arbitration Act, 1940\nwas held to be a self-contained code, on matters pertaining to\narbitration the Arbitration and Conciliation Act, 1996, which\nconsolidates, amends and designs the law relating to arbitration\nto bring it, as much as possible, in harmony with the UNCITRAL\nModel must be held only to be more so. Once it is held that the\nArbitration Act is a self-contained code and exhaustive, then it\nmust also be held, using the lucid expression of Tulzapurkar,\nJ., that it carries with it \"a negative import that only such acts\nas are mentioned in the Act are permissible to be done and\nacts or things not mentioned therein are not permissible to be\ndone\". In other words, a Letters Patent Appeal would be\nexcluded by application of one of the general principles that\nwhere the special Act sets out a self-contained code the\nG\nH\n*\n62\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA applicability of the general law procedure would be impliedly\nexcluded.\nB\nC\nD\n73. We, thus, arrive at the conclusion regarding the\nexclusion of a letters patent appeal in two different ways; one,\nso to say, on a micro basis by examining the scheme devised\nby sections 49 and 50 of the 1996 Act and the radical change\nthat it brings about in the earlier provision of appeal under\nsection 6 of the 1961 Act and the other on a macro basis by\ntaking into account the nature and character of the 1996 Act\nas a self-contained and exhaustive code in itself.\n74. In light of the discussions made above, it must be held\nthat no letters patent appeal will lie against an order which is\nnot appealable under section 50 of the Arbitration and\nConciliation Act, 1996.\n75. In the result, Civil Appeal No.36 of 2010 is allowed and\nthe division bench order dated May 8, 2007, holding that the\nletters patent appeal is maintainable, is set aside. Appeals\narising from SLP (C) No.31068 of 2009 and SLP (C) No.4648\nE of 2010 are dismissed.\nF\n76. SLP (C) Nos.13626-13629 of 2010 and SLP (C)\nNos.22318-22321 of 2010 are dismissed insofar as they seek\nto challenge the orders of the division bench holding that the\nletters patent appeals were not maintainable. These two SLPs\nmay now be listed only in regard to the challenge to the orders\npassed by the single judge.\n77. There will be no order as to costs.\nG B.B.B.\nMatter disposed of.\n"}