{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"FUERST DAY LAWSON LTD. v. JINDAL EXPORTS 11\nLTD.\nSharma, Rohini Musa, Abhishek Sharma, Zafar Inayat, Yogesh A\nV. Kotemath, Mallika, Jaiveer Shergill, Praveen Kumar,\nSiddhartha Dave, Vibha Datta Makhija, Jemtiben AO, E.C.\nAgrawala, Ramesh Singh, Anne Mathew, Suman Jyoti Khaitan,\nRishi Maheshwari, Ashwani Kumar, Sharmila Upadhyay,\nGagan Gupta, Suresh A. Shroff \u0026 Co., S. Niti Dixit, Darpan B\nWadhwa, Vidur Bhatia, Pradeep Misra, Roopa Dayal, Taniya\nKhare, Aradhana Patra, A.T. Patra (for O.P. Khaitan \u0026 Co),\nKush Chaturvedi, Prerna Priyadarshini, Pinaki Addey,\nChiraranjan Addey, Manav Ujla, Bina Gupta, Jayant Kumar\nMehta for the appearing parties.\nThe Judgment of the Court was delivered by\nAFTAB ALAM, J. 1. Leave granted in SLP (C) No.31068\nof 2009 and SLP (C) No.4648 of 2010.\n2. The common question that arises for consideration by\nthe Court in this batch of cases is whether an order, though not\nappealable under section 50 of the Arbitration and Conciliation\nAct, 1996 (hereinafter “1996 Act\"), would nevertheless be\nsubject to appeal under the relevant provision of the Letters\nPatent of the High Court. In other words even though the\nArbitration Act does not envisage or permit an appeal from the\norder, the party aggrieved by it can still have his way, by-\npassing the Act and taking recourse to another jurisdiction.\nC\nD\nE\nF\n3. Mr. C.A. Sundaram, senior advocate, however, who led\nthe arguments on behalf of the appellants, would like to frame\nthe question differently. He would ask whether there is any\nprovision in the 1996 Act that can be said to exclude the\njurisdiction of the High Court under its Letters Patent either\nexpressly or even impliedly. He would say that the jurisdiction G\nof the High Court under the Letters Patent is an independent\njurisdiction and as long as the order qualifies for an appeal\nunder the Letters Patent an appeal from that order would be,\nundoubtedly, maintainable before the High Court.\nH\n12\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\n4. A correct answer to both the questions would depend\nupon how the 1996 Act is to be viewed. Do the provisions of\nthe 1996 Act constitute a complete code for matters arising out\nof an arbitration proceeding, the making of the award and the\nenforcement of the award? If the answer to the question is in\nB the affirmative then, obviously, all other jurisdictions, including\nthe letters patent jurisdiction of the High Court would stand\nexcluded but in case the answer is in the negative then, of\ncourse, the contention of Mr. Sundaram must be accepted.\nC\nD\nE\n5. The batch presently before the Court originally consisted\nof nine cases, out of which SLP (C) No.16908 of 2010 ended\nin compromise between the parties. Of the remaining eight.\ncases, SLP (C) No.13625 of 2010 and SLP (C) No.11945 of\n2010 are unrelated and have been wrongly put in this batch.\nThese two SLPs are filed against a common judgment passed\nby a single judge of the Delhi High Court insofar as though\nallowing the petitioners' application for enforcement of two\nforeign awards, the High Court declined to pass any order for\npayment of interest on the awarded amounts payable to the\npetitioners. These two cases are, therefore, directed to be de-\ntagged and listed separately. This leaves behind six cases. At\nthe conclusion of hearing, one of the cases, being SLP (C)\nNo.31067 of 2009 was directed, on the prayer made by the\ncounsel for the petitioner, to be de-linked from the batch and\nto be listed separately. It, however, appears that the direction\nwas wrongly obtained since that case and another case in the\nbatch, SLP (C) No.31068 of 2009 arise from a common order\nand SLP (C) No.31067 of 2009 would also be fully governed\nby this judgment. Be that as it may, the direction for de-linking\nis already made and, hence, that case will be separately listed\nG and dealt with in due course. Of the remaining five cases four\ncome from the Delhi High Court and one from the Calcutta High\nCourt. In SLP (C) No.4648 of 2010 and SLP (C) No.31068 of\n2010, the applications filed by the respective respondents in\nthese cases, for enforcement of the foreign award in their favour\nF\nН\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 13\nLTD. [AFTAB ALAM, J.]\nB\nwere allowed by orders passed by a single judge of the High A\nCourt. Against the orders of the single judge, the petitioners in\nthese SLPs filed appeals before the division bench of the High\nCourt. All the appeals were taken together and dismissed by\na common order as not maintainable. The petitioners have\ncome before this Court against the order passed by the division\nbench only, on the question of maintainability of their appeals.\nCivil Appeal No.36 of 2010 coming from the Calcutta High\nCourt is opposite of the aforementioned two SLPs coming from\nthe Delhi High Court. In this case, against an order passed by\na single judge of the High Court, by which he granted relief for\nenforcement of a foreign award, an appeal was preferred\nbefore the division bench of the High Court. The appeal was\nadmitted but a preliminary objection was raised in regard to\nits maintainability in view of section 50 of the 1996 Act. The\ndivision bench by order dated May 8, 2007 rejected the\npreliminary objection holding that the appeal was maintainable.\n6. In SLP (C) Nos. 22318-22321 of 2010 a single judge of\nthe Delhi High Court dismissed the suit filed by the petitioner\nand allowed the application filed by defendant nos.3-5 referring\nthe parties to arbitration in terms of section 45 of the 1996 Act.\nThe petitioner's appeal before the division bench was\ndismissed as not maintainable. The SLP (C) Nos. 22318-\n22321 of 2010 are filed under Article 136 of the Constitution\nchallenging orders passed by both the division bench and the\nsingle judge of the High Court.\n7. The petitioner in SLP (C) Nos.13626-13629 of 2010 is\nthe respondent in SLP (C) No. 13625 of 2010 and SLP (C)\nNo.11945 of 2010 which have been held to be unrelated to the\nbatch. Against the order passed by a single judge of the High\nCourt for enforcement of two foreign awards against it, the\npetitioner in SLP (C) Nos.13626-13629 of 2010, first preferred\nan appeal before the division bench of the High Court, but the\nappeal was dismissed by the division bench as not\nmaintainable. The present SLPs are filed challenging both the\nC\nD\nE\nF\nG\nH\n14\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA orders passed by the single judge and the division bench.\nс\n8. At the outset Mr. C.A. Sundaram, submitted that the\nproper course would be to refer the matter to a larger bench of\nthree judges. He pointed out that in Orma Impex Pvt. Ltd. v.\nB Nissai ASB PTE Ltd., (1999) 2 SCC 541, the same question\nwas earlier referred to a bench of three judges of this Court.\nThe Court, however, did not have the occasion to decide the\ncase because it was withdrawn following a settlement between\nthe parties. Mr. Sundaram submitted that though the case does\nnot survive, the issue arising in it (which is the same as in this\nbatch of cases) continues to be alive and hence, following the\nreferral in Orma Impex Pvt. Ltd. (which was in the form of\n'Record of Proceedings' and not an order of the Court!), all\nthese cases should be referred for hearing before a bench of\nthree judges of this Court. Mr. Dushyant Dave, learned senior\nadvocate appearing for the respondents, in some of the cases\nin the batch, strongly opposed Mr. Sundaram's submission and\ncontended that there was no need to refer the cases to any\nlarger bench.\nD\nE\n9. In Orma Impex Pvt. Ltd., the Delhi High Court had taken\nthe view that against the order passed by a single judge of the\nHigh Court under section 45, refusing to refer parties to\narbitration, no further appeal would lie under section 50 of the\n1996 Act. In the special leave petition filed against the order of\nF the High Court, a bench of two judges of this Court observed\nthat the High Court had failed to notice section 10 of the Delhi\nHigh Court Act, 1996 and clause 10 of the Letters Patent which\napplies to the Delhi High Court. It further observed that though\nthe view taken by the High Court was supported by a two judge\nG bench decision of this Court in State of West Bengal v. M/s\nGourangalal Chatterjee, (1993) 3 SCC 1, which in turn had\nrelied upon an earlier decision of the Court in Union of India v.\nMohindra Supply Co., 1962 (3) SCR 497, a contra view was\ntaken by the Court in Vinita M. Khanolkar v. Pragna M. Pai \u0026\nOrs., (1998) 1 SCC 500. There, thus, appeared a conflict of\nH\n་\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 15\nLTD. [AFTAB ALAM, J.]\ndecisions on the question. In support of the contra view, the A\ndivision bench also referred to an earlier decision by a three\njudge bench of this Court in National Sewing Thread Co. Ltd.\nv. James Chadwick and Bros. Ltd., AIR 1953 SC 357.\n10. Mr. Dave pointed out that neither the decision in Vinita\nM. Khanolkar nor the decision in National Sewing Thread Co.\nLtd. was rendered under the provisions of the Arbitration Act;\nthe former was in the context of section 6(3) of the Specific\nRelief Act, 1963 and the latter under the Trade Marks Act, 1940.\nHe further submitted that after the decisions in Vinita M.\nKhanolkar and the referral of Orma Impex Pvt. Ltd., a three\njudge bench of this Court in Union of India \u0026 Ors. v. Aradhana\nTrading Co., (2002) 4 SCC 447, had the occasion to consider\nthe same question, as arising in this batch of cases, though not\nunder the 1996 Act but under the provisions of the Arbitration\nAct, 1940 (hereinafter \"1940 Act\"). In Aradhana Trading Co.\nthe Court referred to both the decisions in Vinita M. Khanolkar\nand in National Sewing Thread Co. Ltd.; the first it did not follow\nand the second it distinguished as having been rendered on a\ndifferent set of provisions. Mr. Dave submitted that, thus, the\nvery foundation on which the referral of Orma Impex Pvt. Ltd.\nwas based, no longer held good.\n11. On hearing the two sides, we are of the view that in\nthe afore-noted facts and circumstances the referral of Orma\nImpex Pvt. Ltd. cannot be said to constitute a binding\nprecedent, especially as the case that was referred no longer\nsurvives. In any event we have heard the two sides at great\nlength and we see no good reason why this matter should be\nreferred to a larger bench and not decided by this Court. We,\naccordingly, proceed to do so.\nB\nC\nD\nE\nLL\nF\nG.\n12. The question regarding the availability of an appeal\nunder the relevant clause of the Letters Patent has engaged\nthe attention of this Court from time to time under different\ncircumstances and in cases arising under different Acts. We\ntake note of some of the cases here that were brought to our H\n16\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA notice by the two sides.\n13. In National Sewing Thread Co. Ltd., this Court held\nthat the judgment of a learned single judge of the Bombay High\nCourt, on an appeal preferred under section 76 of the Trade\nB Marks Act was subject to appeal under clause 15 of the Letters\nс\nD\nE\nF\nPatent of that High Court. The Court noted the material part of\nclause 15 of the Letters Patent of the High Court and section\n76 (1) of the Trade Marks Act and observed:\n\"The Trade Marks Act does not provide or lay down any\nprocedure for the future conduct or career of that appeal\nin the High Court, indeed S.77 of the Act provides that the\nHigh Court can if it likes make rules in the matter.\nObviously after the appeal had reached the High Court\nit has to be determined according to the rules of practice\nand procedure of that Court and in accordance with the\nprovisions of the charter under which that Court is\nconstituted and which confers on it power in respect to the\nmethod and manner of exercising that jurisdiction. The\nrule is well settled that when \u0026 statute directs that an\nappeal shall lie to a Court already established, then that\nappeal must be regulated by the practice and procedure\nof that Court.\"\n(emphasis supplied)\n14. Taking support for its view from the decisions in (i)\nNational Telephone Co. Ltd. v. Postmaster-General, (1913)\nAC 546, (ii) Adaikappa Chettiar v. Chandresekhara Thevar,\nAIR 1948 PC 12 and (iii) Secy. of State for India v. Chellikani\nRama Rao, AIR 1916 PC 21, the decision in National Sewing\nG Thread Co. Ltd. further observed:\nH\n\"Section 76, Trade Marks Act confers a right of appeal to\nthe High Court and says nothing more about it. That being\nso, the High Court being seized as much of the appellate\njurisdiction conferred by S.76 it has to exercise that\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 17\nLTD. [AFTAB ALAM, J.]\njurisdiction in the same manner as it exercises its other A\nappellate jurisdiction and when such jurisdiction is\nexercised by a single Judge, his judgment becomes\nsubject to appeal under Cl.15 of the Letters Patent there\nbeing nothing to the contrary in the Trade Marks Act.\"\n15. The Court held that there was nothing in the provisions\nof section 77 of the Trade Marks Act that would debar the High\nCourt from hearing appeals under section 76, according to the\nRules under which all other appeals are heard or from framing\nRules for the exercise of that jurisdiction under section 108,\nGovernment of India Act, 1915, for hearing those appeals by\nsingle judges or by division benches. It also negated the\nsubmission that the judgment of the learned single judge would\nnot be subject to an appeal under clause 15 of the Letters\nPatent because it was not delivered pursuant to section 108,\nGovernment of India Act.\n16. In Vinita M. Khanolkar, a bench of two judges of this\nCourt held that notwithstanding the bar of sub-section (3), an\norder passed by a learned single judge of the High Court under\nsection 6 of the Specific Relief Act would nevertheless be\nsubject to appeal under clause 15 of the Letters Patent of the\nBombay High Court. In Vinita M. Khanolkar, this Court put the\npower of the High Court under the Letters Patent at the level of\nconstitutional power of the High Court and went on to observe\nas follows:\n\"3. Now it is well settled that any statutory provision barring\nan appeal or revision cannot cut across the constitutional\npower of a High Court. Even the power flowing from the\nparamount charter under which the High Court functions\nwould not get excluded unless the statutory enactment\nconcerned expressly excludes appeals under letters\npatent. No such bar is discernible from Section 6(3) of the\nAct. It could not be seriously contended by learned counsel\nfor the respondents that if clause 15 of the Letters Patent\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\n18\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nis invoked then the order would be appealable.\nConsequently, in our view, on the clear language of clause\n15 of the Letters Patent which is applicable to Bombay\nHigh Court, the said appeal was maintainable as the order\nunder appeal was passed by learned Single Judge of the\nHigh Court exercising original jurisdiction of the court. Only\non that short ground the appeal is required to be allowed.\"\n17. As noted above, Vinita M. Khanolkar, was considered\nin a later three judge bench decision in Aradhana Trading Co.\nOne may not go so far as to say that Aradhana Trading Co.\ndisapproved Vinita M. Khanolkar wholly but it surely took the\nopposite view on the question in the context of section 39 of\nthe Arbitration Act, 1940.\n18. In Sharda Devi v. State of Bihar, (2002) 3 SCC 705,\na bench of three judges of this Court examined the question\nwhether a Letters Patent Appeal is maintainable against the\njudgment and decree of a single judge of the High Court\npassed in an appeal preferred under section 54 of the Land\nAcquisition Act, 1894. A bench of two judges before which the\nE case was earlier put up noticed a conflict of decision on the\nquestion. In Baljit Singh v. State of Haryana, bench of two\njudges of the Court had held that no Letters Patent Appeal is\nmaintainable against the judgment of a single judge of the High\nCourt on an appeal under section 54 of the Land Acquisition\nF Act, whereas in Basant Kumar v. Union of India, (1996) 11\nSCC 542, a bench of three judges, without adverting to the\ndecision in Baljit Singh, held that such an appeal is\nmaintainable. The two judge bench, accordingly, referred the\ncase for hearing before a bench of three judges. The three judge\nG bench affirmed the decision in Basant Kumar. It noted that the\nН\ndecision in Baljit Singh was based on concession made in light\nof an earlier decision of this Court in South Asia Industries (P)\n· Ltd. v. S.B. Sarup Singh, (1965) 2 SCR 756. The decision in\nSouth Asia Industries was in a case under the Delhi Rent\nControl Act, 1958. In Sharda Devi, the Court pointed out that\nFUERST DAY LAWSON LTD. v. JINDAL EXPORTS 19\nLTD. [AFTAB ALAM, J.]\nB\nin South Asia Industries, the Court had examined sections 39 A\nand 43 of the Delhi Rent Control Act and held that a combined\nreading of the two sections showed that an order passed by\nthe High Court in an appeal under section 39 was to be final. It\nwas held that the provision of finality was intended to exclude\nany further appeal. This decision was, thus, based on\ninterpretation of sections 39 and 43 of the Delhi Rent Control\nAct. Section 54 of the Land Acquisition Act, has no similarity\nwith sections 39 and 43 of the Delhi Rent Control Act. Hence,\nthe decision in South Asia Industries had no relevance to\ndecide the question whether a letters patent appeal is\nC\nmaintainable against the judgment passed by a single judge\nunder section 54 of the Land Acquisition Act. In regard to the\nLetters Patent jurisdiction of the High Court, this Court in\nSharda Devi made the following observation in paragraph 9:\n\"9. A Letters Patent is the charter under which the High D\nCourt is established. The powers given to a High Court\nunder the Letters Patent are akin to the constitutional\npowers of a High Court. Thus when a Letters Patent grants\nto the High Court a power of appeal, against a judgment\nof a Single Judge, the right to entertain the appeal would\nnot get excluded unless the statutory enactment\nconcerned excludes an appeal under the Letters Patent.\"\n19. Referring to section 54 of the Land Acquisition Act, the\nCourt concluded as follows:\n\"14. ... Section 26 of the said Act provides that every\naward shall be a decree and the statement of grounds of\nevery award shall be a judgment. By virtue of the Letters\nPatent \"an appeal” against the judgment of a Single Judge\nof the High Court would lie to a Division Bench. Section 54\nof the said Act does not exclude an appeal under the\nLetters Patent. The word \"only\" occurring immediately after\nthe non obstante clause in Section 54 refers to the forum\nof appeal. In other words, it provides that the appeal will\nE\nF\nG\nH\nA\nB\nC\nD\n20\n20\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nbe to the High Court and not to any other court e.g. the\nDistrict Court. The term \"an appeal” does not restrict it to\nonly one appeal in the High Court. The term \"an appeal\"\nwould take within its sweep even a letters patent appeal.\nThe decision of the Division Bench rendered in a letters\npatent appeal will then be subject to appeal to the\nSupreme Court. Read in any other manner there would be\na conflict between Section 54 and the provision of a\nLetters Patent. It is settled law that if there is a conflict,\nattempt should be made to harmoniously construe the\nprovisions.\"\n20. In Subal Paul v. Malina Paul \u0026 Anr., (2003) 10 SCC\n361, a bench of three judges of this Court examined the\nquestion whether a letters patent appeal would lie against the\njudgment of a single judge of a High Court on an appeal filed\nunder section 299 of the Indian Succession Act, 1925. Arguing\nagainst the maintainability of a letters patent appeal against the\njudgment of the single judge it was contended that the rejection\nof the application for probate by the district judge did not give\nrise to any decree. Hence, an appeal against such an order\nE would be one under section 104 of the Civil Procedure Code\nand a further appeal would, therefore, be barred under sub-\nsection (2) of section 104. This Court did not accept the\nsubmission. It held that the appeal against an order of the\ndistrict judge would be under section 299 of the-Indian\nF Succession Act. Section 104 of the Code simply recognizes\nappeals provided under special statutes; it does not create a\nright of appeal as such. Consequently, it does not bar any further\nappeal also. As regards the nature of an appeal under the\nLetters Patent, the decision in Subal Paul in paragraphs 21\nG and 22, observed as follows:\nI\n\"21. If a right of appeal is provided for under the Act, the\nlimitation thereof must also be provided therein. A right of\nappeal which is provided under the Letters Patent cannot\nbe said to be restricted. Limitation of a right of appeal, in\n"}