{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nK. BALAKRISHNA RAO\nV.\nTHE DEPUTY COMMISSIONER, COMMERCIAL TAXES, DIVISION NO. 1\nVIJAYAWADA, ANDHRA PRADESH AND ORS.\nMAY 1, 2007\n[C.K. THAKKER AND P.K. BALASUBRAMANYAN, JJ.]\nC\nService Law:\nAndhra Pradesh Ministerial Service Rules-Rules 27(1) (iii) and 16--\nSeniority-Temporary appointee seeking re-allotment to other Department\nfrom the Department originally allotted on selection-Regularisation in the\ncadre of Upper Division Clerks from, the date of temporary appointment-\nSeniority-Reckoning of -Rule 27 (1) (iii)-Applicability of-Held: Candidate\nD became junior most in the cadre from the date of re-allotment to the other\nDepartment at his request in terms of Rule 27(1) (iii) and as such seniority\nto be reckoned on that basis-Andhra Pradesh State and Subordinate Service\nRules Rule 23(a)\nF\nAppellant-temporarily appointed as Upper Division Stenographer was\nE selected in the direct recruitment process of Upper Division Stenographer\nconducted by the State Public Service Commission and was allotted to the\nDepartment of Printing. On the appellant's request, he was re-allotted to the\nCommercial Taxes Department for appointment as Upper Division\nStenographers. The services of the appellant were regularized in the cadre\nof Upper Division Stenographer from the date of his first or temporary\nappointment under Rule 23(a) of the Andhra Pradesh State and Subordinate\nService Rules. Thereafter, draft seniority list of Upper Division Clerks was\npublished and the appellant was shown at Serial No. 60 whereas he claimed\nto be at Serial No. 39. The objection filed was rejected Appellant filed petition\nbefore the Tribunal which was allowed. Two affected persons challenged the\nG same. Tribunal rejected the claim of the appellant. High Court held that the\nappellant had to be treated as an Upper Division Clerk from the date f re-\nallotment of the appellant to the Commercial Taxes Department as Probationer\nin the cadre of Upper Division Clerks and that in terms of Rule 16 of the\nAndhra Pradesh Ministerial Service Rules he had to be placed as junior-most\nH\n1070\nT\nK. BALAKRISHNA RAO v. DẸP COMMR., COMMER, TAXES, DIV. NO. 1 ANDHRA PRADESH\n1071\nin the cadre in that Department in terms of Rule 27(1)?(iii) of the Rules. A\nHence the present appeals.\nDismissing the appeals, the Court\nHELD: 1.1. The order passed in favour of the appellant in terms of Rule\n23(a) of the Andhra Pradesh State and Subordinate Service Rules specifically B\nleaves open the question of fixing his seniority at a later point of time, Rule\n16(1) of the Andhra Pradesh Ministerial Service Rules specifically provides\nfor application of Rule 27. [Para 7] [1074-C-D]\nC\n1.2. It is undisputed that the appellant, on his selection, was originally\nallotted to the Printing Department. He sought a re-allotment and after eight\nmonths, he was re-allotted to the Commercial Taxes Department. In other\nwords, he opted to get allotted or transferred to the Commercial Taxes\nDepartment. There is no reason to confine the operation of Rule 27 (1) (iii)\nof the Rules only to cases of transfer at the instance of the Heads of\nDepartment and as not applicable to a re-allotment on the basis of a request D\nby a candidate selected by the Publish Service Commission.\n[Para 7] [1074-D-E]\n1.3. High Court was justified in holding that Rule 27(1) (iii) of the\nAndhra Pradesh Ministerial Service Rules applied to the instant case and\nthe appellant became the junior-most in his cadre in the Commercial Taxes E\nDepartment on his being re-assigned to the Department on 25.7.1979. thus,\nno ground has been made out for interference with the decision of the High\nCourt. [Para 7] [1074-E-F]\nState of Tamil Nadu \u0026 Anr.v. E. Paripoornam \u0026 Ors., [1992] Supp 1\nS.C.C. 420, referred to.\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 2299 of 2007.\nFrom the Final Judgment and Order dated 22.09.2004 of the High Court\nof Judicature at Hyderabad in W.P. No. 34297 of 1998.\nM.N. Rao, Tushar G. Rao, A. Ramesh and Promila for the Appellant.\nR. Sundervardhan, Manoj Saxena, R.K. Singh and T.V. George for the\nRespondents.\nThe Judgment of the Court was delivered by\nF\nG\nH\n-\n1072\nA\nC\nSUPREME COURT REPORTS\nP.K. BALASUBRAMANYAN, J. 1. Leave granted.\n[2007] 5 S.C.R.\n2. The appellant was temporarily appointed as an Upper Division\nStenographer on 14.8.1976 on being sponsored through Employment Exchange.\nThe appellant thereafter participated in a direct recruitment process of Upper\nDivision Stenographers conducted by the Andhra Pradesh Public Service\nB Commission and was selected on 17.1.1979. He was allotted to the Department\nof Printing at Hyderabad. On the request of the appellant, he was re-allotted\nto the Commercial Taxes Department on 25.7.1979 for appointment as Upper\nDivision Stenographer. He joined the Commercial Taxes Department as Upper\nDivision Stenographer. On 21.2.1980, the Deputy Commissioner of Commercial\nTaxes, Krishna Division, passed an order to the effect that the services of the\nappellant, a temporary Upper Division Stenographer in the office of the\nDeputy Commissioner (C.T.), Vijayawada, who was selected and allotted to\nKrishna Division for appointment as Upper Division Stenographer by the\nAndhra Pradesh Public Service Commission are regularized in the cadre of\nUpper Division Stenographer with effect from 14.8.1976, the date of his first\nor temporary appointment, under Rule 23(a) of the Andhra Pradesh State and\nSubordinate Service Rules. But, it was clarified that his seniority will be\ndecided in due course. It was declared that the appellant had completed his\nprobation satisfactorily in the cadre of Upper Division Stenographer on the\nafternoon of 19.8.1978. The appellant was posted as Senior Assistant (Upper\nDivision Clerk), which was said to be an equivalent post to Senior Stenographer\n(Upper Division Stenographer).\nD\nE\n3. A draft seniority list of Upper Division Clerks was published and\nobjections were invited. The appellant was shown at Serial No. 60. Claiming\nthat he was entitled to be at Serial No. 39 in the light of the order passed\nF under Rule 23(a) of the State and Subordinate Service Rules regularizing his\nservice with effect from 14.8.1976, he filed an objection and a representation.\nSince his objection and subsequent representation did not yield fruitful result,\nthe appellant approached the Andhra Pradesh Administrative Tribunal with\na claim numbered as R.P. No. 3055 of 1987. Apparently, he did not implead\nany of the other Upper Division Clerks who would have been affected if his\nclaim for being ranked at Serial No. 39 was accepted. But the Administrative\nTribunal without regard to that fact allowed his application. A petition for\nreconsideration of the question, filed by two persons who were affected, was\nrejected by the Tribunal. This resulted in the affected persons, approaching\nthis Court by way of a Petition for Special Leave to Appeal. This Court by\nH judgment dated 29.8.1997 in Civil Appeal No. 5890 of 1997, set aside the\nG\n1\nK. BALAKRISHNA RAO v. DEP. COMMR., COMMER. TAXES, DIV. NO, I ANDHRA PRADESH|BALASUBRAMANYAN, J.J 1073\nB\norders of the Tribunal and remanded the claim of the appellant to the Tribunal A\nfor being decided afresh on merits after hearing the aggrieved parties who\nwere before this Court. Thereafter, the Tribunal rejected the claim of the\nappellant mainly on the basis that the appellant had sought a transfer to the\nCommercial Taxes Department from the Department to which he was originally\nallotted on selection and had thereby become junior most in the Department\nin terms of Rule 16 of the Andhra Pradesh Ministerial Service Rules. The\nTribunal also did not accept the contention of the appellant that his seniority\nshould be counted from 14.8.1976 in any event and not from 5.8.1980. Feeling\naggrieved, the appellant approached the High Court of Andhra Pradesh. The\nHigh Court accepted the claim of the appellant to the extent that the appellant\nhad to be treated as an Upper Division Clerk with effect from 25.7.1979 as the C\nre-allotment of the appellant to the Commercial Taxes Department as Probationer\nin the cadre of Upper Division Clerks was on 25.7.1979. But, the High Court\nalso took the view that since the appellant had been re-allotted to the\nCommercial Taxes Department at his request, in terms of Rule 16 of the\nAndhra Pradesh Ministerial Service Rules, he had to be placed as junior-most\nin the cadre in that Department in terms of Rule 27(1)(iii) of the Rules. Feeling\naggrieved, the appellant has come up to this Court.\nD\n4. Learned Senior Counsel for the appellant contended that the High\nCourt had wrongly interpreted Rule 27(1) of the Rules. When the appellant\nwas posted as Upper Division Clerk, he was entitled to count his seniority E\nas Upper Division Stenographer by virtue of G.O.M.S. No. 635 dated 13.9.1979\nby which proviso (iv) to sub-Rule (1) of Rule 27 was substituted. He also\ncontended that Rule 16 of the Andhra Pradesh Ministerial Service Rules had\nno application in respect of allotment made by the Public Service Commission\nand it applied only to cases where after allotment by the Andhra Pradesh\nPublic Service Commission, transfers are effected by Unit Officers in F\nconsultation with each other pursuant to the request made by an employee\nfor transfer from one departmental unit to another departmental unit. He also\nsubmitted that even if Rule 16 is held to be applicable, when he was re-allotted\nin the year 1979, he was the only person holding that post in the cadre and\nhence his seniority should be reckoned on that basis.\nG\n5. On behalf of the respondents, it is submitted that the Tribunal and\nthe High Court were justified in holding that the appellant became the junior-\nmost in the cadre on 25.7.1979 on his re-allotment to the Commercial Taxes\nDepartment at his request and that the order passed in terms of Rule 23(a)\nof the Andhra Pradesh State and Subordinate Service Rules, reserving the H\n1074\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA fixing of his seniority to a later date does not enable him to get out of the\neffect of Rule 27(1)(iii) of the Andhra Pradesh Ministerial Service Rules. Rule\n16(1) also made such a transfer subject to Rule 27. The decision in State of\nTamil Nadu \u0026 Anr. v. E. Paripoornam \u0026 Ors., [1992] Supp 1 S.C.C. 420 was\nrelied on to contend that the temporary service of the appellant prior to his\nregular appointment could not be counted for seniority. It was submitted that\nthere was no reason to interfere with the decision of the High Court.\nB\nC\n6. The High Court has assigned to the appellant the date 25.7.1979 in\nthe cadre of Upper Division Clerk. In this appeal by the appellant, we do not\nsee any reason to interfere with that finding.\n7. The order passed in favour of the appellant in terms of Rule 23(a) of\nthe Andhra Pradesh State and Subordinate Service Rules specifically leaves\nopen the question of fixing his seniority at a later point of time. The argument\non behalf of the appellant that Rule 27(1)(iii) of the Andhra Pradesh Ministerial\nService Rules cannot be applied to the appellant cannot be accepted. Rule\nD 16(1) of the Andhra Pradesh Ministerial Service Rules specifically provides\nfor application of Rule 27. It is undisputed that the appellant, on his selection,\nwas originally allotted to the Printing Department. He sought a re-allotment\nand after eight months, he was re-allotted to the Commercial Taxes Department.\nIn other words, he opted to get allotted or transferred to the Commercial Taxes\nDepartment. We see no reason to confine the operation of Rule 27(1)(iii) of\nthe Andhra Pradesh Ministerial Service Rules only to cases of transfer at the\ninstance of the Heads of Department and as not applicable to a re-allotment\non the basis of a request by a candidate selected by the Public Service\nCommission. In our view, the High Court was justified in holding that Rule\n27 of the Andhra Pradesh Ministerial Service Rules applied in the case on\nF hand and the appellant became the junior-most in his cadre in the Commercial\nTaxes Department on his being re-assigned to the Department on 25.7.1979.\nWe are therefore not satisfied that any ground has been made out for\ninterference with the decision of the High Court.\nE\n8. In the light of this, we find no reason to interfere with the decision\nG of the High Court. We affirm the same and dismiss this appeal.\nN.J.\nAppeal dismiss.\n"}