{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"t\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 211\nAND ORS. [G.S. SINGHVI, J.]\nseniority to the transferred local cadre. To this extent Rule\n3 of the Rules made under the Act 1985 must be held to\nbe valid.\nIn the case of a transfer on reciprocal basis, para\n5(2)(d) itself mandates that the person transferred shall be\nassigned seniority in the later cadre with effect from the\ndate of his transfer to such cadre. Rule 3 of the Rules made\nunder the Act 1985 would have no application in such a\ncase and the provisions of para 5(2)(d) would operate. We\nare of the opinion that even in respect of a transfer under\npara 5(2)(d) the principles/guidelines for allotment in para\n4(2) should be borne in mind and reciprocal transfers\nshould not be freely approved which would gravely disrupt\nthe need for composition of balance cadre having regard\nto age and seniority or the administrative needs of the\nposts in the local cadre.\n24. On the question whether there is a separate cadre for\nHyderabad City Police or the same falls in Zone-VI which\nincludes District of Hyderabad, the Full Bench observed as\nunder:\n\"Nothing has been placed before this court to demonstrate\nthat any appointment of police officers have been made\nonly under the provisions of either the Hyderabad City\nPolice Act 1348 Fasli but they have been made also under\nthe Andhra Pradesh (Andhra Area) District Police Act\n1859 or the Andhra Pradesh (Telengana Area) District\nPolice Act 1349 Fasli. All appointments have been made.\nunder the relevant Rules made under provision to Art. 309\nof the Constitution including the Andhra Pradesh Police\nService Rules; Andhra Pradesh Police Subordinate\nService Rules; Andhra Pradesh Police (Armed Reserve)\nService Rules; Andhra Pradesh (Communications)\nSubordinate Service Rules; Andhra Pradesh Police\n(Computer Centre) Service Rules and the Andhra Pradesh\nPolice (Computer Centre) Subordinate Service Rules, etc.\nA\nB\nC\nD\nE\nF\nG\nI\nA\nB\nC\nD\nE\nLL\nF\nG\n212 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nSec 3(b) of Hyderabad City Police Act 1348 Fasli\ndefines a Police Officer to include every member of the\nCity Police Force appointed under this Act as also the\nCommissioner of City Police, Hyderabad, the Deputy or\nAssistant Commissioner of Police and subject to\nprovisions of sub-sec. (2) of Sec. 9 and sub-sec.(2) of Sec.\n10 every person who has been appointed as an Additional\nor Special Police Officer. Sec. 7 of this Act vests in the\nCommissioner of City Police the power to appoint and\npromote Inspector of Police, Sub Inspector of Police and\nother subordinates of the force and empowers the\nGovernment to appoint the Deputy Commissioner and\nAssistant Commissioner of Police. Sections 9 and 10\nprovide the power to appoint Additional Police Officer and\nSpecial Police respectively. No Police Officer has been\nappointed under the provisions of this Act. All recruitments\nare notified and appointment made under the Special\nRules made under the provision to Art 309 of the\nConstitution. Thus, though the post of a Police Officer as\ndefined in Sec. 3(b) of the Hyderabad City Police Act\n1348 Fasli is beyond the purview of the Presidential Order\nin view of para 14 of the said Order, there is in fact no\nPolice Officer as defined in Sec. 3(b) of the Hyderabad\nCity Police Act 1348 Fasli, factually in existence.\nAs there has been no constitution of a separate-\ncadre for the city of Hyderabad for members of the Police\nForce in terms of para 3(6) of the Presidential Order,\nmembers of the police force allotted or recruited to\nHyderabad must be construed as having been so allotted\nor recruited to either the District cadre of Hyderabad or\nzonal cadre of Zone VI viz Hyderabad, Nizamabad,\nMahabubnagar, Medak and Nalgonda Districts, as the\ncase may be, depending upon the rank they hold, whether\nit is a District cadre post or a Zonal cadre post.\nThe post of an Inspector of Police in the Police\nH\nA\nم\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 213\nAND ORS. [G.S. SINGHVI, J.]\nB\ndepartment having been specified as item 51 of the 3rd A\nSchedule and being a specified gazetted category in terms\nof para 2(1)(j) read with 3(4) of the Presidential Order and\nbeing required therefore, to be organized into a zonal\ncadre of Inspector of Police including those working for the\nsince as part of the Hyderabad city police, have to be\nconsidered as members of Zone VI which includes the\nDistrict of Hyderabad. They do not fall within the provisions\nof para 14 of the Presidential Order. The transfers from\nand to the establishments and units of Hyderabad City\nPolice therefore fall within the parameters of para 5(2)(c) C\nto (d). A person once allotted to one zone and attached to\nhis post must be said to be belonging to the same zone\nand he has no right to come to any other cadre, which is\nnot organized one.\nWe may notice that no separate organization has\ncome into being in terms of para 3(1) of the Presidential\nOrder. Para 3(3) of the said order refers to the zonal posts.\nPara 3(5) apply to both gazetted and non-gazetted posts.\nAlthough a power has been conferred in Para 3(6) to create\na separate cadre of posts which has to be organized for\nthe city of Hyderabad, no such cadre has come into being.\nFurther, in terms of notification for the purpose of\norganization of a separate cadre for the city of Hyderabad.\nPara 3(5) will have application only in relation to the said\nlocal cadres, which have been organized in respect of any\ncategory of posts. Such local cadre would be a separate\nunit inter alia for the purposes of recruitment, appointment,\ndischarge, seniority, promotion and transfer. ...\nIn terms of the II Schedule there are only six zones.\nThe city of Hyderabad comes within the purview of Zone\nVI. The city of Hyderabad, although loosely treated as a\nseparate zone, but no such separate zone has been\ncreated. The city of Hyderabad therefore comes within the\npurview of Zone VI only.\"\nD\nய\nE\nF\nG\nH\nA\nB\nC\nD.\nE\n214 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\n25. The Full Bench then recorded 13 conclusions including\nthe following, which are under challenge in these appeals:\n“(b) No separate cadre has been organised for the City\nof Hyderabad within the meaning of para 3(6) of the\nPresidential Order.\n(c)\nNo recruitment to the post of a police officer as\ndefined in Sec. 3(b) of Hyderabad City Police Act\n1348 Fasli has been made and there is thus\nfactually no incumbent of the post of police officer\nunder para 14(f) of the Presidential Order.\n(d) Inspectors of Police working in the Hyderabad City\nPolice establishments either on promotion to that\npost or by direct recruitment, must be considered\nas belonging to Zone VI in the zonal cadre.\"\n26. Shri L. Nageshwar Rao, learned senior counsel\nappearing for the appellants referred to clause (10) of Article\n371D, paragraph 11 of the Presidential Order and order passed\nby the Division Bench of the High Court in Writ Appeal No.890/\n1975 and argued that when the Parliament has unequivocally\nrecognized the primacy of the provisions contained in the\nPresidential Order, exclusion clause contained in paragraph\n14(f) thereof is required to be given full effect and the Full Bench\ncommitted serious error by indirectly bringing the post of Police\nF Officer as defined in Section 3(b) of the Hyderabad Act in the\nscheme of localization/zonalisation of cadres. Learned senior\ncounsel emphasized that the appellants were recruited as Sub-\nInspectors for Hyderabad City Police which does not fall in any\nof the zones carved out for localization of different cadres and\nG argued that the Full Bench erred in holding that no separate\ncadre was constituted for Hyderabad City Police. Shri\nNageshwar Rao made a pointed reference to G.O. Ms. No.795\ndated 30.6.1976 to show that in the scheme of organization of\nlocal cadres for non-gazetted posts of the police department,\nH\n+\n\u003e\nx\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 215\nAND ORS. [G.S. SINGHVI, J.]\nC\nD\nit was specifically mentioned that any post of Police Officer as A\ndefined in Section 3(b) of the Hyderabad Act is outside the\npurview of the Presidential Order and the same shall apply to\nremaining offices of the police department mentioned in\nparagraph 4. Learned counsel then submitted that even while\nforming new police ranges vide G.O. Ms. No. 1697 Home dated B\n10.12.1975, a separate range i.e., City Range was carved out\nfor Hyderabad, Secunderabad and other areas mentioned in\nFirst Schedule to the Presidential Order and argued that by\ndeclaring that members of police force allotted or recruited to\nHyderabad must be construed as having been so allotted or\nrecruited to either the district cadre of Hyderabad or zonal\ncadre of Zone VI i.e., Hyderabad, Nizamabda, Mahabubnagar,\nMedak and Nalgonda districts, the Full Bench has virtually\nnegated the exclusion clause contained in paragraph 14(f) of\nthe Presidential Order and, at the same time, made the creation\nof City Range redundant. Learned senior counsel argued that\nin view of the exclusion clause contained in paragraph 14(f) of\nthe Presidential Order, the posts of Constable, Head\nConstable, Sub-Inspector and Inspector of Hyderabad City\nPolice are not covered by the scheme of localization/\nzonalisation and the same cannot be treated as part of Zone\nVI as has been done by the Full Bench of the High Court. Shri\nNageshwar Rao submitted that not only the post of Police\nOfficer as defined in Section 3(b) of the Hyderabad Act but\nvarious other posts in the Secretariat of the State Government,\nin the offices of Heads of Department, Special Office or\nEstablishment etc. are excluded from the purview of the\nPresidential Order and till the pronouncement of the Full Bench,\nrecruitment to all the posts enumerated in paragraph 14(f) of\nthe Presidential Order was being made without any preference\nbeing given to local candidates. He also referred to the counter G\naffidavits filed on behalf of the State Government and\nCommissioner of Police in the O.As. filed by the private\nrespondents to show that it has been the consistent stand of\nthe official respondents that Hyderabad City Police has been\ntreated as free zone and the vacancies in respect of posts of H\nE\nF\n216 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA Hyderabad City Police are notified separately and selection to\nvarious cadres are being conducted for appointment for\nHyderabad City Police only.\nB\nC\n27. Shri Anoop G. Choudhari, learned senior counsel\nappearing for the State submitted that even though in terms of\nSection 7 of the Hyderabad Act, the power to appoint an\nInspector, Sub-Inspector and other subordinate of the force\nvested in the Commissioner of Police, Hyderabad, after framing\nof Special Rules for Police Subordinate Service, the said\npower can be exercised by other designated authorities and,\ntherefore, those appointed on subordinate posts in Hyderabad\nCity Police cannot be treated as part of separate cadre. Shri\nChoudhari further submitted that the exclusion clause contained\nin paragraph 14(f) could operate only if a separate cadre had\nbeen carved out for Hyderabad City and submitted that in the\nD absence of any recruitment having been made for Hyderabad\nCity Police, the Full Bench rightly treated the Inspectors of\nPolice working in Hyderabad City Police establishment as\nbelonging to Zone VI in the zonal cadre\nE\nF\nG\nH\n28. We have given serious thought to the entire matter. It\nis not in dispute that the Presidential Order was issued for\nproviding equitable opportunities and facilities for the people\nbelonging to different parts of the State in the matters of public\nemployment and education and by virtue of clause (10) of Article\n371D, overriding effect has been given to the Presidential Order\nqua other constitutional and statutory provisions. For achieving\nthe objective set out in clause (1) of Article 371D, provisions.\nhave been made in the Presidential Order for localization/\nzonalization of cadres and giving preference to the candidates\nbelonging to the particular local area. Paragraph 3 of the\nPresidential Order postulates organization of local cadres for\ndifferent posts. Paragraph 5(1) thereof declares that each part\nof the State, for which a local cadre has been organized in\nrespect of any category of posts, shall be a separate unit for\npurposes of recruitment, appointment, discharge, seniority,\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 217\nAND ORS. [G.S. SINGHVI, J.]\nA\nD\npromotion, transfer and other matters, as may be specified by\nthe Government in respect of that category of posts. Paragraph\n5(2) empowers the State Government to make provision for\ntransfer of employees in different contingencies. Paragraph\n6(1) defines local areas. Paragraph 6(2) lays down that each\nzone shall be regarded as local area for specified purposes. B\nHowever, two exceptions have been carved out in the\nPresidential Order in respect of certain categories of posts for\nthe City of Hyderabad. One such exception is discernible from\nthe language of paragraphs 3(6) and 6(3). In terms of sub-\nparagraph (6) of paragraph 3, the Central Government is\nC\nempowered to notify the departments in which and categories\nof posts for which a separate cadre is required to be\nrecognized for the City of Hyderabad. This sub-paragraph also\nlays down that on such notification being issued the post\nbelonging to each such category and in each such department\nin the City of Hyderabad (other than those concerned with the\nadministration of areas falling outside the said City) shall be\norganized into a separate cadre and the posts so organized\nshall be excluded from other cadres. In terms of paragraph 6\nof the Presidential Order, each district and each zone is\nregarded as local area but by virtue of sub-paragraph (3)\nthereof, the City of Hyderabad is regarded as a local area for\ndirect recruitment to posts in any cadre under the State\nGovernment comprising all or any of the posts in the said city,\nin the departments and belonging to the categories notified\nunder paragraph 3(6). The city is also excluded from the local\narea relatable to any other local cadre comprising posts in the\ndepartments belonging to the categories notified in terms of\nsub-paragraph (3) of paragraph 6. The other exception is in\nthe form of exclusion clause contained in paragraph 14(f) which\noperates on its own and does not depend on the issue of G\nnotification by the Central Government. By virtue of that\nparagraph, the provisions contained in the Presidential Order\nhave been made inapplicable to the specified posts, which\ninclude any post of Police Officer as defined in clause (b) of\nSection 3 of the Hyderabad Act. This was made more explicit H\nE\nF\n218 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA by paragraph 8 of G.O.P. No.728 dated 1.11.1975 issued by\nthe Government of India, paragraphs 5 and 21 of G.O. Ms.\nNo.729 dated 1.11.1975 and paragraph 2 of G.O. Ms. No.730\nof the same date (both issued by the Government of Andhra\nPradesh). When G.O. Ms. No.795 dated 30.6.1976 was issued\nB incorporating therein the scheme for organization of local\ncadres for non-gazetted categories of posts (both Executive\nand Ministerial) and other posts equivalent to or lower than\nLower Division Clerk, the post of Police Officer as defined in\nclause (b) of Section 3 of the Hyderabad Act was specifically\nC excluded. In paragraph 16 of G.O. Ms. No.795, it was made\nclear that as no separate cadre for the City of Hyderabad needs\nto be organized for the police department and only ministerial\nstaff of the office of Commissioner of Police will be included in\nZone VI. The posts of the Police Officers of Hyderabad City\nwere not shown in the cadre strength of the localized cadres\ncontained in Annexures IV, V, XII and XIII appended to G.O. Ms.\nNo.795. This was so because there was no localization of\nHyderabad City Police cadres. This was also the reason why\na separate range i.e., City Range was created for Hyderabad,\nSecunderabad and other areas mentioned in First Schedule\nto the Presidential Order.\nD\nE\n29. From what we have noted above, it is evident that the\npost of Police Officer of Hyderabad City as defined in Section\n3(b) was not included in the process of localization of cadres\nF undertaken in terms of paragraphs 3 and 6 of the Presidential\nOrder. The localization/zonalization of subordinate cadres in the\npolice department was effected for six zones/ranges but the\nsame was not applicable to Hyderabad City Police. If this was\nnot so, there was no reason to exclude posts earmarked for\nG Hyderabad City from the statement of cadre strength of\nlocalized cadres enumerated in various Annexures appended\nto G.O. Ms. No. 795 dated 30.6.1976. The object of exclusion\nof certain posts from the purview of the Presidential Order and\nconsequently from the scheme of localization/zonalization\nH required to be undertaken in terms of paragraphs 3 and 6\n}\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 219\nAND ORS. [G.S. SINGHVI, J.]\nthereof was to make recruitment against such posts open for A\nall without giving any preference to any local candidate. The\nreason why special status was given to the posts located in the\nspecified departments of Hyderabad City, which is capital of\nthe State, was that there should be no monopoly of candidates\nbelonging to any particular area of the State in the matter of B\nrecruitment etc. against those posts and all eligible candidates\nmust get opportunity to compete for selection and appointment.\nC\nD\n30. It is also significant to note that after promulgation of\nthe Presidential Order, Hyderabad City has throughout been\ntreated as an independent zone or free zone till the impugned\njudgment was pronounced and recruitment to the post of Police\nOfficer as defined in Section 3(b) of the Hyderabad Act was\nmade separately. This was the categorical stand taken by the\nofficial respondents before the Tribunal while contesting the\nO.A. of the private respondents. In reply to paragraph 6 of the\nO.A. filed by Sardar Harihar Singh, it was specifically averred\non behalf of the State that vacancies in respect of posts of\nHyderabad City Police are notified separately and selections/\nappointments to the posts of Sub-Inspectors of Police, Civil and\nReserve Sub-Inspector, CAR and Police Constable of both\nCivil and CAR to the extent of vacancies are conducted\nseparately and all six zones and Hyderabad City Police are\nseparate zones for all service matters i.e., appointments,\npromotions, etc. and Hyderabad City Police is not part and\nparcel of Zone VI. The contra stand taken in the counter F\naffidavits filed before this Court is inexplicable and is liable to\nbe discarded.\n31. We shall now consider whether conclusions (b), (c) and\n(d) recorded by the Full Bench of the High Court are legally\ncorrect and sustainable. The observations of the Full Bench that\nno separate cadre has been organized and no Police Officer\nhas been appointed under the Hyderabad Act is based on the\npremise that in the advertisement issued for recruitment of\nPolice Officers and appointment orders of the appellants and\nE\nG\nH\nC\nD\n220 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA other similarly situated persons, reference has not been made\nto Hyderabad Act. While doing so, the Full Bench omitted to\ntake note of the fact that in terms of Section 7 of the Hyderabad\nAct, powers to appoint and promote Inspector, Sub-Inspector\nand other subordinates of the police force vests in the\nB Commissioner of City Police Hyderabad and the said Section\nfinds specific mention in the preamble to the Special Rules\nframed in 1959. Rule 3 of those Rules clearly lays down that\nas far as Hyderabad City Police is concerned, the\nCommissioner of Police shall be the appointing authority of\nSub-Inspectors of Police etc. and by virtue of that power, the\nCommissioner of Police, Hyderabad has been making\nappointments on various subordinate posts including those of\nSub-Inspectors. In the advertisement of 1985 pursuant to which\nthe appellants were appointed as Sub-Inspectors, 93 posts\nwere separately earmarked for Hyderabad City which, for the\nsake of convenience, was described as Zone VII or free zone.\nEven in the subsequent advertisements issued in 1991 and\n1994, the vacancies of Sub-Inspectors were separately\nearmarked for Hyderabad City Police Range. The orders of\nappointment of the appellants were issued by the\nCommissioner of Police. This shows that a separate cadre has\nbeen carved out for Hyderabad City Police and recruitment to\nthe post of Police Officer as defined in Section 3(b) of the\nHyderabad Act has been made by the designated competent\nauthority in terms of Section 7 thereof. Therefore, the Full Bench\nF was not justified in curtailing the width and scope of the\nexclusion clause contained in paragraph 14(f) of the\nPresidential Order by holding that there is no separate cadre\nof Hyderabad City Police and there is no incumbent of the post\nof Police Officers as defined in Section 3(b) of the Hyderabad\nG Act.\nE\nH\n32. In view of the above discussion, we hold that the\nconclusions recorded by the Full Bench that no separate cadre\nhas been organized for the City of Hyderabad within the\nmeaning of paragraph 3(6) of the Presidential Order; that no\nt\n"}