{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nSMT. KIRAN SINGH\nV.\nUNION OF INDIA AND ORS.\nFEBRUARY 27, 2007\n[C.K. THAKKER AND LOKESHWAR SINGH PANTA, JJ.]\nC\nD\nE\nService Law Appointment-Post of Extra Departmental Branch Post\nMaster-Appointment of one candidate-Challenged by the unsuccessful\ncandidate--Appointment of the successful candidate quashed-Correctness\nof-Held: Candidate was selected in accordance with the service Rules—\nEssential qualification and the eligibility criteria of having adequate means\nof livelihood derived from landed property or immovable assets was fulfilled\nin comparison to the unsuccessful candidate-Thus, selection to the post was\nvalid-Order of courts below quashed.\nThe post of Extra Departmental Branch Post Master fell vacant. The\nDistrict Employment Officer sent a list of ten candidates including name of\nrespondent no. 5 for consideration to the post to respondent no 4-\nSuperintendent of Post Offices. Selection Committee did not consider the name\nof respondent no. 5 and as such she filed an application. Tribunal permitted\nrespondent no 4 to carry on the selection process but without declaring the\nresult until final orders were passed. However, respondent no. 4 invited\napplications from General Public. Both appellant and respondent no. 5 applied\nafresh. Competent Authority judged the comparative merits including the\nessential eligibility criteria of possessing adequate means of livelihood from\nthe income and selected the appellant and was then appointed to the post.\nRespondent No. 5 again filed application before the tribunal challenging the\nappointment. Services of the appellant were terminated. First application was\ndismissed as infructuous. Appellant was again appointed to hold the post.\nThereafter, appointment of the appellant was quashed and respondent no. 5\nwas directed to be appointed. Appellant challenged the order. Both writ\nG petitions and Review/Recall application were dismissed. Hence the present\nappeal.\nF\nAllowing the appeal, the Court\nH\n382\n1\nKIRAN SINGH v. U.O.I. [LOKESHWAR SINGH PANTA. J.]\n383\nHELD: 1.1. The order of the CAT as upheld by the High Court, by which A\nthe application of respondent No.5 was allowed and appointment of the appellant\nwas set aside is manifestly erroneous and cannot be sustained and as such is\nquashed and set aside. [Paras 20 and 21] [388-B, F]\nB\n1.2. The appellant and respondent No.5 both have qualified the High\nSchool Examination by securing first division. The eligibility and criterion\nfor the selection of the candidate to the post of Extra Departmental Branch\nPost Master as per the Service Rules was not only the merit between the two\ncandidates in High School Examination but the additional criterion was that\nthe candidate must be one who has \"adequate means of livelihood derived from\nlanded property or immovable assets\" if the candidate is otherwise eligible C\nfor appointment. The instructions governing the eligibility of the candidates\nalso provide that no weightage will be given for any higher qualification. The\nappellant has fulfilled the essential qualification and required eligibility\ncriterion and as such her selection to hold the post in question was valid\nwhereas respondent No. 5 was not eligible to be appointed on the post for lack\nof income criterion in terms of the Circular. [Para 20] [388-B-D]\nD\n1.3. The CAT allowed the application of respondent No.5 merely on the\nsole ground that as respondent No.5 has secured more marks in the High\nSchool Examination as against the appellant but lost sight of the other\neligibility conditions contained in the Service Rules and the Circular E\ngoverning the selection of the candidate to the post in question. The High\nCourt in its impugned orders has not recorded independent reasons except to\nagree with the order of the CAT. [Para 19] [387-H-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1021 of 2007.\nFrom the final Judgment and Order dated 19.12.2003 of the High Court\nof Judicature at Allahabad in C.M.W.P. No. 56142/2003.\nT.N. Singh, Vivek Singh, Rahul Pandey and Umang Tripathi for the\nAppellant.\n(1)\nF\nG\nB. Dutta, A.S.G., Shalini Kumar, V.K. Verma and Goodwill Indeevar for\nthe Respondents.\nThe Judgment of the Court was delivered by\nLOKESHWAR SINGH PANTA, J. 1. Special leave granted.\nH\nA\nB\nC\n384\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\n2. This Civil Appeal is filed against the judgment and order dated 19/\n12/2003 in CMWP No. 56142/2003 and order dated 28.01.2005 in CMRA No.\n9847/2004 of the High Court of Judicature, at Allahabad, whereby the High\nCourt dismissed the Writ Petition and Review Application filed by the appellant.\nThe relevant facts giving rise to the filing of the appeal are as under:\n3. The post of Extra Departmental Branch Post Master (hereinafter\nreferred to as 'EDBPM') Unchagaon, District Jaunpur, fell vacant on 01.01.1996\ndue to retirement of Sri Raj Murthi Pandey on attaining the age of\nsuperannuation on 31.12.2005. The vacant post of EDBPM was notified to\nDistrict Employment Officer, Jaunpur, vide Memo No. PFA-490 dated 06.11.1995\nissued by the Superintendent of Post Offices, Jaunpur, requesting the former\nto sponsor the names of minimum three and maximum five eligible candidates\nfor appointment to the post within a period of one month. Pursuant to the\ndemand, the District Employment Officer, Jaunpur, on 13.11.1995 despatched\na list of ten candidates including the name of Smt. Neelam Pandey, respondent\nD no. 5 herein, for consideration to the post in question.\nE\nF\n4. The Selection Committee did not consider the name of respondent\nNo. 5. She approached the Central Administrative Tribunal (CAT), Allahabad\nBench, Allahabad, by way of filing O.A. No. 1 of 1996. The CAT issued notice\nto the opposite parties on 02.01.1996 and by an interim order permitted the\nSuperintendent of Post Offices to go on with the process of selection, but\nthe result of selection was directed not to be declared until orders are passed\nby the Tribunal.\n5. The Superintendent of Post Offices, Jaunpur, respondent No. 4 herein,\ninstead of resorting to select the candidates from the names sent by the\nDistrict Employment Officer, advertised the post on 17.01.1996 by inviting\napplications from public in general. The appellant and respondent No. 5 both\napplied afresh for appointment pursuant to the advertisement besides five\nmore eligible candidates. Thereafter, respondent No. 4 vide his letter dated\n18.04.1996 requested the District Magistrate, Jaunpur, to get the inquiry.\nconducted from the concerned officers of Tehsil, Shahaganj, relating to\ncharacter, antecedents, status and sources of income of the appellant and\nrespondent No. 5. The officer-in-charge for District Magistrate, Jaunpur,\nsubmitted his Report dated 04.06.1996 to respondent No. 4 with an endorsement\nin regard to the status and property income per month of the appellant as well\nH as respondent No. 5. After judging the comparative merits including the\nG\nL\nKIRAN SINGH v. U.O.I. [LOKESHWAR SINGH PANTA. J.]\n385\nessential eligibility criterion of possessing adequate means of livelihood from A\nthe income, the Competent Authority found the appellant to be more suitable\ncandidate and, accordingly, selected her for appointment to the post. On\nreceipt of the appointment letter, the appellant joined the post on 22.06.1996.\nB\n6. Respondent No.5 again approached the CAT by way of O.A. No. 1041\nof 1996 assailing the appointment of the appellant on number of grounds.\nRespondent No. 5 on a misconception of the interim order dated 02.01.1996\nearlier passed by the CAT in O.A. No. 1 of 1996 with regard to the selection\nof the appellant through the District Employment Office terminated her\nappointment/services on 08.10.1996. The appellant and the authorities filed\nseparate counter affidavits in opposition to Application No. 1041 of 1996 filed\nbefore the CAT by respondent No. 5. They stated that the appointment of\nthe appellant was duly made in accordance with the Service Rules and Circular\ndated 06.12.1993 issued by the Competent Authority. However, on 19.12.1996\nthe first Application being O.A. No. 1 of 1996, which was pending before the\nCAT, came to be dismissed as wholly infructuous and the interim order was\nalso vacated.\nD\n7. On dismissal of O.A. No. 1 of 1996, the appellant was again appointed\nto hold the post vide Memo dated 01.01.1997 of respondent No. 4.\nC\nE\n8. In the meantime, some complaint was received in the Office of Post\nMaster General, Allahabad, respondent No. 2 herein, and after inquiry,\nrespondent No. 2 issued directions to respondent No. 4 to get the income\ncertificate of respondent No. 5 verified from the Competent Revenue Authority.\nAccordingly, on 17.04.2000 respondent No.4 requested the District Magistrate,\nJaunpur, to do the needful. The District Magistrate, Jaunpur, vide his letter\ndated 13.02.2001 submitted the Report to respondent No. 4 whereby the F\nmonthly income of respondent No. 5 was confirmed to be Rs. 1000/-.\n9. The appellant continued on the post till O.A. No. 1041 of 1996 was\ndecided by the CAT on 24.11.2003 and the appointment of the appellant made\non 01.01.1997 to the post of EDBPM was quashed with a direction to the\nauthorities to appoint respondent No. 5 on the post within a period of one G\nmonth from the date of the receipt of the said order.\n10. Being aggrieved by the order of the CAT dated 24.11.2003, the\nDepartment and the appellant filed two separate writ petitions in the High\nCourt of Judicature, Allahabad, at Allahabad. Writ Petition No. 9069 of 2003\nfiled by the Department was dismissed by the High Court on 03.03.2004 and H\n386\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA Writ Petition No. 56142 of 2003 filed by the appellant was dismissed on\n19.12.2003. Again, the Department and the appellant both filed Review/Recall\nApplication before the High Court. From the records, it appears that the\nReview/Recall Application filed by the Department is still pending before the\nHigh Court, whereas the Review/Recall Application No. 9847 of 2004 filed by\nthe appellant was rejected on 28.01.2005.\nB\nC\n11. Hence, the appellant has filed this appeal challenging the impugned\norders of the High Court.\n12. We have heard the learned counsel for the parties and perused the\nmaterial on record.\n13. Mr. T.N. Singh, Advocate appearing on behalf of the appellant,\ncontended that the appellant was selected by the Competent Authority strictly\nfollowing the existing Rules and Circular dated 06.12.1993, which provides one\nof the eligibility criteria or preference of income and ownership of property.\nD However, the CAT as well as the Division Bench of the High Court have\ncommitted a grave and manifest error of law quashing the appointment of the\nappellant for no valid reasons. He submitted that the appointment of the\nappellant by the respondents/authorities on 01.01.1997 was in fact not\nchallenged by respondent No. 5 before the CAT, yet her selection was set\naside and respondent No.5, being not eligible, has been ordered to be\nE appointed against the post, therefore, the order has resulted in miscarriage of\njustice to the appellant.\nF\n14. Per contra, the learned counsel for the contesting respondent No.\n5 has sought to support the judgment of the Division Bench of the High\nCourt to contend that admittedly, respondent No. 5 stood first in the merit list\nhaving secured 66.30 per cent marks in the High School Examination as\nagainst the appellant who secured 65.80 per cent marks and that being the\nadmitted position, the CAT has rightly quashed the appointment of the\nappellant, which order has been upheld by the High Court and this Court in\nexercise of its powers under Article 136 of the Constitution of India will not\nG be obliged to go into the question of facts thereby praying for the dismissal\nof the appeal.\n15. Mr. B. Dutta, learned ASG appearing on behalf of other respondents,\nsupported and adopted the arguments of the learned counsel appearing on\nbehalf of the appellant and contended that the appellant was selected by the\nH Selection Committee in accordance with the Rules/Instructions governing the\nKIRAN SINGH v. U.O.I. [LOKESHWAR SINGH PANTA. J.]\n387\nservice conditions of the post in question and, therefore, the order of the CAT A\nas well as the High Court are manifestly erroneous and not sustainable.\n16. We have given our careful consideration to the respective contentions\nof the respective parties.\n17. It is not in dispute that the appellant secured 65.80 per cent marks B\nin High School Examination as against respondent No. 5 who secured 66.30\nper cent marks in the said examination. The essential educational qualification\nfor the post of ED Sub- Post Masters and ED Branch Post Masters as per\nthe Rules is Matriculation. The Assistant Director General (Training) vide\ncopy of communication No. 17-104/93 Ed \u0026 Trg., Department of Post, New\nC\nDelhi, emphasized that in case of appointment of ED Sub-Post Masters/ED\nBranch Post Masters, preference may be given to those candidates whose\n“adequate means of livelihood is derived from landed property or immovable\nassets\" if they are otherwise eligible for appointment and the income of\nproperty in the name of the guardians of the candidates will not make them\neligible for consideration for appointment as ED agents in the Department. On D\nperusal of the letter dated 18.04.1996 submitted by respondent No. 4 to the\nDistrict Magistrate, Jaunpur, regarding verification of income and sources of\nincome of respondent No. 5, who is married to Sanjeev Kumar Pandey, resident\nof Jaigaon Post Office and Tehsil Shahganj, District Jaunpur, the Tehsildar\nShahganj in his Report dated 22.04.1996 submitted that Smt. Neelam Pandey\nhas fifteen decimal of land in her name, which is unarable and the land is full\nof rubbles (Kankar). He further stated that the applicant does not have any\nincome from agriculture.\nE\nF\n18. In response to the letter No.P.F.A 499 Jaunpur dated 18.04.1996\naddressed by respondent No.4 to the District Magistrate, Jaunpur, the Tehsildar\nShahganj reported on 22.05.1996 that Smt. Kiran, appellant herein, holds 32\n1/2 130 decimal land in Gata No. and her monthly income is Rs.1,000/- and\nannual income is Rs. 12,000/-. The Selection Committee, on receipt of the\ntestimonials of the candidates who appeared for interview to the post of\nEDBPM, found the appellant suitable for appointment on the vacant post in\nED Branch in terms of the Service Rules for Postal ED Staff and as per the G\ncriterion laid down by Assistant Director General (Training), Department of\nPost, New Delhi, in Circular No. STA/19/4/3 dated 06.12.1993. The appellant\nafter selection has been continuously discharging her duties and functions\nas EDBPM since 01.01.1997 till July 2004.\n19. The CAT allowed the application of respondent No.5 merely on the\nH\n388\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA sole ground that as respondent No.5 has secured more marks in the High\nSchool Examination as against the appellant but it has lost sight of the other\neligibility conditions contained in the Service Rules and the Circular governing\nthe selection of the candidate to the post in question. The High Court in its\nimpugned orders has not recorded independent reasons except to agree with\nthe order of the CAT.\nB\nC\n20. In the facts and circumstances of the case, in our view the order of\nthe CAT which has been affirmed by the High Court is manifestly erroneous\nand cannot be sustained. The appellant and respondent No.5 both have\nqualified the High School Examination by securing first division. The eligibility\nand criterion for the selection of the candidate to the post of EDBPM as per\nthe Service Rules was not only the merit between the two candidates in High\nSchool Examination but the additional criterion was that the candidate must\nbe one who has “adequate means of livelihood derived from landed property\nor immovable assets\" if the candidate is otherwise eligible for appointment.\nThe instructions governing the eligibility of the candidates also provide that\nD no weightage will be given for any higher qualification. The appellant has\nfulfilled the essential qualification and required eligibility criterion and as such\nher selection to hold the post in question was valid whereas respondent No.\n5 was not eligible to be appointed on the post for lack of income criterion in\nterms of the Circular.\nE\n21. In that view of the matter, the impugned judgment and order of the\nHigh Court dated 19.12.2003 passed in CMWP No.56142 of 2003 and order\ndated 28.01.2005 recorded in CM Review/Recall Application No.9847 of 2004\nare quashed and set aside. As a result thereof, the order dated 24.11.2003 of\nthe CAT in OA No.1041 of 1996 by which the application of respondent No.5\nF has been allowed and appointment of the appellant has been set aside, shall\nalso stand quashed and set aside.\n22. In the result, this appeal is allowed accordingly. Parties shall bear\ntheir own costs.\nG N.J.\nAppeal allowed..\n"}