{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"72\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA was encashed by the promoters of such schemes and\narrangements who lure them to part with their savings by falling\nas a prey to the sweet coated words of such frauds, the\nParliament thought it fit to introduce Section 11AA in the Act\nin order to ensure that any such scheme put to public notice is\nB not intended to defraud such gullible investors and also to\nmonitor the operation of such schemes and arrangements\nbased on the regulations framed under Section 11AA of the\nAct. When such was the laudable object with which the main\nAct was enacted and Section 11AA was introduced as from\nC 22.02.2000, the challenge made to the said Section will have\nto be examined by keeping in mind the above said background\nand test the grounds of challenge as to whether there is any\ngood ground made out to defeat the purport of the enactment.\n39. A reading of sub-Section (3) of Section 11AA also\nD throws some light on this aspect, wherein it is provided that\nthose institutions and schemes governed by sub-clause (i) to\n(viii) of sub-Section (3) of Section 11AA will not fall under the\ndefinition of collective investment scheme. A cursory glance of\nsub-clauses (i) to (viii) shows that those are all the schemes,\nE which are operated upon either by a cooperative society or\nthose institutions, which are controlled by the Reserve Bank of\nIndia Act, 1934 or the Insurance Act of 1938 or the Employees\nProvident Fund and Miscellaneous Provisions Act, 1952 or the\nCompanies Act, 1956 or the Chit Fund Act of 1982 and\nF contributions, which are made in the nature of subscription to\na mutual fund, which again is governed by a SEBI (Mutual Fund)\nRegulations 1996. Therefore, by specifically stipulating the\nvarious ingredients for bringing any scheme or arrangement\nunder the definition of collective investment scheme as\nG stipulated under sub-Section (2) of Section 11AA, when the\nParliament specifically carved out such of those schemes or\narrangements governed by other statutes to be excluded from\nthe operation of Section 11AA, one can easily visualize that the\npurport of the enactment was to ensure that no one who seeks\nH\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n73\nto collect and deal with the monies of any other individual under\nthe guise of providing a fantastic return or profit or any other\nbenefit does not indulge in such transactions with any ulterior\nmotive of defrauding such innocent investors and that having\nregard to the mode and manner of operation of such business\nactivities announced, those who seek to promote such\nschemes are brought within the control of an effective State\nmachinery in order to ensure proper working of such schemes.\nA\nB\nC\nD\nE\n40. It will have to be stated with particular reference to the\nactivity of the PGF Limited, namely, sale and development of\nagricultural land as a collective investment scheme, the\nimplication of Section 11AA was not intended to affect the\ndevelopment of agricultural land or any other operation\nconnected therewith or put any spokes in such sale-cum-\ndevelopment of such agricultural land. It has to be borne in mind\nthat by seeking to cover any scheme or arrangement by way\nof collective investment scheme either in the field of agricultural\nor any other commercial activity, the purport is only to ensure\nthat the scheme providing for investment in the form of rupee,\nanna or paise gets registered with the authority concerned and\nthe provision would further seek to regulate such schemes in\norder to ensure that any such investment based on any promise\nunder the scheme or arrangement is truly operated upon in a\nlawful manner and that by operating such scheme or\narrangement the person who makes the investment is able to\nreally reap the benefit and that he is not defrauded. Sub- F\nclauses (i) to (viii) of sub-Section (3), which excludes those\nschemes and arrangements from the operation of Section 11\nAA in as much as those schemes are already governed under\nvarious statutes and are operated upon by a cooperative\nsociety or State machinery and there would be no scope for\nthe concerned persons or the institutions who operate such\nschemes within the required parameters and thereby the\ncommon man or the contributory's rights or benefits will not be\nin any way jeopardized. It is, therefore, apparent that all other\nschemes/arrangements operated by all others, namely, other\nG\nH\n74\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA than those who are governed by sub-section 3 of Section 11AA\nare to be controlled in order to ensure proper working of the\nscheme primarily in the interest of the investors.\nB\nC\n41. In this context, we can also take judicial notice of the\nfact that those schemes, which would fall under sub-Section (2)\nof Section 11AA would consist of a marketing strategy adopted\nby those promoters, by reason of which, the common man who\nis eager to make an investment falls an easy prey by the sweet\ncoated words and attractive persuasions of such marketing\nexperts who ensure that those who succumb to such\npersuasions never care to examine the hidden pitfalls under the\nscheme, which are totally against the interests of the investors,\napart from various other stipulations, which would ultimately\ndeprive the investors of their entire entitlement, including their\ninvestments. The investors virtually by signing on the dotted\nD lines of those stereotyped blank documents would never be\naware of the nature of constraints created in the documents,\nwhich would virtually wipe out whatever investment made by\nthem in course of time and ultimately having regard to the legal\nentangles in which such investors would have to undergo by\nE spending further monies on litigations, ultimately prefer to ignore\ntheir investments cursing themselves of their fate. More than 90\nper cent of such investors would rather prefer to forget such\ninvestments than making any attempt to secure their money\nback. Thereby, the promoters put to unlawful gain who always\nF thrive on other peoples money.\n42. Therefore, in reality what sub-section (2) of Section\n11AA intends to achieve is only to safeguard the interest of the\ninvestors whenever any scheme or arrangement is announced\nby such promoters by making a thorough study of such\nG schemes and arrangements before registering such schemes\nwith the SEBI and also later on monitor such schemes and\narrangements in order to ensure proper statutory control over\nsuch promoters and whatever investment made by any\nindividual is provided necessary protection for their investments\nH in the event of such schemes or arrangements either being\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n75\nsuccessfully operated upon or by any mis-fortune happen to be A\nabandoned, where again there would be sufficient safeguards\nmade for an assured refund of investments made, if not in full,\nat least a part of it.\n43. By no stretch of imagination the above factors, which\nweighed with the Parliament to introduce Section 11AA can be\nheld to be done with a view to affect any particular category of\nbusiness activity much less the activity of agriculture. We are\nnot, therefore, in a position to countenance the stand of the PGF\nLimited that what it sought to carry out under its scheme was\nmerely sale and development simplicitor of agricultural land and\nnot a collective investment scheme. In the light of our above\nconclusions on this ground it will have to be held that Section\n11AA is a valid provision, not suffering from any infirmity, as it\ndoes not intrude into the specific activities of sale of agricultural\nland and its development. In other words, there is no scope to\napply Entry 18 of List II of Seventh Schedule in order to strike\ndown the said provision on the ground of legislative\ncompetence.\nB\nC\nD\n44. When we examine the nature of the activity of the PGF E\nLimited by way of sale and development of agricultural land, it\nwill be necessary to mention the salient features pointed out\nby Mr. Tripathi, learned senior counsel for the second\nrespondent and find out as to how far Section 11AA of the SEBI\nAct, would apply and thereby, the validity of Section 11AA has\nto be upheld and the various grounds raised on behalf of the\nPGF Limited do not in any way impinge upon the said Section.\n45. Some of the relevant documents, which are required\nto be noted for this purpose are the Application form, which is\nto be filled in and furnished by an investor with the PGF Limited\nbased on which an agreement is to be first signed by the\ninvestor and thereafter, the sale deed is executed in units of\n150 sq.yrds. per unit. A perusal of the Application form would\nshow that when the investor applies for purchase of agricultural\nunits/plots for getting the same developed and maintained by\nF\nG\nH\n76\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nD\nA PGF Limited under the PGF Limited's cash down payment\nplan/installment payment plan, based on the number of units/\nplots a period plan number, the area of land, the period of plan,\nthe consideration etc., are all noted. An agreement is also\nentered into based on the application on the same date\nB depending upon the nature of payment either cash down or\ninstallment payment and the investor is referred as customer\nand the appellant No.1 is referred to as PGF, a public limited\ncompany who is stated to be engaged in the business of sale,\npurchase or development of agricultural land. After noting down\nC the desire of the investor for purchase of the number of units/\nplots based on the payment plan, the agreement in the forefront\nstates that the PGF Limited would arrange for the allotment of\nthe land within a reasonable period and not exceeding 270 days\nin respect of cash down payment plan and not exceeding 90\ndays after the receipt of 50 per cent of consideration in respect\nof installment payment plans. It is worthwhile to note that while\nmoney is received either by way of cash down or 50 per cent\nthrough installment facility only an allotment will be intimated by\nway of a letter without any assurance as to when the sale deed\nin favour of such applicant customer would be executed. After\nthe allotment letter without prescribing any specific time\nstipulation, the agreement mentions that sale deed would be\nexecuted in favour of the customer and will be duly registered.\nSuch execution was, however, to the condition that if transfer\nof such small plot of land as prescribed by law is not otherwise\npossible, practicable or feasible, even such transfer of title\nwould be in favour of a customer by way of joint holding with\nother customers, by way of a joint sale deed and the original\nsale deed will be entrusted with a custodial service company,\nwhose name and addresses would be communicated to the\nG customer respectively. Thereafter, if the customer wants to\nverify the document he will have to approach the said custodial\nservice company and that too after making a request 15 days\nbefore such intended verification.\nE\nF\nH\n46. When it comes to the question of development, it is\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n77\nstipulated that such development would be in consultation with A\nagro consultants and experts after taking into account several\nfactors such as soil condition, climate etc., apart from matters\npertaining to development including survey, demarcation,\nclearing, cultivation, planting/raising of crops, trees, plants,\nsaplings etc., as well as use of fertilizers and pesticides, B\nirrigation and all other activities allied or incidental thereto would\nbe decided by the PGF Limited. Insofar as the joint sale deed\nis concerned only certified copies of the sale deed would be\nfurnished to the customer and if this is not possible/ feasible/\npractical, PGF shall provide a copy of the sale deed duly c\nattested by a Notary Public to the customer.\n47. Under the heading 'Common Services \u0026 Facilities' it\nis stipulated in the agreement that in respect of certain common\nfacilities such as irrigation and drainage systems, pipelines,\nelectrical lines (which may be passing through, whether\nunderground or overground, the customer's plot), motors, pump\nsets, temporary sheds and structures etc., the customer will\nhave no ownership rights and cannot interfere in any manner\nwith the same and that such common services and facilities\nD\nwould be the properties of the PGF. As far as consequences E\nof any breach by the PGF Limited, under Clause 13 some\nskeleton provision is made that the customer will be entitled to\nterminate the agreement, in which event PGF Limited would\nrefund the amounts along with simple interest @ 12.5% per\nannum from the date of the contract, (i.e.) if such breach related F\nto the development of plot(s), then again the customer will be\nentitled to terminate the agreement, in which event the PGF\nLimited would refund the amounts paid by the customer after\ndeducting the cost of land, registration expenses, development\ncharges and other incidental expenses and the balance G\namount, if any, would be refunded together with simple interest\n@ 12.5% per annum from the date of contract and the PGF\nLimited shall not be liable to pay any cost/expense/damage\nwhatsoever in any case other than what has been provided\nunder Clause 13(a) \u0026 (b).\nH\nA\n78\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\n48. But when it comes to the question of breach by the\ncustomer under Clause 14(A) as many as sub-clauses (a) to\n(f) are stipulated and if it related to any default before allotment\nof land under Clauses 14(B) sub-clauses (a) to (e) providing\nfor stringent conditions have been laid down. Under Clause 18\nB all possible situations are mentioned in order to ensure that\nunder no circumstance PGF Limited will be liable for any\nconsequence for non-performance of its part of the contract.\nUnder Clause 20 it is stipulated that any dispute pertaining to\nthe agreement would be referred for arbitration to a retired\njudicial officer appointed by the PGF Limited as sole arbitrator\nand settled in accordance with the Arbitration and Conciliation\nAct, 1996 and the jurisdiction for any further agitation of legal\nrights would be only in the Civil Courts at Delhi, to the exclusion\nof all other Courts.\nC\nD\n49. Thus, as rightly pointed out by Shri Tripathi, learned\nsenior counsel for the second respondent, once the customer\nsigns the application form and the agreement, virtually he would\nbe left high and dry with no remedy, in the event of any breach\nbeing committed by the PGF Limited, while on the other hand\nE he will have everything to loose if such breach happened to\noccur at the instance of the customer. The agreement, thus,\ndemonstrates to be wholly one sided and arbitrary in all\nrespects.\nF\n50. When we refer to such incongruities existing in the\npredrafted/standard format agreement to be signed by the\ncustomers, it will also be worthwhile to the so called sale deeds,\nwhich were placed before the Division Bench as sample\ndocuments. A perusal of those sale deeds are much more\nrevealing. One of the sample documents was executed by one\nG Mr. Malkiat Singh s/o Sh. Sadhu Singh resident of Village\nVhoje Majra, Punjab through his authorized attorney Mr. Rajesh\nAgarwal s/o Sh. Ram Agarwal in favour of one Mr. Pankaj\nKarnatak s/o Sh. V.D. Karnatak R/o Delhi. The said vendor\nMalkiat Singh stated to have purchased an extent of 9.37 acres\nH of dry land in Survey No.113 in village Velugudari for total\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n79\nconsideration of Rs.1,19,100/- from one Ganga Reddy s/o Raja A\nReddy. The said Malkiat Singh is stated to be a resident of\nPunjab. Out of the said extent of 9.37 acres an extent of 150\nsq.yrds. was sold to the said Pankaj Karnatak of Delhi by sale\ndeed dated 23.10.2001. The sale consideration was shown as\nRs.1515/- while the value of the document is shown as Rs. B\n4000/-. The revealing fact was that the photocopy of the said\ndocument disclose the signature of Malkiat Singh at the bottom\nof each page of the document. But the signature of the Power\nof Attorney is not found in the said document though in the\nopening paragraph it is claimed that the sale deed was C\nexecuted only by the Power Agent. The said Rajesh Agarwal\nhas only signed on the back side of the first page of the\ndocument before the Registrar. Of the two witnesses to the\ndocument, one of the witnesses stated to be the resident of\nNew Delhi, while the other witness was stated to be the resident\nof Nirmal. The addresses of the witnesses are not mentioned\nand the document was registered in the office of Sub-Registrar\nof Nirmal. In the schedule, the boundaries have been simply\nmentioned as surrounded on the East by 5 ft. wide road, West\nby 5 ft. wide road, North by Plot No.140 and South by Plot\nNo.142. Along with the document a site plan is annexed and\nthe authenticity of the said plan is not disclosed, while the name\nof the person who drew the sketch alone is mentioned. Thus,\nin very many respects the genuineness of the document\nappears to be doubtful. In fact, the Division Bench has dealt\nwith this aspect of the nature of document in extenso in\nparagraph 56 of the judgment impugned with which observation\nwe fully concern.\nD\nE\nF\n51. A conspectus consideration of the scheme of\ndevelopment of the land purchased by the customers at the G\ninstance of the PGF Limited and the promised development\nunder the agreement disclose that there was wholesale\nuncertainty in the transactions to the disadvantage of the\ninvestors' concerned. The above factors and the factors, which\nweighed with the Division Bench in this respect definitely H\n80\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nB\nA disclose that PGF Limited under the guise of sale and\ndevelopment of agricultural land in units of 150 sq. yrds. i.e.\n1350 sq. ft. and its multiples offered to develop the land by\nplanting plant, trees etc., and thereby the customers were\nassured of a high amount of appreciation in the value of the\nland after its development and attracted by such anticipated\nappreciation in land value, which is nothing but a return to be\nacquired by the customers after making the purchase of the land\nbased on the development assured by the PGF Limited, part\nwith their monies in the fond hope that such a promise would\nbe fulfilled after successful development of the bits of land\npurchased by them.\nC\n52. The above conclusion of ours can be culled out from\nthe sample documents placed by the appellants before the\nCourt. The appellants, however, failed to supply any material\nD till date to demonstrate as to how and in what manner any of\nthe lands said to have been sold to its customers were\ndeveloped and thereby any of the customer was or would be\nbenefited by such development. It is imperative that the\ntransaction of the PGF Limited vis-à-vis its customers has\nE necessarily to be examined as to its genuineness by subjecting\nitself to the statutory requirement of registration with the second\nrespondent followed by its monitoring under the regulations\nframed by the second respondent. All the above factors\ndisclose that the activity of sale and development of agricultural\nF land propounded by the PGF Limited based on the terms\ncontained in the application and the agreement signed by the\ncustomers is nothing but a scheme/arrangement. Apart from\nthe sale consideration, which is hardly 1/3rd of the amount\ncollected from the customers, the remaining 2/3rd is pooled by\nthe PGF Limited for the so called development/improvement\nof the land sold in multiples of units to different customers. Such\npooled funds and the units of lands are part of such scheme/\narrangement under the guise of development of land. It is quite\napparent that the customers who were attracted by such\nschemes/arrangement invested their monies by way of\nG\nH\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n81\nB\ncontribution with the fond hope that the various promises of the A\nPGF Limited that the development of the land pooled together\nwould entail high amount of profits in the sense that the value\nof developed land would get appreciated to an enormous\nextent and thereby the customer would be greatly benefited\nmonetarily at the time of its sale at a later point of time. It is\nneedless to state that as per the agreement between the\ncustomer and the PGF Limited, it is the responsibility of the\nPGF Limited to carry out the developmental activity in the land\nand thereby the PGF Limited undertook to manage the\nscheme/arrangement on behalf of the customers. Having regard C\nto the location of the lands sold in units to the customers, which\nare located in different states while the customers are stated\nto be from different parts of the country it is well-neigh possible\nfor the customers to have day to day control over the\nmanagement and operation of the scheme/arrangement. In D\nthese circumstances, the conclusion of the Division Bench in\nholding that the nature of activity of the PGF Limited under the\nguise of sale and development of agricultural land did fall under\nthe definition of collective investment scheme under Section\n2(ba) read along with Section 11AA of the SEBI Act was\nperfectly justified and hence, we do not find any flaw in the said\nconclusion.\nE\n53. We, therefore, hold that Section 11AA of the SEBI Act\nis constitutionally valid. We also hold that the activity of the PGF\nLimited, namely, the sale and development of agricultural land F\nsquarely falls within the definition of collective investment\nscheme under Section 2(ba) read along with Section 11AA (ii)\nof the SEBI Act and consequently the order of the second\nrespondent dated 06.12.2002 is perfectly justified and there is\nno scope to interfere with the same. In the light of our above\nconclusions, the PGF Limited has to comply with the directions\ncontained in last paragraph of the order of the second\nrespondent dated 06.12.2002. We also hold that while ensuring\ncompliance of the order dated 06.12.2002, the second\nrespondent shall also examine the claim of the PGF Limited\nG\nH\n"}