{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"42\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nB\nC\nD\nwere developed and thereby any of the customer was or\nwould be benefited by such development. It is imperative\nthat the transaction of the appellant-Company vis-à-vis\nits customers has necessarily to be examined as to its\ngenuineness by subjecting itself to the statutory\nrequirement of registration with the second respondent\nfollowed by its monitoring under the regulations framed\nby the second respondent. All the above factors disclose\nthat the activity of sale and development of agricultural\nland propounded by the appellant-Company based on\nthe terms contained in the application and the agreement\nsigned by the customers is nothing but a scheme/\narrangement. Apart from the sale consideration, which is\nhardly 1/3rd of the amount collected from the customers,\nthe remaining 2/3rd is pooled by the appellant-Company\nfor the so called development/improvement of the land\nsold in multiples of units to different customers. Such\npooled funds and the units of lands are part of such\nscheme/arrangement under the guise of development of\nland. It is quite apparent that the customers who were\nattracted by such schemes/arrangement invested their\nmonies by way of contribution with the fond hope that\nthe various promises of the appellant-Company that the\ndevelopment of the land pooled together would entail\nhigh amount of profits in the sense that the value of\ndeveloped land would get appreciated to an enormous\nextent and thereby the customer would be greatly\nbenefited monetarily at the time of its sale at a later point\nof time. As per the agreement between the customer and\nthe appellant-Company, it was the responsibility of the\nappellant-Company to carry out the developmental\nG activity in the land and thereby the appellant-Company\nundertook to manage the scheme/arrangement on behalf\nof the customers. Having regard to the location of the\nlands sold in units to the customers, which were located\nin different states while the customers were stated to be\nH from different parts of the country it is well-neigh possible\nE\nF\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n43\nfor the customers to have day to day control over the A\nmanagement and operation of the scheme/arrangement.\nIn these circumstances, the conclusion of the Division\nBench in holding that the nature of activity of the\nappellant-Company under the guise of sale and\ndevelopment of agricultural land did fall under the B\ndefinition of collective investment scheme under Section\n2(ba) read along with Section 11AA of the SEBI Act was\njustified. [Para 52] [80-D-H; 81-A-E]\nC\nE\n4.1. The appellant-Company is bound to comply with\nthe direction of the second respondent dated 6.12.2002.\nWhile ensuring compliance of the order dated 06.12.2002,\nthe second respondent shall also examine the claim of\nthe appellant-Company that it had stopped its joint\nventure scheme as from 01.02.2000 is correct or not by\nD\nholding necessary inspection, enquiry and investigation\nof the premises of the appellant-Company in its registered\noffice or any of its other offices wherever located and also\nexamine the account books other records and based on\nsuch inspection, enquiry and investigation issue any\nfurther directions in accordance with law. Whatever\namount deposited by the appellant-Company, pursuant\nto the interim orders of this Court relating to joint venture\nscheme shall be kept in deposit by the second\nrespondent in an Interest Bearing Escrow Account of a\nNationalized Bank. The second respondent shall also F\nverify the records of the appellant-Company relating to\nthe refund of deposits of the customers who invested in\nthe joint venture schemes and ascertain the correctness\nof such claim and based on such verification in the event\nof any default noted, appropriate further action shall be G\ntaken against the appellant-Company for settlement of the\nmonies payable to such of those investors who\nparticipated in any such joint venture schemes operated\nby the appellant-Company. It will also be open to the\nsecond respondent while carrying out the above said H\ni\nB\n44\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA exercise to claim for any further payment to be made by\nthe appellant-Company towards settlement of such claims\nof the participants of the joint venture schemes and\ncharge interest for any delayed/defaulted payments. As\nfar as the deposit made by the appellant-Company with\nthe second respondent on the ground that the such\namount could not be disbursed to any of the investors\nfor any reason whatsoever the second respondent,\nbased on the verification of the records of the appellant-\nCompany, arrange for refund/disbursement of such\namount back to the participants of the joint venture\nschemes with proportionate interest payable on that\namount. The above directions are in addition to the\ndirections made by the Division Bench of the High Court.\n[Para 53] [81-G-H; 82-A-G]\nC\nD\n4.2. The whole attempt of the appellant-Company\nwas thoroughly vexatious and calls for severe indictment.\nIn view of the evil intention of the appellant-company in\nhaving perpetrated this litigation, apart from mulcting the\nappellant-Company with exemplary costs of\nE Rs.50,00,000/- (fifty lakhs) it also calls for appropriate\nenquiry and investigation to be made not only by the\nsecond respondent but also by the prime criminal\ninvestigating agencies, namely, the Central Bureau of\nInvestigation and also by the Department of Income Tax,\nF in order to find out the extent of fraud indulged in by the\nappellant-Company under the garb of development of\nagricultural lands that too at the cost of gullible investors, .\nwho were offered fragmented pieces of so called\nagricultural lands in multiple units of 150 sq. yds. per unit.\nG In the event of any malpractice indulged in by the\nappellant-Company, to launch appropriate proceedings,\nboth Civil, Criminal and other actions against the\nappellant-Company, as well as, all those who were\nresponsible for having indulged in such malpractice.\nH [Paras 24 and 56] [59-G-H; 60-A-C; 84-H; 85-A-F]\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n45\n4.3. The appellant-Company is directed to appoint a\nnodal officer, not below the rank of a Director, of its\ncompany who shall be responsible for furnishing\nwhatever information, documents, account books or\nother materials that may be required by the second\nrespondent, the Central Bureau of Investigation as well\nas the Income Tax Authorities. [Para 56] [85-C]\nK.K. Baskaran vs. State represented by its Secretary,\nTamil Nadu and Ors. (2011) 3 SCC 793: 2011 (3)\nSCR 527; Sonal Hemant Joshi and Ors. vs. State of\nMaharashtra and Ors. (2012) 10 SCC 601; State of\nMaharashtra vs. Vijay C. Puljal and Ors. (2012) 10 SCC 599;\nNew Horizon Sugar Mills Ltd. vs. Government of Pondicherry\nand Anr. (2012) 10 SCC 575: 2012 (8) SCR 874; Naga\nPeople's Movement of Human Rights vs. Union of India (1998)\n2 SCC 109: 1997 (5) Suppl. SCR 469; Union of India vs.\nShri Harbhajan Singh Dhillon (1971) 2 SCC 779: 1972 (2)\nSCR 33; S.P. Mittal vs. Union of India and Ors. (1983) 1 SCC\n51: 1983 (1) SCR 729; Kartar Singh vs. State of Punjab\n(1994) 3 SCC 569: 1994 (2) SCR 375; Mohinder Singh Gill\nand Anr. vs. The Chief Election Commissioner, New Delhi and\nOrs. (1978) 1 SCC 405: 1978 (2) SCR 272; Commissioner\nof Police vs. Gordhandas Bhanji- 1952 SCR 135; Delhi Cloth\nand General Mills Co. Ltd. vs. Union of India and Ors. (1983)\n4 SCC 166: 1983 (3) SCR 438; Reserve Bank of India vs.\nPeerless General Finance and Investment Co. Ltd. and Ors.\n(1987) 1 SCC 424: 1987 (2) SCR 1; Narendra Kumar\nMaheshwari vs. Union of India 1990 (Suppl.) SCC 440: 1989\n(3) SCR 43; E.V. Cinnaiah vs. State of A.P. and Ors. (2005)\n1 SCC 394: 2004 (5) Suppl. SCR 972 – cited.\n-\nCase Law Reference:\nA\nB\nC\nD\nE\nF\nG\n2011 (3) SCR 527\ncited\nPara 15\n(2012) 10 SCC 601\ncited\nPara 15\n(2012) 10 SCC 599\ncited\nPara 15\nH\n46\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\n2012 (8) SCR 874\ncited\nPara 15\n1997 (5) Suppl. SCR 469 cited\nPara 15\n1972 (2) SCR 33\ncited\nPara 15\nB\n1983 (1) SCR 729\ncited\nPara 15\n1994 (2) SCR 375\ncited\nPara 15\n1978 (2) SCR 272\ncited\nPara 15\n1952 SCR 135\ncited\nPara 15\nс\n(2013) 1 SCC 1\nrelied on\nPara 36\n1983 (3) SCR 438\ncited\nPara 16\n1989 (3) SCR 43\ncited\nPara 16\nD\n2004 (5) Suppl. SCR 972\ncited\nPara 16\nE\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n6572 of 2004.\nFrom the Judgment \u0026 Order dated 26.07.2004 of the High\nCourt of Punjab \u0026 Haryana in C.W.P. No. 188 of 2003.\nA.K. Ganguli, Parag P. Tripathi, Debesh Panda, Barnali\nBasak, Chhitanya Safaya, Rohit Tandon, Subramonium Prasad,\nP.N. Puri, Suruchii Aggarwal, Manish Kumar, Siddharth\nF Jaiprakash, Monisha Handa, Sidharth Luthra, Sushma Suri, J.K.\nMohopatra, Supriya Juneja, Aakansha Tandon, B.V. Balaram\nDas, Shovan Mishra, Milind Kumar for the Appearing Parties.\nG\nH\nThe Judgment of the Court was delivered by\nFAKKIR MOHAMED IBRAHIM KALIFULLA, J. 1. This\nappeal is directed against the Division Bench Judgment of the\nHigh Court of Punjab \u0026 Haryana at Chandigarh in Civil Writ\nPetition (CWP) No.188/2003 dated 26.07.2004. Since the\nDivision Bench has dealt with elaborately the background of the\ncase for filing the writ petition at the instance of the appellant,\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n47\nwe do not wish to state the same in detail in our judgment. A\nHowever, we only wish to refer such of those bare facts required\nto support our decision and conclusion. At the very outset, we\nwish to note that though this appeal has been preferred by PGF\nLimited, its Chairman-cum-Managing Director and two other\nindividuals who are stated to be residents of village Khabra and B\nSamaspur of Punjab but the same has been really contested\nby the appellant No.1 whom we will hereinafter refer to as 'PGF\nLimited'.\nC\nD\n2. The appellant, known as Pearls Green Forests Limited\nand called PGF Limited from 1997, is having its registered\noffice at S.C.O. No.1042-43, Sector 22-B, Chandigarh and its\nHead Office at 2nd Floor, Vaishali Building, Community Centre,\nPaschim Vihar, New Delhi. Though the Memorandum and\nArticles of Association of the Company provide for carrying on\nvery many activities by way of business operations, we are only\nconcerned with three of the activities of the PGF Limited,\nnamely, sale of agricultural land, sale and development of\nagricultural land and joint venture schemes. Of the above three\noperations, when the writ petition was heard by the Division\nBench of the High Court it was reported on 28.05.2004 by the E\nlearned counsel for the appellants that the PGF Limited took a\ndecision to disband all its schemes, other than its operations\nrelating to the business connected with sale of agricultural land\nand/or sale and development of agricultural land. Based on the\nsaid representation, an interim order came to be passed by F\nthe Division Bench on 28.05.2004 with which we are also not\nseriously concerned.\nG\n3. There was a public notice issued by the second\nrespondent herein on 18.12.1997, apart from specific letter\naddressed by the second respondent to the PGF Limited dated\n20.04.1998, by which the PGF Limited was called upon to\nfurnish various details as regards to the Collective Investment\nSchemes, within 15 days of the issuance of its letter dated\n20.04.1998. The second respondent also stated to have issued\nfurther communication based on the order of the Delhi High H\n48\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA\nCourt in CWP No.3352/1998 dated 7th and 13th October 1998,\nwherein all plantation companies, agro companies and\ncompanies running collective investment schemes, to get\nthemselves credit rated from credit rating companies approved\nby the second respondent. The PGF Limited was directed to\nB comply with the said directions also.\nC\nD\nE\n4. In the above-stated background, the second respondent\npassed an order on 20.02.2002 in exercise of its powers under\nSection 11B of the SEBI Act, by issuing some stringent\ndirections against the PGF Limited. The PGF Limited\nchallenged the said order before the Punjab and Haryana High\nCourt in CWP No.4620/2002 wherein the second respondent\ncame forward to keep its order dated 20.02.2002 in abeyance,\nprovided the PGF Limited agreed to furnish the information\nsought for within two weeks. Based on the said stand of the\nsecond respondent by order of the High Court dated\n29.04.2002, the PGF Limited was directed to submit its reply\nto the show cause notice and furnish all requisite information\nto the second respondent. The second respondent was also\ndirected to provide an opportunity of personal hearing to the\nPGF Limited. The order dated 20.02.2002 was also directed\nto be kept in abeyance, till the final order was passed.\nSubsequent to the said order of the High Court dated\n29.04.2002, after following the directions contained in the said\norder, the second respondent passed its order on 06.12.2002,\nF by which it was held that the business activity of the PGF\nLimited, namely, the sale and development of agricultural land,\nas well as its joint venture schemes, were all collective\ninvestment schemes and since the PGF Limited failed to\ncomply with the statutory requirement as provided under the\nG SEBI (Collective Investment Schemes) Regulation, 1999,\ndirected the PGF Limited not to collect any money from\ninvestors nor to launch any new scheme with a further direction\nto refund the money collected under the schemes, which were\ndue to the investors as per the terms of the offer within a period\nof one month from the date of its order and failing which\nH\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n49\nthreatened to initiate actions as available under the SEBI Act A\nand SEBI (Collective Investment Schemes) Regulation, 1999.\n5. Aggrieved by the said order of the second respondent\ndated 06.12.2002, the appellants preferred the writ petition.\nbefore the High Court of Punjab and Haryana in CWP No.188\nof 2003 wherein the order impugned dated 26.07.2004 came\nto be passed. Before the Division Bench of the High Court, on\nbehalf of the appellants herein, two contentions were raised,\nnamely, that apart from its joint venture business, its other\nbusiness activities, namely, sale of agricultural land and sale\nand development of agricultural land, would not fall within the\ncategory of collective investment schemes as specified under\nSection 2(ba) read with Section 11AA of the SEBI Act and\nconsequently the order impugned dated 06.12.2002 cannot be\nsustained.\n6. Apart from challenging the order dated 06.12.2002, the\nappellants also challenged the vires of Section 11AA of the\nSEBI Act. At the instance of the second respondent the\nquestion about the territorial jurisdiction of the High Court was\nraised, which was turned down by the Division Bench in the\norder impugned and the same has become final and\nconclusive, as there was no challenge to the said part of the\njudgment of the Division Bench. As far as the stand of the PGF\nLimited that its business activity of sale and development of\nagricultural land would not fall within the category of collective\ninvestment schemes, the Division Bench, after a detailed\nconsideration, held that having regard to the nature of offer\nmade by the PGF Limited, the prescribed filled in application\nforms, collected from the investors before entering into the\ntransaction of transfer of any land by way of sale and the various\nterms contained in the agreement for development, held that\nthe nature of development of the land assured to the customer\nby the PGF Limited would bring the whole scheme of sale and\ndevelopment of agricultural land under the concept of collective\ninvestment schemes falling under Section 11AA(2)(ii) and (iv)\nB\nC\nD\nE\nF\nG\nH\n50\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA of the SEBI Act and, therefore, the second respondent had\nevery authority to proceed against the PGF Limited.\nB\nC\nD\nE\nF\nG\nH\n7. The Division Bench, thereafter, proceeded to examine\nthe correctness of the order of the second respondent dated\n06.12.2002 and held that there was every justification for the\nsecond respondent to pass the said order and for passing the\nultimate direction contained therein. As far as the challenge as\nto the vires of Section 11AA of the SEBI Act, the Division Bench\nexamined the said submission threadbare and found no\nsubstance in the said submission inasmuch as the object of\nadding Section 11AA of the SEBI Act pointed at investors'\nprotection, not agriculture and consequently the first respondent-\nUnion of India had every competence to introduce the said\nprovision in the SEBI Act.\n8. We heard Mr. A.K. Ganguli, learned senior counsel for\nthe appellants, Mr. Sidharth Luthra, learned Additional Solicitor\nGeneral for respondent No.1 \u0026 Mr. Parag P. Tripathi, learned\nsenior counsel for respondent No.2. Mr. Ganguli while assailing\nthe order of the Division Bench after taking us through the\nmaterial documents, in particular, the specimen application\nform submitted by the investors along with its annexures,\ncopies of certain sale deeds between the vendor and the\ninvestors, submitted that once the joint venture operations\ncarried on by the PGF Limited, were stopped by them on and\nfrom 01.02.2000, its other activity of sale of agricultural land nor\nthe sale and development of agricultural land can be brought\nwithin the category of collective investment schemes. The\nlearned senior counsel by referring to the definition of 'security'\nunder the Securities Contracts (Regulation) Act, 1956, which\ndefinition was adopted for the purpose of application of SEBI\nAct as mentioned in Section 2(1)(i), contended that the\napplication form or the development agreement cannot be\nconstrued as an 'instrument' in order to state that the sale and\ndevelopment activity of the PGF Limited can be brought within\nthe category of collective investment schemes.\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n51\n9. The learned senior counsel contended that none of the\nterms and conditions of the agreement contemplated any return\nwhile operating the activity of development of the agricultural\nland of the investors that since return is sine qua non for any\ncollective investment scheme, the activity of sale and\ndevelopment of agricultural land cannot be construed as a\ncollective investment scheme. According to learned senior\ncounsel, the role of the PGF Limited was merely facilitating the\ninvestors for purchasing agricultural lands in multiple units and\nbeyond that no other obligation was to be performed by the\nPGF Limited, which can be construed as providing for any\nreturn in the process of sale and development of agricultural\nland to the investors by the PGF Limited. The learned senior\ncounsel, therefore, contended that the conclusion of the Division\nBench in holding that the sale and development of agricultural\nland would fall within the definition of collective investment\nscheme under Section 2(ba) read along with 11AA of the SEBI\nAct, was erroneous and consequently the judgment of the\nDivision Bench as well as the order of the second respondent\ndated 06.12.2002 are liable to be set aside.\nA\nB\nC\nD\n10. As far as the vires of Section 11AA of the SEBI Act E\nis concerned, learned senior counsel primarily contended that\nthe business of the PGF Limited being sale of agricultural land\nand sale and development of agricultural land to its customers,\nthe said activity would only fall under Entry 18 of List II of the\nSeventh Schedule and, therefore, the State Legislature alone F\nwas competent to bring about any legislation for the purpose\nof regulating its activities. The learned senior counsel contented\nthat none of the transactions carried on by the PGF Limited\nwith its customers whether directly or indirectly nor any of the\ndocuments available on record in relation to the transaction of\nsale of agricultural land and sale and development of\nagricultural land can be construed as an 'instrument' falling\nunder the definition of 'securities' as defined under Section\n2(h)(ib) of the Securities Contracts (Regulation) Act, 1956,\nwhich expression was 'mutatis mutandis' applied for the\nG\nH\n"}