{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\n[2013] 6 S.C.R. 32\nM/S. P.G.F. LIMITED \u0026 ORS.\nV.\nUNION OF INDIA \u0026 ANOTHER\n(Civil Appeal No.6572 of 2004)\nMARCH 12, 2013\n[DR. B.S. CHAUHAN AND FAKKIR MOHAMED\nIBRAHIM KALIFULLA, JJ.]\nSecurities and Exchange Board of India Act, 1992.\n-\nss.11AA Constitutional validity of - Held: The provision\nis constitutionally valid - It does not intrude into the specific\nactivities of sale of agricultural land and development - The\nprovision cannot be struck down on the ground of legislative\nD competence, being in conflict with Entry 18 of List II of Seventh\nSchedule of the Constitution - Constitution of India, 1950 –\nSchedule VII, List II, Entry 18.\nE\n-\ns.2(ba) and 11AA(2) - Collective Investment Scheme -\nWhether covers appellant-Company's business activity of\nsale and development of agricultural land - Held: The activity\nof the company is nothing but a scheme/arrangement in the\nguise of sale and development of agricultural land - The\nagreement between the investors and the company shows that\nit was one-sided and arbitrary and there was uncertainty in the\ntransactions to the disadvantage of the investors - Therefore\nthe business activity squarely fell within the definition of\nCollective Investment Scheme u/s. 2(ba) r/w. s.11AA(2) – In\nview of the fact that the whole attempt of the Company was\nvexatious, and it perpetuated the present litigation with evil\nG intention, exemplary cost of Rs.50 lakhs imposed\nF\nI\n-\n-\nAppropriate inquiry and investigation directed to be\nconducted by CBI and Income Tax Department apart from the\ninquiry by the second respondent.\n32\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n33\nMAKE\nPractice and Procedure - Writ petition - Challenging A\nvalidity of provision of law Held: In such cases, it is\nimperative to examine at the threshold, by applyng the\nprinciple of lifting of veil as to whether such challenge is bona\nfide or there is any hidden agenda in perpetrating such\nlitigation - Writ court should also keep in mind certain criteria B\nfor the purpose of entertaining such challenge and also while\ngranting interim relief in such cases.\nWords and Phrases - 'Collective Investment Scheme'\nMeaning of, in the context of s. 11AA of Securities and\nExchange Board of India Act.\nс\nThe appellant-Company was involved in business\nactivity of sale of agricultural land, sale and development\nof agricultural land and joint ventures scheme. The\nsecond respondent by a public notice as well as by D\nspecific letter called upon the appellant-company to\nfurnish certain details regarding its Collective Investment\nSchemes. It also asked the company to get itself credit\nrated from credit rating companies approved by the\nsecond respondent. Thereafter the second respondent E\npassed an order dated 20.2.2002 in exercise of its powers\nu/s. 11B of SEBI Act, issuing stringent directions against\nthe appellant-company. The order was challenged. The\nHigh Court directed the Company to furnish the details\nrequired by the second respondent and also directed the\nrespondent to give personal hearing to the company. In\ncompliance with the Court direction, second respondent\npassed its order dated 6.12.2002 holding that the\nbusiness activity of the company i.e. sale and\ndevelopment of agricultural land and its joint venture\nschemes were Collective Investment Schemes and\ndirected the Company neither to collect money from\ninvestors nor to launch any new Scheme as it had failed\nto comply with the statutory requirement as provided\nunder SEBI (Collective Investment Schemes) Regulation, H\nFL\nG\n34\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA 1999. It also directed the Company to refund the money\ncollected under the schemes, to the investors as per\nterms of the offers.\nB\nC\nD\nE\nF\nG\nH\nThe company challenged the order dated 6.12.2002\ncontending that its business activities in sale of\nagricultural land and sale and development of\nagricultural land would not fall within the category of\nCollective Investment Scheme specified u/s. 2(ba) r.w.\ns.11AA of SEBI Act. The Company also challenged the\nvires of s.11AA of SEBI Act. The High Court dismissed\nthe petition holding that the business activities of the\nCompany were Collective Investment Schemes falling ul\ns. 11AA (2)(ii) and (iv) of SEBI Act and therefore the\nsecond respondent was authorized to proceed against\nthe Company. The Court also held that s.11AA was valid\nas Union of India was competent to introduce the said\nprovision. Hence the present appeal.\nDismissing the appeal, the Court\nHELD: 1.1. On very many occasions a challenge to\na provision of law, as to its constitutionality is raised with\na view to thwart the applicability and rigour of those\nprovisions and as an escape route from the applicability\nof those provisions of law and thereby create an\nimpediment for the concerned authorities and the\ninstitutions who are to monitor those persons who seek\nsuch challenges by abusing the process of the Court.\nSuch frivolous challenges always result in prolongation\nof the litigation, which enables such unscrupulous\nelements who always thrive on other peoples money to\ntake advantage of the pendency of such litigation\npreferred by them and thereby gain, on the one side,\nunlawful advantage on the monitory aspect and to the\ndisadvantage of innocent victims, and ultimately, gain\nunlawful enrichment of such ill-gotten money by\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n35\nB\ndefrauding others. In effect, such attempts made by A\ninvoking the extraordinary jurisdiction of the writ Courts\nof many such challenges, mostly result in rejection of\nsuch challenges. However, at the same time, while taking\nadvantage of the long time gap involved in the pending\nproceedings, such unscrupulous litigants even while\nsuffering the rejection of their stand at the end as to the\nvires of the provisions, always try to wriggle out of their\nliabilities by stating that the time lag had created a\nsituation wherein those persons who were lured to part\nwith huge sums of money are either not available to get\nback their money or such unscrupulous petitioners\nthemselves are not in a position to refund whatever\nmoney collected from those customers or investors. It is,\ntherefore, imperative and worthwhile to examine at the\nthreshold as to whether such challenges made are\nbonafide and do require a consideration at all by the writ\ncourts by applying the principle of ‘lifting the veil' and as\nto whether there is any hidden agenda in perpetrating\nsuch litigation. [Para 31] [65-A-G]\n1.2. Therefore, certain criteria to be kept in mind\nwhenever a challenge to a provision of law is made before\nthe Court. The Court can, in the first instance, examine\nwhether there is a prima facie strong ground made out\nin order to examine the vires of the provisions raised in\nthe writ petition. The Court can also note whether such\nchallenge is made at the earliest point of time when the\nstatute came to be introduced or any provision was\nbrought into the statute book or any long time gap exist\nas between the date of the enactment and the date when\nthe challenge is made. It should also be noted as to\nwhether the grounds of challenge based on the facts\npleaded and the implication of provision really has any\nnexus apart from the grounds of challenge made. With\nreference to those relevant provisions, the Court should\nbe conscious of the position as to the extent of public\nC\nD\nE\nLL\nF\nG\nH\nC\n36\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA interest involved when the provision operates the field as\nagainst the prevention of such operation. The Court\nshould also examine the extent of financial implications\nby virtue of the operation of the provision vis-à-vis the\nState and alleged extent of sufferance by the person who\nB seeks to challenge, based on the alleged invalidity of the\nprovision with particular reference to the vires made.\nEven if the writ Court is of the view that the challenge\nraised requires to be considered, then again it will have\nto be examined, while entertaining the challenge raised\nfor consideration, whether it calls for prevention of the\noperation of the provision in the larger interest of the\npublic. The Writ Court should also examine such other\ngrounds on the above lines for consideration while\nconsidering a challenge on the ground of vires to a\nStatute or provision of law made before it for the purpose\nof entertaining the same as well as for granting any\ninterim relief during the pendency of such writ petitions.\nIt is also imperative that when such writ petitions are\nentertained, the same should be disposed of as\nexpeditiously as possible and on a time bound basis, so\nthat the legal position is settled one way or the other.\n[Paras 31 and 32] [65-H; 66-A-G]\nD\nE\n2.1. The paramount object of the Parliament in\nenacting the Securities and Exchange Board of India Act\nF itself and in particular the addition of Section 11AA was\nwith a view to protect the gullible investors most of whom\nare poor and uneducated or retired personnel or those\nwho belong to middle income group and who seek to\ninvest their hard earned retirement benefits or savings in\nG such schemes with a view to earn some sustained\nbenefits or with the fond hope that such investment will\nget appreciated in course of time. Certain other Section\nof the people who are worstly affected are those who\nbelong to the middle income group who again make such\ninvestments in order to earn some extra financial benefits\nH\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n37\nand thereby improve their standard of living and on very A\nmany occasions to cater to the need of the educational\ncareer of their children. [Para 37] [71-E-G]\nB\nC\nD\n2.2. A reading of s.11AA of SEBI Act discloses that it\ntalks of any scheme or arrangement, which would fall\nwithin the definition of a collective investment scheme.\nSection 2 (ba) under the definition clause states that a\ncollective investment scheme would mean any scheme\nor arrangement, which satisfies the conditions specified\nin Section 11AA. Under sub-Section (2) of Section 11AA,\nit is stipulated that any scheme or arrangement made or\noffered by any company by which the contribution, or\npayment made by the investors, by whatever name\ncalled, are pooled and utilized for the purposes of\nscheme or arrangement; contributions or payments are\nmade by the investors with a view to receive profits,\nincome, produce or property, whether movable or\nimmovable, based on the scheme or arrangement, any\nproperty, contribution or investment which forms part of\nthe scheme or arrangement is identifiable or not, is\nmanaged by someone on behalf of the investors shall be E\ncollective investment scheme. Further the investors\nshould not have day to day control over the management\nand operation of the scheme or arrangement. A detailed\nanalysis of sub-section (2) of Section 11AA, which defines\na collective investment scheme disclose that it is not\nrestricted to any particular commercial activity such as\nin a shop or any other commercial establishment or even\nagricultural operation or transportation or shipping or\nentertainment industry etc. The definition only seeks to\nascertain and identify any scheme or arrangement, G\nirrespective of the nature of business, which attracts\ninvestors to invest their funds at the instance of someone\nelse who comes forward to promote such scheme or\narrangement in any field and such scheme or\narrangement provides for the various consequences to\nF\nH\n38\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA result there from. [Para 35] [69-H; 70-A]\nB\nD\nSahara India Real Estate Corporation Limited and Ors.\nvs. Securities and Exchange Board of India and Anr. (2013)\n1 SCC 1 relied on.\n-\n2.3. Sub-Section (3) of Section 11AA of SEBI Act\nprovides that those institutions and schemes governed\nby sub-clause (i) to (viii) of sub-Section (3) of Section\n11AA will not fall under the definition of collective\ninvestment scheme. Sub-clauses (i) to (viii) shows that\nC those are all the schemes, which are operated upon\neither by a co-operative society or those institutions,\nwhich are controlled by the Reserve Bank of India Act,\n1934 or the Insurance Act of 1938 or the Employees\nProvident Fund and Miscellaneous Provisions Act, 1952\nor the Companies Act, 1956 or the Chit Fund Act of 1982\nand contributions, which are made in the nature of\nsubscription to a mutual fund, which again is governed\nby a SEBI (Mutual Fund) Regulations 1996. Therefore, by\nspecifically stipulating the various ingredients for\nE bringing any scheme or arrangement under the definition\nof collective investment scheme as stipulated under sub-\nSection (2) of Section 11AA, when the Parliament\nspecífically carved out such of those schemes or\narrangements governed by other statutes to be excluded\nfrom the operation of Section 11AA, one can easily\nvisualize that the purport of the enactment was to ensure\nthat no one who seeks to collect and deal with the\nmonies of any other individual under the guise of\nproviding a fantastic return or profit or any other benefit\ndoes not indulge in such transactions with any ulterior\nmotive of defrauding such innocent investors and that\nhaving regard to the mode and manner of operation of\nsuch business activities announced, those who seek to\npromote such schemes are brought within the control of\nan effective State machinery in order to ensure proper\nLL\nF\nG\nH\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\nworking of such schemes. [Para 39] [72-D-H; 73-A-B]\n39\nΑ\n_A\nB\nC\nD\n2.4. The implication of Section 11AA was not intended\nto affect the development of agricultural land or any other\noperation connected therewith or put any spokes in such\nsale-cum-development of such agricultural land. By\nseeking to cover any scheme or arrangement by way of\ncollective investment scheme either in the field of\nagricultural or any other commercial activity, the purport\nis only to ensure that the scheme providing for\ninvestment in the form of rupee, anna or paise gets\nregistered with the authority concerned and the provision\nwould further seek to regulate such schemes in order to\nensure that any such investment based on any promise\nunder the scheme or arrangement is truly operated upon\nin a lawful manner and that by operating such scheme\nor arrangement, the person who makes the investment\nis able to really reap the benefit and that he is not\ndefrauded. Sub- clauses (i) to (viii) of sub-Section (3),\nwhich excludes those schemes and arrangements from\nthe operation of Section 11AA in as much as those\nschemes are already governed under various statutes\nand are operated upon by a co-operative society or State\nmachinery and there would be no scope for the\nconcerned persons or the institutions who operate such\nschemes within the required parameters and thereby the\ncommon man or the contributory's rights or benefits will F\nnot be in any way jeopardized. It is, therefore, apparent\nthat all other schemes/arrangements operated by all\nothers, namely, other than those who are governed by\nsub-section 3 of Section 11AA are to be controlled in\norder to ensure proper working of the scheme primarily\nin the interest of the investors. [Para 40] [73-C-H; 74-A]\n2.5. What sub-section (2) of Section 11AA intends to\nachieve is only to safeguard the interest of the investors\nwhenever any scheme or arrangement is announced by\nE\nG\nH\n40\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nA such promoters by making a thorough study of such\nschemes and arrangements before registering such\nschemes with the SEBI and also later on monitor such\nschemes and arrangements in order to ensure proper\nstatutory control over such promoters and whatever\nB investment made by any individual is provided necessary\nprotection for their investments in the event of such\nschemes or arrangements either being successfully\noperated upon or by any mis-fortune happen to be\nabandoned, where again there would be sufficient\nC safeguards made for an assured refund of investments\nmade, if not in full, at least a part of it. [Para 42] [74-F-H;\n75-A]\n2.6. The factors, which weighed with the Parliament\nto introduce Section 11AA cannot be held to be done\nD\nwith a view to affect any particular category of business\nactivity much less the activity of agriculture. Therefore,\nthe stand of the appellant-Company that what it sought\nto carry out under its scheme was merely sale and\ndevelopment simplicitor of agricultural land and not a\nE collective investment scheme cannot be accepted [Para\n43] [75-B-C]\nF\nG\n2.7. Section 11AA of the SEBI Act is constitutionally\nvalid. The provision is not suffering from any infirmity, as\nit does not intrude into the specific activities of sale of\nagricultural land and its development. Thus, there is no\nscope to apply Entry 18 of List II of Seventh Schedule of\nthe Constitution, in order to strike down the said\nprovision on the ground of legislative competence. [Paras\n43 and 53] [75-D; 81-F]\n3.1. The activity of the appellant-Company, namely,\nthe sale and development of agricultural land squarely\nfalls within the definition of collective investment scheme\nunder Section 2(ba) read along with Section 11AA (ii) of\nH the SEBI Act and consequently the order of the second\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n41\nrespondent dated 06.12.2002 is perfectly justified and A\nthere is no scope to interfere with the same. [Para 53] [81-\nF-G]\nB\n3.2. In the present case, once the customer signs the\napplication form and the agreement, virtually he would be\nleft high and dry with no remedy, in the event of any\nbreach being committed by the appellant-Company,\nwhile on the other hand he will have everything to loose\nif such breach happened to occur at the instance of the\ncustomer. The agreement, thus, demonstrates to be\nC\nwholly one sided and arbitrary in all respects. [Para 49]\n[78-D-F]\n3.3. A conspectus consideration of the scheme of\ndevelopment of the land purchased by the customers at\nthe instance of the appellant-Company and the promised D\ndevelopment under the agreement disclose that there\nwas wholesale uncertainty in the transactions to the\ndisadvantage of the investors' concerned. The above\nfactors disclose that appellant-Company under the guise\nof sale and development of agricultural land in units of E\n150 sq.yrds. i.e. 1350 sq. ft. and its multiples offered to\ndevelop the land by planting plant, trees etc., and thereby\nthe customers were assured of a high amount of\nappreciation in the value of the land after its development\nand attracted by such anticipated appreciation in land\nvalue, which is nothing but a return to be acquired by the\ncustomers after making the purchase of the land based\non the development assured by the appellant-Company,\npart with their monies in the fond hope that such a\npromise would be fulfilled after successful development\nof the bits of land purchased by them. [Para 51] [79-G-H;\n80-A-C]\nF\nTI\nG\n3.4. The appellants, however, failed to supply any\nmaterial to demonstrate as to how and in what manner\nany of the lands said to have been sold to its customers H\n"}