{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54}],"text":"↑\n82\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nC\nD\nA that it had stopped its joint venture scheme as from 01.02.2000\nis correct or not by holding necessary inspection, enquiry and\ninvestigation of the premises of the PGF Limited in its\nregistered office or any of its other offices wherever located\nand also examine the account books other records and based\nB on such inspection, enquiry and investigation issue any further\ndirections in accordance with law. Whatever amount deposited\nby the PGF Limited pursuant to the interim orders of this Court\nrelating to joint venture scheme shall be kept in deposit by the\nsecond respondent in an Interest Bearing Escrow Account of\na Nationalized Bank. The second respondent shall also verify\nthe records of the PGF Limited relating to the refund of deposits\nof the customers who invested in the joint venture schemes and\nascertain the correctness of such claim and based on such\nverification in the event of any default noted, appropriate further\naction shall be taken against the PGF Limited for settlement\nof the monies payable to such of those investors who\nparticipated in any such joint venture schemes operated by the\nPGF Limited. It will also be open to the second respondent while\ncarrying out the above said exercise to claim for any further\npayment to be made by the PGF Limited towards settlement\nof such claims of the participants of the joint venture schemes\nand charge interest for any delayed/defaulted payments. As far\nas the deposit made by the PGF Limited with the second\nrespondent on the ground that the such amount could not be\ndisbursed to any of the investors for any reason whatsoever the\nF second respondent, based on the verification of the records of\nthe PGF Limited, arrange for refund/disbursement of such\namount back to the participants of the joint venture schemes\nwith proportionate interest payable on that amount. The above\ndirections are in addition to the directions made by the Division\nG Bench of the High Court.\nE\nH\n54. Having noted the conduct of the PGF Limited in having\nperpetrated this litigation which we have found to be frivolous\nand vexatious in every respect, right from its initiation in the\nHigh Court by challenging the vires of Section 11AA of the SEBI\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n83\nB\nAct without any substantive grounds and in that process A\nprolonged this litigation for more than a decade and thereby\nprovided scope for defrauding its customers who invested their\nhard earned money in the scheme of sale of land and its\ndevelopment and since we have found that the appellants had\nnot approached the Court with clean hands and there being very\nmany incongruities in its documents placed before the Court\nas well as suppression of various factors in respect of the so\ncalled development of agricultural land, we are of the view that\neven while dismissing the Civil Appeal, the PGF Limited should\nbe mulcted with the exemplary costs. We also feel it\nappropriate to quote what Mahatma Gandhi and the great poet\nRabindranath Tagore mentioned about the greediness of\nhuman being which are as under:\n\"Earth provides enough to satisfy every man's need, but\nnot every man's greed.\n-Mahatma Gandhi-\nThe greed of gain has no time or limit to its\ncapaciousness. Its one object is to produce and\nconsume. It has pity neither for beautiful nature nor for\nliving human beings. It is ruthlessly ready without a\nmoment's hesitation to crush beauty and life out of them,\nmolding them into money.\"\nс\nD\nE\n-Rabindranath Tagore-- F\n55. In this respect, it will be worthwhile to note what the PGF\nLimited disclosed before the second respondent in its letter\ndated 15.01.1998 alongwith the covering letter dated\n20.05.2002. The details mentioned therein disclose that the total\namount received by the PGF Limited under different schemes\nfrom 01.01.1997 to 31.12.1997 was approximately Rs.186.84\ncrores. Its paid up capital was stated to be Rs.94,90,000/- and\nit mobilized Rs.815.23 crores under joint venture schemes from\n01.04.1996 to 30.06.2002. The future liabilities towards joint\nG\nH\n84\nSUPREME COURT REPORTS\n[2013] 6 S.C.R.\nC\nA venture schemes was projected in a sum of Rs.655.41 crores.\nTotal outstanding liabilities payable to investors under the old\nclosed schemes as on 30.06.2002 was stated to be Rs.497\ncrores. As against the above, till 31.10.2002, the PGF Limited\nstated to have made a net payment of Rs.115.93 crores leaving\nB the balance due in a sum of Rs.393.69 crores approximately.\nThe above details have been noted by the second respondent\nwhile mentioning the submission of the PGF Limited in its order\ndated 06.12.2002. Thus, we are convinced that the PGF\nLimited deliberately did not furnish the amounts till this date what\nwas collected from the customers who made their investments\nin the so-called venture of sale and development of agricultural\nlands. Therefore, it is explicit that the PGF Limited was playing\na hide and seek not only before the second respondent, but\nwas also taking the Courts for a ride. We have noted in more\nthan one place in our order that inspite of our repeated asking\nthe appellants did not come forward to disclose the details of\nany development it made in respect of the lands alleged to have\nbeen sold to its customers. There is also no valid reason for\nnot disclosing the details before the court. As in one of its\nactivities, namely, joint venture scheme alone, it had mobilized\nRs.815.23 crores, it can be easily visualized that in its activities\nof sale and development of land such mobilization would have\nfar exceeded several thousand crores. In such circumstances,\nthe appeal is liable to be dismissed which may have costs.\nD\nE\nF\n56. Apart from imposing cost for having wasted the\nprecious time of the High Court as well as of this Court, in order\nto ensure that none of the investors/customers of the PGF\nLimited, who have parted with their valuable savings and\nearnings by falling a prey to the promise extended to them are\nG deprived of their investments, we feel it just and necessary to\ndirect for proper investigation both by the Central Bureau of\nInvestigation as well as the Department of Income Tax and in\nthe event of any malpractice indulged in by the PGF Limited,\nto launch appropriate proceedings, both Civil, Criminal and\nother actions against the PGF Limited, as well as, all those who\nH\n'\nP.G.F. LIMITED \u0026 ORS. v. UNION OF INDIA\n[FAKKIR MOHAMED IBRAHIM KALIFULLA, J.]\n85\nA\nB\nC\nD\nwere responsible for having indulged in such malpractice. We\nalso direct the second respondent to proceed with its\ninvestigation/enquiry and inspection of the PGF Limited as well\nas all its other officers and other premises and after due enquiry\nto be carried out in accordance with law, take necessary steps\nfor ensuring the refund of the monies collected by the PGF\nLimited in connection with the sale and development of land to\nits various customers. In order to enable the second respondent\nto carry out the various directions contained in this judgment,\nwe direct the PGF Limited to appoint a nodal officer, not below\nthe rank of a Director, of its company who shall be responsible\nfor furnishing whatever information, documents, account books\nor other materials that may be required by the second\nrespondent, the Central Bureau of Investigation as well as the\nIncome Tax Authorities. While intimating appointment of such\nnodal officer, the PGF Limited shall also furnish the contact\nnumber i.e., landline/mobile numbers, e-mail address and other\ndetails of its nodal officer, its registered office, administrative\noffice and other offices. It is made clear that if the PGF Limited\nfailed to comply with any of the directions contained in this\njudgment, the second respondent shall be at liberty to bring it\nto the notice of this Court by filing appropriate application for\ninitiating necessary proceedings against the PGF Limited-\nappellant No.1, its Chairman-cum-Managing Director-appellant\nNo.2 and other Directors and other responsible officers. With\nthe above directions, the appeal stands dismissed with cost\nof Rs.50,00,000/-(Rupees fifty lacs only) to be deposited by the\nPGF Limited with the Registry of the Supreme Court within\neight weeks from the date of receipt of copy of this judgment.\nOn such deposit being made, the Registry shall arrange to\ndeposit the said sum with the Supreme Court Legal Services\nCommittee. In the event of PGF Limited failing to comply with G\nthe direction for payment of costs within the stipulated time limit,\nthe Registry shall bring the same to the notice of the Court for\ninitiating appropriate proceedings against the PGF Limited for\nnon-compliance.\nK.K.T.\nE\nF\nAppeal dismissed.\nH\n"}