{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"ન\nRANJIT SINGH\nV.\nSTATE OF M. P.\nAPRIL 03, 2007\n[S. B. SINHA AND MARKANDEY KATJU, JJ.]\nΑ΄\nB\nPenal Code, 1860-Section 302-Conviction under-Sustainability of-\nAssault by weapons by accused, leading to death of two-FIR lodged within\nshort time-Specific overt acts alleged on part of the accused-Attribution\nof motive to accused-Prosecution case proved by evidence of witnesses who\nwere family members of deceased-Thus, order of conviction sustainable.\nC\nAccording to the prosecution case, on account of enmity between the\nparties, at mid night appellant and his father assaulted B with weapons. R,\ncousin of B who came out to protect B, was also assaulted. Both B and R died D\non the spot. FIR was lodged. Accused persons were tried for offence under\nsections 147, 148, 149 and 302 IPC. Trial Court examined the first informant,\nhis wife, S and wife of R as eye witnesses and held that the appellant along\nwith S and J had committed the offence. During pendency of trial, S and J\ndied. Appellant was convicted and sentenced under section 302 IPC. High\nCourt upheld the order. Hence the present appeal.\nDismissing the appeal, the Court\nE\nHELD: 1. There is no reason to differ with the findings of the Trial Judge\nas also the High Court. The prosecution has been able to prove its case by\nbringing on record the evidence of at least three eye witnesses, who are the F\nmembers of the family of the deceased, thus, there is no merit in the instant\nappeal. [Paras 9 and 10] [763-C-F-G]\n2.1. It is evident from the record that FIR was lodged within a very short\ntime by PW-3. Indisputably, in the said FIR, the appellant, amongst others,\nG\nhad been named. Specific overt acts on his part had been alleged. Even the\nmotive had been attributed. Even otherwise, utterances of the appellant, his\nfather and other accused persons on the reason for commission of the crime\nclearly go to show that the motive for commission of the said offence was that\n759\nH\n760\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA against the wishes of appellant with whom 'Sagai' ceremony of S categorically\nstated even in his examination-in-chief that as his eye-sight had become weak,\nhe could not recognize them. Therefore, his evidence could not be shattered.\n[Para 6] [762-E-H]\nB\n2.2. The evidence of P.W. 4, wife of first informant must be read in its\nentirely. She had categorically stated that she had heard accused no. 1 uttering\nthe words, 'come out'. Even otherwise, it is evident from her statement as also\nthe statement of P.W.3 that while knocking at the door, accused no. 1\nidentified him in response whereto only the door was opened. She, in her\ndeposition, clearly stated that she had seen the accused killing B and R, but\nC she added that only after becoming unconscious she did not see anything\nthereafter. [Para 7 and 8] [763-A-C]\n2.3. S had not only proved the motive; she gave a detailed account of the\nentire incident. She knew the appellant from before. She accepted that her\n'Sagai' ceremony with appellant had been performed. Except in regard to the\nD time of occurrence, her statement remained unchallenged. The manner in\nwhich the two persons had been killed found sufficient support from the post\nmortem reports. The ante-mortem injuries found on the person of the deceased\nsupport the prosecution case. [Para 9] [763-D-F]\nE 2006.\nF\nG\nH\n•\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 1106 of\nFrom the Judgment and Order dated 24.06.2005 of the High Court of\nMadhya Pradesh, Bench at Indore in Criminal Appeal No. 611 of 2000.\nJaved Mahmud Rao for the Appellant.\nD.K. Singh, Dr. Indra Prakash Singh and C.D. Singh for the Respondent.\nThe Judgment of the court was delivered by\nS.B. SINHA, J. 1. Delay condoned.\n2. On 09th October 1994 at about .30 a.m., a First Information Report\n(FIR) was lodged by one Nagu, father of one of the deceased Bhanwar Lal\nand the cousin of the second deceased Ram Lal, before the Officer-in-charge\nof Maksi Police Station in relation to an incident which had taken place at\nvillage Merukheri at about 2 or 2.30 a.m. on the said date. The prosecution\ncase appears to be that 'Sagai' ceremony had been performed for marriage of\nRANJIT SINGH v. STATE OF M. P. [S.B. SINHA, J.]\n761\nthe appellant herein with Sitabai, P.W.16. However, her father refused to A\nsolemnize the said marriage as he had learnt that Ranjit was already married.\nSitabai was married to Bhanwarlal. ‘Bidai' ceremony took place a few days\nprior to the date of incident. In the FIR, it was stated by P.W.3-Nagu, that as\nSitabai (P.W.16) was not keeping well she slept with his wife Kamlabai and\ndaughter Sultantabai whereas Bhanwar Lal was sleeping in the next room. At\nB\nabout 2 or 2.30 a.m. on the intervening night of 8/9th October 1994, accused\nno 1. Sidhnath, his son Ranjit, the appellant herein and some other persons\nknocked at the door of the first informant. On the door bein opened, the first\ninformant was asked by the accused in regard to the whereabouts of Bhanwar\nLal to which he replied that he was outside the house. Then, they shouted\ncalling Bhanwar Lal and when he came out, he was assaulted with swords and C\n‘pharsi' by the accused persons. Ram Lal, his cousin came out to protect\nBhanwar Lal whereupon he was also assaulted with swords and 'pharsi'. As\na result of the assault, both of them died on the spot. Accusd thereafter fled\naway. P.W.16 Sitabai, however, stated that apart from Sidhnath and the appellant,\na few more persons took part in the incident. Upon conclusion of investigation,\naltogether six persons were sent for trial for offence under Sections 147, 148,\n149 and 302 of the Indian Penal Code. Before the learned Sessions Judge,\napart from other witnesses, P.W.3-Nagu, P.W.4-Kamla Bai, P.W.5-Teju Bai (wife\nof deceased Ram Lal) and P.W.16-Sita Bai (wife of deceased Bhanwar Lal)\nwere examined as eye witnesses. The learned Trial Judge believed the\nstatements of all the eye witnesses. He held the named accused Sidhnath, E\nRanjit as also Jagdish, i.e., accused nos.1,2 and 4 respectively had committed\nthe offence of murder of deceased Bhanwar Lal and Ram Lal. During the\npendency of the trial, Jagdish and Sidhnath died. The learned Trial Judge held\nat the only surviving accused, viz., the appellant herein, guilty of commission\nof the offence under Section 302 and sentenced him to undergo rigorous\nimprisonment for life.\n3. An appeal was preferred by the appellant before the High Court.\nAlthough the High Court did not place reliance upon the evidence of Teju\nBai-P.W.5, agreeing with the findings of the learned Trial Judge, it dismissed\nthe appellant's appeal.\nᎠ\nF\nG\n4. Learned counsel appearing on behalf of the appellant, in support of\nthis appeal would, inter alia, submit that the High Court committed a manifest\nerror in arriving at its findings inasmuch as it had not considered a large\nnumber of discrepancies in the depositions of the so-called eye witnesses.\nLearned counsel would point out that P.W.3 had not been able to even H\n762\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA identify the appellant in the court. Our attention was also drawn to the fact\nthat he had even not been able to establish the purported motive behind\ncommission of the offence. It was urged that Kamla Bai, mother of the\ndeceased Bhanwar Lal, on her own showing, became unconscious and thus\ncould not be an eye witness to the occurrence and in that view of the matter,\nthe High Court committed an error in relying upon her deposition. So far as\nthe evidence of P.W.16 is concerned, learned counsel would submit that if\nher evidence is to be believed, the occurrence had taken place only at about\n12.00 hours which goes against the prosecution case.\nB\n5. It was furthermore submitted that the prosecution case being based\nC upon the purported recovery of the weapons of assault which had not been\nD\nE\nbelieved even by the learned Trial Judge, the High Court should have\nconsidered the defence case from that angle and ought to have arrived at a\nfinding that the prosecution has not been able to prove its case beyond all\nreasonable doubt against the appellant herein. Learned counsel appearing on\nbehalf of the State, on the other hand, would support the judgment.\n6. It is evident from the record that the FIR was lodged within a very\nshort time. Occurrence took place in the early hours of the morning. Two\npersons lost their lives. P.W.3, the first informant had to travel a distance of\nabout 12 Kms for lodging the FIR. He made an oral statement before the\nofficer-in-charge of the concerned Police Station which was recorded in writing.\nIndisputably, in the said FIR, the appellant, amongst others, had been named.\nSpecific overt acts on his part had been alleged. Even the motive had been\nattributed. P.W.3 must have been told about the motive for commission of the\nsaid crime by Sita Bai at a later point of time which found place in the FIR.\nEven otherwise, utterances of the appellant, his father and other accused\nF persons on the reason for commission of the crime clearly go to show that\nthe motive for commission of the said offence was that against the wishes\nof Ranjit with whom 'Sagai' ceremony of P.W.16 Sitabai had been performed,\nher father refused to perform her marriage with him. The statements made in\nthe FIR were reiterated by P.W.3 in his deposition before the learned Trial\nJudge. We do not find that the details of the said incident, which had been\nstated by the first informant either in the FIR or in his deposition before the\ncourt, were subjected to any cross-examination as such. It is true that although\nP.W.3 had named Sidhnath and Jagdish, besides the appellant, he could not\nidentify them in the court, he had categorically stated even in his examination-\nin-chief that as his eye-sight had become weak, he could not recognize them.\nH Therefore, his evidence could not be shattered.\nG\nRANJIT SINGH v. STATE OF M. P. [S.B. SINHA, J.]\n763\n7. He, therefore, in our opinion, gave sufficient explanation for not being A\nable to identify them in the court. So far as the evidence of P.W.4 is concerned,\nher evidence must be read in its entirety. She had categorically stated that she\nhad heard accused no.1 Sidhnath uttering the words, 'come out'. Even\notherwise, it is evident from her statement as also the statement of P.W.3 that\nwhile knocking at the door, accused no.1 identified him in response whereto\nonly the door was opened.\n8. She, in her deposition, clearly stated that she had seen the accused\nkilling Bhanwar Lal or Ram Lal, but she added that only after becoming\nunconscious she did not see anything thereafter.\nB\nC\n9. In this view of the matter, we do not see any reason to differ with\nthe findings of the learned Trial Judge as also the High Court in this behalf.\nAs the High Court had not placed any reliance upon the evidence of Teju Bai\nP.W.5, we need not take into consideration the same. We may, however, notice\nthat P.W.16 Sitabai had not only proved the motive; she gave a detailed\naccount of the entire incident. She knew the appellant from before. She D\naccepted that her 'Sagai' ceremony with Ranjit had been performed. Except\nin regard to the time of occurrence, her statement remained unchallenged.\nOnly certain suggestions had been thrown to her which she had denied. As\na matter of fact, save and except, pointing out the discrepancies in her\nevidence vis-à-vis the prosecution case in regard to the time of occurrence,\nlearned counsel for the appellant had not been able to place before us\nanything which would lead us to disbelieve her statement. The manner in\nwhich the two persons had been killed find sufficient support from the post\nmortem reports. The ante-mortem injuries found on the person of the deceased\nas were found by Dr. Kuldip Shrivastava P.W.14 and Dr. D. K. Rathore P.W.7\nsupport the prosecution case.\n10. As the prosecution has been able to prove its case by bringing on\nrecord the evidence of at least three eye witnesses, who are the members of\nthe family of the deceased, we are of the opinion that there is no merit in this\nappeal which is dismissed accordingly.\nE\n!\nF\n|\ni\ni\nN.J.\n!\nG\nAppeal dismissed.\n:\ni\n|\n"}