{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63}],"text":"RASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1201\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\nstatement is in the context of not advancing further arguments A\nas on behalf of the plaintiff, the arguments had already been\nadvanced; the judgment was reserved and kept for\npronouncement. The contention of the learned senior counsel\nis noted to be rejected.\n67. Lastly, learned senior counsel relying on \"doctrine of\nproportionality\" submitted that even if it is held that the\ndefendants were in default in reaching the court late on March\n17, 2005 and failed to cross-examine the plaintiff's witnesses,\nthe court could have at best imposed cost on the defendants\nand given them an opportunity to lead evidence and contest the\nsuit on merits. Had this course been adopted, there would not\nhave been any prejudice to the plaintiff since it was enjoying\nan interim order in its favour since March 16, 2004. It was, thus,\nsubmitted that there was no occasion for the Trial Judge to\nproceed ex parte, and in not permitting the defendants to argue\nthe case. The contention of the learned senior counsel for the\nappellants is that the judgment and decree passed by the trial\ncourt is not proportionate to the default on the part of the\ndefendants and, accordingly, liable to be set aside.\n68. We have already indicated above that in view of the\ndirection of the High Court and reiteration of that direction by\nthis Court, the trial court was required to complete the trial and\ndispose of the suit within six months from the date of the order\nof this Court. Obviously, the trial court had to proceed with the\ntrial of the suit speedily. On February 28, 2005, the matter was\nfixed before the trial court for cross-examination of plaintiff's\nwitnesses. The defendants' advocate moved an application for\nadjournment which was rejected by the trial court and when the\ntrial court asked the defendants' advocate to proceed with the\ncross-examination, he told the court to do whatever it wanted.\nWhat option was left to the court except to close the right of\nthe defendants to cross-examine plaintiff's witnesses. On the\nnext date, the defendants or their advocates even did not\nappear. The court was constrained to proceed ex parte against\nB\nC\nD\nE\nF\nG\nH\n1202 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA the defendants, hear the plaintiff's advocate when the plaintiff\nclosed its evidence and reserve the judgment to be pronounced\nat a later date.\nB\nC\nD\nE\nพย\nF\nG\n69. Recently, in the case of M/s. Shiv Cotex v. Tirgun Auto\nPlast P. Ltd. \u0026 Ors. (Civil Appeal No. 7532 of 2011) decided\non August 30, 2011, this Bench speaking through one of us\n(R.M. Lodha, J.), said, “ Should the court be a silent\nspectator and leave control of the case to a party to the case\nwho has decided not to take the case forward?\nparagraph 16 of the judgment, we stated:\n”. In\n\"No litigant has a right to abuse the procedure provided\nin the CPC. Adjournments have grown like cancer\ncorroding the entire body of justice delivery\nsystem. The past conduct of a party in the conduct\nof the proceedings is an important circumstance which the\ncourts must keep in view whenever a request for\nadjournment is made. A party to the suit is not at liberty to\nproceed with the trial at its leisure and pleasure and has\nno right to determine when the evidence would be let in\nby it or the matter should be heard. The parties to a suit -\nwhether plaintiff or defendant - must cooperate with the\ncourt in ensuring the effective work on the date of hearing\nfor which the matter has been fixed. If they don't, they do\nso at their own peril\n\"\n70. The doctrine of proportionality has been expanded in\nrecent times and applied to the areas other than administrative\nlaw. However, in our view, its applicability to the adjudicatory\nprocess for determination of 'civil disputes' governed by the\nprocedure prescribed in the Code is not at all necssary. The\nCode is comprehensive and exhaustive in respect of the\nmatters provided therein. The parties must abide by the\nprocedure prescribed in the Code and if they fail to do so, they\nhave to suffer the consequences. As a matter of fact, the\nprocedure provided in the Code for trial of the suits is extremely\nH rational, reasonable and elaborate. Fair procedure is its\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1203\nM.S.S. FOOD PRODUCTS (R.M. LODHA, J.]\nhallmark. The courts of civil judicature also have to adhere to A\nthe procedure prescribed in the Code and where the Code is\nsilent about something, the court acts according to justice,\nequity and good conscience. The discretion conferred upon the\ncourt by the Code has to be exercised in conformity with settled\njudicial principles and not in a whimsical or arbitrary or B\ncapricious manner. If the trial court commits illegality or\nirregularity in exercise of its judicial discretion that occasions.\nin failure of justice or results in injustice, such order is always\namenable to correction by a higher court in appeal or revision\nor by a High Court in its supervisory jurisdiction. Having regard C\nto the facts of the present case, which we have already\nindicated above, it cannot be said that the trial court acted\nillegally or with material irregularity or irrationally or in an\narbitrary manner in passing the orders dated February 28, 2005\nand March 17, 2005. The defendants by their conduct and\ntactics disentitled themselves from any further indulgence by the\ntrial court. The course adopted by the trial court can not be said\nto be unfair or inconsistent with the provisions of the Code.\nD\n71. In view of the above, appeal has no merit and is\ndismissed with costs which we quantify at Rupees 50,000/- (fifty E\nthousand).\nN.J.\nAppeal dismissed.\n"}