{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"RASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1171\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\nC\nopportunity of filing written arguments before conclusion of oral A\narguments. Rule 15 of Order XVIII provides for the contingency\nwhere the Judge before whom the hearing of the suit has begun\nis prevented by death, transfer or other cause from concluding\nthe trial of a suit. This provision enables the successor Judge\nto proceed from the stage at which his predecessor left the suit. B\nThe provision contained in Rule 15 of Order XVIII of the Code\nis a special provision. The idea behind this provision is to\nobviate re-recording of the evidence or re-hearing of the suit\nwhere a Judge is prevented by death, transfer or other cause\nfrom concluding the trial of a suit and to take the suit forward\nfrom the stage the predecessor Judge left the matter. The trial\nof a suit is a long drawn process and in the course of trial, the\nJudge may get transferred; he may retire or in an unfortunate\nevent like death, he may not be in a position to conclude the\ntrial. The Code has taken care by this provision that in such\nevent the progress that has already taken place in the hearing\nof the suit is not set at naught. This provision comes into play\nin various situations such as where part of the evidence of a\nparty has been recorded in a suit or where the evidence of the\nparties is closed and the suit is ripe for oral arguments or\nwhere the evidence of the parties has been recorded and the\nJudge has also heard the oral arguments of the parties and\nfixed the matter for pronouncement of judgment. The\nexpression \"from the stage at which his predecessor left it\" is\nwide and comprehensive enough to take in its fold all situations\nand stages of the suit. No category or exception deserves to\nbe carved out while giving full play to Rule 15 of Order XVIII of\nthe Code which amply empowers the successor Judge to\nproceed with the suit from the stage at which his predecessor\nleft it.\n26. In Gullapalli Nageswara Rao and Ors.', this Court\nstated the principle that one who hears must decide the case.\nThe Court said :\n\"The second objection is that while the Act and the Rules\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\n1172 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nframed thereunder impose a duty on the State Government\nto give a personal hearing, the procedure prescribed by\nthe Rules impose a duty on the Secretary to hear and the\nChief Minister to decide. This divided responsibility is\ndestructive of the concept of judicial hearing. Such a\nprocedure defeats the object of personal hearing. Personal\nhearing enables the authority concerned to watch the\ndemeanour of the witnesses and clear-up his doubts\nduring the course of the arguments, and the party\nappearing to persuade the authority by reasoned argument\nto accept his point of view. If one person hears and another\ndecides, then personal hearing becomes and empty\nformality. We therefore hold that the said procedure\nfollowed in this case also offends another basic principle\nof judicial procedure.\"\n27. The above principle with reference to hearing by a\nquasi judicial forum is not applicable to all situations in the\nhearing of the suit. \"Hearing of the suit\" as understood is not\nconfined to oral hearing. \"Hearing of the suit\" begins when the\nevidence in the suit begins and is concluded by the\npronouncement of judgment. The Code contemplates that at\nvarious stages of the hearing of the suit, the Judge may change\nor he may be prevented from concluding the trial and in that\nsituation, the successor Judge must proceed in the suit from\nthe stage the predecessor Judge has left it.\n28. Learned senior counsel for the appellants has placed\nreliance on the decision of the Madras High Court in the case\nof American Baptist Foreign Mission Society2. The principle\nof law in that case that a decree passed behind back of a legal\nrepresentative of the deceased party is nullity has no\napplication to the facts of the present case. The facts in the\nAmerican Baptist Foreign Mission Society2 were peculiar.\nThat was a case where after evidence was let in on April 19,\n1916, the case was adjourned to April 26 for further arguments.\nOn April 20, one of the defendants (14th defendant) died but\nH\nI\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1173\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\nhis legal representatives were not brought on record. The A\njudgment was delivered on May 3, 1916. It was contended on\nbehalf of the legal representative of the deceased party before\nthe High Court that the decree passed behind her back after\nher husband's death was without jurisdiction. The Madras High\nCourt upheld the argument. Referring to Rule 1 of Order XX, B\nthe Madras High Court held that the arguments should be heard\nbefore the case can be regarded as ripe for judgment and in\nthe case before them before the conclusion of arguments, the\n14th defendant had died and, thus, the case was not ripe for\njudgment rendering the decree bad in law. We are afraid, the\nC\nabove decision of Madras High Court has no application at all.\nOrder XVIII Rule 15 of the Code was not at all under\nconsideration before the Madras High Court.\nΕ\n29. A decision of the Lahore High Court, in the case of\nHarji Mal and Anr. v. Devi Ditta Mal and Ors. 5 deserves to be D\nnoticed by us. In that case, in the second appeal before the\nHigh Court, one of the contentions advanced by the appellants\nwas that the Senior Sub- Judge who disposed of the case and\nwrote the judgment did not actually hear oral arguments\nalthough written arguments were before him and, therefore, the\njudgment was a nullity and the matter needed to be remanded\nto the trial court. The facts in that case were these: the Sub-\nJudge who heard the case fixed the 10th of November, for\narguments. On that date, an adjournment was sought by the\ncounsel who appeared. The Sub-Judge did not allow F\nadjournment but directed them to file written arguments, if they\nwished to do so. The written arguments were submitted. While\nthe matter was reserved for the judgment, the Sub-Judge\ndecided to inspect the spot but he could not carry out inspection\nas he was transferred. The successor Judge took over and he\ninspected the spot and delivered the judgment. While dealing\nwith the argument, as noticed above, the Division Bench of the\nLahore High Court referred to Order XVIII Rule 2 of the Code\nand noted that the said provision gave an option to the parties\n5. AIR (1924) Lahr 107.\nG\nI\n1174 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA to argue their case when their evidence was conducted and it\nwas for them to decide whether they would avail of this\nprivilege. The High Court held that it was for a party to argue\nthe case if they wished to do so and as they did not do so, the\nonly construction which can be put upon the events is that they\ndeliberately failed to avail themselves of such opportunity. The\njudgment is in brief and to the extent it is relevant may be\nreproduced :\nB\nс\nD\nE\nLL\nF\nG\n\"1. In this second appeal the first point raised by counsel\nis that the Senior Sub-Judge who disposed of the case\nand wrote the judgment did not actually hear oral\narguments although written arguments were before him,\nand reliance has been placed on 57 I.C. 34 and 91 P.R.\n1904, as authorities to show that under these\ncircumstances the judgment is a nullity and the case must\nbe remanded to the trial court.\n2. The facts are that Mr. Muhammad Shah, the Sub-Judge,\nwho heard the case fixed the 10th of November, for\narguments. On that date Counsel appeared and stated that\nthey were not ready to argue and asked for an\nadjournment, which he did not allow but directed them to\nput in written arguments, if they wished to do so. They,\ntherefore failed to avail themselves of the opportunity given\nthem to argue the case before the Judge who had tried it.\nFurther adjournments were given for written arguments and\nthese were finally submitted on the 10th December. The\nSub-Judge then came to the conclusion that it was\nnecessary to inspect the spot, though what advantage\nexactly was to be obtained from this inspection is not\nclear. He was transferred before he carried out his\ninspection leaving the judgment unwritten and on the 22nd\nof January the parties appeared before Mr. Strickland, his\nsuccessor, who fixed the 5th February for inspection. Later,\nthe counsel for the defendants, who are now the appellants,\nappeared before him and asked for an adjournment which\nI\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1175\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\nhe granted. He eventually carried out the inspection in the A\npresence of the parties and then gave judgment. Now 91\nP.R. 1904 is to be distinguished as being the case of a\nfirst appeal and in 57 I.C. 34 it is clear that the parties had\nno opportunity to argue the case before the successor.\nHere they had ample opportunity before both Sub-Judges. B\nIn Order 18, Rule 2, an option is given to the parties to\nargue their case when the evidence is conducted and it is\nfor them to decide whether they will avail themselves of this\nprivilege. Here they were given a further opportunity at a\nlater date, the 10th November, and failed to make use of\nC\nit. It is contended that even so they were entitled to an\nopportunity before the successor of Muhammad Shah who\nwas not in the same advantageous position as he was,\ninasmuch as he had not heard the evidence. Even so they\ncertainly had more than one opportunity when they\nappeared before Mr. Trickland. It was for them to argue\nthe case if they wished to do so. They did not do so and\nthe only construction which can be put upon the events is\nthat they deliberately failed to avail themselves of such\nopportunity and left the case in his hands knowing that the\nwritten arguments were before him.\"\nD\nE\nF\n30. We are in agreement with the view of the Lahore High\nCourt that Order XVIII Rule 2 of the Code gives an option to\nthe parties to argue their case when the evidence is conducted\nand it is for them to decide whether they will avail themselves\nof this privilege and if they do not, they do so at their peril.\nInsofar as the case in hand is concerned, the right of the\ndefendants to cross-examine plaintiff was closed on February\n28, 2005. The matter was then fixed for March 17, 2005 for the\nremaining evidence of the plaintiff. On that day, none appeared G.\nfor the defendants although the matter was called out twice. In\nthat situation, the Judge ordered the suit to proceed ex parte\nagainst the defendants; heard the arguments of the plaintiff and\nclosed the suit for pronouncement of judgment on March 28,\n2005. In these facts, the defendants, having lost their privilege\nH\n1176 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA of cross-examining the plaintiff's witnesses and of advancing\noral arguments, now cannot be permitted to raise any grievance\nthat the successor Judge who delivered the judgment has not\ngiven them an opportunity of oral arguments.\nB\n31. The expressions \"state his case\", \"produce his\nevidence\" and \"address the court generally on the whole case\"\noccurring in Order XVIII Rule 2, sub-rule (1) and sub-rule (2)\nhave different meaning and connotation. By use of the\nexpression \"state his case\", the party before production of his\nevidence is accorded an opportunity to give general outlines\nC of the case and also indicate generally the nature of evidence\nlikely to be let in by him to prove his case. The general outline\nby a party before letting in evidence is intended to help the\ncourt in understanding the evidence likely to be followed by a\nparty in support of his case. After case is stated by a party, the\nD evidence is produced by him to prove his case. After evidence\nhas been produced by all the parties, a right is given to the\nparties to make oral arguments and also submit written\nsubmissions, if they so desire. The hearing of a suit does not\nmean oral arguments alone but it comprehends both production\nE of evidence and arguments. The scheme of the Code, as\nembodied, in Order XVIII Rule 2, particularly, sub-rules (1), (2),\n(3) and (3A) and Order XVIII Rule 15 enables the successor\nJudge to deliver the judgment without oral arguments where one\nparty has already lost his right of making oral arguments and\nF the other party does not insist on it.\nG\nH\n32. In light of the legal position and the factuai matrix of\nthe case, we are unable to accept the contention of the learned\nsenior counsel for the appellants that the trial court violated the\nfundamental principle of law, i.e. \"one who hears must decide\nthe case\".\n33. Mr. Shekhar Naphade, learned senior counsel for the\nappellants contended that even if it be assumed (though the\nappellants seriously dispute that that the trial court was justified\nRASIKLAL MANICKCHAND, DHARIWAL \u0026 ANR. v. 1177\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\nin proceeding ex parte against the defendants on March 17, A\n2005 but since the defendants had appeared on subsequent\ndates, their right to address the court on merits of the case\ncould not have been denied. Learned senior counsel submitted\nthat proceeding ex parte under Order IX Rule 7 of the Code\non March 17, 2005, did not take away the defendants' right to B\nparticipate further in the proceedings of the suit. In this regard,\nsenior counsel relied upon a decision of the Bombay High\nCourt in Radhabai Bhaskar Sakharam v. Anant Pandurang\nPandit and Anr.6 and a decision of Nagpur High Court in\nKashirao Panduji v. Ramchandra Balaji. It was submitted that C\nthe judgment of the Nagpur High Court in Kashirao Panduji\nwas binding on the trial court as at the relevant time,\nMandaleshwar was within the jurisdiction of the Nagpur High\nCourt.\nD\n34. The contention, at the first blush; appears to be\nattractive but has no substance at all. In the first place, once\nthe hearing of the suit is concluded; and the suit is closed for\njudgment, Order IX Rule 7 of the Code has no application at\nall. The very language of Order IX Rule 7 makes this clear. This\nprovision pre-supposes the suit having been adjourned for E\nhearing. The courts, time out of number, have said that\nadjournment for the purposes of pronouncing judgment is no\nadjournment of the \"hearing of the suit\". On March 17, 2005,\nthe trial court in the present case did four things, namely, (i)\nclosed the evidence of the plaintiff as was requested by the F\nplaintiff; (ii) ordered the suit to proceed ex parte as defendants\nfailed to appear on that date; (iii) heard the arguments of the\nAdvocate for the plaintiff; and (iv) kept the matter for\npronouncement of judgment on March 28, 2005. In view of the\nabove, Order IX Rule 7 of the Code has no application at all G\nand it is for this reason that the application made by the\ndefendants under this provision was rejected by the trial court.\n.6. AIR (1922) Bom 345.\n7. AIR (35) 1948 Nag 362.\nH\nA\n1178 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n35. Secondly, once the suit is closed for pronouncement\nof judgment, there is no question of further proceedings in the\nsuit. Merely, because the defendants continued to make\napplication after application and the trial court heard those\napplications, it cannot be said that such appearance by the\nB defendants is covered by the expression \"appeared on the day\nfixed for his appearance\" occurring in Order IX Rule 7 of the\nCode and thereby entitling them to address the court on the\nmerits of the case. The judgment of Bombay High Court in\nRadhabai Bhaskar Sakharam on which reliance has been\nC placed by the learned senior counsel for the appellants, does\nnot support the legal position canvassed by him. Rather in\nRadhabai Bhaskar Sakharam, the Division Bench of the\nBombay High Court held that if a party did not appear before\nthe suit was heard, then he had no right to be heard. This is\nclear from the following statement in the judgment:\nD\nE\nF\nG\nH\n\"\nUntil a suit is actually called on, a party is entitled\nto appear and defend. It may be that he is guilty of delay\nand if that is the case he may be mulcted in costs. But if\nhe does not appear before the suit is heard, then he has\nno right to be heard...\n\"1\n(Emphasis supplied)\n36. The Nagpur High Court in the case of Kashirao\nPanduji referred to the decision of Bombay High Court in\nRadhabai Bhaskar Sakharam and observed as under:\n\"14. The suit was just in its initial stage. In Radhabai v.\nAnant Pandurang A.I.R. 1922 Bom. 345 it is held that if a\nparty appears before the case is actually heard, he has a\nright to be heard. The provisions of Order 9 are never\nmeant to be penal provisions, and it is only in clear cases\nof gross negligence and misconduct that a party should be\ndeprived of the opportunity of having a satisfactory\ndisposal of the case which evidently can only be done when\nboth parties have full opportunity of placing their case and\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1179\nM.S.S. FOOD PRODUCTS [R.M. LODHA; J.] ·\ntheir evidence before the Court.\"\nA\nB\nC\nD\n37. There is no quarrel to the legal position that if a party\nappears before the case is actually heard and if he has\notherwise not disqualified himself from being heard, he has a\nright to be heard. There can also be no quarrel about the general\nobservations made by the Nagpur High Court with regard to\nOrder IX of the Code but each case has to be seen in its own\nfacts. As regards the instant case, it has to be borne in mind\nthat the High Court in its order dated May 11, 2004 while\ndismissing the defendants' appeal directed the trial court to\nconclude the trial of the suit expeditiously and finally dispose\nof it, preferably within a period of six months from the date of\nreceipt of the copy of the order which was passed on May 11,\n2004. Unfortunately, the suit could not be disposed of by the\ntrial court as directed by the High Court. This Court on February\n25, 2005 while dismissing the defendants' appeal arising from\nthe High Court's order dated May 11, 2004, directed the trial\ncourt to comply with the direction of the High Court and\ncomplete the trial and dispose of the suit within six months from\nthat date. In complete disregard of the above direction, the\ndefendants continued to make application after application. As\na matter of fact, nine interlocutory applications were filed by the\ndefendants after the hearing of the suit was expedited by the\nHigh Court and the order of this Court of February 25, 2005\nreiterating the expeditious disposal of the suit. After the\ndirection was issued by this Court on February 25, 2005, the F\ntrial court endeavoured to dispose of the suit speedily but the\ndefendants continued to make application after application. It\nwas in this backdrop that on February 28, 2005, the trial court\nrejected the defendants' applications and asked the Advocate\nfor the defendants to cross-examine plaintiff's witnesses. On G\nthat date, the Advocate for the defendants stated that he has\nno authority to cross-examine plaintiff's witnesses; he is not in\nposition to do anything and the court may do whatever it wants.\nIt was in this background that the trial court closed the\nE\nH\n1180 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA defendants' right to cross-examine the three witnesses of the\nplaintiff and fixed the matter for March 17, 2005. On that day,\ni.e., March 17, 2005 nobody appeared on behalf of the\ndefendants although the matter was called twice. It was then\nthat the trial court directed the matter to proceed ex parte. The\nB plaintiff closed its evidence and the trial court heard the\narguments of the plaintiff ex-parte and closed the suit for\npronouncement of judgment. The above narration of facts leads\nto irresistible conclusion that the defendants forfeited their right\nto address the trial court on merits.\nC\nD\nE\n38. Learned senior counsel for the appellants also\ncontended that the suit was listed on March 17, 2005 for\nplaintiff's evidence only and, therefore, the trial court could not\nhave heard the final arguments and reserved the judgment for\npronouncement. In this regard, reference was made to the\nproceedings of the trial court recorded on February 28, 2005\nand also Rule 6 of the Madhya Pradesh Civil Courts Act, 1958\n(for short, 'Civil Courts Act'). Learned senior counsel also\npressed into service a decision of this Court in Sahara India\nand Ors. v. M.C. Aggarwal HUF*.\n39. We have already noted above the proceedings of the\ntrial court on February 28, 2005. The said proceedings do\nindicate that on that date the defendants' counsel refused to\ncross-examine the three witnesses tendered in evidence by\nF plaintiff and told the trial court that he was not in position to do\nanything and the court may do whatever it wants to. Faced with\nthis situation, the trial court closed the defendants' right to cross-\nexamine the plaintiff's three witnesses. As regards remaining\nwitnesses of the plaintiff, the trial court kept the matter for March\n17, 2005. On March 17, 2005, none appeared for the\nG\ndefendants and the plaintiff decided not to examine more\nwitnesses. It was in this situation that the trial court ordered the\nsuit to proceed ex parte. The trial court heard the arguments\nof the plaintiff's advocate and reserved the judgment for\nH 8. (2007) 11 SCC 800.\n"}