{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"RASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1151\nM.S.S. FOOD PRODUCTS\nis no adjournment of the \"hearing of the suit\". In the A\ninstant case, the trial court on March 17, 2005, did four\nthings, namely, closed the evidence of the plaintiff as was\nrequested by the plaintiff; ordered the suit to proceed ex\nparte as defendants failed to appear on that date; heard\nthe arguments of the Advocate for the plaintiff; and kept B\nthe matter for pronouncement of judgment on March 28,\n2005. Thus, Order IX Rule 7 of the Code has no\napplication at all and that the application made by the\ndefendants under this provision was rejected by the trial\ncourt. Secondly, once the suit is closed for C\npronouncement of judgment, there is no question of\nfurther proceedings in the suit. Merely, because the\ndefendants continued to make application after\napplication and the trial court heard those applications,\nit cannot be said that such appearance by the\ndefendants is covered by the expression \"appeared on\nthe day fixed for his appearance\" occurring in Order IX\nRule 7 of the Code and thereby entitling them to address\nthe court on the merits of the case. [Paras 34 and 35]\n[1177-D-H; 1178-A-B]\nD\nE\n2.2. There is no quarrel to the legal position that if a\nparty appears before the case is actually heard and if he\nhas otherwise not disqualified himself from being heard,\nhe has a right to be heard as also the general\nobservations made in Kashirao Panduji that the F\nprovisions of Order 9 are never meant to be penal\nprovisions, and it is only in clear cases of gross\nnegligence and misconduct that a party should be\ndeprived of the opportunity of having a satisfactory.\ndisposal of the case which evidently can only be done\nwhen both parties have full opportunity of placing their\ncase and their evidence before the Court but each case\nhas to be seen in its own facts. In the instant case, the\nHigh Court in its order dated May 11, 2004 while\ndismissing the defendants' appeal directed the trial court H\nG\nC\nD\n1152 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA to conclude the trial of the suit expeditiously and finally\ndispose of it, preferably within the stipulated period.\nUnfortunately, the suit could not be disposed of by the\ntrial court as directed by the High Court. This Court while\ndismissing the defendants' appeal arising from the High\nB Court's order, directed the trial court to comply with the\ndirection of the High Court and complete the trial and\ndispose of the suit within six months from that date. In\ncomplete disregard of the said direction, the defendants\ncontinued to make application after application. Nine\ninterlocutory applications were filed by the defendants\nafter the hearing of the suit was expedited by the High\nCourt and the order of this Court reiterating the\nexpeditious disposal of the suit. After the direction was\nissued by this Court, the trial court endeavoured to\ndispose of the suit speedily but the defendants continued\nto make application after application. It was in this\nbackdrop that on February 28, 2005, the trial court\nrejected the defendants' applications and asked the\nAdvocate for the defendants to cross-examine plaintiff's\nwitnesses. On that date, the Advocate for the defendants\nstated that he had no authority to cross-examine plaintiff's\nwitnesses; and he is not in position to do anything and\nthe court may do whatever it wants. Thus, the trial court\nclosed the defendants' right to cross-examine the three\nwitnesses of the plaintiff and as regards remaining\nwitnesses of the plaintiff, the trial court fixed the matter\nfor the next date on which nobody appeared on behalf\nof the defendants although the matter was called twice.\nIt was then that the trial court directed the matter to be\nproceeded ex parte. The plaintiff closed its evidence and\nG the trial court heard the arguments of the plaintiff ex-parte\nand closed the suit for pronouncement of judgment.\nThus, the defendants forfeited their right to address the\ntrial court on merits. The course adopted by the trial court\nis permissible in law. In a situation like this where the\nH plaintiff closed his evidence and the defendants failed to\nE\nF\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1153\nM.S.S. FOOD PRODUCTS\nappear, Order XVII Rule 2 was clearly attracted, in view A\nof Order XVII Rule 2, the trial court was required to\nproceed to dispose of the suit in one of the modes\nprescribed in Order IX. [Paras 37, 40] [1179-A-G; 1180-A-\nB; 1181-E]\nRadhabai Bhaskar Sakharam v. Anant Pandurang\nPandit and Anr. AIR (1922) Bom 345; Kashirao Panduji v.\nRamchandra Balaji AIR (35) 1948 Nag 362 - referred to.\nB\n3. Order IX Rule 6 (1)(a) lays down the procedure\nwhere after due service of summons, the defendant does C\nnot appear when the suit is called on for hearing. In that\nsituation, the court may make an order that suit shall be\nheard ex parte. In the instant case, the trial court cannot\nbe said to have committed any error in ordering the suit\nto proceed ex parte; hearing the arguments and closing D\nthe suit for pronouncement of judgment. What is\nprovided by Rule 6 is that each case fixed for any day\nshall be entered in advance immediately upon a date or\nadjourned date being fixed and such entry would show\nthe purpose for which it is set down on each date. The\ncases should be classified in such a manner as to show\nat a glance the nature of work fixed for the particular date.\nRule 6 basically provides for a procedure which is\nrequired to be followed in maintaining the register for the\npurpose of the dates fixed in the matter and the purpose\nfor which the date has been fixed. The said provision\ndoes not in any way impinge upon the power of the court\nto proceed for disposal of the suit in case both the parties\nor either of the parties fail to appear as provided in Order\nIX of the Code. [Paras 40, 42] [1181-F; 1183-E-H; 1184-A]\nSahara India and Ors. v. M.C. Aggawal HUF (2007) 11\nSCC 800: 2007 (2) SCR 1037 - distinguished.\nArjun Singh v. Mohindra Kumar and Ors. (1964) 5 SCR\n946 – relied on.\n-\nE\nF\nG\nH\nA\nB\nC\nD\nE\n1154 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n4. In the counter affidavit filed by the respondent-\nplaintiff, nothing was said about the statement made in\nthe synopsis. However, in case the contentions raised by\nthe appellants-defendants were not considered by the\nHigh Court, the proper course available to the appellants\nwas to bring to the notice of the High Court the aspect\nby filing a review application. Such course was never\nadopted. Thus, the appellants cannot be permitted to\nchallenge the orders passed by the trial court on the\ninterlocutory applications now and argue that trial court\nerred in not adhering to the pre-trial procedures. [Para 46]\n[1186-C-E]\n5. The trial court cannot be said to have erred in\npermitting the plaintiff to lead secondary evidence when\nthe original assignment deed was reportedly lost. [Para\n47] [1186-G]\n6.1. The purpose and objective of Rule 4 of Order XVIII\nof the Code is speedy trial of the case and to save\nprecious time of the court as the examination-in-chief of\na witness is now mandated to be made on affidavit with\na copy thereof to be supplied to the opposite party. The\nprovision makes it clear that cross-examination and re-\nexamination of witness shall be taken either by the court\nor by Commissioner appointed by it. Proviso appended\nF to sub-rule (1) of Rule 4 of Order XVIII further clarifies that\nwhere documents are filed and the parties rely upon the\ndocuments, the proof and admissibility of such\ndocuments which are filed along with the affidavit shall\nbe subject to the order of the court. In a case in which\nappeal is allowed, Rule 5 of Order XVIII provides that the\nevidence of each witness shall be taken down in writing\nby or in the presence and under the personal direction\nand superintendence of the Judge or from the dictation\nof the Judge directly on a typewriter or recorded\nmechanically in the presence of the Judge if the Judge\nG.\nH\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1155\nM.S.S. FOOD PRODUCTS\nso directs for reasons to be recorded in writing. [Para 51] A\n[1189-G-H; 1190-A-C]\n6.2. There is no requirement in Order XVIII Rule 5 that\nin appealable cases, the witness must enter the witness\nbox for production of his affidavit and formally prove the\naffidavit. As it is such witness is required to enter the\nwitness box in his cross-examination and, if necessary,\nre-examination. Since a witness who has given his\nexamination-in-chief in the form of affidavit has to make\nhimself available for cross-examination in the witness\nbox, unless defendant's right to cross examine him has\nbeen closed, such evidence (examination-in-chief) does\nnot cease to be legal evidence. [Para 57] [1196-G-H; 1197-\nA]\nB\nC\n6.3. In the instant case, the three witnesses whose D\nexamination-in-chief was tendered by the plaintiff in the\nform of affidavits were present for cross-examination but\ndespite the opportunity given to the defendants, they\nchose not to cross-examine them and thereby the trial\ncourt closed the defendants' right to cross-examine E\nthese witnesses. Thus, it cannot be said that any\nprejudice was caused to the defendants if these three\nwitnesses did not enter the witness box. [Para 58] [1197-\nB-C]\nF.D.C. Limited v. Federation of Medical Representatives\nAssociation India \u0026 Ors. AIR 2003 Bom 371; Ameer Trading\nCorpn. Ltd. v. Shapoorji Data Processing Ltd. (2004) 1 SCC\n702: 2003 (5) Suppl. SCR 634; Laxman Das v. Deoji Mal \u0026\nOrs. AIR 2003 Rajasthan 74 - referred to.\n7.1. Order XXX Rule 10 is an enabling provision\nwhich provides that a person carrying on business in a\nname or style other than his own name may be sued in\nsuch name or style as if it were a firm name. As a\nnecessary corollary, the provision does not enable a\nF\nG\nН\n1156 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R\nA person carrying on business in a name or style other\nthan in his own name to sue in such name or style. [Para\n61] [1197-G-H; 1198-A]\nB\nC\nD\n7.2. The description of the plaintiff in the plaint at best\nmay be called to be not in proper order inasmuch as the\nname of 'NV' must have preceded the business name in\nthe cause title. This was not an illegality which goes to\nthe root of the matter. Moreover, the defendants did file\nan application under Order XXX Rule 10 of the Code\nbefore the trial court but that came to be rejected. The\nsaid order was challenged at interlocutory stage and the\nmatter ultimately reached this Court. This Court refused\nto interfere with the order but gave liberty to the\ndefendants to challenge the same in the first appeal, if\naggrieved by the judgment and decree. Even after\nrejection of the application under Order XXX Rule 10 of\nthe Code by the trial court, the defendants yet attempted\nto raise the same controversy by making an application\nfor amendment in the written statement but that too was\ndismissed. This order was also challenged at\ninterlocutory stage by the defendants but the said order\nwas not interfered with by the High Court and this Court\nand liberty was granted to the defendants to challenge\nthe same in the first appeal against the final judgment and\ndecree. However, from the perusal of the judgment of the\nF High Court, it appears that no argument was advanced\nwith regard to correctness of these two orders. [Para 63]\n[1198-C-G]\nE\nG\nBhagvan Manaji Marwadi \u0026 Ors. v. Hiraji Premaji\nMarwadi AIR 1932 Bom 516 – referred to.\n-\n8. The defendants did not cross-examine the\nplaintiff's witnesses despite opportunity having been\ngranted to them. There could have been some merit in the\nsubmissions, had the defendants cross-examined the\nH plaintiff's witnesses on these aspects. But, unfortunately,\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1157\nM.S.S. FOOD PRODUCTS\nthey did not avail of that opportunity. In the A\ncircumstances, if the trial court and the High Court\naccepted the plaintiff's evidence which remained un-\nrebutted and unchallenged and also relied upon the\ndocuments produced by the plaintiff, it cannot be said\nthat any illegality was committed by the trial court in\ndecreeing plaintiff's suit or any illegality was committed\nby the High Court in dismissing the first appeal. [Para 65]\n[1200-A-C]\nGopal Krishnaji Ketkar v. Mahomed Haji Latif and Ors.\nAIR 1968 SC 1413: 1968 SCR 862 – referred to.\n-\nB\nC\nE\n9. The matter was fixed for pronouncement of\njudgment on March 28, 2005. The judgment could not be\npronounced on that day and the matter, thereafter, was\nfixed on various dates on the diverse applications made D\nby the defendants. In the meanwhile, the Presiding\nOfficer who heard the arguments of the plaintiff and kept\nthe judgment reserved got transferred and new\nPresiding Officer assumed the office. In the facts and\ncircumstances of the case, on transfer of the\npredecessor Judge who heard the arguments, it was not\nincumbent upon the successor Judge to hear the\narguments of the defendants. The proceedings reveal\nthat ultimately the matter was kept for pronouncement of\njudgment on March 7, 2007. On that day, the court\ndisposed of various applications made by the\ndefendants and pronounced the judgment. The order\nsheet of March 7, 2007 did record that the plaintiff's\nadvocate expressed that he did not want to address any\narguments. This statement is in the context of not\nadvancing further arguments as on behalf of the plaintiff,\nthe arguments had already been advanced; the judgment\nwas reserved and kept for pronouncement. [Para 66]\n[1200-E-H; 1201-A]\n10. The doctrine of proportionality has been\nF\nG\nI\nC\nD\n1158 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA expanded in recent times and applied to the areas other\nthan administrative law. However, its applicability to the\nadjudicatory process for determination of 'civil disputes'\ngoverned by the procedure prescribed in the Code is not\nat all necessary. The Code is comprehensive and\nB exhaustive in respect of the matters provided therein. The\nparties must abide by the procedure prescribed in the\nCode and if they fail to do so, they have to suffer the\nconsequences. As a matter of fact, the procedure\nprovided in the Code for trial of the suits is extremely\nrational, reasonable and elaborate. Fair procedure is its\nhallmark. The courts of civil judicature also have to adhere\nto the procedure prescribed in the Code and where the\nCode is silent about something, the court acts according\nto justice, equity and good conscience. The discretion\nconferred upon the court by the Code has to be exercised\nin conformity with settled judicial principles and not in a\nwhimsical or arbitrary or capricious manner. If the trial\ncourt commits illegality or irregularity in exercise of its\njudicial discretion that occasions in failure of justice or\nresults in injustice, such order is always amenable to\ncorrection by a higher court in appeal or revision or by a\nHigh Court in its supervisory jurisdiction. Having regard\nto the facts of the instant case, it cannot be said that the\ntrial court acted illegally or with material irregularity or\nirrationally or in an arbitrary manner in passing the orders\ndated February 28, 2005 closing the right of the\ndefendants to cross-examine plaintiff's witnesses and\nMarch 17, 2005. The defendants by their conduct and\ntactics disentitled themselves from any further\nindulgence by the trial court. The course adopted by the\nG trial court cannot be said to be unfair or inconsistent with\nthe provisions of the Code. [Para 70] [1202-F-H; 1203-A-\nDJ\nE\nF\nKunhayammed and Ors. v. State of Kerala and Anr.\nH (2000) 6 SCC 359: 2000 (1) Suppl. SCR 538 - referred to.\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1159\nM.S.S. FOOD PRODUCTS\nCase Law Reference:\nA\n2000 (1) Suppl. SCR 538\nReferred to.\nPara 21\n(1959) Supp 1 SCR 319\nReferred to.\nPara 26\n48 Ind. Cas.859\nReferred to.\nPara 28\nB\nAIR (1924) Lah 107\nApproved.\nPara 29\nAIR (1922) Bom 345\nReferred to.\nPara 35\nAIR (35) 1948 Nag 362\nReferred to.\nPara 36\nC\n(1964) 5 SCR 946\nReferred to.\nPara 40, 41\n2007 (2) SCR 1037\nDistinguished. Para 43\nAIR 2003 Bom 371\nReferred to. Para 52, 57\n'\n2003 (5) Suppl. SCR 634 Referred to.\nPara 52, 55,\n57\nD\nAIR 2003 Rajasthan 74\nReferred to.\nPara 57\nAIR 1932 Bom 516\nReferred to.\nPara 63\nE\n1968 SCR 862\nReferred to.\nPara 64\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n10112 of 2011.\nFrom the Judgment \u0026 Order dated 13.8.2008 of the High F\nCourt of Judicature of Madhya Pradesh at Indore in First Appeal\nNo. 217 of 2007.\nShekhar Naphade, Pravin H. Parekh, Sameer Parekh, Lalit\nChuhan, Ashish Jha, Rohit Gupta, Vivek Dalal, Jayant Mohan,\nRanjeeta Rohtagi, Subhash Jadhav, K. Shashank, S. Goud (for\n\"Coac\"), for the Appellant.\nDr. A.M. Singhvi, Mukul Rohatgi, Vikas Singh, Sanjeev\nSachdeva, P.K. Saxena, Amit Bhandari, Preet Pal Singh, Vivek\nG\nH\n1160 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA Gautam, Shiv Prakash Pandey, Shiva Laxmi, Gopal Singh\nChauhan for the Respondent.\nB\nC\nD\nE\nThe Judgment of the Court was delivered by\nR.M. LODHA, J. 1. Leave granted.\n2. This appeal, by special leave, raises questions of legality\nof an ex parte decree passed by the trial court and affirmed in\nfirst appeal by the High Court of Madhya Pradesh.\n3. M/s. M.S.S. Food Products-respondent (hereinafter\nreferred to as 'plaintiff') sued the appellants-(i) Dhariwal\nIndustries Ltd. and (ii) Rasiklal Manikchand Dhariwal\n(hereinafter referred to as 'defendants') in the court of 1st\nAdditional District Judge, Mandaleshwar (West) Madhya\nPradesh for declaration that defendants do not have right to use\nthe mark \"Manikchand\" to sell masala, gutka, supari, supari mix\nor any other goods which is deceptively similar to the mark\n\"Malikchand'; for perpetual injunction restraining the defendants\nfrom dealing in or selling the above articles under the name/\nbrand \"Manikchand\"; for rendition of the accounts of profits\nearned by the defendants by selling the said goods and other\nconsequential reliefs.\n4. The case of the plaintiff is this: Prabhudayal Choubey\nson of Ramprasad alias Malikchand started the business of\nF supari, ayurvedic pan masala and ayurvedic medicines in the\nbrand name \"Malikchand\" in the year 1959-60. He continued\nhis business upto April 1986. Prabhudayal Choubey assigned\nhis trade mark of supari and ayurvedic pan masala\n\"Malikchand\" to his son Ashok Sharma sometime in the month\nG of April, 1986. Ashok Sharma continued his business of supari,\nayurvedic pan masala and ayurvedic medicines etc. upto March\n1992. Ashok Sharma assigned the trade mark \"Malikchand\",\nvide assignment deed dated April 1, 1992, to Kishore\nVadhwani, proprietor of M/s. Tulsi Stores who continued with\nthe business of pan masala, gutka, supari and supari mix etc.\nH\n"}