{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"RASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1161\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\ntill March, 1996. Kishore Vadhwani further assigned the trade A\nmark “Malikchand\" to the plaintiff on April 1, 1996. Since then\nplaintiff has been carrying on the business of gutka, pan masala,\nmix supari etc. in the trade mark \"Malikchand\".\n5. It is further case of the plaintiff that the defendants have\nstarted selling gutka, pan masala, supari, supari mix, zarda,\netc. in the name of \"Manikchand\", - phonetically similar to the\nplaintiff's mark \"Malikchand\" - and thereby passing off their\ngoods as and for plaintiff's goods. The plaintiff alleged that\ndefendants have been selling the inferior quality goods resulting\nin huge losses to it.\nB\nC\n6. The defendants filed written statement and traversed\nplaintiff's claim. They disputed plaintiff's claim of prior user and\naverred that name of Prabhudayal's father was Ramprasad\nand not Malikchand. They denied that any business was run by D\nPrabhudayal Choubey in the name of \"Malikchand\". On the\nother hand, the defendants claimed that way back in 1966, an\napplication for registration of trade mark \"Manikchand\" was\nsubmitted as the name of Defendant No. 2's father was\nManikchand and they have been doing their business of supari,. E\ngutka, tobacco, etc. in the name of \"Manikchand\". It is the case\nof the defendants that the plaintiff started running business of\ngutka, using the name \"Malikchand\" identical to the trade name\nof the defendants \"Manikchand\" wrongly and fraudulently with\nan intention to ride on the goodwill of the defendants and to\nprotect their right, the defendants have filed a suit (Suit No. 574\nof 2004) in the Bombay High Court wherein plaintiff's counsel\nappeared on March 10, 2004. As regards the documents.\nconcerning prior user of the trade name \"Malikchand\" by the\nplaintiff, the defendants averred that the plaintiff has fabricated\nand forged these documents and then filed the suit for passing\noff action, declaration and injunction. The defendants, thus,\nprayed that plaintiff's suit was liable to be dismissed.\n7. The trial court having regard to the pleadings of the\nF\nG\nH\n1162 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA parties, on December 6, 2004, initially framed the following\neight issues:\nB\nD\nE .\nF\n\"1.\n2.\n3.\n4.\n5\nWhether the plaintiff has been running his business\nof Food, Pan Masala, Supari Mix by the name of\nMailkchand from the year 1959-60?\nWhether the defendants have been running the\nsaid business by the name of “Manikchand\"\ntrademark identical to trademark of plaintiff i.e.\n\"Malikchand\"? If yes then its effect?\nWhether the defendants have been selling the\ngoods having prepared of inferior quality by the\nname of Manikchand trademark identical to the\ntrademark of plaintiff \"Malikchand\" due to which\ncredit of plaintiff is being adversely affected? If yes,\nthen its effect?\nWhether defendants have been running their\nbusiness from the year 1960 having lawfully\nobtained the trademark \"Manikchand” from the\ncompetent officer? If yes, then its effect?\nWhether the plaintiff is entitled to get the accounts\nof the said amount which defendants have earned\nunlawful profits having sold the pouch by the name\nof Manikchand trademark identical to the trademark\nof plaintiff?\n0\n6.\n(a) Whether plaintiff valued the suit properly?\n6.\n(b) Whether the plaintiff has paid the sufficient\ncourt fee?\n☐H\n7 Whether the plaintiff has instituted the suit on false\ngrounds? If yes, then whether the defendants are\nentitled to get special damages for the plaintiff?\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1163\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\n8 Relief \u0026 cost?\"\n8. Then, on December 24, 2004, the following two\nadditional issues were framed by the trial court:\n\"9.\nWhether the suit instituted by the plaintiff is liable\nto be stayed under Section 10 C.P.C.\n10. Whether this court has got the jurisdiction to\nentertain the present suit instituted by the plaintiff?\"\n9. Along with the plaint, the plaintiff made an application\nfor temporary injunction pending suit, restraining the defendants.\nfrom selling their products under the name 'Manikchand'.\nA\nB\nC\n10. On March 16, 2004, an ad interim ex parte injunction\nrestraining the defendants from using the mark 'Manikchand'\nwas granted by the trial court in favour of the plaintiff and against D\nthe defendants. The appeal preferred by the defendants against\nthat order was disposed of by the High Court on March 22,\n2004. On April 6, 2004, the trial court allowed the plaintiff's\napplication for temporary injunction and made the ad interim\nex parte injunction order dated March 16, 2004 absolute to E\nremain operative till the disposal of the suit. The appeal\npreferred by the defendants against that order was dismissed\nby the High Court on May 11, 2004. The High Court while\ndismissing the defendants' appeal directed the trial court to\nconclude the trial of the suit expeditiously and finally dispose F\nof it, preferably within a period of six months from the date of\nreceipt of the copy of the order i.e. May 11, 2004.\n11. The defendants challenged the order of temporary\ninjunction passed by the trial court and affirmed in appeal by\nthe High Court in a special leave petition before this Court on\nJuly 20, 2004.\nG\n12. In the course of proceedings in the suit many\ninterlocutory applications were made by the defendants and few\nby the plaintiff. Some of these applications are: On June 14, H\nB\nC\n1164 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R\nA 2004, an application (I.A. No. 9) was made by the defendants\nbefore the trial court under Order VII Rule 11 of the Civil\nProcedure Code, 1908 (for short, 'the Code') for rejection of\nthe plaint. On August 19, 2004, the defendants made another\napplication (I.A. No. 10) under Section 151 of the Code for\ndirecting the parties to file respective original documents. On\nSeptember 10, 2004, the defendants filed an application (IA\nNo. 11) under Order XXX Rule 10 of the Code for dismissal of\nsuit as the same was filed in the name of a proprietorship firm.\nOn December 6, 2004, the defendants moved an application\n(IA No. 14) for discovery and production of documents under\nOrder XI Rules 12 and 14 of the Code. On January 5, 2005,\nthe defendants made an application (IA No. 20) under Order\nVI Rule 17 for the amendment of the written statement. On\nJanuary 19, 2005, the plaintiff filed an application (IA No. 21)\nfor summoning of the witnesses and on January 20, 2005, the\nplaintiff made an application for permission to file photocopies\nof the original documents and (I.A. No. 22) for leading secondary\nevidence. On January 24, 2005, the plaintiff made an\napplication for production of additional documents. The\ndefendants responded to these applications. On February 8,\n2005, the plaintiff made application (IA No. 26) under Section\n152 of the Code. On February 15, 2005, the defendants made\nthree applications, namely, I.A. No. 27 for summoning\ndocuments under Order XVI Rules 1 and 6 of the Code; IA No.\n28 for inspection of documents under Order XI Rule 14 read\nwith Section 151 of the Code and IA No. 29 for production of\ndocuments on oath. On that day, plaintiff also made an\napplication under Order VII Rule 14(3) of the Code for filing\nadditional documents.\nD\nE\nF\nG\nH\n13. Pertinently, all the applications made by the defendants\nsuch as amendment of written statement; for leave to deliver\ninterrogatories and discovery and production of documents;\ndismissal of suit under Order XXX Rule 10 of the Code; for\nsummoning of documents etc., were dismissed by the trial court.\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1165\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\n14. On February 25, 2005 this Court dismissed\ndefendants' appeal arising from the order of temporary\ninjunction granted by the trial court and affirmed in appeal by\nthe High Court. While dismissing the special leave petition, this\nCourt directed the trial court to comply with the direction of the\nHigh Court and complete the trial and disposal of the suit within\nsix months from that date.\nA.\nB\nD\n15. In terms of the order of the High Court and subsequent\norder of this Court, the suit was required to be disposed of by\nthe trial court expeditiously and the trial court endeavoured to\nproceed accordingly, but the defendants' continued to make C\napplication after application stalling the effort of the trial court\nin that direction. We shall refer to the proceedings appropriately\nwhile considering the arguments of the learned Senior Counsel\nfor the appellants. Suffice it to state here that on February 28,\n2005, the trial court closed the defendants' right to cross-\nexamine the plaintiff's witnesses. The matter was then fixed for\nMarch 17, 2005. On that date, nobody appeared on behalf of\nthe defendants and the matter was directed to proceed ex\nparte. The plaintiff closed the evidence and the trial court heard\nthe arguments of the plaintiff and reserved the judgment and E\nfixed the matter for March 28, 2005 for pronouncement of\njudgment. It appears that later on the Advocate for the\ndefendants appeared on that date and signed the order sheet.\n16. After the arguments were heard on March 17, 2005\nand although the matter was fixed for pronouncement of\njudgment on March 28, 2005, on behalf of the defendants, an\napplication was made on March 21, 2005 for setting aside the\nex parte order. The defendants continued to make applications\neven thereafter. The judgment was not pronounced on March\n28, 2005 or immediately thereafter.\nF\nG\n17. Then, it so happened that the Presiding Officer who\nheard the arguments got transferred and the new Presiding\nOfficer assumed charge on August 28, 2006. Even thereafter\nthe defendants kept on making application after application. H.\n1166 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA The trial court heard arguments on those applications and all\nthese applications were dismissed. The trial court pronounced\nthe judgment on March 7, 2007 whereby plaintiff's suit was\ndecreed as follows:\nB\n0\nD\nE\nF\nG\n\"23. Consequently, finally having allowed the suit, decree\nhas been issued that :-\n(a) It has been declared that defendants do not have\nany right to sell Supari, Pan Masala, Mixed Supari,\nGutka sell by packing in pouch under the name and\ntrade mark \"Manikchand\".\n(b)\n(c)\n(d)\nDefendants are hereby restrained by order of\npermanent injunction from selling the pouch of\nsupari, pan masala and mix supari under the name\nManikchand and should not copy the colour screen\nand design of “Manikchand” zarda pouch and\nshould not advertise or publish their pouch of supari,\npan masala, jarda under the trade mark\n\"Manikchand\".\nDefendants are hereby directed to submit the\naccounts of the profits earned by them during the\nperiod from 15.3.2001 to 15.3.2005 by selling the\nsupari, pan masala, gutka etc. under the\n\"Manikchand” within two months in this court.\nDefendants shall bear the cost of this suit of the\nplaintiff.\"\n18. Against the ex parte decree dated March 7, 2007, the\ndefendants preferred first appeal before the Madhya Pradesh\nHigh Court. The Division Bench of that Court vide its judgment\ndated August 13, 2008 dismissed the defendants' first appeal\nexcept the relief in respect of profits relating to damages. In\nother words, the High Court maintained the judgment and\ndecree of the trial court insofar as reliefs granted in paragraph\nH 23(a) and (b) were concerned but set aside the relief granted\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1167\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\nto the plaintiff in paragraph 23(c) and instead awarded token A\nrelief of Rs. 11,00,000/- (Rupees Eleven Lakh) only. It is from\nthis judgment that the present special leave petition has arisen.\n19. We heard Mr. Shekhar Naphade and Mr. Pravin H.\nParekh, Senior Advocates for the appellants at quite some\nlength. We also heard Dr. A.M. Singhvi, Mr. Mukul Rohatgi and\nMr. Vikas Singh, Senior Advocates for the respondent. We also\npermitted the parties to file their brief written submissions which\nthey did.\nB\nC\n20. Mr. Shekhar Naphade, learned senior counsel for the\nappellants argued that the judgment passed by the Presiding\nOfficer of the trial court on March 7, 2007 and affirmed in appeal\nby the High Court is a nullity having been delivered by a Judge\nwho never heard the matter. He submitted that the predecessor\nJudge Smt. Bharati Baghel had recorded the evidence ex parte D\nand heard advocate for the plaintiff on March 17, 2005;\nreserved the judgment and fixed the date for pronouncement\nof judgment but she never delivered the judgment. She was\ntransferred and the new Presiding Officer assumed charge on\nAugust 28, 2006. The successor Presiding Officer though heard E\nvarious applications made by the defendants but never heard\nthe parties insofar as suit was concerned and delivered the\njudgment which apparently is not in conformity with the legal\nmandate that one who hears the matter must decide the case.\nIn this regard, Mr. Naphade relied upon a decision of this Court\nin Gullapalli Nageswara Rao and Ors. v. Andhra Pradesh\nState Road Transport Corporation and Anr.1. He also referred\nto Order XX Rule 1 of the Code and argued that this provision\nrequires the Judge to hear the parties and, thus, there was an\nobligation on the Presiding Judge who delivered the judgment\nto have heard oral arguments of the parties. In support of his\nsubmission, he relied upon a decision of Madras High Court\nin the American Baptist Foreign Mission Society, by its\nAttorney Rev. W.L. Ferguson, Jaladi Ayyappaseti and Anr.\n1. (1959) Supp 1 SCR 319.\nF\nG\nH\n1168 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA and Gurram Seshiah and Anr. v. Amalanadhuni\nPattabhiramayya and Ors.². Mr. Shekhar Naphade also argued\nthat Order XVIII Rule 15 of the Code has no application since\nthe defendants had appeared before the Trial Judge on March\n17, 2005 itself after the matter was heard ex parte and reserved\nB for the judgment thereafter and that entitled the defendants to\nmake oral arguments.\nC\nD\n21. On the other hand, learned Senior Advocates for the\nrespondent heavily relied upon Order XVIII Rule 15 of the Code\nand submitted that the successor Judge has to proceed from\nthe stage the predecessor Judge had left the case and,\ntherefore, the successor Judge had jurisdiction to prepare and\ndeliver the judgment on the basis of the record of the case and\nhad no jurisdiction to fix the case again for arguments and set\nthe clock back to the pre-judgment stage. Reliance, in this\nregard, was placed on a decision of this Court in Arjun Singh\nv. Mohindra Kumar and Others³. It was also submitted on\nbehalf of the respondent that from the two orders passed by\nthe trial court on February 28, 2005 and March 17, 2005, the\ntwo special leave petitions (Special Leave Petition (Civil) Nos.\nE 7339 of 2006 and 7340 of 2006) were filed which were\ndismissed by this Court as withdrawn on December 1, 2006.\nBy that time, the Presiding Officer had already changed but this\nCourt did not remand the matter to the trial court for fresh\narguments and permitted the appellants to raise their plea in\nF the first appeal which necessarily implied that the successor\nJudge could proceed from the stage left by the predecessor\nJudge i.e., pronounce the judgment. It was also submitted on\nbehalf of the respondent that appellants have not at all been\nprejudiced as the High Court has considered the entire case\nG of the appellants threadbare as was put forth in the course of\narguments. Moreover, the judgment and decree of the trial court\nhas now merged with the judgment of the High Court. In this\n2. 48 Ind. Cas. 859.\nH 3. (1964) 5 SCR 946.\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1169\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.].\nregard, reliance was placed on a decision of this Court in A\nKunhayammed and others v. State of Kerala and another.\n22. Order XVIII Rule 2 of the Code provides as under :\n\"2. Statement and production of evidence.-(1) On\nthe day fixed for the hearing of the suit or on any B\nother day to which the hearing is adjourned, the\nparty having the right to begin shall state his case\nand produce his evidence in support of the issues\nwhich he is bound to prove.\n(2) The other party shall then state his case and\nproduce his evidence (if any) and may then\naddress the Court generally on the whole case.\n(3) The party beginning may then reply generally on\nthe whole case.\nC\nD\n(3A) Any party may address oral arguments in a\ncase, and shall, before he concludes the oral\narguments, if any, submit if the Court so permits\nconcisely and under distinct headings written E\narguments in support of his case to the Court and\nsuch written arguments shall form part of the record.\n(3B) A copy of such written arguments shall be\nsimultaneously furnished to the opposite party.\n(3C) No adjournment shall be granted for the\npurpose of filing the written arguments unless the\nCourt, for reasons to be recorded in writing,\nconsiders it necessary to grant such adjournment.\n(3D) The Court shall fix such time limits for the oral\narguments by either of the parties in a case, as it\nthinks fit.\"\nF\nG\n4. (2000) 6 SCC 359.\nH\nA\nB\nC\nD\nE\n1170 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n23. Order XVIII Rule 15 of the Code is as follows:\n\"15. Power to deal with evidence taken before another\nJudge.- (1) Where a Judge is prevented by death, transfer\nor other cause from concluding the trial of a suit, his\nsuccessor may deal with any evidence or memorandum.\ntaken down or made under the foregoing rules as if such\nevidence or memorandum had been taken down or made\nby him or under his direction under the said rule and may\nproceed with the suit from the stage at which his\npredecessor left it.\n(2)\nThe provisions of sub-rule (1) shall, so far as they are\napplicable, be deemed to apply to evidence taken in a suit\ntransferred under section 24.\"\n24. Order XX Rule 1 of the Code provides that the court,\nafter the case has been heard, shall pronounce the judgment\nin an open court either at once or on some future date after\nfixing a day for that purpose of which due notice shall be given\nto the parties or their pleaders.\n25. The hearing of a suit begins on production of evidence\nby the parties and suit gets culminated on pronouncement of\nthe judgment. Under Order XVIII Rule 1 of the Code, the plaintiff\nhas a right to begin unless the defendant admits the facts\nalleged by the plaintiff and contends that either in point of law\nF or on some additional facts alleged by him the plaintiff is not\nentitled to any part of the relief which he seeks, in which case\nthe defendant has the right to begin. On the day fixed for the\nhearing of the suit or any other day to which the hearing is\nadjourned, as per the provisions contained in Order XVIII Rule\nG 2, party having the right to begin is required to state his case\nH\nand produce his evidence in support of issues which he is\nbound to prove. Under Order XVIII, Rule 2 sub-rule (2), the other\nparty shall then state his case and produce his evidence. Under\nsub-rule (3A) of Rule 2 of Order XVIII, the parties in suit may\naddress oral arguments in a case and may also avail\n"}