{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"RASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1191\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\nB\nс\nthat \"An act has to be read as a whole, the different A\nprovisions have to be harmonised and the effect has to be\ngiven to all of them”. The harmonious reading of Rules 4\nand 5 of Order XVIII would reveal that while in each and\nevery case of recording of evidence, the examination in\nchief is to be permitted in the form of affidavit and while\nsuch evidence in the form of affidavit being taken on record,\nthe procedure described under Rule 5 is to be followed in\nthe appealable cases. In non appealable cases, the\naffidavit can be taken on record by taking resort to the\nprovisions of law contained in Rule 13 of Order XVIII. In\nother words, mere production of the affidavit by the witness\nwill empower the court to take such affidavit on record as\nforming part of the evidence by recording the\nmemorandum in respect of production of such affidavit\ntaking resort to Rule 13 of Order XVIII in all cases, except\nin the appealable cases wherein it will be necessary for\nthe Court to record evidence of production of the affidavit\nin respect of examination in chief by asking the deponent\nto produce such affidavit in accordance with Rule 5 of\nOrder XVIII. Undoubtedly, in both the cases, for the purpose\nof cross-examination, the court has to follow the procedure\nprescribed under Sub-rule 2 of Rule 4 read with Rule 13\nin case of non-appealable cases and the procedure\nprescribed under Sub-rule 2 of Rule 4 read with Rule 5 in\nappealable cases.\n8. In other words, in the appealable cases though the\nexamination in chief of a witness is permissible to be\nproduced in the form of affidavit, such affidavit cannot be\nordered to form part of the evidence unless the deponent\nthereof enters the witness box and confirms that the\ncontents of the affidavit are as per his say and the affidavit\nis under his signature and this statement being made on\noath to be recorded by following the procedure prescribed\nunder Rule 5. In non appealable cases however, the\naffidavit in relation to examination in chief of a witness can\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nיד\nF\n0\nH\n1192 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nbe taken on record as forming part of the evidence by\nrecording memorandum of production of such affidavit by\ntaking resort to Rule 13 of Order XVIII. The cross-\nexamination of such deponent in case of appealable\ncases, will have to be recorded by complying the\nprovisions of Rule 5, whereas in case of non appealable\ncases the court would be empowered to exercise its\npower under Rule 13.\n9. In fact Rule 4, either unamended or amended makes\nno difference between appealable or non appealable\ncases in the matter of method of recording of evidence.\nSuch differentiation is to be found in Rule 5 and 13. The\nRule 4, prior to the amendment, provided that when\nwitness would appear before the court, his testimony would\nrequire to be recorded in the presence of and under the\npersonal direction of the Judge which was required to be\ndone in appealable cases as well as in non appealable\ncases. Only method of recording testimony in appealable\ncases that was to be in terms of Rule 5 whereas in other\ncases in terms of Rule 13. Now, in terms of Rule 4, after\nits amendment, it provides that recording of evidence in\nrelation to examination in chief shall be in all cases by way\nof affidavits. However, as already observed above, in\nappealable cases the same to be admitted in evidence\nor to be made part and parcel of the evidence by following\nthe method prescribed under Rule 5 and in other cases,\nthe one prescribed under Rule 13.\n10. Experience has shown that by allowing the parties to\nplace on record the examination in chief in the form of\naffidavit, saves lot of time of the Court, the litigants and the\npublic. The provisions of law of procedure are to be read\nand interpreted, to give full effect to the intention of the\nlegislature. The intention behind the amendment to Rule 4\nis to curtail the delay in disposal of the suits. As the\nrecording of evidence in the form of affidavit being in aid\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1193\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\nof avoiding delay in disposal of the suits, and there being A\nno conflict disclosed between the provisions of Rules 4 and\n5 on being read as above, it is to be held that in each and\nevery case, the evidence in examination in chief before the\ntrial court can be in the form of affidavit, the only difference\nto be observed will be in the procedure of taking such B\naffidavit on record and in the appealable cases it has to\nbe taking resort to the provisions of Rule 5 and in other\ncases to Rule 13.\"\n53. At this stage, a reference to Rule 13 of Order XVIII of\nthe Code may also be made. The said provision provides for\nmemorandum of evidence in unappealable cases. It reads as\nfollows:\n\"13. Memorandum of evidence in unappealable cases.-\nC\nIn cases in which an appeal is not allowed, it shall not be D\nnecessary to take down or dictate or record the evidence\nof the witnesses at length; but the Judge, as the\nexamination of each witness proceeds, shall make in\nwriting, or dictate directly on the typewriter, or cause to be\nmechanically recorded, a memorandum of the substance E\nof what the witness deposes, and such memorandum shall\nbe signed by the Judge or otherwise authenticated, and\nshall form part of the record.\"\n54. It is also relevant to mention that Rule 5 of Order XVIII\nwas substituted by Act 104 of 1976 with effect from February\n1, 1977. Order XVIII Rule 4 of the Code was in fact substituted\nby a later Act, namely, Act No. 22 of 2002 with effect from July\n1, 2002. Rule 4 Order XVIII begins with the expression, “in every\ncase\" and says that the examination-in-chief of a witness shall\nbe on affidavit and copies thereof shall be supplied to the\nopposite party by the party who calls him for evidence.\n55. Now, we consider the decision of this Court in Ameer\nTrading Corpn. Ltd. 10. The interpretation of Order XVIII Rule 4\nand Rule 5 of the Code fell for consideration in that case. In\nF\nG\nH\n1194 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA paragraph 15 of the Report, this Court stated, 'the examination\nof a witness would include evidence-in-chief, cross-examination\nor re-examination. Rule 4 of Order XVIII speaks of examination-\nin-chief. Such examination-in-chief of a witness in every\ncase shall be on affidavit\". The Court then stated in paragraph\nB 17 that Rule 4 of Order XVIII, as amended with effect from July\n1, 2002 specifically provides that the examination-in-chief in\nevery case shall be on affidavit. It was noticed by this Court that\nRule 5 of Order XVIII has been incorporated prior to the\namendment in Rule 4. Noticing the difference between Rule 4\nand Rule 5 of Order XVIII, the Court said that Rule 4 of Order\nXVIII did not make any distinction between appealable and non-\nappealable cases so far as mode of recording evidence is\nconcerned. Then, in paragraph 19 of the Report, the Court\nobserved as under:\nC\nD\nE\nF\nG\n\"19. It, therefore, appears that whereas under the\nunamended rule, the entire evidence was required to be\nadduced in court, now the examination-in-chief of a\nwitness including the party to a suit is to be tendered on\naffidavit. The expression \"in every case\" is significant.\nWhat thus remains viz. cross-examination or re-\nexamination in the appealable cases will have to be\nconsidered in the manner laid down in the rules, subject\nto the other sub-rules of Rule 4.\"\n56. This Court applied Heydon's Rule as well as the\nprinciples of purposive construction and stated (i) the\namendment having been made in Rule 4 of Order XVIII of the\nCode by the Parliament later, the said provision must be given\nfull effect and (ii) the two provisions must be construed\nharmoniously. In paragraph 33 of the Report, this Court stated\nas follows:\n\"33. The matter may be considered from another angle.\nPresence of a party during examination-in-chief is not\nimperative. If any objection is taken to any statement made\nH in the affidavit, as for example, that a statement has been\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1195\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\nB\nmade beyond the pleadings, such an objection can always A\nbe taken before the court in writing and in any event, the\nattention of the witness can always be drawn while cross-\nexamining him. The defendant would not be prejudiced in\nany manner whatsoever if the examination-in-chief is taken\non an affidavit and in the event he desires to cross-\nexamine the said witness he would be permitted to do so\nin the open court. There may be cases where a party may\nnot feel the necessity of cross-examining a witness,\nexamined on behalf of the other side. The time of the court\nwould not be wasted in examining such witness in open C\ncourt.\"\nD\nE\n57. It is pertinent to notice that in Ameer Trading Corpn.\nLtd.10, a decision of the Rajasthan High Court in the case of\nLaxman Das v. Deoji Mal \u0026 Ors.11 was cited wherein the view\nwas taken that in the appealable cases, Order XVIII Rule 4 of\nthe Code has no application and the court must examine all the\nwitnesses in court. The contrary view taken by the Bombay High\nCourt in F.D.C. Limited was also cited. This Court considered\n⚫ the decision of the Rajasthan High Court in the case of Laxman\nDas\" and the decision of Bombay High Court in F.D.C.\nLimited and noticed the conflict in the two decisions. When this\nCourt stated in paragraph 32, \"we agree with the view of the\nBombay High Court\", the Court agreed with the view of the\nBombay High Court that irrespective of whether the case is\nappealable or non-appealable the examination-in-chief has to\nbe permitted in the form of affidavit. Paragraph 32 of the Report\ncannot be read to mean that paragraphs 7 and 8 of the decision\nof the Bombay High Court in F.D.C. Limited were approved\nby this Court in entirety. This is for more than one reason. In\nthe first place, this Court after quoting the view of Rajasthan High G\nCourt in the case of Laxman Das\" in paragraph 30 and the\nview of Bombay High Court in the case of F.D.C. Limited in\nparagraph 31, said, \"we agree with the view of the Bombay High\nCourt\". This expression, thus, means that this Court has\n11. AIR 2003 Rajasthan 74.\nF\nH\nB\nC\nD\n1196 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nA preferred the view of Bombay High Court concerning the\ninterpretation of Rule 4 of Order XVIII of the Code over the view\nof the Rajasthan High Court. Second and equally important,\nafter quoting paragraphs 7 and 8 of the decision of the Bombay\nHigh Court in F.D.C. Limited, the Court has not said that they\nagree with the above view of the Bombay High Court. Third,\nthe subsequent paragraph 33 makes the legal position further\nclear. This Court said, \"presence of a party during examination-\nin-chief is not imperative. If any objection is taken to any\nstatement made in the affidavit, as for example, that a statement\nhas been made beyond the pleadings, such an objection can\nalways be taken before the court in writing and in any event,\nthe attention of the witness can always be drawn while cross-\nexamining him\". The prejudice principle was accordingly\napplied and the Court said that the defendant would not be\nprejudiced in any manner whatsoever if the examination-in-chief\nis taken on an affidavit and in the event the defendant desires\nto cross-examine the said witness he would be permitted to do\nso in the open court. For all this, it cannot be said that in Ameer\nTrading Corpn. Ltd. 10, it has been laid down as an absolute rule\nthat in the appealable cases though the examination-in-chief of\na witness is permissible to be produced in the form of affidavit,\nsuch affidavit cannot be treated as part of the evidence unless\nthe deponent enters the witness box and confirms that the\ncontents of the affidavit are as per his say and the affidavit is\nunder his signature. Where the examination-in-chief of a\nwitness is produced in the form of an affidavit, such affidavit is\nalways sworn before the Oath Commissioner or the Notary or\nJudicial Officer or any other person competent to administer\noath. The examination-in-chief is, thus, on oath already. In our\nview, there is no requirement in Order XVIII Rule 5 that in\nappealable cases, the witness must enter the witness box for\nproduction of his affidavit and formally prove the affidavit. As it\nis such witness is required to enter the witness box in his cross-\nexamination and, if necessary, re-examination. Since a witness\nwho has given his examination-in-chief in the form of affidavit\nH has to make himself available for cross-examination in the\nE\nF\nG\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1197\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\nwitness box, unless defendant's right to cross examine him has A\nbeen closed, such evidence (examination-in-chief) does not\ncease to be legal evidence.\n58. On February 28, 2005, the three witnesses whose\nexamination-in-chief was tendered by the plaintiff in the form\nof affidavits were present for cross-examination but despite the\nopportunity given to the defendants, they chose not to cross-\nexamine them and thereby the trial court closed the defendants'\nright to cross-examine these witnesses. In view of this, it cannot\nbe said that any prejudice has been caused to the defendants\nif these three witnesses did not enter the witness box.\nB\nC\n59. Learned senior counsel for the appellants also\nsubmitted that the suit was not maintainable under Order XXX\nRule 10 of the Code having been filed in the name of the\nproprietorship firm-M/s. M.S.S. Food Products. Relying upon D\na decision of the Bombay High Court in the case of Bhagvan\nManaji Marwadi \u0026 Ors. v. Hiraji Premaji Marwadi¹², it was\nurged that a proprietorship firm cannot sue in its name.\n60. Rule 10 of Order XXX of the Code reads as follows:\nE\n\"10. Suit against person carrying on business in name\nother than his own.-Any person carrying on business in\na name or style other than his own name, or a Hindu\nundivided family carrying on business under any name,\nmay be sued in such name or style as if it were a firm F\nname, and, in so far as the nature of such case permits,\nall rules under this Order shall apply accordingly.\"\n61. The above provision is an enabling provision which\nprovides that a person carrying on business in a name or style G\nother than his own name may be sued in such name or style\nas if it were a firm name. As a necessary corollary, the said\nprovision does not enable a person carrying on business in a\n12. AIR 1932 Bom 516.\nH\nA\nB\nC\n1198 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\nname or style other than in his own name to sue in such name\nor style.\n62. The plaint filed by the plaintiff describes the title of the\nplaintiff as follows:\n\"Messrs. M.S.S. Food Froducts,\nPlot No. D, Sector-E,\nSanver Road Industrial Area, Indore,\nThrough - Proprietor - Nilesh Vadhwani,\nSon of Shri Ashok Vadhwani, aged 27 years,\nOccupation – Business.\"\n-\n63. The above description of the plaintiff in the plaint at\nbest may be called to be not in proper order inasmuch as the\nname of Nilesh Vadhwani must have preceded the business\nname in the cause title. This is not an illegality which goes to\nD the root of the matter. Moreover, the defendants did file an\napplication (IA No. 11/2004) under Order XXX Rule 10 of the\nCode before the trial court but that came to be rejected on\nNovember 27, 2004. The said order was challenged at\ninterlocutory stage and the matter ultimately reached this Court.\nE This Court refused to interfere with the order but gave liberty\nto the defendants to challenge the same in the first appeal, if\naggrieved by the judgment and decree. Even after rejection of\nthe application under Order XXX Rule 10 of the Code by the\ntrial court vide order dated November 27, 2004, the defendants\nF yet attempted to raise the same controversy by making an\napplication for amendment in the written statement but that too\nwas dismissed. This order was also challenged at interlocutory\nstage by the defendants but the said order was not interfered\nwith by the High Court and this Court and liberty was granted\nto the defendants to challenge the same in the first appeal\nagainst the final judgment and decree. However, from the\nperusal of the judgment of the High Court, it appears that no\nargument was advanced with regard to correctness of these\ntwo orders. We have already referred to this aspect in the\nearlier part of our judgment. The judgment of the Bombay High\nG\nH\nRASIKLAL MANICKCHAND DHARIWAL \u0026 ANR. v. 1199\nM.S.S. FOOD PRODUCTS [R.M. LODHA, J.]\nCourt in the case of Bhagvan Manaji Marwadi¹² is of no help\nto the appellants for the above reasons.\nA\nB\nC\nD\n64. Mr. Shekhar Naphade, learned senior counsel for the\nappellants strenuously urged that statutory excise record (since\npan masala/gutka are exigible to excise duty) having not been\nfiled by the plaintiff which was the best piece of evidence, the\nadverse inference ought to have been drawn against the\nplaintiff that plaintiff never manufactured pan masala/gutka\nunder the brand “Malikchand\" and the factum of manufacturing\n\"Malikchand\" pan masala and gutka having not been proved,\nthere was no question of restraining the defendants from using\ntheir brand \"Manikchand\" in the passing off action. In support\nof his contention that the party is bound to produce best\nevidence in his possession to prove his case, learned senior\ncounsel placed reliance on a decision of this Court in Gopal\nKrishnaji Ketkar v. Mahomed Haji Latif and Ors. 13 It was also\nargued that the defendants are well-known registered brand\nhaving national as well as international presence for more than\ntwo decades; the turnover of the defendants is more than\nrupees three hundred crores per annum and they have been\nincurring huge expenditure on sales, promotion and\nadvertisement and that on account of continuous use of trade\n\"Manikchand\" from the year 1961 on a commercial scale, their\nmark has acquired the status of well-known mark within the\nmeaning of Section 2(1)(zg) of the Trade Marks Act, 1999 and\nthe High Court as well as trial court ought to have taken judicial F\nnotice of the brand and goodwill of “Manikchand\". It was also\nsubmitted that the plaintiff has produced the fabricated\ndocuments viz., bill that referred to service tax in the year 1990\nwhereas service tax came into force in the year 1994 only. The\ndeeds of assignment do not inspire confidence as assignment G\nhas been made for a consideration of Rs. 500/- which is too\nmeager and, as a matter of fact, the Bombay police after\ninvestigation found that the two assignment deeds dated May\n1, 1986 and April 1, 1992 were forged and fabricated.\n13. AIR 1968 SC 1413.\nE\nH\nA\n1200 SUPREME COURT REPORTS [2011] 14 (ADDL.) S.C.R.\n65. We are not persuaded by the submission of learned\nsenior counsel for the appellants. The defendants did not cross-\nexamine the plaintiff's witnesses despite opportunity having\nbeen granted to them. There could have been some merit in\nthe submissions, had the defendants cross-examined the\nB plaintiff's witnesses on these aspects. But, unfortunately, they\ndid not avail of that opportunity. In the circumstances, if the trial\ncourt and the High Court accepted the plaintiff's evidence which\nremained un-rebutted and unchallenged and also relied upon\nthe documents produced by the plaintiff, it cannot be said that\nC any illegality has been committed by the trial court in decreeing\nplaintiff's suit or any illegality has been committed by the High\nCourt in dismissing the first appeal.\nD\n66. Learned senior counsel for the appellants then\ncontended that the matter was posted for judgment on March\n7, 2007 and the counsel for the plaintiff submitted that he did\nnot wish to argue the matter and since the plaintiff did not argue\nthe matter, as required by Order XX Rule 1 of the Code, the\nlearned Trial Judge ought to have dismissed the suit. We find\nno merit in this submission. As noticed above, the matter was\nE fixed for pronouncement of judgment on March 28, 2005. The\njudgment could not be pronounced on that day and the matter,\nthereafter, was fixed on various dates on the diverse\napplications made by the defendants. In the meanwhile, the\nPresiding Officer who heard the arguments of the plaintiff and\nF kept the judgment reserved got transferred and new Presiding\nOfficer assumed the office. We have already dealt with in detail\nthat in the facts and circumstances of the case, on transfer of\nthe predecessor Judge who heard the arguments, it was not\nincumbent upon the successor Judge to hear the arguments of\nG the defendants. The proceedings reveal that ultimately the matter\nwas kept for pronouncement of judgment on March 7, 2007. On\nthat day, the court disposed of various applications made by\nthe defendants and pronounced the judgment. The order sheet\nof March 7, 2007 does record that the plaintiff's advocate\nH expressed that he did not want to address any arguments. This\n"}