{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"A\nB\nUNION OF INDIA AND ORS.\nV.\nSANGRAM KESHARI NAYAK\nAPRIL 27, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nService Law Promotion-Name of employee recommended for\npromotion-Due to pendency of vigilance case, promotion not given adopting\nSealed Cover Procedure as per a Government Circular-Promotion given to\njunior of the employee-Initiation of departmental proceedings after the\nmeeting of DPC and also after promotion of the junior-Central Administrative\nTribunal and High Court allowing promotion to the employee-On appeal,\nheld: As per the Circular, Sealed Cover Procedure could have been adopted\nonly when disciplinary proceeding was pending-Since on the date when\nD meeting of DPC was convened, no disciplinary proceeding was pending\nagainst the employee, the employee could have been promoted-Promotion\nthough not a fundamental right, the same cannot be curtailed unless provided\nso by valid rules-Constitution of India, 1950-Article 309.\nE\nF\nG\nH\nName of respondent (employee of appellant-State) was recommended for\npromotion by Departmental Promotion Committee (DPC). As a vigilance case\nwas pending against him, DPC adopted Sealed Cover Procedure in terms of a\nGovernment Circular dated 21.10.1993. Departmental proceedings had not\nbeen initiated against him, after his name was recommended for promotion\nand also after his junior was promoted to the promotional post.\nRespondent filed original application before Central Administrative\nTribunal praying for direction to the appellant-State to promote him to the\npost from the date when his junior was appointed. Application was allowed. In\nWrit Petition, Order of the Tribunal was upheld. Hence the present appeal.\nDismissing the appeal, the Court\nHELD: 1. Promotion is not a fundamental right. Right to be considered\nfor promotion, however, is a fundamental right. Such a right brings within\nits purview an effective, purposeful and meaningful consideration. Suitability\n896\nԷ\n*\nU.O.I. v. SANGRAM KESHARI NAYAK\n897\nor otherwise of the candidate concerned, however, must be left at the hands of A\nthe DPC, but the same has to be determined in terms of the rules applicable\ntherefore. Indisputably, the DPC recommended the case of the respondent for\npromotion. On the day on which, the DPC held its meeting, no vigilance enquiry\nwas pending. No decision was also taken by the employer that a departmental\nproceeding should be initiated against him. [Para 11] [900-D]\nB\n2. Terms and conditions of an employee working under the Central\nGovernment and governed by the rules framed under the proviso appended to\nArticle 309 of the Constitution of India or under a statute. The right to be\npromoted to a next higher post can, thus, be curtailed only by reason of valid\nrules. Such a rule again, however, cannot be construed in a manner so as to C\ncurtail the right of promotion more than what was contemplated by law.\n[Para 12] [900-E-F}\n3. Whereas paragraph 6 of the Circular Letter dated 21.10.1993.\nprovides for a Sealed Cover Procedure to be adopted by the DPC, the same\nhas to be taken recourse to only in the event circumstances mentioned in D\nparagraph 2 thereof arise after the recommendation of the DPC. The\nrecommendations of the DPC, therefore, can be refused to be given effect to\nonly inter alia when one or the other conditions mentioned in paragraph 2 of\nthe said Circular stand satisfied which in the instant case would mean that\nas against the respondent a chargesheet had been issued or, in other words,\na disciplinary proceeding was pending. Admittedly, a chargesheet was issued\nas against him only after the meeting of DPC was convened. Thus, there was\nno bar in promoting the respondent. No material was placed before the DPC\nto take recourse to the Sealed Cover Procedure. In fact, none existed at the\nmaterial time. Paragraph 2 of the said Circular specifically refers to\nsubmission of chargesheet as the cut-off date when a Departmental Proceeding F\ncan be said to have been initiated. [Paras 13 and 14] [900-G-H; 901-A-B]\nUnion of India and Ors. v. K.V. Janakiram and Ors., [1991] 4 SCC 109\nand Coal India Ltd. and Ors. v. Saroj Kumar Mishra, (2007) 5 SCALE 724,\nrelied on.\nUnion of India and Anr. v. R. S. Sharma, [2000] 4 SCC 394; Delhi\nDevelopment Authority v. H.C. Khurana, [1993] 3 SCC 1996 and Union of\nIndia v. Kewal Kumar, [1993] 3 SCC 204, distinguished.\nE\nG\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 3691 of 2005. H\nA\nB\n898\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nFrom the Final Judgment and Order dated 31.01.2005 of the High Court\nof Orissa at Cuttak in W.P. (C) No. 50 of 2004.\nR. Mohan, ASG., R. Nedumaran, R.C. Kathia and B. Krishna Prasad for\nthe Appellants.\nS.K. Dholakia, Manoj Kumar Das and Sibo Sankar Mishra for the\nRespondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Interpretation of a purported circular letter dated\nC 21.01.1993 falls for our consideration in this appeal which arises out of a\njudgment and order dated 31.01.2005 passed by the High Court of Orissa in\nWrit Petition No. 50 of 2004.\nD\nE\nF\nG\nH\n2. Before embarking upon the said question, we may, however, notice\nthe admitted fact of the matter.\n3. Respondent was recruited to Indian Railway Traffic Services on or\nabout 1.02.1982. He was promoted to the post of Junior Administrative Grade.\nHe was also placed in the selection grade on 1.07.1994. The post of Senior\nAdministrative Grade fell vacant. Respondent was eligible to be considered\ntherefor. A Departmental Promotion Committee (DPC) was convened for\npreparation of a panel for promotion to the said post. Respondent's name was\nalso included therein. Inter alia on the premise that vigilance case was\npending against him, sealed cover procedure was adopted by the DPC\npurported to be in terms of the circular in question providing for the procedure\nand guidelines to be followed in respect of the officers who are to be promoted\nfrom Grade B to Grade A and of Railway officers against whom disciplinary\ncourt proceedings were pending.\n4. Paragraph 6 of the said Circular, which is relevant for our purpose\nreads, thus:\n\"6. A Government Servant, who is recommended for promotion by the\nDepartmental Promotion Committee but in whose case any of the\ncircumstances mentioned in para 2 above arise after the\nrecommendations of the DPC are received but before he is actually\npromoted, will be considered as if his case had been placed in a\nSealed Cover by the Departmental promotion Committee. He shall not\nbe promoted until the conclusion of disciplinary case/criminal\n\u003e\n☑\nL\n\u003e\n899\nU.O.I. v. SANGRAM KESHARI NAYAK [S.B. SINHA, J.]\nproceedings and the provisions contained in this letter will be A\napplicable in his case also.\"\n5. On or about 27.08.1999, one Shri G.P. Srivastava who was immediate\njunior to the respondent was promoted to the post of Senior Administrative\nGrade but only on 24.09.1999, a departmental proceeding was initiated against\nthe respondent by issuance of a chargesheet.\n6. An original application filed by the respondent before the Calcutta\nBench of the Central Administrative Tribunal, which was eventually transferred\nto the Cuttack Bench, praying for a direction to the appellants to promote him\nto the said post from the date when his junior was appointed, was allowed\nby a judgment and order dated 19.08.2003. A writ petition filed by the appellants\nthereagainst has been dismissed by the High Court, by reason of the impugned\njudgment.\n7. The Tribunal as also the High Court proceeded to determine the issue\non the basis that the term \"Government Servant under cloud\" would be the\nemployees against whom a chargesheet has been issued, relying on or on the\nbasis of paragraph 2 of the said circular, the relevant portion whereof reads\nas under:\n\"2. At the time of consideration of the case of Government Servants\nB\nC\nD\nfor empanelment, details of Government Servants in the consideration E\nzone for promotion falling under the following categories should be\nspecifically brought to the notice of the Departmental Promotion\nCommittee:\n(i) Government Servants under suspension;\n(ii) Government Servants in respect of whom a charge sheet has been\nissued and the disciplinary proceedings are pending;\n(iii) Government Servants in respect of whom prosecution for a criminal\ncharge is pending\"\nF\n8. In arriving at its conclusion the High Court furthermore placed strong G\nreliance upon a judgment of this Court in Union of India and Ors. v. K.V.\nJanakiraman and Ors., [1991] 4 SCC 109.\n9. Mr. R. Mohan, learned Additional Solicitor General appearing on\nbehalf of the appellants would contend that the circular letter received wrong\nH\n900\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA interpretation at the hands of the Tribunal and/or the High Court inasmuch\nas upon a proper reading thereof it would appear that a complete procedure\nhas been laid down therein providing for the mode and manner in which the\ncases of those officers against whom a charge is pending should be considered\nfor promotion. Strong reliance in this behalf has been placed on Union of\nIndia and Anr. v. R.S. Sharma, [2000] 4 SCC 394, Delhi Development Authority\nv. H.C. Khurana, [1993] 3 SCC 196, and Union of India v. Kewal Kumar,\n[1993] 3 SCC 204].\nB\n10. Mr. S.K. Dholakia, learned senior counsel appearing on behalf of the\nrespondent, on the other hand, would contend that paragraph 6 of the said\nC circular must be read in the context of paragraph 2 thereof.\n11. Promotion is not a fundamental right. Right to be considered for\npromotion, however, is a fundamental right. Such a right brings within its\npurview an effective, purposeful and meaningful consideration. Suitability or\notherwise of the candidate concerned, however, must be left at the hands of\nD the DPC, but the same has to be determined in terms of the rules applicable\ntherefor. Indisputably, the DPC recommended the case of the respondent for\npromotion. On the day on which, it is accepted at the bar, the DPC held its\nmeeting, no vigilance enquiry was pending. No decision was also taken by\nthe employer that a departmental proceeding should be initiated against him.\nE\nF\n12. Terms and conditions of an employee working under the Central\nGovernment are governed by the rules framed under the proviso appended\nto Article 309 of the Constitution of India or under a statute. The right to be\npromoted to a next higher post can, thus, be curtailed only by reason of valid\nrules. Such a rule again, however, cannot be construed in a manner so as to\ncurtail the right of promotion more than what was contemplated by law.\n13. Whereas paragraph 6 of the said circular letter provides for a sealed\ncover procedure to be adopted by the DPC, the same has to be taken recourse\nto only in the event circumstances mentioned in paragraph 2 thereof arise\nafter the recommendation of the DPC. The recommendations of the DPC,\nG therefore, can be refused to be given effect to only inter alia when one or\nthe other conditions mentioned in paragraph 2 of the said circular stand\nsatisfied which in the instant case would mean that as against the respondent\na chargesheet had been issued or, in other words, a disciplinary proceeding\nwas pending. Admittedly, a chargesheet was issued as against him only on\n24.09.1999.\nH\nU.O.I. v. SANGRAM KESHARI NAYAK [S.B. SINHA, J.]\n901\n14. Thus, there was no bar in promoting the respondent during the A\nperiod 14.01.1999 to 27.08.1999. No material was placed before the DPC to take\nrecourse to the sealed cover procedure. In fact, none existed at the material\ntime. Paragraph 2 of the said circular specifically refers to submission of\nchargesheet as the cut-off date when a departmental proceeding can be said\nto have been initiated. Even otherwise such a meaning had been given thereto\nby this Court in K.V. Janakiraman (supra) holding:\nB\nC\n\"16...The sealed cover procedure is to be resorted to only after the\ncharge-memo/charge-sheet is issued. The pendency of preliminary\ninvestigation prior to that stage will not be sufficient to enable the\nauthorities to adopt the sealed cover procedure. We are in agreement\nwith the Tribunal on this point. The contention advanced by the\nlearned counsel for the appellant-authorities that when there are serious\nallegations and it takes time to collect necessary evidence to prepare\nand issue charge-memo/charge-sheet, it would not be in the interest\nof the purity of administration to reward the employee with a promotion,\nincrement etc. does not impress us. The acceptance of this contention D\nwould result in injustice to the employees in many cases. As has been\nthe experience so far, the preliminary investigations take an inordinately\nlong time and particularly when they are initiated at the instance of\nthe interested persons, they are kept pending deliberately. Many times\nthey never result in the issue of any charge-memo/charge-sheet. If the\nallegations are serious and the authorities are keen in investigating\nthem, ordinarily it should not take much time to collect the relevant\nevidence and finalise the charges. What is further, if the charges are\nthat serious, the authorities have the power to suspend the employee\nunder the relevant rules, and the suspension by itself permits a resort\nto the sealed cover procedure...\"\n15. Reliance placed by Mr. Mohan on R.S. Sharma (supra), in our\nopinion, does not advance the appellant's case. In that case, cases where\nsealed cover procedure were applicable were contained in paragraph 2 of the\noffice memorandum dated 12.01.1988 which reads as under:\n\"Cases where 'Sealed Cover Procedure' applicable -At the time of\nconsideration of the cases of government servants for promotion,\ndetails of government servants in the consideration zone for promotion\nfalling under the following categories should be specifically brought\nto the notice of the Departmental Promotion Committee:\nE\nF\nG\n7\nH\n902\nA\nB\nC\nD\nE\nF\nG\nH\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\n(i) government servants under suspension;\n(ii) government servants in respect of whom disciplinary proceedings\nare pending or a decision has been taken to initiate disciplinary\nproceedings;\n(iii) government servants in respect of whom prosecution for a criminal\ncharge is pending or a sanction for prosecution has been issued or\na decision has been taken to accord sanction for prosecution;\n(iv) government servants against whom an investigation on serious\nallegations of corruption, bribery or similar grave misconduct is in\nprogress either by CBI or any agency, departmental or otherwise.\"\n(Emphasis supplied)\n16. Serious allegations of financial misdemeanours were made against\nthe respondent therein. Central Bureau of Investigation took up investigation.\nHe was suspended on 10.03.1988. Although the said order of suspension was\nrevoked, investigation continued. The DPC considered his case for promotion\non 3.04.1991 and resorted to sealed cover procedure. Only in the aforementioned\nsituation, K.V. Janakiraman (supra) and other decisions following the same\nstood distinguished opining that paragraph 7 of the said office memorandum\nwould be attracted, which is in the following terms:\n\"Sealed cover applicable to an officer coming under cloud before\npromotion.-A government servant, who is recommended for\npromotion by the Departmental Promotion Committee but in whose\ncase any of the circumstances mentioned in para 2 above arise after\nthe recommendations of DPC are received but before he is actually\npromoted, will be considered as if his case had been placed in a sealed\ncover by DPC. He shall not be promoted until he is completely\nexonerated of the charges against him and the provisions contained\nin this OM will be applicable in his case also.\"\nIt was held:\n\"...One is that, what the Department did not do is not the yardstick\nindicated in para 7 of the Sealed Cover Procedure, what is mentioned\ntherein is that it cannot apply to the government servant who is not\n\"actually promoted\" by that time. Second is that, the stand taken up\nby the Department is that in spite of deletion of clause (iv) of the\nU.O.I. v. SANGRAM KESHARI NAYAK [S.B. SINHA, J.]\n903\nsecond para, the recommendations of DPC must remain in the sealed A\ncover on account of the conditions specified in clause (iii) of the said\nparagraph by virtue of the operation of para 7 thereof. We cannot say\nthat the said stand was incorrect and, therefore, we are unable to\nblame the Department for not opening the sealed cover immediately\nafter 31-7-1991.\"\n17. Therein H.C. Khurana (supra) and Kewal Kumar (supra) were\nnoticed.\nB\nC\n18. In H.C. Khurana (supra), the question was as to what would be the\nmeaning of the word 'issued' when a disciplinary proceeding had been initiated\nby framing the chargesheet and the same had been despatched. Paragraph 2\nof the circular letter in question was similar to the case of R.S. Sharma (supra).\nIt is in that context, what would be the meaning of the word 'issued' when\nthe decision has been taken to initiate disciplinary proceeding came up for\nconsideration. As the circular contained provision of that nature which is\nabsent in the present case, the said decision, in our opinion, also has no D\napplication in the instant case.\n19. For the self-same reasons, the decision of this Court in Kewal\nKumar (supra) is also not attracted.\n20. This aspect of the matter has recently been considered in Coal E\nIndia Ltd. \u0026 Ors. v. Saroj Kumar Mishra, (2007) 5 SCALE 724.\n21. We, therefore, are of the opinion that there is no infirmity in the\nimpugned judgments. Accordingly, the appeal is dismissed with costs.\nCounsel's fee assessed at Rs. 25,000/-.\nK.K.T.\nF\nAppeal dismissed.\n"}