{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"A\nB\nSMT. SANDHYA JADHAV\nV.\nSTATE OF MAHARASHTRA\nMARCH 31, 2006\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nC\n34:\nPenal Code, 1860; Ss. 302, 323 r/w Section 34 and 325 r/w Section\nMurder/Culpable homicide not amounting to murder-Sudden fight—\nSingle blow--Death-Exception 4 to Section 300-Applicability of Held:\nFor application of Exception to Section 300, accused has to establish that\nthe act committed by him was without premeditation, in a sudden fight\nbetween him and the deceased and he did not take undue advantage and not\nD having acted in a cruel or unusual manner-It cannot be laid down as a rule\nof universal application that whenever death occurs on account of single\nblow. Section 302 IPC is ruled out-However, fact situation has to be\nconsidered in each case-In the facts and circumstances of the case, Exception\n4 to Section 300 IPC attracted-Hence, the conviction altered to Section 304\nPart II IPC and custodial sentence reduced to 7 years.\nE\nF\nWords and Phrases:\n'Sudden fight' and 'undue advantage'--Meaning of in the context of\nException 4 to Section 300 IPC.\nAccording to the prosecution, appellant, the main accused and his\naccomplice, were residing as tenants in the house owned by one of the prosecution\nwitnesses. On the fateful day, when the said witness (PW2)/landlord went to the\naccused persons for collecting house rent, they assaulted him and when his\nnephew, the deceased intervened the appellant delivered a knife blow on his back,\nG later he succumbed to the injuries. On the complaint lodged by PW2 and the\nbrother of the deceased, police registered two separate reports. Investigation was\nconducted and the accused persons were charge-sheeted for having committed\noffences punishable u/s 302 read with Section 34 IPC and u/s 324 read with\nSection 34 IPC and so far as accused nos. 2 and 3 are concerned, they were also\nH\n632\nSANDHYA JADHAV v. STATE OF MAHARASHTRA\n633\ncharged for having committed offence punishable u/s 323 read with Section 34 A\nIPC. The trial Court found the accused persons guilty of the charges, convicted\nand sentenced them accordingly. On appeal, the High Court upheld the conviction.\nHence the present appeal.\nAppellants contended that even if the accusations of the prosecution are\nB\naccepted in toto, a case under Section 302 IPC is not made out, in view of the\ncategorical findings recorded by the Trial Court as affirmed by the High Court\nthat the assaults were made in the course of a quarrel, and thus, in the facts and\ncircumstances of the case, Exception 4 to Section 300 IPC is applicable.\nPartly allowing the appeal, the Court\nHELD: 1.1. To bring a case within Exception 4 to Section 300 all the\ningredients mentioned in it must be found. It is to be noted that the 'fight' occurring\nin Exception 4 to Section 300 IPC is not defined in the IPC. It takes two to make\na fight. Heat of passion requires that there must be no time for the passions to\ncool down and in the instant case, the parties have worked themselves into a fury\non account of the verbal altercation in the beginning. A fight is a combat between\ntwo and more persons whether with or without weapons. It is not possible to\nenunciate any general rule as to what shall be deemed to be a sudden quarrel. It\nis a question of fact and whether a quarrel is sudden or not must necessarily\ndepend upon the proved facts of each case. [636-F-G]\n1.2. For the application of Exception 4 to Section 300 IPC, it is not sufficient\nto show that there was a sudden quarrel and there was no premeditation. It must\nfurther be shown that the offender has not taken undue advantage or acted in\ncruel or unusual manner. The expression ‘undue advantage' as used in the\nprovision means '‘unfair advantage'. The residual plea is that only a single blow\nwas given. Though it cannot be laid down as a rule of universal application that\nwhenever death occurs on account of a single blow, Section 302 IPC is ruled out,\nthe fact situation has to be considered in each case. [636-H; 637-A; C]\nSridhar Bhuyan v. State of Orissa, JT (2004) 6 SC 299; Prakash Chand v.\nState of H.P., JT (2004) 6 SC 302 and Sachchey Lal Tiwari v. State of Uttar\nPradesh, JT (2004) 8 SC 534, referred to.\n2. If the factual background is considered in the light of legal position, the\ninevitable conclusion is that Exception 4 to Section 300 IPC has full application.\nHence, the conviction is altered to Section 304 Part II IPC instead of Section 302\nIPC. Custodial sentence of 7 years would meet the ends of justice. [637-D]\nC\nD\nE\nF\nG\nH\n634\nA\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nCRIMINAL APPELLATE JURISDICTION : Crl. Appeal No. 368/2006.\nFrom the Judgment and Order dated 27.9.2005 High Court of Bombay\nat Nagpur in Crl.A. No. 165/1995.\nR.S. Lambat for the Appellant.\nB\nI\nC\nS.S. Shinde and V.N. Raghupati for the Respondent.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nAppellant calls in question legality of the judgment rendered by a\nDivision Bench of the Bombay High Court Nagpur Bench disposing of two\nappeals; one filed by the appellant and the other by two co-accused person.\nChallenge was to the conviction recorded and sentence imposed by the 6th\nAdditional Sessions Judge, Nagpur. Appellant was convicted for offence\nD punishable under Section 302 of the Indian Penal Code, 1860 (in short the\n'IPC') and was sentenced to suffer imprisonment for life and to pay a fine of\nRs. 1,000 with default stipulation. Appellant was also convicted for offence\npunishable under Section 325 read with Section 34 IPC along with the other\nco-accused Kawadu and Arun and all of them were sentenced to suffer Rl for\n5 years and to pay a fine of Rs. 300 with default stipulation. Co-accused\npersons were convicted for commission of offence punishable under Section\n323 read with Section 34 IPC and sentenced to suffer RI of one year and to\npay a fine of Rs. 200 with default stipulation. Appeal filed by the appellant\nwas dismissed.\nE\nF\nProsecution version which led to trial of the accused persons in brief\nis as follows:\nAppellant and co-accused persons were residing as tenants in the\nhouse of Govindrao Ghoradkar (PW-2). On 6th June, 1990 at about 8.00 a.m.\nGovindrao Ghoradkar (PW-2) went to the accused persons for demanding\nG house rent. The accused persons in collusion with one another and in\nfurtherance of their common intention assaulted Govindrao Ghoradkar (PW-\n2) and when his nephew Anand Ghoradkar (hereinafter referred to as the\n'deceased') intervened in the matter to separate them, appellant Sandhya\ndelivered a knife blow on the back of the deceased Anand and committed his\nmurder. On the complaint lodged by Govindrao Ghoradkar (PW-2) and Gajanan\nH\nSANDHYA JADHAV v. STATE OF MAHARASHTRA [PASAYAT, J.] 635\nGhoradkar, brother of deceased, police registered two separate reports, i.e. A\n(Exh.22) and report (Exh.20) respectively. Investigation was conducted and\nthe accused persons were charge-sheeted for having committed offences\npunishable u/s 302 read with Section 34 of IPC and u/s 324 read with Section\n34 of IPC and so far as accused nos. 2 and 3 are concerned, they were also\ncharged for having committed offence punishable u/s 323 read with Section\n34 of IPC.\nIn reply to the charge, all the accused persons pleaded not guilty and\ntook a common plea that on the day of the incident Govindrao Ghoradkar\n(PW-2) came along with 5-6 persons and beat them. On conclusion of the trial,\nthe trial Court found the accused persons guilty of the charges, convicted\nand sentenced them which were matter of challenge in the two appeals before\nthe High Court.\nB\nC\nIn the appeals primary stand was that the case was not covered under\nSection 302 IPC so far as the appellant is concerned. The occurrence took\nplace in the course of sudden quarrel where the so-called eye-witness and the D\ndeceased were the aggressors; the right of private defence was available to\nher and in any event the occurrence took place in case of sudden quarrel and,\ntherefore, Section 302 IPC have no application. It was also pointed out that\nthere was no intention to kill as a single blow was allegedly given and,\ntherefore, also Section 302 IPC had no application. The High Court did not\naccept the contentions and upheld the conviction as recorded by the Trial\nCourt.\nE\nLearned counsel for the appellant submitted that even if the accusations\nof the prosecution are accepted in toto a case under Section 302 IPC is not\nmade out, in view of the categorical findings recorded by the Trial Court and\nF\nthe High Court that the assaults were made in course of a quarrel and\nconviction should not have been done in terms of Section 302 IPC. According\nto him Exception 4 to Section 300 IPC is applicable.\nIn reply, learned counsel for the State submitted that looking at the\nfactual scenario as projected by the prosecution witnesses, and the nature of G\nthe injury inflicted, the Trial Court was justified in recording conviction under\nSection 302 IPC and the High Court has rightly dismissed the appeal.\nFor bringing in operation of Exception 4 to Section 300 IPC, it has to\nbe established that the act was committed without premeditation, in a sudden\nfight in the heat of passion upon a sudden quarrel without the offender H\n636\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA having taken undue advantage and not having acted in a cruel or unusual\nB\nC\nmanner.\nThe Fourth Exception of Section 300, IPC covers acts done in a sudden\nfight. The said exception deals with a case of prosecution not covered by the\nfirst exception, after which its place would have been more appropriate. The\nexception is founded upon the same principle, for in both there is absence\nof premeditation. But, while in the case of Exception 1 there is total deprivation\nof self-control, in case of Exception 4, there is only that heat of passion which\nclouds men's sober reasons and urges them to deeds which they would not\notherwise do. There is provocation in Exception 4 as in Exception 1; but the\ninjury done is not the direct consequence of that provocation. In fact Exception\n4 deals with cases in which notwithstanding that a blow may have been\nstruck, or some provocation given in the origin of the dispute or in whatever\nway the quarrel may have originated, yet the subsequent conduct of both\nparties puts them in respect of guilt upon equal footing. A 'sudden fight'\nimplies mutual provocation and blows on each side. The homicide committed\nD is then clearly not traceable to unilateral provocation, nor in such cases could\nthe whole blame be placed on one side. For if it were so, the Exception more\nappropriately applicable would be Exception 1. There is no previous deliberation\nor determination to fight. A fight suddenly takes place, for which both parties\nare more or less to be blamed. It may be that one of them starts it, but if the\nother had not aggravated it by his own conduct it would not have taken the\nserious turn it did. There is then mutual provocation and aggravation, and it\nis difficult to apportion the share of blame which attaches to each fighter. The\nhelp of Exception 4 can be invoked if death is caused (a) without premeditation,\n(b) in a sudden fight; (c) without the offender's having taken undue advantage\nor acted in a cruel or unusual manner; and (d) the fight must have been with\nF the person killed. To bring a case within Exception 4 all the ingredients\nmentioned in it must be found. It is to be noted that the 'fight' occurring in\nException 4 to Section 300, IPC is not defined in the IPC. It takes two to make\na fight. Heat of passion requires that there must be no time for the passions\nto cool down and in this case, the parties have worked themselves into a fury\non account of the verbal altercation in the beginning. A fight is a combat\nbetween two and more persons whether with or without weapons. It is not\npossible to enunciate any general rule as to what shall be deemed to be a\nsudden quarrel. It is a question of fact and whether a quarrel is sudden or.\nnot must necessarily depend upon the proved facts of each case. For the\napplication of Exception 4, it is not sufficient to show that there was a sudden\nH quarrel and there was no premeditation. It must further be shown that the\nE\nG\n-\nSANDHYA JADHAV v. STATE OF MAHARASHTRA [PASAYAT, J.] 637\noffender has not taken undue advantage or acted in cruel or unusual manner. A\nThe expression 'undue advantage' as used in the provision means 'unfair\nadvantage'.\nThe aforesaid aspects have been highlighted in Sridhar Bhuyan v.\nState of Orissa., JT (2004) 6 SC 299, Prakash Chand v. State of H.P., JT (2004)\n6 SC 302, and Sachchey Lal Tiwari v. State of Uttar Pradesh, (JT 2004 (8)\nSC 534).\nThe residual plea is that only a single blow was given. Though it cannot\nbe laid down as a rule of universal application that whenever death occurs\non account of a single blow, Section 302 IPC is ruled out, the fact situation\nhas to be considered in each case.\nB\nC\nIf the factual background is considered in the legal position as set out\nabove, the inevitable conclusion is that Exception 4 to Section 300 IPC has\nfull application. The conviction is to be altered to Section 304 Part II IPC\ninstead of Section 302 IPC as done by the Trial Court and affirmed by the Ꭰ\nHigh Court. Custodial sentence of 7 years would meet the ends of justice.\nAppeal is allowed to the aforesaid extent.\nS.K.S.\nAppeal partly allowed.\n"}