{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"1\nSTATE OF PUNJAB AND ANR.\nV.\nTEJA SINGH AND ORS.\nJANUARY 17, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nService law:\nLien-Promotion of respondents to the post of lecturer—Provisionally\nposted as Headmasters-Denied promotion to the post of Principal on the\npremise of having lost lien on the post of lecturer-Held: Respondents were\npromoted on provisional basis-Hence have not lost their lien-Not to be\ndenied promotion to the post of Principal.\nThe respondents were appointed as Masters in the Education\nDepartment. As they possessed Master degree, they were promoted to the\npost of Lecturer. In 1974, they were temporarily posted as headmasters at\ntheir own pay. The respondents were denied the promotion to the post of\nPrincipal, Grade II on the premise that they, having been promoted to the\npost of Headmaster, lost their lien on the post of Lecturer.\nA\nB\nC\nD\nThey successfully filed writ petitions before the High Court. Hence\nthese appeals.\nE\nDismissing the appeals, the Court\n1\nHELD: The Respondents were promoted on provisional basis. It cannot,\ntherefore, be said that they lost their lien. Even the Cadre Controlling\nAuthority could not have changed their cadre without their consent. Even\notherwise having regard to the fact that they were provisionally promoted\nto the post of Head master long before the rules came into force, in absence\nof any express provision contained therein or any option sought for, from\nthe respondents, they could not have been denied the benefit of promotion\nto the post of Principal, Grade II. If such a contention is upheld, the same\nwould result in an absurdity. Rules must be considered in a reasonable and\npragmatic manner. [Para 8] [1107-D-F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 6401-6407 of\nF\nG\n2000.\n1105\nH\n1106\nA\nB\nC\nD\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nFrom the Judgments and Final Orders dated 10.7.2000 and 12.7.2000 of\nthe High Court of Punjab and Haryana at Chandigarh in L.P.A. Nos. 800/2000\nin C.W.P. No. 12829/1995, 819-824/2000 in C.W.P. Nos. 10327, 7213/1995,\n18164/1994, 9426, 7719 and 960/1995 respectively\nD.P. Singh, Shashank Moona and Arun K. Sinha for the Appellants.\nManoj Swarup, Atulesh Kr. Anant, S.C. Paul, Roopa Paul, Mohinder\nSingh, Rekha Pandey and Subhash Sharma for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. : 1. The State of Punjab is before us aggrieved by and\ndissatisfied with the judgment and order dated 10.7.2000 in LPA No. 800/\n2000 passed by a Division Bench of the High Court of Punjab and Haryana\ndismissing the LPA arising from the judgment and order of a learned Single\nJudge of the said Court in writ petitions filed by the respondents herein,\nopining that their cases should be considered for promotion to the post of\nPrincipal, Grade II.\n2. The basic fact of the matter is not in dispute. Respondents were\nappointed as Masters in the Education Department of the State of Punjab.\nAs they possessed Master degree, they were promoted to the post of\nE Lecturer. In or about 1974, they were temporarily posted as headmasters. A\nsample copy of the order of such posting is in the following terms:\nF\n\"The following Masters/Lecturers are hereby provisionally\nposted at their own pay and grade on the post of Headmasters.\n(P.E.S. III) Non Gazetted Men Branch. These postings are purely\ntemporary and all are subject to the conditions noted below:\nXXX\nXXX\nXXX\nG\n3. They continued to work on the post of Headmaster till about 1978.\nHowever, rules were framed in terms whereof the posts of Principal, Grade\nII were to be filled up by way of promotion as also by direct recruit in the\nratio of 75 25.\n4. It is stated that the State had issued a circular on or about 24th\nJanuary, 1977 laying down the ratio of 60: 40 for filling up the posts of\nH Headmaster/Lecturer. The respondents were denied the promotion to the\n2\nSTATE v. TEJA SINGH [SINHA, J.]\n1107\n:\npost of Principal, Grade II by an order dated 15.7.1995, inter alia on the A\npremise that they, having been promoted to the post of Headmaster, lost\ntheir lien on the post of Lecturer.\n5. Writ petitions filed by the respondents have been allowed as noticed\nhereinbefore. Letter Patent Appeals filed by the State of Punjab thereagainst\nwere dismissed.\n6. The contention of the learned counsel for the appellants is that in\nview of the rules aforementioned the High Court could not have passed the\nimpugned judgment.\n7. It is not in dispute that similar question came up for consideration\nbefore Punjab and Haryana High Court in Civil Writ Petition No. 2441/1982\nand Civil Writ Petition No. 4918/1996, wherein a similar contention raised by\nthe State had been rejected.\n8. The learned Single Judge of the High Court had followed the\naforementioned decision. We do not find any reason to differ therewith.\nRespondents were promoted on provisional basis. It cannot, therefore, be\nsaid that they lost their lien. Even the Cadre Controlling Authority could not\nhave changed their cadre without their consent. Even otherwise having\nregard to the fact that they were provisionally promoted to the post of\nPrincipal long before the rules came into force, in absence of any express\nprovision contained therein or any option sought for from the respondents,\nthey could not have been denied the benefit of promotion to the post of\nPrincipal, Grade II. If such a contention is upheld, in our opinion, the same\nwould result in an absurdity. All rules as is well known must be considered\nin a reasonable and pragmatic manner. The respondents having been\npromoted to the post of Headmaster, which was permissible at the relevant\ntime, cannot be denied the benefit of promotion to the post of Principal,\nGrade II, although they held the post of Lecturer. Even otherwise, in our\nopinion, denial of said benefit to the respondents would be unjust in law.\nFor the reasons aforementioned, there is no merit in these appeals which are\ndismissed accordingly. No costs.\nD.G.\nAppeals dismissed.\nB\nC\nD\nE\nF\nG\n"}