{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nN. DEVINDRAPPA\nV\nSTATE OF KARNATAKA\nMAY 7, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nD\nPenal Code, 1860; s.420:\nCheating-Dishonestly inducing complainant to pay certain amount of\nmoney promising to allot him a plot under a Scheme-Plot not allotted—\nComplaint-Trial Court convicting him under s.420 IPC and sentenced him\naccordingly Conviction affirmed by High Court by modifying the sentence-\nOn appeal, Held: Accused cheated many persons-Evidence of the complainant\nis corroborated by exhibits-documents bearing his signature-handwriting of\naccused testified by the handwriting expert-Hence, offence under Section\n420 IPC is made out-Since Courts below recorded a finding of fact based\non evidence on record, there is no reason to disagree with the same.\nAppellant, a retired Head Master, allegedly cheated the complainant by\ndishonestly inducing him to pay certain amount in cash assuring him to allot\nE a plot. However, the plot was not allotted to him. Trial Court found him guilty\nof committing the offence under Section 420 IPC, convicted and sentenced\nhim accordingly. The High Court while upholding the conviction of the\nappellant u/s. 420 IPC modified the sentence and instead sentenced him to\nundergo simple imprisonment of six months and to pay fine. Hence the present\nappeal.\nF\nDismissing the appeal, the Court\nHELD: 1.1. Appellant had cheated many persons and not merely the\ncomplainant. The evidence of the complainant is corroborated by Ex. P 2 and\nEx. P 3 and these two documents bear the signatures of the accused and the\nG\ncomplainant and the handwriting of the accused is testified by the handwriting\nexpert. The issuance of the bogus receipts P 2 and P 3 by the accused given\nto the complainant, definitely amounts to cheating as also inducement of the\ncomplainant that he would be provided a plot by the accused in six months or\na year. Since property includes money, hence, the offence under Section 420\nH\n36\nx\n:\nT\nN. DEVINDRAPPA v. STATE OF KARNATAKA [MARKANDEY KATJU, J.] 37\nIPC is made out. There was definitely dishonest intention on the part of the A\nappellant. [Para 8] [38-D-F]\n1.2. The Courts below have considered the evidence in great detail and\nrecorded findings of fact based on the evidence on record and there is no reason\nto disagree with the same. [Para 10] [39-B]\n2007.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 686 of\nB\nFrom the Final Judgment and Order dated 10.04.2006 of the High Court\nof Karnataka, Bangalore in Crl. R.P. No. 880 of 2003.\nC\nVikas Rojipura and E.C. Vidya Sagar for the Appellant.\nAnitha Shenoy for the Respondent.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. Leave granted.\nD\n2. This appeal has been filed against the impugned judgment of the\nKarnataka High Court dated 10.04.2006 in Criminal Revision Petition No. 880\nof 2003.\n3. Heard learned counsel for the parties and perused the record.\nE\n4. The High Court while upholding the conviction of the appellant\nunder Section 420 I.P.C modified the sentence and instead sentenced the\nappellant to undergo simple imprisonment of six months and to pay a fine of\nRs.2,000/-, and in default to undergo a further period of two months simple F\nimprisonment.\n5. The facts of the case are that the appellant is a retired Head Master\nof a school. He took voluntary retirement from service under the guise of\ndoing social work. It is alleged that on 05.10.1995 and on 18.11.1995 the\nappellant cheated the complainant by dishonestly inducing him to pay Rs.2,000/ G\n- to the appellant in cash assuring the said complainant to allot him a plot,\nthough the said property was not even the property of the appellant.\n6. The case of the appellant was that he had no intention to cheat the\ncomplainant and the case is of civil nature. On the other hand, the case of\nH\n.\n38\nSUPREME COURT REPORTS\n[2007] 6 S.C.R.\nA the prosecution was that the appellant accused was not the owner of the land\nand he made the complainant to believe that he was the owner of the land\nand for selling a plot of the land he received part of the sale consideration\nas advance from the complainant though he subsequently did not allot him\nany land despite repeated requests.\nB\nC\n7. We have carefully perused the record as well as the judgments of the\ncourts below. At the outset, we would like to say that an act can result in\nboth civil and criminal liability. Hence, merely because the act of the appellant\nhas civil liability that does not mean that it cannot also have criminal liability.\n8. The finding of fact of both the courts below is that the appellant\ndishonestly induced the complainant to deliver him Rs.2,000/- as advance in\ncash as part payment alleged for sale of the plot of land in question, knowing\nfully that he was not the owner of the said plot. It has been held that the\nappellant deceived the complainant. It has also come in evidence that the\nappellant had similarly deceived several other persons by saying that he\nD would allot plots to them and he took money in advance but did not give them\nE\nthe plot. Thus, it appears that the appellant had cheated many persons and\nnot merely the complainant. For instance, PW9 Sri Sitaram Kalanji had made\nsimilar allegations against the accused. The evidence of the complainant is\ncorroborated by Ex. P 2 and Ex. P 3 and these two documents bear the\nsignatures of the accused and the complainant and the handwriting of the\naccused is testified by the handwriting expert. The issuance of the bogus\nreceipts P 2 and P 3 by the accused given to the complainant, in our opinion,\ndefinitely amounts to cheating as also inducement of the complainant that he\nwould be provided a plot by the accused in six months or a year. Since\nproperty includes money, hence the offence under Section 420 I.P.C. is made\nF out. In our opinion, there was definitely dishonest intention on the part of\nthe appellant.\n9. The complainant Ramchandrappa Bhrammeri, PW1, has deposed that\nthe accused gave an impression that he was distributing sites to the poor\npersons as representative of Rajiv Gandhi Badavara Kshemabhiruddi Sangha\nG and on 5.10.1995 the accused came to his shop and assured him that he would\nalso get one house site in the land at the rate of Rs.3,000/- per gunta. PW1\nfurther deposed that believing the words of the accused he gave\nRs.2,000/- to him as part payment and the accused gave him receipt for having\nreceived the amount under his signature. PW 1 further stated that the accused\nassured him that he would get possession of the plot in question within 6\nH\nY\nN. DEVINDRAPPA v. STATE OF KARNATAKA [MARKANDEY KATJU, J.]\n39\nto 8 months and one day took him to the village where the plot was situated A\nand showed him one land saying that a plot would be given to him from the\nsaid land. However, the accused did not give him possession of the plot and\nwent on postponing the same by assuring him that he would be given the\nplot and the accused always made him believe his words.\n10. The courts below have considered the evidence in great detail and B\nrecorded findings of fact based on the evidence on record and we see no\nreason to disagree with the same.\nS.K.S.\n11. There is no force in the appeal and it is accordingly dismissed.\nAppeal dismissed. C\n"}