{"pages":[{"pageNumber":51},{"pageNumber":52}],"text":"A\nB\nC\nD\nE\nF\nG\nH\n1116 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nofficers also have a duty to make a preliminary enquiry so\nas to find out as to whether allegations made had any\nsubstance or not.\"\n105. In Bhagwant Kishore Joshi (supra), Mudholkar, J. in\nhis concurring judgment has observed as under:-\n\"I am of opinion that it is open to a Police Officer to make\npreliminary enquiries before registering an offence and\nmaking a full scale investigation into it.\"\n106. In P. Sirajuddin etc. (supra), this Court quoted the\nobservations of the High Court as under:-\n\"(a) \"substantial information and evidence had been\ngathered before the so-called first information report was\nregistered\".\"\n107. In Sevi and Another (supra), this Court observed as\nunder:-\n\"If he was not satisfied with the information given by PW\n10 that any cognizable offence had been committed he\nwas quite right in making an entry in the general diary and\nproceeding to the village to verify the information without\nregistering any FIR.\"\n108. It is quite evident from the ratio laid down in the\naforementioned cases that different Benches of this Court have\ntaken divergent views in different cases. In this case also after\nthis Court's notice, the Union of India, the States and the Union\nTerritories have also taken or expressed divergent views about\nthe interpretation of Section 154 Cr.P.C.\n109. We have carefully analysed various judgments\ndelivered by this Court in the last several decades. We clearly\ndiscern divergent judicial opinions of this Court on the main\nissue whether under Section 154 Cr.P.C., a police officer is\nbound to register an FIR when a cognizable offence is made\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1117\nout or he (police officer) has an option, discretion or latitude of A\nconducting some kind of preliminary enquiry before registering\nthe FIR.\n110. Learned counsel appearing for the Union of India and\ndifferent States have expressed totally divergent views even\nbefore this Court. This Court also carved out a special\ncategory in the case of medical doctors in the aforementioned\ncases of Santosh Kumar (supra) and Dr. Suresh Gupta (supra)\nwhere preliminary enquiry had been postulated before\nregistering an FIR.\n111. Some counsel also submitted that the CBI Manual\nalso envisages some kind of preliminary enquiry before\nregistering the FIR. The issue which has arisen for\nconsideration in these cases is of great public importance.\n112. In view of the divergent opinions in a large number of\ncases decided by this Court, it has become extremely important\nto have a clear enunciation of law and adjudication by a larger\nBench of this Court for the benefit of all concerned - the courts,\nthe investigating agencies and the citizens.\n113. Consequently, we request Hon'ble the Chief Justice\nto refer these matters to a Constitution Bench of at least five\nJudges of this Court for an authoritative judgment.\nB\nC\nD\nE\nR.P.\nF\nMatters referred to Constitution Bench.\n"}