{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"1076 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA intent. In case such information is given in writing or is reduced\nin writing on being given orally, it is required to be signed by\nthe persons giving it. It is further provided that the substance\nof commission of a cognizable offence as given in writing or\nreduced to writing \"shall\" be entered in a book to be kept by\nB such officer in such form as the State Government may\nprescribe in this behalf. Sub-section (2) provides that a copy\nof such information as recorded in sub-section (1) shall be\ngiven forthwith free of cost to the informant.\nC\nD\nE\n13. In light of the provisions contained in Section 154 (1)\nand the law laid by this Court on the subject, the following\nsubmissions were placed by the Union of India for consideration\nof this Court.\n(a) The statutory intention is manifest on a bare reading\nof provisions of Section 154(1) to the effect that\nwhen an officer incharge of a police station to\nwhom information relating to commission of\ncognizable offence has been disclosed, he has no\ndiscretion save and except to reduce the said\ninformation in writing by him or under his direction.\n(b)\nF\n(c)\nG\nH\n(d)\nSection 154(1) does not have ambiguity and is in\nclear terms.\nThe use of expression \"shall\" clearly manifest the\nmandatory statutory intention.\nIn construing a statutory provision, the first and the\nforemost rule of construction is the literal\nconstruction. It is submitted that all that the Court\nhas to see at the very outset is what does that\nprovision say. If the provision is unambiguous and\nif from that provision, the legislative intent is clear,\nthe Court need not call into it the other rules on\nconstruction of statutes. [Para 22 of Hiralal\nRattanlal etc.etc. v. State of U.P. and Another\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1077\netc.etc. 1973(1) SCC 216]. This judgment is A\nreferred to and followed in a recent decision of this\nCourt in B. Premanand and Others v. Mohan\nKoikal and Others (2011) 4 SCC 266 paras 8 and\n9. It is submitted that the language employed in\nSection 154 is the determinative factor of the\nlegislative intent. There is neither any defect nor\nany omission in words used by the legislature. The\nlegislative intent is clear. The language of Section\n154(1), therefore, admits of no other construction.\nB\nC\nD\n(e) The use of expression \"shall\" is indicative of the\nintention of the legislature which has used a\nlanguage of compulsive force. There is nothing\nindicative of the contrary in the context indicating a\npermissive interpretation of Section 154. It is\nsubmitted that the said Section ought to be\nconstrued as preemptory. The words are precise\nand unambiguous (Govindlal Chhaganlal Patel v.\nAgricultural Produce Market Committee, Godhra\nand Others 1975 (2) SCC 482). It is submitted that\nit is settled law that judgments of the courts are not\nto be construed as statutes [para 11 of three-Judge\nBench decision of this court in the case of M/s\nAmar Nath Om Prakash and others etc. v. State\nof Punjab and Others (1985) 1 SCC 345]. The\nabovesaid decision is followed by a judgment of F\nthis Court in the case of Hameed Joharan (dead)\nand others v. Abdul Salam (dead) by Lrs. and\nOthers (2001) 7 SCC 573.\n(f)\nThe provision of Section 154(1) read in light of\nstatutory scheme do not admit of conferring any\ndiscretion on the officer in charge of the police\nstation of embarking upon an preliminary enquiry\nprior to registration of an FIR. A preliminary enquiry\nis a term which is alien to the Code of Criminal\nE\nG\nH\nA\nB\nC\n1078 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nProcedure, 1973 which talks of (i) investigation (ii)\ninquiry and (iii) trial. These terms are definite\nconnotations having been defined under Section 2\nof the Act.\n(g) The concept of preliminary enquiry as contained in\nChapter IX of the CBI (Crime) Manual, first\npublished in 1991 and thereafter updated on\n15.7.2005 cannot be relied upon to import the\nconcept of holding of preliminary enquiry in the\nscheme of the Code of Criminal Procedure.\n(h) The interpretation of Section 154 cannot be\ndepended upon a Manual regulating the conduct of\nofficers of an organization, i.e., CBI.\nD (\nE\nF\nG 0\n(i)\nA reference to para 9.1. of the said Manual would\nshow that preliminary enquiry is contemplated only\nwhen a complaint is received or information is\navailable which may after verification as enjoined\nin the said Manual indicates serious misconduct on\nthe part of the public servant but is not adequate to\njustify registration of a regular case under provisions\nof Section 154 Cr.P.C. Such preliminary inquiry as\nreferred to in para 9.1 of the CBI Manual as also\nto be registered after obtaining approval of the\ncompetent authority. It is submitted that these\nprovisions cannot be imported into the statutory\nscheme of Section 154 so as to provide any\ndiscretion to a police officer in the matter of\nregistration of an FIR.\nThe purpose of registration of an FIR are manifold\n-that is to say\nTo reduce the substance of information disclosing\ncommission of a cognizable offence, if given orally,\ninto writing\n☐ H\nLALITA KUMARI v. GOVERNMENT OF U.P. 1079\n[DALVEER BHANDARI, J.]\n(ii)\nif given in writing to have it signed by the A\ncomplainant\n(iii) to maintain record of receipt of information as\nregards commission of cognizable offences\n(iv) to initiate investigation on receipt of information as\nregards commission of cognizable offence\n(v) to inform Magistrate forthwith of the factum of the\ninformation received.\nB\nC\nD\nE\n14. Reference has also been made to the celebrated\njudgment of the Privy Council in the case of Emperor v. Khwaza\nNazim Ahmad AIR 1945 PC 18 in which it is held that for the\nreceipt and recording of an information, report is not a\ncondition precedent to the setting in motion of a criminal\ninvestigation. It is further held, that no doubt, in the great majority\nof cases criminal prosecution are undertaken as a result of the\ninformation received and recorded in this way. (As provided\nin Sections 154 to 156 of the earlier Code). It is further held\nthat there is no reason why the police, if in possession through\ntheir own knowledge or by means of credible though informal\nintelligence which genuinely leads them to the belief that a\ncognizable offence has been committed, should not of their own\nmotion undertake an investigation into the truth of the matters.\nalleged. It is further held that Section 157 of the Code when\ndirecting that a police officer, who has a reason to suspect from\ninformation or otherwise, that an offence which he is\nempowered to investigate under Section 156 has been\ncommitted, he shall proceed to investigate the facts and\ncircumstances of the case. It is further held in the said judgment\nthat, in truth the provisions as to an information report G\n(commonly called a First Information Report) are enacted for\nother reasons. Its object is to obtain early information of\nalleged criminal activity, to record the circumstances before\nthere is time for them to be forgotten or embellished, and it has\nto be remembered that the report can be put in evidence when H\nF\n1080 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA the informant is examined, if it is desired to do so. It is further\nheld in the said judgment that there is a statutory right on part\nof the police to investigate the circumstances of an alleged\ncognizable crime without requiring any authority from the judicial\nauthorities.\nB\nC\nD\n15. On behalf of the Union of India reference was made\nto the judgment of this Court delivered in The State of Uttar\nPradesh v. Bhagwant Kishore Joshi AIR 1964 SC 221 wherein\nit has been held vide para 8 that Section 154 of the Code\nprescribed the mode of recording the information received\norally or in writing by an officer incharge of a police station in\nrespect of commission of a cognizable offence. Section 156\nthereof authorizes such an officer to investigate any cognizable\noffence prescribed therein. Though, ordinarily investigation is\nundertaken on information received by a police officer, the\nreceipt of information is not a condition precedent for\ninvestigation.\n16. It is further held that Section 157 prescribes the\nprocedure in the matter of such an investigation which can be\nE initiated either on information or otherwise. It is also held that\nit is clear from the said provision that an officer in charge of a\npolice station can start investigation either on information or\notherwise. The judges in the said judgment referred to a\ndecision of this Court in the case of H.N. Rishbud and Inder\nF Singh v. The State of Delhi 1955 SCR (1) 1150 at pp.1157-\n58 that the graphic description of the stages is only a\nrestatement of the principle that a vague information or an\nirresponsible rumour would not by itself constitute information\nwithin the meaning of Section 154 of the Code or the basis of\nan investigation under Section 157 thereof. The said case was\nin respect of an offence alleged under Prevention of Corruption\nAct, 1947. The said case was under the old Code which did\nnot define the term 'investigation' (paragraph 18 of the\nconcurring judgment of Justice Mudholkar at page 226). It is\nalso observed that the main object of investigation mean to\nG\nH\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1081\nbring home the offence to the offender. The essential part of A\nthe duty of an investigating officer in this connection is, apart\nfrom arresting the offender, to collect all material necessary for\nestablishing the accusation \"against\" the offender.\n17. The following observations in the concurring judgment\nof Bhagwant Kishore Joshi (supra) were found in paragraph\n18:\nB\nC\n\"In the absence of any prohibition in the Code, express or\nimplied, I am of opinion that it is open to a Police Officer\nto make preliminary enquiries before registering an\noffence and making a full scale investigation into it. No\ndoubt, s. 5A of the Prevention of Corruption Act was\nenacted for preventing harassment to a Government\nservant and with this object in view investigation, except\nwith the previous permission of a Magistrate, is not D\npermitted to be made by an officer below the rank of a\nDeputy Superintendent of Police. Where however, a Police\nOfficer makes some preliminary enquiries, does not arrest\nor even question an accused or question any witnesses\nbut merely makes a few discreet enquiries or looks at E\nsome documents without making any notes, it is difficult\nto visualise how any possible harassment or even\nembarrassment would result therefrom to the suspect or\nthe accused person.\"\n18. In case of H.N. Rishbud (supra), in the case under the\nPrevention of Corruption Act, 1947, it is observed as under:-\nF\n\"Investigation usually starts on information relating to the\ncommission of an offence given to an officer in charge of\na police station and recorded under section 154 of the G\nCode. If from information so received or otherwise, the\nofficer in charge of the police station has reason to\nsuspect the commission of an offence, he or some other\nsubordinate officer deputed by him, has to proceed to\nthe spot to investigate the facts and circumstances of the\nI\nA\n1082\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\ncase and if necessary to take measures for the discovery\nand arrest of the offender.\"\nIt is further held :-\n\"Thus\nB\ninvestigation\nprimarily consists in the\nascertainment of the facts and circumstances of the case.\nBy definition, it includes \"all the proceedings under the\nCode for the collection of evidence conducted by a police\nofficer\".\nC It is further held in the said judgment that:\nD\nE\nF\nG\nH\n\"Thus, under the Code investigation consists generally\nof the following steps: (1) Proceeding to the spot, (2)\nAscertainment of the facts and circumstances of the case,\n(3) Discovery and arrest of the suspected offender,\n(4) Collection of evidence relating to the commission of\nthe offence which may consist of (a) the examination of\nvarious persons (including the accused) and the reduction\nof their statements into writing, if the officer thinks fit, (b)\nthe search of places of seizure of things considered\nnecessary for the investigation and to be produced at the\ntrial, and (5) Formation of the opinion as to whether on the\nmaterial collected there is a case to place the accused\nbefore a Magistrate for trial and if so taking the necessary\nsteps for the same by the filing of a charge-sheet under\nsection 173.\"\n19. It was further submitted that this Court in the case of\nDamodar v. State of Rajasthan reported in 2004(12) SCC 336\nreferred to the observations of the judgment of this Court\nrendered in case of Ramsinh Bavaji Jadeja v. State of Gujarat\n1994 (2) SCC 685 and observed that the question as to at what\nstage the investigation commence has to be considered and\nexamined on the facts of each case especially when the\ninformation of alleged cognizable offence has been given on\ntelephone. The said case deals with information received on\nLALITA KUMARI v. GOVERNMENT OF U.P. 1083\n[DALVEER BHANDARI, J.]\ntelephone by an unknown person. In paragraph 10 it is A\nobserved thus \"in order to constitute the FIR, the information\nmust reveal commission of act which is a cognizable offence.\"\nB\n20. It is further observed in paragraph 11 in the case of\nDamodar (supra) that in the context of the facts of the said case,\nthat any telephonic information about commission of a\ncognizable offence, if any, irrespective of the nature and details\nof such information cannot be treated as an FIR. It is further\nheld that if the telephonic message is cryptic in nature and the\nofficer incharge proceeds to the place of occurrence on the\nC\nbasis of that information to find out the details of the nature of\nthe offence, if any, then it cannot be said that the information\nwhich had been received by him on telephone shall be deemed\nto be an FIR.\n21. It is also observed that the object and purpose of giving D\nsuch telephonic message is not to lodge an FIR, but to make\nthe officer incharge of the police station reach the place of\noccurrence. It is further held that if the information given on\ntelephone is not cryptic and on the basis of that information the\nofficer incharge is prima facie satisfied about commission of E\na cognizable offence and he proceeds from the police station\nafter recording such information, to investigate such offence,\nthen any statement made by any person in respect of the said\noffence including the participants shall be deemed to be\nstatement made by a person to the police officer in the course\nof investigation covered by Section 162 of the Code.\n22. This Court in the case of Binay Kumar Singh v. The\nState of Bihar 1997(1) SCC 283 observed as under:-\nF\n\"..... It is evidently a cryptic information and is hardly G\nsufficient for discerning the commission of any cognizable\noffence therefrom. Under Section 154 of the Code the\ninformation must unmistakably relate to the commission of\na cognizable offence and it shall be reduced to writing (if\ngiven orally) and shall be signed by its maker. The next H\nA\nB\n00\nC\nD\n1084 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nrequirement is that the substance thereof shall be entered\nin a book kept in the police station in such form as the\nState Government has prescribed. First information report\n(FIR) has to be prepared and it shall be forwarded to the\nmagistrate who is empowered to take cognizance of such\noffence upon such report. The officer in charge of a police\nstation is not obliged to prepare FIR on any nebulous\ninformation received from somebody who does not\ndisclose any authentic knowledge about commission of\nthe cognizable offence. It is open to the officer-in-charge\nto collect more information containing details about the\noccurrence, if available, so that he can consider whether\na cognizable offence has been committed warranting\ninvestigation thereto.\"\n23. It is submitted that in the said judgment what fell for\nconsideration of the Court was the conviction and sentence in\nrespect of the offence under Sections 302/149 of the IPC in\nrespect of a murder which took place in a Bihar village wherein\nlives of 13 people were lost and 17 other were badly injured\nalong with burning alive of large number of mute cattle and many\nE dwelling houses. It is also submitted that the interpretation of\nSection 154 was not directly in issue in the said judgment.\nF\nG\nH\n24. Reliance is placed on a decision of this Court in the\ncase of Madhu Bala v. Suresh Kumar and Others reported\nas 1997 (8) SCC 476 in the context of Sections 156(3) 173(2),\n154 and 190(1) (a) and (b) and more particularly upon the\nfollowing paragraphs of the said judgment. The same read as\nunder:-\n\"Coming first to the relevant provisions of the Code,\nSection 2(d) defines \"complaint\" to mean any allegation\nmade orally or in writing to a Magistrate, with a view to his\ntaking action under the Code, that some person, whether\nknown or unknown has committed an offence, but does not\ninclude a police report. Under Section 2(c) \"cognizable\noffence\" means an offence for which, and “cognizable\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1085\nB\ncase” means a case in which a police officer may in A\naccordance with the First Schedule (of the Code) or under\nany other law for the time being in force, arrest without a\nwarrant. Under Section 2(r) \"police report” means a report\nforwarded by a police officer to a Magistrate under sub-\nsection (2) of Section 173 of the Code. Chapter XII of the\nCode comprising Sections 154 to 176 relates to\ninformation to the police and their powers to investigate.\nSection 154 provides, inter alia, that the officer in charge\nof a police station shall reduce into writing every\ninformation relating to the commission of a cognizable C\noffence given to him orally and every such information if\ngiven in writing shall be signed by the person giving it and\nthe substance thereof shall be entered in a book to be kept\nby such officer in such form as the State Government may\nprescribe in this behalf. Section 156 of the Code with\nwhich we are primarily concerned in these appeals reads\nas under:\n\"(1) Any officer in charge of a police station may,\nwithout the order of a Magistrate, investigate any\ncognizable case which a court having jurisdiction\nover the local area within the limits of such station\nwould have power to inquire into or try under the\nprovisions of Chapter XIII.\n(2) No proceeding of a police officer in any such\ncase shall at any stage be called in question on the\nground that the case was one which such officer\nwas not empowered under this section to\ninvestigate.\n(3) Any Magistrate empowered under Section 190\nmay order such an investigation as above\nmentioned.\"\nD\nE\nF\nG\nOn completion of investigation undertaken under Section\n156(1) the officer in charge of the police station is required H\n"}