{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"1096 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA Act which was to be investigated by the Central Bureau of\nInvestigation (CBI) this Court taking note of the peculiar facts\nand circumstances of those cases, made an observation that\nwhere public servant is charged with acts of dishonesty\namounting to serious misdemeanor, registering an FIR should\nB be preceded by some suitable preliminary enquiry. In another\ncase in which dispute regarding property between the brothers\nwas involved, this Court in the peculiar facts of that case made\nan observation that though the officer in charge of a police\nstation is legally bound to register a First Information Report in\nterms of Section 154 of the Code, if the allegations give rise\nto an offence which can be investigated without obtaining\npermission from the Magistrate, the same however, does not\ntake away the right of the competent officer to make a\npreliminary enquiry in a given case in order to find whether the\nFIR sought to be lodged has any substance or not.\nC\nD\n42. According to him, the grievance of the appellant in the\nsaid case was that his report which revealed commission of a\ncognizable case was not treated as an FIR by the concerned\npolice. It was not the issue nor was any argument advanced\nE as to whether registering of an FIR as provided under Section\n154 of the Code should be preceded by some sort of\npreliminary enquiry or not. In such view of the matter, the\nobservation of this Court that it does not take away the right of\nthe competent officer to make a preliminary enquiry in a given\nF case is nothing but a passing observation.\nG\n43. According to Mr. Das, the provision of law about\nregistration of an FIR is very clear and whenever information\nrelating to cognizable offence is received by the police, in that\nevent the police had no option but to register the FIR.\n44. Mr. Shekhar Naphade, learned Senior counsel\nappearing for the State of Maharashtra on the other hand has\ntaken a different view as taken by the Union of India and\nsubmitted that before registering an FIR under Section 154\nH Cr.P.C. it is open to the SHO to hold a preliminary enquiry to\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1097\nascertain whether there is prime facie case of commission of A\ncognizable offence or not.\n45. Mr. Naphade has comprehensively explained the\nstatutory scheme of Section 154 Cr.P.C.. According to him,\nSections 41, 57 154(3) 156(1) and 156(3), 157, 167, 190 and\n202 are an integral part of the statutory scheme relating to\ninvestigation of crimes. These provisions clearly contemplate\nthat the police officer can exercise powers under the aforesaid\nprovisions provided he is prima-facie satisfied that there are\nreasonable grounds to believe that the accused is guilty of\ncommission of the cognizable offence.\nB\nC\n46. Section 154 of Cr.P.C. forms a part of a chain of\nstatutory provisions relating to investigation, and therefore, it\nmust follow that the provisions of Sections 41, 157, 167 etc.\nhave a bearing on the interpretation of Section 154 of Cr.P.C. D\nThe said judgments have interpreted Section 154 of Cr.P.C.\npurely on the literal interpretation test and while doing so, the\nother important tests of statutory interpretation, like a statute\nmust be read as a whole and no provision of a statute should\nbe considered and interpreted de-hors the other provisions, the E\nrule of purposive construction etc. are lost sight of. He referred\nto the following cases - Tarachand and Another v. State of\nHaryana 1971 (2) SCC 579, Sandeep Rammilan Shukla v.\nState of Maharashtra and Others 2009 (1) Mh.L.J. 97, Sakiri\nVasu v. State of Uttar Pradesh and Others 2008 (2) SCC 409, F\nNasar Ali v. State of Uttar Pradesh 1957 SCR 657, Union of\nIndia and Another v. W.N. Chadha 1993 (Suppl.) 4 SCC 260,\nState of West Bengal v. S.N. Basak 1963 (2) SCR 52.\n47. Mr.Naphade submitted that in the case of allegations\nrelating to medical negligence on the part of doctors, this Court G\nhas clearly held that no medical professional should be\nprosecuted merely on the basis of the allegations in the\ncomplaint. There should be an in-depth enquiry into the\nallegations relating to negligence and this necessarily postulates\na preliminary enquiry before registering an FIR or before H\n1098 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA entering on investigation. He reported to State of M.P. v.\nSantosh Kumar - 2006 (6) SCC 1 and Dr. Suresh Gupta v.\nGovt. of NCT of Delhi and Another 2004(6) SCC 422.\nB\nC\nE\n48. He also submitted that the same principle can also be\nmade applicable to the people of different categories. The\nliteral interpretation of Section would mean the registration of\nan FIR to a mechanical act. The registration of an FIR results\ninto serious consequences for the person named as accused\ntherein. It immediately results in loss of reputation, impairment\nof his liberty, mental anguish, stigma, etc. It is reasonable to\nassume that the legislature could not have contemplated that\na mere mechanical act on the part of SHO should give rise to\nsuch consequences.\n49. He submitted that the registration of an FIR under\nD Section 154 of Cr.P.C. is an administrative act of a police\nofficer. In the case of Rai Sahib Ram Jawaya Kapur and\nOthers v. State of Punjab 1955 (2) SCR 225, this Court has\nexplained what is administrative function and has said that\nordinarily the executive power connotes the residue of\nGovernment functions that remain after legislative/judicial\nfunctions are taken away. Every administrative act must be\nbased on application of mind, scrutiny and verification of the\nfacts. No administrative act can ever be a mechanical one.\nThis is the requirement of rule of law. Reference was made to\nparas 12 and 13 of State (Anti-Corruption Branch), Govt. of\nNCT of Delhi and Another v. Dr. R.C. Anand and Another\n2004 (4) SCC 615.\nF\n50. According to Mr. Naphade, these judgments have not\nconsidered the impact of Article 21 on Section 154 of Cr.P.C.\nG After and beginning with Maneka Gandhi v. Union of India and\nAnother 1978 (1) SCC 248, this Court has applied Article 21\nto several provisions relating to criminal law. This Court has\nalso said that the expression \"law\" contained in Article 21\nnecessarily postulates law which is reasonable and not merely\nH a statutory provision irrespective of its reasonableness or\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1099\notherwise. In the light of Article 21, provisions of Section 154 A\nof Cr.P.C. must be read down to mean that before registering\nan FIR, the Station House Officer must have a prima-facie\nsatisfaction that there is commission of cognizable offence as\nregistration of an FIR leads to serious consequences for the\nperson named as accused and for this purpose, the B\nrequirement of preliminary enquiry can be spelt out in Section\n154 and can be said to be implicit within the provisions of\nSection 154 of Cr.P.C. Reliance was placed on Maneka\nGandhi (supra) and S.M.D. Kiran Pasha v. Government of\nAndhra Pradesh and Others 1990 (1) SCC 328.\n51. The fact that Sections 154 (3), 156(3), 190, 202 etc.\nclearly provide for remedies to a person aggrieved by refusal\non the part of the SHO to register an FIR, clearly show that the\nstatute contemplates that in certain circumstances the SHO can\ndecline to register an FIR.\nC\nD\nE\n52. To require SHO to register an FIR irrespective of his\nopinion that the allegations are absurd or highly improbable,\nmotivated etc. would cause a serious prejudice to the person\nnamed as accused in the complaint and this would violate his\nrights under Article 21. This Court has recognized the concept\nof pre-violation protection implicit in Article 21. The said\njudgments while relying upon the literal interpretation test have\nnot considered the rule of statutory interpretation that in certain\nsituations the expression \"shall\" does not convey mandatory F\ncharacter of the provisions. For example, proviso to Section\n202 (2) has been held using the expression “shall\" not to be\nmandatory but directory. After all, Section 154 of Cr.P.C. is a\npart of the procedural law and in respect of procedural law, the\nexpression \"shall\" may not always necessarily convey that the\nprovision is mandatory. Mr. Naphade placed reliance on the\nfollowing cases - P.T. Rajan v. T.P.M. Sahir and Others\n2003(8) SCC 498, Shivjee Singh v. Nagendra Tiwary and\nOthers 2010 (7) SCC 578 and Sarbananda Sonowal (II) etc.\nv. Union of India 2007 (1) SCC 174. The said judgments have\nG\nH\n1100 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA also not considered the rule of purposive interpretation and also\nthat the statute must be considered as a whole and no provision\ncan be interpreted in isolation.\nB\nC\n53. The non-registration of an FIR does not result in crime\ngoing unnoticed or unpunished. The registration of an FIR is\nonly for the purpose of making the information about the\ncognizable offence available to the police and to the judicial\nauthorities at earliest possible opportunity. The delay in lodging\nan FIR does not necessarily result in acquittal of the accused.\nThe delay can always be explained.\n54. Mr. Naphade also submitted that this Court has also\nheld that registration of an FIR is not a condition precedent for\ninitiating investigation into the commission of a cognizable.\noffence. Section 154 Cr.P.C. clearly imposed a duty on the\nD police officer. When an information is received, the officer in\ncharge of the police station is expected to reach the place of\noccurrence as early as possible. It is not necessary for him to\ntake steps only on the basis of an FIR. It is the duty of the State\nto protect the life of an injured as also an endeavour on the part\nE of the responsible police officer to reach the place of\noccurrence in his implicit duty and responsibility. This has been\nheld in the case of Animireddy Venkata Ramana and Others\nv. Public Prosecutor, High Court of Andhra Pradesh 2008 (5)\nSCC 368.\nF\nLL\nG\n55. Mr. Naphade further submitted that ordinarily the SHO\nshould record an FIR upon receiving a complaint disclosing the\ningredients of a cognizable offence, but in certain situations he\nshould have the discretion of holding a preliminary enquiry and\nthereafter if he is satisfied, register an FIR.\n56. The provisions contained in Section 154 Cr.P.C. of\n1973 were also there in the 1898 Cr.P.C. and even the earlier\none of 1877. The interpretation that was placed by the High\nCourts and the Privy Council on these provisions prior to\nH Maneka Gandhi (supra) rested principally on the words used\nLALITA KUMARI v. GOVERNMENT OF U.P. 1101\n[DALVEER BHANDARI, J.]\nin the Section de-hors the other provisions of the Act and also A\nde-hors the impact of Article 21 of the Constitution on the\ncriminal jurisprudence. In other words, the courts have followed\nthe test of literal interpretation without considering the impact\nof Article 21.\nB\n57. It is a trite proposition that a person who is named in\nan FIR as an accused, suffers social stigma. If an innocent\nperson is falsely implicated, he not only suffers from loss of\nreputation but also mental tension and his personal liberty is\nseriously impaired. After Maneka Gandhi's case, the\nC\nproposition that the law which deprives a person of his personal\nliberty must be reasonable, both from the stand point of\nsubstantive aspect as well as procedural aspect is now firmly\nestablished in our constitutional law. This warrants a fresh look\nat Section 154 of Cr.P.C. Section 154 Cr.P.C. must be read\nD\nin conformity with the mandate of Article 21. If it is so\ninterpreted, the only conclusion is that if a Police Officer has\ndoubts about the veracity of the complaint, he can hold\npreliminary enquiry before deciding to record or not to record\nan FIR.\n58. It is the mandate of Article 21 which requires a Police\nOfficer to protect a citizen from baseless allegations. This,\nhowever, does not mean that before registering an FIR the\npolice officer must fully investigate the case. A delicate balance\nhas to be maintained between the interest of the society and\nprotecting the liberty of an individual. Therefore, what should\nbe the precise parameters of a preliminary enquiry cannot be\nlaid down in abstract. The matter must be left open to the\ndiscretion of the police officer.\n59. A proposition that the moment the complaint discloses\ningredients a cognizable offence is lodged, the police officer\nmust register an FIR without any scrutiny whatsoever, is an\nextreme proposition and is contrary to the mandate of Article\n21. Similarly, the extreme point of view is that the police officer\nmust investigate the case substantially before registering an FIR\nE\nF\nG\nI\n1102 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA is also an argument of the other extreme. Both must be\nrejected and a middle path must be chosen.\nB\nс\n60. Mr.Naphade mentioned about Maneka Gandhi's case\nand observed that the attempt of the Court should be to expand\nthe reach and ambit of the fundamental rights, rather than to\nattenuate their meaning and contents by a process of judicial\nconstruction. The immediate impact of registration of an FIR\non an innocent person is loss of reputation, impairment of\npersonal liberty resulting in mental anguish and, therefore, the\nact of the police officer in registering an FIR must be informed\nby reason and it can be so only when there is a prima facie\ncase against the named accused.\n61. According to Mr. Naphade, the provisions of Article 14\nwhich are an anti-thesis of arbitrariness and the provisions of\nD Articles 19 and 21 which offer even a pre-violation protection\nrequire the police officer to see that an innocent person is not\nexposed to baseless allegations and, therefore, in appropriate\ncases he can hold preliminary enquiry. In Maneka Gandhi's\ncase this Court has specifically laid down that in R.C. Cooper's\nE case it has been held that all fundamental rights must be read\ntogether and that Articles 14, 19 and 21 overlap in their content\nand scope and that the expression 'personal liberty' is of the\nwidest amplitude and covers a variety of rights which go to\nconstitute personal liberty of a citizen. (Reliance was\nF particularly placed on paras 5,6 and 7 on pages 278-284).\nG\nH\n62. Mr. Naphade further argued that this Court has held\nthat in order to give concrete shape to a right under Article 21,\nthis Court can issue necessary directions in the matter. If\ndirections as regards arrest can be given, there is no reason\nwhy guidelines cannot be framed by this Court as regards\nregistration or non-registration of an FIR under Section 154\nCr.P.C.\n63. Mr. Naphade also submitted that the importance of the\nneed of the police officer's discretion of holding a preliminary\nLALITA KUMARI v. GOVERNMENT OF U.P. 1103\n[DALVEER BHANDARI, J.]\ninquiry is well illustrated by the judgment of this Court in the A\ncase of Uma Shankar Sitani v. Commissioner of Police, Delhi\nand Ors. 1996 (11) SCC 714. In that case the complaint was\nlodged by one Sarvjeet Chauhan against one Uma Shankar\nrelating to alleged cognizable offence. Uma Shankar was\narrested and upon investigation it was found that the B\ncomplainant was a fictitious person. Somebody else had filed\nthe false complaint. The residential address of the fictitious\ncomplainant was also fictitious. In the whole process Uma\nShankar went through serious mental turmoil as not only the\nallegation was found to be false, but he was arrested by the C\npolice and had to undergo humiliation and loss of reputation.\nSuch incidents can happen and must have happened in scores\nof cases as filing of false cases due to personal, political,\nbusiness rivalry, break-down of matrimonial relationship etc. are\nrampant.\nD\n64. Mr. Naphade submitted that Section 498-A of I.P.C.\nwhich was meant to be a measure of protection, turned out to\nbe an instrument of oppression. Judicial notice of this has been\ntaken by this Court in the case of Preeti Gupta and Another v.\nState of Jharkhand and Another (2010) 7 SCC 667. In the E\nsaid case, this Court has referred to rapid increase in filing of\ncomplaints which are not bona fide and are filed with oblique\nmotives. Such false complaints lead to insurmountable\nharassment, agony and pain to the accused. This Court has\nobserved that the allegations of the complainant in such cases\nshould be scrutinized with great care and circumspection. Is it,\ntherefore, not advisable that before registering an FIR, a\npreliminary inquiry at least to verify the identity of the\ncomplainant and his residential address should be carried out.\nThis case illustrates how on a false complaint, a person's right G\nto life and liberty under Article 21 of the Constitution can be put\nto serious jeopardy.\n65. This Court in its judgment in Francis C. Mullin v.\nAdministrator, Union Territory of Delhi 1981 (1) SCC 608\nF\nH\n1104 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA [paras 4 and 5) has held that Article 21 requires that no one\nshall be deprived of his life and personal liberty except by\nprocedure established by law and this procedure must be\nreasonable, fair and just. If the procedure is not reasonable,\nfair and just, the Court will immediately spring into action and\nB run to the rescue of the citizen. From this it can be easily\ndeduced that where the police officer has a reasonable doubt\nabout the veracity of the complaint and the motives that prompt\nthe complainant to make the complaint, he can hold a\npreliminary inquiry. Holding of preliminary inquiry is the\nmandate of Article 21 in such cases. If the police officer\nmechanically registers the complaint involving serious\nallegations, even though he has doubts in the matter, Article 21\nwould be violated. Therefore, Section 154 must be read in the\nlight of Article 21 and so read preliminary inquiry is implicit in\nSection 154. In paras 7 and 8 of the said judgment, this Court\nhas made an unequivocal declaration of the law that any act\nwhich damages or injures or interferes with use of any limb or\nfaculty of a person, either permanently or even temporarily,\nwould be within the ambit of Article 21.\nC\nD\nE\n66. Not only this, every act which offends against and\nimperils human dignity, would constitute deprivation pro tanto\nof this right to live and it would have to be in accordance with\nthe reasonable, just and fair procedure established by law which\nstands the test of other fundamental rights. A baseless.\nF allegation is a violation of human dignity and despite the police\nofficer having doubts about the allegation, he being required\nto register an FIR, would be a clear infringement of Article 21.\n67. Mr. Naphade further submitted that it is settled principle\nof law that no single provision of a statute can be read and\nG\ninterpreted in isolation. The statute must be read as a whole.\nIn the present case, the provisions of Sections 41,57, 156, 157,\n159, 167, 190, 200 and 202 of Cr.P.C. must be read together.\nThese provisions constitute the statutory scheme relating to\ninvestigation of offences and, therefore, no single provision can\nI\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1105\nbe read in isolation. Both, Sections 41 and 154 deal with A\ncognizable offence. Section 41 empowers the police to arrest\nany person without warrant from the Magistrate if such person\nis concerned in any cognizable offence or against whom a\nreasonable complaint has been made or credible information\nhas been received or reasonable suspicion exits of such B\nperson having been so concerned with the cognizable offence.\nSection 41 also specifically refers to a cognizable complaint\nabout commission of a cognizable offence.\n68. The scheme of the Act is that after the police officer\nrecords an FIR under Section 154 Cr.P.C., he has to proceed\nto investigate under Section 156 Cr.P.C. and while\ninvestigating the police officer has power to arrest. What is\nrequired to be noted is that for the purpose of arresting the\naccused, the police officer must have a reasonable ground to\nbelieve that the accused is involved in the commission of a\ncognizable offence. If Sections 41 and 154 are so read\ntogether, it is clear that before registering an FIR under Section\n154 the police officer must form an opinion that there is a prima\nfacie case against the accused. If he does not form such an\nopinion and still proceeds to record an FIR, he would be guilty\nof an arbitrary action. Every public authority exercising any\npowers under any statute is under an obligation to exercise that\npower in a reasonable manner. This principle is well settled\nand it forms an integral part of the legal system in this country.\n69. Mr. Naphade submitted that the provisions of Section\n154(3) enable any complainant whose complaint is not\nregistered as an FIR by the SHO to approach the higher police\nofficer for the purpose of getting his complaint registered as\nan FIR and in such case, the higher police officer has all the\npowers of recording an FIR and directing investigation into the\nmatter. Apart from this power under Section 36 any police\nofficer senior in rank to an officer in charge of the police station\ncan exercise the same powers as may be exercised by such\nofficer in charge of the police station. Provisions of Section\nC\nD\nE\nF\nG\nH\n"}