{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"MAGAN\nV.\nSTATE OF MADHYA PRADESH\nAPRIL 10, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nPenal Code, 1860; Ss. 302 and 323:\nMurder Accused persons attacked deceased and another-Accused\nallegedly shot an arrow which pierced the chest of deceased-Deceased C\nsuccumbed to injuries-Trial Court found all the accused persons guilty of\ncommitting murder of the deceased and causing voluntary hurt to his brother\nand sentenced them accordingly-High Court setting aside conviction against\nall the accused persons except appellant and another, affirmed conviction\nand sentence against the accused-appellant-On appeal, Held: Motive of D\ncommitting the crime has categorically been disclosed not only in FIR but\nalso in the deposition of prosecution witnesses-Presence of prosecution\nwitnesses at the place of occurrence not doubtful-Since deposition of\nwitnesses made after lapse of four years from the incident, some variation in\ntheir statement cannot be ruled out-A plea of right to self-defence raised for\nthe first time and it was not specifically raised before the trial Court-No E\nreasons/explanations furnished as to the circumstances-None of the accused\npersons suffered injuries so as to justify accused exercising their right to\nprivate defence-Under the circumstances, both the Courts below rightly\nfound accused guilty of offence punishable u/s. 302 IPC-Evidence Act,\n1872-Evidence of witnesses-Evidentiary value.\nF\nOn the fateful day, when the deceased along with his brother PW-2 and\nother persons were in their respective hutments, the accused persons\nincluding appellant came there and started shouting, on hearing of which\ndeceased, his brother and others came out of their houses. Appellant was\ncarrying a bow and arrows and other accused persons were having stones in G\ntheir hands. Accused-appellant bore a grudge against the deceased since he\nmade a complaint against the appellant in regard to cutting of Mahua tree\nbefore the Forest Rangers. Appellant shot an arrow which pierced the left\nside of the chest of the deceased. PW-2 and other witnesses tried to intervene,\n1047\nH\nB\n1048\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA whereupon other accused persons started pelting stones towards them. On\nreceipt of injuries, the deceased tried to run away from the scene of\noccurrence, however, after going a few steps he fell down. He was brought to\nthe hut and after some time he succumbed to the injuries. First Information\nReport was lodged by PW-2, and Police, after completing the investigation,\nsubmitted the charge-sheet. During trial, seven witnesses were examined on\nbehalf of the prosecution. The Trial Court upon considering the materials\nbrought on record found all the accused persons guilty of committing the\noffences of murder of the deceased and causing voluntary hurt to PW-2, and\naccordingly convicted them for committing offences punishable u/ss. 148, 302/\n149, 323/149 IPC and sentenced them accordingly. An appeal was preferred\nC thereagainst by all the accused persons. The High Court opined that the\nappellants therein were not guilty of the offences punishable under Sections,\n148, 302/149 and 323/149 I.P.C. High Court, while setting aside the\nconviction against all the convicts except the appellant, affirmed the conviction\nand sentence against the accused-appellant only. Hence the present appeal.\nD\nE\nF\nAccused-appellant contended that the Trial Court and consequently the\nHigh Court failed to notice the fact that the litigations were pending between\nthe parties and, thus, no reliance should have been placed upon the evidences\nof the prosecution witnesses and in particular PW-2; and that although PW-\n2 made a statement before the Court that two other eye-witnesses, they were\nnot named in the First Information Report.\nDismissing the appeal, the Court\nHELD: 1.1. The motive on the part of Appellant in committing the crime\nhas categorically been disclosed not only in the First Information Report, but\nalso in the deposition of the prosecution witnesses and in particular PWs-2\nand 6. If the place where the occurrence took place is not in question, there\ncannot be any doubt whatsoever that the residents of the neighbouring huts\nwould either see the occurrence or come out immediately thereafter. As the\noccurrence took place at about 6.00 p.m., presence of the prosecution witnesses\ncannot be doubted. It may be that a litigation in regard to theft of a buffalo was\nG pending against PW 3, PW4 and PW-6, but that by itself cannot be a ground\nfor false implication of the appellant. PW-2 is furthermore an injured witness\n[Para 16] [1053-G-H; 1054-A]\nH\n1.2. A suggestion had been given by the accused that PW-2 being armed\nwith a bow and arrows ran after the accused-appellant to kill him, if that be\nT\nMAGAN v. STATE OF MADHYA PRADESH\n1049\nso, it was expected that the First Information Report to that effect should have A\nbeen lodged. A question was asked to him as to whether he had gone to the\ndeceased after he fell down to ask as to who had hurt him; but then he clarified\nthat he had seen the deceased being shot with an arrow. Yet again a suggestion\nwas put to him that the accused persons came barging in their house; if that\nbe so, they must be held to have accepted the prosecution case in part.\n[Para 17][1054-B]\nB\n1.3. PW-3, PW-4, PW-5 and PW-6 also fully supported the prosecution\ncase. PW-6 in his evidence might have stated that he alone went to the deceased\nand carried him to the hut, but the same by itself cannot be considered to\nnullify the effect the statements of other witnesses. The High Court has rightly C\ncommented that the depositions of the witnesses having taken place after four\nyears from the date of incident, some variation in their statements cannot be\nruled out. [Para 18] [1054-C-D]\n2. A plea of right of self-defence had not been specifically raised. A faint\nattempt was, however, made in that behalf before the Trial Court alleging that D\nduring a function which took place at the house of one ‘R', there had been a\nfight between the deceased and the appellant. The appellant was brought out\nof the house where the function was being held. But PW-6 categorically stated\nthat there had been no such function. Right of private defence had not been\nraised by any other accused and, thus, in what circumstances, appellant had\nshot an arrow had also not been explained. If the deceased had shot an arrow\nat the appellant, he would have suffered injuries. None of the accused persons\nhad suffered any injury so as to give rise to exercise of their right of private\ndefence. The Trial Court as also the High Court considered all aspects of the\nmatter and rightly found appellant guilty of the offence punishable under\nSection 302 I.P.C. [Para 19] [1054-E-G]\n(I)]\nE\nF\nち\ni\nCRIMINAL APPELLATE JURISDICTION: Civil Appeal No. 99 of 2006.\nFrom the Judgment and Order dated 18.01.2002 of the High Court of\nMadhya Pradesh, Bench at Indore in CRLA No. 1364 of 1998.\nG\nSantosh Singh for the Appellant.\nVibha Datta Makhija and Amit Mishra for the Respondent.\nThe Judgment of the Court was delivered by\nH\nA\nB\nC\nE\n1050\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nS.B. SINHA, J. 1. Appellant herein is before us questioning the\ncorrectness or otherwise of a judgment and order dated 18.01.2002 passed by\na Division Bench of the Madhya Pradesh High Court, Indore Bench, Indore,\nin Criminal Appeal No. 1364 of 1998 whereby and whereunder he was held to\nbe guilty of commission of an offence punishable under Section 302 of the\nIndian Penal Code (for short, 'I.P.C.') and sentenced to undergo imprisonment\nfor life and a fine of Rs.500/-, in default whereof he had been directed to suffer\nfurther rigorous imprisonment for six months.\n2. Appellant along with four other persons, namely, Chamru. Dhansingh,\nLalu and Jatnia were charged for commission of offences punishable under\nSections 148, 302 read with Section 149 and Section 323 read with Section 149\nI.P.C. The occurrence took place at about 6.00 p.m. on 27.11.1990 at village\nTheka Kund, Haveli Phalia.\n3. Deceased Indar Singh along with his brother Hari Singh (PW-2) and\nother persons were in their respective hutments. The accused persons came\nD there and started shouting, on hearing of which Hari Singh (PW-2), deceased\nIndar Singh and Ansingh, Chandar Singh, Sayaribai and Sakru came out of\ntheir houses. Appellant was carrying a bow and arrows and other accused\npersons were having stones in their hands. Appellant wanted to know from\nthe deceased as to why a complaint had been made by him in regard to\ncutting of Mahua tree before the Ranger. They started abusing them. Appellant\nshot an arrow which pierced the left side of the chest of the deceased. PW-\n2 and other witnesses tried to intervene, whereupon other accused persons\nstarted pelting stones. Chamru allegedly threw a stone which hit the shoulder\nand right parietal region of Hari Singh (PW-2). On receipt of injuries, the\ndeceased Indar Singh tried to run away from the scene of occurrence. He took\nF out the arrow and threw away the same. He, however, after going a few steps\nfell down. He was brought to the hut and after some time he succumbed to\nhis injuries. A First Information Report was lodged by PW-2 before the Police\nStation which was situated at a distance of 14 k.m. from the place of occurrence.\nBefore the learned Trial Judge, seven witnesses were examined on behalf of\nthe prosecution. The learned Trial Judge upon considering the materials\nG brought on record found all the accused persons guilty of commission of\nmurder of Indar Singh and causing voluntary hurt to PW-2, stating:\nH\n\"Thus after the discussion of entire evidence I have come to the\nconclusion that the prosecution has succeeded in proving that on\n27.10.90 the accused persons formed unlawful assembly for the common\n,\nrt\n,\n1\nMAGAN v. STATE OF MADHYA PRADESH [S.B. SINHA, J.] 1051\nobject of causing murder of Indar Singh at Village Thekakund and in A\nprosecution of the common object of that assembly, the accused\npersons armed with deadly weapons arrow and bow and stone, caused\nriots and being the member of unlawful assembly in prosecution of\ncommon object of that assembly, shot an arrow on Indar Singh with\nintention and knowingly caused death by committing murder of Indar\nB\nSingh and being the member of that unlawful assembly in prosecution\nof common object of that assembly voluntarily caused hurt to Hari by\npelting stones.\nConsequently I find the accused persons guilty for the offences\nunder sections 148, 302/149, 323/149 I.P.C. Judgment is adjourned for\nhearing on the point of sentence.\"\n4. In regard to the quantum of punishment, it was stated as under :\nC\nD\n\"Accused persons heard on the point of sentence. It is argued on\nbehalf of the accused persons that this is their first offence, hence\nthey be dealt with liberally on the point of sentence. Looking to the\nnature of offences the accused persons are sentenced to undergo\nrigorous imprisonment for 2-2 years each for the offence u/s 148 IPC.\nFor the offence u/s 302/149 I.P.C. to undergo life imprisonment each\nand fine of Rs.500/- (Rs. Five hundred) and in default of payment of\nfine, they will suffer further simple imprisonment for six months and E\nfor the offence punishable under section 323/149 of I.P.C., they are\nsentenced to undergo R.I. for six months. All the sentences of the\naccused persons to run concurrently. Detention period of the accused\npersons be set off from the sentence.”\n5. An appeal was preferred thereagainst by all the accused persons. The F\nHigh Court by reason of the impugned judgment while accepting the evidence\nof the prosecution opined that the appellants therein were not guilty of the\noffences punishable under Sections, 148, 302/149 and 323/149 I.P.C. But while\nsetting aside the conviction under the said provisions Appellant herein was\nfound guilty of commission of the offence punishable under Section 302 I.P.C.\nand sentenced to undergo imprisonment for life; and accused Chamru was\nfound guilty of commission of the offence punishable under Section 323 I.P.C.\nand sentenced to undergo the imprisonment for the period already undergone\nby him with a fine of Rs.500/-.\n6. Appellant is, thus, before us.\nG\nH\nA\nB\nC\nD\nE\nF\nG\n1052\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n7. Mrs. Santosh Singh, the learned counsel appearing on behalf of\nAppellant, inter alia, would submit that the learned Trial Judge and consequently\nthe High Court failed to notice the fact that the litigations were pending\nbetween the parties and, thus, no reliance should have been placed upon the\nevidences of the prosecution witnesses and in particular the PW-2.\n8. The learned counsel would contend that even from a perusal of the\nevidence of PW-2, it would appear that although he claimed himself to be an\neye-witness, but curiously stated that when Indar Singh fell on the ground,\nhe went to him and asked as who had hurt him, which was absolutely\nunnecessary.\n9. It was submitted that although PW-2 made a statement before the\nCourt that Lakshman s/o Ram Chander and Bhupender s/o Karan Singh were\neye-witnesses, they were not named in the First Information Report. Our\nattention has also been drawn to the evidence of Sakru (PW-6) to point out\nthat he was also not an eye-witness as he came at a later stage.\n10. Ms. Vibha Datta Makhija, the learned counsel appearing on behalf\nof the State, however, supported the impugned judgment.\n11. Homicidal nature of death of the deceased Indar Singh is not in\ndispute. He suffered the following ante-mortem injuries :\n\"External Injuries: One incised perforating wound present over 3rd rib\ncut off at costo-condrial junction\nSize 2.5 cm x 0.5 cm x 10.0 cm.\nBone Injury caused by hard sharp perforating object (as an arrow)\"\n12. Hari Singh (PW-2) also suffered the following injuries :\n“I. Conturium on Right shoulder On Back size 6 cms. X 6 cms\nII.\n2.\nLacerated wound present on Right frontal region Size 2.0 cms. X\n1.0 cm x 0.5 cm.\nAbrasion on left leg in position laterally\nSize 2.0 cms. X 1.0 cm\"\n13. The cause of death of Indar Singh, as disclosed in the Post Mortem\nH Report, is as under :\nسلم\nT\n'\nMAGAN v. STATE OF MADHYA PRADESH [S.B. SINHA, J.] 1053\n\"Deceased died of hemorrhage shock due to perforating wound. A\nHomicidal in nature; Died within 24 hours.\"\n14. Dr. M.S. Mangloi (PW-1), who conducted the post-mortem\nexamination on the body of the deceased, in his deposition stated :\n\"The post-mortem was conducted by me on the same day at 1.30 B\npm. The deceased was of normal built, eyes were closed, pupil dilated,\nmouth closed and face was pale. Chest and lower extremities were\nstained with dried blood. Rigor mortis present on both extremities. PM\nstains present on back. On the examination of the body, I found\nfollowing injuries on the body:\nOne incised perforation wound present over 3rd rib\nAt Costo-condrial junction Size 2.5 cm x 0.5 cm x 10.0 cm.\"\nC\nXXX\nXXX\nXXX\nIt appears that the said injuries were caused by a hard, sharp D\nperforating object as an arrow. Injuries were Ante-mortem in nature,\ncaused within 24 hours of my examination. The injuries are sufficient\nto cause death in the ordinary course of nature.\nIn my opinion, deceased dies due to hemorrhage shock. Death is\nhomicidal in nature. The post-mortem report is Exhibit P-2, on which E\nmy signatures are from A to A.”\n15. The First Information Report is somewhat a detailed one. It speaks\nof the mode and manner in which the incident took place. Events taking place\nimmediately after the occurrence had also been stated. Hari Singh (PW-2) in\nhis deposition supported the prosecution case in its entirety.\nF\n16. The motive on the part of Appellant in committing the said crime has\ncategorically been disclosed not only in the First Information Report, but also\nin the deposition of the prosecution witnesses and in particular PWs-2 and\n6. If the place where the occurrence took place is not in question, there cannot\nbe any doubt whatsoever that the residents of the neighbouring huts would G\neither see the occurrence or come out immediately thereafter. As the occurrence\ntook place at about 6.00 p.m., presence of the prosecution witnesses cannot\nbe doubted. It may be that a litigation in regard to theft of a buffalo was\npending against Sakru, Chander Singh and Magan (PW-4), but that by itself\ncannot be a ground for false implication of the appellant. PW-2 is furthermore H\n1054\nA an injured witness.\nB\nC\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n17. A suggestion had been given by the accused that PW-2 being\narmed with a bow and arrows ran after the accused Magan to kill him, if that\nbe so, it was expected that the First Information Report to that effect should\nhave been lodged. A question was asked to him as to whether he had gone\nto Indar Singh after he fell down to ask as to who had hurt him; but then he\nclarified that he had seen Indar Singh being shot with an arrow. Yet again a\nsuggestion was put to him that the accused persons came barging in their\nhouse; if that be so, they must be held to have accepted the prosecution case\nin part.\n18. Chander Singh (PW-3), Magan (PW-4), An Singh (PW-5) and Sakru\n(PW-6) also fully supported the prosecution case. PW-6 in his evidence might\nhave stated that he alone went to Indar Singh and carried him to the hut, but\nthe same by itself cannot be considered, in our opinion, to nullify the effect\nof statements of other witnesses. The High Court, in our opinion, has rightly\nD commented that the depositions of the witnesses having taken place after\nfour years from the date of incident, some variation in their statements cannot\nbe ruled out.\n19. Participation of Appellant and that of Chamru, therefore, cannot be\ndoubted. A plea of right of self-defence had not been specifically raised. A\nE faint attempt was, however, made in that behalf before the learned Trial Judge\nF\nalleging that during a function which took place at one Ram Singh's house,\nthere had been a fight between Hari Singh, Indar Singh and Magan. Magan\nwas brought out of the house where the function was being held by Hari\nSingh and Indar Singh. But Sakru (PW-6) categorically stated that there had\nbeen no such function. Right of private defence had not been raised by any\nother accused and, thus, in what circumstances, Appellant had shot an arrow\nhad also not been explained. If the deceased had shot an arrow at the\nappellant, he would have suffered injuries. None of the accused persons had\nsuffered any injury so as to give rise to exercise of their right of private\ndefence. The learned Trial Judge as also the High Court, in our opinion,\nG considered all aspects of the matter and rightly found Appellant guilty of the\noffence punishable under Section 302 I.P.C.\n.\n20. For the reasons aforementioned, we do not find any merit in this\nappeal, which is dismissed accordingly.\nH S.K.S.\nAppeal dismissed.\n"}