{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54}],"text":"BRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1217\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\nB\nC\nD\nunder section 234B is mandatory in nature and that Settlement A\nCommission, therefore, had no authority to waive it. Further,\nas stated above, the jurisdiction of the A.O. is not fettered\nmerely because the applicant has filed the Settlement\nApplication. The Act does not contemplate stay of the\nproceedings during that period, i.e., when the Settlement\nCommission is deciding whether to proceed or reject the\nsettlement application. The jurisdiction of the Settlement\nCommission to proceed commences only after an order is\npassed under section 245D(1). That, after making an\napplication for settlement the applicant is not allowed to\nwithdraw it [see section 245C(3)]. Once the case stands\nadmitted, the Settlement Commission shall have exclusive\njurisdiction to exercise the powers of the Income Tax Authority.\nThe order of Settlement Commission under section 245D(4)\nshall be final and conclusive under section 2451 subject to two\nqualifications under which it can be recalled, viz., fraud and\nmisrepresentation but even here it is important to note that\nunder section 245D(7) where the settlement becomes void on\naccount of fraud and misrepresentation the proceedings with\nrespect to the matters covered by the settlement shall be\ndeemed to have been revived from the stage at which the\napplication was allowed to be proceeded with by the Settlement\nCommission. This further supports our view that there are two\ndistinct stages under Chapter XIX-A and that the Legislature\nhas not contemplated the levy of interest between order under\nsection 245D(1) stage and section 245D(4) stage. Thus,\ninterest under section 234B will be chargeable till the order of\nthe Settlement Commission under section 245D(1), i.e.,\nadmission of the case. Lastly, the expression \"interest\" in\nsection 245(6A) fastens the liability to pay interest only when\nthe tax payable in pursuance of an order under section 245D(4)\nis not paid within the specified time and which levy is different\nfrom liability to pay interest under section 234B or under section\n245D(2C). [See Damani Brothers (supra) at page 485]\n.\nE\nF\nG\nIII. Whether the Settlement Commission can re-open its H\n1218 SUPREME COURT REPORTS [2010] 11 S.C.R.\nA concluded proceedings by having recourse to Section\n154 of the Act so as to levy interest under section 234B,\nif it was not done in the original proceedings?\nB\nC\nD\n15. As stated, proceedings before Settlement Commission\nare similar to arbitration proceedings. It contemplates\nassessment by settlement and not by way of regular\nassessment or assessment under section 143(1) or under\nsection 143(3) or under section 144 of the Act. In that sense, it\nis a Code by itself. It does not begin with the filing of the return\nbut by filing the application for settlement. As stated above,\nunder the Act, procedure for assessment falls in Chapter XIV\n(in which section 154 falls) which is different from procedure\nfor settlement in Chapter XIX-A in which sections 245C and\n245D fall. Provision for levy of interest for default in payment\nof advance tax under section 234B falls in Chapter XVII [Section\nF] which deals with collection and recovery of tax which as\nstated above is incidental to the liability to pay advance tax\nunder section 207 (which is also in Chapter XVII) and to the\ncomputation of total income in the manner indicated under\nChapter XIX-A vide sections 245C(1B) and 245C(1C) read\nE with the provisos to section 245C(1) on the additional income\ntax payable on the undisclosed income. Further, if one examines\nthe provisions of sections 245C(1B) and 245C(1C), one finds\nthat various situations are taken into account while computing\nthe additional amount of tax payable, viz., if the applicant has\nF not filed his returns, if he has filed but orders of assessment\nare not passed or if the proceedings are pending for re-\nassessment under section 147 (again in Chapter XIV) or by way\nof appeal or revision in connection with such re-assessment\nand the applicant has not furnished his return of total income\nG in which case tax has to be calculated on the aggregate of total\nincome as assessed in the earlier proceedings for assessment\nunder section 143 or under section 144 or under section 147\n[see section 245C(1B)]. The point to be noted is that in\ncomputation of additional income tax payable by the assessee,\nthere is no mention of section 154. On the contrary, under\nH\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1219\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\nC\nD\nsection 2451 the order of the Settlement Commission is made A\nfinal and conclusive on matters mentioned in the application for\nsettlement except in the two cases of fraud and\nmisrepresentation in which case the matter could be re-opened\nby way of review or recall. Like ITAT, the Settlement\nCommission is a quasi-judicial body. Under section 254(2), the B\nITAT is given the power to rectify but no such power is given to\nthe Settlement Commission. Thus, we hold that Settlement\nCommission cannot reopen its concluded proceedings by\ninvoking section 154 of the Act. Lastly, one must keep in mind\nthe difference between review/ recall of the order and\nrectification under section 154. The Schedule of Chapter XIX-\nA does not contemplate invocation of section 154 otherwise\nthere would be no finality to the assessment by settlement which\nis different from assessment under Chapter XIV where there\nis an appeal, revision, etc. Settlement of liability and not\ndetermination of liability is the object of Chapter XIX-A. Even\notherwise, invocation of section 154 on facts of this batch of\ncases is not justified. In this batch of cases, the situation which\nprevailed when the Settlement Commission waived or reduced\ninterest chargeable under sections 234A and 234B was that a\ndebate was on as to whether the Settlement Commission has\nthe power to reduce or waive interest. It is only after Ghaswala's\ncase that the law got settled the the nature and the character\nof the interest was compensatory and mandatory and that the\nCommission had no such power. But even in Ghaswala, the\nquestion as to whether such interest under section 234B should\nrun up to the order under section 245D(1) or up to the date of\nthe order under section 234D(4) was not decided. In fact, that\nwas the reason for the Orders of Reference to the Constitution\nBench of this Court vide orders dated 14.12.2004 and\n20.1.2005. There is one more reason for this Reference. In the G\ncase of CIT v. Hindustan Bulk Carrier [(2003) 259 ITR 449],\na 3-Judge Bench of this Court, by majority, held that where, upon\nthe Order of the Settlement Commission under section\n245D(4), there arises a deficit in the payment of advance tax\nunder section 208, the end point or the terminus of the period H\nE\nF\n1\n1220\nSUPREME COURT REPORTS [2010] 11 S.C.R.\nA for which interest has to be paid under section 234B on the\ndeficit is the date on which the Settlement Commission passes\nthe order under section 245D(4). This decision was delivered\non 17.12.2002 after the judgment of this Court in Ghaswala\n(supra). On the same day, the same Bench in the case of\nB Damani Brothers (supra) held that interest charged under\nsection 234B becomes payable on the income disclosed in the\nreturn and the income disclosed before the Settlement\nCommission; that, such interest is chargeable till the\nCommission acts in terms of section 245D(1) and that after the\nSettlement Commission allows the application for settlement\nto be proceeded with there will be no further charge of interest\nunder section 234B. Thus, even on the question of terminus\nthere was lot of controversy and in the circumstances, we are\nof the view that invocation of section 154 (held to be\ninapplicable to Chapter XIX-A proceedings) cannot be justified.\nConclusions :\nC\nD\n16. (1) Sections 234A, 234B and 234C are applicable to\nthe proceedings of the Settlement Commission under Chapter\nE XIX-A of the Act to the extent indicated hereinabove.\nF\nG\n(2) Consequent upon conclusion (1), the terminal point for\nthe levy of interest under section 234B would be up to the date\nof the order under section 245D(1) and not up to the date of\nthe Order of Settlement under section 245D(4).\n(3) The Settlement Commission cannot re-open its\nconcluded proceedings by invoking section 154 of the Act so\nas to levy interest under section 234B, particularly, in view of\nsection 2451.\n17. Accordingly, Reference to the Constitution Bench vide\norders dated 14.12.2004 and 20.1.2005 stands duly answered\nand the matters are accordingly disposed of.\nR.P.\nReference answered and Appeals disposed of.\nH\n"}