{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"BRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1177\nTAX, JALANDHAR\n245D(4) shall be final and conclusive u/s 2451 subject to A\ntwo qualifications under which it can be recalled, viz.,\nfraud and misrepresentation but even here it is important\nto note that u/s 245D(7) where the settlement becomes\nvoid on account of fraud and misrepresentation the\nproceedings with respect to the matters covered by the B\nsettlement shall be deemed to have been revived from\nthe stage at which the application was allowed to be\nproceeded with by the Settlement Commission. This\nfurther supports the view that there are two distinct\nstages under Chapter XIX-A and that the Legislature has C\nnot contemplated the levy of interest between order u/s\n245D(1) stage and s.245D(4) stage. Thus, interest u/s\n234B will be chargeable till the order of the Settlement\nCommission u/s 245D(1), i.e., admission of the case. [para\n14] [1217-A-G]\nCommissioner of Income Tax v. Anjum M.H. Ghaswala\nand others 2001(4) Supp. SCR 303=252 ITR 1 - referred\nto.\nD\n2.9 Lastly, the expression “interest” in s. 245-(6A) E\nfastens the liability to pay interest only when the tax\npayable in pursuance of an order u/s 245-D(4) is not paid\nwithin the specified time and which levy is different from\nliability to pay interest u/s 234-B or u/s 245-D(2C). [para\n14] [1217-F-G]\nC.I.T. v. Damani Brothers 2002(5) Supp. SCR 424=259\nITR 475 - referred to.\nF\n3.1 The Settlement Commission cannot re-open its\nconcluded proceedings by invoking s. 154 of the Act so G\nas to levy interest u/s 234-B, particularly, in view of s. 245-\nI. Invocation of s.154 (held to be inapplicable to Chapter\nXIX-A proceedings) cannot be justified. Descriptively, it\ncan be stated that assessment in law is different from\nassessment by way of settlement. A reading of s.245-D H\n1178\nSUPREME COURT REPORTS [2010] 11 S.C.R.\nA (6) with s. 245-1 makes it clear that every order of\nsettlement passed u/s 245-D (4) shall be final and\nconclusive as to the matters contained therein and that\nthe same shall not be re-opened except in the case of\nfraud and misrepresentation. [para 10, 15 and 16] [1219-\nB D; 1220-F; 1210-B-C]\nC\nD\nE\n3.2 Proceedings before Settlement Commission are\nsimilar to arbitration proceedings. It contemplates\nassessment by settlement and not by way of regular\nassessment or assessment u/s 143(1) or u/s 143(3) or u/\ns 144 of the Act. In that sense, it is a Code by itself. It does\nnot begin with the filing of the return but by filing the\napplication for settlement. Under the Act, procedure for\nassessment falls in Chapter XIV (in which s. 154 falls)\nwhich is different from procedure for settlement in\nChapter XIX-A in which ss. 245-C and 245-D fall.\nProvision for levy of interest for default in payment of\nadvance tax u/s 234-B falls in Chapter XVII [Section F]\nwhich deals with collection and recovery of tax which is\nincidental to the liability to pay advance tax u/s 207\n(which is also in Chapter XVII) and to the computation of\ntotal income in the manner indicated under Chapter XIX-\nA vide ss. 245-C(1B) and 245-C(1C) read with the provisos\nto s. 245-C(1) on the additional income tax payable on the\nundisclosed income. Further, if one examines the\nF provisions of ss. 245-C(1B) and 245-C(1C), one finds that\nvarious situations are taken into account while\ncomputing the additional amount of tax payable, viz., if\nthe applicant has not filed his return, if he has filed but\norders of assessment are not passed or if the\nG proceedings are pending for re-assessment u/s 147\n(again in Chapter XIV) or by way of appeal or revision in\nconnection with such re-assessment and the applicant\nhas not furnished his return of total income in which case\ntax has to be calculated on the aggregate of total income\nH as assessed in the earlier proceedings for assessment\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1179\nTAX, JALANDHAR\nu/s 143 or u/s. 144 or u/s 147 [s. 245-C(1B)]. The point to\nbe noted is that in computation of additional income tax\npayable by the assessee, there is no mention of s. 154.\nOn the contrary, u/s 245-1 the order of the Settlement\nCommission is made final and conclusive on matters\nmentioned in the application for settlement except in the\ntwo cases of fraud and misrepresentation in which case\nthe matter could be re-opened by way of review or recall.\n[para 15] [1218-B-H; 1219-A-B]\n3.3 Like ITAT, the Settlement Commission is a quasi-\njudicial body. Under s. 254(2), the ITAT is given the power\nto rectify, but no such power is given to the Settlement\nCommission. Thus, the Settlement Commission cannot\nreopen its concluded proceedings by invoking s. 154 of\nthe Act. [para 15] [1219-B-C]\n3.4 Lastly, one must keep in mind the difference\nbetween review/recall of the order and rectification u/s\n154. The Schedule of Chapter XIX-A does not contemplate\ninvocation of s. 154 otherwise there would be no finality\nto the assessment by settlement which is different from\nassessment under Chapter XIV where there is an appeal,\nrevision, etc. Settlement of liability and not determination\nof liability is the object of Chapter XIX-A. Even otherwise,\ninvocation of s. 154 on facts of this batch of cases is not\njustified. [para 15] [1219-C-E]\nCommissioner of Income Tax v. Anjum M.H. Ghaswala\nand others 2001(4) Supp. SCR 303= 252 ITR 1; and C/T v.\nHindustan Bulk Carrier 2002 (5) Suppl. SCR 387 =(2003)\n259 ITR 449 - referred to.\nA\nB\nC\nD\nE\nF\nG\nCase Law Reference:\n1995(3) Supp. SCR 642\nreferred to\npara 7\n1961 (2) SCR 765\nreferred to\npara 7\n2002 (5) Suppl. SCR 387 referred to\npara 7\nH\n1180\nSUPREME COURT REPORTS [2010] 11 S.C.R.\nA\n2002(5) Supp. SCR 424\nupheld\npara 10\nreferred to\nB\n2001(4) Supp. SCR 303\npara 14\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 516-\n527 of 2004.\nFrom the Judgment \u0026 Order dated 07.03.2003 of the\nIncome Tax Settlement Commission (IT \u0026 WT), Kolkata in\nSettlement Applications Nos. 1/J/297/89-IT, 1/J/295/89-IT, 1/\nJ/294/89-IT, 1/J/299/89-IT, 1/J/296/89-IT, 1/J298/89-IT, 1/J/302/\nC 90-IT, 1/J/307/90-IT, 1/J/305/90-IT, 1/J/305/90-IT, 1/J/304/90-\nIT, 1/J/301/90-IT.\nWith\nC.A. Nos. 280-286 of 2005, 8324-8328 of 2004, 603, 990,\nD 925, 924 of 2005, Writ Petition (CO Nos. 556, 555 of 2004,\nC.A. Nos. 2247-2250, 923, 995, 994 of 2005, Writ Petition (C)\nNos. 63, 61, 62, 60 of 2005, C.A. Nos. 2246, 3231-3232 of\n2005, 3091, 3087, 3092, 4599-4601, 528-531 of 2004, Writ\nPetition (C) Nos. 325, 324, 326 of 2004, C.A. Nos. 992 of\nE 2007, 9174 of 2010, 532 of 2004, 604 of 2005.\nF\nGopal Subramanium, SG, C.S. Aggarwal, Parus F. Kaka,\nR.P. Bhat, O.S. Bajpai, Rajiv K. Garg, Vivek Verma, Ashish\nGarg, Vineet Garg, A.D.N. Rao, Preetesh Kapur, G.S. Pikale,\nE.C. Agarwala, Mahesh Agarwal, Rishi Agrawala, Amit Kumar\nSharma, Rohma Hameed, Rajiv Tyagi, Vijay Verma, Chanchal\nBiswal, Asha Gopalan Nair, Balaji Subramanium, Aman\nAhluwalia, B.V. Balaram Das, Subramonium Prasad, Ajay\nMajithia, Manish Kanth, Rajesh Kumar, Dr. Kailash Chand,\nChirag M. Shroff, Dattatray Vyas, Ajay Vohra, Kavita Jha, Amit\nSachdeva, Prem Malhotra, Rachna Gupta, C.S. Jain, Y. Raja\nGopala Rao, Krishna, V.N. Jha, V.N. Raghupathy, Ajay Jain,\nRajiv Tyagi, R.K. Raghavan, Chanchal Biswal, Manjit Singh,\nKamal Mohan Gupta, Santosh Aggarwal, Bhargava V. Desai,\nRahul Gupta, Nikhil Sharma, Vivek Verma, Pallavi Mohan,\nH Pankaj Jain, Abhay Jain, Rakesh Jain, Manish Kr. Choudhary,\nG\nĮ\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1181\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\nNamita Chaudhary, S. K. Verma, Mohit Chaudhary, Ashok A\nKulkarni, Puja Sharma, A. Das, Rituraj Chaudhary fof the\nappearing parties.\nThe Judgment of the Court was delivered by\nS.H. KAPADIA, CJI. 1. Leave granted.\nB\n2. Vide referral orders dated 14.12.2004 and 20.1.2005\nthe following questions have been referred to the Constitution\nBench of this Court:\n(i)\nWhether sections 234A, 234B and 234C of\nthe Income Tax Act, 1961 (for short \"the Act\")\nare at all applicable to proceedings of the\nSettlement Commission under Chapter XIX-\nA of the Act?\nC\nD\n(ii) Whether the Settlement Commission can\nreopen its concluded proceedings by having\nrecourse to section 154 of the Act so as to\nlevy interest under sections 234A, 234B and\n234C of the Act, though it was not so done E\nin the original proceedings?\n(iii) Whether in the absence of period of\nlimitation prescribed for making the order of\nthe Settlement, the relevant date for E\ndetermining the quantum of interest could be\nthe date of the said order?\n3. For the sake of convenience, after hearing learned\ncounsel on both sides, we reframe the above questions.\n(1)\nWhether section 234B applies to\nproceedings of the Settlement Commission\nunder Chapter XIX-A of the said Act?\nF\nG\n(II)\nIf answer to the above question is in the\nH\nA\nB\nC\nD\nE\nF\n0\nH\n1182\nSUPREME COURT REPORTS [2010] 11 S.C.R.\n(III)\naffirmative, what is the terminal point for levy\nof such interest - Whether such interest\nshould be computed up to the date of the\nOrder under section 245D(1) or up to the\ndate of the Order of the Commission under\nsection 245D(4)?\nWhether the Settlement Commission could\nreopen its concluded proceedings by\ninvoking section 154 of the said Act so as\nto levy interest under section 234B, though\nit was not so done in the original\nproceedings?\nRelevant provisions of the Income Tax Act, 1961:\n4. In order to answer the reframed questions, quoted\nabove, it would be necessary for us to cite the relevant\nprovisions of the Act and the Income Tax Rules, as they stood\nat the material time, which are as under:\nDefinitions\n2(40) \"regular assessment” means the assessment\nmade under sub-section (3) of section 143 or section 144;\n2(45) \"total income\" means the total amount of income\nreferred to in section 5, computed in the manner laid down\nin this Act;\nChapter XIV - Procedure for Assessment\nSelf-assessment\n140A. (1) Where any tax is payable on the basis of any\nreturn required to be furnished under section 139 or\nsection 142 or as the case may be, section 148, after\ntaking into account the amount of tax, if any, already paid\nunder any provision of this Act, the assessee shall be\n1\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1183\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\nliable to pay such tax together with interest payable under A\nany provision of this Act for any delay in furnishing the return\nor any default or delay in payment of advance tax, before\nfurnishing the return and the return shall be accompanied\nby proof of payment of such tax and interest.\nExplanation. Where the amount paid by the assessee\nunder this sub-section falls short of the aggregate of the\ntax and interest as aforesaid, the amount so paid shall first\nbe adjusted towards the interest payable as aforesaid and\nthe balance, if any, shall be adjusted towards the tax\npayable.\n(2) After a regular assessment under section 143 or\nsection 144 has been made, any amount paid under sub-\nsection (1) shall be deemed to have been paid towards\nsuch regular assessment.\nAssessment\n143. (1)(a) Where a return has been made under section\n139, or in response to a notice under sub-section (1) of\nsection 142, -\n(i) if any tax or interest is found due on the basis of\nsuch return, after adjustment of any tax deducted at source,\nany advance tax paid and any amount paid otherwise by\nway of tax or interest, then, without prejudice to the\nprovisions of sub-section (2), an intimation shall be sent\nto the assessee specifying the sum so payable, and such\nintimation shall be deemed to be a notice of demand\nissued under section 156 and all the provisions of this Act\nshall apply accordingly;\nB\nC\nD\nE\nF\nG\n***\n***\n***\nProvided also that an intimation for any tax or interest due\nunder this clause shall not be sent after the expiry of two\nyears from the end of the assessment year in which the H\nA\n00\nB\nс\nD.\nE\nLL\nF\n1184 SUPREME COURT REPORTS [2010] 11 S.C.R.\nincome was first assessable.\n(b) Where as a result of an order made under sub-section\n(3) of this section or section 144 or section 147 or section\n154 or section 155 or section 250 or section 254 or section\n260 or section 262 or section 263 or section 264, or any\norder of settlement made under sub-section (4) of section\n245D relating to any earlier assessment year and passed\nsubsequent to the filing of the return referred to in clause\n(a), there is any variation in the carry forward loss,\ndeduction, allowance or relief claimed in the return, and as\na result of which, -\n(i) if any tax or interest is found due, an intimation shall be\nsent to the assessee specifying the sum so payable, and\nsuch intimation shall be deemed to be a notice of demand\nissued under section 156 and all the provisions of this Act\nshall apply accordingly, and\n(ii) if any refund is due, it shall be granted to the assessee:\nProvided that an intimation for any tax or interest due under\nthis clause shall not be sent after the expiry of four years\nfrom the end of the financial year in which any such order\nwas passed.\n(4) Where a regular assessment under sub-section (3) of\nthis section or section 144 is made.—\n(a) any tax or interest paid by the assessee under\nsub-section (1) shall be deemed to have been paid\ntowards such regular assessment;\nG Rectification of mistake.\n154. (1) With a view to rectifying any mistake apparent from\nthe record an income-tax authority referred to in section\n116 may,-\nH\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1185\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\n(a) amend any order passed by it under the A\nprovisions of this Act;\n(b) amend any intimation sent by it under sub-section\n(1) of section 143. or enhance or reduce the amount of\nrefund granted by it under that sub-section.\nB\n(1A) Where any matter has been considered and decided\nin any proceeding by way of appeal or revision relating to\nan order referred to in sub-section (1), the authority\npassing such order may, notwithstanding anything\ncontained in any law for the time being in force, amend the C\norder under that sub-section in relation to any matter other\nthan the matter which has been so considered and\ndecided.\n(2) Subject to the other provisions of this section, the\nauthority concerned-\n(a) may make an amendment under sub-section (1)\nof its own motion, and\nD\n(b) shall make such amendment for rectifying any E\nsuch mistake which has been brought to its notice by the\nassessee, and where the authority concerned is the Deputy\nCommissioner (Appeals), or the Commissioner (Appeals)\nby the Assessing Officer also.\n(3) An amendment, which has the effect of enhancing an\nassessment or reducing a refund or otherwise increasing\nthe liability of the assessee, shall not be made under this\nsection unless the authority concerned has given notice to\nthe assessee of its intention so to do and has allowed the\nassessee a reasonable opportunity of being heard.\n-\nChapter XVII – Collection and Recovery of Tax\nLiability for payment of advance tax.\nF\nG\nH\nA\nB\nC\nD\nE\nய\nF\nG\n1186 SUPREME COURT REPORTS [2010] 11 S.C.R.\n207. Tax shall be payable in advance during any financial\nyear, in accordance with the provisions of sections 208 to\n219 (both inclusive), in respect of the total income of the\nassessee which would be chargeable to tax for the\nassessment year immediately following the financial year,\nsuch income being hereafter in this Chapter referred to as\n\"current income\".\nComputation of advance tax.\n209. (1) The amount of advance tax payable by an\nassessee in the financial year shall, subject to the\nprovisions of sub-sections (2) and (3), be computed as\nfollows, namely:-\n(a) where the calculation is made by the assessee for the\npurposes of payment of advance tax under sub-section (1)\nor sub-section (2) or sub-section (5) or sub-section (6) of\nsection 210, he shall first estimate his current income and\nincome-tax thereon shall be calculated at the rates in force\nin the financial year;\nPayment of advance tax by the assessee of his own\naccord or in pursuance of order of Assessing Officer.\n210. (1) Every person who is liable to pay advance tax\nunder section 208 (whether or not he has been previously\nassessed by way of regular assessment) shall, of his own\naccord, pay, on or before each of the due dates specified\nin section 211, the appropriate percentage, specified in\nthat section, of the advance tax on his current income,\ncalculated in the manner laid down in section 209.\n(2) A person who pays any instalment or instalments of\nadvance tax under sub-section (1), may increase or\nreduce the amount of advance tax payable in the remaining\ninstalment or instalments to accord with his estimate of his\ncurrent income and the advance tax payable thereon, and\nI\n"}