{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"BRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1207\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\nD\nand computation of advance tax is done under section C of A\nChapter XVII. On the other hand, interest for defaults in payment\nof advance tax falls under section 234B, apart from sections\n234A and 234C, in section F of Chapter XVII. Thus, levy of\ninterest is incidental to the liability and computation of advance\ntax. It is interesting to note that section 234A(4) in turn refers B\nto the increase or reduction of interest subsequent to the Order\nof the Commission under section 245D(4) increasing or\nreducing the amount of tax payable and so also section\n234B(4). Under section 234B, where in any financial year an\nassessee who is liable to pay advance tax under section 208 C\nfails to pay such tax or where the advance tax paid under\nsection 210 is less than 90% of the assessed tax the assessee\nshall pay interest from the first day of April next following such\nfinancial year to the date of determination of total income under\nsection 143(1) or to the date of regular assessment on the\namount equal to the assessed tax which has been defined in\nExplanation 1 to mean tax on the total income as determined\nunder section 143(1) as reduced by the amount of tax deducted\nat source in accordance with Chapter XVII on income which is\nsubject to deduction and which is taken into account in\ncomputing total income. By Explanation 3, it is clarified that for\ndefault of short payment interest will be charged on the\ndifference between \"assessed tax\" (as defined) and the\nadvance tax paid by the assessee and that for the above\npurpose \"additional income tax\" if any payable under section.\n143 is not to be taken into account. However, section 234B(2)\ncovers a situation where, before the date of determination of\ntotal income under section 143(1) or completion of regular\nassessment, tax is paid by the assessee under section 140A\nor otherwise, interest shall be calculated under section 234B(1)\nup to the date on which tax was so paid and reduced by the G\ninterest, if any, paid under section 140A towards interest\nchargeable under section 234B.\nE\nF\n10. Coming to Chapter XIX-A which deals with Settlement\nof Cases, it may be stated that the word \"case\" is defined H\nD\n1208\nSUPREME COURT REPORTS [2010] 11 S.C.R.\nA under section 245A(b). It is an exhaustive definition. The\ndefinition makes it clear that an application for Settlement shall\nlie only when any proceedings for assessment or re-\nassessment is pending or an appeal or revision in connection\nwith such assessment or re-assessment is pending before the\nB Income Tax Authority. Under section 245C(1), such application\nfor settlement will not be maintainable without full and true\ndisclosure of the income by the applicant, the manner in which\nsuch undisclosed income was derived and that the applicant\nhad furnished his return of income and that the additional tax\nC payable on such income exceeds the specified amount. This\nwas the position prior to Finance Act of 2007. However, section\n245C(1A) inter alia provides that additional amount of income\ntax payable in respect of the income disclosed shall be\ncalculated in accordance with the provisions of section\n245C(1B). Under sub-section (1B) if the applicant has furnished\nhis return in respect of his total income and no assessment is\nmade, the tax shall be calculated on the aggregate of the total\nincome returned and the income disclosed in the application\nas if such aggregate was the total income. The words \"regular\nassessment\" are not there in section 245C(1B)(ii). However,\nunder section 245C(1C)(b), it is provided that the additional\ntax calculated under section 245C(1B)(ii) shall be reduced by\nthe aggregate of the tax deducted at source or tax paid in\nadvance and the amount of tax paid under section 140A. The\nresultant amount is the additional tax payable by the assessee.\nThus, section 245C incorporates within it the provisions of\nChapters XVIIB, XVIIC and section 140A of the Act. It may be\nnoted that section 245C(1B)(iii), as it stood before 1.6.1987,\nrequired income tax to be calculated on the aggregate of the\ntotal income as assessed plus the income disclosed in the\nG application as if such aggregate was the total income. But\nafter 1.6.1987, the tax is required to be worked out on the\nreturned total income plus the income disclosed in the\napplication as if the aggregate is the total income. Under\nsection 245D(2A) the applicant is required to pay the additional\nH amount of income tax payable on the income disclosed in the\nE\nF\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1209\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\nC\nD\napplication within 35 days of the receipt of the copy of the A\norder passed by the Settlement Commission under section\n245D(1) allowing such application to be proceeded with. Under\nsection 245D(2A) the applicant shall, within 35 days of the\nreceipt of the order under section 245D(1) allowing the\napplication to be proceeded with, pay the additional amount B\nof income tax payable on the income disclosed. Under section\n245D(4) on compliance of sections 245D(2A) and (2C) and\non examination of relevant records and reports, the Settlement\nCommission may pass such orders as it thinks fit on the matters\ncovered by the application and any other matter relating to the\n\"case\" referred to in the report of the Commissioner of Income\nTax. If one carefully analyses the provisions of sections 245D(1)\nand 245D(4), one finds two distinct stages - one allowing the\napplication to be proceeded with (or rejected) and the other of\ndisposal of the application by appropriate orders being passed\nby the Settlement Commission. In between the two stages, we\nhave provisions which require the applicant to pay the additional\nincome tax and interest. Even under section 245D(7) it is\nprovided that where the settlement becomes void under section\n245D(6) the proceedings with respect to the matters covered\nby the settlement shall be deemed to have revived from the\nstage at which the application was allowed to be proceeded\nwith by the Settlement Commission and the income tax\nauthority may complete the proceedings within the period\nmentioned therein. Thus, section 245D(7) brings out the\ndifference between section 245D(1) stage and section 245D(4)\nstage. Under section 245D(6), it is laid down that every order\nunder section 245D(4) shall provide for the Terms of Settlement\nincluding any demand by way of tax, penalty or interest. In the\ncase of C.I.T. v. Damani Brothers reported in 259 ITR 475, a\n3-Judge Bench of this Court, while analyzing the scheme of G\nChapter XIX-A, has held that section 234B, section 245D(2C)\nand section 245D(6A) operate in different fields. Section 234B\ncomes into operation when there is default in payment of\nadvance tax whereas liability to pay interest under section\n245D(2C) arises when the additional amount of income tax is H\nE\nF\n1210 SUPREME COURT REPORTS [2010] 11 S.C.R.\nA not paid within time specified under section 245D(2A). Section\nC\nD\n245D(6A), on the other hand, imposes liability to pay interest\nonly when the tax payable in pursuance of an order of Settlement\nCommission under section 245D(4) is not made within the\nspecified time. Consequently, section 234B, section 245D(2C)\nB and section 245D(6A) in Chapter XIX-A operate in different\nfields. To this extent, we agree with the view expressed in\nDamani Brothers case (supra). Descriptively, it can be stated\nthat assessment in law is different from assessment by way of\nsettlement. If one reads section 245D(6) with section 2451, it\nbecomes clear that every order of settlement passed under\nsection 245D(4) shall be final and conclusive as to the matters\ncontained therein and that the same shall not be re-opened\nexcept in the case of fraud and misrepresentation. Under\nsection 245F(1), in addition to the powers conferred on the\nSettlement Commission under Chapter XIX-A, it shall also have\nall the powers which are vested in the income tax authority\nunder the Act. In this connection, however, we need to keep in\nmind the difference between \"procedure for assessment\" under\nChapter XIV and \"procedure for settlement” under Chapter\nXIX-A (see section 245D). Under section 245F(4), it is clarified\nthat nothing in Chapter XIX-A shall affect the operation of any\nother provision of the Act requiring the applicant to pay tax on\nthe basis of self-assessment in relation to matters before the\nSettlement Commission. The point to be noted on the basis of\nthe above analysis is that several provisions of the Act like\nsection 140A; furnishing of the return of income by the applicant\nas indicated in the proviso (a) to section 245C(1); provisions\nof the Act governing liability and computation to pay additional\nincome tax as indicated by proviso (b) to section 245C(1);\naggregation of total income inter alia in terms of sections 143,\nG 144 or 147 as indicated by section 245C(1B)(iii); aggregation\nof total income as returned plus income disclosed in the\napplication for settlement as indicated in section 245C(1B)(ii);\nthe deductions in section 245C(1C); increase of interest under\nsection 215(3) pursuant to the orders of the Settlement\nH Commission and the levy of interest under sections 234A(4)\nE\nF\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1211\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\nand 234B(4) all bring into Chapter XIX-A various provisions of A\nthe Act. Thus, when we read the provisions of Sections 245C\nand 245D one has to keep in mind various above provisions\nof the Act and the concepts of self-assessment, assessment,\nregular assessment and computation of total income which\nhave been engrafted in Chapter XIX-A.\n(1)Whether Sections 234A, 234B and 234C are applicable\nto Chapter XIX-A proceedings?\nB\nC\n11. Our detailed analysis shows that though Chapter XIX-\nA is a self-contained Code, the procedure to be followed by\nthe Settlement Commission under sections 245C and 245D\nin the matter of computation of undisclosed income; in the\nmatter of computation of additional income tax payable on\nsuch income with interest thereon; the filing of settlement\napplication indicating the amount of income returned in the D\nreturn of income and the additional income tax payable on the\nundisclosed income to be aggregated as total income shows\nthat Chapter XIX-A indicates aggregation of incomes so as to\nconstitute total income which indicates that the special\nprocedure under Chapter XIX-A has inbuilt mechanism of E\ncomputing total income which is nothing but assessment\n(computation of total income). To elaborate, under section\n245C(1B), if the applicant has furnished a return in respect of\nhis total income, tax shall be calculated on the aggregate of\ntotal income returned and the income disclosed in the F\nsettlement application as if such aggregate were total income.\nUnder the Act, tax is payable on the total income as computed\nin accordance with the provisions of the Act. Thus, section\n143(3) provision is sought to be incorporated in section 245C.\nWhen Parliament uses the words \"as if such aggregate would\nconstitute total income\", it presupposes that under the special\nprocedure the aggregation of the returned income plus income\ndisclosed would result in computation of total income which is\nthe basis for the levy of tax on the undisclosed income which\nis nothing but “assessment”. Similarly, section 245C(1C)\nG\nH\n1212\nSUPREME COURT REPORTS [2010] 11 S.C.R.\nA provides for deductions from the total income computed in\nterms of section 245C(1B). Thus, the special procedure under\nsections 245C and 245D in Chapter XIX-A shows that a\nspecial type of computation of total income is engrafted in the\nsaid provisions which is nothing but assessment which takes\nB place at section 245D(1) stage. However, in that computation,\none finds that provisions dealing with a regular assessment,\nself-assessment and levy and computation of interest for default\nin payment of advance tax, etc. are engrafted. [See sections\n245C(1B), 245C(1C), 245D(6), 245F(3) in addition to sections\nC 215(3), 234A(4) and 234B(4)]\nD\nF\n(II)Terminal point for the levy of interest - Whether interest\nis payable under Chapter XIX-A up to the date of the order\nunder section 245D(1) or up to the date of the order under\nsection 245D(4)?\n12. In our view the answer to the above question lies in\nthe provisions of the proviso to Sections 245C(1), 245C(1B)\nand 245C(1C), 245D(4) and 245F(3) which bring in the\nconcepts of returned income, self-assessment, aggregation of\nE income returned and income disclosed as if it is total income;\nlevy of interest under section 215(3) read with section 245D(4);\nincrease of interest under sections 234A(4) and 234B(4) read\nwith section 245D(4) as also sections 140A(1A) and (1B)\nread with sections 234A and 234B. For example, section 140A\ndeals with self-assessment which is different from regular\nassessment. Under section 140A(1) where tax is payable on\nthe basis of any return furnished by the assessee [see proviso\n(a) to section 245C(1)], after taking into account tax paid, the\nassessee shall be liable to pay such tax with interest payable.\nfor default under section 234B in payment of advance tax before\nfurnishing the return. This position is clarified by sections\n140A(1A) and (1B) under which inter alia interest payable for\ndefault in payment of advance tax under section 234A shall be\ncomputed on the amount of tax on the total income as declared\nin the return minus the advance tax paid. Similarly, it is clarified\nG\nH\n:\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1213\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\nD\nvide sub-section (1B) to section 140A that interest payable A\nunder section 234B for default in payment of advance tax shall\nbe computed on an amount equal to the assessed tax [same\nwords are used in section 234B(1)] or on the amount by which\nthe advance tax falls short of the assessed tax. However, what\nis \"assessed tax\" for the purposes of section 140A is explained B\nby Explanation. It says that assessed tax will be tax on the\ntotal income as declared in the return minus the amount of tax\ndeducted at source or collected at source in accordance with\nthe provisions of Chapter XVII (which covers sections 207,\n209 and 215 of the Act). Now, section 245C(1) is voluntary C\ndisclosure by the assessee of his undisclosed income. Under\nsection 245C(1), the assessee has to mention in his settlement\napplication the additional amount of tax payable by him on\nsuch undisclosed income. Under proviso (a), the application\nfor settlement shall not be entertained till the assessee has\nfurnished the return of income which he was required to file\nunder the Act to the extent of his income. Under proviso (b),\nthe assessee has to declare the additional amount of tax\npayable. Thus, the two provisos to section 245C(1) show that\nChapter XIX-A, which prescribes a special procedure for\nassessment by settlement, contemplates a pre-assessment\ncollection of tax. With the filing of the settlement application\nand after such application is allowed to be proceeded with\nunder section 245D(1), intimation under section 143(1), regular\nassessment under sections 143(3)/144 and re-assessment\nunder section 147 lose their existence as under sections\n245C(1A) and (1B) it is only the income disclosed in the return\nof income before the A.O. alone which survives for\nconsideration by the Settlement Commission for settling the\namount of income which is not disclosed in the return. Under\nsection 245C(1B)(ii), if the applicant has furnished a return in G\nrespect of the total income, whether or not assessment is\nmade in pursuance of the return, the additional amount of\nincome tax payable in respect of the total income disclosed\nshall be on the aggregate of the total income returned and the\nincome disclosed in his application for settlement as if such H\n:\nE\nF\nC\nD\n1214 SUPREME COURT REPORTS [2010] 11 S.C.R.\nA aggregate was his total income. This is pre-assessment\ncollection of tax. Such pre-assessment is based on the\nestimation of the current income and tax thereon by the\napplicant himself. Now, when the Settlement Commission\naccepts the Voluntary Disclosure vide the application for\nB settlement, section 234B(2) steps in. It is important to\nremember that the assessee is liable to pay advance tax, he\ncommits default in payment to the extent of the undisclosed\nincome but he offers to pay additional income tax then interest\nhas to be calculated in accordance with sections 207, 208\nand 234B(2) up to the date on which such tax is paid. This is\nnot the interest which assessee has to pay after assessment\nunder section 245D(4). Under sections 245C(1B) and (1C)\nthe additional amount of income tax payable on the undisclosed\nincome shall be on the total income as calculated under section\n245C(1B). On computation of total income under sections\n245C(1B) and (1C), interest follows such computation. It is\nimportant to note that interest follows computation of total\nincome. Once such computation takes place under section\n245C(1B) then section 234B(2) applies. The said sub-section\ndeals with the situation where before determination of total\nincome under section 143(1) or 143(3) tax is paid under\nsection 140A or otherwise interest shall be calculated in\naccordance with section 234B(1) up to the date on which tax\nis so paid. In that sense an application under section 245C(1)\nis a return. Section 245C(1) deals with computation of total\nincome. There is one more way of looking at the Act. Chapter\nXIX-A refers to procedure of settlement (see section 245D(1)).\nAs stated above, section 245D(1) provides for expeditious\nrecovery of tax by way of pre-assessment collection. Interest\non default in payment of advance tax comes under sections\nG 234A, 234B, 234C, which fall in Chapter XVII which deals with\ncollection and recovery of tax. It is important to note that interest\nfollows computation of additional payment of income tax under\nsections 245C(1B) and (1C). This is how sections 234A, 234B\nand 234C get engrafted into Chapter XIX-A at the stage of\nH section 245D(1). As stated, till the Settlement Commission\nE\nF\nBRIJ LAL \u0026 ORS. v. COMMISSIONER OF INCOME 1215\nTAX, JALANDHAR [S.H. KAPADIA, CJI.]\ndecides to admit the case under section 245D(1) the A\nproceedings under the normal provisions remain open. But,\nonce the Commission admits the case after being satisfied\nthat the disclosure is full and true then the proceedings\ncommence with the Settlement Commission. In the meantime,\napplicant has to pay the additional amount of tax with interest B\nwithout which the application for settlement would not be\nmaintainable. Thus, interest under section 234B would be\npayable up to the stage of section 245D(1). Our view is\nsupported by the amendment made by Finance Act of 2007\nw.e.f. 1.6.2007 in which interest is required to be paid for C\nmaintainability of the Application for Settlement.\n13. The question is - what happens in cases where 90%\nof the assessed tax is paid but on the basis of the\nCommission's order under section 245D(4) the advance tax\npaid turns out to be less than 90% of the assessed tax as\ndefined in the Explanation to Section 234B(1)?\nD\n14. As held hereinabove, under section 245C(1) read\nwith section 245C(1B)(ii) and section 245C(1C)(b), the\nadditional amount of income tax payable is to be calculated E\non the aggregate of total income returned and the income\ndisclosed in the settlement application as if such aggregate is\nthe total income. Thus, the scheme of the said sections is\nbased on computation of total income and in that sense we\nhave stated that such application for settlement is akin to a F\nreturn of income. The said provision deals with \"total income\".\nThus, as stated above, sections 234A, B and C are applicable\nup to the stage of section 245D(1) order passed by the\nSettlement Commission. However, Parliament has not\nextended the provisions and the liability to pay interest beyond\nthe date of application for settlement. This is the position even\nafter Finance Act of 2007. Once this position is taken, section\n140A is attracted. When an assessee has paid interest under\nsections 234A, B and C in self-assessment under section\n140A, which is similar to the scheme of section 245C(1), and\nG\nH\n1216\nSUPREME COURT REPORTS [2010] 11 S.C.R.\nD\nA once the Settlement Commission admits the application for\nsettlement, one finds that even under section 140A(1B) interest\npayable under section 234B has to be computed on an amount\nequal to the assessed tax as defined in the Explanation to\nmean tax on the total income as declared in the return. Under\nB sub-section (1B) to Section 140A interest payable under\nsection 234B can also be computed on an amount by which\nthe advance tax paid falls short of the assessed tax as defined\nin the Explanation thereto. Thus, there is no provision under\nChapter XIX-A or even under section 140A (dealing with self-\nC assessment) to charge interest beyond the date of application\nfor settlement after the same is admitted by the Commission\nunder Section 245D(1). Moreover, as stated above, under the\nAct, there is a difference between assessment in law [regular\nassessment or assessment under section 143(1)] and\nassessment by settlement under Chapter XIX-A. The order\nunder section 245D(4) is not an order of regular assessment.\nIt is neither an order under section 143(1) or 143(3) or 144.\nUnder sections 139 to 158, the process of assessment involves\nthe filing of the return under section 139 or under section 142;\ninquiry by the A.O. under sections 142 and 143 and making\nof the order of assessment by the A.O. under section 143(3)\nor under section 144 and issuing of notice of demand under\nsection, 156 on the basis of the assessment order. The making\nof the order of assessment is an integral part of the process\nof assessment. No such steps are required to be followed in\nthe case of proceedings under Chapter XIX-A. The said\nChapter contemplates the taxability determined with respect\nto undisclosed income only by the process of settlement/\narbitration. Thus, the nature of the orders under sections 143(1),\n143(3) and 144 is different from the orders of the Settlement\nG Commission under section 245D(4). Even in Commissioner\nof Income Tax v. Anjum M.H. Ghaswala and others [252 ITR\n1] there is no finding by this Court that the order of Settlement\nCommission under section 245D(4) is an order of assessment\nunder section 143(3) or under section 144. In Ghaswala's case\nH the only question decided by this Court is that the interest\nE\nF\n"}