{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"у\nBESANT THEOSOPHICAL COLLEGE\nV.\nN. ANANTHAIAH AND ORS. ·\nAPRIL 4, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\n00\nB\n\"\nC\nService Law Selection-Private aided college-Post of Librarian-\nQualification prescribed in terms of G.O.Ms of 1992-Said G.O. Ms substituted\nby G.O.Ms of 1999-Circular letter 31-8-2000 issued by State Government\nclarifying that existing procedure of Selection Committee in terms of the\nearlier G.O.Ms was to be followed until further orders-Interpretation of\nHeld: By reason of the Circular letter neither the effect of subsequent G.O.Ms\nwas taken away nor the said G.O.Ms can be said to have been again\nreplaced by the earlier G.O.Ms-Only the procedure laid down in the earlier\nG.O.Ms was directed to be followed-The subsequent G.O.Ms operated in the D\nfield-Circulars/Government Order.\nAppellant is a private aided college in which the post of Librarian fell\nvacant. Qualification for the post of Librarian was prescribed in terms of G.O.\nMs No.12 dated 10.10.1992. The said G.O. Ms was substituted by G.O. Ms.\nNo. 208 dated 29.6.1999. On a query with regard to the Selection procedure E\nto be followed in view of the subsequent G.O.Ms, the State Government clarified\nvide its circular letter 31-8-2000 that the existing procedure of Selection\nCommittee in terms of the earlier G.O. Ms was to be followed until further\norders.\nF\nThe question which arose for consideration in the present appeals is\nwhether by reason of the circular letter dated 31.8.2000, the effect of\nsubsequent G.O. Ms. was taken away and the said G.O.Ms can be said to have\nbeen again replaced by the earlier G.O.Ms.\nDismissing the appeals, the Court\nHELD: 1.1. G.O.Ms No. 12 dated 10.1.1992 has been substituted by\nG.O.Ms. No. 208 dated 29.6.1999. Qualifications were prescribed for\nrecruitment to the post of Librarian in latter G.O. viz. G.O. Ms. No. 208 dated\n29.6.1999. The said G.O. shall operated in the field. [Para 10] [875-C-D]\n871\nG\nH\n1\nA\nB\nC\n872\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n1.2. By reason of the Circular letter dated 31.8.2000, the Commissioner\nand Director of Collegiate Education merely laid down that the existing\nprocedure in regard to the constitution or otherwise of the Selection\nCommittee as stated in G.O. Ms. No. 12 dated 10.1.1992 should be followed\nuntil further orders. By reason of the Circular letter neither the effect of\nG.O. Ms. No. 208 was taken away nor the said G.O.Ms. can be said to have\nbeen again replaced by G.O.Ms. No. 12 of 10.1.1992. Only the procedure laid\ndown in the former was directed to be followed. [Para 11] [875-D-E]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 121 of 2007.\nFrom the Judgment and Order dated 22.08.2006 of the High Court of\nAndhra Pradesh at Hyderabad in Writ Appeal No. 1403 of 2003.\nC.A. No. 123/2007.\nWITH\nD\nA. Subba Rao for the Appellant.\nAnnam D.N. Rao, P. S. Narasimha, G. Girish Kumar and Kh. Nobin Singh,\nfor the Respondents.\nThe Judgment of the Court was delivered by:\nS.B. SINHA J. 1. These appeals are directed against an order dated\nE 22.8.2006 passed by a Division Bench of the Andhra Pradesh High Court in\nWrit Appeal No. 1043/2003 whereby and whereunder the judgment and order\nof the learned Single Judge of the said Court dated 23.7.2003 passed in Writ\nPetition No. 44 of 1999 allowing the Writ Petition filed by the first respondent\nherein was allowed.\nF\nG\n2. Indisputably, the post of Lecturer fell vacant in the appellant-\ninstitution. Qualification for holding the said post, therefore, is prescribed by\nthe State of Andhra Pradesh as the institution is a private aided one. On or\nabout 16.11.84 G.O Ms. No. 491 was issued by the Government of Andhra\nPradesh prescribing qualification for the post of Librarian which is in the\nfollowing terms:\n(i) Good academic record with at least a high second class Master's\nDegree in a subject other than Library Science.\n(ii) Master's Degree in Library Science with first or high second class.\n3. However, the University Grants Commission issued a notification\nH dated 20.2.1990 prescribing minimum qualification for recruitment to the post\nBESANT THEOSOPHICAL COLLEGE v. N. ANANTHAIAH [S.B. SINHA, J. ] 873\nof Librarian, Deputy Librarians, Assistant Librarian, whereafter G.O. Ms. No. A\n12 was issued by the Government of Andhra Pradesh on 10.1.1992 which is\nin the following terms:\n\"Lectures in Library Science in Degree Colleges\nCandidates who have passed P.G. Degree in any subject with 55% B\nmarks and also P.G. Degree in Library Science with First or Second\nClass with 55% marks and above.\nOR\nAs prescribed by the Government, from time to time, shall be\nC\neligible to apply for the post of Lecturer in Library Science in Degree\nColleges.\"\n4. The Government of Andhra Pradesh thereafter issued G.O. Ms.No.\n208 dated 29.6.1999 following the guidelines issued in that behalf by the\nUniversity Grants Commission as would appear from the following stipulations D\nmade therein:\n\"After considering the recommendations of U.G.C. and after taking\ninto consideration the recommendation of the Five Member Committee,\nthe Government have decided that the service conditions of Teachers\nlike recruitment and qualifications, selection procedure career E\nadvancement, teaching days, work load, code of professional ethics,\naccountability etc., shall be as indicated in the Appendix to this order.\nThe same shall be implemented by all Universities and D.O.E. with in\na time frame of three months from the date of issue of this order by\namending necessary Statutes, Ordinances, Rules and Regulations”.\nF\n5. In the Appendix to the G.O.Ms. No. 208, qualifications prescribed for\nthe post of Librarian (University) were as under:\n\"(1) Librarian (University)\n(i) Master's Degree in Library science/information science/ G\ndocumentation with at least 55% of the marks or its equivalent\nof B in the UGC seven point scale and consistently good academic\nrecord.\n(ii) At least thirteen years as a Deputy Librarian in a University\nLibrary or eighteen years experience record;\nH\n874\nA\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n(iii) Evidence of innovative library service and organization of\npublished work\".\n6. It is not in dispute that the first respondent herein is holder of a Post-\nGraduate Degree in Political Science. He also possesses Post Graduate Degree\nin Library Science with 55% marks. As his case has not been considered by\nB the appellant-institution relying on or on the basis of the qualifications\nprescribed in terms of G.O. Ms. aforementioned, he filed a writ petition. The\nsaid writ petition was allowed in part holding as under:\nC\nD\nE\nF\n\"On the other hand, it is submitted that as per G.O. Ms.No. 127\ndated 7.6.1993, the post of Librarian shall be filled by promotion from\nthe post of Assistant Librarians, provided they possesses the\nqualifications prescribed by the U.G.C. Admittedly the petitioner though\npossesses a Master's Degree, has not passed with high second class\nand he has passed the Master's Degree in Library Science with high\nSecond Class. Though the petitioner is not qualification and not\nentitled for promotion to the post of Librarian, the fact remains that\nthe said solitary post is reserved to BC 'B' category and it is illegal\nand contrary to the rule of reservation. It cannot be said that the\npetitioner cannot question the said notification which was issued to\nfill up the post of Lecturer/Librarian, reserving the same is favour of\nspecial class. The said notification reserving the said post is illegal\nand therefore, the Notification issued by the 1st respondent is set\naside. If the post is not reserved, many more would have applied in\naddition to the 3rd respondent.\nIt is stated that the 3rd Respondent is qualified as per G.O. Ms.\nNo. 691 dated 16.11.1984 and she belongs to BC 'B' category. Though\nshe is qualified reserving the said post in favour of a single class is\nnot contemplated in the rules and the Notification is quashed only on\nthe ground that the reservation was made in favour of BC 'B' category\nin contravention of the rule of reservation.\"\n7. An Intra Court appeal preferred thereagainst has been allowed by a\nG Division bench by reason of the impugned judgment.\n8. Mr. Subba Rao, learned counsel appearing on behalf of the appellant\nwould submit that having regard to the qualification prescribed by the\nGovernment of Andhra Pradesh in terms of the Circular letter dated 31.8.2000,\nthe High Court must be held to have committed a manifest error in passing\nH\nT\nI BESANT THEOSPHICAL COLLEGE v. N. ANANTHAIAH [S.B. SINHA, J. ]\nthe impugned judgment.\n875\nA\n9. The said letter reads thus:\n\"The Correspondent, Ideal College of Arts \u0026 Science, Kakinada\nhas sought clarification with regard to the Selection procedure to be\nfollowed in view of the issue of G.O. Ms. No. 208 Education B\n(UE.II-1) Department, dated 29.6.1999.\nIn this connection all the correspondents of aided colleges in the\nState are informed to follow the existing procedure of Selection\nCommittee in terms of G.O. Ms. No. 12-Edn, dated 10.1.1992 until\nfurther orders.\"\n10 It is not in dispute that G.O. Ms.No. 12 dated 10.1.1992 has been\nsubstituted by G.O. Ms.No. 208 dated 29.6.1999. Qualifications were prescribed\nfor recruitment to the post of Librarian in later G.O. The said G.O. shall, in our\nopinion, operates in the field.\nC\nD\n11. By reason of the aforementioned Circular letter dated 31.8.2000, the\nCommissioner and Director of Collegiate Education merely laid down that the\nexisting procedure in regard to the constitution or otherwise of the Selection\nCommittee as stated in the G.O.Ms. No. 12 dated 10.1.1992 should be followed\nuntil further orders. By reason of the Circular letter neither the effect of\nE\nG.O.Ms. No. 208 was taken nor the said G.O. Ms. can be said to have been\nagain replaced by G.O. Ms.No. 12 of 10.1.1992. At the cost of repetition, it\nmay be stated that only the procedure laid down in the former was directed\nto be followed.\n12. For the reasons aforementioned, we do not find any error in the F\njudgment passed by the Division Bench of the High Court. These appeals are\ndismissed. No costs.\nB.B.B.\nAppeals dismissed.\n"}