{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"+\nA\nB\nC\nTHIRIVEEDHI CHANNAIAH\nV.\nGUDIPUDI VENKATA SUBBA RAO (D) BY LRS. \u0026 ORS.\nFEBRUARY 20, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nContract Act, 1872-Frustration of Contract-Agreement to sell\nproperty-Advance paid-Another agreement containing forfeiture clause—\nLand Acquisition proceeding by State in respect of suit property-Claim of\nrefund of advance by buyer refused by seller and advance forfeited-Challenge\nagainst-Held, seller cannot exercise right of forfeiture of amount-Directed\nto refund the advance amount.\nRespondent had entered into an agreement to sell suit property to\nD appellant. Appellant made part payment of the consideration amount. A regular\nsale deed was to be executed after the entire amount is paid. On the same day,\nthey entered into another agreement whereupon it was agreed that on default\nof appellant to pay the balance of sale consideration by or before 25.2.1982,\nthe advance amount paid by appellant would be forfeited. Before the deed of\nsale could be executed, a Notification under S.4 of Land Acquisition Act, 1894\nwas issued. Respondent challenged the said Notification by filing writ petition\nbefore High Court.\nE\nF\nG\nH\nAppellant requested respondent to refund the advance amount as he was\nnot informed about the said land acquisition proceeding. Respondent replied\nthat on account of failure to pay the balance amount, the money stood forfeited\nin terms of the agreement. Appellant filed suit for specific performance of\ncontract of sale, which was decreed. On appeal, High Court set aside the\ndecree. Hence the present appeal.\nPartly allowing the appeal, the Court\nHELD: 1.1. It is not the case of respondent that he had suffered any\ndamage. He did not deny or dispute that after the Agreement of Sale was\nexecuted, a notification under Section 4(1) of the Land Acquisition Act had\nbeen issued. He himself raised a contention that the Agreement stood\nfrustrated. It may be true that he not only questioned the validity of the said\n960\nTHIRIVEEDHI CHANNAIAH v. GUDIPUDI VENKATA SUBBA RAO (D) BY LRS. [S.B. SINHA, J.]\n961\nnotification, but had also filed a suit, but indisputably the parties were aware A\nthat unless and until, the notification was set aside, the Agreement for Sale,\nin the aforementioned situation, cannot be enforced by either of them.\n[Para 12] [963-H; 964-A-B]\n1.2. In the aforementioned facts and circumstances, the respondent could\nnot have forfeited the amount of advance. The High Court committed a manifest B\nerror in that behalf in arriving at the finding that the respondent was justified\nin forfeiting the said amount. The High Court however rightly held that\nenforcement of agreement for sale would be inequitable. The respondent is\ndirected to refund the amount of advance paid by the appellant to him.\n[Para 13, 14] [964-C-D] C\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 853 of 2007.\nFrom the Judgment and final Order dated 22.7.2005 of the High Court\nof Judicature, Andhra Pradesh at Hyderabad in FA No. 2692/1988.\nVenkateswara Rao Anumolu for the Appellant.\nL.N. Rao, G. Ramakrishna Prasad and Suyodhan Byrapaneni for the\nRespondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\n2. This appeal is directed against the judgment and order dated 22.07.2005\npassed by a learned Single Judge of the High Court of Judicature at Andhra\nPradesh in First Appeal No. 2692 of 1988 whereby and whereunder the appeal\npreferred by the respondents herein from a judgment and decree dated\n28.11.1998 passed by the Additional Subordinate Judge, Guntur in O.S. No.\n258 of 1984 decreeing the suit for specific performance of an agreement of sale\ndated 19.07.1981 was allowed.\nD\nE\nF\nG\n3. The basic fact of the matter is not in dispute. An Agreement of Sale\nwas entered into by and between the parties on 19.07.1981, in terms whereof\nthe respondent offered to sell the suit property admeasuring 2.96 cents out\nof 11.82 cents for Rs.44,000/- per acre in D. No. 140 situate at Agatavareppadu\nVillage in the District of Guntur. Appellant advanced a sum of Rs. 50,000/-\ntowards part payment of the said consideration. The balance amount of\nconsideration was to be paid on or before 25.02.1982 whereupon a regular sale H\nT\n962\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA deed was to be executed. On the said date, however, another agreement was\nentered into by the parties in terms whereof it was agreed that on default of\nthe appellant to pay the balance of sale consideration on or before 25.02.1982,\nthe said amount of advnace shall be forfeited.\n4. However, before the Deed of Sale could be executed, a notification\nB under Section 4 (1) of the Land Acquisition Act, 1894 (for short, 'the Act')\nwas issued. Legality of the said notification was questioned by the respondent\nby filing a Writ Petition before the High Court of Andhra Pradesh which was\nmarked as Writ Petition No. 434/1982. A suit was also filed by him for a decree\nfor permanent injunction restraining the State of Andhra Pradesh from\nC interfering with his possession.\n5. In view of the aforementioned developments, the appellant herein by\na notice requested the respondent to refund the said sum of Rs. 50,000/- with\ninterest at the rate of 18 per cent per annum as he was not informed about\nthe said land acquisition proceeding. However, in reply thereto, the respondent\nD contended that as he has failed and/or neglected to pay the balance amount,\nthe money stand forfeited in terms of the said agreement dated 19.07.1981.\nThe suit filed by the appellant herein, was allowed by a judgment and order\ndated 28.11.1998, holding:\n(I)\nE\nF\n\"In the result, the suit is decreed with costs for specific performance\nof contract of sale dated 19.07.1981 directing the defendant to execute\nthe registered sale deed in favour of the plaintiff in respect of the\nplaint schedule property after receiving the balance of sale\nconsideration. It was also directed that the balance of sale consideration\nshall be deposited on or before 31.1.1989 and that the defendant shall\nexecute the sale deed on or before 28.2.1989. Failure to execute the\nsale deed by the defendant on or before 28.2.1989 the plaintiff is at\nliberty to obtain the sale deed from the Court.\"\n6. The said decree was passed having regard to the fact that in the\nmeanwhile, the High Court had quashed the aforementioned notification issued\nG by the State under Section 4(1) of the Act by a judgment and order dated\n18.02.1986. By reason of the said judgment the contention of the respondent\nherein that in view of the issuance of the said notification, the contract\nbetween the parties stood frustrated, was rejected.\n7. The High Court, however, reversed the said judgment and decree\nH passed by reason of the impugned judgment opining :\nx\nTHIRIVEEDHI CHANNAIAH 1. GUDIPUDI VENKATA SUBBA RAO (D) BY LRS. [S.B. SINHA, J.] 963\n(i) The appellant was not ready and willing to perform his part of A\ncontract;\n(ii)\nHe was aware of the proceedings under the Act;\n(iii) Issuance of mere notification would not lead to the conclusion\nthat the contract had become frustrated; and\n(iv) In the aforementioned situation, forfeiture of the advance money\nwas justified.\n8. This Court issued a limited notice to the respondent as to why the\namount of earnest money/advance should not be directed to be refunded to\nthe appellant.\n9. Execution of the Agreement of Sale on 19.7.1981 is not in dispute.\nHowever, the same did not contain any stipulation in regard to the right of\nthe respondent to forfeit the amount of advance. Such stipulation was made\nin a separate document which reads as under:-\n\"You executed an agreement of sale on 19.7.1981 in my favour to sell\nland admeasuring 2.9 acres for a consideration of Rs. 44,000/- per acre\nand today I paid Rs. 50,000/- as advance. If I failed to pay the balance\nof consideration before 25.02.1982 there is no need to refund my\nadvance amount. Before the above said date, if I pay the balance of\nconsideration, I will get the sale deed on my own expenses.\nOn my\nconsent if I sold partly, I would get the registration accordingly.\"\n10. Notification under Section 4(1) of the Act was issued on 02.01.1982.\nAppellant evidently was of the view that the respondent was aware of the\nintention of the State to acquire the said property, but despite his knowledge,\nhe executed the said Agreement for Sale.\nB\nC\nᎠ\nE\nF\n11. The notice dated 4.3.1983 was issued on behalf of the appellant on\nthe said premise that the respondent did not have any transferable title. It was\non that basis refund of Rs. 50,000/-, which was paid by way of advance, was\nsought for from the respondent. It is only at that stage, the respondent G\ninvoked the forfeiture clause.\n12. The only question which arises for our consideration is as to\nwhether in a situation of this nature, the respondent could exercise his right\nof forfeiture of the entire amount. It is not his case that he had suffered any\ndamage. He did not deny or dispute that after the Agreement of Sale was H\n964\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA executed, a notification under Section 4(1) of the Act had been issued. He\nB\nC\nhimself raised a contention that the Agreement stood frustrated. It may be\ntrue that he not only questioned the validity of the said notification, but had\nalso filed a suit, but indisputably the parties were aware that unless and until,\nthe notification was set aside, the Agreement for Sale, in the aforementioned\nsituation, cannot be enforced by either of them.\n13. In the aforementioned facts and circumstances of this case, we are\nof the opinion that the respondent could not have forfeited the amount of\nadvance. The High Court, in our opinion, committed a manifest error in that\nbehalf in arriving at the finding that the respondent was justified in forfeiting\nthe said amount. We, however, agree with the High Court that enforcement\nof agreement for sale would be inequitable.\n14. We, therefore, direct that respondents to refund the amount of\nadvance paid by the appellant to him. Such payment should be made within\na period of 4 weeks from date; failing which the same would carry interest at\nD the rate of 12 per cent per annum from the said date till the date of actual\npayment.\n15. The appeal is allowed to the aforementioned extent. However, in the\nfacts and circumstances of this case, there shall be no order as to costs.\nD.G.\n!\nAppeal allowed.\n\u003e\nx\n"}