{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"A\nB\nMINU KUMARI AND ANR.\nV.\nSTATE OF BIHAR AND ORS.\nAPRIL 12, 2006\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nC\nCode of Criminal Procedure, 1973-Sections 173(2), 190(1)(b), 362\nand 482-Cognizance of offence--Summons issued by Magistrate to persons\nnamed in FIR against whom police finding no involvement in crime, did not\nsubmit charge sheet-On an application of such persons that their names\nwere included in summoning order due to clerical error, Magistrate ordered\nstriking of their names from that order-District and Sessions Judge set aside\nthis order on the ground that Magistrate did not have power to recall or\nreview his order, and High Court upholding this view in a petition under\nD Section 482 of the Code-Correctness of-It was not a case where Magistrate\ndisagreed with view of investigating agency and therefore ordered issuance\nof summons, but was case of was a mistake-As Magistrate did not proceed\nagainst some of the persons named in the FIR, issuance of notice to informant\nthereof was mandatory, and its non-issuance prejudiced the informant-As\ncorrect procedure was not followed, High Court should have allowed the\npetition under Section 482 of the Code-Issuance of summons to\naforementioned persons was bad and their names ordered to be struck from\nthe array of accused persons.\nE\nF\nG\nH\nCode of Criminal Procedure, 1973-Section 482-Inherent power of\nCourt-Nature and exercise of Discussed.\nMaxim quando lex aliquid alicui concedit, concedre videtur et id sine\nquo res ipsae esse non protest, applicability of.\nWords and phrases-'Charge sheet' or 'final report'-Meaning of In\nthe context of Sections 169 and 173 of Code of Criminal Procedure, 1973.\nIn an investigation pursuant to a First Information Report (FIR), police\nfound that appellants were not involved in the crime and submitted charge\nsheet only against other accused. However, Chief Judicial Magistrate (CJM)\nwho took cognizance of offence, directed issuance of summons against\n1086\n\"\nMINU KUMARI v. STATE OF BIHAR\n1087\nappellants also. Appellants filed a petition against this before CJM praying A\nthat summons were issued to them due to clerical error. On this petition,\nCJM ordered striking of names of appellants from order whereby summons\nwere issued. However, Additional District and Sessions Judge set aside this\norder on the ground that CJM did not have any power to recall or review his\norder. Appellants challenged this in a petition to High Court under Section\n482 of Code of Criminal Procedure, 1973 which came to be dismissed on the\nground that the subordinate court could not have recalled its own order under\nSection 362 of the Code on the pretext that there was correction of clerical\nand arithmetical errors. Hence the present appeal.\nAppellant contended that even if it is conceded that the CJM Court could\nnot have recalled or reviewed its order, on the facts of the case the High Court\nshould have exercised power under Section 482 of the Code.\nAllowing the appeal, the Court\nB\nC\nHELD: 1. When a report forwarded by the police to the Magistrate under D\nSection 169 Cr.P.C. states that no offence has been committed and is placed\nbefore the Magistrate, he has option of adopting one of the three courses (1)\nhe may accept the report and drop the proceeding; or (2) he may disagree\nwith report and take the view that there is sufficient ground for further\nproceeding, take cognizance of the offence and issue process; or (3) he may\ndirect further investigation to be made by the police under Section 156(3).\n[1090-G; 1091-A]\nAbhinandan Jha and Anr. v. Dinesh Mishra, AIR (1968) SC 117 and\nM/s. India Carat Pvt. Ltd. v. State of Karnataka and Anr., AIR (1969) 885\nreferred to.\nE\nF\n2. Where the Magistrate takes a view that there is material for\nproceeding against some and there is insufficient ground in respect of others,\nthe informant would certainly be prejudiced as First Information Report lodged\nbecomes wholly or partially ineffective. In such a case, notice to the informant\nand grant of opportunity of being heard in the matter becomes mandatory, G\nthough there is no provision in the Code for issue of a notice in this regard.\n[1091-E, F]\nBhagwant Singh v. Commr. of Police, [1985] 2 SCC 537, relied on.\n3.1. Section 362 of the Code permits correction of clerical or\narithmetical errors. But High Court seems to have completely lost sight of H\n1088\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA the scope and ambit of Section 482 of the Code. [1093-A]\n3.2. High Court was not justified in rejecting the application in terms\nof Section 482 of the Code. This is a case when the cognizance was taken,\nsummons were issued by mistake and the names of the appellants were also\nmentioned in the order directing issuance of summons. Since the police have\nB not found any material against the appellants, the CJM without following the\nprocedure as indicated above could not have directed issuance so far as they\nare concerned. There was no indication that the CJM disagreed with the\nopinion of the investigation agency and therefore ordered issuance of\nsummons. On the contrary, as noted by CJM, later was a mistake and,\ntherefore, he had ordered to strike of the names of the appellants. The names\nof appellants shall be struck off from the array of the accused person.\nC\nᎠ\nE\nF\nG\n[1094-C, D, E]\nAll India Institute of Medical Science Employees' Union (Reg.) through\nits President v. Union of India and Ors., [1996] 11 SCC 582; Gangadhar\nJanardhan and Ors., [2004] 7 SCC 768; Janata Dal v. H.S. Chowdhary [1992]\n4 SCC 305 and Raghubir Singh (Dr.) v. State of Bihar, AIR (1964) SC 1,\nreferred to.\n2006.\nCRIMINAL ORIGINAL JURISDICTION: Criminal Appeal No. 420 of\nFrom the Judgment and Order dated 2.7.2003 of the High Court Judicature\nat Patna in Cr. Misc. No. 28444 of 2000.\nJ.N. Dubey, Anurag Dubey, Gaurav Jain, Pramod Kumar and S.R. Setia\nfor the Appellants.\nGopal Singh for the Respondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nChallenge in this appeal is to the legality of order passed by a learned\nSingle Judge of the Patna High Court rejecting the petition filed by the\nappellants in terms of Section 482 of the Code of Criminal Procedure, 1973 (in\nshort the 'Code').\nFactual position in essence is as follows:\nOn the written report of informant Dhrup Narain Dubey, father of\nrespondents 2 and 3 case for alleged commission of offences punishable\nH under Sections 341, 323 and 435 read with Section 34 of the Indian Penal\n+\nMINU KUMARI v. STATE OF BIHAR [PASAYAT, J.]\nB\n1089\nCode, 1860 (in short the ‘IPC') was registered vide Raghunath Pur P.S. case A\nNo.7/99 dated 20.8.1999. It was alleged that accused persons named in the FIR\nassaulted the informant and others. However, the police after investigation\nsubmitted charge sheet wherein three of the ladies accused were found to be\nnot involved in the case. The police submitted charge sheet only against\nHarendra Dubey and Sheo Kumar Dubey. The charge sheet was placed before\nthe learned Chief Judicial Magistrate (in short the 'CJM') who by his order\ndated 15.2.1999 took cognizance of the offence and directed issuance of\nprocesses against accused Sheo Kumar Dubey, Harendra Dubey, and\nappellants Minu Kumari and Runjhun Kumari on the ground that there is a\nprima facie case against them for the offences punishable u/s 341, 323 and\n435 read with Section 34 IPC. The learned CJM also ordered for issuance of C\nsummons and made over the case to the court of Judicial Magistrate, 1st\nClass for favour of disposal.\nHowever, on behalf of appellants Minu Kumari and Runjhun Kumari a\npetition was filed before the Court of learned CJM praying therein that due\nto clerical error the names of the appellants have also been mentioned in the D\norder dated 15.2.1999 and cognizance was also taken and issuance of summons\nwas also ordered so far as they are concerned. The learned CJM on the above\npetition got a miscellaneous case No.37/99 registered and by order dated\n5.5.1999 he called for the record from the court of the Magistrate, where the\nTrial No.795/1999 was pending. The learned CJM heard learned counsel for E\nthe appellants and ordered to strike of their names.\nThe order passed by learned CJM was assailed before learned First\nAdditional District and Sessions Judge, Siwan who set aside the order holding\nthat the learned CJM did not have any power, muchless inherent power to\nrecall or review his order. With reference to Section 362 of the Code it was F\nheld that the Court is not empowered to alter the judgment save as otherwise\nprovided by the Code or by any other law for the time being in force. It was\nfurther held that the order passed by learned CJM amounted to review.\nAccordingly, the order passed by learned CJM was set aside.\nAppellants questioned correctness of the order by filing a petition G\nunder Section 482 of the Code which came to be dismissed on the ground that\nthe Subordinate Court could not have recalled its own order under Section\n362 of the Code on the pretext that there was correction of clerical and\narithmetical errors.\nH.\n1090\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA\nB\nC\nD\nIn support of the appeal, learned counsel for the appellants submitted\nthat approach of the High Court is clearly erroneous. Even if it is conceded\nfor the sake of argument that the Subordinate Court could not have recalled\nor review its order, on the facts of the case the High Court should have\nexercised power under Section 482 of the Code.\nIn spite of service of notice respondents 2 and 3 have not entered\nappearance.\nLearned counsel for the State of Bihar submitted that technically the\nlearned 1st Additional District and Sessions Judge was correct. But the High\nCourt should have exercised power under Section 482 of the Code.\nIn Abhinandan Jha and Anr. v. Dinesh Mishra, AIR (1968) SC 117, this\nCourt while considering the provisions of Sections 156(3), 169, 178 and 190\nof the Code held that there is no power, expressly or impliedly conferred,\nunder the Code, on a Magistrate to call upon the police to submit a charge\nsheet, when they have sent a report under Section 169 of the Code, that there\nis no case made out for sending up an accused for trial. The functions of the\nMagistracy and the police are entirely different, and the Magistrate cannot\nimpinge upon the jurisdiction of the police, by compelling them to change\ntheir opinion so as to accord with his view. However, he is not deprived of\nthe power to proceed with the matter. There is no obligation on the Magistrate\nE to accept the report if he does not agree with the opinion formed by the\nF\npolice. The power to take cognizance notwithstanding formation of the opinion\nby the police which is the final stage in the investigation has been provided\nfor in Section 190(1)(c).\nWhen a report forwarded by the police to the Magistrate under Section\n173(2)(i) is placed before him several situations arise. The report may conclude\nthat an offence appears to have been committed by a particular person or\npersons and in such a case, the Magistrate may either (1) accept the report\nand take cognizance of the offence and issue process, or (2) may disagree\nwith the report and drop the proceeding, or (3) may direct further investigation\nG under Section 156(3) and require the police to make a further report. The\nreport may on the other hand state that according to the police, no offence\nappears to have been committed. When such a report is placed before the\nMagistrate he has again option of adopting one of the three courses open\ni.e., (1) he may accept the report and drop the proceeding; or (2) he may\ndisagree with the report and take the view that there is sufficient ground for\nH\nMINU KUMARI v. STATE OF BIHAR [PASAYAT, J.]\n1091\nfurther proceeding, take congnizance of the offence and issue process; or (3) A\nhe may direct further investigation to be made by the police under Section\n156(3). The position is, therefore, now well-settled that upon receipt of a\npolice report under Section 173(2) a Magistrate is entitled to take cognizance\nof an offence under Section 190(1)(b) of the Code even if the police report\nis to the effect that no case is made out against the accused. The Magistrate\nB\ncan take into account the statements of the witnesses examined by the police\nduring the investigation and take cognizance of the offence complained of\nand order the issue of process to the accused. Section 190(1)(b) does not lay\ndown that a Magistrate can take cognizance of an offence only if the\nInvestigating Officer gives an opinion that the investigation has made out a\ncase against the accused. The Magistrate can ignore the conclusion arrived C\nat by the Investigating officer and independently apply his mind to the facts\nemerging from the investigation and take cognizance of the case, if he thinks\nfit, exercise of his powers under Section 190(1)(b) and direct the issue of\nprocess to the accused. The Magistrate is not bound in such a situation to\nfollow the procedure laid down in Sections 200 and 202 of the Code for taking\ncognizance of a case under Section 190(1)(a) though it is open to him to act\nunder Section 200 or Section 202 also. [See M/s. India Carat Pvt. Ltd. v. State\nof Karnataka and Anr., AIR (1989) SC 885].\nD\nThe informant is not prejudicially affected when the Magistrate decides\nto take cognizance and to proceed with the case. But where the Magistrate E\ndecides that sufficient ground does not subsist for proceeding further and\ndrops the proceeding or takes the view that there is material for proceeding\nagainst some and there are insufficient grounds in respect of others, the\ninformant would certainly be prejudiced as the First Information Report lodged\nbecomes wholly or partially ineffective. This Court in Bhagwant Singh v.\nCommnr. of Police, [1985] 2 SCC 537 held that where the Magistrate decides F\nnot to take cognizance and to drop the proceeding or takes a view that there\nis no sufficient ground for proceeding against some of the persons mentioned\nin the First Information Report, notice to the informant and grant of opportunity\nof being heard in the matter becomes mandatory. As indicated above, there\nis no provision in the Code for issue of a notice in that regard.\nWe may add here that the expressions 'charge-sheet' or 'final report'\nare not used in the Code, but it is understood in Police Manuals of several\nStates containing the Rules and the Regulations to be a report by the police\nfiled under Section 170 of the Code, described as a \"charge-sheet\". In case\nof reports sent under Section 169, i.e., where there is no sufficiency of\nG\nH\nI\n1092\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA evidence to justify forwarding of a case to a Magistrate, it is termed variously\ni.e., referred charge, final report or summary. Section 173 in terms does not\nrefer to any notice to be given to raise any protest to the report submitted\nby the police. Though the notice issued under some of the Police Manuals\nstates it to be a notice under Section 173 of the Code, though there is nothing\nin Section 173 specifically providing for such a notice.\nB\nC\nAs decided by this Court in Bhagwant Singh's case (supra), the\nMagistrate has to give the notice to the informant and provide an opportunity\nto be heard at the time of consideration of the report. It was noted as follows:-\n\"....the Magistrate must give notice to the informant and provide\nhim an opportunity to be heard at the time of consideration of the\nreport...\"\nTherefore, the stress is on the issue of notice by the Magistrate at the\ntime of consideration of the report. If the informant is not aware as to when\nthe matter is to be considered, obviously, he cannot be faulted, even if protest\nD petition in reply to the notice issued by the police has been filed belatedly.\nBut as indicated in Bhagwant Singh's case (supra) the right is conferred on\nthe informant and none else.\nWhen the information is laid with the Police, but no action in that behalf\nis taken, the complainant is given power under Section 190 read with Section\nE 200 of the Code to lay the complaint before the Magistrate having jurisdiction\nF\nto take cognizance of the offence and the Magistrate is required to enquire\ninto the complaint as provided in Chapter XV of the Code. In case the\nMagistrate after recording evidence finds a prima facie case, instead of\nissuing process to the accused, he is empowered to direct the police concerned\nto investigate into offence under Chapter XII of the Code and to submit a\nreport. If he finds that the complaint does not disclose any offence to take\nfurther action, he is empowered to dismiss the complaint under Section 203\nof the Code. In case he finds that the complaint/evidence recorded prima\nfacie discloses an offence, he is empowered to take cognizance of the offence\nand would issue process to the accused. These aspects have been highlighted\nG by this Court in All India Institute of Medical Sciences Employees' Union\n(Reg.) through its President v. Union of India and Ors., [1996] 11 SCC 582.\nIt was specifically observed that a writ petition in such cases is not to be\nentertained.\nThe above position was highlighted in Gangadhar Janardan Mhatre\nH v. State of Maharashtra and Ors., (2004) 7 SC 768.\n-\nI\nMINU KUMARI v. STATE OF BIHAR [PASAYAT, J.]\n1093\nSection 362 of the Code, as noted above, permits correctness of clerical A\nor arithmetical errors. There is no quarrel with that proposition. But the High\nCourt seems to have completely lost sight of the scope and ambit of Section\n482 of the Code.\nany\nThe Section does not confer any new power on the High Court. It only\nsaves the inherent power which the Court possessed before the enactment of B\nthe Code. It envisages three circumstances under which the inherent jurisdiction\nmay be exercised, namely, (i) to give effect to an order under the Code, (ii)\nto prevent abuse of the process of court, and (iii) to otherwise secure the ends\nof justice. It is neither possible nor desirable to lay down any inflexible rule\nwhich would govern the exercise of inherent jurisdiction. No legislative C\nenactment dealing with procedure can provide for all cases that may possibly\narise. Courts, therefore, have inherent powers apart from express provisions\nof law which are necessary for proper discharge of functions and duties\nimposed upon them by law. That is the doctrine which finds expression in the\nsection which merely recognizes and preserves inherent powers of the High\nCourts. All courts, whether civil or criminal possess, in the absence of D\nexpress provision, as inherent in their constitution, all such powers as are\nnecessary to do the right and to undo a wrong in course of administration of\njustice on the principle \"quando lex aliquid alicui concedit, concedere videtur\net id sine quo res ipsae esse non potest\" (when the law gives a person\nanything it gives him that without which it cannot exist). While exercising\npowers under the section, the court does not function as a court of appeal or\nrevision. Inherent jurisdiction under the section though wide has to be exercised\nsparingly, carefully and with caution and only when such exercise is justified\nby the tests specifically laid down in the section itself. It is to be exercised\nex debito justitiae to do real and substantial justice for the administration of\nwhich alone courts exist. Authority of the court exists for advancement of F\njustice and if any attempt is made to abuse that authority so as to produce\ninjustice, the court has power to prevent abuse. It would be an abuse of\nprocess of the court to allow any action which would result in injustice and\nprevent promotion of justice. In exercise of the powers court would be justified\nto quash any proceeding if it finds that initiation/continuance of it amounts\nto abuse of the process of court or quashing of these proceedings would\notherwise serve the ends of justice.\nAs noted above, the powers possessed by the High Court under Section\n482 of the Code are very wide and the very plenitude of the power requires\ngreat caution in its exercise. Court must be careful to see that its decision in\n(I)\nE\nG\nH\n1094\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA exercise of this power is based on sound principles. The inherent power\nshould not be exercised to stifle a legitimate prosecution. The High Court\nbeing the highest court of a State should normally refrain from giving a\nprima facie decision in a case where the entire facts are incomplete and hazy,\nmore so when the evidence has not been collected and produced before the\nCourt and the issues involved, whether factual or legal, are of magnitude and\ncannot be seen in their true perspective without sufficient material. Of course,\nno hard-and-fast rule can be laid down in regard to cases in which the High\nCourt will exercise its extraordinary jurisdiction of quashing the proceeding\nat any stage. (See: Janata Dal v. H. S. Chowdhary, [1992] 4 SCC 305, and\nRaghubir Saran (Dr.) v. State of Bihar, AIR (1964) SC 1).\nB\nC\nWhen the factual scenario is considered in the background of legal\nprinciple set out above, the inevitable conclusion is that the High Court was\nnot justified in rejecting the application in terms of Section 482 of the Code.\nThis is a case when the cognizance was taken, summons were issued by\nmistake and the names of the appellants were also mentioned in the order\nD dated 15.2.1999. Since the police have not found any material against the\nappellants, the learned CJM without following the procedure as indicated\nabove could not have directed issuance of summons so far as they are\nconcerned. There was no indication that learned CJM disagreed with the\nopinion of the investigating agency and therefore ordered issuance of summons.\nOn the contrary, as noted by learned CJM later that was a mistake and,\ntherefore, he had ordered to strike of the names of the appellants. The High\nCourt's order is set aside. The names of the appellants shall be struck of from\nthe array of accused persons.\nE\nThe appeal is allowed.\nF\nV.S.\nAppeal allowed.\n-\n"}