{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"COMMISSIONER OF CUSTOMS, MUMBAI\nV.\nM/S CLARIANT (INDIA) LIMITED, WORLI\nMARCH 29, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\nA\nB\nC\nCustoms Act 1962-Technical collaboration agreement-Between\nmanufacturer-Company and another company-Import of raw material by\nthe manufacturer under the agreement—Revenue imposing technical know-\nhow charges to the assessable value of the raw material-Adjudicating\nAuthority held the charges not includible to the value of raw material as the\ncompanies were not related-Appellate Authority holding the same to be\nincludible—Tribunal in view of admission by the manufacturer, despite holding\nthat the companies were related, held the charges not includible to the cost\nof raw material—On appeal, held: In view of admission by the manufacturer D\nthat the companies were related, the matter needs de novo consideration\nwhether payment of technical know-how charges was the condition for import\nof raw material in the light of relationship with the parties-Hence matter\nremitted to Adjudicating Authority-Customs Valuation Rules. 1988-Rules\n4(2)(9), 4(2)(b), 4(3)(b) and 8.\nE\nRespondent-company was manufacturer of leather chemical products.\nUnder a Technical Collaboration Agreement, it imported raw material from a\ncompany. Department-appellant called upon the respondent to pay technical\nknow-how charges to the assessable value of the material u/r 4 (2) (a) and (b)\nof Customs Valuation Rules, 1988 on the ground that the two companies were F\nrelated and that payment of fees was the condition for importation of the quality\nraw material. Adjudicating Authority held that the fees payable were not\nincludible in the assessable value of the raw material as the two companies\nwere not related. Appellate Authority held that the technical know how charges\nwere required to be loaded to the value of raw material as the two companies\nwere related. Customs, Excise and Gold (Control) Appellate Tribunal, on the G\nadmission of the respondent, held that the two companies were related.\nHowever, it held that the Department was not correct in adding technical know-\nhow charges to the cost of raw material, since the issue was not before it.\n515\nH\n516\nA\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nAllowing the appeal, the Court\nHELD: 1. The approach of the Tribunal is not correct. Firstly, in the\npresent matter the entire finding of the adjudicating authority is based on\nthe premise that the two companies are not related. That premise got\neliminated when, before the appellate authority, the assessee fairly stated that\nB the two companies were related. Secondly, once it is conceded on behalf of the\nrespondents that the two companies are related, that matter takes a different\ncomplexion. It is in this light that the matter needs de novo reconsideration.\nTherefore, the question as to whether the said payment of DM 5,00,000 was\nthe condition for import of quality raw material needs to be examined,\nC particularly in the light of the relationship between the parties. It is clarified\nthat merely because the two parties are related to each other will not amount\nto under valuation per se. It will depend on the facts and circumstances of\neach individual case. [Paras 9 and 11] [518-F-G; 519-A-E]\nUnion of India v. Mahindra \u0026 Mahindra Ltd., (1995) 76 ELT 481,\nD referred to.\nE\nF\nG\n2. The matter is remanded to the Adjudicating Authority which will\ndecide the matter de novo in the accordance with the Customs Valuation Rules,\n1988. [Para 12] [519-F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 509 OF 2002.\nFrom the final Order No. CZB/4180/WZB/2000 dated 27.11.2000 in Appeal\nNo.C/401/98-Bom passed by the Customs, Excise and Gold (Control) Appellate\nTribunal, West Regional Bench at Mumbai\nMathai M. Paikeday, Navin Prakash and B. Krishna Prasad for the\nAppellants.\nJoseph Vellapally, Sanjay R. Hegde, Ragvesh Singh and Krishna Kumar\nDarbha for the Respondents.\nThe Judgment of the Court was delivered by:\nKAPADIA, J. 1. This is a civil appeal under Section 130E of Customs\nAct, 1962 filed by the Department against the order dated November 27, 2000\nin Appeal No. C 401/98-Bom passed by the Customs, Excise \u0026 Gold (Control)\nAppellate Tribunal (CEGAT), Mumbai.\nH\nCOMMNR. OF CUSTOMS, MUMBAI v. CLARIANT (INDIA) LTD, WORL' [KAPADIA, J.] 517\n2. Respondent No.1 herein, during the assessment year 1977-78, imported A\nraw material from M/s Sandoz Quinn (subsidiary of M/s Sandoz (India). This\nwas under the Technical Collaboration Agreement dated April 2, 1990, between\nthe said two companies. That Technical collaboration agreement provided for\nimport of capital goods, raw materials, intermediates etc. along with transfer\nof technical know how and technical assistance for upgradation of the\nB\nrespondent's manufacturing plant in India. The respondent is a manufacturer\nof leather chemical products. Respondent entered into three agreements\nparticulars of which are given at page 36 of the paper book. One of the\nagreement is called Technical Collaboration Agreement. The other two\nagreements pertain to import of seeds. According to the technical collaboration\nagreement the respondent was to import raw materials for manufacture of C\nleather chemical products. The Department called upon the respondent to\nsubmit their invoices and certificates from Chartered Accountants. They gave\nthe said particulars contending that the Technical Collaboration Agreement\nwith the Sandoz Quinn was for upgradation of the chemical plant in India and\nfor that purpose they were not required to pay technical know how charges.\nThey contended that the import was on principle to principle basis and that\nthe price was the sole consideration. They also contended that the import of\nraw material had no nexus with the collaboration agreement and that the\nimport of raw material was not a condition of the collaboration agreement. In\nthe circumstances it was urged that the Department should not load the\ntechnical know-how charges to the assessable value of the, raw materials E\nunder Rule 8 or any other Rule framed under the Customs Act, 1962. At this\nstage it may be clarified that in the present case the respondent had waived\nthe show cause notice.\nD\n3. By order dated 15.12.1994 passed by the adjudicating authority, it was\nheld that there was no mutuality of interest between the respondent company F\nand M/s Sandoz Quinn, and that the fees payable were not includible in the\nassessable value of the raw material.\n4. Aggrieved by the decision of the adjudicating authority the Department\ncarried the matter in appeal to the Collector of Customs (A). It was urged on\nG\nbehalf of the Department that the two companies were related and that the\nfees were includible in the assessable value of the capital goods.\n5. By order dated 31.12.1997 passed by the Collector of Customs (A) it\nwas held that the technical know-how charges were required to be loaded to\nthe value of raw materials. It was further held that though the two companies\n.H\n518\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA were related their relationship did not influence the value of the capital goods.\nIt was further held that since the said two companies were related valuation\nshould be done under rule 4(2)(a) and (b) in the matter of computing the\nassessable value of the raw material.\nB\n6. Aggrieved by the decision of th. Collector of Customs (A) the\nrespondent herein went in appeal to CEGAT. By the impugned judgment it\nwas held that both the companies are related to each other. The Tribunal\nrecorded the admission made by the advocate for the respondents that the\ntwo companies are related to each other. The Tribunal found that the appellate\nauthority had confused the valuation of capital goods with valuation of\nC imported raw materials. It was further held that the only issue before the\nᎠ\nE\nF\nappellate authority was regarding valuation of capital goods and therefore, it\nhad erred in going into the larger question of adding DM 5,00,000 to the cost\nof raw materials. According to the Tribunal this was never an issue before\nthe appellate authority. In the circumstances, the Tribunal concluded that the\nsaid amount should not be added to the cost of the raw material.\n7. At this stage it may be noted that the Department is seeking to\ninvoke Rule 4(2)(a) and (b) of the Customs Valuation Rules, 1988 on the\nfooting that the said two companies are related, and that the payment of fees\nwas the condition for importation of the quality raw material.\n8. The only question which arises for determination in the present civil\nappeal is whether the Tribunal was justified, on the facts and circumstances\nof the case, in holding that the addition of DM 5,00,000 to the cost of the\nraw material was never in issue before the adjudicating authority, and therefore,\nits finding to that extent was beyond the appeal.\n9. We do not agree with the approach of the Tribunal for the following\nreasons. Firstly, in the present matter the adjudicating authority proceeded on\nthe basis that the above two companies were not related to each other. The\nentire finding of the adjudicating authority is based on the premise that the\ntwo companies are not related. That premise got eliminated when, before the\nG appellate authority, the advocate for the assessee fairly stated that the\nrespondent company and M/s Sandoz Quinn were related. Secondly, in the\npresent case three agreements were entered into by respondent herein with\nthree different companies, one of which was M/s Sandoz Quinn. One it is\nconceded on behalf of the respondents that the two companies are related\nthe matter takes a different complexion. It is in this light that the matter needs\nde novo reconsideration. The first two agreements pertain to import of seeds.\nH\nY\ni\nCOMMNR. OF CUSTOMS, MUMBAI v. CLARIANT (INDIA) LTD, WORLI [KAPADIA, J.) 519\nThe third agreement pertains to technical collaboration. The third agreement A\nprovides for import of quality raw material for manufacture of leather chemical\nproducts. Therefore, the question as to whether the said payment of DM\n5,00,000 was the condition for import of quality raw material needs to be\nexamined, particularly in the light of the relationship between the parties.\nC\n10. In the case of Union of India v. Mahindra \u0026 Mahindra Ltd., (1995)\nB\n76 ELT 481 the question arose as to how the Department should interpret an\nagreement between the buyer and seller in the context of valuation under the\nCustoms Valuation Rules, 1988. It was held that ordinarily the Department\nshould proceed on the basis of the apparent tenor of the agreement. However,\nit was up to the Revenue, on examination of the relevant circumstances to\nallege and prove, that the apparent was not real. In that case also the\nDepartment was required to consider technical know how agreement between\nthe Indian manufacturer and foreign collaborator. In that case the Department\ncontended that there was nexus between payment for know how transfer and\nimport of engines. The assessee succeeded before this Court in that case and\none of the main reasons for the success of the assessee was that this Court D\nfound that Mahindra \u0026 Mahindra were not related to the foreign collaborator.\n11. In the present case that is not so. The respondent here had conceded\nbefore the appellate authority that the two companies are related. We make\nit clear that merely because the two parties are related to each other will not\nE\namount to undervaluation per se. It will depend on the facts and circumstances\nof each individual case.\nF\n12. For the above reasons we set aside the impugned judgment of the\nTribunal and remand the matter to the adjudicating authority which will decide\nthe matter de novo in accordance with the Customs Valuation Rules, 1988. The\nadjudicating authority will not only go by apparent tenor of the agreement,\nbut also examine the necessary facts and decide the matter in accordance with\nlaw. We do not wish to express any opinion as to whether Rule 4(2)(a) or Rule\n4(2)(b) or Rule 4(3)(b) is applicable in this case. It will all depend on the facts\nto be established in this case and the adjudicating authority has to decide\nabout the applicability of the relevant rule in this case. We express no opinion G\nin that regard.\nK.K.T.\n13. Accordingly, the appeal is allowed with no order as to costs.\nAppeal allowed.\nH\n"}