{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"MAHARASHTRA STATE FINANCIAL CORPORATION\nV.\nASHOK K. AGARWAL AND ORS.\nMARCH 30, 2006\n[ARUN KUMAR AND R.V. RAVEENDRAN, JJ.]\nA\nB\nLimitation Act, 1963-Article 136 or 137-Applicability of, to\napplication under Sections 31 and 32 of State Financial Corporations Act,\n1951—Held: Article 137 is applicable and not Article 136-Article 136 is\napplicable to execution of decree or order of civil court-There being no\nexecution of decree or order of a civil court while dealing with an application\nunder Sections 31 and 32, Courts below rightly held Article 136\ninapplicable—State Financial Corporations Act, 1951-ss.31 and 32-Code\nof Civil Procedure, 1908-Section 2(2).\nC\nᎠ\nAppellant-Corporation had sanctioned loan to a Company. Respondents are\nDirectors of this Company who stood sureties for the loan amount. The company\nfailed to repay the loan amount. In 1983, appellant filed an application under\nSections 31 and 32 of the State Financial Corporations Act, 1951 against the\nborrower Company praying for sale of hypothecated properties. The properties\nwere put to sale. But there was shortfall in amount realised from such sale and E\nso on 2.1.1992, appellant filed application under Section 31(1)(aa) against\nrespondents for recovery of the amount due. ADJ dismissed the application on\nthe ground of limitation, which was upheld by High Court. Hence the present\nappeal.\nAppellant contended that application under Section 31 is in the nature of\nexecution proceedings, therefore, Article 136 applies which allows a period of\ntwelve years for execution of decrees and orders and the application was thus\nwithin time.\nDismissing the appeal, the Court\nHELD: 1. Section 31 of the State Financial Corporations Act, 1951 contains\nspecial provisions for enforcement of claims by State Financial Corporations.\nThere is no decree or order of a civil court being executed while dealing with an\napplication under Sections 31 and 32 of the Act. It is only on the basis of a legal\n617\nF\nG\nH\n618\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA fiction that the proceedings under Section 31 are treated as akin to execution\nproceedings. In fact, there is no decree to be executed nor there is any decree\nholder or judgment debtor and therefore in a strict sense it cannot be said to be\na case of execution of a decree. Therefore, Article 136 of the Limitation Act has\nno application in the facts of the present case. [621-D]\nB\nC\nD\nGujarat State Financial Corporation v. M/s. Natson Manufacturing Co.\n(P) Ltd. and Ors., [1979] 1 SCR 372; M/s. Everest Industrial Corporation and\nOrs. v. Gujarat State Financial Corporation, [1987] 3 SCC 597 and Maganlal\netc. v. Jaiswal Industries Neemach and Ors., [1989] 3 SCR 696, referred to.\n2. Article 137 of the Limitation Act applies in the facts of the present case.\nWhen Article 137 is applied, the application moved by the appellant-Corporation\non 2.1.1992 for proceeding against the sureties i.e. the respondents, was clearly\nbarred by time and the courts below were correct in holding so. [621-E, F}\n3. The amendment under Section 31 of the State Financial Corporation\nAct which authorises the State Financial Corporations to take action under\nSection 31 of the Act for enforcing the liability against the sureties, was brought\nabout in the year 1985 by introduction of sub-section (aa) in Section 31 (1) of the\nAct. Even after this amendment the appellant did not wake up to take any step\nagainst the sureties in the present case. Notice was issued to the sureties only\non 7.12.1991 and the application for enforcement of liability against them was\nE filed on 2.1.1992. The application, therefore, was clearly barred by time and the\ndecisions of the courts below cannot be faulted. [621-G, H; 622-A-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 3727/1999.\nFrom the Judgment and Order dated 22.7.1998 High Court of Bombay\nF at Goa in F.A. No. 80/1994.\nG\nSantosh Paul, Rajeev Sharma, A.K. Rao and M.J. Paul for the Appellant.\nAshok Grover, (A.C.) for the Respondents.\nThe Judgment of the Court was delivered by\nARUN KUMAR, J. The appellant Maharashtra State Financial\nCorporation (hereinafter referred to as the Corporation') had sanctioned a\nloan of Rupees Five lakhs in favour of M/s. Crystal Marketing Private Limited\non 14th November, 1978. The respondents in the present appeal were Directors\nH of the said borrower and stood sureties for the loan. The amounts under the\nL\nMAHARASHTRA STATE FINANCIAL CORPN. ». ASHOK K. AGARWAL [ARUN KUMAR, J:] 619\nsaid loan were disbursed to M/s. Crystal Marketing Private Limited from time A\nto time in the year 1979. The company however failed to repay the loan\namounts. The Corporation issued various letters calling upon the borrower to\nclear its dues. Ultimately, the Corporation got a legal notice dated 8.3.1983\nissued calling upon the borrower to repay the entire amounts due. On 25th\nOctober, 1983, the Corporation moved an application under Sections 31 and\nB\n32 of the State financial Corporation Act, 1951 in the Court of the District\nJudge, North Goa, Panaji. The appellant Corporation prayed for an order of\nsale of the hypothecated property of the borrower company so that the sale\nproceeds could be appropriated towards meeting the outstanding liability of\nthe borrower towards the appellant. On 11th June, 1990 the attached properties\nof the borrower company were put to sale. Because there was a shortfall in C\nthe amount realized on sale of the hypothecated property, the appellant-\nCorporation sent notices on 27th December, 1991 to the sureties, that is, the\nrespondents in this appeal. An amount of Rs.16,79,033 was claimed as due\nfrom the sureties together with interest at the rate of 14.5% per annum. On\n2nd January, 1992, the appellant-Corporation filed an application under Section\n31 (1) (aa) of the State Financial Corporation Act against the respondents for\nsteps for recovery of the amount due. The respondents took various objections\nagainst the application and the reliefs prayed therein including that the\napplication was barred by limitation. The learned Additional District Judge\nvide his order dated 16th April, 1994 upheld the objection regarding the\napplication being barred by limitation. The application was accordingly E\ndismissed.\nᎠ\nAccording to the respondents Article 137 of the Limitation Act was\napplicable and as per that provision such an application could be made within\na period of three years. Article 137 applies in cases where no period of\nlimitation is specifically prescribed. It was submitted that as no period of F\nlimitation is prescribed for an application under Sections 31 and 32 of the Act,\nArticle 137 would apply. The Addl. District Judge upheld the contention of\nthe respondents and the application of the Corporation was dismissed as\nbarred by limitation. The appellant Corporation filed an appeal against the\nsaid order in the High Court of Judicature at Bombay, Bench at Panaji. The\nappeal was dismissed by the High Court by the impugned order dated 22nd\nJuly, 1998. The High court upheld the reasoning of the Additional District\nJudge.\nG\nThe learned counsel for the appellant placing reliance on Article 136 of\nthe Limitation Act argued that the said Article prescribes a limitation period H\nt\n620\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA of twelve years in cases of execution of decrees and orders passed by civil\ncourts and therefore, the courts below erred in rejecting the application as\nbarred by limitation. Article 136 is reproduced below:\n“Description of application\nPeriod of limitation\nB\n136. For the execution of any decree\n(other than a decree granting a\nTwelve years\nC\nD\nE\nmandatory injunction) or order\nof any civil court.\nTime from which period\nbegins to run\nWhen the decree or order\nbecomes enforceable or\nwhere the decree or any\nsubsequent order directs\nany payment of money\nor the delivery of any\nproperty to be made at a\ncertain date or at\nrecurring periods, when\ndefault in making the\npayment or delivery in\nrespect of which\nexecution is sought, takes\nplace:\nProvided that an\napplication for the\nenforcement or\nexecution of a decree\ngranting a perpetual\ninjunction shall not be\nsubject to any period of\nlimitation.\"\nThe argument is that an application under section 31 is in the nature\nof execution proceedings, therefore, Article 136 applies which allows a period\nof twelve years for execution of decrees and orders and the application was\nF thus within time. It was submitted that the courts have upheld the legal fiction\nthat applications under Section 31 of the State Financial Corporation Act are\ntreated in the nature of execution proceedings. In support of this submission\nthe learned counsel referred to Gujarat State Financial Corporation v.\nM/s. Natson Manufacturing Co. (P) Ltd. \u0026 Ors., [1979] 1 SCR 372. It was\nobserved by this Court in this case that \"the substantive relief in an application\nunder Section 31 (1) is something akin to an application for attachment of\nproperty in execution of a decree at a stage posterior to the passing of the\ndecree.\"\nG\nSection 31 of the Act contains special provisions for enforcement of\nH claims by State Financial Corporations. It is by way of a legal fiction that the\n-\nMAHARASHTRA STATE FINANCIAL CORPN. 1. ASHOK K. AGARWAL [ARUN KUMAR, J.Į 621\nB\nprocedure akin to execution of decrees under the Code of Civil Procedure has A\nbeen permitted to be invoked. But one cannot lose sight of the fact that there\nis no decree or order of a civil court when we are dealing with applications\nunder Section 31 of the Act. The legal fiction at best refers to a procedure\nto be followed. It does not mean that a decree or order of a civil court is being\nexecuted, which is a sine qua non for invoking Article 136. The proposition\nset out in the case of Gujarat State Financial Corporation (supra) found\nsupport in M/s. Everest Industrial Corporation and Ors. v. Gujarat State\nFinancial Corporation, [1987] 3 SCC 597. Again in Maganlal etc. v. Jaiswal\nIndustries Neemach and Ors., [1989] 3 SCR 696 this court noticed that an\norder under Section 32 is not a decree stricto sensu as defined in Section 2(2)\nof the Code of Civil Procedure, the financial Corporation could not be said C\nto be a decree holder. This makes it clear that while dealing with an application\nunder Sections 31 and 32 of the Act there is no decree or order of a civil court\nbeing executed. It was only on the basis of a legal fiction that the proceedings\nunder Section 31 are treated as akin to execution proceedings. In fact this\nCourt has observed that there is no decree to be executed nor there is any\nD\ndecree holder or judgment debtor and therefore in a strict sense it cannot be\nsaid to be a case of execution of a decree. Article 136 of the Limitation Act\nhas no application in the facts of the present case. Article 136 specifically\nuses the words \"decree or order of any civil court”. The application under\nSections 31 and 32 of the State Financial Corporation Act is not by way of\nexecution of a decree or order of any civil court.\nE\nArticle 137 of the Limitation Act applies in the facts of the present case.\nWhen Article 137 is applied, the application moved by the appellant-Corporation\non 2nd January, 1992 for proceeding against the sureties i.e. the respondents\nherein, was clearly barred by time and the courts below were correct in\nholding so. To recall the facts of the present case, the notice demanding F\nrepayment of the amount of loan was issued against the borrower, that is,\nM/s. Crystal Marketing Private Limited on 8th March, 1983 and the application\nunder Sections 31 and 32 of the State Financial Corporation was filed against\nthe said borrower on 25th October, 1983. The liability of sureties had crystalised\nthen.\nThe amendment under Section 31 of the State Financial Corporation Act\nwhich authorises the State Financial Corporations to take action under Section\n31 of the Act for enforcing the liability against the sureties, was brought\nabout in the year 1985 by introduction of sub-section (aa) in Section 31 (1)\nof the Act. Even after this amendment the appellant did not wake up to take\nG\nH\n1\n622\nSUPREME COURT REPORTS\n[2006] 3 S.C.R.\nA any step against the sureties in the present case. Notice was issued to the\nsureties only on 7th December, 1991 and the application for enforcement of\nliability against them was filed on 2nd January, 1992. The application, therefore,\nwas clearly barred by time and the decisions of the courts below cannot be\nfaulted. The courts below rightly dismissed the application on the ground that\nit was barred by limitation. The appeal has no merit. It is dismissed with no\nB order as to costs.\nC\nBefore parting with the judgment we would like to place on record that\nsince the respondents were not represented in the case, we requested Sh.\nAshok Grover, Senior Advocate, to assist the court as amicus curiae. We\nrecord our appreciation of the services rendered by Shri Grover in this behalf.\nD.G.\nAppeal dismissed.\n"}