{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"B\n394 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA secured some higher marks based on the marks secured\nby some other category of students. A factor which is\nneither known nor ascertained at the time of declaring the\nadmission programme cannot be used to disentitle a\ncandidate to admission, who is otherwise entitled for\nadmission. If the total number of seats in a course is 154\nand the number of seats reserved for OBCs is 42, all the\nseats should be filled by OBC students in the order of\nmerit from the merit list of OBC candidates possessing\nthe minimum eligibility marks prescribed for admission.\n(subject to any requirement for entrance examination.)\nWhen an eligible, OBC candidate is available, converting\nan OBC reservation seat to general category is not\npermissible. [Para 33] [428-B-H; 429-A-E]\nC\n3. The issue before the High Court was with reference\nD to the meaning of the words cut-off marks. The\nsubmissions in regard to the question whether OBC\ncandidates who are selected on the basis of their own\nmerit without the benefit of reservation, should be\ncounted towards 27% reservation, was not the subject\nE matter of the writ petition from which this appeal arises.\nFurther, the said issue was not directly raised, but was\nreferred only in an indirect manner in the pleadings before\nthis Court and Union of India had no occasion to deal with\nthis larger issue. Therefore the alternative contention\nF which has wide ramifications is not decided, though it is\nnoted that the appellant has raised an important issue\nwhich merits serious consideration in an appropriate\ncase. [Para 38] [433-B-D]\nG\nChattar Singh vs. State of Rajasthan 1996 (11) SCC 742:\n1996 ( 6 ) Suppl. SCR 6; Indra Sawhney vs. Union of India\n1992 Supp. (3) SCC 217; R.K. Sabharwal vs. State of Punjab\n1995 (2) SCC 745: 1995 ( 2 ) SCR 35 - referred to.\n4. The decision dated 07.09.2010 of the Single Judge\nH of the High Court is affirmed subject to the aforesaid\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n395\nclarifications/observations and subject to the following A\nconditions:\n(i) In regard to the admissions for 2011-2012, if any\nCentral Educational Institution has already determined\nthe 'cut-off marks' for OBCs with reference to the marks\nsecured by the last candidate in the general category,\nand has converted the unfilled OBC seats to general\ncategory seats and allotted the seats to general category\ncandidates, such admissions shall not be disturbed. But\nwhere the process of conversion and allotment is not\ncompleted, the OBC seats shall be filled by OBC\ncandidates.\nB\nC\n(ii) If in any Central Educational Institution, the OBC\nreservation seats remain vacant, such institutions shall\nfill the said seats with OBC students. Only if OBC D\ncandidates possessing the minimum eligibility/qualifying\nmarks are not available in the OBC merit list, the OBC\nseats shall be converted into general category seats.\n(iii) If the last date for admissions has expired, the\nlast date for admissions shall be extended till 31.8.2011\nas a special case, to enable admissions to the vacant\nOBC seats. [Para 41] [435-A-E]\nCase Law Reference:\nE\nF\n2008 (4) SCR 1\nClarified\nPara 21, 26,\n27, 28, 30, 31, 32\n1988 (2) Suppl. SCR 385 Referred to\nPara 24.1\n1990 (3) Suppl. SCR 184 Referred to\nPara 24.2\nG\n1993 Supp (1) SCC 594\nReferred to\nPara 24.3\n1993 Supp. (2) SCC 64\nReferred to\nPara 24.4\n2008 (5) SCR 1066\nReferred to\nPara 24.5\nF.\n396 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA 2008 (2) SCR 1025\nReferred to\nPara 24.6\n1993 Supp. (4) SCC 70\nReferred to\nPara 25\n1996 (6) Suppl. SCR 6\nReferred to\nPara 35\nB\n00\n1992 Supp. (3) SCC 217 Referred to\nPara 36\n1995 (2) SCR 35\nReferred to\nPara 36\n2009 (7) SCC 300\nClarified\nPara 39, 40\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\nC 7084 of 2011.\nD\nE\nF\nFrom the Judgment \u0026 Order dated 07.09.2010 of the High\nCourt of Delhi at New Delhi in W.P. No. 4857 of 2010.\nK.K. Venugopal, Prof. Ravi Varma Kumar, A.\nMariarputham, P.P. Rao, Sanjay Parikh, Mamta Saxena, A.N.\nSingh, Gopal Sankaranarayanan, Rohit Bhat, Vikas Mehta,\nM.L. Lahoty, Paban K. Sharma, Sukumar Agarwal, Yusuf Khan,\nMegha Gaur, Annam D.N. Rao, Mohinder Jit Singh, A. Subba\nRao, Gargi Khanna, D.S. Mahra, Kiran Suri, Puneet Jain,\nApeksha Sharan, Utsav Sidhu, Filza Moorie for the appearing\nparties.\nThe Judgment of the Court was delivered by\nR.V. RAVEENDRAN, J. 1. Leave granted.\n2. This appeal raises a short but important question\nrelating to the implementation of the 27% reservation for other\nbackward classes (for short ‘OBCs') in Central Educational\nInstitutions under the Central Educational Institutions\nG (Reservation in Admission) Act, 2006 (Act No.5 of 2007) (for\nshort 'CEI Act'). The question relates to the meaning of the\nwords \"cut-off marks\" used in the clarificatory order dated\n14.10.2008 in P.V. Indiresan \u0026 Ors. v. Union of India - (2009)\n7 SCC 300, in regard to the decision of the Constitution Bench\nH\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n397\nin Ashoka Kumar Thakur v. Union of India - (2008) 6 SCC 1.\nBackground\nA\nB\n3. The constitutional validity of the Constitution (Ninety-third\nAmendment) Act, 2005 as also the constitutional validity of CEI\nAct were considered and upheld by a Constitution Bench of this\nCourt on 10.4.2008 reported in Ashoka Kumar Thakur vs. Union\nof India (for short 'A.K. Thakur'). Four separate opinions were\nrendered in the said decision by the learned Chief Justice of\nIndia, Pasayat J. (for himself and Thakker J), Raveendran J.\n(one of us) and Bhandari J. On the basis of the four opinions, C\nthe Constitution Bench formulated the following common order\non which there was unanimity :-\n\"668. The Constitution (Ninety-third Amendment) Act,\n2005, is valid and does not violate the \"basic structure\" of D\nthe Constitution so far as it relates to the State-maintained\ninstitutions and aided educational institutions. Question\nwhether the Constitution (Ninety-third Amendment) Act,\n2005 would be constitutionally valid or not so far as “private\nunaided\" educational institutions are concerned, is not\nconsidered and left open to be decided in an appropriate\ncase. Bhandari, J. in his opinion, has, however, considered\nthe issue and has held that the Constitution (Ninety-third\nAmendment) Act, 2005, is not constitutionally valid so far\nas private unaided educational institutions are concerned.\nE\nF\n669. Act 5 of 2007 is constitutionally valid subject to the\ndefinition of “Other Backward Classes\" in Section 2(g) of\nAct 5 of 2007 being clarified as follows: If the determination\nof “Other Backward Classes\" by the Central Government\nis with reference to a caste, it shall exclude the “creamy G\nlayer\" among such caste.\n670. Quantum of reservation of 27% of seats to Other\nBackward Classes in the educational institutions provided\nin the Act is not illegal.\nH\nA\nB\nC\n398 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\n671. Act 5 of 2007 is not invalid for the reason that there\nis no time-limit prescribed for its operation but majority of\nthe Judges are of the view that the review should be made\nas to the need for continuance of reservation at the end of\n5 years.\n4. The petitioner herein made an application in A. K.\nThakur alleging that some central educational institutions were\ninterpreting the decision contrary to the law laid down therein\nand sought the following directions/clarifications:\n(a)\nD\n(b)\nE\nF\nG\nH\nthat the limit of cut-off marks for admission of\nstudents in the OBC quota in Central Educational\nInstitutions be a maximum 10 marks below the cut-\noff for the general category;\nthat all vacant seats in the reserved quota after the\nseats have been filled in accordance with (a) above\nshall automatically revert to the general category;\n5. The said application was heard and disposed of by the\nConstitution Bench by the following Order dated 14.10.2008\n(record of proceedings reported in P V Indiresan Vs. Union\nof India - 2009 (7) SCC 300) :\n“1. The applicants have prayed for two reliefs in this\napplication. This application is an offshoot of the judgment\npassed by the Constitution Bench of this Court on\n10.4.2008.\n2. A question had been raised in this application as to\nwhat should be the extent of cut-off marks for admission\nof students of OBCs in the Central Educational\nInstitutions. Having heard the learned Solicitor General of\nIndia and learned Senior Counsel on both the sides and\nalso having regard to the observations made in the\njudgments pronounced by this Court, we make it clear that\nthe maximum cut-off marks for OBCs be 10% below the\ncut-off marks of general category candidates.\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n399\n3. We are told that in many of the Central Educational A\nInstitutions the seats which are to be filled up by OBC\ncandidates are still remaining vacant. These institutions\nmay endeavour to fill up these vacant seats by other eligible\nstudents at the earliest i.e at least by the end of October\n2008 observing inter se merit of the candidates. All other\nrules and regulations regarding admissions shall be strictly\nfollowed. The application is disposed of accordingly.\"\n(emphasis supplied)\nB\nThe Government of India by official memorandum dated C\n17.10.2008 directed that the said order dated 14.10.2008 be\nimplemented by the Central Educational Institutions by ensuring\nthat the maximum cut-off marks of OBCs are not kept lower than\n10% from the cut-off marks for general category candidates as\ndirected by this Court.\n6. The Jawaharlal Nehru University (for short 'JNU'),\nsecond respondent herein, interpreted the said order of this\nCourt dated 14.10.2008 to mean that the minimum marks for\nadmission to be secured by an OBC candidate should not be\nless than the marks secured by the last student admitted under\ngeneral category less 10%. The admissions for 2008-09 and\n2009-10 were done on that basis. As a result, it would appear\nconsiderable number of OBC seats got reverted to general\ncategory for non-availability of eligible OBC students with the\nrequired marks. Therefore, the standing committee on\nadmissions of JNU, at its meeting held on 10.6.2010,\nconsidered the ways and means to fulfill 27% quota for OBC\nstudents for 2010-11. The Committee noted the difference\nbetween eligibility, qualifying marks and cut-off marks as under:\n\"Eligibility for applying for admission refers to the pre-\nrequisite of the last qualifying examination such as school\nleaving, graduation, etc. [Eg.: for admission to MA course,\nthe applicant should have secured a minimum of 50%\nmarks in the BA Course].\nD\nE\nF\nG\nH\nA\nB\nC\n400 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nQualifying marks refer to the minimum marks in the\nentrance examination decided by the University in advance\nI which it deems fit to preserve the academic standards.\n[Eg.: For admission, the candidate possessing eligibility,\nshould secure a minimum of 30% in the entrance\nexamination].\nCut-off marks for the merit list are decided on the basis\nof number of seats available in each programme/division,\nin the merit list prepared of all candidates having obtained\nequal to or above qualifying marks. [Eg.: The marks\nsecured by the candidate allotted/admitted to the last of\nthe General category seats, becomes the cut-off marks for\ngeneral category].\"\nAs there was some divergence in views as to whether the\nD procedure followed in 2008-09 and 2009-10 should be\ncontinued, the following two proposals were placed before the\nDeans Committee:\nE\nLL\nF\nG\nH\n(i) The current policy and procedure to consider the cut-\noff as per the definition given above and to provide for\nOBC category (creamy layer excluded) a maximum\nrelaxation of 10% below the cut-off marks arrived for\nunreserved category candidates. However, in accordance\nwith the Ashok Kumar Thakur judgment after giving\nmaximum possible relaxation, wherever the non-creamy\nlayer OBC candidates fail to fill the reservation, the\nremaining seats would revert to general category students.\nOr\n(ii) To consider the minimum qualifying marks in the\nentrance examination approval by it as the cut-off to\nprovide maximum relaxation of 10% to OBC candidates\n(creamy layer excluded) below the cut-off of general\ncandidates as per the interpretation of the Supreme Court\njudgment by fixing cut-off in advance for admission in\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n401\nvarious programmes of study to OBC candidates (creamy A\nlayer excluded) to be implemented in this year, i.e. 2010-\n11 admissions. The merit list will be drawn as per the\nadmission policy of the University and approval intake and\noffers. However, in accordance with the Ashok Kumar\nThakur judgment after giving maximum possible relaxation,\nwherever the non-creamy layer OBC candidates fail to fill\nthe reservation, the remaining seats would revert to\ngeneral category students.\"\n7. The Deans Committee of JNU discussed the issue at\nits meeting dated 17.6.2010, considered the proposals of the\nStanding Committee on Admissions and resolved as follows\nin regard to the admissions of OBC candidates for the\nacademic year 2010-2011:\nB\nC\n\"The Deans Committee after detailed discussion decided D\nto accept the second proposal of the Standing Committee\non Admissions viz. to treat the minimum qualifying marks\nin the entrance examinations as the cut-off to provide\nmaximum relaxation of 10% to OBC candidates (creamy\nlayer excluded) below the cut-off of general candidates as E\nper the interpretation of the Supreme Court Judgment by\nfixing cut-off in advance for admission to various\nprogrammes of study to OBC candidates (creamy layer\nexcluded) for inviting them for viva-voce as well as for\nadmission to various programmes of study to be\nimplemented in this year i.e. 2010-11 admissions. The\nmerit list will be drawn as per the admission policy of the\nUniversity and approved intake and offers. Further, in\naccordance with the Ashok Kumar Thakur judgment after\ngiving maximum possible relaxation, wherever the non-\ncreamy layer OBC candidates fail to fill the reservation, the\nremaining seats would revert to general category students.\nHence to be eligible to be invited for viva voce examination\na candidate must secure following marks out of 70 in the\nF\nG\nḤ\n402 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA\nwritten examination.\nProgramme\nGeneral Category OBC\nSC/ST/PH\ncategories\nB\nM.Phil/Ph.D.M.Tech/ 35% i.e 24.50\n31.5% i.e. 25% i.e.\nPh.d.Pre-Ph.D/\nImarks\n22.05\n17.50\nPh.D MPH/\nmarks\nmarks\nPH.D\nC\nMA, BA and Part\ntime programmes\n25% i.e. 17.50\nmarks\n22.5% i.e.\n15% i.e.\n15.75\n10.50\nwhere viva-vice is\nmarks\nmarks\nprescribed\nTo be eligible for admission a candidate must secure a minimum\nD overall score out of 100 as given in the table below:\nProgramme\nGeneral Category OBC\nE\nM.Phil/Ph.D.M.Tsech/ 40% i.e 40\nPh.d. Pre-Ph.D/Ph.D\nmarks\nSC/ST/PH\ncategories\n36% i.e.\n30% i.e.\n36 marks\n30 marks\nMPH/PH.D\nMA/M.Sc/MCA, BA\n(Hons.) 1st \u0026 2nd\n30% i.e. 30\nmarks\n27% i.e.\n27 marks 25 marks\n25% i.e.\nF Year Part Time\n(COP \u0026 Advanced\nDiploma in Mass\n0\nH\nMedia in Urdu)\nThe Committee further resolved that the above\nrecommendations will be implemented only for this year,\ni.e. 2010-2011 and admission policy will be reviewed after\nthe current admission process is over and statistics are\navailable for implementation from the next year i.e. 2011-\n2012.\"\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n403\nA\n8. A legal notice dated 27.6.2010 was issued to the JNU\non behalf of a students association contending that the change\nin the procedure for admissions to the seats reserved for OBCS\nproposed by the JNU was contrary to the clarificatory order of\nthis Court dated 14.10.2008, and threatening initiation of\ncontempt proceedings, if the said decision dated 17.6.2010 of B\nthe Deans Committee was implemented. As a consequence,\nJNU sought legal opinion. JNU was advised that while the\nprocedure sought to be adopted by JNU for 2010-2011, vide\nits resolution dated 17.6.2010 may not be contempt of court, it\nmay not stand judicial scrutiny and could be viewed as an C\nI attempt to circumvent the law declared in A. K. Thakur and\ntherefore, it should continue the policy and procedure adopted\nduring the previous two years. As a consequence on 12.7.2010\nthe Deans Committee reviewed the earlier decision dated\n17.6.2010 and decided to restore/continue the procedure that D\nwas followed during the previous year (2009-2010), that is to\nadmit only OBC candidates who secure marks within 10% band\nbelow the marks secured by the last candidate admitted in the\ngeneral category and transfer all the unfilled OBC seats to\ngeneral category.\n9. The revised decision dated 12.7.2010 of the Deans\nCommittee was challenged by two OBC students (respondents\n3 and 4) in a writ petition [W.P.(C) No.4857/2010] filed in the\nDelhi High Court. A learned Single Judge of the High Court\nallowed the writ petition by impugned order dated 7.9.2010\nholding as under:\nE\nF\n\"Procedure followed by the second respondent (JNU) and\nthe stand of the first respondent (UOI) regarding reservation\nfor OBCs is thus declared to be bad. It is declared that the G\nfirst respondent UOI/Universities are entitled to only fix\nminimum eligibility criteria for admission in the reserved\ncategory at maximum 10% below the minimum eligibility\ncriteria fixed for the General (Unreserved) category. The\nOBC candidates to avail of reservation provided for them H\n"}