{"pages":[{"pageNumber":51},{"pageNumber":52}],"text":"A\n434 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\n(ii) The use of the words, \"maximum cut-off marks for\nOBCS\" in the first part of the second sentence refers to the\npercentage of marks by which the eligibility/qualifying marks\ncould be lowered from the minimum eligibility/qualifying marks\nprescribed for general category students. In other words, it\nB refers to the difference between the minimum eligibility/\nqualifying marks for general category and minimum eligi\nility/qualifying marks for OBCs and directs that such difference\nshould not be more than 10% of the minimum eligibility/\nqualifying marks prescribed for general category candidates.\nC\nD\n(iii) The use of the words, \"cut off marks of general\ncategory candidates\" in the latter part of the second sentence,\nrefers to the minimum eligibility marks (or to the minimum\nqualifying marks if there is an entrance examination) prescribed\nfor general category candidates.\nThe use of the words \"cut-off-marks' in none of the three places\nin para 2 of the order dated 14.10.2008, refers to the marks\nsecured by the last candidate to be admitted in general\ncategory or in any particular category, or to the minimum marks\nE to be possessed by OBC candidates, determined with\nreference to the marks secured by the last candidate to be\nadmitted under general category.\nF\nG\nH\n40. The order dated 14.10.2008 means that where\nminimum eligibility marks in the qualifying examinations are\nprescribed for admission, say as 50% for general category\ncandidates, the minimum eligibility marks for OBCs should not\nbe less than 45% (that is 50 less 10% of 50). The minimum\neligibility marks for OBCs can be fixed at any number between\n45 and 50, at the discretion of the Institution. Or, where the\ncandidates are required to take an entrance examination and\nif the qualifying marks in the entrance examination is fixed as\n40% for general category candidates, the qualifying marks for\nOBC candidates should not be less than 36% (that 40 less 10%\nof 40).\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n435\n41. We therefore, dispose of this appeal, affirming the\ndecision dated 7.9.2010 of the learned Single Judge of the High\nCourt, subject to the clarifications/observations above, and\nsubject to the following conditions:\n(i) In regard to the admissions for 2011-2012, if any Central\nEducational Institution has already determined the 'cut-off\nmarks' for OBCs with reference to the marks secured by the\nlast candidate in the general category, and has converted the\nunfilled OBC seats to general category seats and allotted the\nseats to general category candidates, such admissions shall\nnot be disturbed. But where the process of conversion and\nallotment is not completed, the OBC seats shall be filled by\nOBC candidates.\n(ii) If in any Central Educational Institution, the OBC\nreservation seats remain vacant, such institutions shall fill the\nsaid seats with OBC students. Only if OBC candidates\npossessing the minimum eligibility/qualifying marks are not\navailable in the OBC merit list, the OBC seats shall be\nconverted into general category seats.\n(iii) If the last date for admissions has expired, the last date\nfor admissions shall be extended till 31.8.2011 as a special\ncase, to enable admissions to the vacant OBC seats.\nA\nB\nC\nD\nE\nN.J.\nAppeal disposed of.\n"}