{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"A\nB\n424 SUPREME COURT REPORTS\nPreamble).\nFinal Report (Vol.II)\n4.4 Cut offs or admission thresholds:\n[2011] 10 S.C.R.\n4.4.1 The issue of threshold levels or cut offs for OBC\ncandidates has already been addressed in the Interim\nReport (paras 7 and 8) as under:\nXXX\nXXX\nXXX\nс\nD\nE\nF\n4.4.3 As regards 'cut offs' in institutions other than those\nmentioned in para 7, these may be placed somewhere\nmid way between those for SC/ST and the unreserved\ncategory, carefully calibrated so that the principles of both\nequity and excellence can be maintained.\nPara 4.4.3 of the Report of the Oversight Committee obviously\nrefers to a situation where if the minimum eligibility marks for\ngeneral category candidates is 50% and the minimum eligibility\nmarks for SC/ST candidates are 40%, the minimum eligibility\nfor OBC should be somewhere midway that is 45%. It should\nbe noted that the observations of Bhandari J in paras 629 and\n645 of the decision in A K Thakur, which is the fulcrum of the\nentire argument of appellant are made in the context of the\naforesaid observations of Oversight Committee and therefore,\nwhen Bhandari J uses the words 'cut off marks', he is also\nclearly referring to the eligibility marks.\n29. The words \"cut-off marks\" are freely used to describe\nthe prescribed minimum marks even in academic circles and\ncentral educational institutions. For example, the prospectus of\nG MBBS admissions in All India Institute of Medical Sciences\n(AIIMS) provides in Para 2 (dealing with eligibility) that a\ncandidate should have obtained a minimum aggregate of 60%\nmarks in the case of general and OBC candidates and 50%\nin the case of SC/ST candidates in aggregate. It also provides\nH\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n425\nthat all candidates who are so found eligible, have to appear A\nfor a competitive entrance examination and Clause 4.1 refers\nto the minimum marks required to be secured in the MBBS\nEntrance Examination who could be admitted.\n\"4.1 Minimum cut-off marks in the MBBS Entrance\nExamination : As per the decision of the governing body\nand institute body at it meeting held on 26.11.2009 with\nregard to cut-off marks in the MBBS entrance examination,\nthe candidate belonging to general category will be\nrequired to have 50% minimum cut-off marks. Those\nbelonging to OBC category will be required to have 45%\nminimum cut-off marks and those belonging to SC/ST will\nhave to ensure at least 40% minimum marks in the\nMBBS entrance examination.\"\nB\nC\n. It will be seen from the above that the words 'cut-off marks' are D\nused as the minimum marks required in the entrance\nexamination.\n30. Pasayat J and Bhandari J. were concerned about the\nstandards of excellence in higher education. Having regard to\nthe fact that OBCs were far better placed economically and\nsocially than SCS/STs, they wanted to ensure that the minimum\npercentage for OBCs was somewhere between the minimum\nmarks for SC/ST and minimum marks for general category\ncandidates. They did not want the minimum eligibility marks for\nOBCs should be the same as the minimum eligibility marks for\nScheduled Castes and Scheduled Tribes. They were of the view\nthat if very low eligibility marks were provided for OBC, the\ndisparity would affect higher education standards. It is in that\ncontext, that Bhandari, J. observed that cut off marks for OBCs,\nshould not be lower than 10 marks below that of general\ncategory thereby meaning that minimum eligibility marks for\nOBC should be set no lower than 10% below the eligibility\nmarks for the general category. Pasayat J in fact specifically\nstated that the minimum marks for OBCs should be 5 marks\nless than the minimum eligibility marks for general category.\nLU\nE\nF\nG\nH\nB\nC\nD\nE\nF\n0\nG\n426 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\n31. The Constitution Bench of this Court in Dr. Preeti\nSrivastava (supra) observed as follows:\n\"29. The submission, therefore, that there need not be any\nqualifying marks prescribed for the common entrance\nexamination has to be rejected. We have, however, to\nconsider whether different qualifying marks can be\nprescribed for the open merit category of candidates and\nthe reserved category of candidates. Normally passing\nmarks for any examination have to be uniform for all\ncategories of candidates. We are, however, informed that\nat the stage of admission to the M.B.B.S. course, that is\nto say, the initial course in medicine, the Medical Council\nof India has permitted the reserved category candidates\nto be admitted if they have obtained the qualifying marks\nof 35% as against the qualifying marks of 45% for the\ngeneral category candidates. It is, therefore, basically for\nan expert body like the Medical Council of India to\ndetermine whether in the common entrance examination\nviz. PGMEE, lower qualifying marks can be prescribed for\nthe reserved category of candidates as against the\ngeneral category of candidates; and if so, how much\nlower. There cannot, however, be a big disparity in the\nqualifying marks for the reserved category of candidates\nand the general category of candidates at the post-\ngraduate level. This level is only one step below the apex\nlevel of medical training and education where no\nreservations are permissible and selections are entirely on\nmerit. At only one step below this level the disparity in\nqualifying marks, if the expert body permits it, must be\nminimal. It must be kept at a level where it is possible for\nthe reserved category candidates to come up to a certain\nlevel of excellence when they qualify in the speciality of their\nchoice. It is public interest that they have this level of\nexcellence.\"\n(emphasis supplied)\nH\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n427\nin Dr. Preeti Srivastava, the Constitution Bench held that if the\nqualifying marks for reserved category was 20% and the\nqualifying marks for general category was 45%, the disparity\nwas too great to sustain the public interest at the level of\npostgraduate medical training and education. This Court\nnoticed that for MBBS the difference in qualifying marks was\nonly 10% that is 45% for general category and 35% for reserved\ncategory and that difference was not unreasonable. The\nConstitution Bench was of the view that prescribing different\nminimum qualifying marks for general category and reservation\ncategory was permissible so long as the difference was not too\ngreat; and that at post graduate level, the disparity in the\nqualifying marks between general category and reservation\ncategories should be narrower than the disparity between the\ntwo categories at graduate level. It should be noted that neither\nDr. Preeti Srivastava, nor A.K. Thakur nor any other decision\nof this Court required that the reservation category candidates\nshould possess marks which are within a narrow bandwidth\nbelow the cut off marks for the last student admitted in the\ngeneral category. All the decisions spoke of difference/disparity\nin regard to eligibility marks and qualifying marks.\nA\nB\nC\nD\nE\n32. Therefore, the context in which Bhandari J. concluded\nthat \"cut-off marks for OBCs should be set no lower than 10%\nmarks below general category\" (vide Paras 535 and 629) of A\nK Thakur, he meant that eligibility/qualifying marks for OBCS\nshould be set not lower than 10% below the eligibility/qualifying F\nmarks of general category. Similar is the position regarding the\nobservation of Pasayat J. in Para 358 of A K Thakur. Pasayat\nJ. observed that the cut off marks for OBCs should be fixed by\nextending 5 grace marks, that is 5 marks below the minimum\neligibility marks fixed for general categories of students. We G\nfail to understand how the words “minimum eligibility marks\nfixed for general categories of students' used by Pasayat J can\nbe read as 'cut off marks' of general category, that is marks\nsecured by the last candidate admitted under general category.\nWe, therefore, hold that the words “maximum cut-off marks for\nH\n428 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\n* OBCs be 10% below the cut off marks of general category\ncandidates\" in the order dated 14.10.2008 of the Constitution\nBench meant that if the minimum eligibility/qualifying marks\nprescribed for general category candidates was 50%, the\nminimum eligibility/qualifying marks for OBCs should be 45%.\nB\nC\nD\n33. The appellant canvasses the continuance of the\nprocedure adopted by JNU during 2008-09 and 2009-10. What\nin effect was that procedure? During those years, JNU would\nfix the minimum eligibility marks as say 40% when the\nadmission programme is announced. JNU would apply it only\nto general category candidates. It would not say what was the\nminimum eligibility marks for OBC candidates, but would\ndecide the same, only after all the general category seats were\nfilled, by fixing a band of marks upto 10% below the marks\nsecured by the last candidate admitted under the general\ncategory. If a OBC candidate secured the marks within that\nband, he would be given admission. Otherwise even if he had\nsecured 70%, as against the minimum of 40% he would not\nget a seat, if the band of marks was higher. Such a procedure,\nwas arbitrary and discriminatory, apart from being unknown in\nE regard to admissions to educational institutions,. The minimum\neligibility marks for admission to a course of study is always\ndeclared before the admission programme for an academic\nyear is commenced. An institution may say that for admissions\nto its course, say Bachelor's degree course in science, the\nF candidate should have successfully completed a particular\ncourse of study, say 10+2, with certain special subjects. Or it\ncan say that the candidate should have secured certain\nprescribed minimum marks in the said qualifying examination,\nwhich may be more than the percentage required for passing\nG such examination. For example if a candidate may pass a 10+2\nexamination by securing 35% marks, an institution can say at\nits discretion that to be eligible for being admitted to its course\nof study, the candidate should have passed with at least a\nminimum of 40% or 50% or 60%. Whatever be the marks so\nprescribed, it should be uniform to all applicants and a\nH\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n429\nprospective applicant should know, before he makes an\napplication, whether he is eligible for admission or not. But the\n'cut-off procedure followed by JNU during those days had the\neffect of rewriting the eligibility criteria, after the applications\nwere received from eligible candidates. If the minimum eligibility\nprescribed for an admission in an institution was 50% and a\ncandidate had secured 50%, he could not be denied\nadmission, if a seat was available, based on a criterion\nascertained after the last date for submission of applications.\nNo candidate who fulfils the prescribed eligibility criteria and\nwhose rank in the merit list is within the number of seats\navailable for admission, can be turned down, by saying that he\nshould have secured some higher marks based on the marks\nsecured by some other category of students. A factor which is\nneither known nor ascertained at the time of declaring the\nadmission programme cannot be used to disentitle a candidate\nto admission, who is otherwise entitled for admission. If the total\nnumber of seats in a course is 154 and the number of seats\nreserved for OBCs is 42, all the seats should be filled by OBC\nstudents in the order of merit from the merit list of OBC\ncandidates possessing the minimum eligibility marks\nprescribed for admission. (subject to any requirement for\nentrance examination.) When an eligible OBC candidate is\navailable, converting an OBC reservation seat to general\ncategory is not permissible.\nAlternative contention\n34. The appellant also urged that there is a marked\ndistinction between scheduled castes and scheduled tribes\nwho have faced historical discrimination and social handicap\napart from being socially and educationally backward and the\nOther Backward Classes who were only socially and\neducationally not forward, but did not suffer from such historical\ndiscrimination and social handicap [vide ground 'G' of the\nspecial leave petition]. The appellant contended all benefits\nassociated with reservations for SCS/STS need not, and in fact,\nΑ\nB\nC\nD\nE\nF\nG\nH\n430 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nA cannot, be extended to reservations for OBCs. Expanding the\nsaid submission, the appellant contended that the principle that\nwhen candidates belonging to a reserved category get selected.\nin the open competition field on the basis of their own merit,\nthey will not be counted against the reservation quota, but will\nB be treated as open competition candidates, will apply only to\nSCS/STs and not to the OBCs. In other words, his submission\nis that all OBC candidates selected and admitted to a course\nof study should be counted towards the 27% reservation for\nOBCs including those OBC candidates who get selected on\ntheir own merit without the benefit of reservation.\nC\nD\nE\nF\nG\n35. The appellants relied upon the decision of three Judge\nBench of this court in Chattar Singh vs. State of Rajasthan\n[1996 (11) SCC 742] wherein this court held that by a process\nof interpretation, OBCs cannot be treated or declared to be\nsimilar to SCS/STs. This court also held that Scheduled Castes\nand Scheduled Tribes on one hand and the OBCs on the other\nare to be treated as distinct classes for the purpose of\nreservation. This Court observed:\n\"Though OBCs are socially and economically not forward,\nthey do not suffer the same social handicaps inflicted upon\nScheduled Castes and Scheduled Tribes. ..... The object\nof reservation for the Scheduled Castes and Scheduled\nTribes is to bring them into the mainstream of national life,\nwhile the object in respect of the backward classes is to\nremove their social and educational handicaps...... The\nFounding Fathers of the Constitution, having been alive to\nthe dissimilarities of the socio-economic and educational\nconditions of the Scheduled Castes and Scheduled Tribes\nand other segments of the society have given them\nseparate treatment in the Constitution. The Constitution has\nnot expressly provided such benefits to the OBCs...\"\nThe appellant also relied upon the following observations of one\nof us (Raveendran, J.) at para 653 of Ashoka Kumar Thakur\nH (supra):\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n431\n\"I agree with the decision of the learned Chief Justice that A\nreservation of 27% for other backward classes is not\nillegal. I would however leave open the question whether\nmembers belonging to other backward classes who get\nselected in the open competition field on the basis of their\nown merit should be counted against the 27% quota B\nreserved for other backward classes under an enactment\nenabled by Article 15(5) of the Constitution for\nconsideration in an appropriate case.\"\nThe appellant therefore contended that unlike in the case of\nC\nScheduled Castes and Scheduled Tribes, the OBC candidates\nwho get selected in the open competition field on the basis of\ntheir own merit, should be counted against the 27% OBC quota\nunder an enactment enabled by section 15(5) of the\nConstitution.\n36. The respondents on the other hand contended that the\nfollowing observations in Indra Sawhney vs. Union of India\n[1992 Supp. (3) SCC 217] were intended to apply not only to\nScheduled Castes and Scheduled Tribes, but also to OBCs : -\n\"811. In this connection it is well to remember that the\nreservations under Article 16(4) do not operate like a\ncommunal reservation. It may well happen that some\nmembers belonging to, say, Scheduled Castes get\nselected in the open competition field on the basis of their\nown merit; they will not be counted against the quota\nreserved for Scheduled Castes; they will be treated as\nopen competition candidates.\"\nD\nE\nF\nThe respondents also relied upon the following observations of\na Constitution Bench in R.K. Sabharwal vs. State of Punjab G\n[1995 (2) SCC 745] :\n\"When the State Government after doing the necessary\nexercise makes the reservation and provides the extent of\npercentage of posts to be reserved for the said backward\nH\nA\nB\nC\nD\nE\nF\nG\n432 SUPREME COURT REPORTS\n[2011] 10 S.C.R.\nclass then the percentage has to be followed strictly. The\nprescribed percentage cannot be varied or charged\nsimply because some of the members of the backward\nclass have already been appointed/promoted against the\ngeneral seats. As mentioned above the roster point which\nis reserved for a backward class has to be filled by way\nof appointment/promotion of the member of the said class.\nNo general category candidate can be appointed against\na slot in the roster which is reserved for the backward\nclass. The fact that considerable number of members of\na backward class have been appointed/promoted against\ngeneral seats in the State Services may be a relevant\nfactor for the State Government to review the question of\ncontinuing Reservation for the said class but so long as\nthe instructions/Rules providing certain percentage of\nreservations for the backward classes are operative the\nsame have to be followed. Despite any number of\nappointees/promotes belonging to the backward classes\nagainst the general category posts the given percentage\nhas to be provided in addition.\"\n(emphasis supplied)\n37. The appellants' counsel replied by contending that the\nobservations in Indra Sawhney and R.K.Sabharwal will not help\nthe contention of the OBC candidates. According to him, para\n811 of Indra Sawhney refers only to Scheduled Castes and\ntherefore extendable to Scheduled Tribes but not to OBCs. He\nsubmitted that the observations in Sabharwal did not apply to\nan enactment enabled by Article 15(5). He also pointed out that\nthe CEI Act merely provides a reservation of 27% seats for\nOBCs. but is silent as to whether those OBCs. who get selected\nin the open competition field on the basis of their own merit,\nshould be counted against the quota reserved for OBCs. or not.\nIt was submitted that the principles evolved with reference to\nSCs and STs or reservations in employment, cannot be\napplied to reservations under section 3 of the CEI Act enabled\nI\nP.V. INDIRESAN v. UNION OF INDIA \u0026 ORS.\n[R.V. RAVEENDRAN, J.]\n433\nby Article 15(5). A plain reading of this provision, it is submitted,\nwould mean that all persons belonging to OBCs admitted to\nthe institution shall be counted against 27%.\n38. The issue before the High Court was with reference\nto the meaning of the words cut-off marks. The submissions in\nregard to the question whether OBC candidates who are\nselected on the basis of their own merit without the benefit of\nreservation, should be counted towards 27% reservation, was\nnot the subject matter of the writ petition from which this appeal\narises. Further, this issue was not directly raised, but was\nreferred only in an indirect manner in the pleadings before this\nCourt and Union of India had no occasion to deal with this larger\nissue. We therefore do not propose to decide the alternative\ncontention which has wide ramifications except to note that the\nappellant has raised an important issue which merits serious\nconsideration in an appropriate case.\nConclusions\n39. The words ‘cut off marks' has been used thrice in the\nsecond para of the order dated 14.10.2008 containing the\noperative direction. It is used in the first sentence of the para\nwhile posing the question for decision, that is 'what should be\nthe extent of cut off marks for admission of students of OBCs\nin CEls'. It is used in the second sentence of the para while\ngiving the answer to the question posed, that is \"we make it\nclear that the maximum cut off marks for OBCs be 10% below\nthe cut off marks of general category candidates. The words\n'cut off marks' occurring in three places in the second para of\nthe order dated 14.10.2008 has three distinct and different\nmeanings:\n(i) the use of the words, 'extent of cut off marks' in the first\nsentence refers to the 'minimum eligibility marks' (or to the\n‘minimum qualifying marks' if there is entrance examination),\nfor admission of OBC candidates.\nA\nB\nC\nD\nE\nF\nLL\nG\nH\n"}