{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"す\nDINESH @ BUDDHA\nV.\nSTATE OF RAJASTHAN\nFEBRUARY 28, 2006\n[ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nA\n00\nB\nScheduled Castes and the Scheduled Tribes (Prevention of Atrocities)\nAct, 1989—Section 3(2)(v)—Applicability of—Rape of eight year old Scheduled\nCaste (SC) girl-No evidence that rape was committed on the victim since she\nwas a member of the SC-Held, s. 3(2)(v) of the Atrocities Act not inapplicable- C\nHence, life imprisonment earlier awarded by Courts below by applying s.3(2)(v)\nof the Atrocities Act reduced to 10 years imprisonment-Crime against\nWomen-Penal Code, 1860-Section 376(2)(f).\nPenal Code, 1860:\nSection 228-Enactment of Object-To prevent social victimization or\nostracism of the victim of sexual offence-Hence, it would be appropriate that\nin the judgments, be it of Supreme Court, High Court or lower Court, the\nname of the victim is not indicated.\nSection 376-Rape-Is a crime against basic human rights-It is also\nviolative of the victim's Right to Life contained in Article 21 of the\nConstitution--Courts therefore expected to deal with cases of sexual crime\nagainst women with utmost sensitivity-Constitution of India, 1950-Article\n21.\nᎠ\nE\nF\nSection 376(2) and proviso-Rape of minor-Normal sentence where\nrape is committed on a child below 12 years of age is not less than 10 years'\nRI-But in exceptional cases \"for special and adequate reasons\" to be\nmentioned in the judgment, Court may impose lesser sentence-Whether there\nexist any “special and adequate reasons” would depend upon peculiar facts\nand circumstances of each case-No hard and fast rule can be laid down in G\nthat regard-Interpretation of Statutes—Proviso.\nAccording to the prosecution, an 8 year old Scheduled Caste girl\nwas sexually assaulted by accused-appellant when the victim was coming\n793\nH\n794\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA back to her house at mid-night after attending a marriage reception.\nTrial Court found the Appellant guilty under Section 376(2) IPC and\nunder Section 3(2)(v) of the Scheduled Castes and the Scheduled Tribes\n(Prevention of Atrocities) Act, 1989 and directed him to undergo\nimprisonment for life and to pay a fine of Rs.1000/-. The State was\ndirected to pay a compensation of Rs.50,000/- to the victim.\nB\nC\nIn appeal to this Court, it was submitted that the evidence is not a\ncredible and cogent; that there are many inconsistencies in the evidence,\nmore particularly, of the victim; that this is not a case where life\nimprisonment could have been awarded and that in any event, there is no\nmaterial to bring in application of Section 3(2)(v) of the Atrocities Act.\nDismissing the appeal, the Court\nHELD: 1. Sexual violence apart from being a dehumanizing act is\nan unlawful intrusion on the right of privacy and sanctity of a female.\nRape is not only a crime against the person of a woman, it is a crime\nD against the entire society. It destroys the entire psychology of a woman\nand pushes her into deep emotional crisis. It is a crime against basic\nhuman rights, and is also violative of the victim's most cherished of the\nFundamental Rights, namely, the Right to Life contained in Article 21 of\nthe Constitution of India, 1950. The Courts are, therefore, expected to\ndeal with cases of sexual crime against women with utmost sensitivity.\n[798-C-E]\nE\nF\nShri Bodhisattwa Gautam v. Miss Subhra Chakraborty, AIR (1996)\nSC 922, referred to.\n2. Section 228-A of IPC makes disclosure of identity of victim of\ncertain offences punishable. Printing or publishing name of any matter\nwhich may make known the identity of any person against whom an\noffence under Sections 376, 376-A, 376-B, 376-C or 376-D is alleged or\nfound to have been committed can be punished. True it is, the restriction,\ndoes not relate to printing or publication of judgment by High Court or\nG Supreme Court. But keeping in view the social object of preventing social\nvictimization or ostracism of the victim of a sexual offence for which\nSection 228-A has been enacted, it would be appropriate that in the\njudgments, be it of this Court, High Court or lower Court, the name of\nthe victim should not be indicated. [798-F-H]\nH\nState of Karnataka v. Puttaraja, (2003) 8 Supreme 364, referred to.\nT\nDINESH @ BUDDHA v.STATE OF RAJASTHAN\n795\n:\n3.1. The measure of punishment in a case of rape cannot depend A\nupon the social status of the victim or the accused. It must depend upon\nthe conduct of the accused, the state and age of the sexually assaulted\nfemale and the gravity of the criminal act. Crimes of violence upon\nwomen need to be severely dealt with. The socio-economic status, religion,\nrace, caste or creed of the accused or the victim are irrelevant\nconsiderations in sentencing policy. Protection of society and deterring\nthe criminal is the avowed object of law and that is required to be achieved\nby imposing an appropriate sentence. The sentencing Courts are expected\nto consider all relevant facts and circumstances bearing on the question\nof sentence and proceed to impose a sentence commensurate with the\ngravity of the offence. [800-F-H]\nB\nC\n3.2. Courts must hear the loud cry for justice by the society in cases\nof the heinous crime of rape on innocent helpless girls of tender years, as\nin this case, and respond by imposition of proper sentence. Public\nabhorrence of the crime needs reflection through imposition of appropriate\nsentence by the Court. There are no extenuating or mitigating D\ncircumstances available on the record which may justify imposition of\nany sentence less than the prescribed minimum on the Appellant. To\nshow mercy in the case of such a heinous crime would be a travesty of\njustice and the plea for leniency is wholly misplaced. [800-H; 801-A]\nRameshwar v. The State of Rajasthan, AIR (1952) SC 54, referred to.\n4.1. The present case is covered by Section 376(2)(f) IPC i.e. when\nrape is committed on a woman when she is under 12 years of age. [800-A]\nE\nF\n4.2. The legislative mandate to impose a sentence, for the offence of\nrape on a girl under 12 years of age, for a term which shall not be less\nthan 10 years, but which may extend to life and also to fine reflects the\nintent of stringency in sentence. The proviso to Section 376(2) IPC, of\ncourse, lays down that the Court may, for adequate and special reasons\nto be mentioned in the judgment, impose sentence of imprisonment of\neither description for a term of less than 10 years. Thus, the normal G\nsentence in a case where rape is committed on a child below 12 years of\nage, is not less than 10 years' RI, though in exceptional cases \"for special\nand adequate reasons” sentence of less than 10 years' RI can also be\nawarded. It is a fundamental rule of construction that a proviso must be\nconsidered with relation to the principal matter to which it stands as a\nproviso particularly in such like penal provisions. The Courts are obliged\nH\nT\n796\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA to respect the legislative mandate in the matter of awarding of sentence\nin all such cases. Recourse to the proviso can be had only for \"special\nand adequate reasons\" and not in a casual manner. Whether there exist\nany \"special and adequate reasons\" would depend upon a variety of\nfactors and the peculiar facts and circumstances of each case. No hard\nand fast rule can be laid down in that behalf of universal application.\n[801-B-E]\nB\nC\nD\nE\n5.1. The Preamble to the Atrocities Act provides that it has been\nenacted to prevent the commission of offences of atrocities against the\nmembers of the Scheduled Castes and Scheduled Tribes. The expression\n'atrocities' is defined in Section 2 of the Atrocities Act to mean an offence\npunishable under Section 3. 1801-F]\n5.2. Sine qua non for application of Section 3(2)(v) of the Atrocities\nAct is that an offence must have been committed against a person on the\nground that such person is a member of Scheduled Castes and Scheduled\nTribes. In the instant case no evidence has been led to establish this\nrequirement. It is not case of the prosecution that the rape was committed\non the victim since she was a member of Scheduled Caste. In the absence\nof evidence to that effect, Section 3(2)(v) has no application. Had Section\n3(2)(v) of the Atrocities Act been applicable then by operation of law, the\nsentence would have been imprisonment for life and fine. [802-B, C]\n5.3. In view of the finding that Section 3(2)(v) of the Atrocities Act\nis not applicable, the sentence provided in Section 376(2)(f) IPC does not\nper se become life sentence. Though it was submitted for the State that\neven in a case covered under Section 376(2)(f) IPC, imprisonment for life\ncan be awarded, it is to be noted that minimum sentence of 10 years has\nF been statutorily provided and considering the attendant circumstances\nthe imprisonment for life in a given case is permissible. Neither the Trial\nCourt nor the High Court has indicated any such factor. Only by applying\nSection 3(2)(v) of the Atrocities Act the life sentence was awarded.\nTherefore, the sentence is reduced to 10 years. [802-D, E]\nG\n5.4. The other question is legality of the compensation awarded.\nSince the State has not challenged the award of compensation, it is not\nopen to it to question the legality of the award in the present appeal filed\nby the accused. [802-F]\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 263\nH of 2006.\nDINESH @ BUDDHA v.STATE OF RAJASTHAN [PASAYAT, J.] 797\nFrom the Judgment and Order dated 4.1.2005 of the Rajasthan High A\nCourt in D.B. Criminal Jail Appeal No. 529 of 1999.\nNalin Kumar Jain for the Appellant.\nAruneshwar Gupta, AAG and Naveen Kumar Singh for the Respondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. Leave granted.\nB\nAn eight years old girl was sexually ravished by the appellant is what\nwas alleged and for that the appellant faced trial. The victim suffered ignominy C\non 5.2.1998. The appellant has been found guilty of offence punishable under\nSection 376(2) of the Indian Penal Code, 1860 (in short the 'IPC') read with\nSection 3(2)(v) of the Scheduled Castes and the Scheduled Tribes (Prevention\nof Atrocities) Act, 1989 (in short the 'Atrocities Act'). The appellant was\ndirected to undergo imprisonment for life and to pay a fine of Rs. 1,000/- and\nthe State was directed to pay a compensation of Rs.50,000/- to the victim. D\nBackground facts are essentially as follows:\nOn 5.2.1998 the victim had gone to witness a marriage procession in\nthe night. When she was coming back to her house in the night at about 12\nO'clock the accused sexually assaulted her. She was threatened that if she E\ndisclosed about the incident to anybody, she would be killed. Suffering from\nthe acute pain the victim told her sister, mother and grandmother about the\nincident. The matter was reported to the police. The accused person was\narrested; medical tests were conducted both in respect of the accused and the\nvictim, and after completion of investigation charge sheet was filed. The F\nTrial Court found the accused guilty of the offences charged under Section\n376(2) IPC and Section 3(2)(v) of the Atrocities Act and sentenced him.\nThe appeal before the Rajasthan High Court, Jaipur Bench, did not bring any\nrelief to the accused.\nIn support of the appeal, learned counsel for the appellant submitted G\nthat the evidence is not credible and cogent. There are many inconsistencies\nin the evidence, more particularly, of the victim (PW-8). This is not a case\nwhere life imprisonment could have been awarded. In any event there is no\nmaterial to bring in application of Section 3(2)(v) of the Atrocities Act. It is\nfurther submitted that the appellant belongs to the lowest economic strata of\nsociety who could not even afford to engage a lawyer at any stage. Even\nH\n798\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA during trial and before the High Court, lawyers were engaged at State's cost.\nThe young age of the accused should also be taken into consideration.\nIn response, learned counsel for the State submitted that though Section\n3(2)(v) of the Atrocities Act may not be applicable, but imposition of life\nsentence is also permissible in a case covered under Section 376(2)(f) IPC.\nB It is also submitted that the compensation of Rs.50,000/- directed to be paid\nby the State, should be set aside.\nSexual violence apart from being a dehumanizing act is an unlawful\nintrusion on the right of privacy and sanctity of a female. It is a serious blow\nto her supreme honour and offends her self-esteem and dignity it degrades\nC\nand humiliates the victim and where the victim is a helpless innocent child\nor a minor, it leaves behind a traumatic experience. A rapist not only causes\nphysical injuries but more indelibly leaves a scar on the most cherished\npossession of a woman i.e. her dignity, honour, reputation and not the least\nher chastity. Rape is not only a crime against the person of a woman, it is\nD a crime against the entire society. It destroys, as noted by this Court in Shri\nBodhisattwa Gautam v. Miss Subhra Chakraborty AIR (1996) SC 922, the\nentire psychology of a woman and pushes her into deep emotional crisis. It\nis a crime against basic human rights, and is also violative of the victim's\nmost cherished of the Fundamental Rights, namely, the Right to Life contained\nin Article 21 of the Constitution of India, 1950 (in short the 'Constitution')\nE\nThe Courts are, therefore, expected to deal with cases of sexual crime against\nwomen with utmost sensitivity. Such cases need to be dealt with sternly and\nseverely. A socially sensitized judge, in our opinion, is a better statutory\narmour in cases of crime against women than long clauses of penal provisions,\ncontaining complex exceptions and provisos.\nF\nWe do not propose to mention name of the victim. Section 228-A of\nIPC makes disclosure of identity of victim of certain offences punishable.\nPrinting or publishing name of any matter which may make known the identity\nof any person against whom an offence under Sections 376, 376-A, 376-B,\n376-C or 376-D is alleged or found to have been committed can be punished.\nG True it is, the restriction, does not relate to printing or publication of judgment\nby High Court or Supreme Court. But keeping in view the social object of\npreventing social victimization or ostracism of the victim of a sexual offence\nfor which Section 228-A has been enacted, it would be appropriate that in the\njudgments, be it of this Court, High Court or lower Court, the name of the\nvictim should not be indicated. We have chosen to describe her as 'victim'\nH\n\"\n3\nDINESH @ BUDDHA v.STATE OF RAJASTHAN [PASAYAT, J.] 799\nin the judgment. (See State of Karnataka v. Puttaraja, (2003) 8 Supreme A\n364).\nThe offence of rape occurs in Chapter XVI of IPC. It is an offence\naffecting the human body. In that Chapter, there is a separate heading for\n\"Sexual offences\", which encompass Sections 375, 376, 376A, 376B, 376C\nand 376D I.P.C. “Rape\" is defined in Section 375 I.P.C. Sections 375 and B\n376 I.P.C. have been substantially changed by Criminal Law (Amendment)\nAct, 1983, and several new sections were introduced by the new Act, i.e.\n376A, 376B, 376C and 376D. The fast sweeping changes introduced reflect\nthe legislative intent to curb with iron hand, the offence of rape which affects\nthe dignity of a woman. The offence of rape in its simplest term is 'the C\nravishment of a woman, without her consent, by force, fear or fraud', or as\n'the carnal knowledge of a woman by force against her will'. 'Rape or Raptus'\nis when a man hath carnal knowledge of a woman by force and against her\nwill (Co. Litt. 123 b); or, as expressed more fully, 'rape is the carnal knowledge\nof any woman, above the age of particular years, against her will; or of a\nwoman child, under that age, with or against her will'. (Hale P.C. 628) The D\nessential words in an indictment for rape are rapuit and carnaliter cognovit;\nbut carnaliter cognovit, nor any other circumlocution without the word rapuit,\nare not sufficient in a legal sense to express rape: (1 Hen. 6, la, 9 Edw. 4,\n26 a (Hale P.C.628). In the crime of rape, 'carnal knowledge' means the\npenetration to any the slightest degree of the male organ of generation\n(Stephens Criminal Law, 9th Ed., p.262). In \"Encyclopedia of Crime and\nJustice\" (Volume 4, page 1356), it is stated “.......even slight penetration is\nsufficient and emission is unnecessary\". In Halsburys' Statutes of England\nand Wales (Fourth Edition) Volume 12, it is stated that even the slightest\ndegree of penetration is sufficient to prove sexual intercourse. It is violation,\nwith violence, of the private person of a woman, an outrage by all means. By F\nthe very nature of the offence it is an obnoxious act of the highest order.\nE\nThe physical scar may heal up, but the mental scar will always remain.\nWhen a woman is ravished, what is inflicted is not merely physical injury but\nthe deep sense of some deathless shame. An accused cannot cling to a fossil\nformula and insist on corroborative evidence, even if taken as a whole, the\nG\ncase spoken to by the victim strikes a judicial mind as probable. Judicial\nresponse to human rights cannot be blunted by legal jugglery.\nIt is to be noted that in sub-section(2) of Section 376 I.P.C. more\nstringent punishment can be awarded taking into account the special features\nH\n800\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA indicated in the said sub-section. The present case is covered by Section\n376(2)(f) IPC i.e. when rape is committed on a woman when she is under 12\nyears of age. Admittedly, in the case at hand the victim was 8 years of age\nat the time of commission of offence.\nIn the Indian Setting refusal to act on the testimony of the victim of\nB sexual assault in the absence of corroboration as a rule, is adding insult to\ninjury. A girl or a woman in the tradition bound non-permissive society of\nIndia would be extremely reluctant even to admit that any incident which is\nlikely to reflect on her chastity had ever occurred. She would be conscious\nof the danger of being ostracized by the society and when in the face of these\nC factors the crime is brought to light, there is inbuilt assurance that the charge\nis genuine rather than fabricated. Just as a witness who has sustained an\ninjury, which is not shown or believed to be self-inflicted, is the best witness\nin the sense that he is least likely to exculpate the real offender, the evidence\nof a victim of sex offence is entitled to great weight, absence of corroboration\nnotwithstanding. A woman or a girl who is raped is not an accomplice.\nD Corroboration is not the sine qua non for conviction in a rape case. The\nobservations of Vivian Bose, J. in Rameshwar v. The State of Rajasthan, AIR\n(1952) SC 54) were:\nE\nF\n“The rule, which according to the cases has hardened into one of\nlaw, is not that corroboration is essential before there can be a\nconviction but that the necessity of corroboration, as a matter of\nprudence, except where the circumstances make it safe to dispense\nwith it, must be present to the mind of the judge...\".\nThe measure of punishment in a case of rape cannot depend upon the\nsocial status of the victim or the accused. It must depend upon the conduct\nof the accused, the state and age of the sexually assaulted female and the\ngravity of the criminal act. Crimes of violence upon women need to be\nseverely dealt with. The socio-economic status, religion, race, caste or creed\nof the accused or the victim are irrelevant considerations in sentencing policy.\nProtection of society and deterring the criminal is the avowed object of law\nG and that is required to be achieved by imposing an appropriate sentence. The\nsentencing Courts are expected to consider all relevant facts and circumstances\nbearing on the question of sentence and proceed to impose a sentence\ncommensurate with the gravity of the offence. Courts must hear the loud cry\nfor justice by the society in cases of the heinous crime of rape on innocent\nhelpless girls of tender years, as in this case, and respond by imposition of\nH\nT\n801\nDINESH @ BUDDHA v.STATE OF RAJASTHAN [PASAYAT, J.]\nproper sentence. Public abhorrence of the crime needs reflection through A\nimposition of appropriate sentence by the Court. There are no extenuating or\nmitigating circumstances available on the record which may justify imposition\nof any sentence less than the prescribed minimum on the appellant. To show\nmercy in the case of such a heinous crime would be a travesty of justice and\nthe plea for leniency is wholly misplaced.\nB\nThe legislative mandate to impose a sentence, for the offence of rape\non a girl under 12 years of age, for a term which shall not be less than 10\nyears, but which may extend to life and also to fine reflects the intent of\nstringency in sentence. The proviso to Section 376(2) IPC, of course, lays\ndown that the court may, for adequate and special reasons to be mentioned C\nin the judgment, impose sentence of imprisonment of either description for\na term of less than 10 years. Thus, the normal sentence in a case where rape\nis committed on a child below 12 years of age, is not less than 10 years' RI,\nthough in exceptional cases \"for special and adequate reasons\" sentence of\nless than 10 years' RI can also be awarded. It is a fundamental rule of\nconstruction that a proviso must be considered with relation to the principal D\nmatter to which it stands as a proviso particularly in such like penal provisions.\nThe courts are obliged to respect the legislative mandate in the matter of\nawarding of sentence in all such cases. Recourse to the proviso can be had\nonly for \"special and adequate reasons\" and not in a casual manner. Whether\nthere exist any \"special and adequate reasons\" would depend upon a variety\nE\nof factors and the peculiar facts and circumstances of each case. No hard and\nfast rule can be laid down in that behalf of universal application.\nAt this juncture it is necessary to take note of Section 3 of the Atrocities\nAct. As the Preamble to the Act provides 'the Act has been enacted to\nprevent the commission of offences of atrocities against the members of the F\nScheduled Castes and Scheduled Tribes. The expression 'atrocities' is defined\nin Section 2 of the Atrocities Act to mean an offence punishable under\nSection 3. The said provision so far relevant reads as follows:\n“3(2)(v): Punishments for offences of atrocities\n(2) Whoever, not being a member of a Scheduled Caste or a\nScheduled Tribe, -\nG\nXXX XXX XXX\n(v) commits any offence under the Indian Penal Code punishable\nwith imprisonment for a term of ten years or more against a\nH\n802\nA\nB\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nperson or property on the ground that such person is a member\nof a Scheduled Caste or Scheduled Tribe or such property\nbelongs to such member, shall be punishable with imprisonment\nfor life and with fine;\nXXX XXX XXX\"\nSine qua non for application of Section 3(2)(v) is that an offence must\nhave been committed against a person on the ground that such person is a\nmember of Scheduled Castes and Scheduled Tribes. In the instant case no\nevidence has been led to establish this requirement. It is not case of the\nprosecution that the rape was committed on the victim since she was a member\nC of Scheduled Caste. In the absence of evidence to that effect, Section 3(2)(v)\nhas no application. Had Section 3(2)(v) of the Atrocities Act been applicable\nthen by operation of law, the sentence would have been imprisonment for life\nand fine.\nD\nIn view of the finding that Section 3(2)(v) of the Atrocities Act is not\napplicable, the sentence provided in Section 376(2)(f) IPC does not per se\nbecome life sentence. Though learned counsel for the State submitted that\neven in a case covered under Section 376(2)(f) IPC, imprisonment for life\ncan be awarded, it is to be noted that minimum sentence of 10 years has been ·\nstatutorily provided and considering the attendant circumstances the\nE imprisonment for life in a given case is permissible. Neither the Trial Court\nnor the High Court has indicated any such factor. Only by applying Section\n3(2)(v) of the Atrocities Act the life sentence was awarded. Therefore, the\nsentence is reduced to 10 years. The other question is legality of the\ncompensation awarded. Since the State has not challenged the award of\ncompensation, it is not open to it to question the legality of the award in the\nF present appeal filed by the accused. Therefore, State's challenge to the legality\nand/or quantum of compensation awarded is without merit. The amount shall\nbe paid to the victim if not already paid within a period of eight weeks.\nG\nWith the modification of sentence as abovementioned, the appeal is\ndismissed.\nB.B.B.\nAppeal dismissed.\n"}