{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"P.V. RADHA KRISHNA AND ORS. V. STATE OF A.P. 201\nAND ORS. [G.S. SINGHVI, J.]\nand quashed the transfers of the officers belonging to different A\ndistricts to the Hyderabad City Police with a direction that they\nbe sent back to their respective districts and the consequential\nvacancies be filled from the officers of the City Police.\n.\n14. Another batch of cases was filed by the members of\nthe Hyderabad City Police before the Tribunal questioning the\nvalidity of the 1985 Act and transfer of the Police Officers from\nother zonal cadres to Hyderabad City Police. The same were\nregistered as O.A. Nos: 22622-22635/1990, R.P. Nos. 22126-\n22130/1989, 4761/1988, 4878/1988, 4879/1988 and 1567/\n1989. The Full Bench of the Tribunal made a reference to the\norders passed by the learned Single Judge in W.P. No. 1643/\n1973 and by the Division Bench in Writ Appeal No.890/1975\nas also order dated 18.7.1988 passed by the Tribunal in R.P.\nNo.1220/1977 and observed that the 1985 Act was passed to\novercome the orders passed by the High Court and Tribunal.\nThe Full Bench of the Tribunal then noted that rules for regulating\ntransfer of members of police force from one part of the State\nto another were framed by the government in exercise of\npowers under paragraph 5(2) of the Presidential Order read\nwith Sections 3(2) and 4(1) of the 1985 Act and also that by\nthe time the 1985 Act and rules were framed, government had\nmade several provisions with reference to paragraph.5(2) of\nthe Presidential Order and recorded the following conclusions:\n31 1\n(a) The Act and Rules do not violate Presidential Order in\nso far as a transfer is from a post saved under para. 14 of\nthe Presidential Order to another post saved under para\n14 of a person not included in any local cadre under the\nPresidential Order.\n.☑\n(b) The impugned Act and the Rules are not effective for\nmaking transfer in respect of local cadres i.e. either inter-\ncadre or from or to posts in the cadre to and from posts.\nsaved under para 14 of the Presidential Order, and for\nwhich provision is to be made by the Government in\nvarious clauses of 5(2) or of persons included in any local\nB\nC\nE\nF\nG\nI\nT↑\n202 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA\ncadre under Presidential Order.\nB\nс\nD\nE\n(c) It is open for the Government to make any further or\nother provision as contemplated by 5(2).\nIt is made clear that we have examined the question of\ntransfer from the city police to another local cadre on a\npermanent basis. We have not examined transfers of\npolice officers bonafide in public interest in exigencies of\nservices for short periods without affecting their\ncontinuance and position in their local cadre or effecting\ntheir seniority in the local cadre to which they are now\ntransferred for leveled by the Head of Department viz.,\nDGP of Police.\nRecruitment of the appellants and particulars of some\nother advertisements\n15. The appellants were appointed as Sub-Inspectors of\nPolice in Hyderabad City. Their selection was preceded by an\nadvertisement issued by the Public Service Commission for\nrecruitment to various posts including Sub-Inspectors of Police.\nOut of 143 posts of Sub-Inspectors of Police, 93 were\nearmarked for Hyderabad City, which was described as Zone\nVII. Thirteen vacancies were reserved to be filled in by transfer\nfrom police ministerial staff. In that category also nine vacancies\nwere shown for Zone VII. In the same advertisement, the posts\nF of Assistant Commercial Tax Officers were shown for\nHyderabad I (2) and Hyderabad II (4) falling in Zone VI. The\nadvertisement also specified the area of Hyderabad City (Zone\nVII) as comprising the following:\nG\n(a)\nHyderabad Municipal Corporation Area -\n(i) Hyderabad Division\n(ii) Secunderabad Division\nH\n(b) Secunderabad Cantonment Area\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 203\nAND ORS. [G.S. SINGHVI, J.]\n(c) Usmania University Campus\n(d) Zamastanpur village Panchayat Area\n(e) Fatehnagar Panchayat Area\n(f) Bowenpalle Panchayat Area\n(g)\nMachabolaram Panchayat Area\n(h) Lalgura village Panchayat Area\n(i) Malkagiri Panchayat. Area\n(i)\nUppalkalasa Panchayat Area\n(k)\nAlwal Panchayat Area\n(1)\nAlanagar Panchayat Area\nA\nB\nC\nD\n(m) Moosapet Panchayat Area\n(n)\nKukatpalle Panchayat Area\n16. After completion of the process of selection, the E\nSecretary of the Commission issued Memos dated 29.5.1985\nwhereby the appellants were informed about their selection and\nallotment to Zone VII i.e., Hyderabad City. For the sake of\nreference, memo issued to one of the appellants is reproduced\nbelow:-\nF\n“ANDHRA PRADESH PUBLIC SERVICE\nCOMMISSION\nMEMO NO.23490/J8/85 dated 29.5.1985\n1983-84\n-\nAllotment of\n- Intimation\nSub. Recruitment (Direct) Group II - Andhra Pradesh\nServices\nselected candidates to the Department\nto the selected candidates - Reg.\nG\nH\nག་}\nA\nՈՐ\n204 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nRef. His application.\nB\nC\n10\nSri Pantala Venkata Radha Krishna is informed that\non the basis of the results of the competitive examination\nand oral test conducted by the Commission for recruitment\nto posts included in Group II Andhra Pradesh Services\n1983-84 he/she has been selected and allotted as Sub\nInspector of Police (Civil) in Zone VII Hyderabad City.\n\"The selection is subject to the results of the Writ\nAppeal regarding weightage marks to Telugu Medium\ncandidates pending before the Supreme Court.\"\nHe may await communication from the Unit Officer\ni.e. Director General of Police, A.P.; Hyderabad...\nE\n*\nF\nSd/-\nSd/- Abdul Kareem Khan, IAS,\nSecretary\nBu 20mgh he/f.bo/ f\n176 POULS de ba\nAsst. Secretary\n5600\nSri Pantala Venkata Radha Krishna\nG\nH\nI\n17. Thereafter; the Commissioner of Police in exercise of\nthe power vested in him under Rule 2(a) and Annexure-I of the\nSpecial Rules for the Andhra Pradesh Subordinate Service\nissued orders for appointment of the appellants as Sub-\nInspectors of Police. For the sake of reference, the order of\nappointment of one of the appellants, namely, P.V. Radha\nKrishna, is reproduced below:\nA\nL\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 205\nAND ORS. [G.S. SINGHVI, J.]\n“GOVT. OF ANDHRA PRADESH:\nA\nOffice of the\nCommissioner of Police.\nHyderabad-A.P.\nDated 9th Sept. 1985\nB\nD.O. No. 3817\nNo. L\u0026O/E2/3723/85\nORDER:\nSub: Police - Sub-Inspectors (Civil) - Appointment of - C\nOrders - - Regarding.\nD\nIn exercise of the powers vested in me under Rule\n2(a) and Annexure - I of the Special Rules for the Andhra\nPradesh Police Subordinate Service Sri Patnala Venkata\nRadha Krishna s/o. Patnala Narayana Rao is appointed\non probation as Sub-Inspector of Police (Civil) in the time\nscale of pay of Rs.575-20-775-25-950 subject to the\ncondition that his services are liable to be terminated at E\nany time before the declaration of his probation under\nGeneral Rule 24(a) or 25(c) of the Andhra Pradesh State\nand Subordinate Service Rules with one month's notice or\nwith one month's pay in lieu thereof. He will be on probation\nfrom the date of joining the Police Training College for a\ncontinuous period of 2 years and 7 months on duty or a\ntotal period of 3 years on duty. He will be governed by the\nprovisions of the Special Rules for the Andhra Pradesh\nPolice Subordinate Service.\nHe will under go a course of training for a period of\none year in the Police Training College, Anantapur followed\nby practical training for one year and 7 months including\nindependent charge of a Police Station, for not less than\none year. During the period of training he will be paid the\nminimum of the time scale of pay i.e., Rs.575-00 p.m. plus\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nI\n206 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nthe allowances admissible thereon.\nThe training will commence from 12.9.1985 at the\nPolice Training College, Anantpur. He should deposit a\nsum of Rs.300-00 (Rupees three hundred only) at the time\nof joining the Training College towards Mess and Uniform\ncharges and execute a bond of security.\nHe is informed that if his mother tongue is not Telugu\nor if he has not taken Telugu as Second Language in SSC\nor equivalent examination or any higher examination he\nshall qualify himself by passing the Second Class\nLanguage test in Telugu conducted by the Andhra Pradesh\nPublic Service Commission.\"\n18. In 1991, advertisement Rc.No.419/R\u0026T Admn 1/90\ndated 14:2.1991 was issued for recruitment of Civil Sub-\nInspectors (Man) and Reserve Sub-Inspectors (Man) in different\nzones which were identified with the respective ranges. In that\nadvertisement, 80 vacancies of Civil Sub-Inspector (Man) and\n26 vacancies of Reserve Sub-Inspector (Man) were shown as\nearmarked for Hyderabad City Police Range, which was also\ndescribed as Zone VII (free zone). In 1994 also, an\nadvertisement was issued for recruitment of 435 Sub-Inspectors\nCivil/Intelligence (Man). In that advertisement 74 vacancies were\nshown as earmarked for Zone VII i.e., Hyderabad City (free\nzone). Similar advertisements were issued after 1975 for\nrecruitment to various posts enumerated in paragraph 14(f) of\nthe Presidential Order.\nGenesis of the present litigation\n19. In view of order dated 20.10.1984 passed by the\nTribunal in O.A. Nos.22622-22635/1990 and connected\nmatters, the State Government issued G.O. Ms. No.349 Home\n(Police. C) Department dated 15.12.1997 whereby the private\nrespondents who were then working as Inspectors of Police in\nHyderabad City Police (City Range), were transferred back/\ni\n+\nA\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 207\nAND ORS. [G.S. SINGHVI, J.]\nA\nrepatriated to their parent cadres in other police ranges\nspecified in G.O. Ms. No. 1697, Home dated 10.12.1975 and\nG.O. Ms. No. 795 dated 30.6.1976. The private respondents\nchallenged G.O. Ms. No.349 in O.A. Nos.7579/1998, 8430/\n1998, 8431/1998, 8534/1998, 58/2001 and 2139/2001. They\npleaded that their transfer to Hyderabad City Police had been B\neffected in accordance with the provisions of the 1985 Act and\nrules framed there under and in public interest and the\nGovernment's action to transfer them back to the ranges in\nwhich they were initially appointed is ex facie illegal, arbitrary\nand unjustified. They further pleaded that the order passed by C\nthe Full Bench of the Tribunal cannot be invoked for effecting\ntheir repatriation to the parent cadres because they were not\nparties in O.A. Nos. 22622-22635/1990 and connected matters.\nAnother plea taken by the private respondents was that the\nimpugned G.O. is liable to be declared arbitrary and\ndiscriminatory because while some of those who were\ntransferred to Hyderabad City Police have been repatriated,\nothers have been retained.\nD\nF\n20. In the counter affidavits filed on behalf of the official\nrespondents before the Tribunal, it was specifically averred that E\nthe applicants in O.As. were appointed in districts other than\nHyderabad City Police and were promoted as Inspectors in\ntheir respective parent units as per seniority in their respective\nranges and they cannot claim continuance in Hyderabad City.\nPolice. It was then pleaded that the applicants were transferred\nto Hyderabad City Police by the Director General and Inspector\nGeneral of Police, Andhra Pradesh in exercise of the powers\nconferred upon him by G.O. No.288 dated 6.5.1986 but their\nseniority is being maintained in their respective police ranges.\nand none has been assigned seniority in Hyderabad City G\nPolice. According to the official respondents, the 1985 Act and\nthe rules framed there under are not effective for making\ntransfer in respect of local cadres i.e., either inter cadre or from\nor to posts in the cadre to and from posts in paragraph 14 of\nthe Presidential Order for which provision is to be made by the\nH\n208 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA Government in terms of various clauses of paragraph 5(2). The\nrelevant portions of the counter affidavit filed on behalf of the\nState Government in O.A. No.7579/1998 - Sardar Harihar\nSingh and three others v. State of A.P. and others, are\nextracted below:-\nB\nC\nD\nE\nF\nG\nH\n\"It is further submitted that the applicants in the OA were\ntransferred to Hyderabad City Police by the 3rd respondent\nin exercise of the powers conferred on him in G.O. Ms.\nNo.288 dated 6.5.1986 on different dates. The seniority\nof the above applicants is being maintained in their\nrespective police ranges only. None of the applicants\nwere assigned seniority in Hyderabad City Police. All of\nthem were promoted as Inspectors of Police in their\nrespective parent units as per their turn in seniority.\nIn reply to para 6(o) it is submitted that the contention\nof the applicants that Hyderabad City Police is not a\nseparate zone is incorrect and baseless. It is fact that the\nentire AP has been divided into six zones and Hyderabad\nCity Police has been treated as \"Free Zone\". The\nHyderabad City Police being Free Zone has got\nseparate entity as like other zones. The vacancies in\nrespect of posts of Hyderabad City Police are notified\nseparately and selection/appointment to the post of Sub-\nInspectors of Police, Civil and Reserve Sub-Inspectors\nof Police, CAR and Police constables of both Civil and\nCAR to the extent of vacancies are conducted by this unit\nonly and appointment orders to the candidates so\nselected after completion of recruitment process work to\nthe said posts such as physical efficiency test, one star\ntest, three star test and also written examination to the\ncandidates are conducted by\nconducted by \nthis unit only\nindependently. The same process if followed in respect\nof posts of other six zones separately by each zone. Thus\nall the six zones and Hyderabad City Police are separate\nunits for all service matters of appointment, promotion to\n'\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 209\nAND ORS. [G.S. SINGHVI, J.]\nthe next rank etc. The Hyderabad City Police is not a part A\nand parcel of Zone Six as contended by the applicants.\"\n(emphasis supplied)\n21. After taking note of the respective pleadings, the\nTribunal dismissed the O.As. The argument of the applicants\nthat Hyderabad City Police is part and parcel of Zone VI was\nrejected by the Tribunal in the following words:\nB\n\"There is no separate zones for Hyderabad city. It is thus\na free zone. It thus follows that the Hyderabad City Police C\nUnit is a free zone. Separate and independent recruitment\nis being made in respect of post of Hyderabad city police.\nIn short, Hyderabad city police is being treated as a free\nzone where there is independent recruitment.\"\n22. The private respondents challenged the order of the\nTribunal by filing different writ petitions which were heard and\ndisposed of by the Full Bench of the High Court. The Full Bench\nobserved that the provisions of the 1985 Act will have to be .\nconstrued in harmony with the provisions of the Presidential\nOrder which prevail over any other provisions of the Constitution\nor any other law for the time being in force. The Full Bench then\n⚫ referred to various paragraphs of the Presidential Order and\nobserved:\nD\nE\n\"In construing the power granted to the State Government F\nunder para 5(2) for making provision for transfers of\npersons, we must not loose sight of the historical\ncompulsions which have led to the enactment of the\nPresidential Order, which is buttressed by the over riding\neffect given to the provisions of the Presidential Order not G\nonly against the exercise of the majoritarian, political and\nexecutive choices of the State, but is also made operative\nagainst any other provisions of the Constitution of India\n(Art.371D(10) read with para 11 of the Presidential Order).\"\nH\nA\nB\n0\nD\nE\nF\nG\n210 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\n23. The Full Bench then delved into the grounds on which\npower under paragraph 5 of the Presidential Order could be\nexercised and observed:\n“Having regard to the provisions of para 14 of the\nPresidential Order, no limitations are prescribed on the\npower of the State Government to provide for transfer of\nthe incumbent of a post in any department, institution or\nestablishment enumerated in para 14 to another such\ndepartment, institution or establishment.\nInsofar as transfers of persons falling within the ambit of\npara 5(2)(a) to (c) is concerned, provisions of the Act 1985\nand the rules thereunder set out in G.O.Ms. No.288 dated\n6.5.1986, must be construed as enabling such transfers\nonly when no qualified or suitable person is available in a\nparticular local cadre or where such transfer is otherwise\nconsidered necessary in the public interest and for no other\nreason. Normally such transfers must necessarily be of\nlimited duration or tenure to meet the specified exigency\nnamely either during the period no qualified or suitable\nperson is available or the public interest that necessitated\nsuch transfer, continues. Immediately on cessation of such\ncircumstances - as and when a qualified or suitable\nperson is available or when the public interest concerned\nceases to operate, the person so transferred in the above\nexigencies must need be repatriated to the local cadre to\nwhich he belongs either by allotment or direct recruitment\nto it. There may be very rare circumstances, and very rare\nthey must necessarily be, where a person is required to\nbe transferred to another local cadre on a longer term\nbasis. Clear reasons for such long term transfer must not\nonly exist but must be clearly recorded. In any case\nwherever such transfer, be it for a short term or longer term,\nthe transfers made in the circumstances set out in para\n5(2)(a) to (c) being on administrative exigencies, must\nenable person so transferred to carry the benefit of his\n+\nI\n"}