{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"\u003e\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 191\nAND ORS. [G.S. SINGHVI, J.]\nOrder were separately identified as City Range. All this is A\nevident from paragraphs 3, 4, 16 and Annexure - 1 appended.\nto G.O. Ms. No. 795, the relevant portions of which are\nreproduced below:\n\"(3) The following offices of the Police Department are\noutside the purview of the Andhra Pradesh Public\nEmployment (Organisation of Local Cadres and\nRegulation of Direct Recruitment) Order, 1975 for the\nreasons given against them:-\nName of Office\nReasons for exemption\nB\nс\n1. Office of the Inspector\nGeneral of Police\nBeing office of the Head\nof the Department.\n2.\nRailway Police\nBeing Special Office or\nD\nEstablishment vide\nNotification No. GSR\n3.\nPolice Communications\nOrganization\n526(E) dated 18.10.1975.\n4. Police Training College,\n5.\nAnentpur\nOffice of the Deputy\nInspector General of\nPolice, Railways, Crime\n6. Office of the Deputy\nInspector General of\nPolice, Railways, Crime\nand Training, Hyderabad.\nBeing the State level\noffices of Institution, vide\nNotification No. GSR\nand Training, Hyderabad\n(E) dated 18.10.75\nE\nF\nG\nI.\nH\nヨ\nD\nC\n192 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA\n7.\nPolice Transport\nOrganization\n8.\nB\nOffice of the Director of\nPolice Communications\n9. Office of the Director of\nForensic Science\nLaboratory, Hyderabad\n10. All categories of posts in\nthe Special Police\nBattalions including\nSpecial Armed Police,\nAmberpet other than\nMinisterial categories\n11. Any post of Police Officer\nas defined in clause (b) of\nSection 3 of the Hyderabad\nCity Police Act, 1348-F.\nBeing exempted\ncategories vide\nNotification No. GSR\n529(E) dated 18.10.1975\nVide para 14(f) of the\nPresidential Order\n(4) Thus, the Presidential Order dated 18.10.1975 will\napply to the remaining offices of the Police Department as\ngiven below -\nOfficers of the six Police Ranges\nF\n1.\n(viz. Northern, Eastern, Central\nSouthern, Warangal and Hyderabad)\n2.\nG\nMinisterial staff of the office of the Commissioner\nof Police, Hyderabad\n3.\nMinisterial Staff of the Special Police Battalions\nincluding Special Armed Police\n4.\nMinisterial staff of the District Police Office\nH\n:\n✓\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 193\nAND ORS. [G.S. SINGHVI, J.]\n5. District Police i.e. Regular Police Force\n(16). As no separate cadre for the City of Hyderabad\nneeds to be organized for the Police Department, the\nMinisterial staff of the office of the Commissioner of Police\nalone will be included in zone VI. However, it will be treated\nas a separate cadre in that zone, the other cadre being\nthe staff under the jurisdiction of Deputy Inspector General\nof Police, Hyderabad Range.\nA\nB\nNew Police Ranges as per\nthe the order issued in G.O. Ms\nNo.1697, Home dated\n10.12.1975\nANNEXURE - 1 C\nPolice Ranges prior to\nissue of orders issued in\nG.O. Ms No. 1697, Home\ndated 10.12.1975\nZONE-1\nZONE-II\nZONE-III\nNorthern Range\nHead-quarters at\nVishakahpatnam\n1. Srikakulam\n2. Vishakhapatnam\nEastern Range\nHeadquarters at\nEluru\n1. East Godavari\n2. West Godavari\n3. Krishna\nCentral Range\nHeadquarters at\nGuntur\n1. Guntur\nD\nE\nF\n1. Srikakulam\n2. Visakhapatnam\n3. East Godavari\n4. West Godavari\nG\n1. Krishna\n2. Nellore\n2. Guntur\n3. Prakasam\n3. Nellore\nH\n194 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA\n4. Prakasam\nZONE-IV\nSouthern Range\nHeadquarters at\nKurnool\n1. Chittor\nB\n2. Cuddapah\n1. Chittor\n2. Cuddapah\n3. Anantapur\n4. Kurnool\nC\nD\nE\nZONE-V Warrangal Range\nZONE-VI\nF\nCity Range\nG\nI\nHeadquarters at\nWarangal\n1. Adilabad\n2. Karimanagar\n3. Warangal\n4. Kahmmam\n5. Nalgonda\nHyderabad Range\nHeadquarters at\nHyderabad\n1. Hyderabad\n2. Nizamabad\n3. Anantapur\n4. Kurnool\n1. Adilabad\n2. Karimanagar\n3. Warangal\n4. Kahmmam\n1. Hyderabad\n2. Nizamabad\n3. Mahaboobnagar 3. Mababoobnagar\n4. Medak\n5. Nalgonda\nHyderabad and Secunderabad\nand other areas as mentioned in\nFirst Schedule to the Presidential\nOrder\n\"\n4. Medak\n1. Hyderabad\n2. Secunderabad\n8. The posts of Hyderabad City Police were not shown in\nAnnexures IV, V, XII and XIII appended to G.O. Ms. No.795,\nwhich contained statements showing the cadre strength of\nlocalized cadres in respect of the posts of Constable, Head\nConstable, Sub-Inspector and Inspector. The relevant portions\nof those Annexures are extracted below:\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 195\nAND ORS. [G.S. SINGHVI, J.]\nAnnexure IV\nPoint No.340 (34 permanent and 6 temporary) posts\nof S.B., C.I.D., Hyd. and 11 (10 permanent and 1\ntemporary) posts of C.B.CID attached to the City Police\nare not shown in the statement as the City Police is not\nlocalized.\nAnnexure V\n-\nA\nB\nPoint No.3 – 16 (11 permanent and 5 temporary) posts\nof S.B. and 13 (12 permanent and 1 temporary) posts of C\nCrime Branch, C.I.D. are not shown in the statement as\nthe City Police is not localized.\nAnnexure XII\nPoint No.1 - Includes posts of Int., CB \u0026 RP. distributed\nto all units. But the posts distributed to the City Police are\nnot shown in the statement as City Police is not localized.\nAnnexure XIII\nPoint No.1 - The posts of CID attached to the City are not\nshown in the statement as City Police is not localized.\nD\nE\n9. At this stage, we may notice Sections 3(b), 4 and 7 of\nthe Hyderabad Act and Sections 2(b), (c), 3 and 4 of the Andhra\nPradesh Members of Police Force (Regulation of Transfers) F\nAct, 1985 (hereinafter referred to as 'the 1985 Act').\nThe Hyderabad Act\n\"3(b) \"Police Officer\" shall be deemed to include every\nmember of the City Police Force appointed under this Act\nand shall also include the Commissioner of City Police,\nHyderabad, Deputy or Assistant Commissioner of Police,\nand subject to the provisions of sub-section (2) of Section\n9 and Sub-Section (2) of Section 10 shall also include\nevery person who has been appointed as an additional or\nG\nH\nA\nB\nC\nD\nLUI\nE\nF\n0\nH\nA\n196 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\n20\nspecial Police Officer.\"\n4. ORGANIZATION OF POLICE - For the City of\nHyderabad there shall be appointed a Police force and its\n† strength and constitution shall be as may be prescribed\nin accordance with the orders of the Government issued\nto in this behalf, from time to time? ert a worla ion etc\n-\n7. POWERS OF APPOINTMENT AND PROMOTION\n(1) The powers to appoint and promote an Inspector, Sub-\nInspector and other subordinate of the force shall vest in\nthe Commissioner of City Police, Hyderabad. The\nGovernment shall have the power to appoint the Deputy\n**Commissioner and, Assistant Commissioner of Police.\nD\nMIUAY\n(2) Powers of dismissal, discharge, demotion,\nsuspension, fine and punishment.- The (Commissioner\nof City Police, Hyderabad) may subject to such rules and\nregulations, as the Government may, from time to time,\npromulgate in this behalf, except Deputy Commissioner\nand Assistant Commissioner of Police-\n(a)\none\ntp i\ndismiss, discharge, demote, suspend or fine to\nextent of half the salary, any member of the Police\nforce when any member of the force commits,\nneglects or fails to perform duties or contravenes\nthe provisions of this Act or of the rules made\n3}} pen OatoST t\nthereunder or commits gross misconduct during\nleave\n1715\n}\n(b) impose the punishment of attendance in a Police\n156 06061209H 9171\nStation for a period not exceeding three days upon\na meniber of the force inferior in rank to that of a\nHead Constable, who in his presence commits a\ngross wrong or behaves insolently and\ninsubordinately.\n(3)\nཟ\nNothing contained in sub-section (2) shall effect any\ncriminal proceeding by which any criminal liability\nན\nf\n$\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 197,\nAND ORS. [G.S. SINGHVI, J.]\nor charge is established for an offence against any A\nPolice Officer.\"\nThe 1985 Act\n\"2(b) ‘police force' means the police force constituted\nunder the Hyderabad City Police Act, 1348 F., the Andhra\nPradesh (Andhra Area) District Police Act; 1859 and the\nAndhra Pradesh (Telangana Area) District Police Act, C\n1329 F, or any other law relating to police force.\n(c)\nin\nB\n'prescribed' means prescribed by rules made under C\nthis Act.\n3. Regulation of transfer of members of police force:- (1)\nNotwithstanding anything in any law for time being in force,\na member of the police force shall be liable to serve in any D\n_ part of the State of Andhra Pradesh.\n(2) The Government may make rules for the regulation of\ntransfer of members of police force from one part of the\nState to another part within the State of Andhra Pradesh\nby such authority as may be prescribed.\n4. Power to make rules:- (1) The Government may, by\nnotification in the Andhra Pradesh Gazette, make rules to\ncarry out the purposes of this Act.\nE\nF\nG\n(2) Every rule made under this Act shall, immediately after\nit is made, be laid before each House of the State\nLegislature if it is in session and if it is not in session\nimmediately following for a total period of fourteen days\nwhich may be comprised in one session or in two\nsuccessive sessions, and if, before the expiration of the\nsession in which it is so laid or the session immediately\nfollowing both Houses agree in making any modification\nin the rule or in the annulment of the rule, the rule shall from\nthe date on which the modification or annulment is notified\nin the Andhra Pradesh Gazette, have effect only in such H.\ni\nA\nB\nC\n198 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nmodified form or shall stand annulled, as the case may be;\nso however, that any such modification or annulment shall\nbe without prejudice to the validity of anything previously\ndone under that rule.\"\n10. Before enactment of the 1985 Act, the Governor of the\nState had, in exercise of the powers conferred upon him by\nSections 8 and 10 of the Madras District Police Act, 1859,\nSection 6 of the Hyderabad District Police Act 1329 Fasli and\nSection 7 of the Hyderabad Act read with proviso to Article 309\nof the Constitution of India made the Special Rules for Andhra\nPradesh Police Subordinate Service. These rules were\npublished by G.O. Ms. No. 1263, G.A. (Rules) Dept., dated\n26.8.1959. In exercise of the powers conferred upon it under\nSection 3(2) of the 1985 Act, the State Government framed\nrules for regulating transfer of the members of the police force.\nD Those rules were circulated by G.O.Ms. No.288 Home (Police-\nC) Department dated 6.5.1986. In 1999, the Governor framed\nanother set of Special Rules for A.P. Police (Civil) Subordinate\nServices. The same were issued vide G.O. Ms. No.374 Home\n(Police. C) dated 14.12.1999.\nE\nF\nPre-Presidential Order Litigation\n11. Shri D. Ram Reddy and Shri T. Ram Reddy, who were\nrecruited as Head Constable and Constable respectively in the\nHyderabad City Police filed Writ Petition No. 1643/1973\nquestioning their transfers to Khammam and Nalgonda districts\nrespectively by the Commissioner of Police, Hyderabad on the\nground that being members of Hyderabad City Police force,\nthey could not be transferred outside the twin cities of\nHyderabad and Secunderabad. The Inspector General of\nG Police, Andhra Pradesh and Commissioner of Police,\nHyderabad, who were impleaded as respondents opposed the\nprayers of the petitioners by contending that the petitioners are\ngoverned by the provisions of the Andhra Pradesh Police\nSubordinate Rules and, as such, they are liable to be\nH transferred and posted anywhere in the State of Andhra\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 199\nAND ORS. [G.S. SINGHVI, J.]\nB\nPradesh. The learned Single Judge referred to the provisions A\nof Article 309 of the Constitution, the Andhra Pradesh\n(Telangana Area) District Police Act 1329 (Fasli), which was\nextended to whole of the Telangana area except the city of\nHyderabad, Section 7 of the Hyderabad Act and held that in\nview of the provisions contained in the latter enactment, the\nrules framed under proviso to Article 309, insofar as the same\naffected the conditions of service of the Police Officers\nappointed in Hyderabad City Police are ineffective.\nAccordingly, transfer of the writ petitioner outside the limits of\ntwin city was declared illegal and quashed.\n12. The respondents in the writ petition challenged the\norder of the learned Single Judge in Writ Appeal No.890/1975.\nThe Division Bench referred to the Presidential Order and held:\nC\n\"The Hyderabad City Police force comes under Article D\n371-D of the Constitution which is a special provision\nmade for the state of Andhra Pradesh. Under Article 371-\nD with respect to the State of Andhra Pradesh, the\nPresident of India issued some rules as to the\nrequirements of the State as a whole, for equitable E\nopportunities and facilities for the people belonging to\ndifferent parts of the State, in the matter of public\nemployment and in the matter of education and different\nprovisions for various parts of the State. Clause 10 of\nArticle 371-D states that the provisions of this Article and\nof any order made by the President thereunder shall have\neffect not with standing anything in any other provision of\nthe Constitution or in any other law for the time being in\nforce. Therefore special provisions have been made in the\ncase of Andhra Pradesh State in regard to public\nemployment organisation of local cadres and regulation of\ndirect recruitment. That order stipulating the above\nprovisions, will take precedence over the provisions of\nArticles 309 and 313 of the Constitution. The Presidential\nOrder which we have referred to above in clause (5)\nF\nG\nH\nAA\nB\nC\nD\nE\n200 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nprovides for local cadres and transfer of persons. Clause\n(1) of Section 5 states that for each part of the state, for\nwhich a local cadre has been organized in respect of any\ncategory of posts, shall be a separate unit for purposes.\nof recruitment, appointment, discharge, seniority,\npromotion and transfer and such other matters as may be\nspecified by the State Government, in respect of that\ncategory of posts. Sub-clause 2 of Section 5 states that\nnothing in this order shall prevent the state Government\nfrom making provision for the transfer of person from any\nlocal cadre to any office or establishment to which this\norder does not apply or vice-versa. Clause 14 of the order\nmentions special saving provisions and under Sub-Clause\n(f) of clause 14 any post of police officer as defined in\nclause (b) of section 3 of the Hyderabad City Police Act\n1348 F is excluded.\nIn view of the provisions of clause 14(f), it is obvious that\nit is not open to the State Government to make rules\nproviding transfer of persons from Hyderabad City Police\nForce to any other area or any other police force. On this\nground alone the impugned order must be set aside\napart from the ground which appealed to our brother\nMuktadar, J.\"\n(emphasis supplied)\nF\nPost-Presidential Order Litigation\n13. Twenty two Sub-Inspectors of Hyderabad City Police\nchallenged the transfers of 89 Sub-Inspectors and Inspectors\nof different districts to the City of Hyderabad by filing an\nG application before the Andhra Pradesh Administrative Tribunal\n(for short 'the Tribunal'), which was registered as R.P. No.1220/\n1977. The Tribunal relied upon the orders passed by the learned\nSingle Judge and the Division Bench of the High Court in Writ\nPetition No. 1643/1973 and Writ Appeal No.890/1975\nH respectively, referred to the provisions of the Hyderabad Act\n"}