{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"P.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 181\nAND ORS. [G.S. SINGHVI, J.]\nA\nparagraph (1) of paragraph 6 and sub-paragraph (1) of\nparagraph 8 a category shall be deemed to be equivalent\nto or lower than that of a lower division clerk if the minimum\nof the scale of pay of a post belonging to that category or\nwhere the post carries a fixed pay such fixed pay is equal\nto or lower than the minimum of the scale of pay of a lower B\ndivision clerk.\n(3) The posts belonging to each non-gazetted category,\nother than those referred to in sub-paragraph (2), in each\ndepartment in each zone shall be organized into a\nseparate cadre.\n(4) The posts belonging to each specified gazetted\ncategory in each department in each zone shall be\norganized into a separate cadre.\n(5) Notwithstanding anything contained in sub-paragraphs\n(3) and (4), the State Government may where it considers\nit expedient so to do and with the approval of the Central\nGovernment, organize the posts belonging to any of the\ncategories referred to therein, in any department, or any\nestablishment thereof, in two or more contiguous zones\ninto a single cadre.\nC\nD\nE\nF\n(6) Notwithstanding anything contained in sub-paragraphs\n(2), (3), (4) and (5), the Central Government may notify the\ndepartments in which and the categories of posts for which\na separate cadre has to be organized for the City of\nHyderabad and on such notification, the posts belonging\nto each such category in each such department in the said\nCity (other than those concerned with the administration\nof areas falling outside the said City) shall be organized G\ninto a separate cadre and the posts so organized shall be\nexcluded from the other cadres, in pursuance of this\nparagraph or constituted otherwise and comprising of\nposts belonging to that category in that department.\nH\n✓\nA\nB\nC\nD\nE\nF\n0\n182 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\n5. Local Cadres and Transfer of Persons:-\n(1) Each part of the State, for which a local cadre has been\norganized in respect of any category of posts, shall be a\nseparate unit for purposes of recruitment, appointment,\ndischarge, seniority, promotion and transfer, and such\nother matters as may be specified by the State\nGovernment in respect of that category of posts..\n(2) Nothing in this order shall prevent the State Government\nfrom making provision for\n(a) the transfer of a person from any local cadre to any\nOffice or Establishment to which this Order does not apply,\nor Vice Versa.\n(b) The transfer of a person from local cadre comprising\nposts in any Office or Establishment exercising territorial\njurisdiction over a part of the State to any other local cadre\ncomprising posts in such part, or Vice Versa.\n(c) The transfer of a person from one local cadre to another\nlocal cadre where no qualified or suitable person is\navailable in the latter cadre for where such transfer is\notherwise considered necessary in the Public interest.\n(d) The transfer of a person from one local cadre to another\nlocal cadre on a reciprocal basis subject to the condition\nthat the persons so transferred shall be assigned seniority\nin the latter cadre with reference to the date of his transfer\nto that cadre.\n(Vide G.O.Ms. No. 34, G.A. (SPF.A) Dept, dt. 24.01.1981)\n6. Local Areas:- (1) Each district shall be regarded as a\nlocal area.\n(i) for direct recruitment to posts in any local cadre\nunder the State Government comprising all or any\nH\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 183\nAND ORS. [G.S. SINGHVI, J.]\n(2)\nof the posts in any department in that district A\nbelonging to the category of a lower division clerk\nor to any other category equivalent to or lower than\nthat of a lower division clerk.\n(ii) For direct recruitment to posts in any cadre B\nunder any local authority within that district, carrying\na scale of pay, the minimum of which does not\nexceed the minimum of the scale of pay of a lower\ndivision clerk or a fixed pay not exceeding that\namount.\nEach Zone shall be regarded as a local area.\n(i) for direct recruitment to posts in any local cadre\nunder the State Government comprising all or any\nof the posts in any department in that zone\nbelonging to any non-gazetted category other than\nthose referred to in sub-paragraph (1)\nC\nD\n(ii) for direct recruitment to posts in any local cadre\ncomprising all or any of the post in any department\nin that zone belonging to the categories of E\nTahsildars, Asstt. Executive Engineers, Assistant\nAgricultural Officers, Inspectors of Police and Motor\nVehicles Inspectors (Vide G.O.Ms. No. 498, dated\n16.7.1977 G.O.Ms. No. 34, dt. 24.01.1981 and\nG.O.Ms. No. 635, (SPF.A) Dept. dated\n30.11.1993).\n(iii) for direct recruitment to posts in any cadre under\nany local authority within that zone, carrying a scale\nof pay, the minimum of which exceeds the clerk but\ndoes not exceed Rs.480/- per mensem or a fixed\npay which exceeds the minimum of the scale of pay\nof a lower division clerk but does not exceed\nRs.480/- per mensem or any amount corresponding\nto it as may be specified in this regard in the\nF\nG\nH\nv\nA\n00\nB\n0\nC\nD\n☐ E\n☐ F\nG\n☐ H\n184 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nsuccessive revisions of pay scales granted by the\nState Government from time to time. (G.O.Ms. No.\n635, G.A. (SFF.A) Dept. dated 30.11.1993).\nProvided that where a single cadre has been\norganized for two or more zones under sub-\nparagraph (5) of paragraph 3 of posts belonging to\nany of the categories referred to in clause (i) or\nclause (ii) each of such zones shall be regarded as\nseparate local area in respect of such cadre.\n(3) Notwithstanding anything contained in sub-paragraphs\n(1) and (2)\n(i) the City of Hyderabad shall be regarded as a\nlocal area for direct recruitment to posts in any local\ncadre under the State Government comprising all\nor any of the Posts in the said City in the\ndepartments and belonging to the categories\nnotified under Sub-paragraph (6) of paragraph 3\nand the said City shall be excluded from the local\narea relatable to any other local cadre comprising\nposts in the departments and belonging to the\ncategories so notified, and\n(ii) the City of Hyderabad shall be regarded as a\nlocal area for direct recruitment to posts in any\ncadre under a local authority within the said City\ncomprising posts carrying a scale of pay the\nminimum of which does not exceed Rs.480/- per\nmensum or any amount corresponding to it as may\nbe specified in this regard in the successive\nrevisions of pay scales granted by the State\nGovernment from time to time or a fixed pay not\nexceeding that amount, and the said City shall be\nexcluded from the local area relatable to any cadre\nunder any local authority not within the said City.\nf\n6\n?\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 185\nAND ORS. [G.S. SINGHVI, J.]\n(G.O.Ms. No. 635, G.A. (SPF.A) Dept. dated A\n30.11.1993).\n10. Power to Authorise issue of Directions:- (1) The\nPresident, may, by order, require the State Government to\nissue such directions as may be necessary or expedient\nfor the purpose of giving effect to this Order to any local\nauthority and such local authority shall comply with such\ndirections.\n(2) The State Government may, for the purpose of issuing\nany direction under sub-paragraph (1) or for satisfying itself\nthat any directions issued under sub-paragraph (1) have\nbeen complied with require by order in writing any local\nauthority to furnish them such information, report of\nparticulars as may be specified in the order and such local\nauthority shall comply with such order.\n11. Order to have over-riding effect:- The provision of this\norder shall have effect notwithstanding anything contained\nin any Statute, Ordinance, rule, regulation or other order\nmade before or after the commencement of this Order in\nrespect of direct recruitment to posts under the State\nGovernment or any local authority.\n14. Saving:- Nothing in this Order shall apply to:-\nB\nC\nD\nE\nany post in the Secretariat of the State Government, F\nדד\n(a)\n(b)\nany post in an office of the Head of a Deptt.,\n(c)\nany post in a Special Office or Establishment.\n(d)\nany post in a State-level office or Institution.\n(e)\nany post other than a post belonging to any of the\nnon-gazetted categories in the ministerial and\ntechnical services in a Major Development Project;\n(G.O.Ms. No. 455, G.A. (SPF.A) Dept., dated\nG\nH\nA\n186 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\n(f)\n3.10.1985 and\nany post Police Officer as defined in clause (b) of\nSection 3 of the Hyderabad City Police Act, 1348\nF.\nCorporation area:\n(i)\nB\n☐ C\n(a).\nTHE FIRST SCHEDULE\n[See paragraph 2(1)(a) City of Hyderabad]\nHyderabad Municipal\nHyderabad\n(ii)\nDivision\nSecunderabad\nDivision\n(b)\nSecunderabad\nD\nCantonment area\n(c)\nOsmania University Campus™\n(d)\nZamistanpur Village\n(e)\nFatehnagar\nPanchayat area\n(f)\nBowenpalle\nPanchayat area\nE\n(g)\nMachabolaram\nPanchayat area\n(h)\nLalaguda Village\nVillage\n(i)\nMalkajgiri\nPanchayat area\n(j)\nUppal Khalsa.\nPanchayat area\n(k)\nAlwal\nPanchayat area\nF\n(1)\nBalanagar\nPanchayat area\n(m)\n(n)\nMusapet\nPanchayat area\nKukatpalli\nPanchayat area\n ེ་\nG\nI\nZONES\nZone I\nTHE SECOND SCHEDULE\n[See paragraphs 2(1)(m) and 8(4)].\nSrikakulam, Vizianagaram (1st\nday of June, 1979)\nVisakhapatnam Districts.\nRATIO\n12\nThy\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 187\nAND ORS. [G.S. SINGHVI, J.]\nZone II East Godavari, West Godavari\nand Krishna Districts.\n18\nA\nZone III Guntur, Prakasam and Nellore\n15\nDistricts.\n☐ B\nZone IV Chittoor, Cuddapah, Ananthapur\nand Kurnool Districts.\n18\nZone V Adilabad, Karimnagar,\n15\nWarangal and Khammam Districts.\nC\nZone VI Hyderabad, Rangareddy (15th\n22\nAugust, 1978), Nizamabad,\nMahboobnagar, Medak and\nNalgonda Districts.\nD\n4. In pursuance of paragraph 3(6) of the Presidential Order,\nthe Government of India issued notification, GSR No.528E\ndated 20.10.1975 and notified the departments in which and\ncategories of posts for which separate cadres were required\nto be organized for the city of Hyderabad. These were the\nDepartment of Public Health and Municipal Engineering, Indian\nMedicines and Homeopathy, Fire Services, Jail, Judiciary,\nCommercial Tax, Education, Employment and Training\nDevelopment (Training Wing), National Cadet Corps, Technical\nEducation, Weights and Measures, Labour, Treasuries and\nAccounts. The post of Police Officer as defined in Section 3(b)\nof the Hyderabad City Police Act 1348 Fasli (for short 'the\nHyderabad Act') was not included in that notification because\nthe same had been excluded from the purview of the\nPresidential Order by virtue of paragraph 14(f) thereof.\nThereafter, the Government of India issued instructions vide\norder dated 1.11.1975 for organization of the local cadres and\nallotment of persons to such cadres. Paragraph 8 of that order\nby which certain departments and posts were excluded from\nits purview reads thus:-\nE\nF\nG\nH\nA\nB\nс\nD\nE\nF\nG\nH\n188 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\n8. Departments and posts excluded from the purview of\nthe Order It should be carefully noted that certain posts\nare altogether excluded from the application of the\nprovisions of the Presidential Order. By virtue of\nparagraph 14 of the Order, posts in the Secretariat,\nOffices of the Heads of Departments, State level Offices/\nInstitutions, Major Development Projects and Special\nOffices or establishments and posts of Police Officers as\ndefined in clause (b) of Section 3 of the Hyderabad City\nPolice Act, (1348 F) are excluded. The lists of State Level\nOffices/Institutions, Major Development Projects and\nSpecial Offices/establishments have been notified in G.O.I.\nnotification G.S.R. Nos. 527(E), 525 (E) and 526 (E)\nrespectively, dated 18th October, 1975. As already\nindicated, non-gazetted categories of posts exempted by\nthe notification G.S.R. No.529(E), dated 18th October,\n1975 issued under paragraph 3(8) of the order are also\nexcluded from the local cadres. Therefore, departments\nwhich consist exclusively of posts of the nature or belongs\nto categories referred to above automatically get excluded\nfrom the scheme of localization. The departments lists in\nthe Annexure to this order will be covered by the scheme.\n(emphasis supplied)\n5. On the same day i.e., 1.11.1975, the Government of\nAndhra Pradesh issued G.O. Nos.729 and 730. In G.O. No.729,\nit was emphasized that the main purpose of the Presidential\nOrder was to ensure that major share of vacancies arising in\ncertain categories of posts should be reserved for being filled\nfrom among the local candidates. However, in paragraphs 5\nand 21 it was made clear that reservation in the matter of direct\nrecruitment in favour of local candidates do not apply to the\nposts specified in paragraph 14(f) of the Presidential Order.\nFor the sake of convenience, these paragraphs are extracted\nbelow:\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 189\n!\nAND ORS. [G.S. SINGHVI, J.]\nI\nB\n\"5. The provisions, of order regarding, reservations in the A\nmatter of direct recruitment in favour of local candidates\ndo not, however, apply to the posts specified in para 14\nof the Order, viz., posts in the Secretariat in the offices of\nthe Head of Departments, in the Special Offices/\nEstablishments notified by the Central Government in\nG.S.R. No.526(E), dated 18.10.1975, in the State Level\nOffices/Institutions notified by the Central Government in\nG.S.R., No.527(E), dated 18.10.1975, in the Major\nDevelopment Projects notified by the Central Government\nin G.S.R. No.525(E) dated 18.10.1975 and posts of police C\nofficers as defined in clause (b) of section 3 of the\nHyderabad City Police Act, 1348. Fasli.\nット\n☑\n3\nE\n21. Recruitment of posts in Secretariat. Offices of Heads\nof Departments, etc. - As indicated earlier the scheme of\nD\nreservation in favour of local candidates will not apply to\nposts in the secretariat, office of Heads of Department,\nand State-Level offices/institutions notified in G.S.R.\nNo.527(E), dated 18.10.1975. Direct recruitment to fill\nposts in these offices will be on a state wide basis. The\nscheme of reservation in favour of local candidates will not\nalso apply to the posts in special, offices/establishments\nnotified in G.S.R. No.526(E), dated 18.10.1975. It is the\nGovernments intention that such offices and establishments\nshould as far as possible cease to be separate units of\nappointment and that posts in such offices and F\nestablishment should not ordinarily be filled by direct\nrecruitment, but by drawing persons on tenure, from\ndifferent local cadres on an equitable basis. The scheme\nof reservation does not apply to posts in Major\nDevelopment Projects notified in G.S.R. No.525(E), dated G\n18.10.1975. Here also it is the intention of the State\nGovernment that the posts in such projects should be\nlargely filled by drawing persons on transfer or tenure\nequitably from different local cadres. Where however, any\ni\nH\nA\n190 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\ndirect recruitment becomes essential it will be done on a\nstate wide basis.\"\nB\nC\nD\nE\n(emphasis supplied)\n6. In paragraph 2 of G.O. Ms. No. 730, the aforesaid\nprovision was reiterated in the following words:\n\"2. The Presidential Order requires that certain categories\nof posts shall be organized into appropriate local cadres.\nThese include all non-Gazetted categories of [posts other\nthan those exempted by virtue of the notification issued\nunder para-3(8) of the Order - vide Government of India,\nMinistry of Home Affairs, GSR 529(E), dated 18.10.1975]\nand the posts belonging to the specified gazetted\ncategories: however, the posts for which the unit of\nappointment is confined to the Secretariat and the Offices\nof the Heads of Departments, State level Offices/\nInstitutions, Special Offices/Establishments and Major\nDevelopment Projects and posts of Police Officers as\ndefined in the Hyderabad City Police Act, 1348 F, are\nexcluded.\"\n7. After about seven months, the State Government issued\nG.O. Ms. No.795 dated 30.6.1976 whereby scheme for\norganization of local cadres for the non-gazetted categories of\nposts (both Executive and. Ministerial) and other posts\nF equivalent to or lower than LDCs was formulated and\ncirculated. The said scheme was finalized in consultation with\nthe Allotment Committee constituted under G.O. Ms. No.74.\ndated 15.11.1995. As far as the police department is\nconcerned, the scheme of organization of local cadres excluded\nG some of the offices and posts including the post of Police Officer\nas defined in clause (b) of Section 3 of the Hyderabad Act.\nWhile creating new Police Ranges vide G.O. Ms. No. 1697\ndated 10.12.1975, which were shown in Annexure\nappended to G.O. Ms. No. 795, Hyderabad, Secunderabad and\nH other areas mentioned in First Schedule to the Presidential\n-\n1\n"}