{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2009] 15 (ADDL.) S.C.R. 171\nP.V. RADHA KRISHNA AND ORS.\nV.\nSTATE OF A. P. AND ORS.\n(Civil Appeal No. 5141 of 2002)\nOCTOBER 9, 2009\n[B.N. AGRAWAL AND G.S. SINGHVI, JJ.]\nService Law:\nA\nB\nD\nAndhra Pradesh Employment (Organization of Local C\nCadres and Regulation of Direct Recruitment) Order, 1975 -\nParas 3(6) and 14(f) - Division of State into five/six Divisions\nfor providing equitable employment opportunities for people\nof different areas - The Presidential Order of 1975 notifying\ndifferent departments and categories of posts for creation of\nseparate cadres therefor - Post of police officer as defined\nin s. 3(b) of Hyderabad City Police Act, 1348 Fasli excluded\nfrom the purview of Presidential Order - Transfer of police\nofficials from Hyderabad City Police to other zonal cadres and\nvice versa, set aside by judicial orders - Repatriation of the\npolice officials to their parent cadre by Government Order -\nChallenge to Government Order set aside by Tribunal\nAllowed by High Court - On appeal, held: Order repatriating\nthe police officials to their parent cadre was correct - Separate\ncadre was organized for the city of Hyderabad within meaning\nof Para 3(6) – The exclusion clause contained in Para 14(f)\nexcludes applicability of the Presidential Order to the posts\nin question - Hyderabad City Police Act, 1348 Fasli – s. 3\n(b) - Constitution of India, 1950 - Articles 371-D and 371-E.\n-\n-\n--\nE\nןד\nF\nOn the backdrop of agitation demanding separate G\nstatehood for Telangana area, a six point formula was\nevolved. The formula inter-alia provided for dividing the\nState as a whole in five/six divisions for equitable\nemployment opportunities for people of different areas by\n171\nH\nс\n172 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA ensuring preferential treatment to local candidates. Twin\ncities of Hyderabad and Secunderabad were to be\nconstituted into a separate division. For giving effect to\nthe six-point formula, Articles 371-D and 371-E were\ninserted in the Constitution of India. In exercise of power\nB under Article 371-D(1), President of India made Andhra\nPradesh Employment (Organization of Local Cadres and\nRegulation of Direct Recruitment) Order, 1975\n(Presidential Order). In pursuance of Para 3(6) of the\nPresidential Order, Government of India issued\nNotification, notifying the departments and categories of\nposts for which separate cadres were required to be\norganized for the city of Hyderabad. The post of Police\nOfficer as defined in s. 3(b) of Hyderabad City Police Act,\n1348 Fasli was excluded from the purview of the\nPresidential Order by virtue of Para 14(f) thereof. By the\nGovernment orders, viz.728 dated 01.11.1975 issued by\nGovernment of India, 729 and 730 dated 01.11.1975 issued\nby State Government, the posts of Police Officers were\nexcluded from the purview of the Presidential Order. In\nthe further Government Order No. 795 dated 30.06.1976\nalso, the post of Police Officer was specifically excluded.\nThereafter, Andhra Pradesh Members of Police Force\n(Regulation of Transfers) Act 1985 was enacted.\nD\nE\nBefore and after enactment of 1985 Act, transfer of\nF police officials from Hyderabad City Police to other\ndistricts and transfer of police officials from zonal cadres\nto Hyderabad City Police were set aside by different\norders passed by the High Court and Tribunal. In view of\nthese orders, State Government issued G.O.Ms. No. 349\nG Home (Police C) Department dated 15.12.1997 whereby,\nthe private respondents (Police Inspector in Hyderabad\nCity Police) were repatriated to their parent cadres in\nother police ranges.\nThe private respondents challenged the G.O.Ms. No.\nH\n+\nt\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A. P. 173\nAND ORS.\n349. The Tribunal dismissed the applications. The private A\nrespondents filed writ petitions challenging the order of\nthe Tribunal. High Court disposed of the same inter-alia\nholding that (i) No separate cadre has been organised for\nthe City of Hyderabad within the meaning of para 3(6) of\nthe Presidential Order; (ii) No recruitment to the post of B\na police officer as defined in Sec. 3(b) of Hyderabad City\nPolice Act 1348 Fasli has been made and there is thus\nfactually no incumbent of the post of police officer under\npara 14(f) of the Presidential Order; (iii) Inspectors of\nPolice working in the Hyderabad City Police C\nestablishments, either on promotion to that post or by\ndirect recruitment, must be considered as belonging to\nZone VI in the zonal cadre. Hence the present appeals.\nAllowing the appeals, the Court\nHELD: 1. The conclusions recorded by the Full\nBench of the High Court that no separate cadre has been\norganized for the city of Hyderabad within the meaning\nof paragraph 3(6) of the Presidential Order; that no\nrecruitment to the post of Police Officer as defined in\nSection 3(b) of the Hyderabad Act has been made and\nthere is factually no incumbent of the post of Police Officer\nunder paragraph 14(f) of the Presidential Order and that\nthe Inspectors of Police working in the Hyderabad City\nPolice establishment either on promotion to that post or\nby direct recruitment must be considered as belonging\nto Zone VI in the zonal cadre cannot be sustained and\nare liable to be set aside. [Para 32] [220-G-H; 221-A-B]\n2. Presidential Order, i.e. Andhra Pradesh\nemployment (Organization of Local Cadres and\nRegulation of Direct Recruitment) Order, 1975, was issued\nfor providing equitable opportunities and facilities for the\npeople belonging to different parts of the State in the\nmatters of public employment and education and by\nD\nE\nF\nG\nH\n174 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA virtue of clause (10) of Article 371D, overriding effect has\nbeen given to the Presidential Order qua other\nconstitutional and statutory provisions. For achieving the\nobjective set out in clause (1) of Article 371D, provisions\nhave been made in the Presidential Order for localization/\nB zonalization of cadres and giving preference to the\ncandidates belonging to the particular local area. [Para\n28] [216-E-G]\nC\nD\n3. Two exceptions have been carved out in the\nPresidential Order in respect of certain categories of\nposts for the city of Hyderabad. One such exception is\ndiscernible from the language of paragraphs 3(6) and 6(3).\nThe other exception is in the form of exclusion clause\ncontained in paragraph 14(f) which operates on its own\nand does not depend on the issue of Notification by the\nCentral Government. By virtue of that paragraph, the\nprovisions contained in the Presidential Order have been\nmade inapplicable to the specified posts, which include\nany post of Police Officer as defined in clause (b) of\nSection 3 of the Hyderabad Act. This was made more\nE explicit by paragraph 8 of G.O.P. No.728 dated 1.11.1975\nissued by the Government of India, paragraphs 5 and 21\nof G.O. Ms. No.729 dated 1.11.1975 and paragraph 2 of\nG.O. Ms. No.730 of the same date (both issued by the\nGovernment of Andhra Pradesh). When G.O. Ms. No.795\nF dated 30.6.1976 was issued incorporating therein the\nscheme for organization of local cadres for non-gazetted\ncategories of posts (both Executive and Ministerial) and\nother posts equivalent to or lower than Lower Division\nClerk, the post of Police Officer as defined in clause (b)\nG of Section 3 of the Hyderabad Act was specifically\nexcluded. In paragraph 16 of G.O. Ms. No.795, it was\nmade clear that as no separate cadre for the city of\nHyderabad needs to be organized for the police\ndepartment and only ministerial staff of the office of\nCommissioner of Police will be included in Zone VI. The\nH\n}\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A. P. 175\nAND ORS.\nposts of the Police Officers of Hyderabad City were not A\nshown in the cadre strength of the localized cadres\ncontained in Annexures IV, V, XII and XIII appended to\nG.O. Ms. No.795. This was so because there was no\nlocalization of Hyderabad City Police cadres. This was\nalso the reason why a separate range i.e., City Range was\ncreated for Hyderabad, Secunderabad and other areas\nmentioned in First Schedule to the Presidential Order.\n[Para 28] [217-B, F-H; 218-A-E]\n4. The localization/zonalization of subordinate\nB\nD\ncadres in the police department was effected for six C\nzones/ranges but the same was not applicable to\nHyderabad City Police. If this was not so, there was no\nreason to exclude posts earmarked for Hyderabad City\nfrom the statement of cadre strength of localized cadres\nenumerated in various Annexures appended to G.O. Ms.\nNo.795 dated 30.6.1976. The object of exclusion of\ncertain posts from the purview of the Presidential Order\nand consequently from the scheme of localization/\nzonalization required to be undertaken in terms of\nparagraphs 3 and 6 thereof was to make recruitment E\nagainst such posts open for all without giving any\npreference to any local candidate. The reason why\nspecial status was given to the posts located in the\nspecified departments of Hyderabad City, which is capital\nof the State, was that there should be no monopoly of\ncandidates belonging to any particular area of the State\nin the matter of recruitment etc. against those posts and\nall eligible candidates must get opportunity to compete\nfor selection and appointment. [Para 29] [218-F-H; 219-A-\nB]\nF\nG\n5. After promulgation of the Presidential Order,\nHyderabad City has throughout been treated as an\nindependent zone or free zone till the impugned\njudgment was pronounced and recruitment to the post\nof Police Officer as defined in Section 3(b) of the H\n176 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nA Hyderabad Act was made separately. This was the\ncategorical stand taken by the official respondents before\nthe Tribunal while contesting the O.A. of the private\nrespondents. It was specifically averred on behalf of the\nState that vacancies in respect of posts of Hyderabad City\nB Police are notified separately and selections/\nappointments to the posts of Sub-Inspectors of Police,\nCivil and Reserve Sub-Inspector, CAR and Police\nConstables of both Civil and CAR to the extent of\nvacancies are conducted separately and all six zones and\nC Hyderabad City Police are separate zones for all service\nmatters i.e., appointments, promotions, etc. and\nHyderabad City Police is not part and parcel of Zone VI.\nThe contra stand taken in the counter affidavits filed\nbefore this Court is inexplicable and is liable to be\ndiscarded. [Para 30] [219-B-F]\nD\n6. The observations of the Full Bench of High Court\nthat no separate cadre has been organized and no Police\nOfficer has been appointed under the Hyderabad Act is\nbased on the premise that in the advertisement issued for\nE recruitment of Police Officers and appointment orders of\nthe appellants and other similarly situated persons,\nreference has not been made to Hyderabad Act. While\ndoing so, the Full Bench omitted to take note of the fact\nthat in terms of Section 7 of the Hyderabad Act, powers\nF to appoint and promote Inspector, Sub-Inspector and\nother subordinates of the police force vests in the\nCommissioner of City Police Hyderabad and the said\nSection finds specific mention in the preamble to the\nSpecial Rules framed in 1959. Rule 3 of those Rules\nG clearly lays down that as far as Hyderabad City Police is\nconcerned, the Commissioner of Police shall be the\nappointing authority of Sub-Inspectors of Police etc. and\nby virtue of that power, the Commissioner of Police,\"\nHyderabad has been making appointments on various\nH subordinate posts including those of Sub-Inspectors. In\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A. P. 177\nAND ORS.\nthe advertisement of 1985 pursuant to which the A\nappellants were appointed as Sub-Inspectors, 93 posts\nwere separately earmarked for Hyderabad City which, for\nthe sake of convenience, was described as Zone VII or\nfree zone. Even in the subsequent advertisements issued\nin 1991 and 1994, the vacancies of Sub-Inspectors were B\nseparately earmarked for Hyderabad City Police Range.\nThe orders of appointment of the appellants were issued\nby the Commissioner of Police. This shows that a\nseparate cadre has been carved out for Hyderabad City\nPolice and recruitment to the post of Police Officer as C\ndefined in Section 3(b) of the Hyderabad Act has been\nmade by the designated competent authority in terms of\nSection 7 thereof. Therefore, the Full Bench was not\njustified in curtailing the width and scope of the exclusion\nclause contained in paragraph 14(f) of the Presidential\nOrder by holding that there is no separate cadre of\nHyderabad City Police and there is no incumbent of the\npost of Police Officers as defined in Section 3(b) of the\nHyderabad Act. [Para 31] [219-G-H; 220-A-G]\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos.\n5141 of 2002.\nFrom the Judgment \u0026 Order dated 23.11.2001 of the High\nCourt of Judicature of Andhra Pradesh at Hyderabad in Writ\nPetition No. 13572 of 2001.\nD\nบ.\nE\nF\nWITH\nC.A. Nos. 5144, 5142 of 2002 and 2695 of 2003.\nL.N. Rao, Anoop G. Choudhari, G. Ramakrishna Prasad,\nSuyodhan Byrapaneni, Siddharth Patnaik, Narendra Kumar,\nM.K. Sinha, T. Anamika, T.N. Rao, Manoj Saxena (for T.V.\nGeorge) K. Radha Rani (for D. Mahesh Babu), C.S.N. Mohan\nRao, for the appearing parties.\nThe Judgment of the Court was delivered by\nG\nH\nA\n178 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\nG.S. SINGHVI, J. 1. The State of Andhra Pradesh\ncomprises of three regions known as Andhra area, Telangana\narea and Raylaseema area. At the time of formation of the\nState in 1956, certain safeguards were envisaged for\nTelangana area in the matters of development, employment\nB opportunities and educational facilities for the residents of that\narea. The legislature enacted the Public Employment\n(Requirement as to Residence) Act, 1957 for providing\nemployment opportunities for the residents of Telangana area\nbut the relevant provisions of that Act were declared\nC unconstitutional by this Court. In 1969, an agitation was\nlaunched by some political parties demanding separate\nstatehood for Telangana area on the ground that people of that\narea were not getting their due in the matters of education,\ngovernment employment and economic development. In the\nbackdrop of the agitation, a six-point formula was evolved which,\namong other things, envisaged equitable employment\nopportunities and career prospects for the people of different\nareas of the State by ensuring preferential treatment to the local\ncandidates. Subsequently, clarification dated 22.10.1973 was\nissued in which it was visualized that the State as a whole may\nconsist of five or six divisions and the twin cities of Hyderabad\nand Secunderabad including the cantonment will be constituted\ninto a separate division. This is evident from paragraph 7 of\nthe clarification, which reads as under:\nD\nE\nLL\nF\nG\nH\n“7. In regard to the service the basic approach of the\nformula is that the people of different areas should have\nequitable employment and career prospects. The\nconcepts of local candidates and local areas are\ninterrelated because local candidates will be identified\nwith reference to a local area. In specifying any local areas.\nit should not be necessary to go below the level of district.\nFor recruitment of Class IV posts and posts of LDC and\nequivalent in district office, the district will then be the local\narea. For other categories of posts it would be desirable\nto group contiguous districts into divisions. We, however,\n1\nP.V. RADHA KRISHNA AND ORS. v. STATE OF A.P. 179\nAND ORS. [G.S. SINGHVI, J.]\nvisualize that the State as a whole may consist of five or A\nsix divisions, the twin cities including the cantonment\nbeing constituted into a separate division.\"\n(emphasis added)\n2. For giving effect to the six-point formula, Articles 371D\nand 371E were inserted in the Constitution by the Constitution\n(Thirty-second Amendment) Act, 1973. Clauses (1) and (10) of\nArticle 371D read as under:\nB\n(1) The President may, by order made with respect to the C\nState of Andhra Pradesh provide, having regard to the\nrequirements of the State as a whole, for equitable\nopportunities and facilities for the people belonging to\ndifferent parts of the State, in the matter of public\nemployment and in the matter of education, and different\nprovisions may be made for various parts of the State.\n(10) The provisions of this article and of any order made\nby the President thereunder shall have effect\nnotwithstanding anything in any other provision of this\nConstitution or in any other law for the time being in force.\nD\nE\n3. In exercise of power under clause (1) of Article 371D,\nthe President made the Andhra Pradesh Employment\n(Organization of Local Cadres and Regulation of Direct\nRecruitment) Order, 1975 (hereinafter referred to as 'the F\nPresidential Order'). The relevant provisions of the Presidential\nOrder, as amended from time to time, read as under:-\n\"2. INTERPRETATION: In this Order, unless the context\notherwise requires.\n(a) 'City of Hyderabad' means the part of the State\ncomprising the territories specified in the First\nSchedule;\nG\n(b)\nXXXX\nXXXX\nXXXX\nH\nA\nB\nD\nE\nF\nG\n180 SUPREME COURT REPORTS [2009] 15 (ADDL.) S.C.R.\n(c)\n'local area' in relation to any local cadre, means the\nlocal area specified in paragraph 6 for direct\nrecruitment to posts in such local cadre, and\nincludes, in respect of posts belonging to the\ncategory of Civil Assistant Surgeons, the local area\nspecified in sub-paragraph (5) of paragraph (6) of\nthis Order;\n(d) to (g) xxxx XXXX\n(h)\n(i)\n(j)\nXXXX\n'Schedule' means a Schedule appended to this\nOrder;\n`Special Office or Establishment' means as Office\nor Establishment notified as such by the Central\nGovernment;\nSpecified gazetted category' means any gazetted\ncategory specified in the Third Schedule and\nincludesany other gazetted category notified as\nsuch by CentralGovernment;\n(l) 'State-level office or institution' means as office or\ninstitution serving, or the jurisdiction of which\nextends to the State as a whole and notified as\nsuch by the Central Government;\n(m) 'Zone' means a zone specified in the Second\nSchedule comprising the territories mentioned\ntherein;\n3. Organization of local Cadres:- (1) xxx XXX XXX\n(2) The posts belonging to the category of lower division\nclerk and each of the other categories equivalent to or\nlower than that of a lower division clerk in each department\nin each district shall be organized into separate cadre.\nExplanation:- For the purposes of this sub-paragraph, sub-\nH\n"}