{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"UNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 595\n[JAGDISH SINGH KHEHAR, J.]\nstated the concept of initiation of action for recruitment is A\napplicable equally to direct recruits and promotees.\nAs regards point (5), it may be stated that even if\nDOPT is also one of the respondents, it is for the\nAdministrative Ministry/Department who are concerned\nwith the persons involved in the CAT court case to take\nnecessary action on behalf of DOPT also. In any case, our\ncomments are already contained in our earlier note as well\nas this note. It is for the Administrative Ministry/Department\nto incorporate them suitably in the counter reply. Hence,\nthe counter reply on Pp.159-175/Cor. May be suitably\nmodified in the light of our advice on Pp.9-10/ante as\nalready advised at 'X' on p.10/ante and this note.\nB\nC\nIn future, the Department of Revenue, if they want our\nadvice, refer such cases well in time (instead of making D\nsuch reference at the eleventh hour) to enable us to\nconsider the matter in its proper perspective without any\ntime constraint.\nEstt.(B) may please see for comments on points (2)\nand (3) on Pp. 19-20/ante before the file is returned to\nDepartment of Revenue.\nE\nSd/-\n(Under secretary)\n2.2.2000.” F\nThe logic and process of reasoning emerging from the ON\ndated 2.2.2000, as is apparent to us, is being analysed below:\n(a) If the process of recruitment has been initiated during\nthe recruitment year (in which the vacancies have arisen) itself,\neven if the examination for the said recruitment is held in a\nsubsequent year, and the result is declared in a year later (than\nthe one in which the examination was held), and the selected\ncandidates joined in a further later year (than the one in which\nG\nI\n596 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA the result was declared), the selected candidates will be entitled\nto be assigned seniority, with reference to the recruitment year\n(in which the requisition of vacancies was made). The logic and\nreasoning for the aforesaid conclusion (expressed in the ON\ndated 2.2.2000) is, if the process of direct recruitment is\nB initiated in the recruitment year itself, the selected candidate(s)\ncannot be blamed for the administrative delay, in completing\nthe process of selection.\nC\nD\n(b) The words \"initiation of action for recruitment\", and the\nwords \"initiation of recruitment process\", were explained to\nmean, the date of sending the requisition to the recruiting\nauthority.\n24. Having examined the matter thus far, it is necessary\nto refer to the Ministry of Finance, Department of Revenue's,\nletter dated 11.5.2004 (hereinafter referred to as, \"the letter\ndated 11.5.2004\"). The aforesaid letter is being reproduced\nbelow:\n\"New Delhi, the 11th May, 2004\nE\nLL\nF\nG\nH\nTo,\nThe Chief Commissioner of Income Tax (CCA),\nCHANDIGARH\nSubject: Fixation of inter-se seniority of DR and\nPromotee Income Tax Inspectors in view of\nclarification given by DOP\u0026T in r/o OM\ndated 3.7.87\nSir,\nI am directed to refer to your letter F.No.CC/CHD/\n2003-04/935 dated 4.12.2003 on the above subject and\nto say that the matter has been examined in consultation\nwith DOP\u0026T and necessary clarification in the matter is\ngiven as under:\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 597\n[JAGDISH SINGH KHEHAR, J.]\nPoint/querry raised\nClarification\nWhether direct recruit 'It is clarified by DOP\u0026T that\ninspectors should be given\nseniority of the year in\nwhich selection process\ninitiated\nor vacancy\noccurred orotherwise\nDirect Recruits' seniority vis-\nà-vis the promotees is\nreckoned from the year in\nwhich they are actually\nrecruited. DRs cannot claim\nseniority of the year in which\nthe vacancies had arisen.\nThe question of grant of\nseniority to DRs of the\nperiod when they were not\neven in service does not\narise.'\nA\nB\nC\n3. The representations may please be disposed off D\naccordingly.\nYours faithfully,\nSd/-\nUnder Secretary to the Government of India\"\nA perusal of the letter dated 11.5.2004 reveals, that it adopts\na position in clear conflict with the one expressed in the OMS\ndated 7.2.1986 and 3.7.1986, as well as, in the ONs dated\n20.12.1999 and 2.2.2000. In the aforesaid letter dated\n11.5.2004 it was sought to be \"clarified\", that the seniority of\ndirect recruits vis-à-vis promotees, would be determined with\nreference to the year in which the direct recruits are appointed.\nAnd further, that direct recruits cannot claim seniority with\nreference to the year in which the vacancies against which they\nare appointed had arisen. In our considered view reliance on\nthe letter dated 11.5.2004, for the determination of the present\ncontroversy, is liable to outright rejection. This is so because,\nthe letter dated 11.5.2004 has been styled as a \"clarification\"\n(see heading in right hand column). One of the essential\ningredients of a clarification is, that it \"clarifies\" an unclear,\nE\nF\nG\nH\n598 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA doubtful, inexplicit or ambiguous aspect of an instrument. A\n\"clarification\" cannot be in conflict with the instrument sought to\nbe clarified. The letter dated 11.5.2004 breaches both the\nessential ingredients of a \"clarification\" referred to above. That\napart, the letter dated 11.5.2004 is liable to be ignored in view\nB of two subsequent letters of the Ministry of Finance, Department\nof Revenue dated 27.7.2004 and 8.9.2004. The letter dated\n27.7.2004 is reproduced hereunder:\nC\nD\nพ.\nE\nTo\n\"New Delhi, the 27th July, 2004\nChief Commissioner of Income Tax (CCA)\nCHANDIGARH\nSubject: Fixation of inter-se seniority of DR and\nSir,\nPromotee Income tax Inspectors in view of\nclarification given by DOP\u0026T in r/o OM\ndated 3.7.86.\nI am directed to refer to Board's letter of even number\ndated 11.5.2004 on the above subject and to request that\nthe application of this clarification may be kept in abeyance\ntill further orders.\nYours faithfully,\nSd/-\nF\nG\nН\nUnder Secretary to the Government of India\"\nA perusal of the letter dated 27.7.2004 reveals, that the\nallegedly clarificatory letter dated 11.5.2004, had been kept in\nabeyance. The second letter dated 8.9.2004 (referred to\nabove) is also being reproduced below:\n\"New Delhi, the 8th September, 2004\nTo\nAI CCITS(CCA)\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 599\n[JAGDISH SINGH KHEHAR, J.]\nSub: Fixation of inter se seniority between Direct A\nRecruits (DR) and Promotee (PR) Inspectors of\nSir,\nIncome tax in various charges of the Income tax\nDepartment - regarding.\nI am directed to say that a number of OAs/WPs are\npending/under adjudication in the various benches of CAT\nand High Courts on the above subject. The Board has\nbeen taking a consistent stand in all those cases that the\npolicy as laid down in Sanjeev Mahajan's case (pertaining\nto CCIT, Delhi Charge), which was finalized in consultation\nwith DOP\u0026T and the Ministry of Law would prevail and that\nseniority of DRs would be reckoned with reference to date\nof initiation of recruitment process in their case.\nB\nC\n2. Subsequently on a query raised by CCIT, Chandigarh D\non an issue relating to the treatment to be given to the\npromotee Inspectors, who would face reversion on account\nof refixation of seniority as per DOP\u0026T/Ministry of Law's\nadvice, the Board issued a clarification vide letter of even\nnumber, dated 11.5.2004, which created an adverse\nsituation before the Gujarat High Court in a related case.\nAs such this clarification was held in abeyance vide letter\ndated 27.07.2004 till further orders.\n3. The matter has been reexamined and it has been\ndecided that the stand taken/finalized by the Board in the\ncase of Sanjeev Mahajan would hold good in future also\nand all the cases on the issue would be handled/defended\nin the light of clarification submitted in that case.\n4. All CCITS (CCA) are accordingly requested to take\nnecessary action in the matter of fixation of seniority of DRS\n\u0026 Promotee Inspectors accordingly.\nYours faithfully,\nE\nF\nG\nSd/-\nUnder Secretary (V\u0026L)\"\nH\nB\n600 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA A perusal of the letter dated 8.9.2004 reveals, that the\nclarification given in the letter dated 11.5.2004, would be\nignored in favour of the position adopted in Sanjeev Mahajan's\ncase, in consultation with the Department of Personnel and\nTraining. It would be relevant to notice, that the position adopted\nin Sanjeev Mahajan's case, referred to in the letter dated\n8.9.2004 was, that seniority of direct recruits would be reckoned\nwith reference to the date of initiation of the process of\nrecruitment in their case. In the aforesaid view of the matter,\nthe letter dated 11.5.2004 is bound to be disregarded and\nexcluded from consideration not only because it does not\nsatisfy the legal parameters of a \"clarification\", but also\nbecause, it is deemed to have been superseded by the\nsubsequent letters dated 27.7.2004 and 8.9.2004.\nC\n25. Reference necessarily needs to be made to yet\nD another office memorandum issued by the Government of India,\nDepartment of Personnel and Training, dated 3.3.2008\n(hereafter referred to as, \"the OM dated 3.3.2008\"). In view of\nthe emphatic reliance on the OM dated 3.3.2008, during the\ncourse of hearing, the same is reproduced hereunder, in its\nentirety:\nE\nSubjec:\nF\nG\nH\nNew Delhi, dated the 3rd March, 2008\nOFFICE MEMORANDUM\nConsolidated instructions on seniority\ncontained in DOP\u0026T O.M. No.22011/7/1986-\nEstt.(D) dated 3.7.1986 - Clarification\nregarding\nThe undersigned is directed to refer to this\nDepartment's consolidated instructions contained in O.M.\nNo.22011/7/1986-Estt. (D) dated 3.7.1986 laying down the\nprinciples on determination of seniority of persons\nappointed to services/posts under the Central\nGovernment.\n2. Para 2.4.1 and 2.4.2 of the O.M. dated 3.7.1986\ncontains the following provisions:\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 601\n[JAGDISH SINGH KHEHAR, J.]\n2.4.1 The relative seniority of direct recruits and of A\npromotees shall be determined according to the\nrotation of vacancies between direct recruits and\npromotees, which shall be based on the quota of\nvacancies reserved for direct recruitment and\npromotion respectively in the Recruitment Rules. B\n2.4.2 If adequate number of direct recruits does not\nbecome available in any particular year, rotation of\nquotas for the purpose of determining seniority\nwould take place only to the extent of available direct\nrecruits and the promotees.\n3. Some references have been received seeking\nclarifications regarding the term 'available' used in the\npreceding para of the OM dated 3.7.1986. It is hereby\nclarified that while the inter-se seniority of direct recruits\nand promotees is to be fixed on the basis of the rotation\nof quota of vacancies, the year of availability, both in the\ncase of direct recruits as well as the promotees, for the\npurpose of rotation and fixation of seniority, shall be the\nactual year of appointment after declaration of results/\nselection and completion of pre-appointment formalities as\nprescribed. It is further clarified that when appointments\nagainst unfilled vacancies are made in subsequent year\nor years, either by direct recruitment or promotion, the\npersons so appointed shall not get seniority of any earlier\nyear (viz. year of vacancy/panel or year in which recruitment\nprocess is initiated) but should get the seniority of the year\nin which they are appointed on substantive basis. The year\nof availability will be the vacancy year in which a candidate\nof the particular batch of selected direct recruits or an\nofficer of the particular batch of promotees joins the post/\nservice.\n4. Cases of seniority already decided with reference to\nany other interpretation of the term 'available' as contained\nin O.M. dated 3.7.1986 need not be reopened'.\nC\nD\nE\nF\nG\nH\n602 SUPREME COURT REPORTS\nA 5. Hindi version will follow.\n[2012] 13 S.C.R.\nSd/-\nDirector (Estt.I)\"\n(emphasis is ours)\nThe following conclusions, in our view, can be drawn from the\nB OM dated 3.3.2008:\nC\n(a) The OM dated 3.3.2008 is in the nature of a\n\"clarification\", to the earlier consolidated instructions on\nseniority, contained in the OM dated 3.7.1986 (referred to and\nanalysed, in paragraph 21 above).\n(b) The term \"available” used in para 2.4.2 in the OM dated\n3.7.1986 has been \"clarified\" to mean, both in case of direct\nrecruits as well as promotees, for the purpose of fixation of\nseniority, would be the actual year of appointment “...after the\nD declaration of the result/selection, i.e., after the conclusion of\nthe selection process, and after the \"... completion of the pre-\nappointment formalities...\" (medical fitness, police verification,\netc.).\n(c) As per the OM dated 3.7.1986, when appointments are\nE made against unfilled vacancies in subsequent year(s), the\npersons appointed would \"not\" get seniority with reference to\nthe year in which the vacancy arose, or the year in which the\nrecruitment process was initiated, or the year in which the\nselection process was conducted.\nF\nG\nH\n(d) As per the OM dated 3.3.2008, when appointments are\nmade against unfilled vacancies in subsequent year(s), the\npersons appointed would get seniority of the year in which they\nare appointed “on substantive basis\".\n26. Before examining the merits of the controversy on the\nbasis of the OM dated 3.3.2008, it is necessary to examine one\nrelated submission advanced on behalf of the direct recruits. It\nwas the contention of learned counsel, that the OM dated\n3.3.2008 being an executive order issued by the Department\nof Personnel and Training, would apply only prospectively. In this\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 603\n[JAGDISH SINGH KHEHAR, J.]\nbehalf it was pointed out, that the disputed seniority between A\nrival parties before this Court was based on the appointment\nto the cadre of Income Tax Inspectors, well before the OM dated\n3.3.2008 was issued. As such, it was pointed out, that the same\nwould not affect the merits of controversy before this Court. We\nhave considered the instant submission. It is not possible for B\nus to accept the aforesaid contention advanced at the hands\nof the learned counsel. If the OM dated 3.3.2008 was in the\nnature of an amendment, there may well have been merit in the\nsubmission. The OM dated 3.3.2008 is in the nature of a\n“clarification”. Essentially, a clarification does not introduce\nanything new, to the already existing position. A clarification,\nonly explains the true purport of an existing instrument. As such,\na clarification always relates back to the date of the instrument\nwhich is sought to be clarified. In so far as the instant aspect\nof the matter is concerned, reference may be made to the\ndecision rendered by this Court in S.S. Garewal vs. State of\nPunjab, (1993) 3 Suppl. 234, wherein this Court had observed\nas under:\n\"8\nSD.\nC\nD\nIn the alternative, it was urged that the order\ndated April 8, 1980 could only have prospective operation E\nwith effect from the date of issue of the said order and the\nsub-roster indicated by the said order could be given effect\nto only from that date and on that basis the first post\nreserved for Scheduled Castes should go to Balmikis or\nMazhabi Sikhs and on that basis also respondent No. 3\nF\nwas entitled to be placed against point No. 7 in the 100-\npoint roster and Shri G.S. Samra against point No. 9 in\nthe said roster.\n9. From a perusal of the letter dated April 8, 1980, we find\nthat it gives clarifications on certain doubts that had been G\ncreated by some Departments in the matter of\nimplementation of the instructions contained in the earlier\nletter dated May 5, 1975. Since the said letter dated April\n8, 1980 is only clarificatory in nature, there is no question\nof its having an operation independent of the instructions H\nA\nB\nC\nD\n604\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\ncontained in the letter dated May 5, 1975 and the\nclarifications contained in the letter dated April 8, 1980\nhave to be read as a part of the instructions contained in\nthe earlier letter dated May 5, 1975. In this context it may\nbe stated that according to the principles of statutory\nconstruction a statute which is explanatory or clarificatory\nof the earlier enactment is usually held to be retrospective.\n(See: Craies on Statute Law, 7th Ed., p.58). It must,\ntherefore, be held that all appointments against vacancies\nreserved for Scheduled Castes made after May 5, 1975\n(after May 14, 1977 in so far as the Service is concerned),\nhave to be made in accordance with the instructions as\ncontained in the letter dated May 5, 1975 as clarified by\nletter dated April 8, 1980. On that view, the appointment\nof Shri Bal want Rai in 1979 has to be treated to be an\nappointment made under the said instructions and\noperation of these instructions cannot be postponed till\nApril 8, 1980 ...\"\nIn view of the above, it is not possible for us to accept that the\nOM dated 3.3.2008, would only apply prospectively. We are\nE also satisfied, that the OM dated 3.3.2008 which is only a\n\"clarification\" of the earlier OM dated 3.7.1986, would relate\nback to the original instrument, namely, the OM dated 3.7.1986.\n27. We shall now endeavour to examine the effect of OM\ndated 3.3.2008 on the subject of inter se seniority between\nF direct recruits and promotees. Would the OM dated 3.3.2008\nsupersede the earlier OMS dated 7.2.1986 and/or 3.7.1986?\nAnd, would the OMs dated 7.2.1986 and 3.7.1986 negate the\nOM dated 3.3.2008, to the extent that the same is repugnant\nto the earlier OMs (dated 7.2.1986 and 3.7.1986)? In our view,\nG what needs to be kept in mind while determining an answer to\nthe aforesaid queries is, that the OM dated 7.2.1986 is in the\nnature of an amendment/modification. The Department of\nPersonnel and Training consciously “amended\" the earlier OM\ndated 22.11.1959, by the later OM dated 7.2.1986. The said\nH amendment was consciously carried out, with the object of\n"}