{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"UNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 565\n[JAGDISH SINGH KHEHAR, J.]\nC\nUnion of India \u0026 Ors.), OA no.275 of 2002 (Bhanwar Lal Soni A\n\u0026 Ors. vs. Union of India \u0026 Ors.), OA no.293 of 2002 (Ranjeet\nSingh Rathore \u0026 Ors. vs. Union of India \u0026 Ors.), were filed by\npromotee Income Tax Inspectors before the Central\nAdministrative Tribunal, Jodhpur Bench, Jodhpur (hereinafter\nreferred to as \"the CAT, Jodhpur\"), to assail the seniority-list B\nwherein direct recruit Income Tax Inspectors, though appointed\nlater, were placed higher in the seniority-list, i.e., above\npromotee Income Tax Inspectors, merely because they\noccupied vacancies of earlier years. The CAT, Jodhpur allowed\nthe claim of the promotee Income Tax Inspectors by a common\norder dated 8.9.2003. The order passed by the CAT, Jodhpur\ndated 8.9.2003 was assailed before the High Court of\nJudicature for Rajasthan at Jodhpur (hereinafter referred to as\n\"the Rajasthan High Court\") by filing four writ petitions (DBC\nWP no.785 of 2004, Union of India \u0026 Ors. vs. R.K. Bothra \u0026\nD\nOrs.; DBC WP no.786 of 2004, Union of India \u0026 Ors. vs.\nBanwari Lal Soni \u0026 Ors; DBC WP no.787 of 2004, Union of\nIndia \u0026 Ors. vs. Giriraj Prasad Sharma \u0026 Ors; DBC WP\nno.788 of 2004, Union of India \u0026 Ors. vs. G.R. Chalana \u0026\nOrs.). The petitioners in the aforesaid writ petitions before the\nRajasthan High Court (i.e., Union of India) filed Transfer Petition\n(C) no.681 of 2006 under Article 139A(1) of the Constitution\nof India, seeking the transfer of the aforesaid writ petitions to\nthis Court by asserting that the controversy raised therein was\nidentical to the one pending adjudication before this Court in\nthe Civil Appeals already mentioned above. Accordingly F\nTransfer Petition (C) no.681 of 2006 was ordered to be tagged\nwith Civil Appeal nos.7514-7515 of 2005 (and other connected\nmatters).\n8. Learned counsel for the rival parties are agreed, that\nthe legal issue involved in all the matters, referred to\nhereinabove which are tagged together for disposal, is the\nsame. During the course of hearing submissions came to be\nadvanced first of all in Transferred Case no.91 of 2006. As\nsuch, the facts recorded in the said case have been adverted\nto while passing the instant judgment.\nE\nG\nH\nA\n566\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\n9. Appointment to the cadre of Income Tax Inspectors in\nthe Income-Tax Department is made by way of promotion, as\nalso, by direct recruitment in the ratio of 2:1 respectively, i.e.,\n66-2/3 by promotion and 33-1/3 by direct recruitment. The\ncontroversy in TC (C) no.91 of 2006 pertains to vacancies for\nB the year 1993-94. The vacancies for the year 1993-94 which\nwere identified to be filled up by way of promotion were referred\nto the Departmental Promotion Committee (hereinafter referred\nto as \"the DPC\"), whereas, those identified to be filled up by\ndirect recruitment, were simultaneously referred to the Staff\nSelection Commission (hereinafter referred to as “the SSC\").\nC\n10. Based on the recommendations made by the DPC,\nthe Income-tax Department promoted five persons from the\nfeeder cadre(s) (respondents 5, 7, 8, 10 and 11) as Income\nTax Inspectors on 30.8.1993. A day later, on 1.9.1993, one more\nD person (respondent no.6) was similarly promoted as Income Tax\nInspector. Thereafter on 14.12.1993 yet another promotion (of\nrespondent no.9) was ordered, in the same manner. Likewise,\nrespondent no.12 was promoted as Income Tax Inspector on\n8.9.1995. It is essential to emphasize, that all these promotions\nwere ordered against promotee vacancies, identified for the\nyear 1993-94.\nE\nF\n11. On the receipt of a requisition pertaining to the post\nof Income Tax Inspectors from the Income Tax Department, the\nSSC issued advertisements in May/June, 1993, inviting\napplications for appointment by way of direct recruitment,\nagainst vacancies of Income Tax Inspectors of the year 1993-\n94. To fill up these vacancies, the SSC held the Inspectors of\nCentral Excise and Income Tax Examination, 1993. All the\npetitioners in TC (C) no.91 of 2006 responded to the aforesaid\nG advertisement. The said petitioners, were in the first instance,\nsubjected to a written test conducted by the SSC in December,\n1993. Thereafter, those who qualified the written examination,\nwere invited for an interview/viva-voce. All the petitioners\nappeared for the viva-voce test conducted in October 1994. On\nH\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 567\n[JAGDISH SINGH KHEHAR, J.]\n21/28.1.1995 the SSC declared the result of the Inspectors of A\nCentral Excise and Income-Tax Examination, 1993. The names\nof the petitioners in TC (C) no.91 of 2006, figured in the list of\nsuccessful candidates. After verification of their character and\nantecedents, and after they were subjected to a medical\nfitness examination, the petitioners in TC (C) no.91 of 2006 B\nwere issued offers of appointment as Income Tax Inspectors\nin the Department of Income Tax. All the petitioners joined the\ncadre of Income Tax Inspectors between March and May, 1995.\nC\n12. In the interregnum, some promotee Income Tax\nInspectors were promoted to the next higher post of Income Tax\nOfficer. Certain direct recruits who considered themselves\nsenior to the promoted Income Tax Officers, approached the\nCAT, Principal Bench, seeking consideration for promotion to\nthe cadre of Income Tax Officers, from the date their juniors were\npromoted as such. Reference in this behalf may be made to D\ntwo Original Applications being K.C. Arora \u0026 Ors. vs. Union\nof India \u0026 Ors (OA no. 1478 of 1995) and J.S. Tanwar \u0026 Ors.\nvs. Union of India \u0026 Ors. (OA no.1899 of 1995). In the\npleadings of the aforesaid two original applications, it was\nacknowledged by the official-respondents, that the impugned E\npromotions in the aforesaid two original applications, had been\nmade on purely adhoc basis, as the seniority list of the cadre\nof Income Tax Inspectors had not by then been finalized. It was\nalso mentioned therein, that after the seniority-list is finalized,\nthe official-respondents would review the promotions already F\nmade, and if necessary, a review DPC would also be\nconvened. During the pendency of the aforesaid two original\napplications, the Income Tax Department issued a seniority list\nof the cadre of Income Tax Inspectors on 8.2.1999. The\naforesaid factual-position was brought to the notice of the CAT,\nPrincipal Bench, whereupon, the aforesaid two original\napplications came to be disposed of with the following\ndirections on 8.9.1999:\n“6. In the result, both the OAs are disposed of as follows:\n1. As admitted in the counter reply mentioned above and\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n568\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nin view of the seniority list dt.8.2.1999 the official\nrespondents are directed to make promotions strictly in\nterms of the seniority list dt.8.2.1999. They must arrange\na review DPC to consider the claim of the applicants for\npromotion. In case, the applicants are found fit and suitable\nfor promotion by the review DPC then on the basis of the\nsaid seniority list, the applicants shall be granted\npromotion from the date their juniors got promotion. The\napplicants should get seniority over the juniors in case they\nare found suitable for promotion. However, the applicants\nwill not be entitled to any monetary benefits. In such a case,\nthe applicants' pay may be fixed notionally from the dates\nof their deemed retrospective promotion. However, the\napplicants will not be entitled to any actual arrears of\nmonetary benefits till the date of actual order of promotion.\nThe actual monetary benefits are prospective, only from the\ndate of order of promotion and consequent date of\nassuming charge.\n2. In the circumstances of the case, the official respondents\nare granted three months time from the date of receipt of\ncopy of this order to comply with these directions.\n3. In the circumstances of the case, there will be no order\nas to costs.\"\nOn 10.9.1999 a clarificatory order was passed by the CAT,\nPrincipal Bench. A relevant extract, of the aforesaid clarificatory\norder, is being reproduced hereunder:\n\"2. But, on reconsideration and on second thought, we feel\nthat there is no necessity to allow this M.A. and to recall\nour order dt.8.9.99 for the simple reason that our order will\nnot prejudice the case of the private respondents in any\nway. What we have stated in our order dt.8.9.1999 is that\nthe official respondents should strictly enforce the seniority\nlist dt.8.2.99 and then on that basis hold review DPC and\nconsider the claim of the applicants for promotion. This\norder we have passed on the basis of the admission made\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 569\n[JAGDISH SINGH KHEHAR, J.]\nby the official respondents in their reply. Now, the private A\nrespondents are contending that the seniority list\ndt.8.2.1999 has been challenged by the applicants in OA\n676/99 and other cases and there is a stay order granted\nby the Delhi High Court in C.W. No.3468/99 staying the\nofficial respondents holding a review DPC on the basis B\nof the impugned seniority list dt.8.2.1999.\n3. We may place it on record that we have not considered\nthe correctness and legality of the impugned seniority list\ndt.8.2.1999. We have simply directed the administration\nto follow the latest seniority list as admitted by the official C\nrespondents in their reply. We may also place it on record\nthat we have not expressed any opinion on the correctness\nor legality of the seniority list dt.8.2.1999. We have simply\ndirected the Administration to follow the latest seniority list\nwhich they have issued and considers the case of the D\napplicants for promotion. If the seniority list itself is in\ndispute and its correctness is challenged by other officials,\nthen naturally the department will not be able to take any\ndecision unless the seniority list is upheld by the Tribunal.\nIf there is any such stay order granted by any Tribunal or E\nHigh Court, then naturally our direction in our order\ndt.8.9.1999 will be subject to such directions or stay orders\npassed by any Tribunal or any High Court. We also place\non record that we have not expressed any opinion whether\nthe promotion of private respondents was regular or ad-\nF\nhoc, but only referred to the contentions in the reply\nstatement without giving a finding on that point. If the\nprivate respondents feel that their promotions were\nregular, then it is for them to take up the stand whenever\nthat occasion arises. But, we have not given any finding\non that disputed question of fact. In view of this\nclarifications issued by us, there is no necessity to allow\nthe M.A. or recall our order dt.8.9.1999.\n4. In the result, the M.A. No. 1938/99 is disposed of subject\nto above observations. No order as to costs.\"\nG\nH\nA\n570 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\n13. Some direct recruits again approached the CAT,\nPrincipal Bench by filing Original Application no.2307 of 1999\n(Sanjeev Mahajan \u0026 Ors. vs. Union of India \u0026 Ors.) alleging,\nthat while drawing the seniority list dated 8.2.1999, the\nDepartment of Income Tax had not applied the \"quota” and\nB “rota” principle. On 23.2.2000, the CAT, Principal Bench\ndisposed of OA no.2307 of 1999, and other connected original\napplications (Krishan Kanahiya \u0026 Ors. vs. Union of India, OA\nNo.676 of 1999; H.P.S Kharab \u0026 Ors. vs. Union of India \u0026\nOrs., OA no.387 of 1999; Muneesh Rajani \u0026 Ors. vs. Union\nof India \u0026 Ors., OA no.964 of 1999) by a common order. In\nparagraph 7 of its order the CAT, Principal Bench, narrated the\nissues which came up for its determination as under:\nC\nD\nE\n\"7. The short question which is posed for our consideration\nis as to what is the precise date on which direct recruits\ncan be considered for seniority vis-à-vis the promotees.\nWhether it is (i) the date on which the vacancies have\narisen; (ii) the date when the same have been notified by\nthe department by sending requisitions to the Staff\nSelection Commission; (iii) the date on which selection by\nthe Commission is made; (iv) the date when the selection\nis reported to the department; or (v) the date on which the\ndirect recruit actually assumes office.\"\nDuring the course of hearing of the aforementioned original\napplications, it was acknowledged by the rival parties, that the\nF questions under consideration had to be determined with\nreference to instructions contained in two office memoranda\ndated 7.2.1986 and 3.7.1986, issued by the Department of\nPersonnel \u0026 Training (hereinafter referred to as the “DoPT”).\nBased on the aforesaid office memoranda, the CAT, Principal\nG Bench, vide its order dated 23.2.2000 quashed the seniority-\nlist dated 8.2.1999 by holding as under:\nH.\n\"8. In our judgment, for deciding the aforesaid controversy\na reference to the office memorandum of 7.2.1986 may\nusefully be made. In the earlier O.M. it has inter alia been\nprovided as under:\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 571\n[JAGDISH SINGH KHEHAR, J.]\n.....the relative seniority of direct recruits and A\npromotees shall be determined according to\nrotation of vacancies between the direct recruits and\nthe promotees, which will be based on the quota of\nvacancies reserved for direct recruitment and\npromotion respectively in the Recruitment B\nRules......\n.the present practice of keeping vacant\nslots for being filled up by direct recruits of later\nyears, thereby giving them unintended seniority over\npromotees who are already in position, would be\ndispensed with.\nC\nD\nE\nThus, if adequate number of direct recruits do\nnot become available in any particular year, rotation\nof quotas for the purpose of determining seniority\nwould take place only to the extent of the available\ndirect recruits and the promotees. In other words,\nto the extent direct recruits are not available, the\npromotees will be bunched together at the bottom\nof the seniority list below the last position upto which\nit is possible to determine seniority, on the basis of\nrotation of quotas with reference to the actual\nnumber of direct recruits who become available.\nThe unfilled direct recruitment quota vacancies\nwould, however, be carried forward and added to\nthe corresponding direct recruitment vacancies of\nthe next year (and to subsequent years where\nnecessary) for taking action for direct recruitment for\nthe total number according to the usual practice.\nThereafter, in the year while seniority will be\ndetermined between direct recruits and promotees, G\nto the extent of the number of vacancies for direct\nrecruits and promotees as determined according to\nthe quota for the year, the additional direct recruits\nselected against the carried forward vacancies of\nthe previous year would be placed on en bloc below H\nF\nA\nB\nC\nD\n572\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nthe last promotee for direct recruit (as the case may\nbe), in the seniority list based on the rotation of\nvacancies for the year. The same principle holds.\ngood for determining seniority in the event of carry\nforward, if any, of direct recruitment or promotion\nquota vacancies (as the case may be) in the\nsubsequent years.\nILLUSTRATION:\nWhere the Recruitment Rules provide 50% of the\nvacancies of grade to be filled by promotion and\nthe remaining 50% by direct recruitment, and\nassuming there are ten vacancies in the grade\narising in each of the years 1986 and 1987 and that\ntwo vacancies intended for direct recruitment,\nremain unfilled during 1986 and they could be filled\nduring 1987. The seniority position of the\npromotees and direct recruits of these two years will\nbe as under:\n1987\n1986\nE\n1. P1\n9. P1\n2. D1\n10. D1\n3. P2\n11. P2\n4. D2\n12. D2\nF\n5. P3\n13. P3\n6. D3\n14. D3\n7. P4\n15. P4\n☐ G\n8. P5\n16. D4\n17. P5\n18. D5\n19. D6\n☐ H\n20. D7\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 573\n[JAGDISH SINGH KHEHAR, J.]\nIt is not necessary to make a reference to the subsequent A\noffice memorandum of 3.7.1986 as the same is nothing\nbut a repetition of the instructions contained in the office\nmemorandum dated 7.2.1986.\nB\nC\n9. We have heard the learned counsel appearing for the\ncontending parties at considerable length and we are of\nthe view that as far as inter se seniority is concerned, the\nsame has to be based on the vacancies arising for a\nparticular year. Thereafter, the seniority has to be\ndetermined on the basis of rota quota rule which has been\nillustrated in the aforesaid illustration contained in the O.M.\nof 7.2.1986. As far as direct recruits are concerned, the\ncrucial date on which they have to be considered will be\nthe date when the Staff Selection Commission makes the\nselection of direct recruits. Hence the date of forwarding\nthe dossier of direct recruits by the Commission to the D\ndepartment, date of actual joining or taking over charge\nby the direct recruit would all be irrelevant. It would be the\ndate on which the Staff Selection Commission makes the\nselection of the direct recruits that will be the material date\nfor fixing the seniority. This would avoid injustice being\ndone on account of administrative delays, i.e., delay in\nmatter of issue of orders of appointment and posting and\nof actual taking over of charge. Similar will be the position\nin regard to promotees. It will be the date on which the\npromotee is selected for promotion by the departmental F\npromotion committee. Hence the date on which the\npromotee actually assumes charge of the promotional post\nsimilarly will be relevant. The seniority list which is\nimpugned in the present proceedings, it appears, has not\nfollowed the instructions which we are not issuing in the\npresent order.\n10. In the circumstances, the said seniority list is hereby\nquashed and set aside. Respondent no.3 is directed to\nrecast the seniority list on the basis of directions contained\nE\nG\nH\n574\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nin this order. The present order will also apply to seniority\nlist of UDCs which is the subject matter of OA No.676/\n1999.\n11. All the OAs stand disposed of on the above lines.\nThere shall, however, be no order as to costs.\"\n14. Direct recruit Income Tax Inspectors, assailed the\ninterpretation placed by the CAT, Principal Bench, on the office\nmemorandum dated 7.2.1986 (in its order dated 23.2.2000),\nby filing a number of writ petitions (Civil Writ Petition No.460\nof 2000, Sanjiv Mahajan \u0026 Ors. vs. Union of India \u0026 Ors; Civil\nWrit Petition No.670 of 2002, Pankaj Saxena vs. Union of\nIndia \u0026 Ors.; Civil Writ Petition No.7356 of 2000, Chief\nCommissioner of Income Tax vs. Sanjiv Mahajan \u0026 Ors; Civil\nWrit Petition No.5549 of 2001, Kamal Khanna \u0026 Ors. vs.\nUnion of India \u0026 Ors.) before the Delhi High Court. The\naforesaid writ petitions were disposed of by the Delhi High\nCourt by a common order dated 25.9.2002, whereby, the order\ndated 23.2.2000 passed by the CAT, Principal Bench, was set\naside with the following observations:\n\"23. Having regard to the fact that the judgment of the\nlearned Tribunal is absolutely cryptic and no cogent or\nvalid reason has been assigned in support thereof, and\nas the contentions raised before the Tribunal as also\nbefore us have not been considered at all, we are of the\nopinion that for determination of the crucial questions\nwhere for, it may be necessary, for the parties to adduce\nfurther evidence, the matter may be remitted back to the\nlearned Tribunal for consideration of the matter afresh and\nthe parties may bring on record such other or further\nmaterials as may be directed by the learned Tribunal. The\nimpugned judgment is, therefore, set aside. However,\nhaving regard to the facts and circumstances of the case,\nwe would request the learned Tribunal to consider the\ndesirability of disposing of the matter as expeditiously as\npossible.\nI\n"}