{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"UNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 585\n[JAGDISH SINGH KHEHAR, J.]\nB\n(d) Paragraph 3 of the OM dated 7.2.1986 provided, the A\nmanner of assigning seniority to vacancies carried forward on\naccount of their having remained unfilled in the original/first\nexamination or selection process. The change contemplated\nin the OM dated 7.2.1986, referred to hereinabove, was made\nabsolutely unambiguous by expressing that, \"The unfilled direct\nquota vacancies would ...be carried forwarded and added to\nthe corresponding direct recruitment vacancies of the next\nyear. It is therefore apparent, that seniority of carried\nforward vacancies would be determined with reference to\nvacancies of the recruitment year wherein their selection was\nmade, i.e.; for which the \"later\" examination or selection was\nconducted.\nC\n(e) The OM dated 7.2.1986 formulated the stratagem to\nbe followed, where adequate number of vacancies in a\nrecruitment year could not be filled up, through the examination D\nor selection conducted therefor. The OM provided, \"...to the\nextent direct recruits are not available, the promotees will be\nbunched together at the bottom of the seniority list, below the\nlast position upto which it is (was) possible to determine the\nseniority on the basis of rotation of quotas with reference to the\nactual number of direct recruits who become available...\".\nE\n(f) Paragraph 3 of the OM dated 7.2.1986 further\npostulated, that the modification contemplated therein would be\napplied prospectively, and that, “... the present practice of\nkeeping vacant slots for being filled up by direct recruits of later F.\nyears, ...over promotees who are (were) already in position,\nwould be dispensed with...\". It is therefore apparent, that the\nslots assigned to a particular source of recruitment, would be\nrelevant for determining inter se seniority between promotees\nand direct recruits, to the extent the vacancies could successfully G\nbe filled up (and the unfilled slots would be lost) only for\nvacancies which arose after the OM dated 7.2.1986, came to\nbe issued.\n(g) The illustration provided in paragraph 3 of the OM\nH\n586 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA dated 7.2.1986 fully substantiates the analysis of the OM dated\n7.2.1986 recorded in the foregoing sub-paragraphs. In fact, the\nconclusions drawn in the foregoing sub-paragraphs have been\ndrawn, keeping in mind the explanatory illustration narrated in\nparagraph 3 of the OM dated 7.2.1986.\nB\n(h) In paragraph 6 of the OM dated 7.2.1986 it was\nasserted, that the general principles for determining seniority\nin the OM dated 22.11.1959 were being “modified\" to the extent\nexpressed (in the OM dated 7.2.1986). The extent of\nmodification contemplated by the OM dated 7.2.1986 has\nC already been delineated in the foregoing sub-paragraphs. Para\n6 therefore leaves no room for any doubt, that the OM dated\n22.11.1959 stood \"amended\" by the OM dated 7.2.1986 on the\nissue of determination of inter se seniority between direct\nrecruits and promotees, to the extent mentioned in the\nD preceding sub-paragraphs. The said amendment was\nconsciously carried out by the Department of Personnel and\nTraining, with the object of remedying the inappropriateness of\ndirect recruits of \"later\" examination(s) or selection(s) becoming\nsenior to promotees with long years of service, in terms of the\nE OM dated 22.11.1959.\nF\n21. The O.M. dated 7.2.1986, was followed by another\nOffice Memorandum issued by the Government of India,\nDepartment of Personnel and Training, dated 3.7.1986\n(hereinafter referred to as, “the O.M. dated 3.7.1986”). The\npurpose of the instant O.M., as the subject thereof suggests,\nwas to \"consolidate\" existing governmental orders on the\nsubject of seniority. Paragraphs 2.4.1 to 2.4.4 of the O.M. dated\n3.7.1986 dealt with the issue of inter se seniority between the\ndirect recruits and promotees. The same are accordingly being\nG reproduced hereunder:-\n\"2.4.1\nThe relative seniority of direct recruits and of\npromotees shall be determined according to the\nrotation of vacancies between direct recruits and\npromotees which shall be based on the quota of\nH\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 587\n[JAGDISH SINGH KHEHAR, J.]\nvacancies reserved for direct recruitment and\npromotion respectively in the Recruitment Rules.\n2.4.2 If adequate number of direct recruits do not become\navailable in any particular year, rotation of quotas\nfor the purpose of determining seniority would take\nplace only to the extent of the available direct\nrecruits and the promotees.\nIn other words, to the extent direct recruits are not\navailable the promotees will be bunched together\nat the bottom of the seniority list below the last\nposition upto which it is possible to determine\nseniority, on the basis of rotation of quotas with\nreference to the actual number of direct recruits who\nbecome available. The unfilled direct recruitment\nquota vacancies would, however, be carried\nforward and added to the corresponding direct\nrecruitment vacancies of the next year (and to\nsubsequent years where necessary) for taking\naction for direct recruitment for the total number\naccording to the usual practice. Thereafter in that\nyear while seniority will be determined between\ndirect recruits and promotees, to the extent of the\nnumber of vacancies for direct recruits and\npromotees as determined according to the quota\nfor that year, the additional, direct recruits selected\nagainst the carried forward vacancies of the\nprevious year would be placed en-bloc below the\nlast promotee (or direct recruit as the case may be),\nin the seniority list based on the rotation of\nvacancies for that year. The same principle holds\ngood for determining seniority in the event of carry\nforward, if any, of direct recruitment or promotion\nquota vacancies (as the case may be) in the\nsubsequent year.\nILLUSTRATION: Where the Recruitment Rules\nA\nB\nC\nD\nE\nF\nG\nH\nA\nB\n588\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nprovide 50% of the vacancies of a grade to be filled\nby promotion and the remaining 50% by direct\nrecruitment, and a assuming there are ten\nvacancies in the grade arising in each of the year\n1986 and 1987 and that two vacancies intended for\ndirect recruitment remain unfilled during 1986 and\nthey could be filled during 1987, the seniority\nposition of the promotees and direct recruits of\nthese two years will be as under:\n1986\n1987\nC\n1. P1\n9. P1\n2. D1\n10. D1\n3. P2\n11. P2\nD\n4. D2\n12. D2\n5. P3\n13. P3\n6. D3\n14. D3\n7. P4\n15. P4\nE\n8. P5\n16. D4\n17. P5\n18. D5\n19. D6\nF\n20. D7\nG\nН\n2.4.3 In order to help the appointing authorities in\ndetermining the number of vacancies to be filled\nduring a year under each of the methods of\nrecruitment prescribed, a Vacancy Register giving\na running account of the vacancies arising and\nbeing filled from year to year may be maintained\nin the proforma enclosed.\n2.4.4 With a view to curbing any tendency of under-\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 589\n[JAGDISH SINGH KHEHAR, J.]\nreporting/suppressing the vacancies to be notified A\nto the concerned authorities for direct recruitment,\nit is clarified that promotees will be treated as\nregular only to the extent to which direct recruitment\nvacancies are reported to the recruiting authorities\non the basis of the quotas prescribed in the B\nrelevant recruitment rules. Excess promotees, if any,\nexceeding the share failing to the promotion quota\nbased on the corresponding figure, notified for\ndirect recruitment would be treated only as ad-hoc\npromotees.\"\n(emphasis is ours)\nThe following conclusions have been drawn by us from the O.M.\ndated 3.7.1986:-\nC\n(a) If adequate number of direct recruits (or promotees) do D\nnot become available in any particular year, \"rotation of\nquotas\" for the purpose of determining seniority, would stop\nafter the available direct recruits and promotees are\nassigned their slots for the concerned recruitment year.\n(b) To the extent direct recruits were not available for the E\nconcerned recruitment year, the promotees would be\nbunched together at the bottom of the seniority list, below\nthe last position upto which it was possible to determine\nseniority, on the basis of rotation of quotas. And vice versa.\n(c) The unfilled direct recruitment quota vacancies for a\nrecruitment year, would be carried forward to the\ncorresponding direct recruitment vacancies of the next\nyear (and to subsequent years, where necessary). And\nvice versa. In this behalf, it is necessary to understand two\ndistinct phrases used in the OM dated 3.7.1986. Firstly, G.\nthe phrase \"in that year\" which connotes the recruitment\nyear for which specific vacancies are earmarked. And\nsecondly, the phrase \"in the subsequent year\", which\nconnotes carried forward vacancies, filled in addition to,\nF\nH\nA\nB\nC\nD\nE\nF\nG\nI\n590\nSUPREME COURT REPORTS [2012] 13 S.C.R.\nvacancies earmarked for a subsequent recruitment year.\n(d) The additional direct recruits selected, against the\ncarried forward vacancies of the previous year, would be\nplaced en-bloc below the last promotee. And vice versa.\nIt is, therefore, apparent, that the position expressed in the\nO.Ms. dated 7.2.1986 and 3.7.1986, on the subject of inter\nse seniority between direct recruits and promotees, was\nabsolutely identical. This is indeed how it was intended,\nbecause the OM dated 3.7.1986 was only meant to\n\"consolidate\" existing governmental instructions, on the\nsubject of seniority.\n22. Chronologically, it is necessary, at the present juncture\nto refer to an Office Note of the Department of Personnel and\nTraining, Establishment (D) Section, dated 20.12.1999\n(hereinafter referred to as, \"the O.N. dated 20.12.1999”).\nUndoubtedly, an office note has no legal sanction, and as such,\nis not enforceable in law. Yet an office note is certainly relevant\nfor determining the logic and process of reasoning which\nprevailed at the relevant point of time. These would aid in the\ninterpretation of the binding office memoranda, only when the\nlanguage of the office memoranda is ambiguous. Ofcourse,\nonly where there is no conflict between the two i.e., the office\nnote and the office memoranda sought to be interpreted. In the\naforesaid background, and for the aforesaid limited purpose,\nreference is being made to the O.N. dated 20.12.1999. The\nsame is being reproduced hereunder:-\n\"Department of Personnel and Training\nEstt.(D) Section\nRef. Preceding notes.\nIt is not clear whether the instructions contained in\nour O.M. dated 07.02.1986 has been interpreted correctly.\nIt is clarified that on a perusal of our O.M. dated\n22.12.1959 read with our O.M. dated 07.02.1986 it will be\nclear that the inter-se seniority of direct recruits and\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 591\n[JAGDISH SINGH KHEHAR, J.]\nB\nC\nD\npromotees will have to be fixed by following the principle A\nof rotation of quotas prescribed for them in the recruitment\nrules subject to the condition that the rotation as per quota\nwill be made only upto the actual number of DRs/\nPromotees available and to the extent direct recruits/\npromotees do not become available in any recruitment\nyear the promotees or the direct recruits as the case may\nbe will be bunched together at the bottom of the seniority\nlist. In other words, only where appointing authority has not\nbeen able to fill up the post inspite of best efforts with\nreference to the requisition for the particular recruitment\nyear in question, the instructions contained in O.M. dated\n07.02.1986 will come into operation as will be clear from\npara 5 thereof. For example, if the quota in the Rrs and\nDR and promotee is fifty-fifty and if the UPSC has\nrecommended only 2 DRs against the three vacancies of\na particular recruitment year, say 1987 for which requisition\nwas sent to them in 1987 and even if both the DRs had\njoined in 1988 the inter-se seniority of DRs and promotees\nmay be fixed in the ratio of 1:1 upto the number of DRS\navailable i.e. the first four places in the seniority list will be\nassigned alternatively to DR and promotee, the 5th in the\nseniority list which would have normally gone to DR will not\ngo to the promotee because of the non-availability of DR\nand the 6th will in any case go to promotee. But for the\ninstructions contained in our O.M. dated 07.02.1986, the\n5th place would have been kept reserved for the DR as\nand when it is actually filled by DR, even if it takes a few\nyears. However, after the issue of our O.M. dated\n07.02.1986, it is no longer kept vacant but is assigned to\nthe promotee who is available. It is not necessary that the\nDR for 1987 vacancy should join in 1987 itself. It would\nsuffice if action has been initiated for 1987 DR vacancies\nin 1987 itself. This is because, in a case of direct\nrecruitment, if the administrative action in filling up the post\nby DR takes more than a year or so the individual cannot\nE\nF\nG\nH\nA\nB\nс\nD\n592 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nbe held responsible for such administrative delay and\nhence it would not be appropriate to deprive him of his due\nseniority for delay on the part of administration in\ncompleting his selection by direct recruitment. In fact\nordinarily the process of direct recruitment takes more than\na year to be completed and if DR is to join in the same\nyear for getting seniority of that year then no DR will get\nseniority of the same year because as already stated the\nDR process takes more than a year. Hence, as already\nstated initiation of action for recruitment in sufficient.\nIt is not clear whether our O.M. of 07.02.1986 has been\ninterpreted correctly on the above line by the Deptt. of\nRevenue. Hence the above position may be suitably\nincorporated in the para-wise comments prepared by them\nand it may be modified accordingly. Subject to this, the\nparawise comments appear to be generally in order. It is\nhowever for the Department of Revenue to ensure the\ncorrectness of the factual position mentioned therein.\nDeptt. of Revenue may please see.\nE\n3357/DIR E 1/99\n20/12\nF\nDir (E-1)\nG\nH\nSd/-\n(K. Muthu Kumar)\nUnder Secretary\nThe clarification given above needs to be adhered to as\nwe have been consistently advising on the aforesaid lines.\nAny other interpretation of the relevant instructions would\nbe illogical.\nSd/-\nDIR (E-1)\n21.12.99\"\n(emphasis is ours)\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 593\n[JAGDISH SINGH KHEHAR, J.]\nThe logic and the process of reasoning, emerging from the O.N.\ndated 20.12.1999, as they appear to us, are analysed below:-\n(a) Only where the appointing authority has not been able\nto fill up the vacancies earmarked for direct recruits/promotees,\nwith reference to the requisition for a particular recruitment year,\ninspite of its best efforts, the instructions contained in O.M.\ndated 7.2.1986 will come into operation.\nA\nB\n(b) It is not necessary, that the direct recruits for vacancies\nof a particular recruitment year, should join within the\nrecruitment year (during which the vacancies had arisen) itself. C\nAs such, the date of joining would not be a relevant factor for\ndetermining seniority of direct recruits. It would suffice if action\nhas been initiated for direct recruit vacancies, within the\nrecruitment year in which the vacancies had become available.\nThis is so, because delay in administrative action, it was felt,\ncould not deprive an individual of his due seniority. As such,\ninitiation of action for recruitment within the recruitment year\nwould be sufficient to assign seniority to the concerned\nappointees in terms of the \"rotation of quotas\" principle, so as\nto arrange them with other appointees (from the alternative\nsource), for vacancies of the same recruitment year.\nD\nE\nF\n23. Following the ON dated 20.12.1999, the Department\nof Personnel and Training, Establishment (D) Section,\nexamined the issue in yet another Office Note dated 2.2.2000\n(hereinafter referred to as \"the ON dated 2.2.2000\"). Just like\nthe earlier ON dated 20.12.1999, the instant ON dated\n2.2.2000 also has no legal sanction, and as such, is not\nenforceable in law. But just like the earlier office note, the instant\nON dated 2.2.2000 would also be relevant in determining the\nlogic and process of reasoning which prevailed at the relevant G\npoint of time. This would aid in the interpretation of binding\noffice memoranda, only where the language is ambiguous, and\nonly if there is no conflict between the two (the office note and\nthe office memoranda, sought to be interpreted). In the aforesaid\nH\n594 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA background, and for the aforesaid limited purpose, reference\nis also being made to the ON dated 2.2.2000. The same is\nbeing extracted hereunder:\nB\nс\nD\nய\nE\nF\nG\n\"Department of Personnel \u0026 Training\nEstt. (D) Section\nNotes from p.17/ante may please be seen with\nreference to our earlier note on Pp.9-10 ante.\nWith reference to 'X' on p.18 and 'Y' on p.19/ante, it\nwill be clear from our note on Pp.9-10/ante that if action\nfor the Recruitment Year 1986-1987 has been initiated at\nany time during that Recruitment Year even if the exam is\nheld in 1988 and the results are declared in 1989 and the\ncandidate join only in 1990, since the action for recruitment\nwas initiated in 1986-1987 itself merely because the\nprocess of recruitment took so long for which the\ncandidates cannot be blamed and since the responsibility\nfor the delay in completing the process of recruitment\nsquarely lies with the administration, it would not be\nappropriate to deprive the candidates of their due seniority\nof 1986-87. Consequently, if action was initiated during the\nRecruitment Year 1986-1987 even if it culminates in the\njoining by the selected candidates only in 1990, they will\nget seniority of 1986-1987. This applies equally to DRs as\nwell as promotees. In other words, if such DRs of 1986-\n1987 ultimately join in 1990 yet they will be rotated with\npromotees of 1986-87.\nAs regards point (1) on page 19/N, it is clarified that\n\"initiation of action for recruitment/initiation of recruitment\nprocess\" would refer to the date of sending the requisition\nto the recruiting authority for a particular Recruitment Year\nin question.\nPoints (2) \u0026 (3) are the concern of Estt.(B).\nAs regards point (4), it is clarified that as already\nH\n"}