{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 13 S.C.R. 555\nUNION OF INDIA \u0026 ORS.\nV.\nN.R. PARMAR \u0026 ORS.\n(Civil Appeal Nos. 7514-7515 of 2005 etc.)\nNOVEMBER 27, 2012\n[D.K. JAIN AND JAGDISH SINGH KHEHAR, JJ.]\n-\nA\nB\nService Law - Seniority - Inter-se-seniority - Between\ndirect recruit and promotee Income Tax Inspectors\nApplicability of 'quota' and 'rota' principle - Vacancies for the C\nyear 1993-94 required to be filled up by promotion as well as\ndirect recruitment - Simultaneously referred to Departmental\nPromotion Committee and to Staff Selection Commission\nrespectively - Appointment of promotees prior to the direct\nrecruits as the selection process for direct recruits could not D\nbe completed within the recruitment year - Determination of\ndate of seniority of the direct recruits – Plea of promotees that\nthe date of seniority of the direct recruits should be from the\ndate of their actual appointment, primarily placing reliance on\nOffice Memorandum dated 7.2.1986 – Held: The date of E\nseniority of direct recruits could not be the date of their actual\nappointment, but would be the date of initiation of process of\nrecruitment - The general principles for determining inter se\nseniority between promotees and direct recruits was provided\nin the Office Memorandum dated 22.11.1959 - The Office\nMemorandum dated 7.2.1986 only introduced modification in\nrespect of the vacancies which could not be filled and were\ncarried forward and had to be filled later through a subsequent\nprocess of selection In the instant case, the advertised\n-\n-\nvacancies were not carried forward vacancies - Direct recruits\nhave to be interspaced with promotees of the same\nrecruitment year.\nInterpretation of Statutes - When the language used in\n555\nLL\nF\nG\nI\n556\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA a statute is unambiguous and on a plain meaning being given\nto the words, the end result is neither arbitrary, nor irrational\nnor contrary to the object of the statute, the words used should\nbe given effect to.\nB\nс\nD\nE\nThe instant appeals and transferred cases, involved\nthe dispute of inter-se seniority between the direct recruit\nand promotee income Tax Inspectors. The question to be\ndecided was whether determination of the seniority of the\ndirect recruits would be with reference to the date of their\nactual appointment, or the date of arising of the direct\nrecruit vacancies, or the date of initiation of the process\nof recruitment, or the date when the Staff Selection\nCommission made recommendations for filling up direct\nrecruit vacancies.\nThe rival parties agreed that the seniority dispute was\nliable to be determined on the basis of Office Memoranda\ndated 7.2.1986 and 3.7.1986 issued by the Department of\nPersonnel and Training read with the clarificatory Office\nMemoranda and Office Notes.\nAllowing the appeals and the transferred cases, the\nCourt\nHELD: 1. General principles for determining seniority\nin Central services have been laid down in an annexure\nF to an Office Memorandum dated 22.11.1959 issued by the\nGovernment of India, Ministry of Home Affairs. Under the\nOM dated 22.11.1959 inter se seniority between the\npromotees and direct recruits was based on the \"quota❞\nand \"rota\" principle. The OM dated 22.11.1959, was\nG modified by an Office Memorandum dated 7.2.1986,\nissued by the Government of India, Department of\nPersonnel and Training. The modification introduced\nthrough the OM dated 7.2.1986 was to redress a situation,\nwherein vacancies of one of the sources were kept (or\nH remained) unfilled during the process of selection, and\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 557\nthe unfilled vacancies, had to be filled up through \"later\"\nexaminations or selections. For the determination of\nseniority, in the contingency wherein the process of\nrecruitment resulted in filling the vacancies earmarked for\nthe two sources of recruitment, the manner of\ndetermining inter se seniority between promotees and\ndirect recruits, expressed in the OM dated 22.11.1959\nremained unaltered. But where the vacancies could not\nbe filled up, and unfilled vacancies had to be filled up\n\"later\" through a subsequent process of selection, the\nmanner of determining inter se seniority between\npromotees and direct recruits, was modified. The O.M.\ndated 7.2.1986, was followed by another Office\nMemorandum issued by the Government of India,\nDepartment of Personnel and Training, dated 3.7.1986.\nThe purpose of this O.M. was to \"consolidate” existing\ngovernmental orders on the subject of seniority. The\nposition expressed in the O.Ms. dated 7.2.1986 and\n3.7.1986, on the subject of inter se seniority between\ndirect recruits and promotees, was absolutely identical.\n[Paras 18, 19 and 21] [577-C-G-H; 578-B-E; 586-F; 590-B]\nA\nB\nC\nD\nE\n2. An Office Note of the Department of Personnel and\nTraining, Establishment (D) Section, dated 20.12.1999 was\nissued. It was provided therein that only where the\nappointing authority has not been able to fill up the\nvacancies earmarked for direct recruits/promotees, with F\nreference to the requisition for a particular recruitment\nyear, inspite of its best efforts, the instructions contained\nin O.M. dated 7.2.1986 would come into operation; and\nthat it was not necessary, that the direct recruits for\nvacancies of a particular recruitment year, should join\nwithin the recruitment year (during which the vacancies\nhad arisen) itself. As such, the date of joining would not\nbe a relevant factor for determining seniority of direct\nrecruits. Initiation of action for recruitment within the\nrecruitment year would be sufficient to assign seniority\nG\nH\n558\nSUPREME COURT REPORTS\n[2012] 13 S.C.R.\nB\nC\nD\n'\nA to the concerned appointees in terms of the \"rotation of\nquotas\" principle, so as to arrange them with other\nappointees (from the alternative source), for vacancies of\nthe same recruitment year. Yet another Office Note dated\n2.2.2000 provided that if the process of recruitment has\nbeen initiated during the recruitment year (in which the\nvacancies have arisen) itself, even if the examination for\nthe said recruitment is held in a subsequent year, and the\nresult is declared in a year later (than the one in which\nthe examination was held), and the selected candidates\njoined in a further later year (than the one in which the\nresult was declared), the selected candidates would\nentitled to be assigned seniority, with reference to the\nrecruitment year (in which the requisition of vacancies\nwas made). The words \"initiation of action for\nrecruitment\", and the words \"initiation of recruitment\nprocess”, were explained to mean, the date of sending\nthe requisition to the recruiting authority. Ministry of\nFinance, Department of Revenue issued letter dated\n11.5.2004, whereby it was clarified that Direct Recruits'\nseniority vis-à-vis the promotees is reckoned from the\nyear in which they are actually recruited. They cannot\nclaim seniority of the year in which the vacancies had\narisen. By Another letter dated 27.7.2004, the application\nof the clarification dated 11.5.2004 was directed to be\nkept in abeyance till further orders. By yet another letter\nF dated 8.9.2004, it was provided that the clarification given\nin the letter dated 11.5.2004, would be ignored and the\nseniority of direct recruits would be reckoned with\nreference to the date of initiation of the process of\nrecruitment in their case. Office memorandum was issued\nG by the Government of India, Department of Personnel\nand Training, dated 3.3.2008 which was in the nature of\na \"clarification\", to the earlier consolidated instructions\non seniority, contained in the OM dated 3.7.1986. [Paras\n22, 23, 24 and 25] [590-D; 591-C; 593-C-D-E-F; 595-G-H;\nH 596-A-C-D; 597-A-C; 598-F-G; 600-A-B-D-G; 602-C]\nE\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 559\n3. The OM dated 7.2.1986 is binding for the A\ndetermination of the issues expressed therein, and the\nsame has the force of law. The OM dated 3.7.1986 is in\nthe nature of consolidatory instruction, whereby, all\nearlier instructions issued from time to time were\ncompiled together. [Para 27] [605-B]\n4. The OM dated 3.3.2008 clearly propounds, a\nmanner of determining inter se seniority between direct\nrecruits and promotees, by a method which is\nindisputably in conflict with the OMS dated 7.2.1986 and\n3.7.1986. A perusal of the OM dated 3.3.2008, however\nreveals, that it was not the intention of the Department of\nPersonnel and Training to alter the manner of\ndetermining inter se seniority between promotees and\ndirect recruits, as had been expressed in the OMs dated\n7.2.1986 and 3.7.1986. The intention was only to \"clarify\"\nthe earlier OM dated 3.7.1986 (which would implicitly\ninclude the of dated 7.2.1986). The OM dated 3.3.2008\nhas clearly breached the parameters and the ingredients\nof a \"clarification\". Therefore, for all intents and purposes\nthe OM dated 3.3.2008, must be deemed to be non-est to\nthe extent that the same is in derogation of the earlier OMis\ndated 7.2.1986 and 3.7.1986. Thus, the OMs dated 7.2.1986\nand 3.7.1986 would have an overriding effect over the OM\ndated 3.3.2008 (to the extent of conflict between them).\nAnd the OM dated 3.3.2008 has to be ignored/omitted to\nthe extent that the same is in derogation of the earlier Ois\ndated 7.2.1986 and 3.7.1986. [Para 29] [607-D-H]\nJagdish Ch. Patnaik and Ors. v. State of Orissa and Ors.\n(1998) 4 SCC 456: 1998 (2) SCR 676; Suraj Prakash Gupta\nand S. V. State of J\u0026K and Ors. (2000) 7 SCC 561: 2000 (3)\nSCR 807; Pawan Pratap Singh and Ors. v. Reevan Singh\nand Ors. (2011) 3 SCC 267: 2011 (2) SCR 831\ndistinguished.\nB\nC\nD\nE\nF\nG\n5. The OM dated 3.3.2008 is neither in the nature of H\n560 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA an \"amendment\" nor in the nature of a \"modification\".\nSince the OM dated 3.3.2008, is a mere \"consolidation\"\nor compilation of earlier instructions on the subject of\nseniority, it is not prudent to draw any inferences\ntherefrom which could not be drawn from the earlier\nB instruction/office memoranda being \"consolidated\" or\ncompiled therein, or which is contrary thereto. [Para 27]\n[605-G-H; 606-A]\nC\nS.S. Garewal vs. State of Punjab (1993) 3 Suppl. 234 –\nrelied on.\n6. Reliance on the letter dated 11.5.2004, for the\ndetermination of the present controversy, is liable to\noutright rejection because the letter dated 11.5.2004\nthough styled as a \"clarification\", breaches both the\nD essential ingredients of a \"clarification”. A perusal of the\nletter dated 11.5.2004 also reveals, that it adopts a\nposition in clear conflict with the one expressed in the\nOMs dated 7.2.1986 and 3.7.1986, as well as, in the ONs\ndated 20.12.1999 and 2.2.2000. That apart, the letter dated\nE 11.5.2004 is liable to be ignored in view of two\nsubsequent letters of the Ministry of Finance, Department\nof Revenue dated 27.7.2004 and 8.9.2004, whereby\nclarification was directed to be kept in abeyance till\nfurther orders. [Para 24] [597-E-F-G; 598-B-E]\nF\nG\nH\n7. An office note has no legal sanction, and as such,\nis not enforceable in law. Yet an office note is certainly\nrelevant for determining the logic and process of\nreasoning which prevailed at the relevant point of time.\nThese would aid in the interpretation of the binding office\nmemoranda, only when the language of the office\nmemoranda is ambiguous and where there is no conflict\nbetween the two i.e., the office note and the office\nmemoranda sought to be interpreted. [Para 22] [590-D-F]\n8. \"When the language used in the statute is\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 561\nunambiguous and on a plain grammatical meaning being A\ngiven to the words in the statute, the end result is neither\narbitrary, nor irrational nor contrary to the object of the\nstatute, then it is the duty of the court to give effect to the\nwords used in the statute because the words declare the\nintention of the law making authority best”. The various\nONS and letters issued by the DOPT (referred to above)\ndo not leave room for any ambiguity. [Para 32] [609-C-E]\nJagdish Ch. Patnaik and Ors. v. State of Orissa and Ors.\n(1998) 4 SCC 456: 1998 (2) SCR 676 - relied on.\nB\nC\n9. In the present cases, not only the requisition but\nalso the advertisement for direct recruitment was issued\nby the SSC in the recruitment year in which direct recruit\nvacancies had arisen. In all the cases the advertised\nvacancies were filled up in the original/first examination/ D\nselection conducted for the same. None of the direct\nrecruit Income Tax Inspectors can be stated to be\noccupying carried forward vacancies, or vacancies\nwhich came to be filled up by a \"later\" examination/\nselection process. The facts only reveal, that the E\nexamination and the selection process of direct recruits\ncould not be completed within the recruitment year itself.\nFor this, the modification/amendment in the manner of\ndetermining the inter-se seniority between the direct\nrecruits and promotees, carried out through the OM dated\n7.2.1986, and the compilation of the instructions\npertaining to seniority in the OM dated 3.7.1986, leave no\nroom for any doubt, that the “rotation of quotas” principle,\nwould be fully applicable to the direct recruits in the\npresent controversy. The direct recruits will therefore\nhave to be interspaced with promotees of the same\nrecruitment year. In view of the above, the Civil Appeals,\nthe Transferred Case, as well as, the Transfer Case (filed\nby the direct recruits and the Union of India) are allowed.\nThe claim of the promotees, that the direct recruit Income\nF\nG\nH\n562 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA Tax Inspectors, in the instant case should be assigned\nseniority with reference to the date of their actual\nappointment in the Income Tax Department is declined.\n[Para 33] [609-F-H; 610-A-D]\nCase Law Reference:\nB\n(1993) 3 Suppl. 234\nRelied on\nPara 26\n1998 (2) SCR 676\nDistinguished\nPara 30\nRelied on\nPara 32\nC\n2000 (3) SCR 807\nDistinguished\nPara 30\n2011 (2) SCR 831\nDistinguished\nPara 30\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n7514-7515 of 2005.\nD\nWITH\nCivil Appeal No. 3876-3880 of 2007.\nCivil Appeal No. 7516 of 2005.\nE T.C. (C) No. 91 and 681 of 2006.\nF\nG\nP.P. Malhotra, ASG, P. Vishwanatha Shetty, Arvind Varma,\nPallav Shishodia, Vikas Malhotra, Abhinav Mukherjee, Anil\nKatiyar (for B.V. Balaram Das), A.K. Behera, Dr. Krishan Singh\nChauhan, Ajit Kumar Ekka, Adam Ambrose P., Chand Kiran,\nVijay Kumar Paradesi, Ajay Sharma, Kiran, Sanjay Kumar\nSingh, Syed I. Ibrahim, T. Mahipal, R.C. Kaushik, Kishan Datta,\nSubramonium Prasad, Sobhit Tiwari, Pradeep Aggarwal, Lal\nPratap Singh and Ruchi Kohli for the appearing parties.\nN.R. Parmar (in-person).\nThe Judgment of the Court was delivered by\nJAGDISH SINGH KHEHAR, J. 1. The present\ncontroversy is a dispute of inter se seniority between Income\nTax Inspectors of the Income Tax Department. Direct recruits\nH and promotees are pitted on opposite sides.\nUNION OF INDIA \u0026 ORS. v. N.R. PARMAR \u0026 ORS. 563\n[JAGDISH SINGH KHEHAR, J.]\nB\n2. One of the matters in hand came to be considered by A\nthe Central Administrative Tribunal, Ahmedabad Bench,\nAhmedabad (hereinafter referred to as \"the CAT,\nAhmedabad\") in R.C. Yadav \u0026 Ors. vs. Union of India \u0026 Ors.\n(OA no.92 of 2003). The said Original Application had been\nfiled by direct recruits. Another Original Application, on the\nsame subject matter, being OA no.123 of 2003 (N.R. Parmar\n\u0026 Ors. vs. Union of India \u0026 Ors.) was filed by promotees. Both\nthe OA no.92 of 2003 and OA no.123 of 2003 were decided\nby a common order dated 12.1.2004. In its determination the\nCAT, Ahmedabad held, that seniority of direct recruits would C\nhave to be determined with reference to the date of their actual\nappointment. The implicit effect of the aforesaid determination\nwas, that the date of arising of the direct recruit vacancies, or\nthe date of initiation of the process of recruitment, or the date\nwhen the Staff Selection Commission had made\nrecommendations for the filling up direct recruit vacancies, were\ninconsequential for determination of seniority of direct recruits.\nD\n3. The decision rendered by the CAT, Ahmedabad dated\n12.1.2004 was assailed before the High Court of Gujarat at\nAhmedabad (hereinafter referred to as “the Gujarat High E\nCourt\"), in Union of India \u0026 Ors. vs. N.R. Parma \u0026 Ors. (Special\nCivil Appeal no.3574 of 2004). Direct recruits separately filed\nSpecial Civil Application no.1512 of 2004 (Virender Kumar \u0026\nOrs. vs. Union of India \u0026 Ors.). The Gujarat High Court by its\norder dated 17.8.2004, upheld the order of the CAT,\nAhmedabad, dated 12.1.2004.\n4. The Union of India assailed the order passed by the\nGujarat High Court dated 17.8.2004 before this Court, through\nCivil Appeal nos.7514-7515 of 2005 (Union of India \u0026 Ors. vs.\nN.R. Parmar \u0026 Ors.). Direct recruits have also separately raised\na challenge to the order passed by the Gujarat High Court dated\n17.8.2004, by filing Civil Appeal No.7516 of 2005 (Virender\nKumar \u0026 Ors. vs. Union of India \u0026 Ors.).\n5. On the same subject, an identical controversy was\nF\nG\nH\n564 SUPREME COURT REPORTS\n[2012] 13 S.C.R.\nA raised before the Central Administrative Tribunal, Principal\nBench, New Delhi (hereinafter referred to as “the CAT, Principal\nBench\"). After a series of legal battles between the rivals, i.e.,\npromotee Income Tax Inspectors and direct recruit Income Tax\nInspectors (details whereof are being narrated at a later\nB juncture), the CAT, Principal Bench passed an order dated\n22.9.2004. The aforesaid order of the CAT, Principal Bench\nwas assailed by direct recruit Income Tax Inspectors by filing\nWrit Petition (C) nos.3446-49 of 2005 before the Delhi High\nCourt.\nC\n6. In Writ Petition (C) nos.3446-49 of 2005 a Division\nBench of the Delhi High Court on 2.3.2005, while issuing notice,\nhad stayed the impugned order passed by the CAT, Principal\nBench dated 22.9.2004. Mukund Lal (one of the applicants in\nOA no.2107 of 2003, Mahender Pratap \u0026 Ors. vs. Union of\nD India \u0026 Ors.), respondent no.9 in Writ Petition (C) nos.3446-\n49 of 2005, filed an application for vacation of the interim order\npassed by the Delhi High Court dated 2.3.2005 (whereby the\norder of the CAT, Principal Bench dated 22.9.2004 had been\nstayed). Since the application was not disposed of by the Delhi\nE High Court within the time frame expressed in Article 226(3)\nof the Constitution of India, Mukund Lal aforesaid, approached\nthis Court to assail the order dated 2.3.2005 by filing Civil\nAppeal nos.3876-3880 of 2007. Since the subject matter of the\ncontroversy in the aforesaid writ petitions was identical to the\none raised in Civil Appeal nos.7514-7515 of 2005 (Union of\nIndia \u0026 Ors. vs. N.R. Parma \u0026 Ors.) and Civil Appeal no.7516\nof 2005 (Virender Kumar \u0026 Ors. vs. Union of India \u0026 Ors.),\nthe said writ petitions were transferred to be heard with the Civil\nAppeals referred to hereinabove. On transfer to this Court, the\naforesaid writ petitions were re-numbered as Transferred Case\n(C) No.91 of 2006 (Pritpal Singh \u0026 Ors. vs. Union of India \u0026\nOrs.).\nF\nG\nH\n7. OA no.270 of 2002 (R.K. Bothra \u0026 Ors. vs. Union of\nIndia \u0026 Ors.), OA no.271 of 2002 (G.R. Chalana \u0026 Ors. vs.\n"}