{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"7\n[2009] 6 S.C.R. 829\nM.A. ANTONY @ ANTAPPAN\nVS.\nSTATE OF KERALA\n(Criminal Appeal No. 811 of 2009)\nAPRIL 22, 2009\n[DR. ARIJIT PASAYAT AND LOKESHWAR SINGH\nPANTA, JJ.]\nA\nB\nPenal Code, 1860 - ss. 302, 449,'380 and 201 -\nProsecution - Based on circumstantial evidence - Conviction C\nby courts below and award of death sentence - On appeal,\nheld: Conviction and sentence justified - Circumstances viz.\nmotive, presence of accused at the site of offence recovery\nu/s. 27 of Evidence Act, recovery of scalp hair of accused, his\njudicial as well as extra-judicial confession, proved - D\nConfessional statement of the accused was made freely and\nvoluntarily in compliance with the provisions of s. 164(2) CrPC\nCode of Criminal Procedure, 1973 – s. 164(2).\n-\nAppellant-accused was prosecuted for causing\ndeath of six members of a family. The case was based\non circumstantial evidence. The circumstances relied on\nby the prosecution were (1) Motive (2) Presence of\naccused at the site of offence on the date of occurrence;\n(3) Absence of the accused from his residence in the night\nof the date of occurrence; (4) Recovery of clothes u/s 27\nof Evidence Act; (5) Fingerprints of the accused found\nfrom the house of the deceased; (6) Recovery of scalp\nhair of the accused; (7) His judicial as well as extra-\njudicial confession. Trial court convicted the accused u/\nss. 302, 449, 380 and 201 IPC and sentenced him to death.\nConviction and sentence was confirmed by High Court.\nHence the present appeal.\nDismissing the appeal, the Court\n829\nE\nF\nG\nH\n830\nSUPREME COURT REPORTS\n[2009] 6 S.C.R.\n1\nA\nHELD: 1.1 The appellant was in dire need of money\nas established by the testimony of PW-67. He knew that\nhis visa had come and that a large amount of money was\nrequired. He had also tried to arrange for loan as per the\nstatement of PW-19. From the statement of PW-23 and\nB PW-24 (the creditors of the accused to whom he paid\nback his debt), the factum of payment of debt money is\nclearly proved. The accused/appellant who was in need\nof money and who did not have money, had surplus\namount of money to repay his debts and make payments\nto PW-67 and also to pay for his ticket fare and other\nexpenses. PW-23 had not demanded his money, yet the\nappellant chose to liquidate his debt which clearly shows\nan intention on the part of the appellant to do away with\nill-gotten money. [Para 11] [848-F-H; 849-A-B]\nC\nD\n1.2. According to accused, in the house of the\ndeceased, a large amount of cash and jewellery was\navailable which could have been taken away by him. The\nplea has been found to be incorrect by the courts below.\nTrial Court has adverted to the fact that the jewellery and\nE cash were lying in hidden condition and thus knowledge\nof its existence cannot be attributed to the appellant.\n[Para 12] [849-C-D]\nF\nG\nH\n1.3. At the stage of recording of statement under\nSection 313 CrPC the accused had come with another\nexplanation that one of the deceased had paid him Rs.35\n000/-. No evidence at all has been adduced to show that\nhe was present in the shop of the deceased and had\nbeen given the said amount. Furthermore, even PW-19\n(wife of the appellant) has not stated that she was told at\nany stage by her husband that he had received an\namount of Rs.35,000/- from the deceased The trial Court\nand the High Court both have disbelieved it. [Para 13]\n[849-E-F]\n2.1. PW-38 saw the accused/appellant entering the\n:\nM.A. ANTONY @ ANTAPPAN v. STATE OF KERALA 831\nhouse at 7.00 p.m. on the day of occurrence i.e. on A\n6.1.2001. His presence inside the house is also supported\nby other factors, namely: (i) presence of his fingerprints\n(PW-6 and PW-7); (ii) presence of hair on deceased's\nbody (PW-51, PW-53 and PW-61); and (iii) absence of\naccused/appellant from his house. (PW-19). [Para 15] B\n[849-G-H; 850-A-B]\n2.2. PW-17 saw the appellant at 5.45 a.m. on 7.1.2001\ncoming out from the house of the deceased. The\nevidence has been believed by both the courts and the\ncross-examination has not discredited the testimony. It\nis the admitted case of the parties. PW-19 wife of the\naccused as well as the accused/appellant himself has\nadmitted his absence from, his own house. [Para 16 and\n17] [850-B-D]\nC\nD\n2.3. The theatrical explanation given by the appellant\nthat he was going to a place nearly 35 kms away, the auto\ndriver tried to snatch his money and he ran and stayed\nat a dilapidated house for the whole night has been\nrightly rejected by the courts below. If he was at the place E\nmentioned which is admittedly 35 kms away from the\nplace of occurrence, he could not have been seen on the\nearly hours i.e. 5.45 a.m. on 7.1.2001 at the place of\noccurrence. [Para 18] [850-D-E]\nF\nG\n3. PW-59 IO supports the factum of statement u/s. 27\nof Evidence Act. The recovery has been witnessed by\nPW-68 and PW-72. Further, the IO from the CBI, PW-77\nhas also supported the recoveries and statement u/s. 27.\nThe attempt of the defence to discredit the recoveries on\nthe basis of answer given by PW-77 to a question relating\nto investigation where he had stated that from\ninvestigation it was revealed that only Handkerchief and\nSocks had been recovered, ignores the fact that earlier\nthe investigation had been conducted by PW-59 and the\nsaid question was with respect to investigation and not H\n832\nSUPREME COURT REPORTS\n[2009] 6 S.C.R.\nA the factum of actual recovery which has been supported\nby PW-68 and PW-73. [Paras 19 and 20] [850-F-H; 851-A]\nB\n4. PW-6 the photographer had lifted the fingerprints\nand PW-7 the fingerprint expert had matched them. The\ndefence has not seriously denied it, but has tried to\nexplain it by saying that he was a frequent visitor. [Para\n21] [851-A-B]\n5.1. PW-51-Sub-Inspector recovered the hair and later\nthe containers containing the hair were sealed in a\nC separate packet. PW-53 has examined the hair recovered.\nwith the sample hair and has matched it. PW-60 the doctor\nhad collected the sample. [Para 22] [851-B-C]\nD\nE\n5.2. The evidence on record clearly shows that the\nhair was kept in different containers and these containers\nwere later on sealed in a packet. The containers\nthemselves were not sealed. But since they were kept in\na sealed packet, there was no possibility of any\ntampering. [Para 23] [851-D]\n6.1. The confessional statement has been supported\nby PW-65, the Metropolitan Magistrate. PW-77, 10 has\ncategorically mentioned that the appellant wanted to\nconfess outside the State of Kerala. The defence assailed\nthe same on the following grounds: (i) It was a result of\nF torture and was retracted. (ii) There is non-compliance of\nSections 164(4) and 164(2) CrPC. (iii) Local Magistrate was\nnot informed. None of the above submissions are tenable.\nConfession was not retracted except at the stage of\nstatement u/s. 313 CrPC. No complaint of torture has\nG been made to the Magistrate, nor the torture has been\nsuggested in the cross-examination either to PW-59 or\nPW-77. [Paras 24 and 25] [851-E-H; 852-A]\nH\n6.2. All necessary precautions required u/s.164(2)\nCr.P.C. have been taken by the Magistrate as before\nM.A. ANTONY @ ANTAPPAN v. STATE OF KERALA 833\nB\nrecording the confession, she has given time to the A\naccused-appellant to reflect. Secondly, she has also\nwarned the accused about anything said by him in the\nevidence could be later on used against him and that he\nwas not bound to give evidence. The submission of the\ndefence that the word used by the Magistrate was\nevidence' instead of `confession' and therefore, there\nwas non-compliance of Section 164(2) is hyper-technical.\nThe Magistrate has recorded in the statement that she has\ngiven the statutory warning and the statutory advice that\nhe was not bound to make the statement. Section 463 C\nCr.P.C. has rightly been applied in the case. There has\nbeen full compliance of provisions of Section 164(2) and\nthe confessional statement made freely and voluntarily by\naccused on bail cannot be rejected merely because the\nMagistrate has used the expression `evidence' instead of\n`confession' while warning the accused. [Paras 26 and\n28] [852-B-C; H; 853-A]\nto.\nState of UP v. Singhara Singh AIR 1964 SC 358, referred\nD\nE\n6.3. The appellant was released on bail on 25.1.2002\nand he has given the confessional statement on\n9.10.2002. Thus, when he had given the confessional\nstatement, he was a free man. Further, the accused in his\nstatement u/s. 313 CrPC or during the cross-examination, F\nhas not suggested that the statement recorded by PW-\n65 u/s. 164 was false. [Para 29] [853-B-C]\nG\n7. PW-60, the Doctor has supported the case of extra-\njudicial confession (Ext. P-48) which records the history\nof injury and also records the said confession. The\nstatement made by PW 60, the independent witness has\nbeen accepted by both the courts below. In her\nexamination-in-chief, she has stated that, she had\nexamined the accused as per the request of Dy.S.P.\nThere is no material to show that the said Dy. S.P. (PW- H\n834\nSUPREME COURT REPORTS\n[2009] 6 S.C.R.\nA 59) was present at the time when the statement was\nrecorded. Dy. S.P.(PW59) does not state that he had\naccompanied the accused to Doctor's house. Secondly,\nthere is no material on record nor is there any suggestion\nmade to PW-60 that when she had recorded the said\nB confessional statement, any police person was present\nwith the accused-appellant. Thus, the criticism of the\ndefence that the said statement is not fit to be accepted\nas it has-been recorded in the presence of the police\nofficers is without any material on record. [Para 30] [853-\nC D-F]\nCase Law. Reference:\nAIR 1964 SC 358\nReferred to.\nPara 27\nD\nE\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 811 of 2009.\nFrom the Judgment \u0026 Order dated 18.09.2006 of the High\nCourt of Kerala at Ernakulam in Death Sentence Ref. No. 5 of\n2005 and Criminal Appeal No. 385 of 2005.\nK.V. Vishwanathan, M. Gireesh Kumar, Rajeev\nNambeesan, B. Raghunath and Khwairakpam Nobin Singh for\nthe Appellants.\nAmarendra Sharan, ASG, R. Sathish, Amit Anand Tiwari,\nF P. Parmeswaran for the Respondents.\nG\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the judgment of a Division\nBench of the Kerala High Court upholding the conviction of the\nappellant for offences punishable under Sections 449, 379, 380,\n302 and 201 of the Indian Penal Code, 1860 (in short the 'IPC').\nAppellant was sentenced to death for the offence relatable to\nH Section 302 IPC, life imprisonment, 7 years imprisonment, 7\nM.A. ANTONY @ ANTAPPAN v. STATE OF KERALA 835\n[DR. ARIJIT PASAYAT, J.]\nyears imprisonment for the offence relatable to Section 449, A\n380 and 201 respectively. No separate sentence was imposed\nfor the offence relatable to Section 379 IPC. For confirmation\nof the death sentence reference was made to the High Court\nunder Section 366 (1) of the Code of Criminal Procedure, 1973\n(in short the 'Code'). The appellant also preferred an appeal B\nand by the impugned judgment, both the Death Reference and\nCriminal Appeal were disposed of.\n3. The accusations in essence against the appellant are\nas follows:\nC\nD\nOn the intervening night of 6th and 7th January, 2001, when\ninmates of Aluva Municipal Town of Ernakulam District in the\nState of Kerala were in deep sleep, Manjooran House located\nin the midst of the town became a scene of ghastly crime. Six\nmembers of one family in the Manjooran House lost their lives\nin a matter of three hours, Antony @ Antappan, the appellant\nherein, in search of greener pastures abroad for which purpose\nhe needed money but was refused to be paid by the members\nof the Manjooran family, and therefore as per the prosecution's\nversion used knife, axe, amd electrocuted and strangulated E\nKochurani and Clara at about 10 in the night. of 6.1.2001 and\nAugustine, his wife Mary, and their children - Divya and Jesmon\nat midnight. The Manjooran House full of life at 10 in the night\nby the stroke of midnight became a graveyard. The appellant\nafter causing the death of Kochurani and Clara is said to have\nwaited for the arrival of other four members of the family who\nhad gone to see a film show. On their arrival he turned them\ninto corpses. He waited for their arrival to kill them as he knew\nthat for the two murders committed earlier by him he would be\nsuspected by them, as he was in the house when they left the\nhouse for the film show. The prosecution alleges that all these\nmurders were cold blooded, planned and executed with\nprecision and the appellant ensured that there is no trace of\nlife left in them before he left the scene of occurrence. When\nput to trial for murders, appellant, however, pleaded innocence\nF\nG\nH\n836\nSUPREME COURT REPORTS [2009] 6 S.C.R.\nA and claimed trial.\nB\nD\n4. The trial Court as noted above found the accused guilty.\n5. Law was set into motion in the following manner:\nJoseph @ Rajan on 7.1.2001 at 11.30 p.m. gave\ninformation to the Aluva Police Station of Ernakulam District\nthat his sister, brother-in-law and their children were murdered\nby someone at sometime between 6 p.m. on 6.1.2001 and 10\np.m. on 7.1.2001 within Manjooran House, where his brother-\nC in-law Augustine @ Baby, sister Mary @ Baby, children\nDivyamol and Jesmon, brother-in-law's sister Rani (Kochurani)\nand mother Rahel were living as a family. He requested for\naction in the matter. In the first information, Ext.P1, got recorded\nby N.V. John, Sub Inspector of Police. The informant Joseph\nstated that he had come to inform that someone had killed his\nsister-Mary, brother in law-Augustine and their children-\nDivyamol and Jesmon in their residence at Aluva. He belongs\nto Christian community and is residing with his father, mother,\nwife and children. It was stated by him that he was running a\nstationery store there and his sister Mary was married to\nAugustine of Manjooran House. His brother in law was running\na hardware shop at Aluva. Both the children were school going.\nOn 6.1.2001, his sister had come home to take his father who\nwas sick to the hospital. His sister told him that she would come\non 7.1.2001 by 9.30 a.m. to stay with them, as his wife was\ngoing to her house. On Saturday morning his wife went to her\nhome. At that time, his sister Lizy, was in the house. Baby\nwanted to come as Lizy had to go to her house. Since his sister\nwas not seen even after 10 O'clock, he tried to contact her over\nphone. Though the phone was ringing, nobody picked it up.\nG Around 2 p.m. he telephoned Jose at Neerikode and asked him\nE\nF\nto enquire as nobody was answering the phone at his sister's\nresidence. After some time Jose informed over phone that\nwhen he sent the son of his elder brother Jose to his sister's\nresidence, the house was found locked without anyone being\nH there and also their vehicle was not seen. As she wanted to\nM.A. ANTONY @ ANTAPPAN v. STATE OF KERALA 837\n[DR. ARIJIT PASAYAT, J.]\nD\nparticipate in a function in connection with Christu Jayanthi A\n2000, thinking that she would have gone for that, they waited\ntill 8 p.m. and thereafter again contacted Jose over phone and\nrequested him to enquire again. After sometime, Jose called\nback and told that Sebastian informed him that both his sister\nand brother-in-law were not seen. To know about their B\nwhereabouts, he along with his brother-in-law Sunny, came to\nthe house of his sister around 10 p.m. The vehicle was available\nin the courtyard. There was no light in the verandah. Then he\nentered the sit-out and lifted the curtain to knock the door, and\nhe saw one of the doors kept open. When he lighted the torch, C\nimmediately he saw the legs of Jesmon, son of his sister. He\nwas lying on the floor. There were blood stains near his body.\nIn the adjacent room, he saw the legs of Divyamol; who was\nlying on her chest down; his sister in a sitting posture with her\nhead down and adjacent to that his brother-in-law, lying on his\nback. There was no response when he called. They appeared\nto be dead. Immediately, they came out of the house and went\nto the house of Jose, his cousin and informed him. Jose called\nRobin and they all went in Robin's car to the station. Apart from\nhis sister, brother-in-law and their children, his brother in law's\nmother and sister were also staying with them. He did not know\nwhat had happened to them. They were not seen there. The\ndresses of his brother in law, sister and their children were\nthose they used to wear while going out. There was no financial\nliabilities on his brother-in-law. When his brother in law laid the\nfoundation for constructing a new house, he had a case with\nhis family and as per his sister, they were expecting its judgment\nin the near future. His brother-in-law and his elder brothers had\na dispute with regard to their property. He was not aware of\nany enemies from outside of his brother-in-law. The morning\nnewspaper and milk were lying on the verandah of the house.\nThe incident occurred between 6 p.m. of 6.1.2001 and 10 p.m.\nof 7.1.2001.\nFrom the statement made by the informant, it appears that\nthe murder of the six persons was noticed for the first time\nE\nF\nG\nI\n838\nSUPREME COURT REPORTS\n[2009] 6 S.C.R.\nA around 9 p.m. to 10 p.m. on 7.1.2001 and the matter was\nreported to the police at 11.30 p.m. on the same day.\nB\nAs there was no direct evidence the prosecution relied on\ncircumstances to fasten the guilt on the accused. Accordingly,\nthe conviction was recorded. The High Court confirmed the\nconviction and sentence imposed.\n7. In support of the appeal, learned counsel for the\nappellant submitted that this being a case of circumstantial\nevidence the prosecution was required to show that the chain\nC of circumstances was so complete that they excluded even the\nD\nE\nF\nremote possibility of any other person being the author of the\ncrime. It is submitted that there are many missing links and the\nexplanation offered by the appellant has not been considered\nin the proper perspective.\n8. Learned counsel for the respondent-State on the other\nhand supported the judgment of the High Court.\n9. It is to be noted that the following were the factors which\nwere pressed into service by the prosecution.\n(a) Motive;\n(b)\nPresence of accused/appellant on 6.1.2001;\n(c) Presence at the place of occurrence in the early\nhours of 7.1.2001;\n(d) Absence from residence on the night of 6-7\nJanuary, 2001;\n'\nG\n(e)\nRecovery of clothes under Section 27 of the Indian\nEvidence Act, 1872 (in short the 'Evidence Act');\n(f)\nFingerprints;\nH\n(g) Recovery of Scalp hair of the accused/appellant;\n"}