{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26}],"text":"M.A. ANTONY @ ANTAPPAN v. STATE OF KERALA 849\n[DR. ARIJIT PASAYAT, J.]\nhave money till 5.1.2001, had surplus amount of money to repay A\nhis debts and make payments to P.I. Ummar (PW-67) and also\nto pay for his ticket fare and other expenses. In this context, it\nwill be worth mentioning that PW-23 had not demanded his\nmoney, yet the accused-appellant chose to liquidate his debt\nwhich clearly shows an intention on the part of the appellant to B\ndo away with ill-gotten money.\n12. According to accused in the house of the deceased,\na large amount of cash and jewellery was available which could\nhave been taken away by the accused/appellant and that he,\nC\nas a conscientious man, had taken so that he could repay\nbefore his departure. The contention is devoid of any merit and\nhas been found to be incorrect by the courts below. It would be\npertinent to mention here that the trial Court has adverted to\nthe fact that the jewellery and cash were lying in hidden\ncondition and thus knowledge of its existence cannot be\nattributed to the accused/appellant.\nD\n13. At the stage of recording of statement under Section\n313 of the Code, the accused had come with another\nexplanation that the deceased Augustine had paid him Rs.35 E\n000/- at 8.00 p.m. on 6.1.2001. No evidence at all has been\nadduced to show that he was present in the shop of Augustine\nand had been given the said amount. Furthermore, even PW-\n19 wife of the accused/appellant has not stated that she was\ntold at any stage by her husband that he had received an\namount of Rs.35,000/- from the deceased Augustine. The trial\nCourt and the High Court both have disbelieved it.\n14. The analysis of the evidence shows that the accused/\nappellant was in dire and urgent need of more and he had a\nmotive for getting the said amount of money.\n15. PW-38 saw the accused/appellant entering the house\nat 7.00 p.m. on 6.1.2001. His presence inside the house is also\nsupported by other factors, namely:\nF\nG\nН\n850\nSUPREME COURT REPORTS\nA\n(i)\nB\n(ii)\n[2009] 6 S.C.R.\npresence of his fingerprints (Ref PW-6 and PW-7);\npresence of hair on deceased's body (PW-51, PW-\n53 and PW-61); and\n(iii) absence of accused/appellant from his house. (PW-\n19).\n16. PW-17 saw the accused/appellant at 5.45 a.m. on\n7.1.2001 coming out from the house of the deceased. The\nevidence has been believed by both the courts and the cross-\nC examination has not discredited the testimony.\nD\n17. It is the admitted case of the parties. PW-19 wife of\nthe accused as well as the accused/appellant himself has\nadmitted his absence from, his own house.\n18. The theatrical explanation given by the accused/\nappellant that he was going to Perumbavoor and at Thottuva,\nnearly 35 kms away, the auto driver tried to snatch his money\nand he ran and stayed at a dilapidated house for the whole night\nhas been rightly rejected by the courts below. And if he was at\nE Thottuva which is admittedly 35 kms away from the place of\noccurrence, he could not have been seen on the early hours\ni.e. 5.45 a.m. on 7.1.2001 at the place of occurrence.\nF\n19. Abraham Cheriyan (PW-59), 10 supports the factum\nof statement under Section 27 of Evidence Act. The recovery\nhas been witnessed by Ismail (PW-68) and Johny Cyriac (PW-\n72). Further, the IO from the CBI, PW-77 has also supported\nthe recoveries and statement under Section 27.\n20. The attempt of the defence to discredit the recoveries\nG on the basis of answer given by G. Venkataraman (PW-77) to\na question relating to investigation where he had stated that\nfrom investigation it was revealed that only Handkerchief and\nSocks had been recovered, ignores the fact that earlier the\ninvestigation had been conducted by PW-59 and the said\nH question was with respect to investigation and not the factum\nศ\nM.A. ANTONY @ ANTAPPAN v. STATE OF KERALA 851\n[DR. ARIJIT PASAYAT, J.]\nof actual recovery which has been supported by PW-68 and A\nPW-73.\n21. V.O. Jose (PW-6), the photographer had lifted the\nfingerprints and PW-7 the fingerprint expert had matched them.\nThe defence has not seriously denied it, but has tried to explain\nit by saying that he was a frequent visitor.\nB\n22. PW-51-Sub-Inspector recovered the hair and later the\ncontainers containing the hair were sealed in a separate\npacket. PW-53 has examined the hair recovered with the\nsample hair and has matched it. PW-60 Dr. Anila Kumari had C\ncollected the sample.\n23. Much criticism has been made with respect to the\ncollection of hair about the aspect of sealing. The evidence on\nrecord clearly shows that the hair was kept in different\ncontainers and these containers were later on sealed in a\npacket. The containers themselves were not sealed. But since\nthey were kept in a sealed packet, there was no possibility of\nany tampering.\n24. The confessional statement is Exhibit P-59. It has been\nsupported by PW-65, the Metropolitan Magistrate. PW-77, IO\nhas categorically mentioned that the accused/appellant wanted\nto confess outside the State of Kerala. The defence assailed\nthe same on the following grounds:\nD\nE\nF\n+\n(i)\nIt was a result of torture and was retracted.\n(ii)\nThere is non-compliance of Sections 164(4) and\n164(2) of Code.\n(iii) Local Magistrate was not informed.\n25. It is respectfully submitted that none of the above\nsubmissions are tenable. Confession was not retracted except\nat the stage of statement under Section 313 of the Code. No\ncomplaint of torture has been made to the Magistrate, nor the\nG\nH\n852\nSUPREME COURT REPORTS\n[2009] 6 S.C.R.\nA torture has been suggested in the cross-examination either to\nPW-59 or PW-77\nB\n26. All necessary precautions required under Section\n164(2) have been taken by the Magistrate as before recording\nthe confession, she has given time to the accused-appellant to\nreflect. Secondly, she has also warned the accused about\nanything said by him in the evidence could be later on used\nagainst him and that he was not bound to give evidence. The\nsubmission of the defence that the word used by the Magistrate\nwas 'evidence' instead of `confession' and therefore, there was\nC non-compliance of Section 164(2) is hyper-technical. The\nD\nE\nךד\nF\nG\nH\nMagistrate has recorded in the statement that she has given\nthe statutory warning and the statutory advice that he was not\nbound to make the statement. Section 463 has rightly been\napplied in the case.\n27. This Court in State of UP v. Singhara Singh (AIR 1964\nSC 358) (para 10) explained the scope of the oral evidence\nwith respect to statements under 164 of Code as can be\nadduced under section 533 of Code (now Section 463 of Code)\nin following words:\n\"What section 533 therefore, does is to permit oral\nevidence to be given to prove that the procedure laid down\nin section 164 had in fact been followed when the court\nfinds that the record produced before it does not show that\nthat was so. If the oral evidence establishes that the\nprocedure had been followed, then only can the record be\nadmitted. Therefore, far from showing that the procedure\nlaid down in Section 164 is not intended to be obligatory,\nSection 533 really emphasises that procedure has to be\nfollowed. The section only permits oral evidence to prove\nthat the procedure had actually been followed in certain\ncases where the record which ought to show that does not\non the face of it do so.\"\n28. There has been full compliance of provisions of Section\nM.A. ANTONY @ ANTAPPAN v. STATE OF KERALA 853\n[DR. ARIJIT PASAYAT, J.]\n164(2) and the confessional statement made freely and A\nvoluntarily by accused on bail cannot be rejected merely\nbecause the Magistrate has used the expression `evidence'\ninstead of `confession' while warning the accused.\nB\n29. It would be further pertinent to mention here that the\naccused-appellant was released on bail on 25.1.2002 and he\nhas given the confessional statement on 9.10.2002. Thus, when\nhe had given the confessional statement, he was a free man.\nFurther, the accused in his statement under Section 313 or\nduring the cross-examination, has not suggested that the\nC\nstatement recorded by PW-65 under Section 164 was false.\n30. PW-60-Dr. Anila Kumari has supported the case of\nextra judicial confession (Ext. P-48) which records the history\nof injury and also records the said confession. The statement\nmade by the independent witness Dr. Anila Kumari has been D\naccepted by both the courts below. In her examination-in-chief,\nshe has stated that, \"I had examined Antony as per the request\nof Dy.S.P. of Aluva. There is no material to show that the said\nDy. S.P. (PW-59) was present at the time when the statement\nwas recorded. Dy. S.P.(PW59) does not state that he had E\naccompanied the accused to Doctor's house. Secondly, there\nis no material on record nor is there any suggestion made to\nPW-60 that when she had recorded the said confessional\nstatement, any police person was present with the accused-\nappellant. Thus, the criticism of the defence that the said F\nstatement is not fit to be accepted as it has-been recorded in\nthe presence of the police officers is without any material on\nrecord.\n31. The appellant explanation in respect to the aforesaid\nnoted is as follows:\nG\nMerely on suspicion and relying on the so called\ncircumstantial evidence, which fall far short of required standard\nof proof the prosecution attributes motive to the accused i.e.\nhe was in need of money to go to Saudi Arabia and that he H\n854 SUPREME COURT REPORTS\n[2009] 6 S.C.R.\nA murdered the deceased for that purpose. The motive there\nstands exploded if the evidences of PW 1, Mary Sunny (PW-\n45) and investigating officers PW-59 and PW-77 are perused.\nPW-1 states that on searching the house apart from savings\nbank deposit receipts worth Rs. 45 lakh, gold ornaments worth\nB 55 sovereign were recovered from the almirah and currency\nnotes worth Rs. 1.50 lakh were also recovered from that room\nin a brief case. Further, in the next room currency notes worth\nRs, 45,000/- were recovered and gold ornaments kept inside\nthe almirah were recovered. PW 45 another sister of deceased\nC Augustine also corroborates this, though she says 95\nsovereigns of gold ornaments and cash worth Rs 2.5 lakh were\nrecovered. The investigating Officer also testifies to the same\neffect.\nD\n32. The accused denied his involvement in the crime. The\nevidence of the prosecution witnesses namely, PW 14, PW 23,\nPW 24 go to show that the accused was a conscientious\nperson who reed the debts and that out of the new given by\nAugustine on 6.1.2001 of Rs 35 000/- he had repaid PW 23\nand PW 24. If money was a motive, the accused would have\nE decamped with cash and jewellery and such a person will not\nF\nbe conscientious enough to repay the loan to PWs 23 and 24,\nand promised PW 23 that he will settle the balance of Rs. 3000/\n- with interest and also not take back the signed stamp paper\nand the blank cheque left with PW 23.\n33. Above being the position, the appeal is without merit,\nand deserves dismissal which we direct.\nN.J.\nAppeal dismissed.\n"}