{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"1\n1\nMANOJ KUMAR AND ANR.\nA\nV.\nMUNNI DEVI\nAPRIL 28, 2005\n[R.C. LAHOTI, CJ., G.P. MATHUR AND P.P. NAOLEKAR, JJ.]\nRent Control and Eviction :\nU.P. Urban Buildings (Regulation of Letting, Rent and Eviction) Act,\nC\n1972-Section 21(1)(a) and first proviso thereto-Eviction-On the ground of\nbonafide requirement-Denied by Prescribed Authority-Granted by Appellate\nAuthority on finding that need of the landlord was bonafide and that\ncomparative hardship of the landlord was greater and first proviso to the\nSection was complied with—Order of Appellate Authority not interfered with\nby High Court-On appeal, held: Appellate Authority rightly ordered eviction.\nD\nRespondent-landlord filed application u/s. 21(1)(a) of U.P. Urban\nBuildings (Regulation of Letting, Rent and Eviction) Act, 1972 against the\nappellant-tenants, on the grounds that the building was in dilapidated\ncondition and was required for demolition and new construction wherein\nafter the new construction, her husband would carry on business; and that E\nshe had bonafide requirement for establishing business of one of her sons\nas he was unemployed. Prescribed Authority dismissed the release\napplication. The appeal was allowed by appellate Authority holding that\nrequirement of first proviso to Section 21(1) of the Act had been complied\nwith and that the need of the landlord was bonafide and landlord would\nsuffer greater hardship as compared to the tenants. Writ Petition filed by\nthe tenant was dismissed by High Court.\nF\nIn appeal to this Court appellant contended that the release\napplication was not maintainable as first proviso to Section 21(1)(a) of the\nAct was not complied with and that the landlord had no bonafide G\nrequirement of the property and the tenants would suffer greater hardship\nin the event the shop in question were released.\nDismissing the appeal, the Court\n959\nH\nB\nA\n960\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nHELD The Appellate Authority has recorded a clear finding that\nthe need of the landlord was bona fide and genuine and further that the\nlandlord will suffer greater hardship in the event of rejection of the release\napplication than that which will be suffered by the tenants in the event of\ngrant of the application as they had several other vacant shops in their\noccupation. The Appellate Authority has also recorded a finding that the\nrequirement of first proviso to Section 21(1) of U.P. Urban Buildings\n(Regulation of Letting, Rent and Eviction) Act, 1972 had been complied\nwith as a notice was given before filing of the release application. The High\nCourt, therefore, rightly declined to interfere with the order passed by\nthe Appellate Authority while exercising jurisdiction under Article 226 of\nC the Constitution. [962-H; 963-B]\nB\nD\nMartin and Harris Ltd. v. Vth Addl. District Judge, [1998] 1 SCC 732\nand Anwar Hasan Khan v. Mohd. Shafi and Ors., [2001] 8 SCC 540, referred\nto.\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. 2919 of 2005.\nFrom the Judgment and Order dated 26.7.2002 of the Allahabad High\nCourt in C.M.W.P. No. 31196 of 1996.\nSiddharth Bhatnagar, Anurag Sharma and Prashant Kumar for the\nE Appellants.\nF\nG\nE.C. Agarwala, Mahesh Agarwal and Rishi Agrawal for the Respondent.\nThe Judgment of the Court was delivered by\nG.P. MATHUR, J. 1. Leave granted.\n2. This appeal by special leave has been preferred against the judgment\nand order dated 26.7.2002 of Allahabad High Court by which the writ petition\npreferred by the appellants was dismissed.\n3. Jawahar Lal, the father of the appellants was a tenant of a shop\nbearing No. 29/17, Namak Ki Mandi, Agra and it was purchased by the\nrespondent Smt. Munni Devi on 23.01.1976. After the death of Jawahar Lal,\nthe appellants being his sons inherited the tenancy and started paying rent to\nthe respondent. The respondent filed an application in the year 1987 seeking\nrelease of the shop on two grounds, namely, that the building was in a\nH dilapidated condition and is required for the purpose of demolition and new\nMANOJ KUMAR v. MUNNI DEVI [ G.P. MATHUR, J.]\n961\nconstruction wherein her husband will carry on the business after new A\nconstruction had been made. The second ground pleaded was that one of her\nsons was unemployed and was sitting idle and he would also establish his\nbusiness in the shop. The appellants contested the release application on\nvarious grounds. The Prescribed Authority dismissed the release application\nby the judgment and order dated 15.04.1989. The respondent then preferred\nan appeal which was allowed by the VIIth Addl. \u0026 District Judge, Agra, by\nthe judgment and order dated 13.9.1996 and the shop was released in favour\nof the respondent and she was directed to pay rent of one year as compensation\nto the appellants. The appellants challenged the aforesaid judgment by filing\na writ petition in the Allahabad High Court which was dismissed on\n26.07.2002.\nB\nC\n4. Shri Siddartha Bhatnagar, learned counsel for the appellants, has\nsubmitted that the landlord had applied for release of the shop under the\ntenancy of the appellants under Section 21(1)(a) of UP Urban Buildings\n(Regulation of Letting, Rent and Eviction) Act, 1972 (hereinafter referred to\nas the Act) and the first proviso to said sub-section requires giving of notice D\nby the landlord to the tenant not less than six months before filing of such\napplication and as in the present case no such notice had been given, the\nrelease application was not maintainable and was liable to be dismissed on\nthis ground alone. Learned Counsel has submitted that the aforesaid provision\nhas come up for consideration before this Court in Martin \u0026 Harris Ltd. v.\nVth Addl. District Judge, [1998] 1 SCC 732 wherein it was held that the\nrequirement of giving prior notice was mandatory. Challenge has also been\nraised to the findings recorded by the Appellate Authority in favour of the\nlandlord and it has been urged that she had no bona fide requirement of the\nproperty and further the appellants would suffer greater hardship in the event\nof release of the shop in which they were carrying on business for a long F\ntime.\nE\n5. Learned counsel for the respondent has submitted that six months'\nnotice had in fact been given in the present case before filing the release\napplication. He has also submitted that the provision of giving six months'\nnotice before filing the release application is not mandatory and, therefore, G\nthe release application cannot be held to be not maintainable even if no such\nnotice is given by the landlord. In support of this submission, learned counsel\nhas placed reliance on a later decision of this Court in Anwar Hasan Khan\nv. Mohd. Shafi and Ors., [2001] 8 SCC 540 wherein it was held that the\nperiod contemplated for not initiating the eviction proceedings against a tenant H\n1\n962\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA on the grounds specified in Clause (a) of sub-section (1) of Section 21 was\nthree years and in no case more than three years and six months and any\nproceeding initiated for release of the building on the aforesaid ground after\nthe expiry of the period does not require the service of six months prior\nnotice. Learned counsel has further submitted that after a thorough examination\nof the evidence on record the Appellate Authority had recorded clear findings\nthat the need of the landlord was bona fide and genuine and further that in\nthe event the shop was not released the landlord would suffer greater hardship.\nIt has thus been submitted that the Judgment of the Appellate Authority is\nperfectly sound and the writ petition filed by the appellants was rightly\ndismissed by the High Court and as such there is absolutely no occasion for\nC this court to interfere in a Special Leave Petition filed under Article 136 of\nthe Constitution.\nB\n6. The judgment of the Appellate Authority shows that the respondent\n(landlord) moved an application for adducing additional evidence in appeal,\nwhich was allowed on 9.4.1993. The respondent filed the copy of the notice\nD dated 17.2.1983 sent by Shri Jethanand, Advocate on her behalf and also the\ncopy of the reply dated 8.3.1983 sent by Shri Ram Chander Bhakru, Advocate.\nThe aforesaid documents were proved by Shri Rakesh Kumar Bansal, clerk\nof Shri Jethananad, Advocate. The respondent also filed affidavit of Shri Brij\nMohan. Thereafter, the tenant summoned Bangali Mal (husband of respondent,\nSmt. Munni Devi), Brij Mohan and Rakesh Kumar Bansal and they were\ncross-examined. The Appellate Authority, after considering the aforesaid\nevidence, has recorded a clear finding that a notice was sent by the landlord\nbefore filing the release application and the requirement of first proviso to\nSection 21(1)(a) of the Act had been complied with. The filing of the additional\nevidence before the Appellate Authority finds mention in the Writ Petition\nF which was filed by the appellants in the High Court.\nE\nG\nH\n7. In view of the findings recorded by the Appellate Authority and also\nby the High Court that a notice, as contemplated by the first proviso to\nSection 21(1)(a) of the Act, had been sent by the landlord we do not consider\nit necessary to decide the legal issue raised by the learned counsel for the\nappellants and the same may be done in a more appropriate case.\n8. The Appellate Authority has recorded a clear finding that the need\nof the landlord was bona fide and genuine and further that the landlord will\nsuffer greater hardship in the event of rejection of the release application than\nthat which will be suffered by the tenants in the event of grant of the application\nMANOJ KUMAR v. MUNNI DEVI [G.P. MATHUR, J.}\n963\nas they had several other vacant shops in their occupation. The Appellate A\nAuthority has also recorded a finding that the requirement of first proviso to\nsub-Section (1) of Section 21 of the Act had been complied with as a notice\nwas given before filing of the release application. The High Court, therefore,\nrightly declined to interfere with the order passed by the Appellate Authority\nwhile exercising jurisdiction under Article 226 of the Constitution.\n9. There is no merit in the present appeal which is hereby dismissed\nwith costs.\n10. The appellants are granted time till 31.07.2005 to vacate the building\nsubject to their filing the usual undertaking within one month.\nB\nK.K.T.\nC\nAppeal dismissed.\n"}