{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"SHIV DASS\nV.\nUNION OF INDIA AND ORS.\nJANUARY 18, 2007\nA\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nB\nConstitution of India, 1950:\nArt. 226-Delay and laches in filing writ petition-Effect of-Held,\nCourt to consider delay while exercising discretionary powers-In case of\nbelated approach, writ petition liable to be dismissed.\nIn 1982, appellant suffered from medical problem and was invalidated\nfrom service. In 1983, he claimed disability pension which was rejected. He\nfiled writ petition in 2005, which was dismissed on the ground of delay and\nlaches. Hence the present appeal.\nDisposing of the appeal and remitting the matter to High Court to\nhear writ petition on merits, the Court\nHELD: 1. Normally, in the case of belated approach writ petition has\nto be dismissed. Delay or laches is one of the factors to be borne in mind\nby the High Courts when they exercise their discretionary powers under\nArticle 226 of the Constitution of India, 1950. In an appropriate case the\nHigh Court may refuse to invoke its extraordinary powers if there is such\nnegligence or omission on the part of the applicant to assert his right as\ntaken in conjunction with the lapse of time and other circumstances,\ncauses prejudice to the opposite party. Even where fundamental right is\ninvolved the matter is still within the discretion of the Court. Of course,\nthe discretion has to be exercised judicially and reasonably.\n[Para 7] [1129-E-G]\nDurga Prasad v. Chief Controller of Imports and Exports and Ors.,\nAIR (1970) SC 769; State of Orissa v. Arun Kumar, AIR (1976) SC 1639,\nrelied on.\nLindsay Petroleum Company v. Prosper Armstrong Hurd Etc., (1874)\n5 P.C. 221; The Moon Mills Ltd. v. M.R. Meher, President, Industrial Court,\nC\nD\nE\nF\nG\nH\n1127\n1128\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA Bombay and Ors., AIR (1967) SC 1450; Maharashtra State Road Transport\nCorporation v. Balwant Regular Motor Service, Amravati and Ors., AIR\n(1969) SC 329; State of M.P. v. Nandlal Jaiswal and Ors., AIR (1987) SC\n251; K.V. Raja Lakshmiah v. State of Mysore, AIR (1967) SC 993; State\nof Orissa v. Sri Pyarimohan Samantaray, AIR (1976) SC 2617, referred to.\nB\n2. In the case of pension the cause of action actually continues from\nmonth to month. That, however, cannot be a ground to overlook delay in\nfiling the petition. It would depend upon the fact of each case. If petition is\nfiled beyond a reasonable period say three years normally the Court would\nreject the same or restrict the relief which could be granted to a reasonable\nC period of about three years. The High Court did not examine whether on\nD\nE\nmerit appellant had a case. If on merits it would have found that there was\nno scope for interference, it would have dismissed the writ petition on that\nscore alone. [Para 11] [1131-C-D]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 274 of 2007.\nFrom the Final Judgment and Order dated 22.8.2005 of the High Court\nof Punjab and Haryana at Chandigarh in C.W.P. No.12886/2005.\nGaurav K. Bhatnagar and Dharam Bir Raj Vohra for the Appellant.\nR. Mohan, A.S.G. Vikas Sharma, D.S. Mahra and Anil Katiyar for the\nRespondents.\nThe Judgment of the Court was delivered by\nF\nDR. ARIJIT PASAYAT, J. : 1. Leave granted.\nG\nH\n2. Appellant calls in question legality of the judgment rendered by a\nDivision Bench of the Punjab and Haryana High Court dismissing the Writ\nPetition filed by the appellant on the ground that it was highly belated. It\nwas noted that appellant was out of service in the year 1983 and the writ\npetition was filed in 2005.\n3. Appellant's case in a nutshell is as follows:\n4. Appellant was enrolled in Army Medical Corps, Lucknow in\nSHIV DASS v. U.O.I. [PASAYAT, J.]\n1129\nSeptember, 1965. In 1982 he suffered from medical problem of weak eyesight\nand he became almost 80% disabled, despite being getting the treatment.\nTherefore, he was placed under low medical category by the Medical Board.\nHe was relieved from the service being invalidated out of service. In 1983\nappellant claimed disability pension for the 80% disability. It was rejected\nby the Chief Controller of Defence Accounts (Pension), Allahabad. Appellant\nclaims that he had filed appeal before the appellate authority but there no\nreply was given. Since there was no intimation regarding any order in the\nappeal, he filed the writ petition in 2005. His prayer was for grant of disability\npension. The High Court dismissed the writ petition.\nA\nB\n5. In support of the appeal, learned counsel for the appellant submitted C\nthat the High Court should have noted that the claim for pension provides\nfor continuing cause of action. As the appellant had not received any\nintimation regarding the result of the appeal, he ultimately filed the writ\npetition.\n6. Learned counsel for the respondents on the other hand submitted\nthat the writ petition was highly belated. In fact, the original order itself\nindicated the reason for dishonouring the claim. The appeal was dismissed\nin August 1985 and due intimation was given to the appellant about\nrejection of his appeal. He cannot take advantage of his own lapses and\nlaches.\n7. Normally, in the case of belated approach writ petition has to be\ndismissed. Delay or laches is one of the factors to be borne in mind by the\nHigh Courts when they exercise their discretionary powers under Article 226\nof the Constitution of India, 1950 (in short the 'Constitution'). In an\nappropriate case the High Court may refuse to invoke its extraordinary\npowers if there is such negligence or omission on the part of the applicant\nto assert his right as taken in conjunction with the lapse of time and other\ncircumstances, causes prejudice to the opposite party. Even where\nfundamental right is involved the matter is still within the discretion of the\nCourt as pointed out in Durga Prasad v. Chief Controller of Imports and\nExports and Ors., AIR (1970) SC 769. Of course, the discretion has to be\nexercised judicially and reasonably.\n8. What was stated in this regard by Sir Barnes Peacock in Lindsay\nPetroleum Company v. Prosper Armstrong Hurd Etc., (1874) 5 P.C. 221 at\nD\nE\nF\nG\nH\n1130\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA page 239 was approved by this Court in The Moon Mills Ltd. v. M.R. Meher,\nPresident, Industrial Court, Bombay and Ors., AIR (1967) SC 1450 and\nMaharashtra State Road Transport Corporation v. Balwant Regular Motor\nService, Amravati and Ors., AIR (1969) SC 329, Sir Barnes had stated:\nB\nC\nD\nE\nF\nG\nH\n\"Now the doctrine of laches in Courts of Equity is not an arbitrary\nor technical doctrine. Where it would be practically unjust to give\na remedy either because the party has, by his conduct done that\nwhich might fairly be regarded as equivalent to a waiver of it, or\nwhere by his conduct and neglect he has though perhaps not\nwaiving that remedy, yet put the other party in a situation in which\nit would not be reasonable to place him if the remedy were\nafterwards to be asserted, in either of these cases, lapse of time and\ndelay are most material. But in every case, if an argument against\nrelief, which otherwise would be just, if founded upon mere delay,\nthat delay of course not amounting to a bar by any statute of\nlimitation, the validity of that defence must be tried upon principles\nsubstantially equitable. Two circumstances always important in\nsuch cases are, the length of the delay and the nature of the acts\ndone during the interval which might affect either party and cause\na balance of justice or injustice in taking the one course or the\nother, so far as relates to the remedy.\"\n9. It was stated in State of M.P. v. Nandlal Jaiswal and Ors., AIR\n(1987) SC 251, that the High Court in exercise of its discretion does not\nordinarily assist the tardy and the indolent or the acquiescent and the\nlethargic. If there is inordinate delay on the part of the petitioner and such\ndelay is not satisfactorily explained, the High Court may decline to intervene\nand grant relief in exercise of its writ jurisdiction. It was stated that this rule\nis premised on a number of factors. The High Court does not ordinarily\npermit a belated resort to the extraordinary remedy because it is likely to\ncause confusion and public inconvenience and bring in its train new\ninjustices, and if writ jurisdiction is exercised after unreasonable delay, it\nmay have the effect of inflicting not only hardship and inconvenience but\nalso injustice on third parties. It was pointed out that when writ jurisdiction\nis invoked, unexplained delay coupled with the creation of third party rights\nin the meantime is an important factor which also weighs with the High Court\nin deciding whether or not to exercise such jurisdiction.\n་\n3\nSHIV DASS v. U.O.I. [PASAYAT, J.]\n1131\nA\n10. It has been pointed out by this Court in a number of cases that\nrepresentations would not be adequate explanation to take care of delay.\nThis was first stated in K.V. Raja Lakshmiah v. State of Mysore, AIR (1967)\nSC 993. There is a limit to the time which can be considered reasonable for\nmaking representations and if the Government had turned down one\nrepresentation the making of another representation on similar lines will not\nB\nexplain the delay. In State of Orissa v. Sri Pyarimohan Samantaray, AIR\n(1976) SC 2617 making of repeated representations was not regarded as\nsatisfactory explanation of the delay. In that case the petition had been\ndismissed for delay alone. (See State of Orissa v. Arun Kumar, AIR (1976)\nSC 1639 also.\n11. In the case of pension the cause of action actually continues from\nmonth to month. That, however, cannot be a ground to overlook delay in\nfiling the petition. It would depend upon the fact of each case. If petition\nis filed beyond a reasonable period say three years normally the Court would\nreject the same or restrict the relief which could be granted to a reasonable\nperiod of about three years. The High Court did not examine whether on\nmerit appellant had a case. If on merits it would have found that there was\nno scope for interference, it would have dismissed the writ petition on that\nscore alone.\n12. In the peculiar circumstances, we remit the matter to the High Court\nto hear the writ petition on merits. If it is found that the claim for disability\npension is sustainable in law, then it would mould the relief but in no event\ngrant any relief for a period exceeding three years from the date of\npresentation of the writ petition. We make it clear that we have not\nexpressed any opinion on the merits as to whether appellant's claim for\ndisability pension is maintainable or not. If it is sans merit, the High Court\nnaturally would dismiss the writ petition.\ncosts.\n13. The appeal is disposed of accordingly without any order as to\nC\nD\nE\nF\nD.G.\nG\nAppeal disposed of.\n"}