{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"548 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA comprises only one of the funds. Section 56 of the\nTransfer of Property Act, 1882 deals with the right of\nsubsequent purchaser to claim marshalling. The High\nCourt after noting that the plaintiff had paid substantial\namount as advance and secured decree for specific\nB performance came to the conclusion that the right of\nmarshalling is available to the plaintiff. The concept as\nin s.56 applies to sales in a manner similar to s. 81 which\napplies to mortgages alone. [para 27-28] [575-A-B-E]\nC\nD\n3.2. In the instant case, in view of the sale agreement\nwhich results into decree for specific performance, the\nplaintiff is entitled to insist upon defendant Nos. 1 to 3 to\nhave the mortgage debt satisfied out of the properties not\nsold to the plaintiff and in any case if the sale proceeds\nare not sufficient, then only to proceed against the said\nsuit properties. It is not in dispute that the plea of\nmarshalling and applicability of s.56 of the T.P. Act was\nnot raised before the trial Court. However, if the entire\nplaint is considered, the plaintiff has claimed a larger\nrelief. Even otherwise, the plea of marshalling being pure\nE question of law based upon the decree obtained for\nspecific performance, cannot simply be thrown out merely\nbecause the same was not specifically pleaded. [para 29-\n30] [575-F-G; 577-D-E]\nF\nG\nAnathula Sudhakar vs P. Buchi Reddy (Dead) By Lrs.\nAnd Ors. 2008 (5) SCR 331 = (2008) 4 SCC 594; Bachhaj\nNahar vs. Nilima Mandal and Anr. 2008 (14) SCR 621 =\n(2008) 17 SCC 491 - held inapplicable.\n3.3. It is significant to note that the relief has been\nprayed in the plaint by paying substantial court fee of Rs.\n41,66,326.50. In such circumstances, when a party is able\nto secure substantial relief, namely, decree for specific\nperformance with clearance of mortgage amount, it is the\nduty of the court to mould the relief so as to render\nH substantial justice between the parties. In this regard, the\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 549\nHigh Court has adopted the right course in granting relief A\nto the plaintiff. [para 32] [578-G]\n3.4. Merely because for recovery of the loan secured\nby banks, a special Act, namely, Recovery of Debts due\nto Banks and Financial Institutions Act, 1993 has been\nenacted, it is not a bar for approaching the civil court to\napply for other relief such as s.56 of the T.P. Act. By\nissuing the direction on the application of s. 56 of the T.P.\nAct, the Division Bench has not modified or eroded the\norder passed by the DRT. On the other hand, it is an\nadmitted fact that the Bank has accepted the impugned\nverdict of the High Court and did not challenge the same\nbefore this Court by filing an appeal. Further, by granting\nsuch a relief, the Bank is not prejudiced in any way by\nbringing other properties for sale first, to satisfy the\nmortgage debt payable by defendant Nos. 1 and 2. In fact,\nthe High Court was conscious and safeguarding the\ninterests of the Bank observed that if sale proceeds of\nother items of properties are not sufficient to satisfy the\ndebt payable to the Bank by defendant Nos. 1 and 2, in\nthat event, Bank can proceed against the suit properties.\n[para 33] [578-H; 579-A-D]\nB\nC\nD\nE\n4. As regards the High Court hearing the writ petition\nalong with the appeals, the writ petition was filed by the\nvery same plaintiff impleading defendant Nos. 1 and 2, M/ F\ns 'A A', which is a sister concern of defendant No. 1, and\ndefendant no.3-Bank, apart from Union of India, praying\nfor issuance of a writ of mandamus forbearing the\nrespondents from bringing to auction the suit property,\nforming the subject matter of the decree in his favour in\nO.S. No 336 of 2006 on the file of the Principal District\nJudge. It is not in dispute that the parties in the appeals\nas well as in the writ petition are one and the same\nexcept Union of India against whom the writ petitioner\nhas not sought any relief. It is also not in dispute that\nG\nH\n550 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA the subject matter of the lis and properties are one and\nthe same in both the appeals and the writ petition. There\nis no bar for the Division Bench which has jurisdiction\nto hear appeal, to hear writ petition when the same is\nconnected with the main issue. In fact, no serious\nB objection was raised before the High Court for hearing\nthe writ petition along with the appeal. On the other hand,\non the earlier occasion, when the parties filed special\nleave petitions against certain interim orders, this Court\nrequested the High Court to dispose of all the matters\ntogether. It is relevant to point out that no clarification\nor direction was sought in respect of the said order\npassed by the Supreme Court. [para 35] [579-F-H; 580-\nA-D]\nC\nBrahm Parkash vs. Manbir Singh \u0026 Ors., [1964] 2 SCR\nD 324; Sain Ditta Mal vs. Bulagi Mal \u0026 Sons and others AIR\n(34) Lahore 230; and Karam Singh Sobti vs. Smt Shukla\nBedi, AIR 1962 Punjab High Court at Delhi 477 - referred\nto.\nE\nF\nG\nH\n5. Section 35 CPC speaks about costs. Though, in\nthe grounds raised in the appeal, no serious argument\nwas advanced about the award of costs, the appellants\nhave agitated the award of cost by the High Court in\nfavour of the plaintiff. Inasmuch as the plaintiff after\nvaluing the suit paid a substantial court fee of Rs.\n41,66,326.50 and, ultimately, secured a decree for specific\nperformance though he could not secure a relief in its\nentirety, the plaintiff is entitled for his costs. It is not in\ndispute that the court has granted the major relief,\nnamely, decree for specific performance subject to\nclearance of the mortgage debt. In the circumstances, the\nHigh Court rightly ordered costs payable by the\ncontesting defendant Nos. 1 and 2 to the plaintiff. [para\n40] [583-E-H]\n6. As regards directions to the Recovery Officer/\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 551\n1\nA\nB\nTribunal, the High Court took into consideration various\nconnected issues in respect of the same properties and\nseveral orders passed by the Civil Court and the DRT and\nthe fact that defendant Nos. 1 and 2 have sufficient other\nproperties in prime locations in the city and other nearby\nplaces and also of the fact that the Bank was also party\nto both these proceedings. The Bank also accepted the\nimpugned order of the High Court and did not file any\nappeal before this Court. The directions/clarifications\nissued by the High Court do not run counter to the orders\nof DRT/Recovery Officers, on the other hand, it\nsafeguards the interest of all parties. Only because of the\ndelay on the part of defendant Nos. 1 and 2 in not settling\nthe dues of the Bank at the appropriate time, in the recent\ntimes, property value has risen to some extent. On this\nground, the direction of the High Court about the sale of\nD\nthe said properties cannot be interfered with. [para 41]\n[684-A-F]\nAllahabad Bank vs. Canara Bank \u0026 Anr., 2000 (2)'\nSCR 1102 (2000) 4 SCC 406, State Bank of India vs. Allied\nChemical Laboratories \u0026 Anr., (2006) 9 SCC 252, India\nHousehold and Healthcare Ltd. vs. LG Houshold and\nHealthcare Ltd. 2007 (3) SCR 726 = (2007) 5 SCC 510 -\nreferred to.\n7. So far as interference under Article 136 of the\nConstitution of India is concerned, even after issuance\nof notice in the special leave petition and after grant of\nleave, irrespective of the nature of the subject matter, the\nappellants must show that exceptional and special\ncircumstances exists and, if there is no interference by\nthis Court, substantial and grave injustice will result and\nthat the case has features of sufficient gravity to warrant\na decision from this Court on merits. [para 46] [589-D-E]\nBalvantrai Chimanlal Trivedi, Manager Raipur Manfg.\nCo. Ltd., Ahmedabad vs. M.N. Nagrashna and Others AIR\nC\nE\nF\nLL\nG\nH\n552 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA 1960 SC 407%; Balvantrai Chimanlal Trivedi vs. M.N.\nNagrashna and Others, AIR 1960 SC 1292; Taherakhatoon\n(D) By Lrs. vs. Salambin Mohammad, 1999 (1) SCR 901 =\n(1999) 2 SCC 635; Chandra Singh and Ors. vs. State of\nRajasthan and Anr. 2003 (1) Suppl. SCR 674 = (2003) 6\nB SCC 545 – relied on.\n-\nCase Law Reference:\n1995 (2) Suppl. SCR 53\nrelied on\npara 9\n2004 (3) Suppl.\nC\nSCR 186 relied on\npara 11\n1971 SCR 573\nreferred to\npara 12\n2008 (5) SCR 331\n2008 (14) SCR 621\nheld inapplicable para 31\nheld inapplicable para 31\nD\nAIR (34) Lahore 230\nreferred to\npara 37\nAIR 1962 Punjab High Court at Delhi 477\nreferred\nto\npara 37\nE\n[1964] 2 SCR 324\nreferred to\npara 38\n2000 (2) SCR 1102\nreferred to\npara 41\n(2006) 9 SCC 252\nreferred to\npara 41\n2007 (3) SCR 726\nreferred to\nF\npara 41\nAIR 1960 SC 407\nrelied on\npara 43\nAİR 1960 SC 1292\nrelied on\npara 44\n1999 (1) SCR 901\nrelied on\npara 45\nG 2003 (1) Suppl. SCR 674 relied on\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos.\n9821-9822 of 2010.\npara 46\nFrom the Judgment \u0026 Order dated 23.2.2010 of the High\nH\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 553\nCourt of Judicature at Madras in A.S. No. 7.08 of 2008 and A\nJudgment order dated 29.4.2010 in Review Application No. 37\nof 2010 in A.S. No. 708 of 2008.\nWITH\n.C.A. Nos. 9824-9825 \u0026 9826 of 2010.\nL. Nageshwar Rao, Nalini Chidambaram, R.F. Nariman,\nK.V. Viswanathan, Bhargava V. Desai, Rahul Gupta, Nikhil\nSharma, Pallavi Mohan, K.K. Mani, R. Thiagarajan, Vasudha\nThiagarajan, Abhishek Krishna, Himanshu Munshi for the\nappearing parties.\nThe Judgment of the Court was delivered by\nP. SATHASIVAM, J. 1. Leave granted in all the Special\nLeave Petitions.\n2. These appeals seek to challenge the common judgment\nand order dated 23.02.2010 passed by the Division Bench of\nthe High Court of Judicature at Madras in A.S. Nos. 708 of 2008\nand 946 of 2009 and W.P. No. 23405 of 2009 whereby the High\nCourt partly allowed A.S. No. 708 of 2008 confirming the decree\nfor specific performance granted by the Principal District Court,\nChengalpet in O.S. No. 336 of 2008 and dismissed A.S. No.\n946 of 2009 preferred by the appellants herein. By the same\norder, the High Court disposed of W.P. No. 23405 of 2009 with\ncertain directions. By a subsequent order dated 29.04.2010,\nthe High Court dismissed the Review Application No. 37 of\n2010 in A.S. No. 708 of 2008 and Review Application No. 47\nof 2010 in W.P. No. 23405 of 2009 preferred by the appellants\nherein.\nBrief facts:-\n3. (a) The subject matter of the suit is a total extent of 30\nacres 86 cents of land in Senthamangalam Village,\nSriperumbadur Taluk, Kancheepuram District comprised in\n00\nB\nC\nD\nE\nF\nG\nH\n00\nB\n0\nD\nE\nF\nG\n554 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n38 items, M/s J.P. Builders-Appellant No. 1 and Shri J.P.\nParamanandam-Appellant No. 2 herein are the owners of\nthe suit property which they acquired under various sale\ndeeds. The sister concern of M/s J.P. Builders viz., M/s.\nAnand Agency has availed certain financial assistance\nfrom the Indian Bank, (hereinafter referred to as 'the' Bank')\nand for the said assistance Appellant Nos. 1 and 2 herein\noffered their various properties including the suit property\nas security for the principal as well as interest amount\npayable by M/s Anand Agency of which Appellant No. 2\nis the sole proprietor.\n(b) On 15.08.2005, the appellants entered into a\nMemorandum of Understanding (MoU) (Ex. A-2) with\nRespondent No. 1 herein for sale of the suit property at a\nsale consideration of Rs. 14 lakhs per acre and a sum of\nRs. 1 lakh was paid as advance by way of cheque on the\nsame day. Balance sale consideration was to be paid\nwithin three months from the date of obtaining confirmation\nletter from the Bank.\n(c) On 10.10.2005, M/s J.P. Builders, by a letter\naddressed to the AGM, Indian Bank, Asset Recovery\nManagement Branch II, offered a sum of Rs. 100 lakhs as\nfull and final settlement of the dues of its sister concern,\nM/s Anand Agency, which was declined by the Bank by\nletter dated 15.10.2005 advising them to revise the offer\nwith substantial improvement. By letter dated 23.01.2006,\nthe Bank stated that Appellant No. 2 herein had not made\nany improvement in his One Time Settlement (in short\n‘OTS') proposal of Rs. 100 lakhs and hence the Bank is\nproceeding to enforce its rights under the Securitization\nand Reconstruction of Financial Assets and Enforcement\nof Security Interests Act, 2002 (hereinafter referred to as\n'the Act'). By letter dated 01.02.2006, Appellant No. 2\noffered a sum of Rs. 148 lakhs as one time settlement of\nthe loans availed by M/s Anand Agency.\n☐☐ H\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 555\n[P. SATHASIVAM, J.]\n(d) On 03.02.2006, Respondent No. 1 entered into a Sale A\nAgreement with the appellants for purchase of the suit\nproperty. The sale price of Rs. 14 lakhs per acre was\nenhanced to Rs. 18 lakhs per acre and the total sale.\nconsideration was fixed at Rs. 5,55,48,000/-. On the same\nday, Respondent No. 1 had paid a sum of Rs. 24 lakhs B\nby way of cheque as further advance to Appellant No.2 in\naddition to Rs. 1 lakh already paid. On 18.04.2006, a\nfurther payment of Rs. 50 lakhs was made by Respondent\nNo. 1.\nC\nD\n(e) On 26.04.2006, the Bank rejected the OTS offer of Rs.\n148 lakhs stating that since the amount offered is very low,\nthe Bank has decided to pursue the recovery application\nfiled before the Debts Recovery Tribunal, (hereinafter\nreferred to as 'DRT') Chennai for the recovery of the dues\nof the Bank. Again, by letter dated 15.05.2006, the Bank\nstated that out of court settlement can be done if an offer\nof Rs. 629.60 lakhs by working out interest at PLR i.e. 11%\ncompound on the principal outstanding as on 31.03.1993\nbe made. However, since the settlement amount was\nmore than the sale consideration for the suit property, the E\nAppellant No. 2 could not agree to pay the same.\n(f) On 26.07.2006, Respondent No. 1 issued a legal notice\nto the appellants calling upon them to liquidate the loans\nout of the amounts received from him and retrieve the\noriginal documents from the Bank in order to execute the\nsale deed. By letter dated 27.07.2006, the Appellant No.\n1 replied to the notice stating that the first respondent had\nnot paid the balance sale consideration in spite of\nrepeated requests and raised doubt that the first\nrespondent is no longer interested to buy the suit property,\ntherefore, a legal notice was sent calling upon Respondent\nNo. 1 to pay a sum of Rs. 1 crore as liquidated damages.\nF\nG\n(g) On 07.08.2006, Respondent No. 1 filed O.S. No. 336\nof 2006 before the Principal District Judge, Chengalpet H\nA\nB\nC\nD\nE\nןד\nF\nG\nH\n556 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nagainst the appellants and the Bank. By judgment and\ndecree dated 30.04.2008, the Principal District Judge,\nChengalpet decreed the suit partly, granting the relief of\nspecific performance directing appellant Nos. 1 \u0026 2 herein\nto specifically perform their part of the obligations arising\nout of the agreement for sale (Ex. A-3) dated 03.02.2006\nby executing the sale deed in favour of Respondent No. 1\non receipt of the balance sale consideration of Rs.\n4,80,48,000/- subject to the mortgage of the Bank. Further\nthe relief in respect of permanent injunction restraining the\nappellants from alienating or encumbering or dealing with\nthe subject property was granted. The prayer for mandatory\ninjunction for directing the appellants to discharge the loan\nin respect of DRT proceedings pending on the file of DRT-\nI, Chennai, thereby retrieve the documents and deliver the\nsame to Respondent No. 1 at the time of execution and\nregistration of sale deed was refused. Challenging the\nrejection of the prayer of mandatory injunction and failure\nto award costs, Respondent No. 1 filed A.S. No. 708 of\n2009 before the High Court of Madras along with interim\napplications being M.P. Nos. 1 and 2 of 2008. On\n01.02.2009, Respondent No. 1 filed another interim\napplication in M.P. No. 1 of 2009 in A.S. No. 708 of 2008.\nBy order dated 18.04.2009, the Division Bench of the High\nCourt passed an order of injunction in M.P. No. 1 of 2008\nand M.P. No. 1 of 2009 restraining the appellants herein\nfrom alienating, encumbering or dealing with the suit\nproperty pending appeal.\n(h) On 06.10.2006, the Bank filed OA No. 491 of 1999\nwithdrawing its OTS offer of Rs. 629.60 lakhs and called\nupon the appellants to pay the total amount due along with\nfuture interest, costs and charges. By order dated\n15.05.2009, the Presiding Officer, DRT-I, Chennai,\ndisposed of O.A. No. 491 holding that the Bank is entitled\nto recover a sum of Rs. 11,08,51,875/- from M/s Anand\nAgency. Pursuant to the order, the Recovery Officer\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 557\n[P. SATHASIVAM, J.]\nissued the recovery certificate being D.R.C. No. 102 of A\n2009 and also issued the 1st sale notification dated\n23.10.2009 bringing to sale the suit property. The upset\nprice was fixed at Rs. 27 crores and the date of sale was\nfixed as 25.11.2009.\nB\n(i) Challenging the decree for specific performance\ngranted by the Principal Judge, Chengalpet, the appellants\nfiled A.S. No. 946 of 2009 before the High Court which was\nadmitted by the Division Bench on 20.10.2009. On\n16.11.2009, Respondent No. 1 filed a writ petition being\nW.P. No. 23405 of 2009 before the High Court praying for C\na writ of mandamus for bringing the suit property in O.S.\nNo. 336 of 2006 on the file of the Principal District Judge,\nChengalpat in his favour and also filed Miscellaneous\nPetition in the aforesaid writ petition being M.P. No. 1 of\n2009 praying to stay the auction sale of the property D\ncovered by the decree dated 30.04.2008 made in O.S. No.\n336 of 2006. On the same day, the interim applications\nbearing M.P. Nos. 2 \u0026 3 of 2009 in A.S. 708 of 2008 were\nalso listed and the same were dismissed by the Division\nBench.\n(j) Questioning the auction sale proposed to be conducted\nby the DRT, on 19.11.2009, Respondent No. 1 filed I.A.\nNos. 1 to 3 in D.R.C. No. 102 of 2009 in O.A. No. 491 of\n1991 before the Recovery Officer, DRT-I, Chennai praying\nfor release of the scheduled property and stay of auction\nsale. On 23.11.2009, the Recovery Officer, DRT-I, Chennai\ndismissed the said applications. On 24.11.2009,\nRespondent No. 1 filed SLP (C) No. 31358 of 2009 before\nthis Court challenging the order dated 16.11.2009 passed\nby the Division Bench of the High Court in M.P. No. 1 of\n2009 in W.P. No. 23405 of 2009. Respondent No. 1 also\nfiled another SLP (C) Nos. 19154-55 of 2009 challenging\nthe order dated 18.04.2009 passed by the Division Bench\nof the High Court in M.P. No. 1 of 2008 and M.P. No. 1 of\n2009 in A.S. No. 708 of 2008 and order dated 16.11.2009\nE\nF\nG\nH\n"}