{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"D\n568 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA 1 \u0026 2 that they have asked for further advance and that the\nplaintiff did not respond for their request. As rightly pointed out\nby the trial Court and commended by the High Court, it is not\nclear that why Defendant Nos. 1 \u0026 2 fail to led oral evidence in\nsupport of their claim. It is also not clear why they have avoided\nB. the witness box, though it is stated that the plaintiff had admitted\nthe stand of Defendant Nos. 1 \u0026 2 which is factually incorrect\nand unacceptable. The only objection pointed out was that for\neffective OTS, even though, the plaintiff has deposited\nRs. 10,01,000/- in the \"No lien account\" of second defendant,\nC the plaintiff has surreptitiously withdrawn the said amount which\nhad upset the settlement talks between defendant Nos. 1 \u0026 2\nand the 3rd defendant-Bank on the other side. It is true that as\nper clause 4 of Ex. A-2 MoU, the plaintiff has agreed to pay\nfurther advance to defendant Nos. 1 \u0026 2 to enable them to pay\nand clear the bank loan obtained by their sister concern namely,\nM/s Anand Agency, wherein defendant No.1 - J.P. Builders\nhave stood as guarantors to the said loan. It is equally true that\nin the letter (Ex. B-1), addressed to the Assistant General\nManager of the Bank, the plaintiff has stated that he has\ndeposited Rs.10,01,000/- in a \"No-lien account\" towards M/s.\nAnand Agency and that he has proposed to purchase the\nproperty from them which was mortgaged to the Bank and after\nacceptance of the compromise settlement, the amount can be\nappropriated towards the compromise arrived. In the same\nletter, the plaintiff has also informed that if the compromise\nsettlement is not materialized, the said deposit may be\nreleased to him. However, as pointed out earlier, one time\nsettlement offer of Rs. 148 lakhs was not acceptable by the\nBank and because of the same, the plaintiff withdrew the said\ndeposit and the bank by a letter (Ex. B-2), informed the second\nG defendant about the same. As rightly pointed out by the High\nCourt, mere withdrawal of Rs. 10,01,000/- deposited in \"No-\nlien account\" by the plaintiff has no significance since\nsubsequent to the same both parties have entered into Ex. A-\n3, Agreement for sale on 03.02.2006 and on which date the\nH plaintiff has also paid a further advance of Rs. 25 lakhs. These\nE\nF\n€\ni\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 569\n[P. SATHASIVAM, J.]\nfacts have been clearly explained by PW-1 in his evidence and\nhe also asserted that the same fact was orally informed to\nDefendant Nos: 1 \u0026 2. We have already pointed out that there\nis no reason to disbelieve the assertion of PW-1. As rightly\npointed out by Mr. R.F. Nariman, learned senior counsel for the\nfirst respondent-plaintiff that after receipt of Ex. B-2 Defendant\nNos. 1 \u0026 2 have not raised any protest but on the other hand\nthey proceeded to further advance of Rs. 50 lakhs from the\nplaintiff on 18.04.2006 and made endorsement in Ex. A-3\nagreement for sale. In those circumstances, as rightly pointed\nout and correctly appreciated by the High Court, withdrawal of\nRs. 10,01,000 from \"No-lien account\" of M/s Anand Agency\nby the plaintiff would not lead to the conclusion that the plaintiff\nhad committed breach and was not ready to perform his part\nof the contract.\n19. With the materials placed, specific assertion in the\nplaint, oral and documentary evidence as to execution of\nagreement, part-payment of sale consideration, having sufficient\ncash and financial capacity to execute the sale deed, bank\nstatements as to the moneys in fixed deposits and saving\naccounts, we are of the view that the plaintiff has proved his\n\"readiness\" and \"willingness\" to perform his part of obligation\nunder the contract. The concurrent findings of the trial court as\nwell the High Court as to readiness and willingness to perform\nplaintiff's part of the obligations under the contract, in the\nabsence of any acceptable contra evidence is to be confirmed.\nWe agree with the conclusion arrived at by the trial Court as\nwell as by the High Court on the readiness and willingness on\nthe part of the plaintiff and reject the argument of the learned\nsenior counsel for the appellants.\nContingent Contracts\n20. By pointing out various clauses in the MoU (Ex. A-2),\nMs. Nalini Chidambaram, learned senior counsel for the\nappellants heavily contended that inasmuch as the contract was\ndepending upon uncertain events of the Indian Bank, agreeing\nA\nB\nC\nD.\nE\nF\nG\nH\n570 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA for OTS, the contract entered is contingent depending on the\nmove of the Indian Bank. According to her, inasmuch as\nvarious clauses insists certain impossible conditions at the\nhands of the Indian Bank, the contract entered into between the\nplaintiff and defendants become impossible and void. Though\nB such an argument was advanced before us, there was no such\nspecific plea in their written statement and the Trial Court has\nnot framed separate issue and considered the same.\nIrrespective of the above position, in view of the assertion made\nby learned senior counsel, we intend to discuss and give our\nC\nD\nE\nF\nanswer.\n21. Chapter III of the Indian Contract Act, 1872 deals with\nContingent Contracts. Contingent contract has been defined\nin Section 31 and method of enforcement is stated in Section\n32 which reads as under:\n\"31. \"Contingent contract\" defined.- A “contingent\ncontract\" is a contract to do or not to do something, if some\nevent, collateral to such contract, does or does not happen.\n32. Enforcement of contracts contingent on an event\nhappening. Contingent contracts to do or not to do\nanything if an uncertain future event happens, cannot be\nenforced by law unless and until that event has happened.\nIf the event becomes impossible, such contracts become\nvoid.\"\nIt is clear that if the condition prescribed or even described in\nthe contract is impossible, undoubtedly, such contracts become\nvoid and not enforceable in terms of Section 32. The events\nenumerated in the contract, according to Ms. Nalini\nG Chidambaram are (a) a letter specifying the balance due to the\nbank (b) an undertaking later from the Bank that it will receive\nthe said balance amount (c) they will handover the original\ndocuments directly to the plaintiff. While elaborating the said\npoints, learned senior counsel highlighted that for executing the\nH sale deed, getting confirmation or clearance letter from the\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 571\n[P. SATHASIVAM, J.]\nIndian Bank on payment of the dues to the Bank and getting A\noriginal documents have been emphasized in various clauses\nin the MoU (Ex. A-2). Among various clauses, she highlighted\nClauses 4, 6, 7 in the MoU (Ex. A-2). No doubt, those conditions\nhave been enumerated in the above referred clauses. She also\nbrought to our notice that the Indian Bank not only declined the B\nOTS offer of Rs 148 lakhs but got a decree for Rs. 8,51,825.29\n- from the DRT. The very same contentions were raised before\nthe High Court. Mr. R. F. Nariman, by drawing our attention to\nEx. A-3 contended that Agreement for Sale dated 03.02.2006\nis a fresh agreement hence clause 4, 6 and 7 of the MoU (Ex. C\nA-2) would not govern the parties. We have once again perused\nvarious clauses in Ex. A-2 as well as subsequent agreement\nfor sale Ex. A-3. It is relevant to note that in the plaint, in\nparagraph 7, this aspect has been specifically pleaded wherein\nit was highlighted that the plaintiff sought for performance of\nD\ncontract strictly in accordance with the original Memorandum of\nUnderstanding (MoU) dated 15.08.2005 as emerged with the\nagreement for sale dated 03.02.2006 entered into between the\nplaintiff and the defendant Nos. 1 and 2 in Chennai for sale and\npurchase of the suit property. In fact, this was specifically\nmentioned by the plaintiff in his rejoinder notice dated\n31.07.2006 addressed to defendant Nos. 1 and 2 and even after\nreceipt of the same, they have not chosen to send any reply\ndisputing the same. In those circumstances, we agree with the\nconclusion arrived at by the High Court, namely, after the parties\nentered into Ex. A-3 agreement for sale, Clauses 4, 6 and 7 of\nthe MoU (Ex A-2) would not govern the parties. On the other\nhand, as per Clause 3, 4 and 6 in Ex. A-3, the vendor and\ndefendant Nos. 1 and 2 have undertaken to discharge their\nloans and hand over title deeds. The relevant clauses, namely,\n3. 4 and 6 of Ex. A-3 are as follows.\n16\n.3. The balance of sale consideration shall be paid by\nthe PURCHASER TO THE VENDORS on or before the\nRegistration of the Deed of Sale.\nE\nF\nG\nI\nA\nB\nC\n572 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\n4. The Vendor undertake to discharge the Loans and hand\nover the ORIGINAL TITLE DEEDS relating to Schedule\nmentioned properties to the PURCHASER, within three\nmonths from this date for scrutiny of title. HOWEVER, the\npurchaser has to pay further advance if any required by the\nVENDORS, to release the documents from Bank.\n6. The sale shall be completed within six months from the\ndate of production of ORIGINAL DOCUMENTS by the\nVENDORS to the Purchaser.....\"\n22. If we accept the above stand and conduct of the parties\nand fresh terms as mentioned above in Ex. A-3, the conditions\nincorporated in Ex. A-2 need not be complied with and it cannot\nbe contended that the contract was a contingent contract and\nunless and until a letter of confirmation issued by the Indian\nD Bank, the same is not enforceable. As rightly pointed out by\nMr R. F Nariman, the vendors have agreed to sell the property\nbut agreed to execute the sale deed after discharge of the\nmortgage in favour of the defendants. In other words, it was\nonly the execution of the sale deed which was postponed to a\nE future date. The clauses referred above in Ex A-3 do not insist\nthe sale deed is to be executed only after the acceptance of\nOTS proposal by the Bank. It is true that the first OTS offered\nby defendant Nos. 1 and 2 was not acceptable by the Bank.\nWhen the Bank offered OTS for Rs. 629.60 lakhs, it was not\nF acceptable by the defendant Nos 1 and 2. Clause 4 of Ex. A-\n3, makes it clear that to discharge the loans of the Bank, the\nvendors are free to make a request to the purchaser, namely,\nthe plaintiff, to make further advance and after getting the\namount from the plaintiff, defendant Nos. 1 and 2 have to secure\ndocuments from the Bank. The trial Court as well as the High\nCourt held that there is no material to show that the defendant\nNos. 1 and 2 made any attempt to comply with Clause 4 in Ex.\nA-3 by requiring the plaintiff to make further advance. In the\nearlier paragraphs, we have also highlighted the conduct of the\nplaintiff in keeping the required money, no doubt, in their SB\nG\nH\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 573\n[P. SATHASIVAM, J.]\naccount for the purpose of meeting the demand of the defendant A\nNos. 1 and 2. Even otherwise, the agreement to discharge the\nloans of the Bank and handover the original title deeds to the\nplaintiff cannot be construed as impossible event and it would\naffect the terms of contract to become void, more particularly,\nwhen the plaintiff deposited substantial amount facilitating the B\ndefendant Nos. 1 and 2 to meet their requirement for fulfilling\nthe contract. As rightly observed by the High Court, in the light\nof various clauses in the agreement agreed to by both the\nparties, the same cannot be termed as a contingent contract.\n23. As stated earlier, merely because the contract insist\nsettlement of a loan of the bank and handover the title deeds\nto the plaintiff from the bank are not impossible events in the\nlight of the performance made by the plaintiff, the contract in\nquestion did not come to an end on this ground and such\ncontract is not a contingent contract and undoubtedly, the Court\nhas jurisdiction to grant relief in terms of the contract. Obtaining\nNo Objection Certificate (NOC) from the authority concerned,\nclearance of NOC from Income Tax Department or any other\nState/Central authority, securing title deeds after clearing certain\nloans are incidental and implied covenant on the part of the\nvendors to do the needful to give effect to the agreement.\n24. It is also relevant to point out that though defendant Nos.\n1 and 2, at the first instance offered OTS for Rs. 148 lakhs, the\nBank, after taking note of various aspects claimed Rs. 629.60\nlakhs as their proposal. As rightly pointed out by Mr. R.F.\nNariman, it was not an impossible performance considering the\namount borrowed by the sister agency of the 1st defendant and\nvarious properties possessed by defendant Nos. 1 and 2 in\nprime localities of Chennai and in and around the sub-urban\nareas of Chennai.\nC\nD\nLU\nE\nF\nG\n25. We are satisfied that the contract in question is capable\nof performance and the contention of the learned senior counsel\n⠀ for the appellants that it is a contingent contract and is incapable\nof performance cannot be accepted. We have already pointed H.\n\"\n574 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA out that this was not an issue before the trial Court and such\nplea was not raised in the written statement. We have also\npointed out that defendant Nos. 1 and 2 did not bother to\nexplain all salient features by entering the witness box in\nsupport of their claim. We have already highlighted that the\nB plaintiff has established that he has partially performed his part\nof obligations by paying the advance amount of Rs. 25 lakhs\nand another Rs. 50 lakhs in addition to the initial deposit of Rs.\n1 Lakh. We also hold that plaintiff has proved his readiness\nand willingness and financial ability to complete the sale\ntransaction. Accordingly, we reject the second contention also.\nC\nMarshalling\n26. It is the claim of the plaintiff before the High Court that\nhaving secured a decree for specific performance as per\nD Section 56 of the T.P. Act, 1882, by applying the principles of\nE\nய\nF\nG\nH\nMarshalling, directions may be issued to the Bank to exhaust\nits remedy from other items of property which are located in\nthe prime places in Chennai before bringing the properties.\ncovered in the agreement of sale.\n27. In order to understand the claim of the plaintiff and the\nstand taken by the defendant Nos. 1 and 2, it is useful to refer\nSection 56 of the T. P. Act.\n“56. Marshalling by subsequent purchaser.--If the owner\nof two or more properties mortgages them to one person\nand then sells one or more of the properties to another\nperson, the buyer is, in the absence of a contract to the\ncontrary, entitled to have the mortgaged-debt satisfied out\nof the property or properties not sold to him, so far as the\nsame will extend, but not so as to prejudice the rights of\nthe mortgagee or persons claiming under him or of any\nother person who has for consideration acquired an\ninterest in any of the properties.\"\nSimilar to this is Section 81 of the T.P. Act which speaks about\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 575\n[P. SATHASIVAM, J.]\nmarshalling securities. The High Court after noting that the A\nplaintiff had paid substantial amount as advance and secured\ndecree for specific performance, came to the conclusion that\nthe right of marshalling is available to the plaintiff. Section 56\ndeals with the right of subsequent purchaser to claim\nmarshalling. It should be contrasted with Section 81 which B\nrefers to marshalling by a subsequent mortgage. The concept\nas in Section 56 applies to sales in a manner similar to Section\n81 which applies to mortgages alone.\nC\nD\n28. The concept of marshalling by subsequent purchaser\ncan be explained by the following illustration. Suppose A owns\nproperties X and Y. Both these properties are mortgaged to\nC. Later, A sells property X to B. Now, B will be entitled to insist\nthat his vendor A, shall satisfy his mortgage debt out of property\nY (unsold) in the first instance as far as possible. If after property\nY is exhausted there still remains balance of debt, only then\nproperty X will be drawn upon. As stated earlier, Section 56\ndeals with the concept of marshalling in a transaction involved\nin subsequent sale, on the other hand, Section 81 is applicable\nonly to mortgages. The doctrine of marshalling rests upon the\nprinciple that a creditor who has the means of satisfying his E\ndebt out of several funds shall not, by the exercise of his right,\nprejudice another creditor whose security comprises only one\nof the funds.\n29. As rightly pointed out, in view of the sale agreement\nwhich results into decree for specific performance, the plaintiff\nis entitled to insist upon defendant Nos. 1 to 3 to have the\nmortgage debt satisfied out of the properties not sold to the\nplaintiff and in any case if the sale proceeds are not sufficient\nthen to proceed against the said suit properties. Learned\nsenior counsel for the appellants strongly objected the\napplication of the principle of marshalling by subsequent\npurchaser by the High Court when the plea of marshalling was\nnot taken by the plaintiff in the trial Court. In other words,\naccording to them, without taking such plea before the trial court,\nF\nG\nН\n576 SUPREME COURT REPORTS [2010] 15 (ADDL.) S.C.R.\nA the same cannot be taken for the first time before the Appellate\nCourt. It is not in dispute that the plea of marshalling and\napplicability of Section 56 of the T.P. Act was not raised before\nthe trial Court. However, if we consider the entire plaint, which\nis available in the appeal paper-book, the plaintiff has claimed\nB a larger relief. In para 12 of the plaint, the plaintiff has prayed\nfor the following reliefs.\nC\nD\nE\nLL\nF\n☐ G\nH\n(i)\n\"directing the Defendant Nos. 1 and 2 to specifically\nperform the Agreement for Sale Deed dated\n03.02.2006 in respect of the suit schedule\nmentioned property which is more fully described\nin the schedule hereunder, by executing a Deed of\nSale or Deeds of Sale and register a valid\nconveyance in favour of the Plaintiff or his nominee\nor nominees on a date to be fixed by this Court\nand/or in default, direct the officer of this Court to\nconvey the suit schedule mentioned property on\nbehalf of the 1st and 2nd Defendants herein in favour\nof the plaintiff or his nominee or nominees on a date\nto be fixed by this Court on receipt of the balance\nsale consideration of Rs. 4,80,48,000/- payable by\nthe Plaintiff to them.\n(ii) For a mandatory injunction directing the 1st and 2nd\nDefendants to discharge the loan payable to the 3rd\nDefendant Bank in respect of DRT proceedings\npending on the file of DRT, Chennai as per the\nterms of the contract dated 03.02.2006 thereby\nretrieve the documents and deliver the same to the\nplaintiff at time of execution and registration of Sale\nDeed or Sale Deeds in favour of the plaintiff or his\nnominee or nominees either in one lot or in pieces\nas the case may be.\n(iii) Not pressed, deleted.\n(iv) For a permanent injunction restraining the\nJ.P. BUILDERS \u0026 ANR. v. A. RAMADAS RAO \u0026 ANR. 577\n[P. SATHASIVAM, J.]\nDefendants 1 and 2, their men, servants, agents, A\nor any one claiming through them or authorized by\nthem in any manner alienating, encumbering or\ndealing with the suit schedule mentioned property\neither by way of sale, mortgage, lease, joint-\ndevelopment, or otherwise, or putting up any B\nconstruction thereon except in accordance with law.\n(v)\nTo grant such further or other reliefs; an\n(vi) To award the costs of this suit.\"\n30. As observed by the High Court, the plaintiff was under\nan impression that the trial Court would grant the entire relief\nas claimed and he did not anticipate that he could get a part\nof relief sought for by him. In this circumstance, learned senior\ncounsel appearing for the plaintiff was right in highlighting that\nthere was no occasion for the plaintiff to raise the plea of\nmarshalling at the time of filing of the suit. Even otherwise, as\nrightly observed by the High Court, the plea of marshalling being\npure question of law based upon the decree obtained for\nspecific performance, cannot simply be thrown out merely\nbecause the same was not specifically pleaded.\nC\nD\nE\n31. Mrs. Nalini Chidambaram strongly contended that in\nthe absence of any plea the claim of marshalling cannot be\napplied to the plaintiff. In support of her stand she relied on\nAnathula Sudhakar vs P. Buchi Reddy (Dead) By Lrs. And F\nOrs. (2008) 4 SCC 594 wherein this Court held “no amount of\nevidence or arguments can be looked into or considered in the\nabsence of pleadings and issues, is a proposition that is too\nwell settled.\" Absolutely, there is no dispute about the said\nproposition. In the said decision, the High Court in a Second G\nAppeal arising from a suit for bare injunction while reversing\nthe decision of the first Appellate Court, examined various\naspects relating to title and recorded findings and proceeded\nto discuss and grant relief in the absence of pleadings and\nH\n"}