{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n[2012] 10 S.C.R. 416\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR\nV.\nM/S. SHIV SHAKTI KHANSARI UDYOG AND OTHERS\n(Civil Appeal No. 6186 of 2012 etc.)\nAUGUST 30, 2012\n[G.S. SINGHVI AND H.L. DATTU, JJ.]\n-\n-\n-\n-\nMadhya Pradesh Krishi Upaj Mandi Adhiniyam, 1972 -\nss. 19, 31 r/w s.32 and 36 - Transactions involving purchase\nC of sugarcane by sugar factories operating in market areas of\nthe State - Levy of market fee - Validity - Applicability of the\n1972 Mandi Adhiniyam – Respondents operating sugar\nfactories in different market areas of the State - Notices\nissued by appellant-Market Committees requiring the\nD respondents to take licence under the 1972 Mandi Adhiniyam\nand pay market fee on purchase of sugarcane from Cane\nGrowers/Cane Growers Cooperative Societies - Quashed by\nHigh Court – Justification of - Held: Justified – The entire field\nof sale and purchase of sugarcane is covered by the 1958\nE Sugarcane Act and the Sugarcane Control Order, which are\nspecial legislations - The 1972 Mandi Adhiniyam on the\nother hand generally deals with the sale and purchase of\nagricultural produce specified in the Schedule appended to\nthe Adhiniyam - Even though the 1972 Mandi Adhiniyam is\na subsequent legislation, the general provisions contained in\nthe said Adhiniyam cannot be invoked for compelling the\noccupier of a factory engaged in the manufacture of sugar to\ntake licence under s.31 r/w s.32 and pay market fee in terms\nof s. 19 because the same are in direct conflict with the\nprovisions contained in the 1958 Sugarcane Act and the\nSugarcane Control Order - Plea of appellant that the\nprovisions of the Sugarcane Control Order cannot prevail over\nthe 1972 Mandi Adhiniyam because the latter was enforced\nafter receiving Presidential assent cannot be accepted since\nF\nG\nH\n416\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 417\nSHAKTI KHANSARI UDYOG\nthe State Government had not reserved the Adhiniyam for A\nPresidential assent on the ground of any repugnancy between\nthe provisions thereof and the Sugarcane Control Order - The\nState Government could not have even thought of any\nrepugnancy between these statutes because at the relevant\ntime, sugarcane was not treated as an agricultural produce B\nand was not included in the Schedule appended to the 1972\nMandi Adhiniyam - Madhya Pradesh Sugarcane (Regulation\nof Supply and Purchase) Act, 1958 – ss. 12,15,16, 19,20,21\nand 22 - Sugarcane (Control) Order – Clauses 3,4,5,5A and\n6- Essential Commodities Act, 1955 - s.3.\n-\n-\n-\nConstitution of India, 1950 - Article 254(2) – Presidential\nassent under - Nature and scope of - Discussed.\nC\nThe respondents were operating sugar factories in\ndifferent market areas of the State of Madhya Pradesh D\nand purchasing sugarcane from Cane Growers and Cane\nGrowers' Cooperative Societies. They filed writ petitions\nfor quashing the notices issued by the appellant-Market\nCommittees requiring them to take licence under the\nMadhya Pradesh Krishi Upaj Mandi Adhiniyam, 1972 [for E\nshort 'the Market Act'] and to pay market fee on the\npurchase of sugarcane. It was pleaded on their behalf\nthat the provisions of the Market Act were not applicable\nto the transactions exclusively governed by the Madhya\nPradesh Sugarcane (Regulation of Supply and Purchase)\nAct, 1958 [for short, 'the Sugarcane Act'] and the\nSugarcane (Control) Order [for short, 'the Control Order']\nissued by the Central Government under Section 3 of the\nEssential Commodities Act, 1955. The appellants\ncontested the writ petitions pleading that there is no\nconflict between the Market Act on the one hand and the\nSugarcane Act and the Control Order on the other\nbecause the two sets of legislations operate in different\nfields and in view of the section 19 of the Market Act, the\nrespondents were bound to pay market fee on the\nF\nG\nH\n418 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA purchase of Sugarcane within the market areas.\nB\nThe High Court by the impugned order held that\ntransactions involving the sale and purchase of\nsugarcane were governed by Sections 12, 15, 16, 19, 20,\n21 and 22 of the Sugarcane Act and Clauses 3, 4, 5, 5A\nand 6 of the Control Order, which are in the nature of\nspecial legislations vis-à-vis the Market Act and, as such,\nmarket fee could not be levied by the Market Committees.\nIn the instant appeals filed by the State of Madhya\nC Pradesh and the Market Committees, the question which\narose for consideration was whether the provisions of the\nMarket Act were applicable to the transactions involving\nthe purchase of sugarcane by the factories operating in\nthe market areas of the State and whether market fee\nD could be levied on such transactions.\nE\nF\nDismissing the appeals, the Court\nHELD: 1. The High Court did not commit any error\nby quashing the notices issued by appellant - Market\nCommittees to the respondents requiring them to take\nlicence under the Market Act and pay market fee on the\npurchase of sugarcane from Cane Growers/Cane\nGrowers Cooperative Societies. [Para 28] [479-C-D]\n2.1. An analysis of the provisions of the Sugarcane\nAct and the Control Order alongwith the Market Act\nbrings to fore the conflict between the three statutes\ninsofar as they relate to the transactions involving sale\nof sugarcane by Cane Growers / Cane Growers' Co-\nG operative Societies to the occupiers of factories. While\nthe Sugarcane Act and the Rules framed thereunder\nconstitute a complete code for regulating the supply of\nsugarcane by Cane Growers and Cane Growers' Co-\noperative Societies to the occupiers of the factories at the\npurchasing centres established and maintained by them\nH\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 419\nSHAKTI KHANSARI UDYOG\nB\nand payment of price without delay, the Market Act A\nregulates sale and purchase of notified agricultural\nproduce in the market yards specified for the particular\nproduce or at other places provided in the bye-laws and\nmandates that the price of the notified agricultural\nproduce should be settled by tender bid or open auction\nsystem. (Sugarcane was included in the Schedule w.e.f.\n7-6-1979 by M.P. Act No.18/1997). The Control Order not\nonly lays down the mechanism for determination of the\nminimum price of sugarcane payable by the producers\nof sugar or their agents for the sugarcane purchased by C\nthem, but also prescribes the mode of payment of the\nprice. The Sugarcane Act and the Rules framed\nthereunder also prescribe the mode of payment of the\nprice by the occupier of the factory. Likewise, the Market\nAct contains provisions for payment of the price of the\nnotified agricultural produce brought into the market yard\nfor sale. It is thus evident that so far as sugarcane is\nconcerned, there is direct conflict between the provisions\nof the Sugarcane Act and the Market Act both, in matters\nrelating to sale and purchase of sugarcane, and, payment\nof price. Likewise, there is conflict between the Control\nOrder and the Market Act in the matter of determination\nof price of the sugarcane and mode of payment. [Para 17]\n[456-H; 457-A-F]\nD\nE\n2.2. Even though the Market Act is a subsequent F\nlegislation and one of its objectives is to regulate buying\nand selling of agricultural produce including sugarcane,\nthe general provisions contained therein cannot prevail\nover the Sugarcane Act and the Control Order, which are\nspecial legislations exclusively dealing with issues G\nrelating to increase in the production of sugarcane, supply\nof sugarcane by Cane Growers/Cane Growers\nCooperative Societies to the factories from any reserved\nor assigned area or otherwise and payment of the price\nof cane by the occupier of the factory. [Para 18] [459-F-H] H\nA\n420 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\n2.3. Though, there is no significant difference in the\nControl Order and the Market Act insofar as the mode of\npayment of the price of sugarcane is concerned, but the\nmechanism enshrined in the two statutes for\ndetermination of price is vastly different. The Control\nB Order envisages fixation of the minimum price of\nsugarcane by the Central Government after considering\nthe factors enumerated in Clause 3 and consulting such\nauthorities, bodies or associations as it may think fit and\nthe producer of sugar is bound to pay at least that price\nto Cane Growers/Cane Growers Cooperative Societies.\nAs against this, the Market Act postulates determination\nof the price of the notified agricultural produce\n(sugarcane is only one of such produce) brought into the\nmarket yard for sale under Section 36(3) by tender bid or\nopen auction. In that exercise, the State Government/the\nconcerned Market Committee does not have any role to\nplay. Such price cannot be less than the support price\ndeclared by the State Government. This difference also\nindicates that the Control Order is a special legislation\nvis-à-vis the Market Act. [Para 19] [460-A-D]\nс\nD\nE\n2.4. The entire field of the sale and purchase of\nsugarcane is covered by the Sugarcane Act and the\nControl Order, which are special legislations and the\nprovisions contained in the Market Act, which generally\nF deal with sale and purchase of agricultural produce\nspecified in the Schedule cannot be invoked for\ncompelling the occupier of a factory engaged in the\nmanufacture of sugar to take licence under Section 31\nread with Section 32 and pay market fee in terms of\nG Section 19 thereof because the same are in direct conflict\nwith the provisions contained in the Sugarcane Act and\nthe Control Order. [Para 22] [468-B-D]\nH\nBelsund Sugar Co. Ltd. v. State of Bihar (1999) 9 SCC\n620: 1999 (1) Suppl. SCR 146 and H.S. Jayanna and others\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 421\nSHAKTI KHANSARI UDYOG\nv. State of Karnataka (2002) 4 SCC 125: 2002 (2) SCR 261 A\n- referred to.\nKrishi Upaj Mandi Samiti v. Orient Paper and Industries\nLtd. (1995) 1 SCC 655: 1994 (5) Suppl. SCR 392; Basantial\nBanarsilal v. Bansilal Dagdulal AIR 1955 Bom. 35; Tika\nRamji v. State of U.P. AIR 1956 SC 676: 1956 SCR 393;\nKailash Nath v. State of U.P. AIR 1957 SC 790; Basantilal\nBanarsilal v. Bansilal Dagdulal AIR 1961 SC 823: 1967 SCR\n38; Janardan Pillai v. Union of India (1981) 2 SCC 45: 1981\n(2) SCR 676; M/s. Hoechst Pharmaceuticals Ltd. and others\nv. State of Bihar 1983 (4) SCC 45: 1983 (3) SCR 130; Bharat\nShivram Singh and others v. State of Gujarat and others\n(1986) 4 SCC 51: 1986 (3) SCR 602; P.N. Krishnalal v. Govt.\nof Kerala 1995 (Supp.) 2 SCC 187: 1994 (5) Suppl. SCR\n526; Subhash Ramkumar Bind Alias Vakil and another v.\nState of Maharashtra (2003) 1 SCC 506: 2002 (4) Suppl.\nSCR 65; Dharappa v. Bijapur Co-operative Milk Producers\nSocieties Union Limited (2007) 9 SCC 109: 2007 (5) SCR\n729 and Grand Kakatiya Sheraton Hotel and Towers\nEmployees and Workers Union v. Srinivasa Resorts Limited\nand others (2009) 5 SCC 342: 2009 (3) SCR 668 – cited.\n-\n3.1. The argument of the appellants that the\nprovisions of the Control Order cannot prevail over the\nMarket Act because the same was enforced after\nreceiving Presidential assent merits rejection for the\nfollowing reasons: (i) In the counter filed before the High\nCourt, no such plea was raised and no document was\nproduced to show that the Market Act was reserved for\nPresidential Assent on the ground that the provisions\ncontained therein are in conflict with those contained in\nthe Control Order. (ii) It was not argued before the High\nCourt that the President had been apprised of the conflict\nbetween the Control Order and the Market Act and he\naccorded assent after considering this fact. (iii) From the\nsummary prepared for consideration of the President, it\nB\nC\nD\nE\nF\nG\nH\n422 SUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA is clear that the State Government had not reserved the\nMarket Act for Presidential assent on the ground of any\nrepugnancy between the provisions of that Act and the\nControl Order. As a matter of fact, the State Government\ncould not have even thought of any repugnancy between\nB these statutes because at the relevant time, sugarcane\nwas not treated as an agricultural produce and was not\nincluded in the Schedule appended to the Market Act.\n[Paras 23, 24] [468-E-H; 471-C-D]\nC\nD\n3.2. The assent of the President under Article 254(2)\nof the Constitution is not an empty formality and the\nPresident has to be apprised of the reason why his\nassent was being sought. If the assent is sought for a\nspecific purpose, the efficacy of assent would be limited\nto that purpose and cannot be extended beyond it.\nConsequently, Article 254(2) of the Constitution is not\navailable to the appellants for seeking a declaration that\nthe Market Act would prevail over the Control Order and\nthat transactions involving the purchase of sugarcane by\nthe factories operating in the market areas would be\nE governed by the provisions contained in the Market Act.\n[Paras 25, 28] [471-F-G; 479-B-C]\nF\nGram Panchayat of Village Jamalpur v. Malwinder Singh\nand others 1985 (3) SCC 661: 1985 (2) Suppl. SCR 28 and\nKaiser-I-Hind Private Limited and another v. National Textile\nCorporation (Maharashtra North) Ltd. and others (2002) 8\nSCC 182: 2002 (2) Suppl. SCR 555 - followed.\nCase Law Reference:\nG\n1994 (5) Suppl. SCR 392 cited\nPara 7\nAIR 1955 Bom. 35\ncited\nPara 7\n1956 SCR 393\ncited\nPara 7\nAIR 1957 SC 790\ncited\nPara 7\nH\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 423\nSHAKTI KHANSARI UDYOG\n1967 SCR 38\ncited\nPara 7\nA\n1981 (2) SCR 676\ncited\nPara 7\n1983 (3) SCR 130\ncited\nPara 7\n1986 (3) SCR 602\ncited\nPara 7\nB\n1994 (5) Suppl. SCR 526 cited\nPara 7\n2002 (4) Suppl. SCR 65 cited\nPara 7\n2007 (5) SCR 729\ncited\nPara 7\nC\n2009 (3) SCR 668\ncited\nPara 7\n1999 (1) Suppl. SCR 146 referred to\nPara 20\n2002 (2) SCR 261\nreferred to\nPara 21\n2002 (2) Suppl. SCR 555 followed\nPara 26\nD\n1985 (2) Suppl. SCR 28 followed\nPara 28\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n6186 of 2012.\nFrom the Judgment \u0026 Order dated 6.7.2006 of the High\nCourt of Madhya Pradesh at Jabalpur in Civil Misc. Writ Petition\nNo. 3928 of 2006.\nWITH\nC.A. No. 6187, 6188, 6189, 6190, 6191, 6192, 6193, 6194,\n6195, 6196, 6197, 6198, 6199 and 6200 of 2012.\nE\nF\nPrashant Kumar, Anurag Sharma, Ashiesh Kumar, B.S.\nBanthia for the Appellant.\nG\nA.K. Sanghi, Jayant Bhushan, Saket Singh, Niranjana\nSingh, Ankur Saijal, Bina Gupta, Pragati Neekhra,\nSurynarayana Singh, S.S. Khanduja, B.K. Satija, S.K. Verma,\nG. Prakash for the Respondent.\nH\n424\nSUPREME COURT REPORTS\n[2012] 10 S.C.R.\nA\nThe Judgment of the Court was delivered by\nG.S. SINGHVI, J. 1. Leave granted.\n2. The questions which arise for consideration in these\nappeals filed by the State of Madhya Pradesh and the Market\nB Committees against the orders passed by the Division\nBenches of the Madhya Pradesh High Court are whether the\nprovisions of the Madhya Pradesh Krishi Upaj Mandi\nAdhiniyam, 1972 (hereinafter described as, 'the Market Act')\nare applicable to the transactions involving the purchase of\nC sugarcane by the factories operating in the market areas of the\nState and whether market fee can be levied on such\ntransactions.\nD\nE\n3. The contesting respondents are operating sugar\nfactories in different market areas of the State and have been\npurchasing sugarcane from Cane Growers and Cane Growers'\nCo-operative Societies. Thus, they are covered by the general\nsweep of the Market Act because sugarcane is a notified\nagricultural produce and by virtue of Section 19, the Market\nCommittees are empowered to levy market fee on the\ntransactions involving purchase of sugarcane.\n4. The respondents filed writ petitions for quashing the\nnotices issued by the Market Committees requiring them to\ntake licence under the Market Act and to pay market fee on\nF the purchase of sugarcane, by asserting that the provisions of\nthe Market Act are not applicable to the transactions which are\nexclusively governed by the Madhya Pradesh Sugarcane\n(Regulation of Supply and Purchase) Act, 1958 (for short, 'the\nSugarcane Act') and the Sugarcane (Control) Order (for short,\nG 'the Control Order') issued by the Central Government under\nSection 3 of the Essential Commodities Act, 1955 (for short,\n'the EC Act').\nH\n5. The appellants contested the writ petitions and pleaded\nthat there is no conflict between the Market Act on the one hand\nKRISHI UPAJ MANDI SAMITI, NARSINGHPUR v. SHIV 425\nSHAKTI KHANSARI UDYOG [G.S. SINGHVI, J.]\nand the Sugarcane Act and the Control Order on the other A\nbecause the two sets of legislations operate in different fields\nand in view of Section 19 of the Market Act, the respondents\nare bound to pay market fee on the purchase of sugarcane\nwithin the market areas.\n6. The Division Bench of the High Court referred to the\nprovisions of the Market Act, the Sugarcane Act and the Control\nOrder and held that the transactions involving the sale and\npurchase of sugarcane are governed by Sections 12, 15, 16,\n19, 20, 21 and 22 of the Sugarcane Act and Clauses (3), (4),\n(5), (5A) and (6) of the Control Order, which are in the nature\nof special legislations vis-à-vis the Market Act and, as such,\nmarket fee cannot be levied by the Market Committees. The\nreasons assigned by the High Court for arriving at this\nconclusion are contained in paragraph 17 of order dated\n6.7.2006 passed in Writ Petition No. 391/1995 and batch,\nwhich is extracted below:\nB\nC\nD\n\"17. Sub-section (1) of Section 36 quoted above clearly\nprovides that all notified agricultural produce brought into\nthe market for sale shall be brought into market yard/yards E\nspecified for such produce and shall not, subject to the\nprovisions of sub-section (2), be sold at any other place\noutside such yard. Sub-section (3) of Section 36 further\nprovides that the price of the notified agricultural produce\nbrought into the market yard for sale shall be settled by F\ntender bid or open auction system and no deduction shall\nbe made from the agreed price on any account\nwhatsoever. Sub-section (4) of Section 36 of the Market\nAct further provides that weighment or measurement of all\nthe notified agricultural produce so purchased shall be\ndone by a licensed weighman in the market yard or any\nother place specified by the market committee for the\npurpose. Sub section (1) of Section 37 of the Market Act\nstates that any person who buys notified agricultural\nproduce in the market area shall execute an agreement\nin triplicate in such form as may be prescribed, in favour\nG\nH\n"}