{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3}],"text":"A\nB\nM/S. SHILPA SHARES AND SECURITIES AND ORS\nV.\nTHE NATIONAL CO-OPERATIVE BANK LTD. AND ORS\nMAY 2, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nC\nD\nMaharashtra Co-operative Societies Act, 1960/Maharashtra Co-\noperative Societies Rules, 1961; Rule 107:\nLoan-Default in payment by borrower-Recovery by Auction sale of\nthe property of borrower-85% of the purchase money not paid by the\npurchaser-Effect of Held: Sale was not valid-Under the circumstances,\nthe bank is directed that the property be again auction sold after proper\nadvertising and complying with the procedure under R.107 of the Rules--\nSale of Goods Act, 1930-Sale.\nAppellant had borrowed a loan from respondent No.1, a co-operative\nbank. Since the appellant was in default in payment of the loan, recovery\nproceedings were initiated against it by the bank under the Maharashtra Co-\noperative Societies Rules, 1961. In pursuance of the recovery in terms of\nE R.107 of the Rules farmed under the Act, an auction was held for sale of the\nappellants' properties. Under Rule 107(11)(g) of the Rules, 15% of the price\nof the immovable property has to deposited by the auction purchaser at the\ntime of the purchase and the remaining 85% of the purchase money has to\nbe paid within 15 days from the date of such sale. Admittedly, in the present\ncase, the aforesaid 85% of the purchase money required to be paid within 15\ndays from the date of such sale was not paid nor even paid thereafter. Aggrieved,\nthe appellant challenged the sale as not valid. The petition was dismissed by\nthe High Court. Hence the present appeal.\nF\nG\nH\nAllowing the appeals, the Court\nHELD: 1.1. In the decided case of Balram v. Ilam Singh and others, this\nCourt held that the obligation of the purchaser to deposit the full purchase\nmoney within time is a mandatory requirement and non-compliance of the rule\nrenders the sale a nullity and not a mere irregularity. In view of the above,\nthe auction sale of the appellants' property was a nullity, and there was no\n1128\nSHILPA SHARES AND SECURITIES v. NATIONAL CO-OPERATIVE BANK LTD. [MARKANDEY KATJU, J.] 1129\nvalid auction sale. [Paras 6 and 7] [1130-C, D]\nManilal Mohanlal Shah and Ors v. Sardar Sayed Ahmed Sayed Mahmad\nand Anr., AIR (1954) SC 349 and Balram v. Ilam Singh and Ors., [1996] 5\nSCC 705, relied on.\nA\n1.2. It is directed that the said property be again auction sold after B\nadvertising it in at least two well-known newspapers having wide circulation,\nmentioning therein the date, time and place of the auction sale and after\ncomplying with the procedure under Rule 107 of the Maharashtra Co-\noperative Rules. [Para 9] [1130-E]\n2004.\nCIVIL APPELLATE JURISDICTION : Civil Appeal Nos. 6760-6761 of C\nFrom the Final Judgment and Order dated 16.01.2003 \u0026 07.03.2003 of the\nHigh Court of Judicature at Bombay in Writ Petition No. 105 of 2003 \u0026 Review\nPetition No. 31 of 2003, respectively.\nDr. Rajeev B. Masodkar and Anil Kumar Jha for the Appellants.\nE.C. Agrawala, Mahesh Agrawal, Gaurav Goel, Amit Kumar Sharma,\nNeha Aggarwal, Varun Mathur and Mridula Ray Bharadwaj for the\nRespondents.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. These appeals have been filed against the\nimpugned judgment and order dated 16.1.2003 of the Bombay High Court in\nwrit petition No. 105/2003.\n2. Heard learned counsel for the parties and perused the record.\n3. The appellant had taken a loan from respondent No. 1, which is a co-\noperative bank registered under the Maharashtra Co-operative Societies Act,\n1960 (hereinafter referred to as the ‘Act'). Since the appellant was in default\nin payment of the loan, recovery proceedings were taken under the Maharashtra\nCo-operative Societies Rules, 1961 (hereinafter referred to as the 'Rules').\n4. In pursuance to the recovery, recourse was taken to the procedure\nfor attachment and sale of the property of the appellant prescribed in Rule\n107 of the Rules, framed under the Act. An auction was held for sale of the\nD\nE\nF\nG\nH\n1130\nSUPREME COURT REPORTS\n[2007] 5 S.C.R.\nA appellants' properties. Under Rule 107(11)(g) of the Rules, 15% of the price\nof the immovable property has to be deposited by the auction purchaser at\nthe time of the purchase, and the remaining 85% of the purchase money has\nto be paid within 15 days from the date of such sale. Admittedly, in the\npresent case, the aforesaid 85% of the purchase money was not paid within\n15 days from the date of the sale nor even thereafter.\nB\nC\nD\n5. In Manilal Mohanlal Shah and Ors. v. Sardar Sayed Ahmed Sayed\nMahmad and Anr., AIR (1954) SC 349, it has been held that in such\ncircumstances there is no sale at all if the balance purchase money is not paid\nwithin 15 days. It is not a mere irregularity. Non-payment of the said amount\nrenders the sale proceedings a complete nullity.\n6. In Balram v. Ilam Singh and Ors., [1996] 5 SCC 705, it has been held\nthat the obligation of the purchaser to deposit the full purchase money within\ntime is a mandatory requirement and non-compliance of the rule renders the\nsale a nullity and not a mere irregularity.\n7. In view of the above, we are of the opinion that the auction sale of\nthe appellants' property was a nullity, and there was no valid auction sale.\n8. In view of the above, the appeals are allowed. The impugned judgment\nis set aside and it is held that there was no valid sale of the appellant's\nE property.\nF\n9. We, therefore, direct that the said property be again auction sold after\nadvertising it in at least two well-known newspapers having wide circulation,\nmentioning therein the date, time and place of the auction sale and after\ncomplying with the procedure under Rule 107 of the Rules. No costs.\nS.K.S.\nAppeals allowed.\n"}