{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6}],"text":"ORIENTAL INSURANCE CO. LTD.\nV.\nJHUMA SAHA AND ORS.\nJANUARY 16, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nMotor Vehicles Act, 1988:\ns.147(1)(b) read with s.166-Third party insurance-Vehicle met\nwith accident-Resulting in death of owner driving the vehicle--Held,\nadditional premium for entire risk of death or bodily injury to owner not\nhaving been paid, s.147(1)(b) which covers risk of a third party only\nwould be attracted-Insurer cannot be fastened with any liability toward\nowner.\nA\nB\nC\nD\nAn insured vehicle, which was being driven by its owner, dashed\n¸ against a tree and as a result of the said accident the owner died. The claim\npetition under section 166 of the Motor Vehicles Act, 1988 was resisted\nby the insurer on the ground that since the insurance policy was a third\nparty in nature and did not cover the owner, the claimants were not entitled.\nto any compensation. The Tribunal rejected the contention. The appeal of E\nthe insurer was held by the High Court as not maintainable.\nIn the appeal it was contended for the insurer-appellant that in\nview of s.147 of the Act, the jurisdiction of the Tribunal was confined to\na third party claim, and, as such, the impugned judgment could not be\nsustained.\nF\nAllowing the appeal, the Court\nHELD 1.1. The additional premium was not paid in respect of the\nentire risk of death or bodily injury of the owner of the vehicle, and, G\ntherefore, s.147(1)(b) of the Motor Vehicles Act, 1988, which in no\nuncertain terms covers the risk of a third party only, would be attracted\nin the instant case. The accident did not involve any motor vehicle other\nthan the one which the owner was driving.\n[Paras 13 and 10] [984-A, 983-B]\nH\n979\nA\nB\nC\n980\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nDhanjraj v. New India Assurance Co. Ltd. \u0026 Anr., [2004] 8 SCC 553,\nrelied on.\n1.2. Liability of the insurer-Company is to the extent of indemnification\nof the insured against the respondent or a injured person, a third person\nor in respect of damages of property. Thus, if the insured cannot be\nfastened with any liability under the provisions of Motor Vehicles Act, the\nquestion of the insurer being liable to indemnify insured, therefore, does\nnot arise. [Para 11] [983-C-D]\nNational Insurance Co. Ltd., Chandigarh v. Nicolleta Rohtagi and\nOrs., [2002] 7 SCC 456, cited.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 280 of 2007.\nFrom the Final Judgment and Order dated 28.10.2003 of the Gauhati\nD High Court in C.R.P. No. 69/2003.\n:\nE\nF\nG\nH\nSantosh Paul, Abhishek K. Rao, Kaveri Mohan and M.J. Paul for the\nAppellant.\nSarada Devi for the Respondents.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. : Leave granted.\n2. This appeal is directed against judgment and order dated 28.10.2003\npassed by the Gauhati High Court in C.R.P. No. 69 of 2003 whereby and\nwhereunder the appeal preferred by the appellant herein was dismissed.\n3. The deceased was the owner of an insured vehicle bearing\nRegistration No. TR 03-2304, a maruti van. While he was driving the said\nvehicle, allegedly, in order to save a goat which was running across the\nroad, the steering of the vehicle failed and it dashed with a tree on the road\nside. He suffered injuries. He later on succumbed thereto.\n4. On the aforementioned premise a claim petition under Section 166 of\nthe Motor Vehicles Act, 1988 was filed.\n☑\n山で\nhit\nORIENTAL INSURANCE CO. LTD. v. JHUMA SAHA [SINHA, J.] 981\n5. The insurer resisted the claim petition when served with a notice,\ninter alia, contending as under:\n\"That as per Motor Vehicle Acts and Rules the owner is not\nentitled to get any compensation if he drives the vehicle and falls\nin an accident- As the Insurance Policy is a third party in nature-\nThe contract between the insured and insurer is that if\nany accident\noccurred out of the use of Motor Vehicle then only third party is\nentitled to get compensation. The insurer and insured is the first\nand second party and other than the all are third party. But in this\ncase as per the version of the petition the deceased was the owner\nof the vehicle and was driving the vehicle and he met with an\naccident. Though the deceased had valid driving licence still he is\nnot the third party as per Rules and Acts. Hence the petitioners are\nnot entitled to get any compensation...\"\n6. The said contention of the appellant, however did not find favour\nwith the Motor Vehicle Accident Claims Tribunal which, inter alia, held that\nthe vehicle being insured and an additional premium for the death of the\ndriver or conductor having been paid, the liability was covered by the\nInsurance Policy.\n7. In the appeal preferred by the appellant before the High Court,\nhowever, the contention of the respondents herein that in view of the\ndecision of this Court in National Insurance Co. Ltd. Chandigarh v.\nNicolletta Rohtagi and Ors., [2002] 7 SCC 456, the appeal was not\nmaintainable, was accepted.\n8. Before us a short question has been raised by the learned counsel\nappearing on behalf of the appellant stating that in view of Section 147 of\nthe Motor Vehicles Act, 1988, the jurisdiction of the Tribunal was confined\nto a third party claim and, thus, the impugned judgment cannot be sustained.\n9. Section 147(1)(b) of the Motor Vehicles Act, with which we are\nconcerned, reads as under:\nA\nB\nC\nD\nE\nF\nG\n\"147. Requirements of policies and limits of liability:\n(1) In order to comply with the requirements of this Chapter, a\nH\n982\nA\nB\nC\nᎠ\nE\nSUPREME COURT REPORTS\npolicy of insurance must be a policy which-\n[2007] 1 S.C.R.\n(b) insures the person or classes of persons specified in the\npolicy to the extent specified in sub-section (2)-\n(i) against any liability which may be incurred by him in respect\nof the death of or bodily (injury to any person, including\nowner of the goods or his authorised representative carried in\nthe vehicle) or damage to any property of the third party\ncaused by or arising out of the use of the vehicle in a public\nplace.\"\n(ii) against the death of or bodily injury to any passenger of a\npublic service vehicle caused by or arising out of the use of\nthe vehicle in a public place\"\nProvided that a policy shall not be required-\n(i) to cover liability in respect of the death, arising out of and in\nthe course of his employment, of the employee of a person\ninsured by the policy or in respect of bodily injury sustained\nby such an employee arising out of and in the course of his\nemployment other than a liability arising under the Workmen's\nCompensation Act, 1923(8 of 1923) in respect of the death of,\nor bodily injury to, any such employee-\n(a) engaged in driving the vehicle, or\nF\nG\nH\n(b) if it is a public service vehicle engaged as a conductor of the\nvehicle or in examining tickets on the vehicle, or\n(c) if it is a goods carriage, being carried in the vehicle, or\n(i) to cover any contractual liability.\nExplanation For the removal of doubts, it is hereby declared that\nthe death of or bodily injury to any person or damage to any\nproperty of a third party shall be deemed to have been caused by\nor to have arisen out of, the use of a vehicle in a public place\nnotwithstanding that the person who is dead or injured or the\nབའི་ མཐར\"}\"\nORIENTAL INSURANCE CO. LTD. v. JHUMA SAHA [SINHA, J.] 983\nproperty which is damaged was not in a public place at the time of\nthe accident, if the act or omission which led to the accident\noccurred in a public place.\"\n10. The deceased was the owner of the vehicle. For the reasons stated\nin the claim petition or otherwise, he himself was to be blamed for the\naccident. The accident did not involve motor vehicle other than the one\nwhich he was driving, the question which arises for consideration is that the\ndeceased himself being negligent, the claim petition under Section 166 of the\nMotor Vehicles Act, 1988 would be maintainable.\n11. Liability of the insurer-Company is to the extent of indemnification\nof the insured against the respondent or a injured person, a third person or\nin respect of damages of property. Thus, if the insured cannot be fastened\nwith any liability under the provisions of Motor Vehicle Act, the question\nof the insurer being liable to indemnify insured, therefore, does not arise.\n12. In Dhanraj v. New India Assurance Co. Ltd. \u0026 Anr., [2004] 8 SCC\n553, it is stated as follows:\n\"8. thus, an insurance policy covers the liability incurred by\nthe insured in respect of death of or bodily injury to any person\n(including an owner of the goods or his authorised representative)\ncarried in the vehicle or damage to any property of a third party\ncaused by or arising out of the use of the vehicle. Section 147 does\nnot require an insurance company to assume risk for death or\nbodily injury to the owner of the vehicle.\n10. In this case, it has not been shown that the policy covered\nany risk for injury to the owner himself. We are unable to accept\nthe contention that the premium of Rs. 4989 paid under the heading\n\"Own damage” is for covering liability towards personal injury.\n\"Under the heading \"Own damage\", the words \"premium on vehicle\nand non-electrical accessories\" appear. It is thus clear that this\npremium is towards damage to the vehicle and not for injury to the\nperson of the owner. An owner of a vehicle can only claim provided\na personal accident insurance has been taken out. In this case there\nis not such insurance.\"\nA\nB\nC\nᎠ\nE\nF\nG\nH\nA\nB\n984\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\n13. The additional premium was not paid in respect of the entire risk\nof death or bodily injury of the owner of the vehicle. If that be so, Section\n147(b) of the Motor Vehicles Act which in no uncertain terms covers a risk\nof a third party only would be attracted in the present case.\n14. In that view of the matter, the impugned judgment cannot be\nsustained. The appeal is allowed.\nR.P.\nAppeal allowed.\n\u003e\n'\n"}