{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"MAHMADHUSEN ABDULRAHIM KALOTA SHAIKH V. 939\nUNION OF INDIA \u0026 ORS.\nCr.P.C. applies, the question of interference with the judiciary A\nbecomes moot.\n12. It has become imperative to deal the aspect of removal\nof judicial review on basic structure of the Constitution.\nDOES REMOVAL OF JUDICIAL REVIEW, WHICH IS B\nTHE CONCEPT BEHIND SECTION 321 Cr.P.C.,\nVIOLATE THE BASIC STRUCTURE?\n13. While section 321 of Cr.P.C. itself does not apply, the\nprinciple of judicial review embodied therein does. In other\nwords, section 321 of Cr.P.C. is a codified version of judicial\nreview. At the trial court level, section 321 of Cr.P.C. ensures\nthat the judiciary makes the final decision by approving the public\nprosecutor's decision to withdraw a case. Even if section 321\nof Cr.P.C. is made inapplicable by a special law like POTA (Re-\npeal) 2004 or POTA 2002, judicial review still applies. Section\n321 of Cr.P.C. is a general provision that can be subjected to\nspecial laws.\nC\nD\n14. On the other hand, judicial review should not suffer the\nsame fate. A violation of judicial review is another way of saying E\nthat the separation of powers between the principal three or-\ngans of the State have been violated. Judicial review forms part\nof the basic structure of the Constitution. And when judicial re-\nview is removed - even at the trial court level - the question\nbecomes one of degree has the basic structure been de- F\nstroyed? Our short answer is that because POTA (Repeal) 2004\nhas not removed judicial review under Article 226 or Article 136,\nthe basic structure has not been destroyed. Given the gravity of\nthis question, I deem it necessary to explain my reasoning.\n15. The Courts' powers to grant consent to a prosecutor's\nrequest to withdraw exist in the absence of section 321 of Cr.P.C.\nThis is because in the matter concerning judiciary, it should have\nthe final say over cases that have been placed before it. It goes.\nwithout saying that the Court's decision to grant consent to an\nG\nH\n940\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA application for withdrawal is a judicial function. If it is granted,\nthe case is over. Resolving legal disputes is the core function of\nthe judiciary. The power to take a final decision once a case is\nbefore a Court, irrespective of the stage at which the determi-\nnation is made, should rest with the judge. To the extent POTA\nB (Repeal) 2004 takes this decision away from the judge, it impli-\ncates the basic structure doctrine.\nC\nD\nE\nF\nG\nН\n16. This Court has not had the opportunity to analyze what\nis behind section 321 of Cr.P.C. Before POTA, there was no\nneed to ask whether judicial review exists in the absence of\nsection 321 of Cr.P.C. That is why the cases analyzing section.\n321 of Cr.P.C. are illustrative of the importance of judicial re-\nview, but they are not on point. For example, in the State of Bihar\nv. Ram Naresh Pandy \u0026 Another AIR 1957 SC 389, this Court\nobserved as under:-\n\"3...... The section is an enabling one and vests in the\nPublic Prosecutor the discretion to apply to the Court for\nits consent to withdraw from the prosecution of any person.\nThe consent, if granted, has to be followed up by his\ndischarge or acquittal, as the case may be. The section\ngives no indication as to the grounds on which the Public\nProsecutor may make the application, or the\nconsiderations on which the Court is to grant its consent.\nThere can be no doubt, however, that the resultant order,\non the granting of the consent, being an order of\n'discharge' or 'acquittal', would attract the applicability of\ncorrection by the High Court under ss. 435, 436 and 439\nor 417 of the Code of Criminal Procedure. The function\nof the Court, therefore, in granting its consent may well\nbe taken to be a judicial function. It follows that in granting\nthe consent the Court must exercise a judicial discretion....\"\nAs far back as 1957, this Court recognized that the High\nCourt could still correct the trial court's decision to withdraw.\n17. In Sheonandan Paswan's case (supra), a three-Judge\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\n941\nBench of this Court stated:\nA\n“89.... .... The exercise of the power to accord or withdraw\nconsent by the Court is discretionary. Of course, it has to\nexercise the discretion judicially. The exercise of the power\nof the Court is judicial to the extent that the Court, in\n8\naccording or refusing consent, has to see (i) whether the\ngrounds of withdrawal are valid; and (ii) whether the\napplication is bona fide or is collusive.....\"\nA Constitution Bench in Sheonandan Paswan v. State of\nBihar (1987) 1 SCC 288 referred to and approved the above ɔ\njudgment.\nSEPARATION OF POWERS IS PART OF THE BASIC\nSTRUCTURE:\n18. In His Holiness Kesavananda Bharati Sripadagalvaru a\nv. State of Kerala \u0026 Another (1973) 4 SCC 225, the Court opined\nthat separation of powers is a part of the basic structure of the\nConstitution of India. (1973) 4 SCC 225, per Sikri, C.J., as paras\n292 and 293, per Shelat and Grover JJ at para 582 - \"Demar-\ncation of power between the legislature, the Executive and the 3\nJudiciary\".\nㅋ\n19. I need not dwell on the fact that the separation of pow-\ners is part of the basic structure. This has been well established\nin a plethora of cases. [See: S.R. Bommai \u0026 Others v. Union\nof India \u0026 Others (1994) 3 SCC 1, Per Chandrachud, J. at 2742,\nper Beg. J. at 2426-30, 2472, per Ray, C.J., at 2320; State of\nBihar \u0026 Another v. Bal Mukund Sah \u0026 Others (2000) 4 SCC\n640 (para 32); I.R. Coelho (Dead) by LRs v. State of Tamil\nNadu (2007) 2 SCC 1; Indira Nehru Gandhi v. Raj Narain,\n1975 (Suppl) SCC 1; Minerva Mills Ltd. \u0026 Others v. Union of\nIndia \u0026 Others (1980) 3 SCC 625; Sub-Committee on Judi-\ncial Accountability v. Union of India \u0026 Others (1991) 4 SCC\n699; I. Manilal Singh v. Dr. H. Borobabu Singh \u0026 Another 1994\nSupp. (1) SCC 718; Union of India v. Association for Demo- H\nอ\nT\n942 MAHMADHUSEN ABDULRAHIM KALOTA SHAIKH V.\nUNION OF INDIA \u0026 ORS.\nA cratic Reforms \u0026 Another (2002) 5 SCC 294; Special Refer-\nence No.1 of 2002, In re (Gujarat Assembly Election matter),\n(2002) 8 SCC 237; Pratap Singh v. State of Jharkhand \u0026 An-\nother (2005) 3 SCC 551; Rameshwar Prasad \u0026 Others (VI) v.\nUnion of India \u0026 Another (2006) 2 SCC 1; Kuldeep Nayar \u0026\n8 Others v. Union of India \u0026 Others (2006) 7 SCC 1; Raja Ram\nPal v. Hon'ble Speaker, Lok Sabha \u0026 Others (2007) 3 SCC\n184.\n၁\n20. However, our Constitution does not envisage a strict\nseparation of powers. There is separation by necessary impli-\ncation. In fact, the Constituent Assembly negated strict separa-\ntion of powers. Amendment 40 was proposed. It read, \"40-A.\nThere shall be complete separation of powers as between the\nprincipal organs of the State viz. the Legislative, the Executive,\nand the Judicial.\" This was resisted by Dr. Ambedkar and oth-\ners on the ground that what was required was a harmonious\ngovernmental structure and not a strict or complete separation\nof powers [See Constitution Assembly Debates, Vol. VII, p.959].\n21. From the very beginning, the Supreme Court has\n= recognised the existence of an implied separation of powers.\nSee: In Re Delhi Laws Act, 1912, Ajmer-Merwara (Extension\nof Laws) Act, 1947 v. Part 'C' States (Laws) Act, 1950 (Refer-\nence under Article 143 of the Constitution of India) AIR 1951\nSC 332; Rai Sahib Ram Jawaya Kapur \u0026 Others v. State of\n7 Punjab, AIR 1955 SC 549 : (1955) 2 SCR 225 and Ram Krishna\nDalmia \u0026 Others v. Justice S.R. Tendolkar \u0026 Others AIR 1958\nSC 538.\nอ\n22. With each organ of the State overseeing its sphere of\ncontrol, the Court has had occasion to protect the judiciary from\nexecutive and/or legislative encroachment. Where judicial re-\nview is curbed or outrightly removed, the Court may review the\nconstitutional validity of such an action.\n23. Indira Nehru Gandhi case (supra) provided one of\nH the occasions in which separation of powers was invoked. In\ni\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 943\nUNION OF INDIA \u0026 ORS.\nresponse to this judgment, the Parliament passed the Election A\nLaws (Amendment) Act, 40 of 1975. This Act, inter alia, pro-\nvided that services rendered by government servants shall not\nbe deemed to be in furtherance of the candidate's election.\nShortly thereafter, Parliament passed the 39th Amendment by\nwhich, inter alia, Article 329A was inserted into the Constitu- B\ntion. [Para 3]. Article 329A(1) and (2) provided that, in the fu-\nture, a Prime Minister's election to either House of Parliament\ncould not be questioned by the judiciary. [Paras 5-6].\n24. Article 329(A)(4) stated that no election laws apply or\nshall be deemed to have applied to Parliamentary elections.\n[Para 8]. In addition, it nullified any court order that had voided\nan election. [Para 8]. Article 329(A)(5) directed the Court to dis-\nmiss any appeal pending before the Supreme Court consistent\nwith 329(A)(4). [Para 9]. Article 329(A)(6) stated that the provi-\nsions of 329 would go in effect notwithstanding anything con-\ntained in the Constitution. [Para 10].\nC\nD\n25. The Court struck 329A(4), holding it in violation of the\nbasic structure. Article 329(A)(4) appropriated the Court's power\nto adjudicate election laws, encroaching on the judiciary in vio- E\nlation of separation of powers. In voiding this part of the 39th\nAmendment, the Court declared that separation of powers and\njudicial review (by necessary implication) are part of the basic\nstructure because of the retrospective effect of the Election Laws\n(Amendment) Act, 40 of 1975. I turn to a number of relevant F\npassages for further guidance:-\n\"Para 60: (Ray, C.J.) It is true that no express mention is\nmade in our Constitution of vesting in the judiciary the\njudicial power as is to be found in the American G\nConstitution. But a division of the three main functions of\nGovernment is recognised in our Constitution. Judicial\npower in the sense of the judicial power of the State is\nvested in the Judiciary. Similarly, the Executive and the\nLegislature are vested with powers in their spheres. H\nA\nB\nс\nD\n944\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nJudicial power has lain in the hands of the Judiciary prior\nto the Constitution and also since the Constitution. It is not\nthe intention that the powers of the Judiciary should be\npassed to or be shared by the Executive or the Legislature\nor that the powers of the Legislature or the Executive\nshould pass to or be shared by the Judiciary.\nPara 64: (Ray, C.J.) \"Clause 5 in Article 329-A states that\nan appeal against any order of any court referred to in\nClause 4 pending, before the commencement of the\nConstitution (Thirty-ninth Amendment) Act, 1975, before\nthe Supreme Court, shall be disposed of in conformity\nwith the provisions of Clause 4. The appeal cannot be\ndisposed of in conformity with the provisions of Clause 4\ninasmuch as the validation of the election cannot rest on\nClause 4.\"\n26. I note that the very fact that the Court did not dispose\nof the appeal by writing a summary order citing to Clause 5\nshows that the Court dismissed outright the Parliament's at-\ntempt to remove a pending appeal from the Court's purview. By\nE holding Article 329(A)(4) unconstitutional, Clause (5) became\nmoot. Justice Chandrachud, as he then was, recognized this\ntechnical point and held both Clauses (4) and (5) unconstitu-\ntional. The others did not seem it necessary to deal with Clause\n(5). [see Khanna, J. at para 185]\nF\nG\nH.\n.\n27. At para 688, Justice Chandrachud further expounded\nthe doctrine of separation of powers:\n\"I do not suggest that such an encroaching power will be\npursued relentlessly or ruthlessly by our Parliament. But\nno Constitution can survive without a conscious adherence\nto its fine checks and balances. Just as Court ought not to\nenter into problems entwined in the \"political thicket\",\nParliament must also respect the preserve of the courts.\nThe principle of separation of powers is a principle of\nrestraint which \"has in it the precept, innate in the prudence\nT\n↑\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 945\nUNION OF INDIA \u0026 ORS.\nof self-preservation (even if history has not repeatedly A\nbrought it home), that discretion is the better part of valour\"\nSocial Dimensions of Law and Justice-Julius Stone (1966).\np. 668.] Courts have, by and large, come to check their\nIvalorous propensities. In the name of the Constitution, the\nParliament may not also turn its attention from the important B\ntask of legislation to deciding court cases for which it\nlacks the expertise and the apparatus. If it gathers facts,\nit gathers facts of policy. If it records findings, it does so\nwithout a pleading and without framing any issues. And\nworst of all, if it decides a Court case, it decides without C\nhearing the parties and in defiance of the fundamental\nprinciples of natural justice.\"\n28. This raises the issue of the Review Committee's com-\npetence to decide the court case. Even a ruling wherein prima\nfacie cases are withdrawn, the decision to withdraw is final and\nterminates the case in favour of the accused. A case has thus\nbeen decided. The question regarding the Committee's com-\npetence loses some relevance when I consider that the aggrieved\nparty could still file an appeal against such a decision. Never-\ntheless, the Review Committee is an executive body that is\nmaking a judicial decision.\nD\nE\n29. The Executive appoints the Review Committee. A ma-\njority of its members belong to the Executive Branch. Under\nPOTA (Repeal) 2004, the Executive's Review Committee has F\nthe power to decide cases. Thus, judicial review has been im-\nplicated. Given that judicial review forms part of the basic struc-\nture, it is our job to determine if POTA (Repeal) 2004 has gone\ntoo far.\n30. In order to reach its decision, the Review Committee\ncan conduct discovery. It has the power to compel parties to\nproduce any document. In addition, it can requisition any public\nrecord pursuant to the Code of Civil Procedure, 1908.\nG\n31. Despite its access to the relevant information, it is not H.\n946\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA a court and could be more easily swayed by political consider-\nations. Owing allegiance to the Executive, the Review Commit-\ntee could be tempted to decide the outcome of a case based\non that which is politically expedience. After all, it is an Execu-\ntive body that is performing a purely judicial decision. At para\nB 689 (Chandrachud, J. as he then was) observed that:\nс\n\"...The \"separation of powers does not mean the equal\nbalance of powers\". says Harold Laski, but the exercise\nby the legislature of what is purely and indubitably a judicial\nfunction is impossible to sustain in the context even of our\nco-operative federalism which contains no rigid distribution\nof powers but which provides a system of salutary checks\nand balances.\n32. Ultimately, at para 696, Justice Chandrachud held:\nD \"...that clauses (4) and (5) of Article 329A are unconstitutional\nand therefore void....\" Justice Khanna at para 213 finds 329A(4)\nto violate the principle of free and fair elections. Embedded\nwithin this principle is the idea that a forum must be provided\nfor the resolution of the dispute.\nE\nLL\nF\n\"As a result of the above. I strike down Clause (4) of Article\n329A on the ground that it violates the principle of free and\nfair elections which is an essential postulate of democracy\nand which in its turn is a part of the basic structure of the\nConstitution inasmuch as (1) it abolishes the forum without\nproviding for another forum for going into the dispute......”\n33. Citing the decisions of foreign countries wherein elec-\ntion disputes are resolved by the Legislature itself, Justice\nKhanna did not strike the amendment on the sole ground that it\nG failed to provide for a judicial forum; instead, other forums would\nhave also been acceptable. [paras 198 and 207]. His concern\nwas that no forum whatsoever was provided. In the instant case,\na judicial forum - the High Courts and the Supreme Court - is\nthere for those who are aggrieved by the Review Committee's\nH decision.\n'\nI\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 947\nUNION OF INDIA \u0026 ORS.\n34. Justice Mathew's opinion shows how judicial review A\nis necessarily linked to the separation of powers doctrine. By\nstripping the Court of judicial review of election cases, Article\n329A(4) bestows a power on an organ of government that is\nincapable of providing a just result. Justice Mathew stated at\npara 325 that:\n\"...it was an essential feature of democracy as established\nby the Constitution, namely, (that there should be a) a\nresolution of an election dispute by an authority by the\nexercise of judicial power by ascertaining the adjudicative\nfacts and applying and applying the relevant law for\ndetermining the real representative of the people.\"\nB\nC\n35. At para 327, Justice Mathew holds Article 329A(4) un-\nconstitutional, in violation of the separation of powers. Given\nthat our separation of powers is somewhat flexible, he finds that D\nthe Parliament could only remove judicial review by enacting a\nconstitutional amendment. Para 327 reads as under:-\nE\nF\n“... The amending body, though possessed of judicial\npower, had no competence to exercise it, unless it passed\na Constitutional law enabling it to do so. If, however, the\ndecision of the amending body to hold the election of the\nappellant valid was the result of the exercise of an\n'irresponsible despotic discretion' governed solely by what\nit deemed political necessity or expediency, then, like a\nbill of attainder, it was a legislative judgment disposing of\na particular efection dispute and not the enactment of a\nlaw resulting in an amendment of the Constitution. And,\neven if the latter process (the exercise of despotic\ndiscretion) could be regarded as an amendment of the\nConstitution, the amendment would damage or destroy\nan essential feature of democracy as established by the\nConstitution, namely, the resolution of election dispute\nby an authority by the exercise of judicial power by\nascertaining the adjudicative facts; the amending body H\nG\n.948\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA\nB\nC\nD\nヨ\nF\nG\nH\ncannot gather these facts by employing legislative\nprocess; they can be gathered only by judicial process.\"\n36. In Minerva Mills (supra), section 55 of the 42nd Amend-\nment was at issue. Section 55 inserted sub-section (4) and (5)\ninto Article 368 to bar judicial review of constitutional amend-\nments. The Court held that Section 55 of the 42nd Amendment\nwas beyond the amending power and was void \"since it removes\nall limitations on the power of Parliament to amend the Consti-\ntution and confers powers upon it to amend the Constitution so\nas to damage or destroy its basic or essential features or its\nbasic structure.\" Justice Bhagwati, as he then was, struck the\nParliament's attempt to immunize all amendments from judicial\nreview:\n\"... So long as Clause (4) stands, an amendment of the\nConstitution though unconstitutional and void as\ntransgressing the limitation on the amending power of\nParliament as laid down in Kesavananda Bharati's case,\nwould be unchallengeable in a court of law. The\nconsequence of this exclusion of the power of judicial\nreview would be that, in effect and substance, the\nlimitation on the amending power of Parliament would,\nfrom a practical point of view, become non-existent and\nit would not be incorrect to say that, covertly and indirectly,\nby the exclusion of judicial review, the amending power\nof Parliament would stand enlarged, contrary to the\ndecision of this Court in Kesavananda Bharati's case.\nThis would undoubtedly damage the basic structure of\nthe Constitution, because there are two essential features\nof the basic structure which would be violated, namely,\nthe limited amending power of Parliament and the power\nof judicial review with a view to examining whether any\nauthority under the Constitution has exceeded the limits of\nits powers, I shall immediately proceed to state the reasons\nwhy I think that these two features form part of the basic\nstructure of the Constitution.\"\n"}