{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"MAHMADHUSEN ABDULRAHIM KALOTA SHAIKH V.\nUNION OF INDIA \u0026 ORS.\n919\nobservations contained in the earlier order of this Court A\ndisposing of the Special Leave Petitions from the judgment\nand order of the High Court of Gujarat, and later from the\nHigh Court of Madras, it would be appropriate if the matters\nbe placed before a larger bench for consideration.\"\nIt is in this background these matters are placed before\nthis three Judge Bench. We have heard the submissions of the\nlearned counsel.\nB\nC\nE\n16. According to the POTA accused, the provisions of\nsection 2(3) of the Repealing Act are materially different from\nthe wording of section 60(4) to (7) of POTA. Under section 2(3)\nof the Repealing Act, the opinion of the Review Committee is\nfinal and conclusive and if the opinion is to the effect that there\nis no prima facie case for proceeding against the accused\nunder POTA, the cases in which cognizance has been taken by\nD\nthe court, shall be deemed to have been withdrawn, and in\ncases where investigations are pending, the investigations shall\nbe closed forthwith. They contend that the clear legislative intent\nis that after the repeal of POTA, continuance of any proceedings\ninitiated under POTA in which cognizance has been taken by\nthe court, shall be subject to the opinion of the Review\nCommittee under section 2(3) of the Repealing Act and once\nthe Review Committee holds that there was no prima facie\ncase to continue the proceedings against the accused, the\ncase shall be deemed to have been withdrawn with effect from\nthe date of issuance of the direction by such Review Committee. F\nIt is submitted that in such cases, Section 321 of the Code\nwould have no application and there is neither any need for the\nPublic Prosecutor to file any application for withdrawal from\nprosecution, nor any need or occasion for the court to consider\nwhether consent should be given for such withdrawal from G\nprosecution, as the proceedings are deemed to have been\nwithdrawn with effect from the date of the issuance of the\ndirection by the Review Committee.\n17. The counsel for the State of Gujarat, on the other hand,\nH\n920\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA\nB\nC\nD\ncontended that the High Court had rightly held that sub-section\n(3) of section 2 of the Repealing Act does not dispense with the\nrequirements of Section 321 of the Code for withdrawal and\nthat after the Review Committee formed an opinion, the same\nwill have to be placed before the court by the Public Prosecutor,\nwith an application and the Court will have to independently\nconsider such application and come to a conclusion whether it\nshould consent to the prosecution being withdrawn or not.\n18. The relatives of victims contend that section 2(3) \u0026 (5)\nof Repealing Act ought to be declared as unconstitutional on\nthe ground that they amount to encroachment on the judicial\npower of the State. Alternatively they supported the decision of\nthe High Court and contended that once the Special Judge took\ncognizance of the offence, the proceedings could be withdrawn\nonly under Section 321 of the Code. It was contended that the\nReview Committee being purely a committee appointed by the\nexecutive, has no right to determine the innocence or otherwise\nof an accused. It was submitted that merely because the Chair-\nman of the Review Committee is a retired Judge, the Commit-\ntee does not become a judicial authority. It was further submit-\nE ted that the Committee could only be characterized as an exter-\nnal body and such a Committee cannot be a clothed with a judi-\ncial power to withdraw the pending cases from the Court. Ref-\nerence to various decisions of this Court was made wherein\nthis Court delineated the scope and ambit of Section 321 of the\nCode. Our attention was drawn to the following observations of\nJustice V.R. Krishna lyer in BALWANT SINGH AND ORS. Vs.\nSTATE OF BIHAR - (1977) 4 SCC 448 :-\nF\nG\nH\n\"The Court has to be vigilant when the case has been\npending before it and not succumb to executive suggestion\nmade in the form of application for withdrawal with a bunch\nof papers tacked on. Moreover, the State should not stultify\nthe Court by first stating that there is a true case to be tried\nand then make a volte face to the effect that on a second\ninvestigation the case has been discovered to be false.\"\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 921\nUNION OF INDIA \u0026 ORS.\nReliance was also placed to the following observations of A\nJustice V.R. Krishna lyer in SUBHASH CHANDER Vs. STATE\n(CHANDIGARH ADMINISTRATION) \u0026 ORS - (1980) 2 SCC\n155:\n\"When a case is pending in a criminal court, its procedure\nand progress are governed by the Criminal Procedure\nCode or other relevant statute. To intercept and recall an\nenquiry or trial in a court, save in the manner and to the\nextent provided for in the law, is itself a violation of the law.\nWhatever needs to be done must be done in accordance\nB\nwith the law. The function of administering justice, under C\nour constitutional order, belongs to those entrusted with\njudicial power. One of the few exceptions to the\nuninterrupted flow of the court's process is Section 321\nCr.P.C., 1973. But even here it is the Public Prosecutor,\nand not any executive authority, who is entrusted by the D\nCode with the power to withdraw from a prosecution, and\nthat also with the consent of the court. We repeat for\nemphasis. To interdict, intercept or jettison an enquiry or\ntrial in a court, save in the manner and to the extent provided\nfor in the Code itself, is lawlessness. The even course of E\ncriminal justice cannot be thwarted by the executive,\nhowever, high the accused, however sure government feels\na case is false, however unpalatable the continuance of\nthe prosecution to the powers-that-be who wish to scuttle\ncourt justice because of hubris, affection or other noble or F\nignoble consideration. Justicing, under our constitutional\norder, belongs to the judges. Among the very few\nexceptions to this uninterrupted flow of the court process.\nis Section 494, Cr.P.C. 1898. Even here, the Public\nProsecutor -not any executive authority- is entrusted by\nthe Code with a limited power to withdraw from a\nprosecution, with the Court's consent whereupon the case\ncomes to a close. What the law has ignited, the law alone\nshall extinguish\nG\nReference was next made to SHEONANDAN PASWAN H\n922\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA\nB\n-\nVs. STATE OF BIHAR AND ORS. (1987) 1 SCC 288 and\nother decisions of this Court taking a similar view, to contend\nthat proceedings pending in a court, where cognizance has al-\nready been taken against the accused, could be withdrawn only\nin the manner contemplated in section 321 of the Code and\ntherefore, there can be no automatic withdrawal from prosecu-\ntion on the basis of sub-section (3) of Section 2 of the Repeal-\ning Act. It was submitted that the appointment of the Review\nCommittee and the opinion expressed by such Committee would\nonly enable the Public Prosecutor to take steps for withdrawal\nC from prosecution; and that once the Court takes cognizance,\nthe proceedings against the accused shall have to be contin-\nued until the Court give consent to a withdrawal under section\n321 of the Code, on being satisfied that there are valid grounds\nfor withdrawal from prosecution.\nD\n19. In so far as Union of India is concerned, we find that\nthere is a slight shift from the stand taken before the High Court.\nIn the High Court, Union of India contended that the power of the\nReview Committee under section 2(3) of the Repealing Act was\nsubject to section 321 of the Code. In fact, Union's stand was\nE accepted and upheld by the High Court, as is evident from the\nfollowing observations of the High Court:\nF\nG\nH\n\"we are inclined to agree with the learned Additional\nSolicitor General that the impugned provisions should be\nread in conjunction, with Section 321 of the Code and the\nsame do not, in any manner, encroach upon the judicial\npower of the State and that the opinion formed by the\nReview Committee on the prima-facie nature of the case\nunder the 2002 Act has to be given due weightage by the\nSpecial Court and accepted unless there are exceptional\nreasons for not doing so.\"\nBut before us the Union has taken a stand, which in prin-\nciple supports the contention of the POTA accused, though the\nUnion has not challenged the decision of the High Court. The\nstand of the Union, as set out in its counter is extracted below:\n1\n-{\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 923\nUNION OF INDIA \u0026 ORS.\n\"However, in view of the difference in language between A.\nSection 60(5), 60(6) and 60(7) as added by POTA\n(Amendment) 2003 and Sec. 2(3) of the Repeal Act, the\nissues raised by the petitioners necessitate examination.\nIt is respectfully submitted that the language used in sub\nsection 2(3) of the Repeal Act ex-facie reveals that Section B\n60(5) of the amended POTA (2003) has been omitted by\nthe legislature in the provisions of Section 2(3) of the\nRepeal Act. Section 60(5) of the former Act made the\nopinion of the Review Committee binding on the Central\nGovernment, State Government and the Police Officer C\ninvestigating the case. Section 2(3) of the Repeal Act is\na new provision, enacted by the legislature, which provides\nfor deemed withdrawal of a case (even if cognizance has\nbeen taken by the court), if the Review Committee forms\nan opinion that there is no prima facie case made out.\"\n20. The learned Additional Solicitor General elaborating\nupon the said stand submitted that the power exercised by the\nReview Committee under section 2(3) of the Repealing Act,\nthough not subject to the supervising power of the Special court\nunder section 321 of the Code, is amenable to the power of E\njudicial review of the High Court under Article 226. He therefore\nsubmitted that there are adequate safeguards against any mis-\nuse or abuse of power by the Review Committee under section\n2(3).\n21. On the contentions urged the questions that arise for\nour consideration are: (i) Whether sub-section (3) \u0026 (5) of sec-\ntion 2 of the Repealing Act are unconstitutional and therefore\ninvalid; and (ii) Having regard to section 2(3) of the Repealing\nAct, when the Review Committee-records an opinion that there\nis no prima facie case for proceeding against the accused un-\nder POTA, whether the proceedings shall be deemed to have\nbeen withdrawn against such accused or whether it is neces-\nsary for the Public Prosecutor to file an application seeking\nconsent of the court for withdrawal from prosecution under Sec-\ntion 321 of the Code.\nD\nF\nH\n924\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\n.A\nB\nD\nE\nF\nG\nH\n22. The following well settled principles have to be kept in\nview while examining the constitutional validity of section 2(3)\nand (5) of the Repealing Act:\n(a) Parliament has the exclusive competence to legislate\non terrorism and terrorist and disruptive activities\nwhich threaten the security, integrity and sovereignty\nof the country, as they fall under Entry 1 of List I of the\nSeventh Schedule to the Constitution. Alternatively,\nthey would fall under the residuary power conferred\non Parliament under Article 248 read with Entry 97\nof List of Seventh Schedule (vide Kartar Singh v.\nState of Punjab - 1994 (3) SCC 569).\n(b) There is always a presumption in favour of the\nconstitutionality of an enactment and the burden is\nupon him who attacks it, to show that there has been\na clear transgression of the constitutional principles.\n(Vide State of Jammu \u0026 Kashmir vs. Triloki Nath\nKosha 1974 (1) SCC 19)\n-\n(c) A law made by the Parliament can be struck down by\ncourts on two grounds and two grounds alone: (1)\nlack of legislative competence; and (2) violation of\nfundamental rights guaranteed under Part-III of the\nConstitution or any other constitutional provision.\nThere is no third ground. (Vide State of Andhra\nPradesh vs. Mcdowell \u0026 Co. - 1996 (3) SCC 709).\n(d) The power and competence of Parliament to make\nlaws in regard to the subjects covered by the\nlegislative fields committed to it, carries with it the\npower to repeal laws on those subjects. The power\nof the Parliament to repeal a law is co-extensive with\nthe power to enact such a law: (See Justice G.P.\nSingh's Principles of Statutory Interpretation - 11th\nEdition, Page 633).\n(e) The Legislature may prescribe special procedure to\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 925\nUNION OF INDIA \u0026 ORS.\n(f)\nmeet special situations and to meet special A\nobjectives so long as they are not arbitrary or\ndiscriminatory. [Kathi Raning Rawat v. The State of\nSaurashtra 1952 SCR 435 and In Re: The\nSpecial Courts Bill, 1978 - 1979 (1) SCC 380].\n-\nB\nIf any Central Act is repealed, without making any\nprovision for savings, the provisions contained in\nsection 6 of General Clauses Act, 1897 will apply.\nBut where the repealing Act itself contains specific\nprovisions in regard to savings, the express or special\nprovision in the Repealing Act will apply. Section 6 of C\nGeneral Clauses Act makes it clear that it will not\napply, when a different intention appears in the\nRepealing Statute. Where the provision relating to\nsavings is excluded, the repeal will have the effect of\ncomplete obliteration of the statute. (vide State of D\nOrissa v. M.A. Tullock \u0026 Co. 1964 (4) SCR 461,\nNar Bahadur Bhandari v. State of Sikkim - 1998 (5)\nSCC 39 and Southern Petrochemicals Industries\nCo. Ltd. v. Electricity Inspector-2007 (5) SCC 447).\n23. The Repealing Act contains an exhaustive provision\nrelating to savings in sub-sections (2) to (5) of section 2. There-\nfore the savings from repeal will be governed by section 2(2) to\n2(5) of the Repealing Act and not by section 6 of the General\nClauses Act, 1897.\n-\n24. The Parliament in its plenary power, can make an out-\nright repeal which will not only destroy the effectiveness of the\nrepealed act in future, but also operate to destroy all existing\ninchoate rights and pending proceedings. This is because the\neffect of repealing a statute is to obliterate it completely from\nthe record, except to the extent of savings. If the Parliament\nspecifically excludes any saving clause in a Repealing Act, or\nseverely abridges the provision for savings, which it has the\npower to do, the effect would be that after the repeal of the stat-:\nute, no proceeding can continue, nor can any punishment be\nE\nF\nG\nH\n926.\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nC\nD\nA inflicted for violation of the statute during its currency. When\nParliament has the power to repeal a law outright without any\nsavings and thereby put an end to all pending prosecutions and\nproceedings forthwith (without any need to comply with section\n321 of the Code), can it be said that it does not have the power\nB to make a provision in the Repealing Act for the pending pro-\nceeding to continue, but those proceedings to come to an end,\nwhen a duly constituted Review Committee with a sitting or re-\ntired Judge of the High Court as Chairman, reviews the cases.\nregistered under the repealed Act and reaches the opinion that\nthere is no prima facie case for proceeding against the accused\n? Surely, the wider and larger power includes the narrower and\nsmaller power. It should be remembered that continuation of a\nproceedings in respect of any offence under an Act, after the\nrepeal of such Act, is itself as a result of a deeming fiction. Natu-\nral consequence of repeal, as noticed above, is complete oblit-\neration including pending proceedings. Continuation of a pend-\ning proceeding is possible only on account of the deeming fic-\ntion created by the savings clause in the Repealing Act which\nprovides for continuation of the proceedings as if the Principal\nAct had not been repealed. Therefore any provision in the Re-..\npealing Act for saving a pending proceeding, with any further\nprovision for termination of such pending proceedings, is a pro-\nvision relating to 'winding up' matters connected with the Re-\npealed Act. By no stretch of imagination such a provision can\nbe termed as interference with judicial power, even assuming\nthat such a provision in a live unrepealed statute may be con-\nsidered as interference with judicial power. It is therefore un-\nnecessary to examine whether section 2(3) of the Repealing\nAct is an encroachment of judicial power, though such an ex-\namination was done with reference to the challenge to section\nG 60(4) to (7) of POTA. Many tests applied for deciding the con-\nE\nF\nstitutional validity of live and current statutes, may not apply to\n'winding up' provisions in a savings clause of a Repealing Act,\ndealing with repeal. The Parliament has the legislative compe-\ntence to make the Repealing Act. The Repealing Act repeals\nH. POTA and provides for certain savings from repeal, to meet the\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 927\nUNION OF INDIA \u0026 ORS...\nspecial features of the repealed statute. It does not violate any A\nconstitutional provisions. Hence the Repealing Act and in par-\nticular section 2(3) and (5) thereof are valid and constitutional..\n25. This takes us to the second question as to the true\nimport of section 2(3) of the Repealing Act. Sub-section (2) of\nB\nsection 2 of the Repealing Act makes it clear that the repeal of\nPOTA will not affect any investigation or legal proceeding in re-\nspect of any penalty or punishment under the principal Act, and\nany such investigation or legal proceedings may be instituted\nor continued, as if the principal Act had not been repealed. The\nC\nproviso to sub-section (2) of section 2 makes it clear that no\ncourt shall take cognizance of an offence under the principal\nAct after the expiry of the period of one year from the commence-\nment of the Repealing Act. The Repealing Act came into force\non 21.9.2004 and the period of one year from the date of re-\npeal having also elapsed, no fresh offence punishable under D\nthe POTA can be taken cognizance of by the court from\n21.9.2005. Certain further provisions are made in regard to\npending proceedings in sub-section (3) of section 2 [sub-sec-\ntions (4) and (5) of section 2 of the Repealing Act are merely\nsupplemental to sub-section 93) of section 2 and have no exist- E\nence independent of section 2(3)]. Sub-section (3) provides that\nnotwithstanding the repeal of Section 60 of the principal Act,\nthe Review Committee constituted by the Central Government\nunder sub-section (1) of Section 60, shall review within one year\nfrom the commencement of the repealing Act, all cases regis- F\ntered under the principal Act as to whether there is a prima fa-\ncie case for proceeding against the accused thereunder; and\nwhere the Review Committee is of the opinion that there is no\nprima facie case for proceeding against the accused, then, in\ncases in which cognizance has been taken by the Court, the\ncases shall be deemed to have been withdrawn, and in cases\nin which investigations are pending, the investigations shall be\nclosed forthwith, with effect from the date of issuance of the di-\nrection by such Review Committee. Section 2(3) of the Repeal-\ning Act does not contemplate or provide for compliance with\nG\nH\ni\n:\n928\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nB\nA section 321 of the Code, before the withdrawal comes into ef-\nfect. The clear intention of section 2(3) of the Repealing Act is\nthat when the Review Committee opines that there is no prima\nfacie case for proceeding against the accused, on review of\nthe pending POTA cases, such cases, even though cognizance\nhas been taken by the court, shall be deemed to have been\nwithdrawn without anything further to be done. In view of expres-\nsion of such clear legislative intent in section 2(3) of the Re-\npealing Act, there is no question of bringing section 321 of the\nCode into play. If section 321 is held to be applicable, then the\nC provision in section 2(3) that the cases shall be deemed to be\nwithdrawn, is rendered nugatory and the cases are not actually\nwithdrawn until the requirements of section 321 are complied\nwith. That would amount to rewriting section 2(3) which is clearly\nimpermissible.\nD\n26. The High Court proceeded on the basis that section.\n2(3) of the repealing Act is similar to section 60(4) to (7) of POTA,\nand therefore it should be interpreted and dealt with in the same\nmanner as section 60(4) to (7) of POTA. It noted that the Ma-\ndras High Court had upheld the validity of section 60(4) to (7) of\nE POTA by holding that the decision of the Review Committee\nF\nG\nH\n°\nwas binding only on the State Government and the Investigating\nOfficer and not on the Public prosecutor or the court, and that\nthe procedure prescribed by section 321 of the Code will have\nto be complied with, even after the decision by the Review Com-\nmittee that there was no prima facie case to proceed against\nthe accused. It held that the said declaration of law would also\napply to section 2(3) of the Repealing Act. It therefore upheld\nthe validity of section 2(3) of the Repealing Act subject to a rider\nthat even where Review Committee has opined under section\n2(3) that there was no prima facie case, the deemed withdrawal\nwill be subject to fulfilment of the requirements of section 321 of\nthe Gode. But the question is whether the High Courts were.\njustified in assuming in the impugned judgments that the provi-\nsions of section 2(3) of the repealing Act are similar to sections\n60(4) to (7) of POTA, and the decision of the Madras High Court\n"}