{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"MAHMADHUSEN ABDULRAHIM KALOTA SHAIKH V. 929\nUNION OF INDIA \u0026 ORS.\nas upheld by this Court, will not apply while interpreting section A\n2(3) of the Repealing Act.\nC\n27. The Madras High Court proceeded on the basis that\nthe exercise of power by the Review Committee in regard to\nreview of POTA cases, was governed by sub-sections (4) to (6)\nB\nof section 60 of POTA. It found that these sub-sections provided\nthat the decision of the Review Committee on review, was bind-\ning only on the State Government and police officers and not on\nthe public prosecutor or the court. The Madras High court got\nover sub-section (7) of section 60 of POTA (which provided that\nwhen the Review Committee opines that there is no prima fa-\ncie case, then the proceedings pending against the accused\nshall be deemed to have been withdrawn from the date of such\ndirection), by holding that the said sub-section did not create\nany new right other than those mentioned in sub-sections (4) to\n(6) of section 60, and was only in the nature of an explanation D\nspelling out the effect of the exercise of the power in sub-sec-\ntions (4) to (6) of section 60 of POTA. It held that sub-section (7)\nof section 60 cannot be read independently by itself. It further\nheld that sub-section (7) of section 60 of POTA had to be un-\nderstood only in the context of section 321 of the Code, to mean\nthat if the Review Committee forms an opinion that the pros-\necution of the accused did not attract the provisions of POTA,\nthe State Government which was bound by the direction, will\nhave to address the Public Prosecutor to withdraw the pros-\necution; and as the public prosecutor was not bound by the di-\nrection of the Review Committee, he could formulate his inde-\npendent opinion under section 321 of the Code.\nE\nF\n28. But the scheme of section 2(3) of the Repealing Act is\ndifferent from the scheme of sub-sections (4) to (7) of section\n60 of POTA. The scheme under sub-sections (4) to (7) of sec- G\ntion 60 under POTA (which applied to proceedings initiated under\nPOTA when the Act was in force) was as follows: (a) the Re-\nview Committee was required to review a POTA case under\nsection 60(4), only when an application was made by an ag-\ngrieved person; (b) any direction issued by the Review Com- H\n930\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nC\nA mittee on such review, was binding on the concerned Govern-\nment and investigating officer, but not the public prosecutor or\nthe court under section 321 of the Code. The scheme under\nsection 2(3) of the Repealing Act is categorical. The review by\nthe Review Committee is not dependent upon an application\nB by any aggrieved person. The Review Committee had to make\na general review of all cases registered under POTA which were\npending at the time of repeal, irrespective of whether an appli-\ncation for review was made by the accused or not. The purpose\nof such general review was to identify the cases where there\nwas no prima facie case for proceeding against the accused,\nso that they could be withdrawn. If the Review Committee ex-\npressed the opinion that there is no prima facie case for pro-\nceeding against the accused, then the cases pending in court,\neven where cognizance has been taken by the court, shall be\ndeemed to have been withdrawn with effect from the date of\nissuance of direction by such Review Committee. The express\nprovision in section 2(3) of the Repealing Act that even where\ncognizance has been taken by the court, the cases shall be\ndeemed to have been withdrawn, is not found in section 60(4)\nto (7) of POTA. Once the law made by the Parliament specifi-\ncally states that wherever the Review Committee is of the opin-\nion that there is no prima facie case for proceeding against the\naccused, the cases shall be deemed to have been withdrawn. If\nthe Parliament wanted to make the provisions of section 2(3) of\nthe Repealing Act subject to Section 321 of the Code, it would\nF have been done by making appropriate provisions therefor. As\nthat is not done, plain meaning of the words of the legislation\nhas to be given effect to.\nD\nE\nG\nH\n'\n29. Section 2(3) of the Repealing Act also contains clear\nindications which exclude section 321 of the Code. They are:\n(i) The review is by Review Committee with a sitting or retired\nJudge of the High Court as the Chairman, having the power of a\ncivil court in respect of discovery and production of documents\nand requisitioning records. (ii) All cases registered under POTA\nare required to be reviewed irrespective of whether any appli-\nT\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 931\nUNION OF INDIA \u0026 ORS.\ncation was made by an aggrieved person or not, so as to find A\nout whether there is a prima facie case for proceeding against\nthe accused under POTA; (iii) The sub-section clearly provides\nthat where a Review Committee opines that there is no prima\nfacie case for proceeding against the accused, cases pending\nin court also shall be deemed to have been withdrawn with effect B\nfrom the date of issuance of such direction by the Review Com-\nmittee. The wording is clear and unambiguous and does not con-\ntemplate or provide for a further application of mind by the Public\nProsecutor or grant of consent by the court under section 321\nCr.P.C. We are therefore of the view that the High Court was not\nC\nright in assuming that the decision of the Madras High Court ap-\nproved by this Court with reference to section 60(4) to (7) of POTA\nwill apply in regard to section 2(3) of the Repealing Act.\n30. An apprehension was expressed that if the review com-\nmittee reaches a wrong opinion there will be no remedy. It was D\npointed out that if section 321 Cr.P.C. was applicable, there will\nat least be a judicial scrutiny before the opinion resulted in with-\ndrawal. The scope of the role played by a court under Section\n321 of the Code was explained in SHEONANDAN PASWAN\n(supra), thus:\nE\nF\n\"Since Section 321 finds a place in this chapter\nimmediately after Section 320, one will be justified in\nsaying that it should take its colour from the immediately\npreceding Section and in holding that this Section, which\nis a kindred to Section 320, contemplates consent by the\ncourt only in a supervisory manner and not essentially in\nan adjudicatory manner, the grant of consent not depending\nupon a detailed assessment of the weight or volume of\nevidence to see the degree of success at the end of the\ntrial. All that is necessary for the court to see is to ensure G\nthat the application for withdrawal has been properly made,\nafter independent consideration, by the Public Prosecutor\nand in furtherance of public interest. ...\n... \nThe section\ndoes not insist upon a reasoned order by the Magistrate\nwhile giving consent. All that is necessary to satisfy the H.\n932\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA\nB\nsection is to see that the Public Prosecutor acts in good\nfaith and that the Magistrate is satisfied that the exercise\nof discretion by the Public Prosecutor is proper.\"\n31. The opinion of the Review Committee is open to judi-\ncial review under Article 226 of the Constitution. Any person\naggrieved by the opinion can challenge it in a writ petition. As\nlong as an aggrieved person could challenge the opinion ex-\npressed by the Review Committee by invoking judicial review,\nthe apprehension that there will be no remedy in the event of\nwrong opinion by Review committee, is unwarranted. The opin-\nC ions of the Review Committee under section 2(3) of the Re-\npealing Act are limited in number and are required to be given\nas an one time measure with reference to a repealed statute.\nThe availability of judicial review under Article 226 in the event\nof errors and abuse, is a sufficient safeguard and deterrent\nD against any wrong doing by the Review Committee.\nE\nF\n32. We therefore hold that once the Review Committee\non review under section 2(3) of the Repealing Act, expresses\nthe opinion that there is no prima facie case for proceeding\nagainst the accused, in cases in which cognizance has been\ntaken by the Court, such cases shall be deemed to have been\nwithdrawn. The only role of the Public Prosecutor in the matter\nis to bring to the notice of the court, the direction of the Review\nCommittee. The court on satisfying itself as to whether such an\nopinion was rendered, will have to record that the case stands\nwithdrawn by virtue of section 2(3) of the Repealing Act. The\ncourt will not examine the correctness or propriety of the opin-\nion nor exercise any supervisory jurisdiction in regard to such a\nopinion of the Review Committee. But we make it clear that if\nthe opinion of the Review Committee is challenged by any ag-\ngrieved party in writ proceedings and is set aside, the Court\nwhere the proceedings were pending, will continue with the case\nas if there had been no such opinion.\n33. In view of the above the appeals are disposed of as\nfollows:\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 933\nUNION OF INDIA \u0026 ORS.\n(i)\nThe judgments under challenge to the extent they A\ndeclare section 2(3) and (5) of the Repealing Act are\nnot unconstitutional, are upheld.\n(ii) The judgments under appeal are set aside to the\nextent they hold that in spite of deemed withdrawal\nof the cases, the procedure under section 321 of the\nCode has to be followed for withdrawal.\nB\n(iii) The appeals filed by POTA accused are allowed in\npart accordingly. The appeals by the relatives of\nvictims are disposed of reserving liberty to challenge C\nthe opinions of the Review Committee, wherever they\nare aggrieved.\n(iv) We do not express any opinion on the merits of the\ncases of the POTA accused or in regard to the\nopinions expressed by the Review Committee..\nDALVEER BHANDARI, J. 1. I have had the benefit of\ngoing through the judgment prepared by Hon'ble the Chief Jus-\ntice. I am in agreement with the conclusions arrived at by him,\nhowever, looking to the importance of the matter, I deem it ap-\npropriate to add my reasons for arriving at the same conclu-\nsions.\nD\nE\n2. The relations of those who died in the Godhra incident\nfiled special civil applications in the High Court of Gujarat, seek-\ning to strike down sections 2(3) and 2(5) of the Prevention of F\nTerrorism (Repeal) Act, 2004 (for short \"POTA (Repeal) 2004\".\nThese sections allow the Central Review Committee to with-\ndraw pending cases against the alleged accused. The relations\nof the victims argued that these sections violated Articles 14\nand 21 of the Constitution, were the antithesis of the rule of law\nG\nand encroached on the judicial power of the State. In its judg-\nment, the High Court of Gujarat relied to a great extent on the\njudgment of the Madras High Court. On 04.02.2004, in The\nGovernment of Tamil Nadu \u0026 Others v. Union of India \u0026 An-\nother 2004 (1) CTC 641, the Madras High Court read the thrust\nH\n934.\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\nA of section 321 of the Code of Criminal Procedure (for short the\n\"Cr.P.C.\") into POTA 2002.\nB\nC\nD\n☐☐ I\nE\nF\nG\n3. The Madras High Court ordered the Special Court to\ngive \"due consideration\" to the Review Committee's decision.\nA two-Judge Bench of this Court on 8.3.2004, in a short order\nwhile dismissing the special leave petition arising out of the\nMadras High Court judgment, upheld the application under sec-\ntion 321 of Cr.P.C. The said order is reproduced as\nLed as under:\n\"the Special Leave Petitions are filed against the judgment\nof the High Court challenging the amendments to the\nPrevention of Terrorism Act, 2002 which gives to the Review\nCommittee powers which earlier it did not have. By the\namendment, the decision of the Review Committee is\nmade binding on the Central Government, State\nGovernments and the Police Officers investigation the\noffence. The High Court has held, in our view correctly,\nthat these amendments, are based on the\nrecommendations made by the Constitution Bench of this\nCourt in Kartar Singh v. State of Punjab reported in (1994)\n3 SCC and the judgment of this Court in R.M. Tiwari v.\nState (1998) 2 SCC 610. There are the provisions which\nprovide safeguards against misuse of the stringent\nprovisions of such an Act. In our view, the High Court has\nalso correctly held that the directions given by the Review\nCommittee could only be subject to Section 321 of the\nCriminal Procedure Code. We, therefore, see no reason\nto interfere. The Special Leave Petitions are accordingly\ndismissed.\"\n4. The High Court of Gujarat was dealing with a POTA (Re-\npeal) 2004 question, not POTA 2002, it sought to find language\nthat was pari materia to both statutes. If the statutes were effec-\ntively the same, then the Madras High Court judgment would be\nrelevant to the Gujarat case. Moreover, the Gujarat High Court\ncould argue that the Supreme Court gave its imprimatur of ap-\nproval.\nH\nسم\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 935\nUNION OF INDIA \u0026 ORS.\n5. The High Court reasoned that section 2(3) of POTA (Re- A\npeal) 2004 is pari materia with section 60(7) read with section\n60(4) of POTA 2002. Section 2(3) of POTA (Repeal) 2004 pro-\nvides that where the Review Committee is of the opinion that\nthere is no prima facie case for proceeding against the accused,\nthen, in cases in which cognizance has been taken by the Court, B\nthe cases shall be deemed to have been withdrawn.\n6. Section 60(7) of POTA 2002 states that where any Re-\nview Committee constituted under sub-section (1) is of opinion\nthat there is no prima facie case for proceeding against the\naccused and issues directions under sub-section (4), then the C\nproceedings pending against the accused shall be deemed to\nhave been withdrawn from the date of such direction. In the High\nCourt's words:\nE\n\"though, the language of Sub-section (3) of Section 2 of\nD\nthe Repeal Act is not identical to that of sub-section (4)\nread with sub-section (7) of the 2002 Act, it is substantially\npari materia to those provisions inasmuch as the opinion\nformed by the Review Committee on the prima-facie nature\nof the case for not proceeding against the accused under\nthe 2002 Act has been given primacy and virtually made\nconclusive in the scheme of both the provisions. The only\ndifference between the scheme of sub-sections (4) to (7)\nof Section 60 (as amended in the year 2003) and Section\n2(3) of the Repeal Act is that while in the former case the\nReview Committee could initiate action on an application\nmade by an aggrieved person and the direction given\nby it were treated binding on the Central Government\netc. under sub-section (3) of Section 2 of the Repeal Act\nthe Review Committee is required to examine all the\npending cases registered under the 2002 Act for G\ndetermining whether there is a prima-facie case for\nproceeding against the accused under the said Act. One\nstarking similarity between the two sets of provisions is\nthat once the Review Committee forms an opinion that\nthere is no prima-facie case for proceeding against the H\nF\nA\nB\nC\nD\nE\nF\nG\nH\n936\nSUPREME COURT REPORTS\n[2008] 14 S.C.R.\naccused under the 2002 Act, the pending cases were\ntreated as automatically withdrawn. Therefore, keeping\nin view the ratio of the judgment of Madras High Court\nwhich has been approved by the Supreme Court, we are\ninclined to agree with the learned Additional Solicitor\nGeneral that the impugned provisions should be read in\nconjunction, with Section 321 of the Code and same do\nnot, in any manner, encroach upon the judicial power of\nthe State and that the opinion formed by the Review\nCommittee on the prima-facie nature of the case under\nthe 2002 Act has to be given due weightage by the Special\ncourt and accepted unless there are exceptional reasons\nfor not doing so.\"\n(emphasis added]\n7. It appears as though the Gujarat High Court considered\n\"proceedings pending against the accused\" to include those\nproceedings in which the Special Court had taken cognizance\nof the matter. From this limited interpretation, one can call the\nstatutes pari materia. It seems that the High Court correctly\ndownplayed the difference between the Review Committee's\nhaving to receive an application before taking action and the\nReview Committee's having to take action immediately and\nreview all pending cases.\n8. Ultimately, the debate over whether the statutes are pari\nmateria misses the point. If section 321 of Cr.P.C. itself cannot\napply, the issue comes for consideration is whether or not POTA\n(Repeal) 2004 encroaches on the jurisdiction and powers is\nclearly violative of the concept of the separation of powers. Here,\nthe High Court neither provides analysis nor support for its con-\nclusion that judicial review is not affected. Then again, judicial\nreview is only slightly modified when section 321 of Cr.P.C. has\nbeen read into POTA Repeal 2004, as the High Court did. That\nis likely why the High Court chose not to analyze the question\nfrom a judicial review standpoint. The Special Court still gets\nthe last word, but it now has to give the Review Committee's\n}\nMAHMADHUSEN ABDULRAHIM KALOTA SHAIKH v. 937\nUNION OF INDIA \u0026 ORS.\ndecision \"due weightage\" or it must accept the Review A\nCommittee's opinion \"unless there are exceptional reasons for\nnot doing so.\" Of course, it is the public prosecutor who is most\naffected by the Gujarat High Court's Scheme. He no longer\nchooses whether to file an application for withdrawal or not. The\nReview Committee can compel him to do so. This is at odds B\nwith section 321 of Cr.P.C. That said, it may have been the High\nCourt's attempt at harmoniously interpreting two competing stat-\nutes. The High Court while concluding observed thus:\n\".... once the Review Committee, after hearing the\nconcerned parties and perusing the relevant records/ C\nmaterial forms an opinion that no prima facie case is made\nout for proceeding against the accused under the 2002\nAct, the Public Prosecutor appointed under Section 28\nof the Act will have to file appropriate application under\nSection 321 of the Code without any delay and the Special D.\nCourt will be required to pass appropriate order giving\ndue weightage to the opinion of the Review Committee\nand keeping in view the observations made by the (1996)\n2 SCC 610 and Shaheen Welfare Association Supreme\nCourt in R.M. Tiwari' v. State of Delhi v. Union of India E\n(1996) 2 SCC 616\"\nF\n9. Before proceeding, I note that R.M. Tiwari's case was\ndealt with by a two-Judge Bench. Several States had consti-\ntuted Review Committees, to review cases brought under TADA,\n1987. The Committees were appointed in compliance with\nKartar Singh v. State of Punjab (1994) 3 SCC 569. Relying on\nSheonandan Paswan v. State of Bihar \u0026 Others (1983) 1 SCC\n438 (and other cases that analyzed section 321 of Cr.P.C. in\nthe absence of a statute to the contrary, the Court found that\nthe Committee's recommendation to withdraw was not binding G\nand was subject to section 321 of Cr.P.C. This case does not\napply to the present dispute because the Court was not dealing\nwith POTA (Repeal) 2004, whose text expressly states that the\nCommittee can deem a case withdrawn. Instead, the case was\ninterpreting the State Review Committee's interpretation of H\n938\nSUPREME COURT REPORTS\n4\n[2008] 14 S.C.R.\nA Kartar Singh's directions, which are ambiguous as to whether\nsection 321 of Cr.P.C. should apply to the Committee(s) it\nspawned.\n10. The Madras High Court took a similar stand but more\nclosely adhered to the case law that has interpreted section\nB 321 of Cr.P.C. by retaining the public prosecutor's ability to make\nan independent decision. The High Court observed thus:\nC\nD\nヨ\nLL\nF\nG\nH\n\"The words in sub-section (7) of Section 60 of POTA, 'the\nproceedings pending against the accused shall be\ndeemed to have been withdrawn from the date of such\ndirection' shall have to be understood only in the context\nof Section 321 of Code of Criminal Procedure to mean\nthat if the Review Committee forms an opinion that the\nprosecution under POTA against the accused respondents\ndoes not attract the provisions of POTA, appropriate\ndirections can be issued to the State Government and if\nthe directions are in the nature of addressing the Public\nProsecutor to withdraw the prosecution, then such a\ndirection is binding on the State Government. But the\nsaid direction is not binding on the Public Prosecutor, as\nunder Section 321 Code of Criminal Procedure, he has\nto formulate his opinion on his independent application\nof mind and even if an application under Section 321\nCode of Criminal Procedure is filed, the ultimate arbiter is\nthe Special Court, which has to consider the matter taking\nthe over all situation but by giving due consideration to the\nopinion of the Review committee...\"\n11. Before turning to the Supreme Court's brief order in\nwhich it upheld this case, I must examine the Madras High\nCourt's reasoning with regard to the issue of encroachment on\njudicial power in violation of separation of powers. The Madras\nHigh Court assumes that section 321 of Cr.P.C. applies to POTA.\nNo detailed analysis is provided - sections 4 and 5 of Cr.P.C.\nare not raised; nor is the question as to why Parliament would\nrequire two reviews. If I were to assume that section 321 of\n"}