{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"ASHOK v. RAJENDRA BHAUSAHEB MULAK 483\n[T.S. THAKUR, J.]\nB\nprocedure and rules framed thereunder. In this regard, it A\nis submitted that Rule 39(2)(b) read with Rule 70 of the\nElection Rules require an elector to record his vote on the\nballot paper with the article supplied by the authorities for\nthe said purpose. Under Rule 73(2)(e), a ballot paper\nmarked by an elector otherwise supplied for the said\npurpose becomes invalid. It is submitted that each elector\nwas supplied with a marked pen so as to mark the ballot\npaper. The above-mentioned voters carried a additional\ncamera as can be seen from the CD referred to above.\nThe spy pen is quite distinct from an ordinary pen on C\naccount of its size, colour and design, so much so that it\ncan easily be differentiated from an ordinary pen. Thus, it\nis submitted that the Election Rules especially Rule 39\n(2)(b), Rule 70 \u0026 Rule 73(2)(e) were violated during the\ncourse of polling at Kamptee Polling Station. The petitioner\nsubmits that from the CD supplied by the Office of the\nrespondent No.2 he has taken still photographs. The\ncopies of the aforesaid photographs are filed along with\nthe Election Petition as Document No.22.\nD\n17.The petitioner submits that the votes that were cast by E\nMrs. Begum Shehaz Begum Akhtar and Ms. Rashida\nKhatoon Mohammed Tahit at the Kamptee Polling Station\nwith the aid of other voters, namely, Shri Abdul Shakoor\nusman Gani @ Shakoor Nagani and Shri Niraj Yadav\nrespectively, were in violation of the provisions of Rule F\n39(4) of the Election Rules. It is submitted that the said two\nvoters, namely, Mrs. Begum Shehnaz Begum Akhtar and\nMs.Rashida Khatoon Mohammed Tahir were neither\nilliterate, blind or infirm so as to take the aid of any\ncompanion. The report on the election submitted by the G\nReturning Officer under paragraph 3 of Chapter XV of the\nsaid Act, especially Item No.16, indicates that there was\nno such voter who was illiterate, blind or infirm who had\nvoted with the help of a companion. In any event, a\ncompanion cannot be another voter and Rule 39(4) of the\nH\nA\nB\nC\nD\nE\nF\n☐ G\nH\n484 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nElection Rules specifically prohibits one elector from\nentering the voting compartment when another elector is\ninside it. Therefore the said two votes polled by Mrs.\nBegum Shehnaz Begum Akhtar and Ms. Rashida Khatoon\nMohammed Tahir cannot be taken into consideration as\nvalid voters. Similarly, insofar as the votes polled by Shri\nAbdul Shakoor Usman Gani @ Shakoor Nagani, Niraj\nYadav and Shri Mushtaq Ahmed Abdul Shakoor are\nconcerned, they are also required to be excluded from\nconsideration inasmuch as the said voters have displayed\nthe marked ballot paper before putting the same in the\nballot box. Rule 39(2)(c) requires the voter to fold the ballot\npaper so as to conceal his vote after he has marked the\nballot paper. There being breach of aforesaid rule, the\nsecrecy of voting has been violated. Similarly, there is\nbreach of provision of Rules 39(5) to 39(8) of the Election\nRules. Therefore, the said votes are required to be\nexcluded from being considered as valid votes. It is further\nsubmitted that as many as nine voters, namely Smt. Savita\nSharma, S/shri Siddartha Rangari, Moreshwar Patil, Dilip\nBandebuche, Prashant Nagarkar, Mukund Yadav,\nMohammed Arshad Mohd. Altaf, Ukesh Lehandas and\nSmt. Pratibha Meshram having carried an article other than\nthat which was permissible to be carried in the voting\ncompartment, have breached the provisions of Rule\n39(2)(b) of said rules and there being breach of provisions\nof Rules 39(5) to 39(8) of the Election Rules, the votes\npolled by aforesaid nine voters also deserved to be\nexcluded from being considered as valid votes. Similarly,\nthe vote of Smt. Nirmala Rahul Gajbe that was polled at\nNarkhed Polling Station, where she was found carrying a\nspy-pen fitted with camera also deserved to be excluded.\nform being considered as a valid vote, Page 18 there\nbeing breach of provisions of Rule 39(2)(b) read with Rule\n39(5) to 39(8) of the Election Rules. Therefore in all, said\n14 votes are required to be excluded from being\nconsidered as valid votes. The result of the election has\nASHOK V. RAJENDRA BHAUSAHEB MULAK 485\n[T.S. THAKUR, J.]\nbeen materially affected. Therefore, the election of the A\nreturned candidate is required to be declared as void under\nSection 100 (1)(d) (iii) and (iv) of the said Act and it further\nneeds to be declared that the petitioner is validly elected\nin place of the returned candidate under section 100 (a)\nof the said Act, the petitioner having received majority of B\nthe valid votes. The copy of the Handbook for Returning\nOfficer issued by the Election Commission of India and\nsupplied to the petitioner from the Officer of respondent\nNo.2 is filed along with the Election Petition and Marked\nas Document No.23.”\nC\n7. The High Court has noticed the above averments and\nrecorded a finding that the same satisfied the requirement of\nSection 83 of the Act inasmuch as the material facts inregard\nto the alleged improper reception of votes had been stated by\nD\nthe petitioner. The High Court has said:\n\"In pleadings itself, authenticity of all these document is\nprima-facie sufficiently established. Essential facts to\nprove breaches of Rules with relevant legal provisions are\nsufficiently brought on record by him.\n\"XXXXXXXXX\"\n177\nE\nF\nHere, in both Petitions case of wrongful receipt of invalid\nor void votes sufficient in number to change the result is\nalready pleaded. As held in Laxmi Kant Bajpayi vs. Haji\nYaqoob, supra, where election petition was under Section\n83 read with Section 100 (1) (d) (iii) \u0026 (iv) of 1951 Act, \u0026\nthe pleadings in election Petitioner reveal a clear complete\npicture of the circumstances and disclose a definite cause\nof action, the election petition cannot be summarily. G\ndismissed.\"\n8. The High Court all the same found the election petition\ndeficient on account of the absence of a specific averment to\nthe effect that the votes that were improperly received were cast\nH\nC\nD\n486 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA in favour of the successful candidate. We find sthat reason to\nbe unsustainable. The averments made in the election petition,\nin our opinion, sufficiently disclosed a cause of action inasmuch\nas the essential, the pivotal and the basic facts relevant to the\ncharge levelled by the appellants had been stated with sufficient\nB clarity by the petitioners in their respective election petitions.\nThe question whether the votes improperly received were polled\nin favour of one or the other candidate was not an essential or\nmaterial fact the absence whereof could possibly result in the\nsummary dismissal of the election petitions. We draw support\nfor that view from the decision of this Court in Virender Nath\nGautam v. Satpal Singh and Ors. (2007) 3 SCC 617. That was\nalso a case where the election-petitioner had been defeated\nby a narrow margin of 51 votes only. The challenge to the\nelection was founded on the plea that as many as 188 votes\nhad been wrongly counted n spite of the fact that all those votes\nwere invalid votes and that since the margin was only 51 votes,\nwrong counting of 188 invalid votes materially affected the result\nof the election. It was further alleged that 37 votes of dead\npersons had been cast and they were thus void and could not,\ntherefore, have been counted. The petitioner gave names of all\nthe 37 voters and annexed death certificates of 36 of such\npersons. So also there were allegations that there was double\nvoting by 60 voters in violation of Section 62(4) of the Act.\nAnother 19 votes were challenged on the ground of being void\nas the voters had exercised their right to vote in two\nconstituencies. In addition there were allegations of material\nirregularities in counting of postal ballot papers. The High Court\nhad despite such assertions dismissed the election petition\nholding that there was nothing to show as to how many votes\nof dead persons had been cast in favour of the returned\nG candidate. The High Court also held that the election petition\ndid not disclose as to how the petitioner came to know about\ndead persons casting their votes nor was it indicated as to how\nthe petitioner came to know about the persons listed having\nvoted in two different constituencies. Reversing the view taken\nH by the High Court, this Court observed that the election petition\nE\nF\nASHOK V. RAJENDRA BHAUSAHEB MULAK\n[T.S. THAKUR, J.]\n487\nstated all the requisite material facts and that the High Court A\ncommitted an error in examining the correctness of the\nallegations at an intermediary stage which could be done only\nat the time of trial. As to whether the election-petitioner was\nrequired to make a statement that the void votes were polled\nin favour of the returned candidates this Court held that the B\nsame was not a material fact to be stated in the petition. This\nCourt observed:\n\"49. On the basis of our conclusions and reasoning in\nrespect of paras 8(i) to (iii), the finding of the High Court\non para 8(iv) also cannot be said to be in consonance with\nlaw. Whether or not six persons had been issued voting\npapers twice and whether or not those voters had polled\nin favour of the returned candidate cannot be said to be a\nmaterial fact to be stated in the election petition. What are\nrequired to be stated in the petition are material facts to\nmaintain the petition.\"\nC\nD\nF\n9. The High Court has in support of its conclusion drawn\nsupport from the decisions of this Court in Shiv Charan Singh\nS/o Angad Singh v. Chandra Bhan Singh S/o Mahavir Singh E\nand Ors. (1988) 2 SCC 12 and T.H. Musthaffa v. M.P.\nVarghese (1999) 8 SCC 692 to hold that in order to succeed,\nthe election-petitioners have to prove by adducing evidence,\nthat the result of the election was materially affected by the\nimproper reception of votes. There can be no quarrel with this\nproposition that in order to succeed the election petitioners\nhave not only to prove by leading requisite evidence that votes\nwere improperly received but also that such improper reception\nmaterially affected the result of the election in so far as the\nreturned candidate was concerned. The question is whether an\nelection petition could be dismissed summarily on the ground\nthat production of any such evidence was not possible. In Shiv\nCharan Singh's case (supra), this Court was dealing with an\nappeal under Section 116A of the Act after the High Court had\ntried the election petition on merits and held the election of the\nG\nH\nC\n488 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA returned candidate to be void with a direction to the election\ncommission to hold a fresh election. In that case, the margin\nof victory of the returned candidate was no more than 4497,\nover Roshan Lal, the candidate who polled the 2 nd highest\nnumber of votes. Kanhaya Lal, the candidate who had polled\nB 17841 votes was held ineligible to contest being less than 25\nyears of age. The High Court was of the view that since the\nnumber of votes polled by Kanhaya Lal whose nomination\npapers were wrongly accepted were far more than the margin\nof victory the election of the retuned candidate was materially\naffected by the improperPage 23 acceptance of the nomination\npaper of Kanhaya Lal. This Court did not agree with that\nreasoning. Relying upon the decision of this Court in Vashist\nNarain Sharma v. Dev Chandra AIR 1954 SC 513, this Court\nheld that the margin of victory being less than the votes polled\nby an improperly nominated candidate did not by itself mean\nthat the result of the election was materially affected. The\nelection petitioner, observed this Court is required to lead\nevidence to prove as a fact that the result of the election was\nindeed materially affected, no matter it may be difficult and\neven impossible for the election petitioner to adduce, any such\nproof. This Court observed:\nD\nE\nF\nG\nH\n\"The result of the election can be affected only on the proof\nthat the votes polled by the candidate whose nomination\npaper had wrongly been accepted would have been\ndistributed in such a manner amongst the remaining\ncandidates that some other candidate (other than the\nreturned candidate) would have polled the highest number\nof valid votes. In other words the result of the election of\nthe candidate cannot be held to have been materially\naffected unless it is proved that in the absence of the\ncandidate whose nomination paper was wrongly accepted\nin the election contest, any other candidate (other than the\nreturned candidate) would have polled the majority of valid\nvotes. In the absence of any such proof the result cannot\nbe held to have been materially affected. The burden to\nASHOK v. RAJENDRA BHAUSAHEB MULAK 489\n[T.S. THAKUR, J.]\nB\nprove this material effect is difficult and many times it is A\nalmost impossible to produce the requisite proof. But the\ndifficulty in proving this fact does not alter the position of\nlaw. The legislative intent is clear that unless the burden\nhowsoever difficult it may be, is discharged, the election\ncannot be declared void. The difficulty of proving the\nmaterial effect was expressly noted by this Court in Vashist\nNarain Sharma and Paokai Haokip cases and the court\nobserved that the difficulty could be resolved by the\nlegislature and not by the courts. Since then the Act has\nbeen amended several times, but Parliament has not C\naltered the burden of proof placed on the election\npetitioner under Section 100(1)(d) of the Act. Therefore the\nlaw laid in the aforesaid decisions still holds the field. It is\nnot permissible in law to avoid the election of the returned\ncandidate on speculations or conjectures relating to the\nmanner in which the wasted votes would have been\ndistributed amongst the remaining validly nominated\ncandidates. Legislative intent is apparent that the harsh\nand difficult burden of proving material effect on the result\nof the election has to be discharged by the person\nchallenging the election and the courts cannot speculate\non the question. In the absence of positive proof of material\neffect on the result of the election of the returned candidate,\nthe election must be allowed to stand and the court should\nnot interfere with the election on speculation and\nconjectures.\"\nD\nE\nF\n10. There are two dimensions to the above observations.\nThe first is that the election petition had been allowed by the\nHigh Court after a full fledged trial. It was not a case of summary\ndismissal of an election petition on the ground that no evidence G\ncan be produced to prove that the result of the election in so\nfar as the returned candidate was materially affected by\nimproper reception of any vote as is the position in the case\nat hand. The High Court in the case at hand failed to notice that\ndifference and hastened to conclude that the election petition H\n490 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA could not be tried with whatever chances the petitioner may\nhave had to avoid the election in question.\nB\nC\n11. The second dimension is that although the legal\nposition emerging from the decisions is of vintage value, it may\nhave the effect of obliterating Section 100(1)(d)(i) and (iii) of\nthe Act. We say it with utmost respect for the Judges who\ndelivered the decisions in the two cases referred to above that\nthe decisions require the election petitioners to produce\nevidence in what would be a totally hypothetical situation defying\nany attempt to show that the votes polled by a candidate whose\nnomination was improperly accepted would have been polled\nin his absence in a fashion that would have materially affected\nthe result of the election so far as the elected candidate is\nconcerned. So also it would be near impossible to satisfactorily\nprove in a given case that the improperly received votes would\nhave gone to one or the other candidate. The question is\nwhether an election petitioner can be asked to prove something\nthat is not amenable to proof and whether by doing so a ground\nthat is recognised by the statute as a valid ground for declaring\nthe election to be void can be rendered otiose or sterile. What\nE is noteworthy is that the difficulty which would arise in giving\neffect to Section 100(1)d(i) and (iii) has been noticed by this\nCourt in Vashist Narain Sharma's case (supra) but instead of\nfinding an answer to the same the Court has left the issue to\nbe resolved by the legislature, in the following words:\nD\nF\n0\nH\n\"It is impossible to accept the ipse dixit of witnesses\ncoming from one side or the other to say that all or some\nof the votes would have gone to one or the other on some\nsupposed or imaginary ground. The question is one of fact\nand has to be proved by positive evidence. If the petitioner\nis unable to adduce evidence in a case such as the\npresent, the only inescapable conclusion to which the\nTribunal can come is that the burden is not discharged and\nthat the election must stand. Such result may operate\nharshly upon the petitioner seeking to set aside the\nASHOK v. RAJENDRA BHAUSAHEB MULAK 491\n[T.S. THAKUR, J.]\nelection on the ground of improper acceptance of a\nnomination paper, but neither the Tribunal, nor this Court\nis concerned with the inconvenience resulting from the\noperation of the law. How this state of things can be\nremedied is a matter entirely for the legislature to\nconsider.\"\n12. In Swantraj and Ors. v. State of Maharashtra (1975)\n3 SCC 322, this Court said that every legislation is a social\ndocument and judicial construction seeks to decipher the\nstatutory mission, language permitting, taking cue from the rule\nin Heydon's case (1584) 76 E.R. 637, of suppressing the evil\nand advancing the remedy. This Court held that what must tilt\nthe balance is the purpose of the statute, its potential frustration\nand judicial avoidance of the mischief by a construction\nwhereby the licensing meets the ends of ensuring pure and\npotent remedies for the people. This Court placed much\nreliance upon the following passage from Maxwell on the\nInterpretation of Statutes:\n\"There is no doubt that 'the office of the Judge is, to make\nsuch construction as will suppress the mischief, and\nadvance the remedy, and to suppress all evasions for the\ncontinuance of the mischief. To carry out effectively the\nobject of a statute, it must be so construed as to defeat\nall attempts to do, or avoid doing, in an indirect or circuitous\nmanner that which it has prohibited or enjoined: quando\naliquid prohibetur, prohibetur et omne pe quod devenitur\nad illud.\n. This manner of construction has two aspects. One is that\nthe courts, mindful of the mischief rule, will not be astute\nto narrow the language of a statute so as to allow persons\nwithin its purview to escape its net. The other is that the\nstatute may be applied to the substance rather than the\nmere form of transactions, thus defeating any shifts and\ncontrivances which parties may have devised in the hope\nof thereby falling outside the Act. When the courts find an\nA\n00\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\n492 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nattempt at concealment, they will, in the words of Wilmot,\nC.J. 'brush away the cobweb varnish, and shew the\ntransactions in their true light'.\"\n13. Reference may also be made to the decision of this\nCourt in Kanwar Singh v. Delhi Administration (AIR 1965 SC\n871), where this Court observed: \"It is the duty of the court in\nconstruing a statute to give effect to the intention of the\nlegislature. If, therefore, giving a literal meaning to a word used\nby the draftsman, particularly in a penal statute, would defeat\nthe object of the legislature, which is to suppress a mischief,\nthe court can depart from the dictionary meaning or even the\npopular meaning of the word and instead give it a meaning\nwhich will 'advance the remedy and suppress the mischief.\"\n14. In State of Tamil Nadu v. N.K. Kandaswami (1974) 4\nD SCC 745, this Court held that while interpreting a penal\nE\nF\nG\nH\nprovision which is also remedial in nature a construction that\nwould defeat its purpose or have the effect of obliterating it from\nthe statute book should be eschewed and that if more than one\nconstructions are possible the Court ought to choose a\nconstruction that would preserve the workability and efficacy of\nthe statute rather than an interpretation that would render the\nlaw otiose or sterile. This Court relied upon the following\npassage from the Seaford Court Estates Ltd. v. Asher [1949]\n2 All E.R. 155 wherein Lord Denning, L.J. observed:\n\"The English language is not an instrument of\nmathematical precision. Our literature would be much\npoorer if it were. This is where the draftsmen of Acts of\nParliament have often been unfairly criticised. A judge,\nbelieving himself to be fettered by the supposed rule that\nhe must look to the language and nothing else, laments\nthat the draftsmen have not provided for this or that, or have\nbeenguilty of some or other ambiguity. It would certainly\nsave the judges trouble if Acts of Parliament were drafted\nwith divine prescience and perfect clarity. In the absence\nof it, when a defect appears a judge cannot simply fold his\n"}