{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"ASHOK v. RAJENDRA BHAUSAHEB MULAK 493\n[T.S. THAKUR, J.]\nA\nhands and blame the draftsman. He must set to work on\nthe constructive task of finding the intention of Parliament,\nand he must do this not only from the language of the\nstatute, but also from a consideration of the social\nconditions which gave rise to it and of the mischief which\nit was passed to remedy, and then he must supplement B\nthe written word so as to give 'force and life' to the intention\nof the legislature. ... A judge should ask himself the\nquestion how, if the makers of the Act had themselves\ncome across this ruck in the texture of it, theywould have\nstraightened it out? He must then do so as they would have C\ndone. A judge must not alter the material of which the Act\nis woven, but he can and should iron out the creases.\"\nD\n15. The interpretation of Section 100(1)(d) and in particular\nthe true import of the expression \"the result of the election in\nso far as it concerns a returned candidate has been materially\naffected\" is a serious issue, which may arise for consideration\nbut only after the election petition is tried by the High Court and\nafter the parties have adduced whatever evidence may be\navailable to them. All that we need to say for the present is that\nthe decision of this Court in Vashist Narain Sharma's case E\n(supra) and Samant N. Balakrishna and Anr. v. George\nFernandez and Ors. (1969) 3 SCC 238, and Inayatullah v.\nDivanchand Mahajan 15 ELR 210, requiring positive proof of\nthe adverse effect of the improper acceptance of a nomination\npaper or improper reception of votes, on the result of the F\nelection qua the returned candidate have been considered and\nexplained by a three-Judge Bench of this Court in Cheedi Ram\nv. Jhilmit Ram and Ors. (1984) 2 SCC 281. That was a case\nwhere the margin of victory was just about 373 votes, while the\nvotes polled by the candidate whose nomination papers were G\nimproperly accepted were many times more. There was no\nevidence, as indeed there could be none, to show as to how\nthose votes would have got distributed among the remaining\ncandidates if the nomination papers had not been improperly\naccepted. This Court held that a Court cannot lay down an\nH\n494 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA impossible standard of proof and hold that the fact required to\nbe proved was not proved on that standard. This Court further\nheld that in the facts of a given case, a Court could hold a fact\nas proved if a reasonable probability supported that\nconclusion. Applying that test this Court held that the improper\nB acceptance of the nomination papers of Moti Ram, one of the\ncandidates, had materially affected the election of the returned\ncandidate. Chinnappa Reddy J. speaking for the Court\nconceptualised three situations that would arise in such cases\nin the following words:\nC\nD\nE\nLL\nF\nG\nH\n\"....True, the burden of establishing that the result of the\nelection has been materially affected as a result of the\nimproper acceptance of a nomination is on the person\nimpeaching the election. The Page 31 burden is readily\ndischarged if the nomination which has been improperly\naccepted was that of the successful candidate himself. On\nthe other hand, the burden is wholly incapable of being\ndischarged if the candidate whose nomination was\nimproperly accepted obtained a less number of votes than\nthe difference between the number of votes secured by the\nsuccessful candidate and the number of votes secured by\nthe candidate who got the next highest number of votes.\nIn both these situations, the answers are obvious. The\ncomplication arises only in cases where the candidate,\nwhose nomination was improperly accepted, has secured\na larger number of votes than the difference between the\nnumber of votes secured by the successful candidate and\nthe number of votes got by the candidate securing the next\nhighest number of votes....\"\n16. The Court then dealt with the third situation out of the\nthree mentioned above and held:\n\".....In this situation, the answer to the question whether the\nresult of the election could be said to have been materially\naffected must depend on the facts, circumstances and\nreasonable probabilities of the case, particularly on the\nASHOK v. RAJENDRA BHAUSAHEB MULAK 495\n[T.S. THAKUR, J.]\nC\nD\ndifference between the number of votes secured by the A\nsuccessful candidate and the candidate securing the next\nhighest number of votes, as compared with the number of\nvotes secured by the candidate whose nomination was\nimproperly accepted and the proportion which the number\nof wasted votes (the votes secured by the candidate B\nwhose nomination was improperly accepted) bears to the\nnumber of votes secured by the successful candidate. If\nthe number of votes secured by the candidate whose\nnomination was rejected is not disproportionately large as\ncompared with the difference between the number of votes\nsecured by the successful candidate and the candidate\nsecuring the next highest number of votes, it would be next\nto impossible to conclude that the result of the election has\nbeen materially affected. But, on the other hand, if the\nnumber of votes secured by the candidate whose\nnomination was improperly accepted is disproportionately\nlarge as compared with the difference between the votes\nsecured by the successful candidate and the candidate\nsecuring the next highest number of votes and if the votes\nsecured by the candidate whose nomination was\nimproperly accepted bears a fairly high proportion to the\nvotes secured by the successful candidate, the reasonable\nprobability is that the result of the election has been\nmaterially affected and one may venture to hold the fact\nas proved. Under the Indian Evidence Act, a fact is said\nto be proved when afterPage 32 considering the matters\nbefore it, the court either believes it to exist or considers\nits existence so probable that a prudent man ought, under\nthe circumstances of the particular case, to act upon the\nsupposition that it exists. If having regard to the facts and\ncircumstances of a case, the reasonable probability is all G\none way, a court must not lay down an impossible standard\nof proof and hold a fact as not proved. In the present case,\nthe candidate whose nomination was improperly accepted\nhad obtained 6710 votes, that is, almost 20 times the\ndifference between the number of votes secured by the H\nE\nF\nA\nB\nC\nD\n496\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nsuccessful candidate and the candidate securing the next\nhighest number of votes. Not merely that. The number of\nvotes secured by the candidate whose nomination was\nimproperly accepted bore a fairly high proportion to the\nnumber of votes secured by the successful candidate -\nit was a little over one-third. Surely, in that situation, the\nresult of the election may safely be said to have been\naffected.\"\n17. We find ourselves in respectful agreement with the\nabove reasoning. There can indeed be fact situations where\nthe Court may legitimately hold even in the absence of\naffirmative evidence, that the result of the election was\nmaterially affected by improper acceptance of the nomination\npaper or the improper reception of votes. Beyond that we do\nnot wish to say anything on this aspect at this stage.\n18. In T.H. Musthaffa's case (supra) relied upon by the\nHigh Court, also the election petition was tried on merits and\non the basis of evidence adduced by the parties, the Court had\neventually dismissed the same. In an appeal against the said\nE order under Section 116 A of the Act, this Court noted that the\nallegations made in the course of the petition regarding\nacceptance of invalid votes was deficient inasmuch as the\nnumber of votes that were liable to be rejected was not stated.\nThis Court also noted that there was no indication as to how\nF many of such votes had been polled in favour of the returned\nG\nH\ncandidates to enable it to determine whether the same had\nmaterially affected the result of the election. In the absence of\nany such plea, the High Court could not have, declared this\nCourt, granted the relief of recount and the refusal of the High\nCourt to do so was justified. There is nothing in that decision\nwhich advances the case of the respondent-returned candidate\nbefore us. Apart from the fact that the averments made in the\nelection petitions in the present case are specific and the\nindividuals who have cast their votes have been named and\nreason given why the votes cast by them were improperly\nASHOK v. RAJENDRA BHAUSAHEB MULAK 497\nreceived, the petitioner has alleged that exclusion of five votes A\ncast by the persons named in the petition would materially affect\nthe result of the election. Suffice it to say that the question\nwhether any votes were improperly received and if so, whether\nsuch reception had materially affected the result of the election\nare matters to be examined at the trial after the parties have B\nadduced evidence in support of their respective cases.\nDismissal of the election petitions at the threshold was in the\nfacts and circumstances not justified. In the result, we allow\nthese appeals, set aside the judgment and order passed by the\nHigh Court and restore the election petitions to be tried by the c\nHigh Court on merits in accordance with law. No costs.\nGYAN SUDHA MISRA, J. 1. Having deliberated over the\narguments and counter arguments advanced on behalf of the\nappellant and the respondent in the light of the ratio of a catena\nof decisions as to what would constitute 'material facts' and\n‘material particulars' which could be held to be materially\naffecting the result of the election so as to entertain an election\npetition challenging the same, as also the reasonings assigned\nin the impugned judgment and order of the High Court, I have\nnot been able to persuade myself to take a view that the\njudgment and order dismissing the election petition of the\nappellant is fit to be set aside.\nD\nE\n2. The petitioner had filed an election petition challenging\nthe election of the respondent not on the ground of indulgence F\nin corrupt practice in any manner but on the plea of breach of\nthe Conduct of Election Rules, 1961 at the instance of a few\nvoters and inaction of the Presiding Officer at the polling station\nby failing to mark them as invalid votes. It has been alleged by\nthe petitioner that at least 5 out of 14 votes had been cast by G\nsuch voters who were accompanied by another person to the\nvoting compartment at the time of actual casting of vote in the\nelection which was in breach of Rule 39 (5) to 39 (8) of the\nElection Rules and hence reception of such votes by including\nthem at the time of counting of votes ought to be declared as\nI\n498 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA illegal. It is for this purpose that he filed an election petition which\nhas been dismissed on the ground that it failed to declare\nmaterial particulars which could be held to have materially\naffecting the election result.\nB\nC\nD\n3. Thus, this matter does not relate to a case where the\nrespondent returned candidate is alleged to have indulged in\ncorrupt practice but it is based specifically on the ground of\nbreach of the Election Rules. But even in cases where the\nelection petition is filed on the ground of corrupt practice, this\nCourt time and again has held that \"the electoral process in a\ndemocracy undoubtedly is too sacrosanct to be permitted or\nallowed to be polluted by corrupt practice and if the court\nrecords a finding of commission of corrupt practice by a\nreturned candidate or his election agent or by any other person\nwith the consent of returned candidate or his election agent, then\nthe election of the returned candidate shall be declared to be\nvoid and in that event challenge to such election obviously would\nbe entertained.\" But at the same time it cannot be overlooked\nas was observed by the Supreme Court in the case of R.P.\nMoidutty vs. P.T. Kunju Mohammad \u0026 Anr., 2000 (1) SCC\nE 481 and a series of authorities too numerous to mention, that\nit is basic to the law of election and election petition, that in a\ndemocracy, the mandate of the people expressed in the form\nof their ballot, must prevail and be respected by the Court and\nthat is why the election of a successful candidate is not to be\nF set aside lightly since the consequences flowing from the\nallegation of corrupt practice or alleged breach of any Rule\naffecting the election of a returned candidate is far more serious\nand hence the Supreme Court time and again has held that\nutmost care and caution are required to be applied while\nG dealing with the allegation of indulgence in corrupt practices at\nthe instance of the defeated candidate as in the process,\nmisappreciation of evidence and hence error of judgment in\ncoming to a definite conclusion cannot be ruled out.\nH\n4. It is in this backdrop that the preliminary question as to\nASHOK v. RAJENDRA BHAUSAHEB MULAK 499\n[GYAN SUDHA MISRA, J.]\nC\nD\nwhether the election petition filed by the respondent is fit to be A\ndismissed on the ground of lack of material facts with material\nparticulars which materially affects the result of the election\nassumes great significance and hence are fit to be taken care\nof at the stage when the election petitions are entertained. In\nthis context, it is further apt to remember that this Court in the B\ncase of Kalyan Kumar Gagoi Vs. Ashutosh Agnihotri, 2011\n(1) SCALE 516 has held - \"that the election of the returned\ncandidate should not normally be allowed to be set aside unless\nthere are cogent and convincing reasons. The success of a\nwinning candidate at an election cannot be lightly interfered\nwith. This is all the more so when the election of a successful\ncandidate is sought to be set aside for no fault of his but of\nsomeone else\". That is why the scheme of Section 100 of the\nRepresentation of People Act, 1961 especially clause (d) of\nsub-section (1) thereof clearly prescribes that in spite of the\navailability of grounds contemplated by sub-clauses (i) to (iv)\nof clause (d), the election of a returned candidate cannot be\nvoided unless and until it is proved that the result of the election\nin so far as it concerns a returned candidate is materially\naffected. It is no doubt true that such material facts and material\nparticulars depend upon the facts of each case and no rule of\nuniversal application can be applied to test the correctness of\nthe allegation that material facts clearly affect the result of the\nelection and it is the fact of each case which will be relevant for\ndetermination as to whether the election petition was fit to be\nrejected on the plea of lack of material facts and material\nparticulars or it was fit to be entertained if the same disclosed\na cause of action for consideration by the court so as to\nentertain the election petition. But the language of Section 100\n(1) (c) of the Representation of People Act, 1951 is too clear\nfor any speculation about possibility.\n5. Fortunately, for the respondent/returned candidate, the\nbasis of the election petition filed by the appellant in the instant\nmatter is not on the allegation of indulgence in corrupt practice\nbut breach of the rule of secrecy of the ballot by the voters and\nLL\nE\nF\nG\nI\n500 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA inaction on the part of the Presiding Officer to mark them as\ninvalid votes as the specific allegation is improper reception\nand acceptance of at least 5 votes out of the 14 votes which\naccording to the appellant has materially affected the result of\nthe election due to which he had filed election petition\nB challenging the election of the respondent who has won the\nelection by a thin margin of 4 votes.\nс\nD\n6. Admittedly, the common ground is that there were\nmainly two contestants, namely, the appellant -Ashok and the\nrespondent Rajendra Bhausaheb Mulak for the election to the\nMaharashtra State Legislative Council from Nagpur Local\nAuthorities Constituency. The result of the election which was\ndeclared on 21.1.2010 admittedly showed that the appellant\nAshok had been polled 198 votes as against 202 votes polled\nin favour of the respondent-Rajendra Bhausaheb Mulak. The\nrespondent thus has won by a thin margin of 4 votes. The\nelection petitioner's case as set out in the election petition\nadmittedly was that the election was materially affected by the\nimproper reception of votes and as many as 14 votes out of a\ntotal of 400 votes were invalid which were polled in the course\nE of the election by voters who were accompanied by another\nperson to the voting compartment which was a breach of the\nelection rules to the Representation of People Act, 1951.\nSpecific averments in regard to such polling of votes is that the\nvoter namely Mrs. Begam Shehaz Begum Akhtar entered the\nF polling station along with another voter Abdul Shakoor Usman\nGani @ Shakoor Nagani who had accompanied her to the\nvoting compartment in utter breach of the election rules and\nhand book of the returning officer issued by the Election\nCommission of India under Article 324 of the Constitution of\nG India. Similarly, another lady voter Ms. Rashida Khatoon\nMohammed Tahir was alleged to have entered the polling booth\nat Kamptee Polling Station accompanied by one Shri Niraj\nYadav, yet another voter at the said election was accompanied\nby Shri Niraj Yadav who went to the voting compartment along\nwith the ballot paper which had been issued to Ms. Rashida\nH\nASHOK v. RAJENDRA BHAUSAHEB MULAK\n[GYAN SUDHA MISRA, J.]\n501\nB\nKhatoon Mohammed Tahir. Further, two other voters namely A\nAbdul Shakoor and Usman Gani were alleged to have voted\nand by showing their ballot to others on the polling booth and\nin all 14 votes polled by 14 voters were thus alleged as to have\nbeen polled by the voters in breach of Rule 39(5) to 39(8) of\nthe Election Rules, 1951 as the Presiding Officer did not cancel\nthe said votes although the irregularities were clear and\napparent which happened in front of him. The petitioner/\nappellant thus took the categorical plea that \"if 5 votes are\ntreated as cancelled and excluded from consideration then it\ncan be said with certainty that the petitioner had received\nmajority of the valid votes and therefore, petitioner deserved\nto be declared as elected. The petitioner thus wanted the Court\nto assume that the said disputed votes were cast in favour of\nthe respondent No.1, without specifically pleading this vital and\nmaterial fact.\nс\nD\n7. However, learned counsel for the petitioner conveniently\nignored and overlooked that it is not the case of the petitioner-\nappellant that all the 14 votes which were alleged to have been\npolled in breach of the Rules were polled in favour of the\nrespondent. In absence of this vital 'material particular', the plea E\nof the petitioner that inclusion of all such votes in which the voter\nhad been accompanied by another person had materially\naffected the result of the election, does not disclose a cause\nof action which would lead to the irresistible conclusion that it\nhas materially affected the result of the election. The petitioner F\nhowever sought to fill in this material lacuna by raising pleas in\nthis regard at a much later stage.\n8. There is yet another important aspect of the matter\nregarding breach of the Rules admittedly, neither the petitioner\nnor any of his representative had raised any objection at the\ntime of polling that the voter was accompanied by another\nperson while casting his vote or that the secrecy of the votes\nwere breached. The petitioner has taken this plea in the election\npetition for the first time that he had seen such accompaniment\nG\nH\n502\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA in the CD which he procured at a later stage after declaration\nof the election result completely overlooking that if no such plea\nor objection had been raised at the time of actual polling, then\nafter declaration of the result, breach of such rules viz. Rules\n39 (5) to 39 (8) could not have been allowed to be raised\nB straightaway by way of an election petition for the first time as\nthat clearly amounts to absence of ingredients of such breach\nand absence of material particulars in regard to the polling,\nrelying merely on the CD which he claims to have procured later\nrendering the entire plea of materially affecting the result of the\nC election to be speculative in nature and hence fit to be rejected\noutright.\nD\nE\nF\nG\nH\n9. It is relevant in this context to refer to Rule 39 of The\nConduct of Election Rules, 1961. Relevant extracts of the said\nRule is quoted hereinbefore for facility of reference.\n39. Maintenance of secrecy of voting by electors within\npolling station and voting procedure. - (1) Every elector\nto whom a ballot paper has been issued under rule 38 or\nunder any other provision of these rules, shall maintain\nsecrecy of voting within the polling station and for that\npurpose observe the voting procedure hereinafter laid\ndown.\n(2) The elector on receiving the ballot paper shall forthwith\n(a) proceed to one of the voting compartments;\n(b) there make a mark on the ballot paper with the\ninstrument supplied for the purpose on or near the symbol\nof the candidate for whom he intends to vote;\n(c) fold the ballot paper so as to conceal his vote;\n(4) No elector shall be allowed to enter a voting\ncompartment when another elector is inside it.\n"}