{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"ASHOK v. RAJENDRA BHAUSAHEB MULAK\n[GYAN SUDHA MISRA, J.]\n503\n(5) If an elector to whom a ballot paper has been issued, A\nrefuses, after warning given by the Presiding Officer, to\nobserve the procedure as laid down in sub-rule (2), the\nballot paper issued to him shall, whether he has recorded\nhis vote thereon or not, be taken back from him by the\nPresiding Officer or a polling officer under the direction of B\nthe Presiding Officer.\n(6) After the ballot paper has been taken back, the\nPresiding Officer shall record on its back the words\n\"Cancelled voting procedure violated\" and put his\nsignature below those words.\n(7) All the ballot papers on which the words \"Cancelled:\nvoting procedure violated\" are recorded, shall be kept in\na separate cover which shall bear on its face the words\n\"Ballot papers: voting procedure violated\".\n(8) Without prejudice to any other penalty to which an\nelector, from whom a ballot paper has been taken back\nunder sub-rule (5), may be liable, the vote, if any, recorded\non such ballot paper shall not be counted.\nC\nD\nE\n10. It is clear on perusal of the aforesaid Rules that the\nprocedure for casting of votes clearly envisages that if the voting\nprocedure has been violated, an objection should have been\nraised by the candidate or his representative as the Presiding\nOfficer under Rule 6 was required to mark “Cancelled: voting F\nprocedure violated\" and put his signature below those words.\nThereafter, all the ballot papers on which the words \"Cancelled:\nvoting procedure violated\" are recorded is required to be kept\nin separate cover which shall bear on its face the words \"Ballot\npapers: voting procedure violated\".\n11. In continuation, Rule 8 further lays down that without\nprejudice to any other penalty to which an elector, from whom\na ballot paper has been taken back under sub-rule (5), may be\nliable, the vote, if any, recorded on such ballot paper shall not\nG\nH\n504 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA be counted. Thus, this Rule although does not envisage a\nB\nC\nD\npenalty to the voter, it is clearly laid down that such ballot paper\nshall not be counted for the purpose of election. An inference\ncan clearly be drawn from this Rule that the candidate or his\nrepresentative is expected to raise objection at the time of\nactual polling regarding violation of Rules 5, 6, 7 and 8 of\nSection 39 so that the votes which were alleged to have been\npolled in breach of the aforesaid Rules could be cancelled by\nthe Presiding Officer. The election petitioner admittedly has not\nlodged any complaint anywhere regarding the inaction of the\nPresiding Officer by writing on the back of the ballot paper -\n\"Cancelled voting procedure violated\" and put his signature\nbelow those words. If the Presiding Officer violates to discharge\nhis duty in this regard obviously it must be construed that a\ncomplaint ought to have been registered somewhere for\ncancellation of such ballot papers and if the said action has\nbeen taken by the petitioner, then it was open for him to\nchallenge the same by way of an election petition at the\nappropriate stage. But the admitted position in the matter is\nthat the petitioner or his representative or anyone else\nconnected to the polling had nowhere complained of any such\nE violation of the voting procedure and at later stage that he saw\nsuch violation on the CD which he had later procured from the\nCollector. But in absence of any complaint by the candidate at\nthe time of polling, is not capable of establishing as to how\nthese rules could be alleged to have been violated expecting\nF the Presiding Officer to cancel the votes on account of violation\nof the procedures and keep them in a separate packet so as\nto prevent them from counting. The CD on which the petitioner\nwas relied to prove violation of Rules 39 (5) to 39 (8) cannot\npossibly establish absence of any protest lodged by the\nG candidate or his agent regarding violation of the procedure as\nthe very basis of challenge alleging violation of Rule 39 is\nbased on allegation but not supported by material particulars\nso as to establish violation of Rule 39 of The Election Rules,\n1961.\nH\nASHOK v. RAJENDRA BHAUSAHEB MULAK 505\n[GYAN SUDHA MISRA, J.]\n12. It is further to be taken note that there was total non- A\ncompliance of the provisions of Section 81 (3) of the RP Act,\n1951 as the original CD which formed an integral part of the\nElection Petition, was not produced along with the Election\nPetition and what was produced as Document No.11 was\nmerely a truncated, doctored and an edited copy thereof. Thus B\nin absence of the original CD containing full video recording\nof the polling, there was non-compliance of Section 81 (3)\nthereby making the petition liable to be dismissed. In the case\nof Mulayam Singh Yadav Vs. Dharampal Yadav reported in\n(2001) SCC 98 this Hon'ble Court in a similar circumstance C\nhas held as follows:\n\"7. The principal question, therefore, that we have to\ndecide is whether Schedule 14 and the video cassette\ntherein referred to are an integral part of the Election\nPetition and whether the failure to file the Original thereof D\nin the court along with the Election Petition attracts Section\n81 and therefore, Section 86 (1) of the RP Act, 1951.\n\"11. Whether or not schedule 14 is an integral part of the\nElection Petition does not depend on whether or not the\ndraftsman of the Election Petition has so averred. It has\nto be decided objectively, taking into account all relevant\nfacts and circumstances. Schedule 14 is one sof 25\nschedules which is, as a matter of fact, part of the bound\nElection Petition,... Clearly, the video cassette mentioned\nand verified in schedule 14 is as much an integral part of\nthe Election Petition as the papers and documents\nmentioned and verified in the other schedules... Further,\nthat the video cassette mentioned and verified in Schedule\n14 is a part of the Election Petition and was intended to\nbe such is evident from the affidavit of the first respondent\nverifying the allegation of corrupt practice made in the\nElection Petitioner. Therein, the first respondent has\nverified the correctness of what is stated in para 83 of the\nelection petition, which refers to schedule 14 and which has\nbeen quoted above and to schedule 14 itself. Yet again,\nE\nF\nG\nI\n506\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA\nthat the video cassette mentioned and verified in schedule\n14 is and was intended to be a part of the Election Petition\nis shown by the fact that 15 video cassettes which were\ncopies of the video cassettes mentioned and verified in\nschedule 14 were filed in the High Court along with the\nB Election Petition for being served upon the respondents.\"\n0\nD\n\"13. We are, therefore, satisfied that the video cassettes\nmentioned and verified in schedule 14 is an integral part\nof the Election Petition and that it should have been filed\nin Court along with copies thereof for service upon the\nrespondents to the Election Petition. Whereas 15 copies\nthereof were filed for serving upon the respondents, the\nvideo cassette itself was not filed. The Election Petition as\nfiled was, therefore, not complete.\"\n13. It is further to be noted that in order to make out a\ncause of action for challenging the election under Section 100\n(1) (d) (iii) (iv) all the material facts have to be pleaded which\nare necessary to show that the election of the returned\ncandidate was 'materially affected' by the improper reception\nE of votes or improper reception of any vote which is void or by\nnon-compliance of the provisions of the Constitution or of the\nAct or of the rules or orders made under the Act. In the present\ncase, petitioner's only allegation is that certain votes were\nimproperly accepted because of non-observance of the election\nF rules. According to the petitioner, these disputed votes which\nare more than the margin of votes between the returned\ncandidate and the petitioner are required to be excluded from\nbeing considered as valid votes. If these disputed votes, are\ntreated as cancelled and excluded from consideration then\naccording to the petitioner he receives majority of the valid\nvotes and deserves to be declared as elected. These\nallegations, as has been rightly held by the High Court, are not\nsufficient to demonstrate as to how the result of the election in\nso far it concerned the returned candidate is 'materially\naffected'. The High Court, in my opinion, has rightly held that\nG\nН\nASHOK v. RAJENDRA BHAUSAHEB MULAK\n[GYAN SUDHA MISRA, J.]\n507\nA\nThe Election Petitioners only point out a possibility of the result\nof election being different if 14 or 5 votes can be excluded. It\nis not their case that the said votes when displayed revealed\nthat they were in favour of Rajendra and not in favour of Ashok.\nThe petitioners have not pointed out the beneficiary of those\n14 or 5 votes. It is not their plea that all those voters cast their B\nvote in favour of returned candidate or did not cast in favour of\ndefeated candidate. There is no plea about their political\naffinities either to associate or disassociate with any political\nparty. The said votes now cannot be traced out or segregated.\nHence when 'displayed' what was seen and the vote was cast\nin whose favour ought to have been pleaded which is missing.\nThus, link between the victory and lacunae/omissions is pre-\nrequisites to formation of this opinion. A triable issue cannot\nbe said to arise till then as no cause of action surfaces.\nC\nD\n14. In absence of any allegation that the disputed votes\nwere cast in favour of the returned candidate, the petitioner\nfailed to make out a case that the election was 'materially\naffected' merely on the ground of alleged improper acceptance\nof the said votes. The material fact which ought to have been\npleaded in the Election Petition was not only that the disputed E.\nvotes ought not to have been accepted, but those votes were\ncast in favour of respondent No.1 and if they were not so\naccepted, then the result of the election would be materially\naffected. These facts become material in the present case\nespecially because the petitioner had not alleged any corrupt F\npractice against the respondent No.1 and the petitioner himself\nhad come up with a case that the ballot papers were displayed\nto those present in the room were the ballot box had been kept.\nPleading these material facts for the first time at the stage in\nthe SLP is impermissible and cannot be taken cognizance of. G\nThus, the contention of the respondent that the material facts\nso as to make out a cause of action have not been pleaded\nstands vindicated.\n15. The present SLP is devoid of merits and substance\nalso in view of the recent judgment of Kalyan Kumar Gagoi Vs.\nH\n508 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA Ashutosh Agnihotri reported in 2011 (1) SCALE 516 wherein\nit was held as follows:\nB\nC\nD\n.E\nF\n☐ G\n☐ H\n\"14. It may be mentioned here that in this case non-\ncompliance to the provisions of Representation of People\nAct, 1951 and the Election Rules of 1961 was by the\nofficers, who were in charge of the conduct of the election\nand not by the elected candidate. It is true that if clause\n(iv) is read in isolation, then one may be tempted to come\nto the conclusion that any non-compliance with the\nprovisions of the Constitution or of the Act of 1951 or any\nRules of 1961, Rules or Orders made under the Act would\nrender the election of the returned candidate void. But one\ncannot forget the important fact that clause (d) begins with\na rider, namely, that the result of the election in so far it\nconcerns a returned candidate must have been materially\naffected. This means that if it is not proved to the\nsatisfaction of the court that the result of the election in so\nfar as it concerned a returned candidate has been\nmaterially affected, the election of the returned candidate\nwould not be liable to be declared void notwithstanding\nnon-compliance with the provisions of the Constitution or\nof any Rules of 1961, Rules or Orders made thereunder..\nIt is well to remember that this Court has laid down in\nseveral reported decisions that the election of the returned\ncandidate should not normally be set aside unless there\nare cogent and convincing reasons. The success of a\nwinning candidate at an election cannot be lightly\ninterfered with. This is all the more so when the election\nof a successful candidate is sought to be set aside for no\nfault of his but of someone else. That is why the scheme\nof Section 100 of the Act especially clause (d) of sub-\nsection (1) thereof clearly prescribes that in spite of the\navailability of grounds contemplated by sub-clauses (i) to\n(iv) of clause (d), the election of a returned candidate\ncannot be voided unless and until it is proved that the result\nASHOK v. RAJENDRA BHAUSAHEB MULAK 509\n[GYAN SUDHA MISRA, J.]\nof the election in so far as it concerns a returned candidate A\nis materially affected.\"\n16. It is further worthwhile to take note of the legal position\nreflected in the decision of the Court in the matter of Vashisht\nNarain Sharma Vs. Dev Chandra and Others, AIR 1954 S.C.\n513 wherein this Court observed as follows:\n\"It is not permissible in law to avoid the election of the\nreturned candidate on speculation or conjectures relating\nto the manner in which the wasted votes would have been\nB\ndistributed amongst the remaining validly nominated C\n... In the absence of positive proof\ncandidates\nof material effect on the result of the election of the returned\ncandidate, the election must be allowed to stand and the\nCourt should not interfere with the election on speculation\nand conjectures.\"\nD\nF\nWhen the case of the petitioner/appellant is examined on the\nanvil of the aforesaid position and on the prevailing facts, it is\napparent that the petitioner/appellant is indulging in a process\nwhich amounts to speculation and conjecture in absence of\nE\nmaterial particulars; for instance, if it were the specific plea of\n✓ the petitioner that all 14 votes or at least 4 votes which were\ncast in which the voters were alleged to have been\naccompanied by another person were in fact polled in favour\nof the respondent so as to influence the election result, the plea\nof the petitioner could be held as amounting to materially\naffecting the election result. But in absence of this candid\nrelevant and factual detail, the election petition obviously is\nbased only on such averment, which will have to be held\nspeculative and conjectural in nature and can hardly be held to\nbe disclosing 'material facts with material particulars' so as to\nconclude that it materially affected the result of the election.\nEven assuming that the election petition were to be allowed in\nspite of absence of such material particulars, the net result\nwould be the recounting of the votes by declaring 14 votes as\ninvalid which were alleged to have been polled in breach of the H\nG\n510 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA election rules but could hardly be identified or deciphered. To\nclarify it further, it may be stated that even if the election petition\nwere to be allowed by declaring the 14 votes as invalid, it is\ninconceivable as to how those 14 votes which were alleged to\nhave been polled by those voters who had been accompanied\nB by another person could be identified so as to hold that the\nalleged invalid votes materially affected the result of the\nelection.\nD\n17. What is sought to be emphasized is that in the absence\nof any identification mark of those votes which are alleged to\nC\nhave been polled by voters accompanied by another person\nand is alleged to be in breach of the Rules cannot possibly be\nidentified so as to treat them as invalid votes and if that is so,\nthe election petition is clearly based on vague material and\nhence would be unjust to allow the election to be questioned\nby entertaining the election petition where the losing candidate/\nthe petitioner had himself not alleged any corrupt practice in\nholding the election but merely a breach of the election rule in\nregard to which he had not complained at all at the time of\nelection or even thereafter but straightway filed the election\nE petition challenging the election on the basis of an alleged CD\nafter the election result was declared. Thus, the entertainment\nof an election petition on such speculative material can hardly\nbe held to be disclosing material facts with material particular\nwhich would justify the challenge to an election by entertaining\nF an election petition as the same does not spell out material\nparticulars which would affect the election result.\nG\nН\n18. It is well settled legal position that no evidence can be\nled on a matter unless there is a pleading thereon. Therefore,\nunless it was pleaded that the invalid votes were cast in favour\nof the returned candidate, no evidence can be led to that effect.\nIn a petition seeking to challenge an election on the ground\nstated in Section 100 (1) (d) (iii) and (iv), it was imperative for\nthe petitioner to plead the most crucial and vitally material fact\nthat the invalid votes were cast in favour of the returned\nASHOK v. RAJENDRA BHAUSAHEB MULAK 511\n[GYAN SUDHA MISRA, J.]\ncandidate because then alone could it be pleaded and proved A\nthat \"the result of the election, in so far as it concerns a returned\ncandidate, has been materially affected\" within the meaning of\nSection 100 (1) (d). The words \"in so far as it concerns a\nreturned candidate\" and \"has been materially affected\" read with\nclauses (iii) and (iv) clearly show the legislative intent to place B\nthe burden of pleading and proving that the improper reception\nof votes or violation of law in regard to casting of votes benefited\nthe returned candidate and materially affected his election as\na returned candidate. It is not enough to show mere improper\nreception of votes or reception of votes or non-compliance with\nlaw. In addition it has to be pleaded and proved that this\nmaterially affected the election in so far as it concerns the\nreturned candidate. The language of Section 100 (1) (d) (iii)\nand (iv) itself clearly indicates the requirement of pleading the\nvitally material fact that the votes were improperly or unlawfully\ncast in favour of the returned candidate. In the present case,\nlack of pleading that the votes were cast in favour of the\nrespondent leads to absence of cause of action for the petition\nfor invalidating the election under Section 100 (1) (d) (iii) and\n(iv).\n19. Thus, merely because the margin of difference between\nthe winner and the loser was four votes and five votes were\ndisputed by the petitioner would not give rise to any valid cause\nof action. The petitioner's contention in this regard is\nunsustainable in law. Thus, the ratio of the judgment in the case\nof Mayar (HK) Ltd Vs. Owners \u0026 Parties, (2006) 3 SCC 100\nis of no assistance to the petitioner as it is settled legal position\nthat merely because the wasted votes or accepted or rejected\nvotes are more than the margin, it cannot be said that the\nelection has been materially affected.\n20. Since the petitioner had failed to plead material facts\nas contemplated under Section 83 (1) (a) of the RP Act, which\nalone could give cause of action for claiming that the election\nof the respondent was materially affected within the meaning\nC\nD\nE\nF\nG\nH\n512 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA of Section 100 (1) (d) (iii) and (iv), the petition was rightly\ndismissed. In the matter of T.H. Musthaffa Vs. M.P. Varghese\n(Supra), this Court relying upon the ratio of this Court in Jabar\nSingh Vs. Genda Lal, (1964) SCR 54, it was held that the\nscope of the enquiry in a case under Section 100 (1) (d) (iii) is\nB to determine whether any votes had been improperly cast in\nfavour of the returned candidate or any votes had been\nimproperly refused or rejected in regard to any other candidate.\nThese are the only two matters which would be relevant for\ndeciding whether the election of a returned candidate had been\nmaterially affected or not. But, in view of the facts of this case\nwhere the petitioner has failed to disclose as to whether the\nalleged improper reception of 14 or 5 votes were cast in favour\nof which candidate, it is clear that the election petition failed to\ndisclose material particulars in this regard so as to give rise\nto a cause of action apart from the fact that no objection was\nraised at the time of actual polling.\nC\nD\n21. I thus find substance in the view taken by the High Court\nin the impugned judgment, that the election petitioner herein has\nonly pointed out a possibility of result of election being different\nE if 14 or 5 votes were to be excluded from counting. The High\nCourt appears to be correct in my view while stating that the\ncase of the petitioner is not that the said votes reveal that they\nwere in favour of respondent - Rajendra or not in favour of\npetitioner - Ashok. But the objection is only that those votes\nF ought not to have been taken into consideration while counting\nthe votes. As already stated in absence of identification of those\nvotes which are alleged to have been cast by the voters in the\ncompany of another person, it would be difficult to identify them\nso as to infer as to which are the votes which ought not to have\nG been reckoned for counting by declaring them invalid. In that\nevent even if the petitioner's election petition were to be\nallowed, the entire trial would result into an exercise in futility\nleading the controversy nowhere. It is in view of this inevitable.\nconsequence that I hold that the election petition filed by the\npetitioner indicates absence of 'material particulars' which\nH\n"}