{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"PTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n(i)\n619\nWhether the Appellate Tribunal constituted under A\nthe Electricity Act, 2003 (“2003 Act”) has jurisdiction\nunder Section 111 to examine the validity of Central\nElectricity Regulatory Commission (Fixation of\nTrading Margin) Regulations, 2006 framed in\nexercise of power conferred under Section 178 of\nthe 2003 Act?\n(ii) Whether Parliament has conferred power of judicial\nreview on the Appellate Tribunal for Electricity under\nSection 121 of the 2003 Act?\n(iii) Whether capping of trading margins could be done\nby the CERC (\"Central Commission\") by making a\nRegulation in that regard under Section 178 of the\n2003 Act?\nFACTS:\n5. In this batch of civil appeals, appellants had challenged\nthe vires of the Central Electricity Regulatory Commission\n(Fixation of Trading Margin) Regulations, 2006 as null and void\nbefore the Appellate Tribunal for Electricity and had prayed for\nquashing of the said Regulations. The Tribunal, however,\ndismissed the appeals holding that its jurisdiction was restricted\nby the limits imposed by the parent Statute, i.e., the Electricity\nAct, 2003. By the impugned judgment, the Tribunal held that the\nappropriate course of action for the appellants is to proceed\nby way of judicial review under the Constitution.\n6. In view of the importance of the question, the matter was\nreferred by a three-Judge Bench of this Court to the Constitution\nBench. While making reference to the Constitution Bench, the\nquestion formulated was - \"whether the Tribunal has jurisdiction\nto decide the question as to the validity of the Regulations\nframed by the Central Commission?” Basically, the matters.\ninvolve interpretation of Sections 111 and 121 of the 2003 Act.\nB\nC\nD\nE\nF\nG\nH\nA\n620\nSUPREME COURT REPORTS\n[2010] 3 S.C.R.\n1\n7. RELEVANT PROVISIONS OF THE 2003 ACT:\nPART I\nB\nC\nD\nE\nLL\nF\nG\nI\nPRELIMINARY\nSection 1. Short title, extent and commencement.-\n(3) It shall come into force on such date as the Central\nGovernment may, by notification, appoint:\nProvided that different dates may be appointed for\ndifferent provisions of this Act and any reference in any\nsuch provision to the commencement of this Act shall be\nconstrued as a reference to the coming into force of that\nprovision.\nSection 2 - Definitions.- In this Act, unless the context\notherwise requires,—\n(9) \"Central Commission\" means the Central Electricity\nRegulatory Commission referred to in sub-section (1) of\nsection76;\n(23) \"electricity\" means electrical energy-\n(a) generated, transmitted, supplied or traded for\nany purpose; or\n(b) used for any purpose except the transmission\nof a message;\n(26) \"electricity trader” means a person who has been\ngranted a licence to undertake trading in electricity under\nsection 12;\n(32) \"grid\" means the high voltage backbone system of\ninter-connected transmission lines, sub-station and\ngenerating plants;\n(33) \"Grid Code” means the Grid Code specified by the\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n621\nCentral Commission under clause (h) of sub-section (1) of A\nsection 79;\n(34) \"Grid Standards\" means the Grid Standards specified\nunder clause (d) of section 73 by the Authority;\n(39) \"licensee” means a person who has been granted a\nlicence under section 14;\nB\n(44) \"National Electricity Plan” means the National\nElectricity Plan notified under sub-section (4) of section 3;\n(45) \"National Load Despatch Centre\" means the Centre\nestablished under sub-section (1) of section 26;\n(46) \"notification\" means notification published in the\nOfficial Gazette and the expression \"notify\" shall be\nconstrued accordingly;\nC\nD\n(47) \"open access\" means the non-discriminatory provision\nfor the use of transmission lines or distribution system or\nassociated facilities with such lines or system by any\nlicensee or consumer or a person engaged in generation E\nin accordance with the regulations specified by the\nAppropriate Commission;\n(52) \"prescribed\" means prescribed by rules made by the\nAppropriate Government under this Act;\nF\n(57) \"regulations\" means regulations made under this Act;\n(59) \"rules\" means rules made under this Act;\n(62) “specified” means specified by regulations made by\nthe Appropriate Commission or the Authority, as the case\nmay be, under this Act;\nG\n(64) “State Commission\" means the State Electricity\nRegulatory Commission constituted under sub-section (1)\nof section 82 and includes a Joint Commission constituted H\nA\n\u003e\u003e\nB\nC\n622 SUPREME COURT REPORTS\nunder sub-section (1) of section 83;\n[2010] 3 S.C.R.\n(71) \"trading\" means purchase of electricity for resale\nthereof and the expression \"trade\" shall be construed\naccordingly;\n(76) \"wheeling\" means the operation whereby the\ndistribution system and associated facilities of a\ntransmission licensee or distribution licensee, as the case\nmay be, are used by another person for the conveyance\nof electricity on payment of charges to be determined\nunder section 62;\nD\nヨ\nF\n☐☐ G\nH\nPART II\nNATIONAL ELECTRICITY POLICY AND PLAN\nSection 3 - National Electricity Policy and Plan\n(1) The Central Government shall, from time-to-time,\nprepare the National Electricity Policy and tariff policy, in\nconsultation with the State Governments and the Authority\nfor development of the power system based on optimal\nutilisation of resources such as coal, natural gas, nuclear\nsubstances or materials, hydro and renewable sources of\nenergy.\n(4) The Authority shall prepare a National Electricity Plan\nin accordance with the National Electricity Policy and notify\nsuch plan once in five years:\nProvided that the Authority while preparing the National\nElectricity Plan shall publish the draft National Electricity\nPlan and invite suggestions and objections thereon from\nlicensees, generating companies and the public within\nsuch time as may be prescribed:\nProvided further that the Authority shall-\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n623\n(a) notify the plan after obtaining the approval of the Central A\nGovernment;\n(b) revise the plan incorporating therein the directions, if\nany, given by the Central Government while granting\napproval under clause (a).\nPART III\nGENERATION OF ELECTRICITY\n-\nSection 7 Generating company and requirement for\nsetting up of generating station.- Any generating company\nmay establish, operate and maintain a generating station\nwithout obtaining a licence under this Act if it complies with\nthe technical standards relating to connectivity with the grid\nreferred to in clause (b) of section 73.\n-\nSection 9 Captive generation.- (1) Notwithstanding\nanything contained in this Act, a person may construct,\nmaintain or operate a captive generating plant and\ndedicated transmission lines:\nProvided that the supply of electricity from the captive\ngenerating plant through the grid shall be regulated in the\nsame manner as the generating station of a generating\ncompany.\nProvided further that no licence shall be required under this\nAct for supply of electricity generated from a captive\ngenerating plant to any licensee in accordance with the\nprovisions of this Act and the rules and regulations made\nthereunder and to any consumer subject to the regulations\nmade under sub-section (2) of section 42.\nB\nC\nD\nE\nF\nG\n(2) Every person, who has constructed a captive\ngenerating plant and maintains and operates such plant,\nshall have the right to open access for the purposes of\ncarrying electricity from his captive generating plant to the H\n624 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA\ndestination of his use:\nB\nC\nD\nE\nF\n☐ G\nProvided that such open access shall be subject to\navailability of adequate transmission facility and such\navailability of transmission facility shall be determined by\nthe Central Transmission Utility or the State Transmission\nUtility, as the case may be:\nProvided further that any dispute regarding the availability\nof transmission facility shall be adjudicated upon by the\nAppropriate Commission.\nSection 11 - Directions to generating companies.- (1) The\nAppropriate Government may specify that a generating\ncompany shall, in extraordinary circumstances operate and\nmaintain any generating station in accordance with the\ndirections of that Government.\nExplanation:-For the purposes of this section, the\nexpression \"extraordinary circumstances\" means\ncircumstances arising out of threat to security of the State,\npublic order or a natural calamity or such other\ncircumstances arising in the public interest.\n(2) The Appropriate Commission may offset the adverse\nfinancial impact of the directions referred to in sub-section\n(1) on any generating company in such manner as it\nconsiders appropriate.\nPART IV\nLICENSING\nSection 12-Authorised persons to transmit, supply, etc.,\nelectricity- No person shall-\nH\n(a) transmit electricity; or\n(b) distribute electricity; or\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n625\n(c) undertake trading in electricity,\nunless he is authorised to do so by a licence issued under\nsection 14, or is exempt under section 13.\nSection 14 - Grant of licence.-\nThe Appropriate Commission may, on an application\nmade to it under section 15, grant a licence to any\nperson-\n(a) to transmit electricity as a transmission licensee; or\n(b) to distribute electricity as a distribution licensee; or\n(c) to undertake trading in electricity as an electricity trader,\nin any area as may be specified in the licence:\nSection 15 Procedure for grant of licence.-\n-\nA\nB\nC\nD\n(1) Every application under section 14 shall be made in\nsuch form and in such manner as may be specified by the\nAppropriate Commission and shall be accompanied by E\nsuch fee as may be prescribed.\n(6) Where a person makes an application under sub-\nsection (1) of section 14 to act as a licensee, the\nAppropriate Commission shall, as far as practicable,\nwithin ninety days after receipt of such application,--\n(a) issue a licence subject to the provisions of this Act and\nthe rules and regulations made thereunder; or\n(b) reject the application for reasons to be recorded in\nwriting if such application does not conform to the\nprovisions of this Act or the rules and regulations made\nthereunder or the provisions of any other law for the time\nbeing in force:\nF\nG\nProvided that no application shall be rejected unless the\nH\nA\nB\nC\nD\nE\nF\nG\nH\n626 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\napplicant has been given an opportunity of being heard.\nSection 16 - Conditions of licence.-\nThe Appropriate Commission may specify any general or\nspecific conditions which shall apply either to a licensee\nor class of licensees and such conditions shall be deemed\nto be conditions of such licence:\nProvided that the Appropriate Commission shall, within one\nyear from the appointed date, specify any general or\nspecific conditions of licence applicable to the licensees\nreferred to in the first, second, third, fourth and fifth provisos\nto section 14 after the expiry of one year from the\ncommencement of this Act.\nPART V\nTRANSMISSION OF ELECTRICITY\nSection 26 - National Load Despatch Centre\n(1) The Central Government may establish a Centre at the\nnational level, to be known as the National Load Despatch\nCentre for optimum scheduling and despatch of electricity\namong the Regional Load Despatch Centres.\n(2) The constitution and functions of the National Load\nDespatch Centre shall be such as may be prescribed by\nthe Central Government:\nProvided that the National Load Despatch Centre shall not\nengage in the business of trading in electricity\nSection 34 - Grid Standards.-\nEvery transmission licensee shall comply with such\ntechnical standards, of operation and maintenance of\ntransmission lines, in accordance with the Grid Standards,\nas may be specified by the Authority.\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n627\nSection 37 - Directions by Appropriate Government.-\nThe Appropriate Government may issue directions to the\nRegional Load Despatch Centres or State Load Despatch\nCentres, as the case may be, to take such measures as\nmay be necessary for maintaining smooth and stable\ntransmission and supply of electricity to any region or State\nSection 38 - Central Transmission Utility and functions.-\n(1) The Central Government may notify any Government\ncompany as the Central Transmission Utility:\nProvided that the Central Transmission Utility shall not\nengage in the business of generating of electricity or\ntrading in electricity:\nA\nB\nC\nProvided further that the Central Government may transfer, D\nand vest any property, interest in property, rights and\nliabilities connected with, and personnel involved in\ntransmission of electricity of such Central Transmission\nUtility, to a company or companies to be incorporated\nunder the Companies Act, 1956 (1 of 1956) to function as E\na transmission licensee, through a transfer scheme to be\neffected in the manner specified under Part XIII and such.\ncompany or companies shall be deemed to be\ntransmission licensees under this Act.\nF\n(2) The functions of the Central Transmission Utility shall\nbe-\n(a) to undertake transmission of electricity through inter-\nState transmission system;\nG\n(b) to discharge all functions of planning and co-ordination\nrelating to inter-State transmission system with-\n(i) State Transmission Utilities;\n(ii) Central Government;\nH\n628\nSUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA\n(iii) State Governments;\nB\nC\nD\nE\nF\nG\n(iv) generating companies;\n(v) Regional Power Committees;\n(vi) Authority;\n(vii) licensees;\n(viii) any other person notified by the Central Government\nin this behalf;\n(c) to ensure development of an efficient, co-ordinated and\neconomical system of inter-State transmission lines for\nsmooth flow of electricity from generating stations to the\nload centres;\n(d) to provide non-discriminatory open access to its\ntransmission system for use by-\n(i) any licensee or generating company on payment of the\ntransmission charges; or\n(ii) any consumer as and when such open access is\nprovided by the State Commission under sub-section (2)\nof section 42, on payment of the transmission charges and\na surcharge thereon as may be specified by the Central\nCommission:\nProvided that such surcharge shall be utilised for the\npurpose of meeting the requirement of current level cross-\nsubsidy:\nProvided further that such surcharge and cross subsidies\nshall be progressively reduced in the manner as may be\nspecified by the Central Commission:\nProvided also that the manner of payment and utilization\nI\n"}