{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"PTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n669\nC\ncondition to the Central Commission exercising its powers to A\nfix a trading margin under Section 79(1)(j), however, if the\nCentral Commission in an appropriate case, as is the case\nherein, makes a regulation fixing a cap on the trading margin\nunder Section 178 then whatever measures a Central\nCommission takes under Section 79(1)(j) has to be in\nB\nconformity with Section 178. One must understand the reason\nwhy a regulation has been made in the matter of capping the\ntrading margin under Section 178 of the Act. Instead of fixing\na trading margin (including capping) on a case to case basis,\nthe Central Commission thought it fit to make a regulation which\nhas a general application to the entire trading activity which has\nbeen recognized, for the first time, under the 2003 Act. Further,\nit is important to bear in mind that making of a regulation under\nSection 178 became necessary because a regulation made\nunder Section 178 has the effect of interfering and overriding\nthe existing contractual relationship between the regulated\nentities. A regulation under Section 178 is in the nature of a\nsubordinate Legislation. Such subordinate Legislation can even\noverride the existing contracts including Power Purchase\nAgreements which have got to be aligned with the regulations\nunder Section 178 and which could not have been done across\nthe board by an Order of the Central Commission under Section\n79(1)(j).\nD\nE\n41. To elucidate, we may refer to the Central Electricity\nRegulatory Commission (Terms and Conditions of Tariff) F\nRegulations, 2004. The said Regulations have been made\nunder Section 178 of the 2003 Act. Regulation 15 deals with\nvarious components of tariff. It includes Advance Against\nDepreciation (\"AAD” for short). Regulations 21(1)(ii) and 38(ii)\ndeal with computation of depreciation including AAD. Recently, G.\nthis concept of AAD came for consideration before this Court\nin the case of National Hydroelectric Power Corporation Ltd.\nv. CIT reported in 2010 (1) SCALE 5. AAD was suggested by\nthe Central Commission as part of the tariff in order to\novercome the cash flow problems faced by Central Power\nH\n\"\nC\nD\n670 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA Sector Utilities for meeting loan repayment obligations. The\nimportant point to be noted is that although under Section 61\nof the 2003 Act the Central Commission is empowered to\nspecify AAD as a condition for determination of the tariff, the\nCentral Commission in its wisdom thought it fit to bring in the\nB concept of AAD by enacting a regulation under Section 178\ngiving the benefit of AAD across the board to all Central Power\nSector Utilities. In other words, instead of giving the benefit of\nAAD on a case to case basis under Section 61, the Central\nCommission decided to make a specific regulation giving\nbenefit of AAD across the board to all Central Power Sector\nUtilities. There is one more reason why a regulation under\nSection 178 with regard to AAD had to be made by CERC.\nUnder the 2003 Act, the Central Commission is empowered\nunder Section 61 to include depreciation as an item in the\ncomputation of tariff. However, if the rate of depreciation\nenvisaged by the Central Commission under the 2003 Act is\ndifferent from the rate(s) of depreciation prescribed under\nSchedule XIV of the Companies Act, 1956 then such differential\nrate can be prescribed under the 2003 Act only by way of\nregulation under Section 178 of the 2003 Act which is in the\nnature of subordinate legislation. It is important to note that the\nCompanies Act, 1956 constitutes a law applicable to\ncompanies. It prescribes the format of Balance Sheet in\nSchedule VI. It prescribes the requirements as to Profit and\nLoss account vide Part II of Schedule VI. It also prescribes the\nF rates of depreciation vide Schedule XIV. If a different rate is\nrequired to be prescribed under the 2003 Act, then it could be\ndone only by way of subordinate legislation, which is\ncontemplated by Regulations framed under Section 178 of the\n2003 Act. Similarly, profits earned by a trading company are\nG not only required to be presented in the manner indicated under\nthe Companies Act but it is also required to be computed under\nthe Income-tax Act, 1961. If such profits/income of a trading\ncompany is required to be capped under the 2003 Act, it can\nonly be done by a subordinate legislation made under Section\nH 178 of the 2003 Act. Accrual of income/profit under the\nE\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.] .\n671\nCompanies Act, 1956 or the Income-tax Act, 1961 can only be A\ncurbed by a regulation made under the authority of subordinate\nlegislation or primary legislation. This is exactly what is sought\nto be achieved by the impugned Regulation.\nB\nC\nD\n42.-One more citation may be noticed. Reserve Bank of\nIndia is a Regulator under the RBI Act, 1934 (\"1934 Act\"). Under\nthe 1934 Act, RBI is empowered not only to regulate banks but\nalso financial institutions, NBFCs etc.. Chapter III B of the 1934\nAct deals with provisions relating to financial institutions and\nNBFCs receiving deposits from the public. Under Section 45JA\nof the 1934 Act, RBI is given the power to determine policy and\nissue directions to NBFCs and financial institutions in public\ninterest or in order to regulate the financial system of the country.\nSection 45JA, however, is confined to Chapter III B. However,\nunder Section 58, which falls in Chapter IV, dealing with general\nprovisions, the Board of Directors of RBI are given the power\nto make regulations consistent with the 1934 Act to provide for\nall matters for which provision is necessary. The principle of\n\"generality versus enumeration\" is also applicable to Section\n58 of RBI Regulations because under Section 58(2) there is a\nlist of topics enumerated on which regulations could be made. E\nIn other words, Section 58 (1), (2) of the 1934 Act is similar to\nSection 178 (1), (2) of the 2003 Act. Recently, before the\nDivision Bench of this Court, the question arose, inter alia, as\nto the accounting treatment to be given by NBFCs accepting\ndeposits from the public in the context of provision to be made F\nfor Non Performing Assets (\"NPAs\"). An Order was passed by\nRBI under Section 45JA of the 1934 Act stating that although\nprovision for doubtful debts is required to be reduced from the\nassets' side of the balance sheet under the provisions of the\nCompanies Act, 1956, for proper disclosure under the 1934 G\nAct, such a provision should be shown in the balance sheet\nspecifically on the liabilities' side. It is interesting to note that\nthe Order was passed under Section 45JA which, as stated\nabove, is part of Chapter III B of the 1934 Act, which chapter\nexpressly deals with provisions relating to NBFCs. There was\nH\nA\n672 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\nno regulation enacted under Section 58 on the topic, namely,\nNPAs. The point to be noted is, that there could be an Order/\ndecision of a regulator under the Act even in the absence of\nregulations. RBI like CERC is a regulator under the 1934 Act.\nUnder Section 45JA it is empowered to issue directions in\nB contradistinction to its powers to enact regulations under\nSection 58 of the 1934 Act. Giving directions under Section\n45JA need not be preceded by regulations made under Section\n58, however, if in a given case, RBI/Board would have enacted\na regulation on making of provision for NPAs under Section 58\nC then the Order of RBI under Section 45JA of the 1934 Act was\nrequired to be in conformity with the said regulations. (See the\njudgment of this Court in the case of M/s Southern\nTechnologies Ltd. v. Joint Commissioner of Income Tax,\nCoimbatore reported in 2010 (1) SCALE 329.)\nD\n43. The above two citations have been given by us only to\ndemonstrate that under the 2003 Act, applying the test of\n\"general application”, a Regulation stands on a higher pedestal\nvis-à-vis an Order (decision) of CERC in the sense that an\nOrder has to be in conformity with the regulations. However, that\nE would not mean that a regulation is a pre-condition to the order\n(decision). Therefore, we are not in agreement with the\ncontention of the appellant(s) that under the 2003 Act, power\nto make regulations under Section 178 has to be correlated to\nthe functions ascribed to each authority under the 2003 Act and\nF that CERC can enact regulations only on topics enumerated\nin Section 178(2). In our view, apart from Section 178(1) which\ndeals with \"generality\" even under Section 178(2)(ze) CERC\ncould enact a regulation on any topic which may not fall in the\nenumerated list provided such power falls within the scope of\nG 2003 Act. Trading is an activity recognized under the said 2003\nAct. While deciding the nature of an Order (decision) vis-à-vis\na Regulation under the Act, one needs to apply the test of\ngeneral application. On the making of the impugned\nRegulations 2006, even the existing Power Purchase\nH Agreements (\"PPA\") had to be modified and aligned with the\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n673\nB\nsaid Regulations. In other words, the impugned Regulation A\nmakes an inroad into even the existing contracts. This itself\nindicates the width of the power conferred on CERC under\nSection 178 of the 2003 Act. All contracts coming into existence\nafter making of the impugned Regulations 2006 have also to\nfactor in the capping of the trading margin. This itself indicates\nthat the impugned Regulations are in the nature of subordinate\nlegislation. Such regulatory intervention into the existing\ncontracts across-the-board could have been done only by\nmaking Regulations under Section 178 and not by passing an\nOrder under Section 79(1)(j) of the 2003 Act. Therefore, in our\nview, if we keep the above discussion in mind, it becomes clear\nthat the word \"order\" in Section 111 of the 2003 Act cannot\ninclude the impugned Regulations 2006 made under Section\n178 of the 2003 Act.\n44. We may usefully refer to some decisions relevant in\nthe context.\nC\nD\nF\n45. In the case of City Board, Mussoorie v. State\nElectricity Board and Ors., reported in AIR (58) 1971\nAllahabad 219, the matter arose under Electricity (Supply) Act, E\n1948 (\"1948 Act\"). Under that Act, Grid Tariff had to be fixed\nfrom time to time under Section 46(1) \"in accordance with any\nregulations made in that behalf\". Under Section 79 of the 1948\nAct, the Board was also given the power to make regulations\nnot inconsistent with the Act and the Rules made thereunder\nto provide for all or any of the matters enumerated therein. It\nwas argued on behalf of the appellant that the regulations must\nexist before a Grid Tariff can be fixed. This argument was\nrejected by the High Court which held that there was nothing in\nthe 1948 Act to suggest that existence of a regulation was a\npre-condition to the determination of a grid tariff. It was held\nthat under Section 46 of 1948 Act, the Board was given a wide\ndiscretion to frame the grid tariff depending upon various factors\nmentioned in the Act. According to the High Court, Section 46\nof the Act was a standalone provision, therefore, the grid tariff\nG\nH\n674 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA could be fixed even in the absence of the regulations provided\nsuch fixation is not inconsistent with the 1948 Act. However, it\nwas further observed that if the Board had made regulations\nunder Section 79 then order framing the grid tariff under Section\n46(1) had to conform to such regulations. This view stood\nB affirmed by this Court in the case of U.P. State Electricity\nBoard, Lucknow v. City Board, Mussoorie, reported in (1985)\n2 SCC 16.\nD\n46. A similar question arose for determination by this Court\nin the case of M/s Jagdamba Paper Industries (Pvt.) Ltd. and\nC\nOrs. v. Haryana State Electricity Board and Ors., reported in\nAIR 1983 SC 1296. In that case, enhancement in the security\nfor meters and for payment of energy bills came to be\nchallenged. It was argued on behalf of the appellants that the\nBoard had not framed any Regulations under Section 79 of the\n1948 Act for such enhancement. According to the appellants,\nthe supply of electricity was controlled under an agreement\nbetween the Board and the appellants and therefore unilateral\nescalation of security charges by passing of an Order under\nSection 49 would be contrary to any acceptable notion of\nE contract. It was contended that under Section 49(1) of the 1948\nAct, the Board was conferred with statutory powers to determine\nthe conditions on the basis of which supply had to be made.\nTherefore, without determining the conditions under Section\n49(1), it was not open to the Board to unilaterally enhance the\nF security charges contrary to the existing contract between the\nBoard and the consumers. This argument was rejected by this\nCourt which held that what apply to the tariff fixation would\nequally apply to the security. Section 49(1) of the 1948 Act\nclearly indicated that the Board may supply electricity to any\nG person upon such terms and conditions as the Board thinks fit.\nIt was held that since the contract between the consumer and\nthe Board contemplated enhancement of security charges as\na condition of supply of electricity, it was not open to the\nappellants to say that such enhancement cannot take place\nwithout regulations being framed under Section 79. This\nH\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.Į\n675\njudgment is important from another angle also. It indicates that A\nregulations under Section 79 of 1948 Act were to be in the\nnature of subordinate legislation, therefore, all contracts had to\nbe in terms of such regulations. In the present case also, if one\nexamines the terms and conditions of the licences, power to\nfix trading margin is expressly contemplated by such terms. The B\nsaid judgment further held that the Board is a statutory authority\nand has to act within the framework of the 1948 Act. If the act\nof the Board is not in consonance or in breach of some statutory\nprovisions of law, rule or regulation, it is always open to\nchallenge in a petition under Section 226 of the Constitution.\nC\nD\n47. In the case of Kerala State Electricity Board v. S.N.\nGovinda Prabhu and Bros. and Ors., reported in (1986) 4 SCC\n198, the dispute was confined to the question concerning\nincrease in the electricity tariff by the Board under the 1948 Act.\nThe principal ground of challenge was that the Board had acted\noutside its statutory authority by formulating a price structure\nintended to yield sufficient revenue to offset not only the actual\nexpenditure as contemplated by Section 59 of the 1948 Act but\nalso expenditure not covered by that section. At this stage, we\nmay point out that, in all these cases, the Supreme Court has E\nconsidered tariff fixation, price fixation, security charges fixation\nat par. In that case, one of the submissions which found favour.\nwith the High Court, which accepted the submissions of the\nconsumer, while striking down the impugned notification, was\nthat in the absence of specification by the State Government, F\nit was not open to the Board to adjust the tariffs. What was found\nby the Supreme Court was that although the expenditure did\nnot fall strictly within Section 59 of the 1948 Act, the actual\nexpenditure stood incurred to avoid the loss. Therefore, the\nSupreme Court gave a schematic interpretation to the 1948 Act G\nand it held that the State Electricity Board was obliged to carry\non its business economically and efficiently and consequently\nsuch charges were admissible even though they did not fall\nstrictly within the ambit of Section 59. On the question as to\nabsence of specification by the State Government, this Court H\n676 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA further held that the omission of the rule-making authority to\nframe rules cannot takeaway the right to factor in such\nexpenses in the revised tariff structure. This judgment is one\nmore case which indicates that making of regulations is not a\npre-condition to the tariff fixation or price fixation or security\nB charges fixation.\nC\nD\n48. In the case of Hindustan Zinc Ltd. etc. v. Andhra\nPradesh State Electricity Board and Ors. reported in (1991)\n3 SCC 299, the main attack was to the upward revision of the\ntariffs for HT consumers in the writ petition before the High\nCourt, inter alia, on the ground that the Board cannot generate\na surplus in excess of the surplus specified under Section 59\nof the 1948 Act. Section 59 of that Act gave power to the Board\nto lay down general principles for Board's finance. It was also\ncontended that the tariff revision was made without prior\nconsultation with the State Electricity Consultative Council as\nrequired by Section 16(5) of the 1948 Act. It was held by this\nCourt that even in the absence of general principles being\nspecified under Section 59 of that Act, it was open to the Board\nto generate a surplus in order to carry on the business in a more\nE efficient and economic manner. Following the judgment in the\ncase of S.N. Govinda Prabhu (supra), it was held that even in\nthe absence of prior consultation with the State Electricity\nConsultative Council as required by Section 16(5), it was open\nto the Board which was vested with the power of tariff fixation\nto make an upward revision of tariff. In other words,\nspecification by making rules or regulations was not a pre-\ncondition for upward revision of tariff. It was observed that, if in\na given case, it is found that such upward revision was arbitrary,\nthen under the judicial review jurisdiction it was open to the\nG courts to strike down such upward revision as arbitrary under\nArticle 14. It was further observed that the \"laying down\nprocedure\" before the Legislature was meant to effectively\ncontrol the exercise of the delegated power of the Board,\nhowever, such laying down procedure will not make the\nimpugned regulation immune from judicial review. (Also see the\nF\nH\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n677\njudgment of this Court in Indian Express Newspapers A\n(Bombay) Pvt. Ltd. and Ors. v. Union of India and Ors.\nreported in (1985) 1 SCC 641, paragraphs 75 to 79).\nC\n49. On the question of “generality versus enumeration\"\nprinciple, it was further held in the case of Hindustan Zinc Ltd. B\n(supra) that under Section 49(1) of the 1948 Act a general\npower was given to the Board to supply electricity to any person\nnot being a licensee upon such terms and conditions as the\nBoard thinks fit and the Board may for the purposes of such\nsupply frame uniform tariffs under Section 49(2). The Board was\nrequired to fix uniform tariffs after taking into account certain\nenumerated factors. It was held that the power of fixation of\ntariffs in the Board ordinarily had to be done in the light of\nspecified factors, however, such enumerated factors in Section\n49(2) did not prevent the Board from fixing uniform tariffs on\nfactors other than those enumerated in Section 49(2) as long\nas they were relevant and in consonance with the Act. To the\nsame effect is the judgment of this Court in Shri Sitaram Sugar\nCo. Ltd. (supra). In that judgment also this Court held that the\nenumerated factors/topics in a provision do not mean that the\nauthority cannot take any other matter into consideration which\nmay be relevant. The words in the enumerated provision are\nnot a fetter; they are not words of limitation, but they are words\nfor general guidance.\n50. One more aspect needs to be mentioned. The\njudgment of this Court in Shri Sitaram Sugar Co. Ltd. (supra)\nhas laid down various tests to distinguish legislative from\n´administrative functions. It further held that price fixation is a\nlegislative function unless the statute provides otherwise. It also\nlaid down the scope of judicial review in such cases.\n51. Applying the above judgments to the present case, it\nis clear that fixation of the trading margin in the inter-State\ntrading of electricity can be done by making of regulations\nunder Section 178 of 2003 Act. Power to fix the trading margin\nD\nLLI\nE\nF\nG\nH\n678 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA under Section 178 is, therefore, a legislative power and the\nNotification issued under that section amounts to a piece of\nsubordinate legislation, which has a general application in the\nsense that even existing contracts are required to be modified\nin terms of the impugned Regulations. These Regulations make\nB an inroad into contractual relationships between the parties.\nSuch is the scope and effect of the impugned Regulations\nwhich could not have taken place by an Order fixing the trading\nmargin under Section 79(1)(j). Consequently, the impugned\nRegulations cannot fall within the ambit of the word \"Order\" in\nSection 111 of the 2003 Act.\nC\nD\n52. Before concluding on this topic, we still need to\nexamine the scope of Section 121 of the 2003 Act. In this case,\nappellant(s) have relied on Section 121 to locate the power of\njudicial review in the Tribunal. For that purpose, we must notice\nthe salient features of Section 121. Under Section 121, there\nmust be a failure by a Commission to perform its statutory\nfunction in which event the Tribunal is given authority to issue\norders, instructions or directions to the Commission to perform\nits statutory functions. Under Section 121 the Commission has\nE to be heard before such orders, instructions or directions can\nbe issued.\nF\nG\nH\n53. The main issue which we have to decide is the nature\nof the power under Section 121. In the case of M/s Raman and\nRaman Ltd. v. State of Madras and Ors. reported in AIR 1959\nSC 694, Section 43A of Motor Vehicles Act, 1939, (\"1939\nAct\"), as amended by Madras Act 20 of 1948, came for\nconsideration before the Supreme Court. Section 43A\nconferred power on the State Government to issue \"orders\" and\n\"directions\", as it may consider necessary in respect of any\nmatter relating to road transport to the State Transport Authority\nor a Regional Transport Authority. The meaning of the words\n\"orders\" and \"directions\" came for interpretation before the\nSupreme Court in the said case. It was held, on examination\nof the Scheme of the Act, that Section 43A was placed by the\n1\n.\n"}