{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"PTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n629\nof the surcharge shall be specified by the Central A\nCommission:\nProvided also that such surcharge shall not be leviable in\ncase open access is provided to a person who has\nestablished a captive generating plant for carrying the\nelectricity to the destination of his own use.\nPART VI\nDISTRIBUTION OF ELECTRICITY\nB\nSection 42 - Duties of distribution licensees and open C\naccess.-\n(2) The State Commission shall introduce open access in\nsuch phases and subject to such conditions, (including the\ncross subsidies, and other operational constraints) as may\nbe specified within one year of the appointed date by it\nand in specifying the extent of open access in successive\nphases and in determining the charges for wheeling, it shall\nhave due regard to all relevant factors including such cross\nsubsidies, and other operational constraints:\nProvided that such open access shall be allowed on\npayment of a surcharge in addition to the charges for\nwheeling as may be determined by the State Commission:\nProvided further that such surcharge shall be utilised to\nmeet the requirements of current level of cross subsidy\nwithin the area of supply of the distribution licensee:\nProvided also that such surcharge and cross subsidies shall\nbe progressively reduced in the manner as may be\nspecified by the State Commission:\nProvided also that such surcharge shall not be leviable in\ncase open access is provided to a person who has\nestablished a captive generating plant for carrying the\nelectricity to the destination of his own use:\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n630 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\nProvided also that the State Government shall, not later\nthan five years from the date of commencement of the\nElectricity (Amendment) Act, 2003 (57 of 2003) by\nregulations, provide such open access to all consumers\nwho require a supply of electricity where the maximum\npower to be made available at any time exceeds one\nmegawatt.\nSection 52 - Provisions with respect to electricity trader.-\n(1) Without prejudice to the provisions contained in clause\n(c) of section 12, the Appropriate Commission may,\nspecify the technical requirement, capital adequacy\nrequirement and credit worthiness for being an electricity\ntrader.\n(2) Every electricity trader shall discharge such duties, in\nrelation to supply and trading in electricity, as may be\nspecified by the Appropriate Commission.\nPART VII\nTARIFF\nSection 61 - Tariff regulations.-\nThe Appropriate Commission shall, subject to the\nprovisions of this Act, specify the terms and conditions for\nthe determination of tariff, and in doing so, shall be guided\nby the following, namely:-\n(a) the principles and methodologies specified by the\nCentral Commission for determination of the tariff\napplicable to generating companies and transmission\nlicensees;\n(b) the generation, transmission, distribution and supply of\nelectricity are conducted on commercial principles;\n(c) the factors which would encourage competition,\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n631\nefficiency, economical use of the resources, good A\nperformance and optimum investments;\n(d) safeguarding of consumers' interest and at the same\ntime, recovery of the cost of electricity in a reasonable\nmanner;\nB\n(e) the principles rewarding efficiency in performance;\n(f) multi-year tariff principles;\n(g) that the tariff progressively reflects the cost of supply\nof electricity and also reduces cross-subsidies in the\nmanner specified by the Appropriate Commission;\nC\n(h) the promotion of co-generation and generation of\nelectricity from renewable sources of energy;\n(i) the National Electricity Policy and tariff policy:\nProvided that the terms and conditions for determination\nof tariff under the Electricity (Supply) Act, 1948, the\nElectricity Regulatory Commissions Act, 1998, and the\nenactments specified in the Schedule as they stood\nimmediately before the appointed date, shall continue to\napply for a period of one year or until the terms and\nconditions for tariff are specified under this section,\nwhichever is earlier.\nSection 62 - Determination of tariff\n(1) The Appropriate Commission shall determine the tariff\nin accordance with the provisions of this Act for-\nD\nE\nF\na G\n(a) supply of electricity by a generating company to a\ndistribution licensee:\nProvided that the Appropriate Commission may, in case\nof shortage of supply of electricity, fix the minimum and\nmaximum ceiling of tariff for sale or purchase of electricity H\nA\nB\nC\nD\nE\nF\nG\nH\n632\nSUPREME COURT REPORTS\n[2010] 3 S.C.R.\nin pursuance of an agreement, entered into between a\ngenerating company and a licensee or between licensees,\nfor a period not exceeding one year to ensure reasonable\nprices of electricity;\n(b) transmission of electricity;\n(c) wheeling of electricity;\n(d) retail sale of electricity:\nProvided that in case of distribution of electricity in the\nsame area by two or more distribution licensees, the\nAppropriate Commission may, for the promoting\ncompetition among distribution licensees, fix only\nmaximum ceiling of tariff for retail sale of electricity.\n(2) The Appropriate Commission may require a licensee\nor a generating company to furnish separate details, as\nmay be specified in respect of generation, transmission\nand distribution for determination of tariff.\n(3) The Appropriate Commission shall not, while\ndetermining the tariff under this Act, show undue preference\nto any consumer of electricity but may differentiate\naccording to the consumer's load factor, power factor,\nvoltage, total consumption of electricity during any specified\nperiod or the time at which the supply is required or the\ngeographical position of any area, the nature of supply and\nthe purpose for which the supply is required.\n(4) No tariff or part of any tariff may ordinarily be amended,\nmore frequently than once in any financial year, except in\nrespect of any changes expressly permitted under the\nterms of any fuel surcharge formula as may be specified.\n(5) The Commission may require a licensee or a\ngenerating company to comply with such procedure as may\nbe specified for calculating the expected revenues from\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n633\nthe tariff and charges which he or it is permitted to recover.\n(6) If any licensee or a generating company recovers a\nprice or charge exceeding the tariff determined under this\nsection, the excess amount shall be recoverable by the\nperson who has paid such price or charge along with\ninterest equivalent to the bank rate without prejudice to any\nother liability incurred by the licensee.\nSection 63 - Determination of tariff by bidding process.-\nA\nB\nNotwithstanding anything contained in section 62, the C\nAppropriate Commission shall adopt the tariff if such tariff\nhas been determined through transparent process of\nbidding in accordance with the guidelines issued by the\nCentral Government.\nSection 64 Procedure for tariff order.-\n-\n(1) An application for determination of tariff under section\n62 shall be made by a generating company or licensee in\nsuch manner and accompanied by such fee, as may be\ndetermined by regulations.\n(2) Every applicant shall publish the application, in such\nabridged form and manner, as may be specified by the\nAppropriate Commission.\n(3) The Appropriate Commission shall, within one hundred\nand twenty days from receipt of an application under sub-\nsection (1) and after considering all suggestions and\nobjections received from the public,―\nD\nE\nF\n(a) issue a tariff order accepting the application with such G\nmodifications or such conditions as may be specified in\nthat order;\n(b) reject the application for reasons to be recorded in\nwriting if such application is not in accordance with the\nH\nA\nB\nC\nD\nE\n634 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\nprovisions of this Act and the rules and regulations made\nthereunder or the provisions of any other law for the time\nbeing in force:\nProvided that an applicant shall be given a reasonable\nopportunity of being heard before rejecting his application.\n(4) The Appropriate Commission shall, within seven days\nof making the order, send a copy of the order to the\nAppropriate Government, the Authority, and the concerned\nlicensees and to the person concerned.\n(5) Notwithstanding anything contained in Part X, the tariff\nfor any inter-State supply, transmission or wheeling of\nelectricity, as the case may be, involving the territories of\ntwo States may, upon application made to it by the parties\nintending to undertake such supply, transmission or\nwheeling, be determined under this section by the State\nCommission having jurisdiction in respect of the licensee\nwho intends to distribute electricity and make payment\ntherefor.\n(6) A tariff order shall, unless amended or revoked, continue\nto be in force for such period as may be specified in the\ntariff order.\nF\nG\nH\nPART IX\nCENTRAL ELECTRICITY AUTHORITY\nSection 73 - Functions and duties of Authority.-\nThe Authority shall perform such functions and duties as\nthe Central Government may prescribe or direct, and in\nparticular to\n(a) advise the Central Government on the matters relating\nto the national electricity policy, formulate short-term and\nperspective plans for development of the electricity system\nand co-ordinate the activities of the planning agencies for\n1\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\n635\nthe optimal utilisation of resources to subserve the interests A\nof the national economy and to provide reliable and\naffordable electricity for all consumers;\n(b) specify the technical standards for construction of\nelectrical plants, electric lines and connectivity to the grid; B\n(c) specify the safety requirements for construction,\noperation and maintenance of electrical plants and electric\nlines;\n(d) specify the Grid Standards for operation and C\nmaintenance of transmission lines;\n(e) specify the conditions for installation of meters for\ntransmission and supply of electricity;\n(f) promote and assist in the timely completion of schemes D\nand projects for improving and augmenting the electricity\nsystem;\n(g) promote measures for advancing the skill of persons\nengaged in the electricity industry;\nE\n(h) advise the Central Government on any matter on which\nits advice is sought or make recommendation to that\nGovernment on any matter if, in the opinion of the Authority,\nthe recommendation would help in improving the\ngeneration, transmission, trading, distribution and F\nutilisation of electricity;\n(i) collect and record the data concerning the generation,\ntransmission, trading, distribution and utilisation of\nelectricity and carry out studies relating to cost, efficiency, G\ncompetitiveness and such like matters;\n(j) make public from time-to-time the information secured\nunder this Act, and provide for the publication of reports\nand investigations;\nH\n636\nSUPREME COURT REPORTS\n[2010] 3 S.C.R.\nA\n00\nB\nC\nD\nE\nய\nF\nG\n☐ H\n(k) promote research in matters affecting the generation,\ntransmission, distribution and trading of electricity;\n(I) carry out, or cause to be carried out, any investigation\nfor the purposes of generating or transmitting or distributing\nelectricity;\n(m) advise any State Government, licensees or the\ngenerating companies on such matters which shall enable\nthem to operate and maintain the electricity system under\ntheir ownership or control in an improved manner and\nwhere necessary, in co-ordination with any other\nGovernment, licensee or the generating company owning\nor having the control of another electricity system;\n(n) advise the Appropriate Government and the\nAppropriate Commission on all technical matters relating\nto generation, transmission and distribution of electricity;\nand\n(o) discharge such other functions as may be provided\nunder this Act.\nSection 74 - Power to require statistics and returns.-\nIt shall be the duty of every licensee, generating company.\nor person generating electricity for its or his own use to\nfurnish to the Authority such statistics, returns or other\ninformation relating to generation, transmission,\ndistribution, trading and use of electricity as it may require\nand at such times and in such form and manner as may\nbe specified by the Authority.\nSection 75 - Directions by Central Government to\nAuthority.-\n(1) In the discharge of its functions, the Authority shall be\nguided by such directions in matters of policy involving\npublic interest as the Central Government may give to it\nPTC INDIA LTD. v. CENTRAL ELECTRICITY\nREGULATORY COMM. THR. SECRY. [S.H. KAPADIA, J.]\nin writing.\n637\n(2) If any question arises as to whether any such direction\nrelates to a matter of policy involving public interest, the\ndecision of the Central Government thereon shall be final.\nPART X\nREGULATORY COMMISSIONS\nSection 76 Constitution of Central Commission.+\n· -\n(1) There shall be a Commission to be known as the\nCentral Electricity Regulatory Commission to exercise the\npowers conferred on, and discharge the functions assigned\nto, it under this Act.\nSection 79 - Functions of Central Commission.-\nA\nB\nC\nho\nD\n(1) The Central Commission shall discharge the following\nfunctions, namely:-\n(a) to regulate the tariff of generating companies owned\nor controlled by the Central Government;\nE\n(b) to regulate the tariff of generating companies other than\nthose owned or controlled by the Central Government\nspecified in clause (a), if such generating companies enter\ninto or otherwise have a composite scheme for generation\nand sale of electricity in more than one State;\n(c) to regulate the inter-State transmission of electricity;\n(d) to determine tariff for inter-State transmission of\nelectricity;\n(e) to issue licenses to persons to function as transmission\nlicensee and electricity trader with respect to their inter-\nState operations;\n(f) to adjudicate upon disputes involving generating\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n638 SUPREME COURT REPORTS\n[2010] 3 S.C.R.\ncompanies or transmission licensee in regard to matters\nconnected with clauses (a) to (d) above and to refer any\ndispute for arbitration;\n(g) to levy fees for the purpose of this Act;\n(h) to specify Grid Code having regard to Grid Standards;\n(i) to specify and enforce the standards with respect to\nquality, continuity and reliability of service by licensees;\n(j) to fix the trading margin in the inter-State trading of\nelectricity, if considered, necessary;\n(k) to discharge such other functions as may be assigned\nunder this Act. -\n(2) The Central Commission shall advise the Central\nGovernment on all or any of the following matters,\nnamely:-\n(i) formulation of National Electricity Policy and tariff policy;\n(ii) promotion of competition, efficiency and economy in\nactivities of the electricity industry;\n(iii) promotion of investment in electricity industry;\n(iv) any other matter referred to the Central Commission\nby that Government.\n(3) The Central Commission shall ensure transparency\nwhile exercising its powers and discharging its functions.\n(4) In discharge of its functions, the Central Commission\nshall be guided by the National Electricity Policy, National\nElectricity Plan and tariff policy published under section 3.\nSection 86 - Functions of State Commission.-\n(1) The State Commission shall discharge the following\n"}