{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"STATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 51\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nwhich, the decision of the court is based, or on the test or A\nabstract, of the specific peculiarities of the particular case,\nwhich finally gives rise to the decision. (Vide: Smt. Somavanti\n\u0026 Ors. v. The State of Punjab \u0026 Ors., AIR 1963 SC 151;\nBallabhdas Mathuradas Lakhani \u0026 Ors. v. Municipal\nCommittee, Malkapur, AIR 1970 SC 1002; Ambika Prasad\nMishra v. State of U.P. \u0026 Ors., AIR 1980 SC 1762; and\nDirector of Settlements, A.P. \u0026 Ors. v. M.R. Apparao \u0026 Anr.,\nAIR 2002 SC 1598).\nB\n36. So far as the judgment in Ram Nagina Singh (supra),\nC\nis concerned, para 9 of the said judgment, makes it clear that\nthe High Court had summoned the original record of\nproceedings, containing communication between the\nprescribed statutory authorities therein, wherein the Chief\nMinister had made a note, while writing to the Governor, which\nreads as under:\n\"In this connection, I have already deliberated with you. In\nmy opinion, it is not necessary to obtain the opinion\nof the Council of Ministers in this connection\".\n(Emphasis added)\nIn view of this, the counsel for the State took the same\nstand before the High Court. It was the counsel appearing for\nthe Central Government, who argued otherwise. In fact, the\nGovernor had appointed the Lokayukta acting upon his own.\ndiscretion, without seeking any aid or advice from the Council\nof Ministers. The said judgment was approved by this Court in\nBhuri Nath (supra). Undoubtedly, the provisions of Section 18\nof the Act, 1974, which are analogous to the provisions of\nSection 20 of the Act, 1986, by virtue of which, the Act enables\nthe State Government, to exclude complaints made against\ncertain classes of public servants, were not considered by the\ncourt, as the same were not brought to its notice. However, on\nthis basis, it cannot be held that had the said provision been\nbrought to the notice of the court, the result would have been\ndifferent.\nD\nE\nFL\nG\nH\n52\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA INSTANT CASE :\nB\n37. This case must be examined in light of the aforesaid\nsettled legal propositions, and also taking into consideration,\nthe scheme of the Act, as provided in its provisions, that have\nbeen referred to hereinabove.\n38. The Act, 1986 stipulates that the institution of\nLokayukta must be demonstrably independent and impartial.\nA conjoint reading of Sections 4 and 6 of the Act, 1986, makes\nit clear that the Lokayukta must be entirely independent and\nC free from all political and commercial associations. Investigation\nproceedings by the Lokayukta, must be conducted in a formal\nmanner. The appointment must, as far as possible, be non-\npolitical and the status of the Lokayukta, must be equivalent to\nthat of the highest judicial functionaries in the State. The Act,\nD 1986 provides for a proviso to sub-section (1) of Section 3 of\nAct, 1986, which envisages the appointment of the Lokayukta\nwhen the Legislative Assembly has been dissolved, or when a\nProclamation of Emergency under Article 356 of the\nConstitution is in operation, upon consultation with the Chief\nJustice of the State and the Leader of Opposition. However,\nsuch consultation with the Leader of Opposition also stands\ndispensed with, if the Assembly is dissolved or suspended.\nThus, it is evident that the Governor can appoint a Lokayukta,\neven when there is no Council of Ministers in existence.\nE\nF\nG\nH\nThe aforesaid statutory provisions make it mandatory on\nthe part of the State to ensure that the office of the Lokayukta\nis filled up without any delay, as the Act provides for such filling\nup, even when the Council of Ministers is not in existence. In\nthe instant case, admittedly, the office of the Lokayukta has\nbeen lying vacant for a period of more than 9 years i.e. from\n24.11.2003, when Justice S.M. Soni relinquished the office of\nLokayukta, till date.\n39. The facts of the case also reveal that the Government,\nfor reasons best known to it, came forward with a request to\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 53\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nthe Governor, to issue an Ordinance on 17.8.2011. The said A\nOrdinance would have changed the manner of appointment of\nthe Lokayukta, for, if the manner of selection of the Lokayukta\nsuggested by it would have been accepted, then the institution\nof the Lokayukta would have vested in not one, but several\npersons, and selection of such persons would have been done B\nby a committee consisting of the Chief Minister, the Speaker\nof the Legislative Assembly, Minister (Incharge of Legal\nDepartment), a sitting Judge of the High Court, as nominated\nby the Chief Justice and the Leader of Opposition in the\nLegislative Assembly.\n40. In a democratic set up of government, the successful\nfunctioning of the Constitution depends upon democratic spirit,\ni.e. a spirit of fair play, of self restraint, and of mutual\naccommodation of different views, different interests and\ndifferent opinions of different sets of persons. \"There can be\nno Constitutional government unless the wielders of power are\nprepared to observe limits upon governmental powers\".\n\"\nC\nD\nF\nIt is evident that the Governor enjoys complete immunity\nunder Article 361(1) of the Constitution, and that under this, his E\nactions cannot be challenged, for the reason that the Governor\nacts only upon the aid and advice of the Council of Ministers. If\nthis was not the case, democracy itself would be in peril. The\nGovernor is not answerable to either House of State, or to the\nParliament, or even to the Council of Ministers, and his acts\ncannot be subject to judicial review. In such a situation, unless\nhe acts upon the aid and advice of the Council of Ministers, he\nwill become all powerful and this is an anti-thesis to the concept\nof democracy. Moreover, his actions, including such actions.\nwhich may be challenged on ground of allegations of malafides,\nare required to be defended by the Union/State. In spite of the\nfact that the Governor is immune from any liability, it is open to\nhim to file an affidavit if anyone seeks review of his opinion,\ndespite the fact that there is a bar against any action of the\ncourt as regards issuing notice to, or for the purpose of\nG\nI\n54\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA impleading, at the instance of a party, the President or the\nGovernor in a case, making him answerable.\nB\nC\n41. The Gujarat Government Rules of Business, 1990,\nhave been framed under Article 166 of the Constitution, and\nunder the same, the Governor of Gujarat has made several rules\nfor the convenient transaction of business of the Government\nof Gujarat, and the subjects allocated in this context, to the\nGeneral Administration Department include the appointment of\nHigh Court Judges (Serial No. 36) and the Lokayukta (Serial\nNo. 316A).\n42. Be that as it may, the judgments referred to\nhereinabove, do not leave any room for doubt with respect to\nthe fact that, when the Governor does not act as a statutory\nauthority, but as the Head of the State, being Head of the\nD executive and appoints someone under his seal and signature,\nhe is bound to act upon the aid and advice of the Council of\nMinisters. The Governor's version of events, stated in her letter\ndated 3.3.2010, to the effect that she was not bound by the aid\nand advice of the Council of Ministers, and that she had the\nE exclusive right to appoint the Lokayukta, is most certainly not\nin accordance with the spirit of the Constitution. It seems that\nthis was an outcome of an improper legal advice and the\nopinion expressed is not in conformity with the Rule of Law. The\nview of the Governor was unwarranted and logically\nF insupportable.\nG\nI\n43. All the three learned Judges in the judgment under\nappeal have recorded the following findings upon the issue with\nrespect to whether the Governor must act on the aid and advice\nof the Council of Ministers, or not:\n(1)\nMr. Justice Akil Kureshi came to the conclusion:\n\"The Governor under Section 3 of the Act acts\nunder the aid and advice of the Council of\nMinisters.\"\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 55\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\n(2)\n(3)\nMs. Justice Sonia Gokani held as under:\n\"As provided under Section 3 of the Lokayukta Act,\nappointment is expressly to be done by the\nGovernor on aid and advice of the Council of\nMinisters headed by the Chief Minister who are\nrequired to so do it after consultation with the Chief\nJustice and the Leader of the Opposition party.\"\nMr. Justice V.M. Sahai has recorded his finding as\nunder:\nA\nB\nс\nE\nพย\n\"However, the Chief Minister is the Head of the\nCouncil of Ministers. Article 163 of the Constitution\nof India provides that the Council of Ministers is to\naid and advice the Governor in the exercise of all\nhis functions. The exceptions are where the D\nGovernor under the Constitution is required to\nexercise functions in his discretion. Therefore, the\nChief Minister as the Head of the Council of\nMinisters will automatically figure in the matter of\nappointment of Lokayukta under Section 3 of the\nAct. The Governor is the constitutional or formal\nHead of the State, and has to make appointment\nof Lokayukta with the aid and advice of the Council\nof Ministers as provided by Article 163 of the\nConstitution.....The Governor was justified and\nauthorised to act under Section 3 of the Act and\nexercise her discretionary powers under Article 163\nof the Constitution, in the fact-situation of this case\nin the manner she did while issuing warrant/\nnotification appointing Justice (Retired) R.A. Mehta\nas Lokayukta of the Gujarat State without or\ncontrary to the aid and advice of the Council of\nMinisters headed by the Chief Minister to save\ndemocracy and uphold rule of law. I am of the\nconsidered opinion that the answer to the second\npoint is that the Governor of the State was H\nF\nG\nA\nB\nC\nD\nF\n56\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nauthorised to act in a manner she did while issuing\nwarrant/notification appointing Justice R.A. Mehta\nas Lokayukta of the State without the aid and\nadvice of the Council of Ministers.\"\n44. Such findings have not been challenged by any\nrespondent before this Court. Therefore, the controversy herein,\nlies within a very narrow compass, as two of the learned Judges\nhave held that the consultation process herein, was in fact\ncomplete, and therefore, upon considering the primacy of\nopinion of the Chief Justice in this regard, they held that the\nappointment of respondent no.1 to the post of Lokayukta was\nvalid. However, one learned Judge has differed only as regards\nthe factual aspect of the matter, stating that on the basis of such\nfacts, it cannot be said that the consultation process was\ncomplete.\n45. The facts mentioned hereinabove, make it crystal clear\nthat the process of consultation stood complete as on 2.8.2011,\nas 3 out of 4 statutory authorities had approved the name of\nJustice R.A. Mehta and the Chief Justice provided an\nE explanation to the Chief Minister regarding the objections raised\nby the latter, with respect to the appointment of Justice R.A.\nMehta to the post of Lokayukta, vide letter dated 16.6.2011.\nThis is because, the Chief Minister had certain objections\nregarding the appointment of respondent No.1, as Lokayukta,\nand his objections were considered by the Chief Justice, after\nwhich, it was also explained to the Chief Minister, how the said\nobjections raised by him, were in fact, completely irrelevant, or\nrather, not factually correct. The position was clarified by the\nChief Justice after verifying all relevant facts, which is why, the\nChief Justice took six whole weeks to reply to the letter dated\n16.6.2011. In the aforesaid letter, it was mentioned that Justice\nR.A. Mehta was affiliated with certain NGOs, social activist\ngroups etc., and may therefore, have pre-conceived notions, or\nhaving prior opinions with respect to certain issues of\ngovernance in the State. It was also mentioned that Justice R.A.\nG\nH\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 57\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nMehta had shared a platform with such persons who are known A\nfor their antagonism against the State Government. Moreover,\nhe had been a panelist for such NGOs, social activist groups\netc., and had expressed his dissatisfaction as regards the\nmanner in which, the present government in the State was\nfunctioning. In support of the allegations regarding the aforesaid B\nassociations etc., newspaper cuttings were also annexed to the\nsaid letter.\nC\nD\n46. We have examined the objections raised by the Chief\nMinister and the reasons given by the Chief Justice for not\naccepting the same, and reach the inescapable conclusion that\nnone of the objections raised by the Chief Minister could render\nrespondent no.1 ineligible/disqualified or unsuitable for\nappointment to the said post. On a close scrutiny, the reasons\ndiscussed by the Chief Justice appear to be rational and\nbased on facts involved. This establishes an application of mind\nand a reasonable approach with hardly any element of\nperversity to invoke a judicial review of the decision making\nprocess. The issue appears to have been dealt with objectively.\nIf a vigilant citizen draws the attention of the State/Statutory\nauthority to the apprehensions of the minority community in that E\nState, then the same would not amount to a biased attitude of\nsuch citizen towards the State. Thus, there is no scope of\njudicial review so far as the process of decision making in this\ncase is concerned.\n47. While considering the issue of bias, the Court must\nbear in mind the impression which the public at large may have,\nand not that of an individual.\nLETTERS OF THE CHIEF MINISTER:\nF\nG\n48. A perusal of the Minutes of the Meeting dated\n23.2.2010 regarding the discussion upon the subject of\nconsultation for the purpose of appointment of the Lokayukta,\nbetween the Leader of Opposition and the Hon'ble Chief\nMinister reveals that, the Chief Minister expressed his view H\n58\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA stating that in the event a retired Judge has been given\nsome other assignment, it is not permissible to consider\nhim for the appointment to the post of Lokayukta in the\nState of Gujarat. Furthermore, the Chief Minister also\nexpressed his view to the effect that in the process of\nB consultation, the view of the Hon'ble Chief Justice of the Gujarat\nHigh Court must be given primacy, as also, the requirement of\nreceiving a name suggested by the Hon'ble Chief Justice, and\nfinally that the Government, owing to the aforementioned\nreasons, should not restart the process of consultation.\nC\nD\n49. However, the letter dated 4.5.2011 reveals that the\nHon'ble Chief Minister had changed his view as regards the\nsaid issue, and suggested that in spite of the fact that Justice\nJ.R. Vora was presently engaged with another assignment, his\nname could be considered for the purpose of appointment as\nLokayukta, as the same was required in public interest. It is\nfurther revealed from this letter that Justice J.R. Vora had even\noffered to resign if such an offer was made to him.\n50. Letter dated 16.6.2011, revealed that while opposing\nE the appointment of Justice R.A. Mehta, the Hon'ble Chief\nMinister insisted that Justice J.R. Vora may be appointed so\nthat this long standing issue would finally be resolved.\nF\nG\nI-\n51. The Hon'ble Chief Minister in his letter dated 18.8.2011\nto the Governor even raised a question as to why the judgment\nof this Court in Kannadasan (Supra) be followed in the State\nof Gujarat, when the same was not being followed elsewhere,\nand in light of this, questioned the insistence of the Chief\nJustice, in following the procedure prescribed in the\naforementioned judgment.\n52. In the letter dated 18.8.2011, written by Hon'ble Chief\nMinister to the Chief Justice, a strange situation was created.\nThe relevant part of the letter reads as under:\n\"\n.Although, I have no personal reservation against\nSTATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 59\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nthe name of Hon'ble Mr. Justice (Retired) R.A. Mehta, but A\nas the Head of the State Government, I am afraid, I may\nnot be able to accept the name of Hon'ble Mr. Justice\n(Retired) R.A. Mehta, who, in my view, cannot be\nconsidered the most suitable choice for the august post\nof Lokayukta, Gujarat State \"(Emphasis added) ☐ B\n53. From the above, it, thus, becomes evident, that the\nHon'ble Chief Minister who had spoken, not only about the\nprimacy of the opinion of the Chief Justice, but had also\nexpressed his opinion as regards the supremacy of the same,\nand had expressed his solemn intention to accept the\nrecommendation of a name provided by the Chief Justice, was\nnow expressing his inability to accept such name.\nC\n54. On 16.8.2011, the process of consultation stood\ncomplete as the record reveals, there was nothing left for the D\nconsultees to do/discuss.\nIt is pertinent to note that, in order to delay the appointment\nof the Lokayukta, an enquiry commission was set up under the\nCommission of Inquiry Act by the State Government appointing\nHon'ble Mr. Justice M.B. Shah, a former Judge of this Court,\nas Chairman. In the event of the appointment of such an enquiry\ncommission, the Lokayukta is restrained under the provision\nof the Act, 1986, from proceeding with such cases that the\nCommission is appointed to look into.\nE\nF\n55. The arguments advanced on the basis of the doctrine\nof bias in the present case, are irrelevant, so far as the facts\nof the instant case are concerned, for the reason that all the\njudgments cited at the Bar, relate to the deciding of a case by\nthe court, and are not therefore, applicable, with respect to the G\nissue of appointment of a person to a particular post. Such an\napprehension of bias against a person, does not render such\nperson, ineligible/disqualified, or unsuitable for the purpose of\nbeing appointed to a particular post, or at least for the purpose\nof which, the writ of quo warranto is maintainable. The Act, 1986 H\n60\nSUPREME COURT REPORTS\n[2013] 1 S.C.R.\nA itself provides for statutory safeguards against bias. Section\n8(3) of the said Act for instance, provides that in the event of\nreasonable apprehension of bias in the mind of the person\naggrieved, such person is free to raise his grievance, and seek\nrecusal of the person concerned. Thus, prospective\nB investigatees will not be apprehended as potential victims\nunnecessarily.\nC\nSection 4 of the Act, 1986 makes a retired Judge, who is\nelected as a Member of the Parliament, or of a State\nLegislature, eligible for the purpose of being appointed as\nLokayukta, provided that he resigns from the said House, and\nsevers his relationship with the political party to which he\nbelongs. It is therefore, difficult to imagine a situation where the\nallegations of bias/prejudice with respect to a person would be\naccepted, merely on the basis of the fact that such a person\nD has some association with a particular NGO. We do not feel\nthat that objections raised by the State Government, are cogent\nenough to ignore the primacy of the opinion of the Chief Justice\nin this regard. Thus, we are of the opinion that the views of the\nHon'ble Chief Minister in this regard may not resonate with\nE those of the public at large and thus, such apprehension is\nmisplaced.\nF\nG\nH\nThe Court has to bear in mind the dicta of this Court in Bidi\nSupply Co. v. Union of India \u0026 Ors. AIR 1956 SC 479 which\nis as under:\n\".....that the Constitution is not for the exclusive benefit of\nGovernments and States ...It also exists for the common\nman for the poor and the humble...for the 'butcher, the\nbaker and the candlestick maker'....It lays down for this\nland 'a rule of law' as understood in the free democracies\nof the world.\"\nCHIEF JUSTICE'S OPINION PRIMACY:\n-\n56. Without reference to any Constitutional provision or any\n"}