{"pages":[{"pageNumber":71}],"text":"STATE OF GUJARAT v. HON'BLE MR. JUSTICE R. A. 71\nMEHTA (RETD) \u0026 ORS. [DR. B.S. CHAUHAN, J.]\nChief Justice suggesting only one name, instead of a panel of A\nnames, is in consonance with the law laid down by this Court,\nand we do not find any cogent reason to not give effect to the\nsaid recommendation.\nB\n(iii) The objections raised by the Chief Minister, have been\nduly considered by the Chief Justice, as well as by this Court,\nand we are of the considered view that none of them are tenable,\nto the extent that any of them may be labeled as cogent\nreason(s), for the purpose of discarding the recommendation\nof the name of respondent no.1, for appointment to the post of\nLokayukta.\nC\n(iv) There are sufficient safeguards in the Statute itself, to\ntake care of the pre-conceived notions in the mind, or the bias,\nof the Lokayukta, and so far as the suitability of the person to\nbe appointed as Lokayukta is concerned, the same is to be\nD\nexamined, taking into consideration the interests of the people\nat large, and not those of any individual. The facts referred to\nhereinabove, make it clear that the process of consultation\nstood complete, and in such a situation, the appointment of\nrespondent no.1 cannot be held to be illegal.\nThe appeals lack merit and are accordingly dismissed.\n75. Before parting with the case, we would like to mention\nthat as the respondent no.1 did not join the post, because of\nthe pendency of the case, he may join now. Needless to say\nthat the appellants shall provide all facilities/office, staff etc.,\nrequired to carry out the work of the Lokayukta. More so, we\nhave no doubt that appellants will render all co-operation to\nrespondent no.1 in performance of the work of the Lokayukta.\nIn view of the above, no separate order is required to be\npassed in SLP (C) Nos. 2625-2626/2012; and 2687-2688/\n2012. The said petitions and all IAs, pending, (if any), stand\ndisposed of in terms of the aforesaid judgment.\nE\nF\nG\nR.P.\nAppeals dismissed.\nH\n"}