{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"T\nD.K. GANESH BABU\nV.\nP.T. MANOKARAN AND ORS.\nFEBRUARY 23, 2007\n[Dr. ARIJIT PASAYAT AND R.V. RAVEENDRAN, JJ.]\nA\nB\nC\nCode of Criminal Procedure, 1973-s. 438-Anticipatory bail-Scope\nand nature of-Stipulation of terms for release in the order granting bail-\nPropriety of Held: Power under section 438 is of extraordinary character-\nit has to be exercised only in exceptional cases where there is apprehension\nof false implication or where it appears that accused would not misuse his\nliberty-The condition precedent for the operation of the directions issued\nunder section 438, is arrest of the accused-While entertaining such\napplication, restraining arrest, will amount to interference in the investigation,\nwhich is not permissible-In the facts of the case, stipulation of conditions D\nby High Court is disapproved-Direction to the accused to move bail\napplication in terms of s. 439 as he has already surrendered.\nBail-Ordinary bail and Anticipatory Bail-distinction between.\nWords and Phrases—'Bail'—Meaning of.\nRespondent Nos. 1 to 3 filed an application under section 438 Cr.P.C.\nfor anticipatory bail, as they were apprehending arrest in a criminal case\nunder investigation. The application was disposed of by High Court stipulating\nthe terms of release in the order.\nIn appeal to this Court, the complainants contended that as the terms\nfor the release had been stipulated in the order itself, actually the respondents\nwere granted bail without surrender.\nPartly allowing the appeal, the Court.\nHELD: 1. Any order of bail can be effective only from the time of arrest\nof the accused. Bail is basically release from restraint, more particularly the\ncustody of Police. The distinction between an ordinary order of bail and an\norder under Section 438 Cr. P.C. is that whereas the former is granted after\n1\n(I)\nE\nF\nG\nH\n2\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA arrest, and therefore means release from custody of the Police, the latter is\ngranted in anticipation of arrest and is therefore effective at the very moment\nof arrest. [Para 6] [5-F-G]\nB\nGur Baksh Singh v. State of Punjab, [1980] 2 SCC 565, referred to.\n2. Section 46(1) Cr.P.C. the Code, which deals with how arrests are to\nbe made, provides that in making an arrest the Police officer or other person\nmaking the same \"shall actually touch or confine the body of the person to be\narrested, unless there be a submission to the custody by word or action”. The\norder under Section 438 Cr. P.C. is intended to confer conditional immunity\nfrom the touch as envisaged by Section 46(1) of the Code or any confinement.\nC\n[Para 6] [5-H; 6A]\nD\nBalachand Jain v. State of Madhya Pradesh, AIR (1977) SC 366,\nreferred to.\n3. Bail is ordinary manifestation of arrest, that the Court thinks first\nto make an order is that in the event of arrest a person shall be released on\nbail. Manifestly there is no question of release on bail unless the accused is\narrested, and therefore, it is only on an arrest being effected the order becomes\noperative. The power exercisable under Section 438 is somewhat extraordinary\nin character and it is only in exceptional cases where it appears that the person\nE may be falsely implicated or where there are reasonable grounds for holding\nthat a person accused of an offence is not likely to otherwise misuse his liberty\nthen power is to be exercised under Section 438. The power being of an\nimportant nature it is entrusted only to the higher echelons of judicial forums,\ni.e. the Court of Session or the High Court. It is the power exercisable in\ncase of an anticipated accusation of non-bailable offence. The object which is\nF\nsought to be achieved by Section 438 Cr. P.C. is that the moment a person is\narrested, if he has already obtained an order from the Court of Session or\nHigh Court, he shall be released immediately on bail without being sent to\njail. [Para 6] [6-B-E]\nG\nH\nSalauddin Abdulsamad Shaikh v. State of Maharashtra, AIR (1996) SC\n1042, referred to.\n4. In view of the clear language of Section 439 and in view of the decision\nof this Court there cannot be any doubt that unless a person is in custody, an\napplication for bail under Section 439 Cr. P.C. would not be maintainable.\n[Para 12| [8-F]\nD.K. GANESH BABU v. P.T. MANOKARAN\nK.L. Verma v. State and Anr., (1996) 7 SCALE 20, overruled.\n3\nNiranjan Singh and Anr. v. Prabhakar Rajaram Kharote and Ors., AIR\n(1980) SC 785, relied on.\nA\nNirmal Jeet Kaur v. State of M.P. and Anr., [2004] 7 SCC 558; Sunita\nDevi v. State of Bihar and Anr., Criminal Appeal arising out of SLP (Crl.) No. B\n4601 of 2003 disposed of by Supreme Court on 6.12.2004, referred to.\n5. The direction which a Court can issue under Section 438 Cr. P.C. is\nthat in the event of arrest of an accused on an accusation of committing a\nnon-bailable offence, he shall be released on bail subject to such conditions\nas the Court may deem fit to impose. An application under Section 438 Cr. C\nP.C. can be moved only by a person who has not already been arrested. Once\nhe is arrested, his remedy is to move the concerned Court either under Section\n437 or Section 439 Cr. P.C. In the very nature of the direction which the Court\ncan issue under Section 438 Cr. P.C. it is clear that the direction is to be\nissued only at the pre-arrest stage. The direction becomes operative only after\narrest. The condition precedent for the operation of the direction issued is\narrest of the accused. This being so, the irresistible inference is that while\ndealing with an application under Section 438 Cr. P.C. the Court cannot\nrestrain arrest. [Para 13] [8-G-H; 9-A-B]\nD\nE\n6. The legality of the proposed arrest cannot be gone into in an\napplication under Section 438 Cr.P.C. The role of the investigator is well-\ndefined and the jurisdictional scope of interference by the Court in the process\nof investigation is limited. The Court ordinarily will not interfere with the\ninvestigation of a crime or with the arrest of accused in a cognizable offence.\nAn interim order restraining arrest, if passed while dealing with an application\nunder Section 438 Cr.P.C. will amount to interference in the investigation, F\nwhich cannot, at any rate, be done under Section 438 Cr. P.C. [Para 14]\n[9-D-E]\nAdri Dharan Das v. State of West Bengal, [2005] 4 SCC 303, relied on.\n7. Stiplation of conditions by the High Court is disapproved. Hence, the\ndirections given by High Court are modified. Since the respondents have already\nsurrendered and have been granted bail in terms of the High Court's\ndirections, they shall surrender before the concerned court and shall move\nfor bail in terms of Section 439 Cr. P.C. On that being done the case shall be\nconsidered in its proper perspective uninfluenced by the fact that this Court\nhas disapproved stipulation of conditions. [Para 16] [9-G-H; 10-A]\nG\nH\n༢\nA\nB\nC\n4\n2007.\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 249 of\nFrom the Final Order/Judgment dated 11.7.2006 of the High Court of\nJudicature at Madras in Criminal O.P. No. 17233/2006.\nRajiv Dutt, G. Siva Balamurugan, Y. Arvanagiri, Joel Saravanan, L.K.\nSenthil and L.K. Pandey for the Appellant.\nL.N. Rao, C.K. Sasi and V.G. Pragasam for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the order passed by a learned Single\nJudge of the Madras High Court while dealing with an application filed in\nterms of Section 438 of the Code of Criminal Procedure, 1973 (in short the\nD 'Code') .This Appeal has been filed by the complainant. The applicants before\nthe High Court who are respondents 1 to 3 herein, filed the application as they\nwere apprehending arrest in crime No. 1358 of 2006 which was under\ninvestigation of the Inspector of the concerned circle. It was alleged in the\ncomplaint that because of the dowry demands, the victim committed suicide\nand the accused-respondent Nos.1 to 3 apprehended arrest for the alleged\noffence under Section 304 B of the Indian Penal Code, 1860 (in short the 'IPC')\nand Section 4 of the Dowry Prohibition Act, 1961(in short the 'Act').\nE\nF\nG\nH\n3. The application was disposed of by the learned Single judge inter-alia\nwith the following observations and directions:\ni.\nii.\niii.\neach of them should execute a bond for a sum of Rs. 25.000/-\n(Rupees Twenty Five Thousand only) together with two sureties\neach for the like sum to the satisfaction of XVII Metropolitan\nMagistrate Saidapet, Chennai.\nThe first petitioner shall appear before the respondent police for\na period of two weeks daily at 10.30.a.m. and thereafter the first\npetitioner shall appear before the respondent police as and when\nrequired.\nThe petitioners 2 and 3 shall report before the respondent police\nfor a period of three days from 10.30. a.rn. to 12. 30. noon everyday\nand thereafter they shall be available for interrogations as and\nL\ni\nwhen required.\nD.K. GANESH BABU v. P.T. MANOKARAN [PASAYAT, J.]\n5\nA\niv. The petitioners 1 and 2, in consultation with the first accused,\nwho is the husband of the victim in this case, shall take all\nnecessary steps to band ever all the articles belonging to the\nvictim viz. gold and diamond jewellery, house held articles\nincluding the silver articles and the cash to the father of the B\nvictim within a period of two weeks after our execution of this\norder.\nThe petitioners shall surrender before the court referred to above for\nexecuting the bond and furnishing sureties within two weeks from the\ndate of receipt of copy of this order, falling which, this order shall C\nstand cancelled.\"\n4. The only point urged in support of the appeal by the informant -\nappellant is that the parameters to be kept in view, while dealing with an\napplication under Section 438 of the Criminal Procedure Code, 1973 (in short\nthe 'Code'), had not been kept in view. It was submitted that actually the D\nrespondents have been granted bail without surrender, since the terms for\nrelease have been stipulated in the order itself.\n5. Learned counsel for the respondent Nos. 1 to 3 on the other hand\nsubmitted that the materials on record clearly justified passing of the order\nas done, and there is nothing illegal in the order to warrant any interference.\nFurther the respondents have already surrendered and have been granted bail\non the terms stipulated by Learned Single Judge.\nE\n6. The facility which Section 438 of the Code gives is generally referred\nto as 'anticipatory bail'. This expression which was used by the Law Commission\nF\nin its 41st Report is neither used in the section nor in its marginal note. But\nthe expression 'anticipatory bail' is a convenient mode of indication that it is\npossible to apply for bail in anticipation of arrest. Any order of bail can be\neffective only from the time of arrest of the accused. Wharton's Law Lexicon\nexplains 'bail' as 'to set at liberty a person arrested or imprisoned, on security\nbeing taken for his appearance.' Thus bail is basically release from restraint, G\nmore particularly the custody of Police. The distinction between an ordinary\norder of bail and an order under Section 438 of the Code is that whereas the\nformer is granted after arrest, and therefore means release from custody of the\nPolice, the latter is granted in anticipation of arrest and is therefore effective\nat the very moment of arrest.(See: Gur Baksh Singh v. State of Punjab, [1980]\n2 SCC 565). Section 46(1) of the Code, which deals with how arrests are to\nH\nز\nB\n6\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA be made, provides that in making an arrest the Police officer or other person\nmaking the same \"shall actually touch or confine the body of the person to\nbe arrested, unless there be a submission to the custody by word or action\".\nThe order under Section 438 of the Code is intended to confer conditional\nimmunity from the touch as envisaged by Section 46(1) of the Code or any\nconfinement. The apex Court in Balachand Jain v. State of Madhya Pradesh,\nAIR (1977) SC 366 has described the expression 'anticipatory bail' as a misnomer.\nIt is well-known that bail is ordinary manifestation of arrest, that the Court\nthinks first to make an order is that in the event of arrest a person shall be\nreleased on bail. Manifestly there is no question of release on bail unless the\naccused is arrested, and therefore, it is only on an arrest being effected the\nC order becomes operative. The power exercisable under Section 438 is somewhat\nextraordinary in character and it is only in exceptional cases where it appears\nthat the person may be falsely implicated or where there are reasonable\ngrounds for holding that a person accused of an offence is not likely to\notherwise misuse his liberty then power is to be exercised under Section 438.\nThe power being of an important nature it is entrusted only to the higher\nechelons of judicial forums, i.e. the Court of Session or the High Court. It is\nthe power exercisable in case of an anticipated accusation of non-bailable\noffence. The object which is sought to be achieved by Section 438 of the\nCode is that the moment a person is arrested, if he has already obtained an\norder from the Court of Session or High Court, he shall be released immediately\nE on bail without being sent to jail.\nD\n7. Sections 438 and 439 operate in different fields. Section 439 of the\nCode reads as follows:\nF\nG\n“439. (1) A High Court or Court of Session may direct -\n(a) that any person accused of an offence and in custody be released\non bail, and if the offence is of the nature specified in sub-section\n(3) of Section 437, may impose any condition which it considers\nnecessary for the purposes mentioned in that sub-section;\n(b) that any condition imposed by the Magistrate when releasing any\nperson on bail be set aside or modified.\"\n(underlined for emphasis)\nH\n8. It is clear from a bare reading of the provisions that for making an\napplication in terms of Section 439 of the Code a person has to be in custody.\n{\n7\nD.K. GANESH BABU v. P.T. MANOKARAN [PASAYAT, J.]\nSection 438 of the Code deals with \"Direction for grant of bail to person A\napprehending arrest\".\n9. In Salauddin Abdulsamad Shaikh v. State of Maharashtra, AIR\n(1996) SC 1042 it was observed as follows:\nC\n\"Anticipatory bail is granted in anticipation of arrest in non-bailable B\ncases, but that does not mean that the regular court, which is to try\nthe offender, is sought to be bypassed and that is the reason why the\nHigh Court very rightly fixed the outer date for the continuance of the\nbail and on the date of its expiry directed the petitioner to move the\nregular court for bail. That is the correct procedure to follow because\nit must be realised that when the Court of Sessions or the High Court\nis granting anticipatory bail, it is granted at a stage when the\ninvestigation is incomplete and, therefore, it is not informed about the\nnature of evidence against the alleged offender. It is, therefore,\nnecessary that such anticipatory bail orders should be of a limited\nduration only and ordinarily on the expiry of that duration or D\nextended duration the court granting anticipatory bail should leave\nit to the regular court to deal with the matter on an appreciation of\nevidence placed before it after the investigation has made progress or the\ncharge-sheet is submitted\".\n(Emphasis supplied) E\n10. In K.L. Verma v. State and Anr., (1996) 7 SCALE 20 this Court\nobserved as follows:\n\"This Court further observed that anticipatory bail is granted in\nanticipation of arrest in non-bailable cases, but that does not mean F\nthat the regular court, which is to try the offender, is sought to be\nbypassed. It was, therefore, pointed out that it was necessary that\nsuch anticipatory bail orders should be of a limited duration only and\nordinarily on the expiry of that duration or extended duration the court\ngranting anticipatory bail should leave it to the regular court to deal\nwith the matter on an appreciation of evidence placed before it after\nthe investigation has made progress or the charge-sheet is submitted.\nBy this, what the Court desired to convey was that an order of\nanticipatory bail does not enure till the end of trial but it must be of\nlimited duration as the regular court cannot be bypassed. The limited\nduration must be determined having regard to the facts of the case H\nG\n8\nA\nB\nC\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nand the need to give the accused sufficient time to move the regular\ncourt for bail and to give the regular court sufficient time to determine\nthe bail application. In other words, till the bail application is disposed\nof one way or the other the court may allow the accused to remain\non anticipatory bail. To put it differently, anticipatory bail may be\ngranted for a duration which may extend to the date on which the\nbail application is disposed of or even a few days thereafter to\nenable the accused persons to move the higher court, if they so\ndesire.\n(Emphasis supplied)\n11. In Nirmal Jeet Kaur v. State of M.P. and Anr., [2004] 7 SCC 558 and\nSunita Devi v. State of Bihar and Anr., Criminal Appeal arising out of SLP\n(Crl.) No. 4601 of 2003 disposed of on 6.12.2004, certain grey areas in the case\nof K.L. Verma's case (supra) were noticed. The same related to the observation\n“or even a few days thereafter to enable the accused persons to move the\nD Higher Court, if they so desire\". It was held that the requirement of Section\nE\nF\nG\n439 of the Code is not wiped out by the above observations. Section 439\ncomes into operation only when a person is “in custody”. In K.L. Verma's\ncase (supra) reference was made to Salauddin's case (supra). In the said case\nthere was no such indication as given in K.L. Verma's case (supra), that a few\ndays can be granted to the accused to move the higher Court if they so\ndesire. The statutory requirement of Section 439 of the Code cannot be said\nto have been rendered totally inoperative by the said observation.\n12. In view of the clear language of Section 439 and in view of the\ndecision of this Court in Niranjan Singh and Anr. v. Prabhakar Rajaram\nKharote and Ors., AIR (1980) SC 785, there cannot be any doubt that unless\na person is in custody, an application for bail under Section 439 of the Code\nwould not be maintainable. The question when a person can be said to be\nin custody within the meaning of Section 439 of the Code came up for\nconsideration before this Court in the aforesaid decision.\n13. The direction which a Court can issue under Section 438 of the Code\nis that in the event of arrest of an accused on an accusation of committing\na non-bailable offence, he shall be released on bail subject to such conditions\nas the Court may deem fit to impose. An application under Section 438 of the\nCode can be moved only by a person who has not already been arrested.\nOnce he is arrested, his remedy is to move the concerned Court either under\nH\n-\n9\nD.K. GANESH BABU v. P.T. MANOKARAN {PASAYAT, J.]\nSection 437 or Section 439 of the Code. In the very nature of the direction A\nwhich the Court can issue under Section 438 of the Code, it is clear that the\ndirection is to be issued only at the pre-arrest stage. The direction becomes\noperative only after arrest. The condition precedent for the operation of the\ndirection issued is arrest of the accused. This being so, the irresistible inference\nis that while dealing with an application under Section 438 of the Code the\nCourt cannot restrain arrest.\nB\n14. Ordinarily, arrest is a part of the process of investigation intended\nto secure several purposes. The accused may have to be questioned in detail\nregarding various facets of motive, preparation, commission and aftermath of\nthe crime and the connection of other persons, if any, in the crime. There may C\nbe circumstances in which the accused may provide information leading to\ndiscovery of material facts. It may be necessary to curtail his freedom in order\nto enable the investigation to proceed without hindrance and to protect\nwitnesses and persons connected with the victim of the crime, to prevent his\ndis-appearance to maintain law and order in the locality. For these or other D\nreasons, arrest may become an inevitable part of the process of investigation.\nThe legality of the proposed arrest cannot be gone into in an application\nunder Section 438 of the Code. The role of the investigator is well-defined and\nthe jurisdictional scope of interference by the Court in the process of\ninvestigation is limited. The Court ordinarily will not interfere with the\ninvestigation of a crime or with the arrest of accused in a cognizable offence.\nAn interim order restraining arrest, if passed while dealing with an application\nunder Section 438 of the Code will amount to interference in the investigation,\nwhich cannot, at any rate, be done under Section 438 of the Code.\nE\n15. The aforesaid aspects have been highlighted in Adri Dharan Das F\nv. State of West Bengal, [2005] 4 SCC 303).\nG\n16. In view of what has been stated above some of the directions, given\nby learned Single Judge, as quoted above, are not in line with what has been\nstated in Adri Dharan Das's case (supra). Accordingly we modify the directions.\nSince the respondents have already surrendered and have been granted bail\nin terms of the High Court's directions, they shall surrender before the\nconcerned court and shall move for bail in terms of Section 439 of the Code\nwithin four weeks from today. On that being done the case shall be considered\nin its proper perspective uninfluenced by the fact we have disapproved\nstipulation of conditions by the High Court. The concerned court shall deal H\n10\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA with the matter appropriately. It is brought to our notice that the husband of\nthe deceased has already been released on bail after his surrender. The effect\nand/or relevance of that order shall be duly considered by the concerned\ncourt while dealing with the application for bail to be filed within stipulated\ntime.\nB\nK.K.T.\n17. The appeal is allowed to the aforesaid extent.\nAppeal Partly allowed.\n"}