{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"A\n300 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\n43. Rule 35, at best, permits the State Government to\ndifferentiate between different \"end uses\", for example, the use\nof iron ore to produce sponge iron instead of steel, or the use of\ngold in jewellery as compared to medicines. Further, Rule 35\ndoes not differentiate between \"proposed\" and \"existing\" end\nB use. Therefore, it could have enabled the State Government to\ntake into account the claim of the respondents - Jindal and\nKalyani, whose past investments would not have qualified on the\n“proposed\" investment criterion under Section 11(3)(d), in\naddition to MSPL and Sandur. This could have been a basis to\nC exclude those with proposed investments in steel plants from\nconsideration.\nD\n44. It is also relevant to point out that Rule 35 specifies one\nadditional factor apart from the factors set out in Section 11(3).\nThe plain language of Rule 35 requires its application only in\ncases covered by Section 11(2) and not by Section 11(4).\nTherefore, to the extent that it is Section 11(4) that covers\nNotification.under Rule 59(1) and not Section 11(2), in this way\nalso, the State Government committed an error in relying on Rule\n35 to exclude the appellants, i.e., MSPL and Sandur. To justify\nE the recommendation in favour of the respondents-Jindal and\nKalyani, in the proceedings of the Chief Minister, State heavily\nrelied on Rule 35 on the premise that it is intended to give\npreference to those who have made existing investments in\nindustries based on iron ore and that the respondents - Jindal\nF and Kalyani, qualify on this consideration. However, as discussed\nabove, Rule 35 only permits the State Government to take\nadditional factor of the \"end use\" of the minerals and not the\nexisting investments made by the applicants. Moreover, relying\non the existing investments made, the respondents also does\nG not satisfy the requirements under Section 11(3)(d) which talks\nsolely about proposed investments to be made and not the\nexisting ones.\nIssue (e):\nH Whether the criterion of captive consumption referred to\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 301\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\nin the TISCO's case has no application to the present case A\nbecause it is not one of the factors referred to in Section\n11(3) or even in Rule 35.\n45. The criterion of captive consumption referred to in\nTISCO's case (supra) does not have any application in this case,\nwhich we will refer in the later part of this paragraph. Section\n11(4) and even the second proviso to Section 11(2) provide that\nthe State Government may grant, inter alia, a mining lease after\ntaking into consideration the matters specified in Section 11(3).\nSection 11(3)(d) specifies \"the investment which the applicant\nproposes to make in the mines and in the industry based on the\nminerals\" as one of such matters and on a plain interpretation, it\nis clear that only the proposed investment is a relevant factor. If\nthe Legislature had intended that it should include past\ninvestments also, the use of the word \"proposed\" is superfluous,\nwhich could never be the case. Learned senior counsel\nappearing for the respondents have not pointed out any other\nprovision in the MMDR Act or the MC Rules permitting grant of\nmining lease based on past commitments or for captive\npurposes in existing industries.\n46. As observed in the earlier paragraphs, the strong\nreliance placed by the respondent-Jindal on the decision of this\nCourt in TISCO's case (supra) (Paras 9,15,20,25,27,34,54,56\n\u0026 57) is misplaced. This case concerned solely on the\ninterpretation of Section 8(3) of the MMDR Act in the context of\na second renewal of a mining lease in favour of TISCO, and not\na fresh grant. It is, in this context the phrase \"interest on mineral\ndevelopment\" in Section 8(3) was interpreted to include captive\nrequirements. On the other hand, the case of fresh grant is\ncovered by Section 11 of the MMDR Act. Paragraph 54 of the\nTISCO's case (supra) makes it clear that the case concerned is\nchromite whose known reserves were not abundant, whereas iron\nore is in abundance. Even otherwise, this judgment is of no\nassistance even on Rule 59(1) of the MC Rules since it was a\ncase of relaxation by the Central Government under Rule 59(2),\nB\nC\nD\nE\nF\nG\nH\n302 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA\nB\nas is clear from paragraph 15 of the judgment.\n47) It is useful to mention that subsequent to the decision in\nTISCO (supra), this Court in Indian Charge Chrome Ltd. \u0026 Anr.\nvs. Union of India \u0026 Ors., (2006) 12 SCC 331 (Paras 20 \u0026 26)\nheld that considerations of captive mining cannot be the\ncontrolling factor for grant of lease.\nIssue (f):\nWhether factors such as past commitments made by the\nC State Government to applicants who have already set up\nsteel plants is not a relevant matter for consideration for\ngrant of lease.\nD\nE\nF\nG\nH\n48. As discussed earlier, the State Government is denuded\nof all legislative and executive power under Entry 23 of List-II read\nwith Article 162 after passing of the MMDR Act which are as\nunder:-\n\"Entry 23, List II: Regulation of mines and mineral\ndevelopment subject to the provisions of List I with respect\nto regulation and development under the control of the\nUnion.\"\n\"Article 162. Extent of executive power of State.-\nSubject to the provisions of this Constitution, the executive\npower of a State shall extend to the matters with respect to\nwhich the Legislature of the State has power to make laws.\nProvided that in any matter with respect to which the\nLegislature of a State and Parliament have power to make\nlaws, the executive power of the State shall be subject to,\nand limited by, the executive power expressly conferred by\nthis Constitution or by any law made by Parliament upon the\nUnion or authorities thereof.\"\nIt is clear that the State Government is purely a delegate of\nParliament and a statutory functionary, for the purposes of\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\n303\nA\nB\nSection 11(3) of the Act, hence it cannot act in a manner that is\ninconsistent with the provisions of Section 11(1) of the MMDR\nAct in the grant of mining leases. Furthermore, Section 2 of the\nAct clearly states that the regulation of mines and mineral\ndevelopment comes within the purview of the Union Government\nand not the State Government. As a matter of fact, the\nrespondents have not been able to point out any other provision\nin the MMDR Act or MC Rules permitting grant of mining lease\nbased on past commitments. As rightly pointed out, the State\nGovernment has no authority under the MMDR Act to make\ncommitments to any person that it will, in future, grant a mining C\nlease in the event that the person makes investment in any\nproject. Assuming that the State Government had made any\nsuch commitment, it could not be possible for it to take an\ninconsistent position and proceed to notify a particular area.\nFurther, having notified the area, the State Government certainly\ncould not thereafter to honour an alleged commitment by ousting\nother applicants even if they are more deserving on the merit\ncriteria as provided in Section 11(3).\n49. In the case of State of Assam \u0026 Ors. vs. Om Prakash\nMehta \u0026 Ors., AIR 1973 SC 678, this Court observed that the\nMMDR Act and MC Rules contain the complete code in respect\nof the grant and renewal of prospecting licences as well as\nmining leases in lands belonging to Government. In Quarry\nOwners Association (supra), this Court again reaffirmed the\nnotion that both the Central as well as the State Government act\nas a mere delegates of Parliament while exercising the powers\nunder the Act and Rules. [Vide M.A. Tulloch (supra), Baijnath\nKedio (supra), Kesoram's case (supra), and Bharat Cooking\nCoal Ltd. (supra)]. From this, it becomes amply clear that the\nState Government has divested of legislative and executive\npowers with respect to mines and minerals development. In\naddition to the same, Anjum M.H. Gaswala (supra), Captain\nSube Singh (supra), Singhara Singh's case (supra), this Court\nrepeatedly held that the field of granting mining leases is covered\nby express statute and rules and the grants must be made in\nD\nE\nF\n-\nG\nH\n304 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA accordance with the provisions of the Act and Rules and no other\nconsideration. From a perusal of the above settled legal position,\nit becomes clear that the State Government cannot grant mining\nleases keeping in mind any considerations apart from the ones\nmentioned in the MMDR Act and MC Rules. In those\ncircumstances, no extraneous considerations such as past\ncommitments made by the State Government to Jindal and\nKalyani who have already set up steel plants can be entertained\nby the State Government while granting mining leases and must\nabide by the Act and Rules.\nB\nC\nD\nE\nIssue (g):\nWhether the recommendation in favour of Jindal and\nKalyani saved by operation of law of equity?\n50. The Law of Equity cannot save the recommendation in\nfavour of Jindal and Kalyani because it is a well settled principle\nthat equity stands excluded when a matter is governed by statute.\nThis principle was clearly stated by this Court in the cases of\nKedar Lal vs. Hari Lal Sea, (1952) SCR 179 at 186 and Raja\nRam vs. Aba Maruti Mali (1962) Supp. 1 SCR 739 at 745. It is\nclear that where the field is covered expressly by Section 11 of\nthe MMDR Act, equitable considerations cannot be taken into\naccount to assess Jindal and Kalyani, when the\nrecommendation in their favour is in violation of statute. It was\npointed out that Kalyani does not have a commitment from the\nState Government regarding its iron ore needs. In the\nproceedings of the State Government, there is only a statement\nthat it may apply for a lease. No doubt, Jindal has emphasized\nthat it has already set up its steel plant based on the\ncommitments made by the State Government to grant a mining\nG lease and it is in need of iron ore for these steel plants. As\nF\nobserved earlier, commitments made by the State Government\ncannot be a relevant factor for grant of lease in the teeth of the\nconsideration set out in Section 11(3). If that was to be the sole\ncriterion, the State Government ought not to have notified the\nH area vide 'Held Area Notification' dated 15.03.2003.\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\n305\n51. It was also pointed out that Jindal has been mining a\nlease area of 85.50 hectares of Mysore Minerals Limited, a\nPublic Sector Undertaking through a joint venture in terms of the\ncommitment made by the State Government. In addition, the\nState Government has made a recommendation for grant of\nmining lease in favour of Jindal and its sister concerns in the\nfollowing areas:\n(i)\n(ii)\n(iii)\nA\nB\n188.128 hectares in favour of M/s JSW Steel Limited\nin Donimalai Range, Sandur Taluk, Bellary District.\n181.70 hectares in favour of M/s. Vijaynagara C\nMinerals Pvt. Ltd. In Donimalai Range, Sandur Taluk,\nBellary District.\n184.14 hectares in favour of M/s. South West Mining\nLtd. In Donimalai Range, Sandur Taluk, Bellary D\nDistrict.\n(iv)\n200.73 hectares in favour of M/s JVSL in\nKumaraswamy range of Sandur Taluk, Bellary\nDistrict, which si the subject matter of the present\nSLP.\nE\nAs a matter of fact, MSPL had filed an affidavit in this regard\nbefore the Division Bench. It is not clear whether Jindal has\nspecifically denied the specific grants. By drawing our attention\nto certain factual details, it was contended that Jindal has so\nmuch iron ore and it actually exported iron ore for which reliance\nwas made to its annual reports during the years 2002-03 to 2005-\n06. On the other hand, it is the claim of the MSPL that in\naccordance with Section 11(3)(d) it had proposed to set up a\nsteel plant for which it required iron ore. It was also brought to\nour notice that it had received permission from the State\nGovernment in this regard. With reference to the allegation that\nMSPL has a mining lease over an area of 722.94 hectares, it\nwas pointed out that in actual it has a lease over an area of 347.22\nhectares only. On 05.06.2009, MSPL filed an affidavit before the\nF\nG\nH\nA\nB\nC\nD\nE\nF\n306\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nDivision Bench stating that it holds only a single mining lease\ngranted over five decades ago and the major proportion of which\nhas been afforestated. It is also their grievance that the iron ore\nreserves in this lease have almost been exhausted over a period\nof 58 years, since 1952. The remaining iron ore cannot support\na steel plant of the size that is being set up by MSPL. Since the\nentire field of granting mining lease is covered by MMDR Act\nand MC Rules, the State Government cannot use any\nconsideration apart from the ones mentioned in the Act and Rules.\nIssue (h):\nAbout the impugned judgments of the single Judge and\nDivision Bench:\n52. In view of our conclusion, the Division Bench has erred\nin concluding that the Jindal's application made prior to the\nNotification can be entertained along with the applications made\npursuant to the said Notification because it is not Section 11(4)\nwhich covers the said Notification under Rule 59(1) but the first\nproviso to Section 11(2). As a matter of fact, the Division Bench\ndid not even mention Section 11(4) in its reasoning apart from\nstray references even though the conclusion of the learned single\nJudge hinged on how Section 11(4) would be rendered otiose\nand redundant if the first proviso to Section 11(2) was taken as\ngoverning the consideration of applications under a Notification\npursuant to Rule 59(1).\n53. The Division Bench has also faulted in arriving at the\nconclusion that the applications made prior to Notification under\nRule 59(1) which are premature and cannot be entertained under\nRule 60 would revive upon issuance of the Notification which is\nG clearly not the case. As pointed out earlier, had that been the\nintention of the Legislature, there was no reason for the\nLegislature to take pains under Rule 60(b) that an application\nmade during the period of 30 days specified in the Notification\nalso would be premature and could not be entertained. If the\nH decision of the Division Bench is taken to its logical conclusion,\n307\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\nthen it would result in reading in a proviso at the end of Rule 60 A\nto the effect that once the 30 days' period specified in the\nNotification contemplated by Rule 59(1) sub-clause (ii) is over,\npremature applications would revive. After taking such pains to\nmake it clear that the application would not be entertained until\nthe end of 30 days' period, surely the Legislature itself would not B\nhave inserted such proviso in Rule 60 if that were its intention. If\nsuch premature applications are allowed to be entertained, it\nwould result in the State Government giving out mining leases\nto favoured persons without notice to the general public.\n54. The Division Bench has also accepted Jindal's\ncontention that if Rule 60 is interpreted to render applications\nmade prior to Rule 59(1) Notification non est, in that event, it\nwould make Rule 59(2) unworkable because persons will\nnormally apply mining lease areas along with an application for\nrelaxation under Rule 59(2). In view of our earlier reasons, this\nconclusion is clearly misplaced. It is only the request under Rule\n59(2) for relaxation in respect of an area that is considered and\nnot the application for grant. It is only after the relaxation under\nRule 59(2) by the Central Government of the requirement of the\nNotification under Rule 59(1) that the applications could be\nconsidered for grant of mining lease.\nC\nD\nE\n55. Though the learned single Judge in his order dated\n07.08.2008 quashed the communication/recommendation of the\nState Government dated 06.12.2004 proposing to grant mining F\nlease to Jindal and Kalyani, however, the learned single Judge\ntraveled much beyond the reliefs sought for in the writ petition\nand quashed the entire Notification No. Cl. 16:MMM.2003 dated\n15.03.2003. In our view, while approving earlier part of his order\nand quashing the communication/recommendation of the State\nGovernment dated 06.12.2004, the other observations/\ndirections are not warranted in the light of the provisions of the\nAct and the Rules. The said observations/directions are deleted.\nG\nH\n308 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA Issue (i):\nB\nWhether it is advisable to remit it to the Central\nGovernment:\n56. Learned senior counsel appearing for Jindal and Kalyani\nrequested that inasmuch as the Central Government has already\ngiven its approval under Section 5 of the MMDR Act in their\nfavour during the pendency of the writ petition, if this Court feels\nthat fresh decision is to be arrived, the same may be remitted to\nthe Central Government. In the earlier part of our judgment, we\nC have pointed out that the Central Government considers only the\nmaterials forwarded by the State Government along with its\nrecommendation. As rightly pointed out, if the recommendation\nof the State Government cannot be upheld in law, all\nconsequential orders including the subsequent approval by the\nD Central Government are also liable to be quashed. It is useful to\nrefer Barnard vs. National Dock Labour Board (1953) 1 All E.R.\n1113 at 1120 para 1, McFoy vs. United Africa Co. (1961) All\nE.R. 1169, Pavani Sridhara Rao vs. Govt. of A.P \u0026 Ors. (1996)\n8 SCC 298 (para 5) and State of Kerala vs. Puthenkavu N.S.S.\nE Karayogam \u0026 Anr., (2001) 10 SCC 191 (para 9). If the very\nsame recommendation of the State Government is sent back to\nthe Central Government on the administrative side in its role as\nan approving authority under Section 5(1) without setting aside\nthe impugned judgment, it is more likely that the Central\nF Government would simply follow its previous order. In that event,\nthe Central Government would be influenced by the judgment\npassed by the Division Bench upholding the grant made in favour\nof Jindal and Kalyani. Such an exercise would be in the nature\nof post-decisional hearing which would be impermissible. [Vide\nH.L. Trehan \u0026 Ors. vs. Union of India \u0026 Ors., (1989) 1 SCC 764\n(paras 12 \u0026 13) K.I. Shephard \u0026 Ors. vs. Union of India \u0026 Ors.,\n(1987) 4 SCC 431 (para 16) and Shekhar Ghosh vs. Union of\nIndia \u0026 Anr., (2007) 1 SCC 331]. It is also brought to our notice\nthat as on date the Central Government hears revision petitions\nthrough an Executive Officer and without participation of a\nG\nH\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 309\nSTATE OF KARNATAKA \u0026 ORS. [F. SATHASIVAM, J.]\nC\nJudicial Member. It is also pointed out that the exact procedure A\nof the revisional Tribunal has kept changing over the last few\nmonths. It is clear that it would not be an independent and\nefficacious alternative forum in terms of the guidelines laid down\nby the Constitution Bench in Union of India vs. R. Gandhi,\nPresident, Madras Bar Association, JT 2010 (5) SC 553. As B\nobserved by three Judge Bench of this Court in Indian Charge\nChrome Ltd. (supra), when there was no valid recommendation\nby the State Government for the grant of lease, there cannot be\nany valid approval of the Central Government relying on the\ndefective recommendation. We have already concluded that the\nrecommendation of the State Government dated 06.12.2004 is\nnot valid with reference to the provisions of MMDR Act and the\nRules, hence the invalid recommendation cannot be looked into\nby the Central Government. Further, proviso to Section 5(1) itself\nprovides only for the Central Government either to grant or reject\nits approval to the State Government's recommendation in the\ncase of mining lease for a mineral such as iron ore in the First\nSchedule. In our view, such consideration on the administrative\nside does not involve consideration of all the applicants based\non their mining lease applications and after giving an opportunity\nof hearing. Inasmuch as the Central Government does not have\nall relevant materials before it, it may not be in a position to\nsubstitute itself for the State Government and, if not, it would be\nproper, in fact, it would be inconsistent with the provisions of the\nMMDR Act and the Rules to frame the issue on the administrative\nside of the Central Government. Even otherwise, inasmuch as\nwe have heard the matter at length and we satisfy that there is a\nflaw in the recommendation of the State Government which\nrequires reconsideration, we reject the request for remitting the\nmatter to the Central Government for its decision.\nConclusion:\n57. In the light of the above discussion, the impugned order\nof the Division Bench of the High Court dated 05.06.2009 in Writ\nAppeal No. 5084 of 2008 and allied matters as well as the\nD\nE\nF\nG\nH\n"}