{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"280 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA Some of the individuals are local people and have some past\nexperience in mining. Some of them are qualified engineers.\nMost of the applicants have indicated that they would be\nexporting ore or would be supplying it to the local market. The\norder proceeds that none of them have indicated any proposal\nB for the value addition to the ore. The Chief Minister, after\nconsidering them, do not merit any consideration for grant of\nmining lease, rejected all those applications. It is brought to our\nnotice that no one from that category challenged the same in the\ncourt of law.\nC\nD\n16. After rejecting those applications, the impugned\nproceeding shows that a total number of 55 companies/firms\nhave applied for mining lease and the details furnished by them\nhave been incorporated in a tabular form in para 9. In para 10 of\nthe order, it was stated that out of 55 companies/firms who have\napplied for mining lease, only 12 companies/firms were having\nmining lease in the State. Some of the companies have already\nestablished their units in the State and they have requested the\nsanction of mining lease for using the ore for captive consumption\nand for value addition to the ore. Some of the firms who are\nE willing to invest huge amounts in mining industry have indicated\nthat they require the mines for exporting ore and for supplying it\nto the local market. Some of the companies have already\nestablished their units in Karnataka by investing huge amounts\nand they are depending upon local market for their raw material,\nF that is, iron ore. In para 11 of the order, it is stated that since the\nrequest of such of the companies is for 'captive consumption'\nand for 'value addition', they deserve consideration over others.\nIn para 12, the order refers those who established steel plants\nin Karnataka. Finally, after quoting Rule 35 which provides for\nG preferential rights for certain persons and by arriving at a\nconclusion that \"it is desirable to allot the mining areas to\napplicants who have already established their plants in the State\nby investing huge amounts\", and by invoking Rule 35 of the MC\nRules, the Chief Minister recommended or in other words filled\nH up dotted lines by mentioning Jindal and Kalyani.\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\n281\n17. It is the grievance of the appellants, namely, Sandur and\nMSPL that the proceedings of the Chief Minister shows that the\nState Government was pre-determined to grant the lease in\nfavour of Jindal and Kalyani.\n18. A perusal of the proceedings of the Chief Minister shows\nthat no clear reasons were given to show as to why Jindal and\nKalyani were preferred over other applicants. There is also no\nplausible reason why the applications of the appellants herein\nwere not considered favourably. A summary of the applications\nwas prepared and at the end certain columns were left blank\nwhich the Chief Minister filled by hand and then signed the\nproceedings.\n19. The evaluation of all 111 applications has been done in\nthree successive stages in a manner not envisaged by Section\n11. In the first stage of the process, the applications by individuals\nwere discarded. In the second stage, those by companies as a\nwhole and in the third stage, only companies with existing\ninvestment in steel plants out of which Jindal and Kalyani were\nchosen without any special or adequate reason. In fact, no such\nprocedure of three stage consideration or differentiation\nbetween individuals and companies and those companies with\nexisting investments and those without existing investment is\nenvisaged in Section 11. As rightly pointed out by learned senior\ncounsel for the appellants, the proceedings of the Chief Minister,\nat no level, consider the various guiding criteria mentioned in\nSection 11(3) as mentioned below:\na.\n\"any special knowledge of, or experience in,\nreconnaissance operations, prospecting operations\nor mining operations, as the case may be,\npossessed by the applicant;\nA\nB\nC\nD\nE\nF\nG\nb.\nthe financial resources of the applicant;\nC.\nthe nature and quality of the technical staff employed\nor to be employed by the applicant;\nH\n282\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA\nd.\nB\nC\nD\nE\nF\ne.\nthe investment which the applicant proposes to make\nin the mines and in the industry based on the\nminerals;\nsuch other matters as may be prescribed.\"\n20. It is true that among the criteria mentioned, only one\ncriteria, namely, \"proposed investment” is taken into account in\nevaluating some applications. However, as mentioned above,\nin the said proceedings, two irrelevant points were taken into\naccount, namely, (i) whether or not the applicant holds a mining\nlease in the State and (ii) the amount of their past investment in\nsteel plant. It is equally true that the proceedings recommended\nin favour of Jindal and Kalyani was justified by the special\nreasons specifically stated at the very end in terms of Section\n11(5) which is reproduced below:-\n\"(5) Notwithstanding anything contained in sub-section (2),\nbut subject to the provisions of sub-section (1), the State\nGovernment may, for any special reasons to be recorded,\ngrant a reconnaissance permit, prospecting licence or\nmining lease, as the case may be, to an applicant whose\napplication was received later in preference to an\napplication whose application was received earlier:\nProvided that in respect of minerals specified in the First\nSchedule, prior approval of the Central Government shall\nbe obtained before passing any order under this sub-\nsection.\"\nA plain reading of the above provision makes it amply clear\nthat it would apply to favour a later applicant over an earlier\nG applicant which is relevant only in the event that the main\nprovision of Section 11(2) relating to preference of prior\napplicants applies and not in the case of notification inviting\napplications, whether it is under the first proviso to Section 11(2)\nor 11(4) under the later proviso, upon notification, by deeming\nfiction all applications are treated as having been received on\nH\n•\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\nthe same date.\n283\n21. Apart from the above infirmity, the proceedings of the\nChief Minister also violate Section 11(4) of the Act which reads\nthus:\nA\nB\n\"(4) Subject to the provisions of sub-section (1), where the\nState Government notifies in the Official Gazette an area\nfor grant of reconnaissance permit, prospecting licence or\nmining lease, as the case may be, all the applications\nreceived during the period as specified in such notification,\nwhich shall not be less than thirty days, shall be considered C\nsimultaneously as if all such applications have been\nreceived on the same day and the State Government, after\ntaking into consideration the matters specified in sub-\nsection (3), may grant the reconnaissance permit,\nprospecting licence or mining lease, as the case may be, D\nto such one of the applicants as it may deem fit.\"\nThe above sub-section permits only the applications made\npursuant to the notification to be taken into account and not\napplications made prior to the notification. The notification\nreferred to in the first proviso to Section 11(2) is intended only\nto invite applications in respect of “virgin areas\". In the case of\npreviously held areas covered by present notification dated\n15.03.2003, applications made prior to the notification cannot\nbe entertained because they are premature.\nE\nF\n22. We have already adverted to Section 2 of the MMDR\nAct, which is a parliamentary declaration, makes it clear that the\nState Legislature is denuded of its legislative power to make any\nlaw with respect to the regulation of mines and mineral\ndevelopment to the extent provided in the MMDR Act. (Vide G\nState of Orissa vs. M.A. Tulloch \u0026 Co. (1964) 4 SCR 461). In\nBaijnath Kedio vs. State of Bihar and Others, (1969) 3 SCC 838,\na Constitution Bench of this Court reiterated the above view.\nArgument of the appellant in that case was that, apart from the\nprovisions of the 2nd proviso to Section 10 added to the Land H\nB\n284 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA Reforms Act, 1950 in 1964, by Act IV of 1965 and second sub-\nrule added to Rule 20 of the Bihar Minor Mineral Concession\nRules, 1964, there is no power to modify the terms. It was further\ncontended that these provisions of law are said to be outside\nthe competence of the State Legislature and the Bihar\nGovernment. With regard to the State Legislature, it was\ncontended that the scheme of the relevant entries in the Union\nand the State List is that to the extent to which regulation of mines\nand mineral development is declared by Parliament by law to\nbe expedient in the public interest, the subject of legislation is\nwithdrawn from the jurisdiction of the State Legislature and,\ntherefore, Act 67 of 1957 (MMDR Act) leaves no legislative field\nto the Bihar Legislature to enact Act 4 of 1955 amending the\nLand Reforms Act. Answering those questions, the Constitution\nbench has held thus:\nC\nD\nE\nF\nG\nH\n\"13. .... Entry 54 of the Union List speaks both of\nRegulation of mines and minerals development and Entry\n23 is subject to Entry 54. It is open to Parliament to declare\nthat it is expedient in the public interest that the control\nshould rest in Central Government. To what extent such a\ndeclaration can go is for Parliament to determine and this\nmust be commensurate with public interest. Once this\ndeclaration is made and the extent laid down, the subject\nof legislation to the extent laid down becomes an exclusive\nsubject for legislation by Parliament. Any legislation by the\nState after such declaration and trenching upon the field\ndisclosed in the declaration must necessarily be\nunconstitutional because that field is abstracted from the\nlegislative competence of the State Legislature. This\nproposition is also self-evident that no attempt was rightly\nmade to contradict it. There are also two decisions of this\nCourt reported in the Hingir Rampur Coal Co. Ltd. v. State\nof Orissa, and State of Orissa v. M.A. Tulloch and Co. in\nwhich the matter is discussed. The only dispute, therefore,\ncan be to what extent the declaration by Parliament leaves\nany scope for legislation by the State Legislature. If the\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 285\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\nimpugned legislation falls within the ambit of such scope it A\nwill be valid; if outside it, then it must be declared invalid.\n14. The declaration is contained in Section 2 of Act 67 of\n1957 and speaks of the taking under the control of the\nCentral Government the regulation of mines and\ndevelopment of minerals to the extent provided in the Act\nitself. We have thus not to look outside Act 67 of 1957 to\ndetermine what is left within the competence of the State\nLegislature but have to work it out from the terms of that Act.\nIn this connection we may notice what was decided in the\ntwo cases of this Court. In the Hingir Rampur case a\nquestion had arisen whether the Act of 1948 so completely\ncovered the field of conservation and development of\nminerals as to leave no room for State legislation. It was held\nthat the declaration was effective even if the rules\ncontemplated under the Act of 1948 had not been made.\nHowever, considering further whether a declaration made\nby a Dominion Law could be regarded as a declaration\nmade by Parliament for the purpose of Entry 54, it was held\nthat it could not and there was thus a lacuna which the\nAdaptation of Laws Order, 1950 could not remove.\nTherefore, it was held that there was room for legislation by\nthe State Legislature.\nB\nC\nD\nE\n15. In the M.A. Tulloch case the firm was working a mining\nlease granted under the Act of 1948. The State Legislature F\nof Orissa then passed the Orissa Mining Areas\nDevelopment Fund Act, 1952 and levied a fee for the\ndevelopment of mining areas within the State. After the\nprovisions came into force a demand was made for\npayment of fees due from July 1957 to March 1958 and the\ndemand was challenged. The High Court held that after the\ncoming into force of Act 67 of 1957 the Orissa Act must be\nheld to be non existent. It was held on appeal that since Act\n67 of 1957 contained the requisite declaration by\nParliament under Entry 54 and that Act covered the same\nG\nH.\nA\nB\nC\n286\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nfield as the Act of 1948 in regard to mines and mineral\ndevelopment, the ruling in Hingir Rampur's case applied\nand as Sections 18(1) and (2) of the Act 67 of 1957 were\nvery wide they ruled out legislation by the State Legislature.\nWhere a superior legislature evinced an intention to cover\nthe whole field, the enactments of the other legislature\nwhether passed before or after must be held to be\noverborne. It was laid down that inconsistency could be\nproved not by a detailed comparison of the provisions of the\nconflicting Acts but by the mere existence of two pieces of\nlegislation. As Section 18(1) covered the entire field, there\nwas no scope for the argument that till rules were framed\nunder that Section, room was available.\"\nThe Constitution Bench after considering Hingir Rampur\nCoal Co. Ltd. vs. State of Orissa, 1961 (2) SCR 537 and M.A.\nD Tulloch (supra) held that in view of the two undermentioned\nrulings of this Court and by enacting Section 15 of Act 67 of 1957,\nthe Union of India has taken all the power to itself and authorized\nthe State Government to make rules for the regulation of leases.\nBy the declaration and the enactment of Section 15, the whole\nE of the field relating to minor minerals came within the jurisdiction\nof Parliament and no scope was left for the enactment of the\nsecond proviso to Section 10 in the Land Reforms Act. The\nenactment of the proviso was, therefore, without jurisdiction.\nF\nG\nI\n23. In State of West Bengal vs. Kesoram Industries Ltd. and\nOthers, (2004) 10 SCC 201, after referring to earlier judgments\nincluding M.A. Tulloch (supra) and Baijnath Kedio (supra), the\nConstitution Bench held as under:\n“95. ………. ………. All that the Court has said is that the 1957\nenactment covers the field of legislation as to the regulation\nof mines and the development of minerals. As Section 2\nitself provides and indicates, the assumption of control in\npublic interest by the Central Government is on: (i) the\nregulation of mines, (ii) the development of minerals, and\n(iii) to the extent hereinafter provided. The scope and extent\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\n!\n287\nof declaration cannot and could not have been enlarged by A\nthe Court nor has it been done. The effect is that no State\nLegislature shall have power to enact any legislation\ntouching: (1) the regulation of mines, (ii) the development of\nminerals, and (iii) to the extent provided by Act 67 of 1957....\n\"\n24. In the same way, the State is also denuded of its\nexecutive power in regard to matters covered by the MMDR Act\nand the Rules. [vide Bharat Coking Coal Ltd. vs. State of Bihar\n\u0026 Ors., (1990) 4 SCC 557].\n25. In view of the specific parliamentary declaration as\ndiscussed and explained by this Court in various decisions, there\nis no question of the State having any power to frame a policy\nde hors the MMDR Act and the Rules.\n26. In State of Assam \u0026 Ors. vs. Om Prakash Mehta \u0026 Ors.,\n(1973) 1 SCC 584, this Court in paragraph 12 held that the\nMMDR Act, 1957 and the MC Rules, 1960 contain complete\ncode in respect of the grant and renewal of prospecting licences\nas well as mining leases in lands belonging to Government as\nwell as lands belonging to private persons.\n27. Again this Court in Quarry Owners' Association vs. State\nof Bihar \u0026 Ors., (2000) 8 SCC 655, held that both the Central\nand the State Government act as mere delegates of Parliament\nwhile exercising powers under the MMDR Act and the MC Rules.\n28. It is not open to the State Government to justify grant\nbased on criteria that are de hors to the MMDR Act and the MC\nRules. The exercise has to be done strictly in accordance with\nthe statutory provisions and if there is any deviation, the same\ncannot be sustained. It is the normal rule of construction that when\na statute vests certain power in an authority to be exercised in a\nparticular manner then the said authority has to exercise it only\nin the manner provided in the statute itself. This principle has\nbeen reiterated in C.I.T. Mumbai vs. Anjum M.H. Ghaswala \u0026\nB\nC\nD\nE\nF\nG\nH\n288 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA Ors., (2002) 1 SCC 633 at 644, Captain Sube Singh \u0026 Ors. vs.\nLt. Governor of Delhi \u0026 Ors., (2004) 6 SCC 440 and State of\nU.P. vs. Singhara Singh \u0026 Ors., (1964) 4 SCR 485.\nB\nC\n29. Mr. Harish N. Salve and Mr. Dushyant Dave, by drawing\nour attention to the decision of this Court in TISCO vs. U.O.I. \u0026\nAnr., (1996) 9 SCC 709, submitted that inasmuch as this Court\nhad upheld the grants based on \"captive consumption\", there is\nno flaw or error in the recommendation of the State Government\ndated 06.12.2004. A perusal of the above decision clearly\nshows that it concerned with Section 8(3) of the MMDR Act which\nrequires consideration of the extremely general criterion of the\ninterests of mineral development before granting second\nrenewal of a mining lease. Unlike in Section 11(3), no further\ncriteria was specified and it was in this background, this Court\nupheld on the facts of that case that relevant material taken into\nD account by the Committee set up by the Central Government\nrightly included \"captive consumption\". In view of the factual\nsituation, the said decision can have no bearing on initial grants\nof mining lease where the only permissible criteria are the\nmatters set out in Section 11(3) of the MMDR Act.\nヨ\nF\nIssue (b)\n\"Whether the respondent-Jindal's application dated 24.10.2002\nmade prior to the Notification dated 15.03.2003 is capable of\nbeing entertained along with the applications made pursuant to\nthe said notification.\"\n30. The next vital issue that arises in this case is whether\nJindal's application dated 24.10.2002 made prior to the\nNotification dated 15.03.2003 inviting applications for previously\nG held area could be considered in view of Section 11(4) of the\nMMDR Act read with Rules 59 and 60 of the MC Rules. Before\nconsidering the above aspect, it is relevant to note the stand\ntaken by Jindal that in 2001, one Ziaulla Sharieff filed a writ\npetition being Writ Petition No 35915 of 2001 seeking a\nH declaration that he was entitled to a mining lease in respect of\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS. [P. SATHASIVAM, J.]\n289\n388 acres of land in Sandur Taluk, Bellary District. It was pointed A\nout that in the said writ petition, MSPL was arrayed as\nrespondent No.3 and Sandur was arrayed as Respondent No.7.\nThree sister concerns of Jindal were also arrayed as\nrespondents. During the pendency of the said writ petition, the\nState Government issued a notification dated 15.03.2003 inviting B\napplications from the general public for mineral concessions\nover large areas of the State of Karnataka. It was further pointed\nout that the area concerned in the said writ petition as also the\narea concerned in the present appeals were included in the said\nnotification. By judgment and order dated 29.03.2004, the High C\nCourt disposed of Writ Petition No. 35915 of 2001 with the\nfollowing direction \"in view of the subsequent notification issued\nby the State Government dated 15.03.2003, inviting that the area\nis available for grant, the State Government is now expected not\nonly to consider the applications pending before it but also the\napplications that may be filed pursuant to the above said.\nnotification notwithstanding the earlier recommendation made\nby the second respondent.\" Learned senior counsel appearing\nfor Jindal submitted that the State Government had acted on the\nbasis of the Ziaulla Sharieff's case and empowered the Director\nof Mines and Geology to hear applications that were filed prior\nto the issuance of the notification dated 15.03.2003 and were\npending on the date of the said notification. Whether such\ndirection saves the State Government's decision in considering\nthe Jindal's application which was made well prior to the\nnotification dated 15.03.2003.\nD\nE\nF\n31. In order to determine whether it is Section 11(4) or the\nfirst proviso to Section 11(2), it is relevant to understand the\nintention of the legislature in enacting Section 11 of the MMDR\nAct and Rules 59 and 60 of MC Rules as being part of single G.\nstatutory scheme governing the grant of reconnaissance permits,\nprospecting licences and mining leases. The amendments to\nMMDR Act in 1999 which inserted and re-drafted Section 11 had\ntheir origin in the Report of the Committee to Review the Existing\nLaws and Procedure for Regulation and Development of H\n"}