{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"C\n250 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA grant unless (i) an entry is made in the register and (ii)\nits availability for grant is notified in the Official Gazette\nspecifying a date not earlier than 30 days from the date\nof Notification. Sub-rule (2) of Rule 59 empowers the\nCentral Government to relax the conditions set out in\nB Rule 59(1). As per r. 60, an application for grant of\nconnaissance permit, prospecting licence or mining\nlease in respect of an area whose availability is required\nto be notified under Rule 59 shall, if no notification is\nissued; or where Notification is issued, the 30-days\nblack-out period specified in the Notification pursuant to\nRule 59(1)(i)(ii) has not expired, be deemed to be pre-\nmature and shall not be entertained. Section 11(4) is\nconsistent with Rules 59 and 60 when it provides for\nconsideration only of applications made pursuant to a\nNotification. The consideration of applications made prior\nto the Notification, as required by the first proviso to\nSection 11(2), is clearly inconsistent with Rules 59 and\n60. In such circumstances, a harmonious reading of\nSection 11 with Rules 59 and 60, therefore, mandates an\ninterpretation under which Notifications would be issued\nunder Section 11(4) in the case of categories of areas\ncovered by Rule 59(1) of the Rules. [Para 38] [295-B-G]\nD\nE\n2.6. The Division Bench erred in concluding that\napplications made prior to the Notification under Rule\nF 59(1) which are pre-mature and cannot be entertained\nunder Rule 60 would revive upon issuance of the\nNotification. The conclusion is against basic principles of\nstatutory interpretation. The effect of Rule 60 is couched\nin negative language that is mandatory in nature. The\nG`purpose of Rule 59(1), which is to ensure that mining\nlease areas are not given by State Governments to favour\npersons of their choice without notice to the general\npublic would be defeated. The Single Judge correctly\ninterpreted Section 11 read with Rules 59 and 60. [Paras\n39 and 41] [295-H; 296-A-B; 297-B-C]\nH\n'\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 251\nSTATE OF KARNATAKA \u0026 ORS.\nAmritlal Nathubhai Shah and Ors. vs. Union Government A\nof India and Anr. (1976) 4 SCC 108; State of Tamil Nadu vs.\nM.S. Hindstone and Ors. (1981) 2 SCC 205; State of U.P. vs.\nBabu Ram Upadhya (1961) 2 SCR 679; Gujarat Pradesh\nPanchayat Parishad amd Ors. vs. State of Gujarat and Ors.\n(2007) 7 SCC 718, referred to.\n2.7. The Division Bench concluded that if Rule 60 is\ninterpreted to render applications made prior to Rule 59(1)\nNotification non est, it would make Rule 59(2) unworkable\nbecause persons normally apply for mining lease areas\nalong with an application for relaxation under Rule 59(2).\nThe conclusion is clearly misplaced. It is only the request\nunder Rule 59(2) of any person for relaxation in respect\nof an area that is considered and not the application for\ngrant. Only after the relaxation under Rule 59(2) by the\nCentral Government of the requirement of Notification\nunder Rule 59(1) that applications could be considered\nfor grant of mining lease. Section 11(2) alongwith Rules\n59 and 60 should be interpreted that Section 11(2) is to\ncover virgin areas alone. Thus, the application made by\n'J' prior to the Notification cannot be entertained along\nwith the applications made pursuant to the Notification\ndated 15.03.2003 because it is Section 11(4) which covers\nthe Notification along with Rule 59(1) and not the first\nproviso to Section 11(2) of the Act. [Para 41] [297-E-H;\n298-A-C]\n3. A perusal of the order of the High Court in the writ\npetition filed by 'ZS' shows that the State Government\nwas directed to consider only the application of 'MSPL'\nand the applications filed by the impleading applicants\nand others pursuant to the Notification dated 15.03.2003\nin accordance with law and in terms of the provisions of\nthe MMDR Act and MC Rules. The High Court did not\nissue any direction to consider all applications made prior\nto the Notification. There was no mandamus from the\nB\nс\nD\nE\nF\nG\nH\n252 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA High Court to consider prior applications. The word\n'others' qualify the phrase 'pursuant to' and not the class\nof applicants who had applied even prior to the 'Held Area\nNotification' dated 15.03.2003. The High Court merely\ndirected the State Government to consider the\nB applications in accordance with the provisions of the\nMMDR Act and MC Rules. The said order was passed\nwithout going into the specific provisions in the Act or\nRules. The order does not deal with the interpretation of\nSection 11 or Rules 59 and 60. Hence, the orders of the\nC High Court in the case of 'ZS' do not permit the\nconsideration of application by 'J' which was made prior\nto the Notification dated 15.03.2003. [Para 42] [298-E-H;\n299-A-B]\n4.1. Rule 35 permits the State Government to\nD differentiate between the 'end use' of the minerals for the\npurpose of sub-section (2) of Section 11 in addition to the\nmatters in Section 11(3). Rule 35 does not differentiate\nbetween 'proposed' and ‘existing' end use. In the instant\ncase, all the parties, namely, 'MSPL', the appellant\nE Company, 'J' and 'K' expressed their intention to use iron\nore from the mines for producing steel and, therefore, the\nsame 'end use' requirement is satisfied. Therefore, it\ncould have enabled the State Government to take into\naccount the claim of ‘J' and ‘K', whose past investments\nF would not have qualified on the 'proposed' investment\ncriterion under Section 11(3)(d), in addition to ‘MSPL' and\nthe appellant Company. This could have been a basis to\nexclude those with proposed investments in steel plants\nfrom consideration. [Para 43] [300-A-C]\nG\nH\n4.2. Rule 35 specifies one additional factor apart from\nthe factors set out in Section 11(3). The plain language\nof Rule 35 requires its application only in cases covered\nby Section 11(2) and not by Section 11(4). Therefore, to\nthe extent that it is Section 11(4) that covers Notification\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 253\nSTATE OF KARNATAKA \u0026 ORS.\nunder Rule 59(1) and not Section 11(2). The State\nGovernment committed an error in relying on Rule 35 to\nexclude 'MSPL' and the appellant Company on the\npremise that it is intended to give preference to those\nwho have made existing investments in industries based\non iron ore and that the respondents-'J' and 'K', qualify B\non the said consideration. However, Rule 35 only permits\nthe State Government to take additional factor of the 'end\nuse' of the minerals and not the existing investments\nmade by the applicants. The respondents also do not\nsatisfy the requirements under Section 11(3)(d) which\ntalks solely about proposed investments to be made and\nnot the existing ones. [Para 44] [300-D-G]\nC\nD\n5. Section 11(4) and second proviso to Section 11(2)\nprovide that the State Government may grant, inter alia,\na mining lease after taking into consideration the matters\nspecified in Section 11(3). Section 11(3)(d) specifies \"the\ninvestment which the applicant proposes to make in the\nmines and in the industry based on the minerals” as one\nof such matters and on a plain interpretation, it is clear\nthat only the proposed investment is a relevant factor. If E.\nthe Legislature had intended that it should include past\ninvestments also, the use of the word 'proposed' is\nsuperfluous, which could never be the case. The\nrespondents did not point out any other provision in the\nMMDR Act or the MC Rules permitting grant of mining F\nlease based on past commitments or for captive\npurposes in existing industries. [Para 45] [301-B-D]\nTata Iron and Steel Co. Ltd. vs. Union of India (1996) 9\nSCC 709, distinguished.\nIndian Charge Chrome Ltd. and Anr. vs. Union of India\nand Ors. (2006) 12 SCC 331, referred to.\nG\n6.1. The State Government is denuded of all\nlegislative and executive power under Entry 23 of List-ll H\n:\n254\nSUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA read with Article 162 after passing of the MMDR Act. The\nState Government is purely a delegate of Parliament and\na statutory functionary, for the purposes of Section 11(3)\nof the Act, hence, it cannot act in a manner that is\ninconsistent with the provisions of Section 11(1) of the\nB MMDR Act in the grant of mining leases. Section 2 of the\nAct clearly states that the regulation of mines and mineral\ndevelopment comes within the purview of the Union\nGovernment and not the State Government. The\nrespondents have not been able to point out any other\nC provision in the MMDR Act or MC Rules permitting grant\nof mining lease based on past commitments. The State\nGovernment has no authority under the MMDR Act to\nmake commitments to any person that it will, in future,\ngrant a mining lease in the event that the person makes\ninvestment in any project. Assuming that the State\nGovernment had made any such commitment, it could not\nbe possible for it to take an inconsistent position and\nproceed to notify a particular area. Further, having\nnotified the area, the State Government certainly could\nnot, thereafter, honour an alleged commitment by ousting\nother applicants even if they are more deserving on the\nmerit criteria as provided in Section 11(3). [Para 48] [302-\nD-H; 303-A-D]\nD\nE\n6.2. The State Government cannot grant mining\nF leases keeping in mind any considerations apart from\nthe ones mentioned in the MMDR Act and MC Rules. Thus,\nno extraneous considerations such as past commitments\nmade by the State Government to 'J' and 'K' who have\nalready set up steel plants can be entertained by the State\nG Government while granting mining leases and the State\nGovernment must abide by the Act and Rules. [Para 49]\nH\nState of Assam and Ors. vs. Om Prakash Mehta and Ors.\nAIR 1973 SC 678; Quarry Owners' Association vs. State of\nBihar and Ors. (2000) 8 SCC 655; State of Orissa vs. M.A.\nSANDUR MANGANESE \u0026 IRON ORES LTD. v.\nSTATE OF KARNATAKA \u0026 ORS.\n255\nTulloch and Co. (1964) 4 SCR 461; Baijnath Kedio vs. State A\nof Bihar and Ors. (1969) 3 SCC 838; State of West Bengal\nvs. Kesoram Industries Ltd. and Ors. (2004) 10 SCC 201;\nBharat Coking Coal Ltd. vs. State of Bihar and Ors. (1990) 4\nSCC 557; C.I.T. Mumbai vs. Anjum M.H. Ghaswala and Ors.\n(2002) 1 SCC 633; Captain Sube Singh and Ors. vs. Lt. B\nGovernor of Delhi and Ors. (2004) 6 SCC 440; State of U.P.\nvs. Singhara Singh and Ors. (1964) 4 SCR 485, relied on.\nC\nD\n7. The Law of Equity cannot save the\nrecommendation in favour of 'J' and 'K' because equity\nstands excluded when a matter is governed by statute.\nWhere the field is covered expressly by Section 11 of the\nMMDR Act, equitable considerations cannot be taken into\naccount to assess 'J' and 'K', when the recommendation\nin their favour is in violation of statute. 'K' did not have a\ncommitment from the State Government regarding its iron\nore needs. In the proceedings of the State Government,\nthere is only a statement that it may apply for a lease. 'J'\nemphasized that it has already set up its steel plant based\non the commitments made by the State Government to\ngrant a mining lease and it is in need of iron ore for these\nsteel plants. Commitments made by the State Government\ncannot be a relevant factor for grant of lease in the teeth\nof the consideration set out in Section 11(3). If that was\nto be the sole criterion, the State Government ought not\nto have notified the area as 'Held Area Notification' dated F\n15.03.2003. Since the entire field of granting mining lease\nis covered by MMDR Act and MC Rules, the State\nGovernment cannot use any consideration apart from the\nones mentioned in the Act and Rules. [Paras 50 and 51]\n[304-D-H; 306-B]\nKedar Lal vs. Hari Lal Sea (1952) SCR 179; Raja Ram\nvs. Aba MarutiMali (1962) Supp. 1 SCR 739, referred to.\n8.1. The Division Bench erred in concluding that the\napplication made by ‘J' prior to the Notification could be\nE\nG\nH\nC\nD\n256 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA entertained along with the applications made pursuant to\nthe Notification because it is not Section 11(4) which\ncovers the said Notification under Rule 59(1) but the first\nproviso to Section 11(2). The Division Bench did not even\nmention Section 11(4) in its reasoning apart from stray\nB references even though the conclusion of the Single\nJudge hinged on how Section 11(4) would be rendered\notiose and redundant if the first proviso to Section 11(2)\nwas taken as governing the consideration of applications\nunder a Notification pursuant to Rule 59(1). It also erred\nin concluding that the applications made prior to\nNotification under Rule 59(1) which are pre-mature and\ncannot be entertained under Rule 60 would revive upon\nissuance of the Notification. Had that been the intention\nof the Legislature, there was no reason for the\nLegislature to take pains under Rule 60(b) that an\napplication made during the period of 30 days specified\nin the Notification also would be pre-mature and could not\nbe entertained. If the decision of the Division Bench is\ntaken to its logical conclusion, then it would result in\nreading a proviso at the end of Rule 60 to the effect that\nonce the 30 days' period specified in the Notification\ncontemplated by Rule 59(1) sub-clause (ii) is over, pre-\nmature applications would revive. After taking such pains\nto make it clear that the application would not be\nentertained until the end of 30 days' period, surely the\nLegislature itself would have inserted such proviso in\nRule 60 if that were its intention. If such pre-mature\napplications are allowed to be entertained, it would result\nin the State Government giving out mining leases to\nfavoured persons without notice to the general public.\nG [Paras 52 and 53] [306-D-H; 307-A-B]\nE\nF\nI\n8.2. The conclusion arrived at by the Division Bench\nthat if Rule 60 is interpreted to render applications made\nprior to Rule 59(1) Notification non est, in that event, it\nwould make Rule 59(2) unworkable because persons will\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 257\nSTATE OF KARNATAKA \u0026 ORS.\nnormally apply mining lease areas along with an\napplication for relaxation under Rule 59(2), is clearly\nmisplaced. It is only the request under Rule 59(2) for\nrelaxation in respect of an area that is considered and not\nthe application for grant. It is only after the relaxation\nunder Rule 59(2) by the Central Government of the\nrequirement of the Notification under Rule 59(1) that the\napplications could be considered for grant of mining\nlease. Though the Single Judge in his order dated\n07.08.2008 quashed the communication/recommendation\nof the State Government dated 06.12.2004 proposing to\ngrant mining lease to 'J' and 'K', however, the Single\nJudge traveled much beyond the reliefs sought for in the\nwrit petition and quashed the entire Notification No.\nCI.16:MMM.2003 dated 15.03.2003. While approving earlier\npart of the order and quashing the communication/\nrecommendation of the State Government dated\n06.12.2004, the other observations/directions are not\nwarranted in the light of the provisions of the Act and the\nRules. The said observations/directions are deleted.\n[Paras 54 and 55] [307-C-H]\nA\nB\nC\nD\nE\n9.1. The Central Government considers only the\nmaterials forwarded by the State Government along with\nits recommendation. If the recommendation of the State\nGovernment cannot be upheld in law, all consequential\norders including the subsequent approval by the Central F\nGovernment are also liable to be quashed. If the very\nsame recommendation of the State Government is sent\nback to the Central Government on the administrative\nside in its role as an approving authority under Section\n5(1) without setting aside the impugned judgment, it is G\nmore likely that the Central Government would simply\nfollow its previous order. In that event, the Central\nGovernment would be influenced by the judgment\npassed by the Division Bench upholding the grant made\nin favour of 'J' and 'K'. Such an exercise would be in the H\n258 SUPREME COURT REPORTS\n[2010] 11 S.C.R.\nA nature of post-decisional hearing which would be\nimpermissible. As on date the Central Government hears\nrevision petitions through an Executive Officer and\nwithout participation of a Judicial Member. The exact\nprocedure of the revisional tribunal has kept changing\nB over the last few months. It would not be an independent\nand efficacious alternative forum. When there was no\nvalid recommendation by the State Government for the\ngrant of lease, there cannot be any valid approval of the\nCentral Government relying on defective\nC recommendation. [Para 56] [308-B-H; 309-A-C]\nD\nH.L. Trehan and Ors. vs. Union of India and Ors. (1989)\n1 SCC 764; K.I. Shephard and Ors. vs. Union of India and\nOrs. (1987) 4 SCC 431; Shekhar Ghosh vs. Union of India\nand Anr. (2007) 1 SCC 331; Union of India vs. R. Gandhi,\nPresident, Madras Bar Association JT 2010 (5) SC 553,\nrelied on.\nPavani Sridhara Rao vs. Govt. of A.P and Ors. (1996) 8\nSCC 298; State of Kerala vs. Puthenkavu N.S.S. Karayogam\nE and Anr. (2001) 10 SCC 191; Indian Charge Crome Ltd. and\nAnr. v. Union of India and Ors. (2006) 12 SCC 331, referred\nF\nto.\nBarnard vs. National Dock Labour Board (1953) 1 All E.R.\n1113; McFoy vs. United Africa Co. (1961) All E.R. 1169,\nreferred to.\n9.2. The recommendation of the State Government\ndated 06.12.2004 is not valid with reference to the\nprovisions of MMDR Act and the Rules, hence the invalid\nG recommendation cannot be looked into by the Central\nGovernment. The proviso to Section 5(1) itself provides\nonly for the Central Government either to grant or reject\nits approval to the State Government's recommendation\nin the case of mining lease for a mineral such as iron ore\nH\nSANDUR MANGANESE \u0026 IRON ORES LTD. v. 259\nSTATE OF KARNATAKA \u0026 ORS.\nB\nin the First Schedule. Such consideration on the A\nadministrative side does not involve consideration of all\nthe applicants based on their mining lease applications\nand after giving an opportunity of hearing. Inasmuch as\nthe Central Government does not have all relevant\nmaterials before it, it may not be in a position to substitute\nitself for the State Government and it would not be proper,\nin fact, it would be inconsistent with the provisions of the\nMMDR Act and the Rules, to frame the issue on the\nadministrative side of the Central Government. Even\notherwise, inasmuch as there is a flaw in the\nrecommendation of the State Government which requires\nre-consideration, the request for remitting the matter to\nthe Central Government for its decision is rejected. [Para\n56] [309-C-G]\n10. The impugned order of the Division Bench of the\nHigh Court in Writ Appeal No. 5084 of 2008 and allied\nmatters as well as the decision of the State Government\ndated 26/27.02.2002 and the subsequent decision of the\nCentral Government dated 29.07.2003 are quashed. The\nState Government is directed to consider all applications\nafresh in light of the interpretation of Section 11 of the Act\nand Rules 35, 59 and 60 of MC Rules and make a\nrecommendation to the Central Government within the\nstipulated period. [Para 57] [309-H; 310-A-C]\nCase Law Reference:\nC\nD\nE\nF\n(1964) 4 SCR 461\nRelied on:\nPara 22, 49\n(1969) 3 SCC 838\nRelied on.\nPara 22, 49\n1961 (2) SCR 537\nRelied on.\nPara 22\nG\n(2004) 10 SCC 201\nRelied on.\nPara 23, 49\n(1990) 4 SCC 557\nRelied on.\nPara 24, 49\n(1973) 1 SCC 584\nRelied on.\nPara 26\nH\n"}