{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"1106 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA 154 (3) and Section 36 are clear indication that in an\nappropriate case a police officer can either decline to register\nthe FIR or defer its registration. The provisions of Section\n154(3) and Section 36 is a sufficient safeguard against an\narbitrary refusal on the part of a police officer to register the\nB FIR. The very fact that a provision has been made in the statute\nfor approaching the higher police officer, is an indication of\nlegislative intent that in appropriate cases, a police officer may\ndecline to register an FIR and/or defer its registration.\nC\nD\n70. In addition to the remedy available to the aggrieved\nperson of approaching higher police officer, he can also move.\nthe concerned Magistrate either under Section 156(3) for\nmaking a complaint under Section 190. If a complaint is lodged,\nthe Magistrate can examine the complainant and issue process\nagainst the accused and try the case himself and in case triable\nby Sessions Court, then he will commit the case to Sessions\nunder Section 209.\n71. The Magistrate can also on receipt of a complaint, hold\nan enquiry or direct the police to investigate. In addition to the\nE above, the Magistrate also has a power to direct investigation\nunder Section 159 Cr.P.C. In the case of Mona Panwar v. High\nCourt of Judicature of Allahabad (2011) 3 SCC 496 in paras\n17 and 18 on page 503 this Court has, inter alia, held that if\nthe complaint relating to a cognizable officer is not registered\nby the police, then the complainant can go the Magistrate and\nthen the Magistrate has the option of either passing an order\nunder Section 156(3) or proceeding under Section 200/202 of\nthe Code.\nF\n72. It was also submitted by Mr. Naphade that an order\nG under Section 156(3) of the Code is in the nature of a\npreemptory reminder or intimation to the police to exercise its\nplenary power of investigation under Section 156(1). Such an\ninvestigation embraces the entire continuous process which\nbegins with the collection of evidence under Section 156 and\nH ends with the vital report either under Section 169 or\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1107\nsubmission of a charge-sheet under Section 173 of the Code. A\nA Magistrate can under Section 190 of the Code before taking\ncognizance, direct investigation by the police by order under\nSection 156(3) of the Code.\n73. Mr. Naphade also submitted that the very fact that the\nLegislature has provided adequate remedies against refusal\nto register an FIR and hold investigation in cognizable offences\nis indicative of legislative intent that the police officer is not\nbound to record an FIR merely because the ingredients of\ncognizable offences are disclosed in the complaint if he has\ndoubt about the veracity of the complaint.\nB\nC\n74. In further support of the proposition that a police officer\nis not bound to register an FIR on mere disclosure of existence\nof ingredients of cognizable offence, it is submitted that the\nstatute does not contemplate that for the purpose of D\ninvestigation, recording of an FIR is a condition precedent.\nSection 156 empowers the police to do so. Similarly, Section\n157 clearly lays down that if from information received or\notherwise an officer in charge of the police station has reason\nto suspect the commission of an offence, he can investigate E\ninto the same. In Section 157(1) the expression \"from\ninformation received\" obviously refers to complaint under\nSection 154 Cr.P.C. registered as an FIR. The word \"otherwise\"\nin Section 157 Cr.P.C. clearly indicates that recording of an FIR\nis not a condition precedent to initiation of investigation. The F\nvery fact that the police have a power of investigation\nindependent of registration of an FIR is a clear pointer to the\nlegislative intent that a police officer is not bound to register\nan FIR in each and every case.\n75. Mr. Naphade relied on the case of Apren Joseph alias\ncurrent Kunjukunju and Others v. State of Kerala 1973 (3)\nSCC 114 wherein in para 11 this Court has held that recording\nof an FIR is not a condition precedent for setting in motion\ncriminal investigation. In doing so, this Court has approved the\nG\nH\n1108 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA observation of Privy Council made in the case of Khwaja Nazim\nAhmad (supra).\nB\nC\nD\n76. Mere recording of an FIR under Section 154 Cr.P.C.\nis of no consequence unless the alleged offence is investigated\ninto. For the purpose of investigation after registration of the\nFIR, the police officer must have reason to suspect commission\nof an offence. Despite registration of the FIR, the police officer\nmay not have a reasonable ground to suspect that an offence\nhas been committed and in that situation he may decline to carry\nout investigation and may come to the conclusion that there is\nno sufficient ground for carrying out investigation. If under the\nproviso (b) to Section 157 Cr.P.C. the police officer has such\ndiscretion of not investigating, then it stands to reason that\nregistration of an FIR should not result into an empty formality.\n77. The registration of an FIR should be effective and it can\nbe effective only if further investigation is to be carried out and\nfurther investigation can be carried out only if the police officer\nhas reasonable ground to suspect that the offence is\ncommitted. If, therefore, there is no reasonable ground to\nE suspect the commission of cognizable offence, the police\nF\nofficer will not investigate and if that is a situation, then on the\nsame footing he may decline to register the FIR. This is clearly\nimplicit in the provisions of Section 154(1). It is, submitted that\nif the provisions of Section 154 are read with Sections\n41,57,156,157,159,167,190,200 and 202 Cr.P.C., the only\npossible conclusion is that a police officer is not bound to\nregister each and every case.\n78. Mr. Naphade placed reliance on State of Maharashtra\nand Others v. Sarangdharsingh Shivdassingh Chavan and\nG Another (2011) 1 SCC 577 wherein in paragraphs 29 and 30,\nH\nthis Court has observed as follows:-\n\"29. The legal position is well settled that on information\nbeing lodged with the police and if the said information\ndiscloses the commission of a cognizable offence, the\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1109\npolice shall record the same in accordance with the A\nprovisions contained under Section 154 of the Criminal\nProcedure Code. The police officer's power to investigate\nin case of a cognizable offence without order of the\nMagistrate is statutorily recognised under Section 156 of\nthe Code. Thus the police officer in charge of a police B\nstation, on the basis of information received or otherwise,\ncan start investigation if he has reasons to suspect the\ncommission of any cognizable offence.\n30. This is subject to provisos (a) and (b) to Section 157\nof the Code which leave discretion with the police officer\nin charge of police station to consider if the information is\nnot of a serious nature, he may depute a subordinate\nofficer to investigate and if it appears to the officer-in-\ncharge that there does not exist sufficient ground, he shall\nnot investigate. This legal framework is a very vital\ncomponent of the rule of law in order to ensure prompt\ninvestigation in cognizable cases and to maintain law and\norder.\"\nC\nD\n79. He submitted that if the police officer is of the opinion E\nthat the complaint is not credible and yet he is required to\nregister the FIR, then he would be justified in not investigating\nthe case. In such a case the FIR would become a useless\nlumber and a dead letter. The police officer would then submit\na closure report to the Magistrate. The Magistrate then would\nissue notice to the complainant and hear him. If the Magistrate\nis of the opinion that there is a case, then he may direct police\nto investigate.\nF\n80. Mr. Napahde submitted that the aforesaid analysis of\nvarious provisions of Criminal Procedure Code clearly bring out G\nthat the statutory provisions clearly maintain a balance between\nthe rights of a complainant and of the Society to have a\nwrongdoer being brought to book and the rights of the accused\nagainst baseless allegations.\nH\nA\n1110 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\n81. The provisions have also to be read in the light of the\nprinciple of malicious prosecution and the fundamental rights\nguaranteed under Articles 14, 19 and 21. Every citizen has a\nright not to be subjected to malicious prosecution and every\npolice officer has an in-built duty under Section 154 to ensure\nB that an innocent person is not falsely implicated in a criminal\ncase. If despite the fact that the police officer is not prima facie\nsatisfied as regards commission of a cognizable offence, and\nproceeds to register an FIR and carry out investigation and\nthereby putting the liberty of a citizen in jeopardy, he would\nC expose himself to the charge of malicious prosecution and\nagainst the charge of malicious prosecution the doctrine of\nsovereign immunity will not protect him. There is no law\nprotecting a police officer who takes part in the malicious\nprosecution.\nD\n82. Mr. Naphade also submitted that the word \"shall\" used\nin the statute does not always mean absence of any discretion\nin the matter.\n83. The word \"shall\" does not necessarily lead to provision\nE being imperative or mandatory.\nF\n84. The use of word \"shall\" raises a presumption that the\nparticular provision is imperative. But, this presumption may\nbe rebutted by other considerations such as, object and scope\nof the enactment and other consequences flowing from such\nconstruction. There are numerous cases where the word \"shall\"\nhas, therefore, been construed as merely directory.\n85. In the case of Sainik Motors, Jodhpur and Others v.\nState of Rajasthan AIR 1961 SC 1480, Hidayatullah, J. has held\nG that the word \"shall\" is ordinarily mandatory, but it is sometimes\nnot so interpreted if the context of intention otherwise demands.\nH\n86. Further, Subba Rao, J. in the case of State of Uttar\nPradesh and Others v. Babu Ram Upadhya AIR 1961 SC\n751, has observed that when the statute uses the word \"shall\"\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.Į\n1111\nprima facie it is mandatory, but the Court may ascertain the real A\nintention of the legislature carefully attending to the whole scope\nof the statute.\n87. In the case of State of Madhya Pradesh v. M/s Azad\nBharat Finance Co. and Another AIR 1967 SC 276 it has been\nheld that the word \"shall\" does not always mean that the\nprovision is obligatory or mandatory. It depends upon the\ncontext in which the word \"shall\" occur and the other\ncircumstances.\nB\nC\n88. In the case of Shivjee Singh (supra) it has been held\nthat the use of word \"shall\" in proviso to Section 202 (2) of\nCr.P.C. prima facie is indicative of mandatory character of the\nprovision contained therein. But, a close and critical analysis\nthereof along with other provisions show that the same is not\nmandatory. Further, it has been observed that by its very D\nnomenclature, Cr.P.C. is a compendium of law relating to\ncriminal procedure. The provisions contained therein are\nrequired to be interpreted keeping in view the well recognized\nrule of construction that procedural prescriptions are meant for\ndoing substantial justice. If violation of procedural provisions E\ndoes not result in denial of a fair hearing or causes prejudice\nto the party, the same has to be treated as directly\nnotwithstanding the use of the word \"shall\".\nF\n89. In P.T. Rajan (supra), this Court has discussed the\nprinciples as to whether a statute is mandatory or directory.\nThe Court has observed that a statute as is well known must\nbe read in the text and context thereof. Whether a statute is\ndirectory or mandatory would not be dependent on the use of\nthe word \"shall\" or \"may\". Such a question must be posed and\nanswered having regard to the purpose and object it seeks to\nachieve. It has further been held that a provision in a statute\nwhich is procedural in nature although employs the word \"shall\"\nmay not be held to be mandatory if thereby no prejudice is\ncaused. The analysis of various provisions of Cr.P.C. clearly\nshows that no prejudice is caused if police officer does not H\nG\n1112 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA register an FIR. The complainant has effective remedies under\nSections 154(3), 156, 190 Cr.P.C. etc.\nB\nC\nD\nE\nF\nךד\nG\n90. Mr. Naphade, the learned senior counsel submitted that\nit is impossible to put the provisions of Section 154 Cr.P.C. in\nany straight jacket formula. However, some guidelines can be\nframed as regards registration or non-registration of an FIR.\nAccording to him, some such guidelines are as follows:-\n1.\n2.\n3.\n4.\nNormally in the ordinary course a police officer\nshould record an FIR, if the complaint discloses a\ncognizable offence. However, in exceptional cases\nwhere the police officer has reason to suspect that\nthe complaint is motivated on account of personal\nor political rivalry, he may defer recording of the\nFIR, and take a decision after preliminary enquiry.\nIn case of complaints which are a result of vendetta\nlike complaints under Section 498A Cr.P.C. (IPC),\nthe police officer should be slow in recording an FIR\nand he should record an FIR only if he finds a prima\nfacie case.\nThe police officer may also defer recording of an\nFIR if he feels that the complainant is acting under\na mistaken belief.\nThe police officer may also defer registering an FIR\nif he finds that the facts stated in the complaint are\ncomplex and complicated, as would be in respect\nof some offences having financial contents like\ncriminal breach of trust, cheating etc.\n91. The aforesaid are only illustrations and not exhaustive\nof all conditions which may warrant deferment of an FIR.\n92. The second aspect of the matter is what test should\nthe police officer take in case he is of the opinion that\nI\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1113\nregistration of an FIR should be deferred. He suggested the A\nfollowing measures :-\n1.\n2.\n3.\nThe police officer must record the complaint in the\nStation/General Diary. This will ensure that there\nis no scope for manipulation and if subsequently he\ndecides to register an FIR, the entry in Station/\nGeneral Diary should be considered as the FIR.\nB\nHe should immediately report the matter to the\nsuperior police officer and convey him his reasons\nor apprehensions and take his permission for C\ndeferring the registration. A brief note of this should\nbe recorded in the station diary.\nThe police officer should disclose to the\ncomplainant that he is deferring registration of the D\nFIR and call upon him to comply with such\nrequisitions the police officer feels necessary to\nsatisfy himself about the prima facie credibility of\nthe complaint. The police officer should record this\nin the station diary. All this is necessary to avoid\nany charge as regard to the delay in recording the\nFIR. It is a settled law that a mere delay in\nregistering an FIR is not harmful if there are\nadequate reasons to explain the delay in filing an\nFIR.\nE\nF\n93. According to him, in the light of the above discussion\nin respect of the impact of Article 21 on statutory provisions, it\nmust be held that Section 154 of Cr.P.C. must be interpreted\nin the light of Article 21. The requirement of Article 21 is that\nthe procedure should be just and fair. If, therefore, the police G\nofficer himself has doubts in the matter, it is imperative that he\nshould have the discretion of holding a preliminary inquiry in the\nmatter. If he is debarred from holding such a preliminary inquiry,\nthe procedure would then suffer from the vice of arbitrariness\nand unreasonableness.\nI\nA\n1114 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\n94. Learned counsel appearing for the State of Tamil Nadu\nadopted the arguments submitted by Mr. Naphade, the learned\nsenior counsel for Maharashtra and submitted that ordinarily a\npolice officer has to register an FIR when a cognizable offence\nis made out, but in exceptional cases he must have some\nB discretion or latitude of conducting some kind of preliminary\ninquiry before recording of the FIR.\nC\n95. Learned counsel for the parties have drawn our\nattention to two sets of cases decided by this Court expressing\ntotally divergent judicial opinions. We deem it appropriate to\nbriefly summarise them in the following paragraphs.\n96. This Court in the case of Bhajan Lal and Others\n(supra), Ramesh Kumari (supra), Parkash Singh Badal and\nAnother v. State of Punjab and Others (2007) 1 SCC 1 and\nD Aleque Padamsee and Others (supra) held that if a complaint\nalleging commission of cognizable offence is received in the\nPolice Station, then the S.H.O. has no option but to register an\nF.I.R. under Section 154 Cr.P.C..\nE\nF\n97. On the other hand, this Court in following cases,\nnamely, Rajinder Singh Katoch (supra), P. Sirajuddin etc. v.\nState of Madras etc. 1970 (1) SCC 595, Bhagwant Kishore\nJoshi (supra), Sevi and Another etc. v. State of Tamil Nadu\nand Another 1981 (Suppl.) SCC 43 have taken contrary view\nand held that before registering the FIR under Section 154 of\nCr.P.C., it is open to the SHO to hold a preliminary enquiry to\nascertain whether there is a prima facie case of commission\nof cognizable offence or not.\n98. We deem it appropriate to give a brief ratio of these\nG cases.\nH\n99. In Bhajan Lal (supra), this Court observed as under:-\n\"It is, therefore, manifestly clear that if any information\ndisclosing a cognizable offence is laid before an officer\nin charge of a police station satisfying the requirements\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1115\nof Section 154(1) of the Code, the said police officer has A\nno other option except to enter the substance thereof in\nthe prescribed form, that is to say, to register a case on\nthe basis of such information.\"\n100. In Ramesh Kumari (supra), this Court observed that\nthe provision of Section 154 of the Code is mandatory and the\nofficer concerned is duty-bound to register the case on the\nbasis of such an information disclosing cognizable offence.\n101. In Parkash Singh Badal (supra), this Court observed\nas under:-\n\"It is, therefore, manifestly clear that if any information\ndisclosing a cognizable offence is laid before an officer\nin charge of a police station satisfying the requirements\nof Section 154(1) of the Code, the said police officer has\nno other option except to enter the substance therecf in\nthe prescribed form, that is to say, to register a case on\nthe basis of such information.\"\n102. In Aleque Padamsee (supra), this Court observed as\nunder :-\n\"The correct position in law, therefore, is that the police\nofficials ought to register the FIR whenever facts brought\nto their notice show that cognizable offence has been made\nout.\"\n103. There is another set of cases where this Court has\ntaken contrary view.\n104. In Rajinder Singh Katoch (supra), this Court observed\nas under:-\nB\nC\nD\nE\nF\nG\n\"We are not oblivious to the decision of this Court in\nRamesh Kumari v. State (NCT of Delhi) wherein such a\nstatutory duty has been found in the police officer. But, as\nindicated hereinbefore, in an appropriate case, the police H\n"}