{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 1 S.C.R. 1066\nA\nB\nC\nD\nLALITA KUMARI\nV.\nGOVERNMENT OF U.P. \u0026 OTHERS\n(Writ Petition (Criminal) No. 68 of 2008)\nFEBRUARY 27, 2012\n[DALVEER BHANDARI, T.S. THAKUR AND\nDIPAK MISRA, JJ.]\nCODE OF CRIMINAL PROCEDURE, 1973:\n-\ns. 154 - Information in cognizable cases - Officer in\ncharge of police station concerned - Obligation of, to register\nthe FIR The issue: whether u/s 154 Cr.P.C., a police officer\nis bound to register an FIR when a cognizable offence is made\nout or he (police officer) has an option, discretion or latitude\nof conducting some kind of preliminary enquiry before\nregistering the FIR - Referred to Constitution Bench.\nWrit Petition (Crl.) No. 68 of 2008 was filed praying for\na writ in the nature of habeas corpus to produce a girl\nE aged about six years who had been kidnapped from her\nhouse and in spite of her father complaining of the\nincident to the police station concerned, his FIR was\nregistered after one month from the date of the incident.\nEven after registration of the FIR against the named\nF persons, the police did not take any action to trace the\nminor girl.\nG\nH\nIn the instant matters, the issue for consideration\nbefore the Court was: \"whether under Section 154\nCr.P.C., a police officer is bound to register an FIR when\na cognizable offence is made out or he (police officer) has\nan option, discretion or latitude of conducting some kind\nof preliminary enquiry before registering the FIR?\"\nThe Court passed a comprehensive order showing\n1066\nLALITA KUMARI v. GOVERNMENT OF U.P. 1067\nits concern in respect of the matter of non-registration of A\nFIR in a case of cognizable offence and directed notice\nto issue to Chief Secretaries of the States and\nAdministrators of the Union Territories. Consequently,\nvarious State Governments and Union Territories filed\ncomprehensive affidavits and advanced divergent B\narguments as regards the interpretation of s.154 of the\nCode of Criminal Procedure, 1973.\nReferring the matters to a Constitution Bench, the\nCourt\nC\nHELD: 1.1 On a careful analysis of various\njudgments delivered by this Court in the last several\ndecades, it is quite evident that different Benches of this\nCourt have taken divergent views in different cases. In\nthe instant case also, after this Court's notice, the Union D\nof India, the States and the Union Territories have taken\nor expressed totally divergent views about the\ninterpretation of s.154 Cr.P.C. This Court also carved out\na special category in the case of medical doctors where\npreliminary enquiry had been postulated before\nregistering an FIR. It has been submitted that the CBI\nManual also envisages some kind of preliminary enquiry\nbefore registering the FIR. The issue which has arisen\nfor consideration in these cases is of great public\nimportance. [Para 108-111] [1116-F-H; 1117-A-D]\n1.2 In view of the divergent opinions in a large\nnumber of cases decided by this Court, it has become\nextremely important to have a clear enunciation of law\nand adjudication by a larger Bench of this Court for the\nbenefit of all concerned the courts, the investigating\nagencies and the citizens. Consequently, these matters\nbe referred to a Constitution Bench of at least five Judges\nof this Court for an authoritative judgment. [Para 112-\n113] [1117-D-F]\n-\nLLI\nE\nF\nG\nI\nA\nC\nD\n1068 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nState of M.P. v. Santosh Kumar 2006 (3) Suppl. SCR\n548 = 2006 (6) SCC 1; Dr. Suresh Gupta v. Govt. of NCT of\nDelhi and Another 2004 (3) Suppl. SCR 323 = 2004(6) SCC\n422; Aleque Padamsee and Others v. Union of India and\nOthers 2007 (8) SCR 390 = (2007) 6 SCC 171; Ramesh\nB Kumari v. State (NCT of Delhi) and Others 2006 (2) SCR 403\n= (2006) 2 SCC 677; Hiralal Rattanlal etc.etc. v. State of U.P.\nand Another etc. etc. 1973 (2) SCR 502 =1973(1) SCC 216;\nB. Premanand and Others v. Mohan Koikal and Others 2011\n(3) SCR 932 = (2011) 4 SCC 266; Govindlal Chhaganlal\nPatel v. Agricultural Produce Market Committee, Godhra and\nOthers 1976 (1) SCR 451 = 1975 (2) SCC 482; M/s Amar\nNath Om Prakash and others etc. v. State of Punjab and\nOthers 1985 (2) SCR 72 = (1985) 1 SCC 345; Hameed\nJoharan (dead) and others v. Abdul Salam (dead) by Lrs. and\nOthers 2001 (1) Suppl. SCR 469 = (2001) 7 SCC 573; The\nState of Uttar Pradesh v. Bhagwant Kishore Joshi 1964 SCR.\n71 = AIR 1964 SC 221; H.N. Rishbud and Inder Singh v. The\nState of Delhi 1955 SCR (1) 1150; Damodar v. State of\nRajasthan 2003 (3) Suppl. SCR 904 = 2004(12) SCC 336;\nRamsinh Bavaji Jadeja v. State of Gujarat 1994 (2) SCR\n239 1994 (2) SCC 685; Binay Kumar Singh v. The State of\nBihar 1996 (8) Suppl. SCR 225 = 1997(1) SCC 283;\nMadhu Bala v. Suresh Kumar and Others 1997 (3) Suppl.\nSCR 32 = 1997 (8) SCC 476; Hallu and others v. State of\nMadhya Pradesh 1974 (3) SCR 652 = 1974 (4) SCC 300;\nF Rajinder Singh Katoch v. Chandigarh Administration and\nothers 2007 (11) SCR 246 = 2007 (10) SCC 69;\nSuperintendent of Police, CBI and Others v. Tapan Kumar\nSingh 2003 (3) SCR 485 = AIR 2003 SC 4140; State of\nHaryana and Others v. Bhajan Lal and Others 1990 (3)\nG Suppl. SCR 259 = 1992 Suppl. (1) SCC 335; Tarachand\nand Another v. State of Haryana 1971 (2) SCC 579; Sandeep\nRammilan Shukla v. State of Maharashtra and Others 2009\n(1) Mh.L.J. 97; Sakiri Vasu v. State of Uttar Pradesh and\nOthers 2007 (12) SCR 1100 = 2008 (2) SCC 409; Nasar Ali\nH v. State of Uttar Pradesh 1957 SCR 657; Union of India and\nE\nLALITA KUMARI v. GOVERNMENT OF U.P. 1069\nB\nD\nAnother v. W.N. Chadha 1992 (3) Suppl. SCR 594 = 1993 A\n(Suppl.) 4 SCC 260; State of West Bengal v. S.N. Basak 1963\n(2) SCR 52; Rai Sahib Ram Jawaya Kapur and Others v.\nState of Punjab 1955 (2) SCR 225; State (Anti-Corruption\nBranch), Govt. of NCT of Delhi and Another v. Dr. R.C. Anand\nand Another 2004 (1) Suppl. SCR 161 = 2004 (4) SCC 615;\nManeka Gandhi v. Union of India and Another 1978 (2) SCR\n621 = 1978 (1) SCC 248; S.M.D. Kiran Pasha v. Government\nof Andhra Pradesh and Others 1989 (2) Suppl. SCR 105 =\n1990 (1) SCC 328; P.T. Rajan v. T.P.M. Sahir and Others\n2003 (4) Suppl. SCR 84 = 2003(8) SCC 498; Shivjee Singh C\nv. Nagendra Tiwary and Others 2010 (7) SCR 667 = 2010 (7)\nSCC 578; Sarbananda Sonowal (II) etc. v. Union of India 2006\n(10) Suppl. SCR 167 = 2007 (1) SCC 174; Animireddy\nVenkata Ramana and Others v. Public Prosecutor, High\nCourt of Andhra Pradesh 2008 (3) SCR 1078 = 2008 (5) SCC\n368; Uma Shankar Sitani v. Commissioner of Police, Delhi\nand Ors. 1996 (11) SCC 714; Preeti Gupta and Another v.\nState of Jharkhand and Another 2010 (9) SCR 1168 =\n(2010) 7 SCC 667; Francis C. Mullin v. Administrator, Union\nTerritory of Delhi 1981 (2) SCR 516 =1981 (1) SCC 608;\nMona Panwar v. High Court of Judicature of Allahabad 2011\n(2) SCR 413 = (2011) 3 SCC 496; Apren Joseph alias current\nKunjukunju and Others v. State of Kerala 1973 (2) SCR 16\n= 1973 (3) SCC 114; State of Maharashtra and Others v.\nSarangdharsingh Shivdassingh Chavan and Another (2011)\n1 SCC 577; Sainik Motors, Jodhpur and Others v. State of\nRajasthan 1962 SCR 517 = AIR 1961 SC 1480; State of\nUttar Pradesh and Others v. Babu Ram Upadhya 1961 SCR\n679 = AIR 1961 SC 751; State of Madhya Pradesh v. M/s\nAzad Bharat Finance Co. and Another 1966 SCR 473 = AIR\n1967 SC 276; Parkash Singh Badal and Another v. State of G\nPunjab and Others 2006 (10) Suppl. SCR 197 = (2007) 1\nSCC 1; P. Sirajuddin etc. v. State of Madras etc. 1970 (3)\nSCR 931 = 1970 (1) SCC 595; Sevi and Another etc. v. State\nof Tamil Nadu and Another 1981 (Suppl.) SCC 43 - referred\nto.\nE\nF\nH\n1070 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nEmperor v. Khwaza Nazim Ahmad AIR 1945 PC 18 -\nA\nreferred to.\nCase Law Reference:\n2007 (8) SCR 390\nreferred to\nPara 10\nB\n2006 (2) SCR 403\nreferred to\nPara 10\n1973 (2) SCR 502\nreferred to\nPara 13(d)\n2011 (3) SCR 932\nreferred to\nPara 13(d)\nC\n1976 (1) SCR 451\nreferred to\nPara 13(e)\n1985 (2) SCR 72\nreferred to\nPara 13(e)\n2001 (1) Suppl. SCR 469 referred to\nPara 13(e)\nD\nAIR 1945 PC 18\nreferred to\nPara 14\n1964 SCR 71\nreferred to\nPara 15\n1955 SCR (1) 1150\nreferred to\nPara 16\n2003 (3) Suppl. SCR 904\nreferred to\nPara 19\nE\n1994 (2) SCR 239\nreferred to\nPara 19\n1996 (8) Suppl. SCR 225 referred to\nPara 22\n1997 (3) Suppl. SCR 32\nreferred to\nPara 24\nF\n1974 (3) SCR 652\nreferred to\nPara 27\n2007 (11) SCR 246\nreferred to\nPara 28\n2003 (3) SCR 485\nreferred to\nPara 31\nG\n1990 (3) Suppl. SCR 259 referred to\nPara 35\n1971 (2) SCC 579\nreferred to\nPara 46\n2009 (1) Mh.L.J. 97\nreferred to\nPara 46\n2007 (12) SCR 1100\nreferred to\nPara 46\nH\nLALITA KUMARI v. GOVERNMENT OF U.P.\n1071\n1957 SCR 657\nreferred to\nPara 46\nA\n1992 (3) Suppl. SCR 594 referred to\nPara 46\n1963 (2) SCR 52\nreferred to\nPara 46\n2006 (3) Suppl. SCR 548\nreferred to\nPara 47\nB\n2004 (3) Suppl. SCR 323\nreferred to\nPara 47\n1955 (2) SCR 225\nreferred to\nPara 49\n2004 (1) Suppl. SCR 161 referred to\nPara 49\nC\n1978 (2) SCR 621\nreferred to\nPara 50\n1989 (2) Suppl. SCR 105\nreferred to\nPara 50\n2003 (4) Suppl. SCR 84\nreferred to\nPara 52\nD\n2010 (7) SCR 667\nreferred to\nPara 52\n2006 (10) Suppl. SCR 167 referred to\nPara 52\n2008 (3) SCR 1078\nreferred to\nPara 54\nE\n1996 (11) SCC 714\nreferred to\nPara 63\n2010 (9) SCR 1168\nreferred to\nPara 64\n1981 (2) SCR 516\nreferred to\nPara 65\nLL\nF\n2011 (2) SCR 413\nreferred to\nPara 71\n1973 (2) SCR 16\nreferred to\nPara 75\n(2011) 1 SCC 577\nreferred to\nPara 78\nG\n1962 SCR 517\nreferred to\nPara 85\n1961 SCR 679\nreferred to\nPara 86\n1966 SCR 473\nreferred to\nPara 87\n2006 (10) Suppl. SCR 197 referred to\nPara 96\nH\n1072 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA 1970 (3) SCR 931\nreferred to\nPara 97\n1981 (Suppl.) SCC 43\nreferred to\nPara 97\nB\nCRIMINAL ORIGINAL JURISDICTION: Writ Petition (Crl.)\nNo. 68 of 2008.\nUnder Article 32 of the Constitution of India.\nWITH\nC\nCrl. A. No. 1410 of 2011, SLP (Crl.) No. 5200 of 2009 \u0026 5986\nof 2010 \u0026 Contempt Petition (C) No. arising out of D. 26722\nof 2008 in W.P. (Crl.) No. 68 of 2008.\nA. Mariarputham, A.G. H.P. Raval, ASG. S.B. Upadhyay,\nShekhar Naphade, T.S. Doabia, Ratnakar Dash, Dr. Manish\nSinghvi, S. Gurukrishankumar AAG Mona K. Rajvanshi, B.K.\nD Shahi, B.P. Gupta, Ashwani Kumar, P.K. Mittal, Ram Naresh,\nAbhijat P. Medh (for Mahalakshmi Balaji \u0026 Co.), Debasis\nMisra, Dr. Monika Gosain, Aman Vachher, Ashutosh Dubey,\nP.N. Puri, Shreenivas Khalap, Anando Mukherjee, Harsh N.\nParekh, Reena Singh, Sadhana Sandhu, Anirudh Sharma, S.\nE Dave, Varuna Bhandari Gugnani, B.V. Balaram Das, D.\nBharathi Reddy, Rituraj Biswas, Anil Shrivastav, Deepika\nGhotowar (for Corporate Law Group), Gopal Singh, Manish\nKumar, Atul Jha, Dharmendra Kumar Sinha, A. Subhashini,\nHemantikaWahi, Rojalin Pradhan, Suveni Banerjee, Tarjit Singh,\nKamal Mohan Gupta, Naresh Kumar Sharma, Sunil Fernandes,\nSuhass Joshi, Anil Kumar Jha, Chhaya Kumari, S.K. Divakar,\nAnitha Shenoy, M.T. George, Kavitha K.T., P.V. Dinesh, Vibha\nDatta Makhija, Shubhangi Tuli, Sanjay V. Kharde, Sachin J.\nPatil, Ajit Wagh, Asha G. Nair, Khwairkpam Nobin Singh,\nSapan Biswajit Meitei, Ranjan Mukherjee, S. Bhowmick, S.C.\nGhosh, M.K. Mishael, Edward Belho, K. Enatoli Sema, Amit\nKumar Singh, Priya Hingorani, S. Wasim A. Qadri, B.V.\nBalaram Das, Anil Katiyar, Rituraj Biswas, Zaid Ali, Manpreet\nSingh, D.S. Mahra, Jana Kalyan Das, Kuldip Singh, R.K.\nPandey, H.S. Sandhu, K.K. Pandey, Mohit Mudgil, Abhinav\nRamakrishna, Irshad Ahmed, Milind Kumar, Aruna Mathur,\nF\nG\nH\nLALITA KUMARI v. GOVERNMENT OF U.P. 1073\nA\nYusuf Khan (for Arputham, Aruna \u0026 Co.), Akshat Hansaria, B.\nBalaji, Gopal Singh, Rituraj Biswas, S.S. Shamshery, Jatinder\nKumar Bhatia, Rajeev Dubey, Kamlendra Mishra, Abhijit\nSengupta, B.P. Yadav, Anima Kujur, Shantanu Bhardwaj, Satish\nVig, Rituraj Biswas, H.S. Sachdeva, V.G. Pragasam, S.J.\nAristotle, Prabu Ramasubramanian, Ramshwar Prasad Goyal, B\nKuldip Singh, B. Balaji, Subramonium Prasad for the appearing\nparties.\nThe Judgment of the Court was delivered by\nDALVEER BHANDARI, J. 1. We propose to deal with the C\nabovementioned writ petition, the criminal appeals and the\ncontempt petition by this judgment. The question of law\ninvolved in these cases is identical, therefore, all these cases\nare being dealt with by a common judgment. In order to avoid\nrepetition, only the facts of the writ petition of Lalita Kumari's D\ncase are recapitulated.\n2. The petition has been filed before this Court under\nArticle 32 of the Constitution of India in the nature of habeas\ncorpus to produce Lalita Kumari, the minor daughter of Bhola\nKamat.\n3. On 5.5.2008, Lalita Kumari, aged about six years, went\nout of her house at 9 p.m. When she did not return for half an\nhour and Bhola Kamat was not successful in tracing her, he filed\na missing report at the police station Loni, Ghaziabad, U.P.\n4. On 11.5.2008, respondent no.5 met Bhola Kamat and\ninformed him that his daughter has been kidnapped and kept\nunder unlawful confinement by the respondent nos.6 to 13. The\nrespondent-police did not take any action on his complaint.\nAggrieved by the inaction of the local police, Bhola Kamat\nmade a representation on 3.6.2008 to the Senior\nSuperintendent of Police, Ghaziabad. On the directions of the\nSuperintendent of Police, Ghaziabad, the police station Loni,\nE\nF\nG\nH\n1074 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA Ghaziabad registered a First Information Report (F.I.R.) No.484\ndated 6.6.2008 under Sections 363/366/506/120B IPC against\nthe private respondents.\nB\nC\n5. Even after registration of the FIR against the private\nrespondents, the police did not take any action to trace Lalita\nKumari. According to the allegation of Bhola Kamat, he was\nasked to pay money for initiating investigation and to arrest the\naccused persons. Ultimately, the petitioner filed this petition\nunder Article 32 of the Constitution before this Court.\n6. This Court on 14.7.2008 passed a comprehensive order\nexpressing its grave anguish on non-registration of the FIR even\nin a case of cognizable offence. The Court also issued notices\nto all Chief Secretaries of the States and Administrators of the\nUnion Territories. In response to the directions of the Court,\nD various States and the Union Territories have filed.\ncomprehensive affidavits.\nE\n7. The short, but extremely important issue which arises\nin this petition is whether under Section 154 of the Code of\nCriminal Procedure Code, a police officer is bound to register\nan FIR when a cognizable offence is made out or he has some\nlatitude of conducting some kind of preliminary enquiry before\nregistering the FIR.\n8. Mr. S.B. Upadhyay, learned senior advocate appearing\nF for the petitioner has tried to explain the scheme of Section 154\nCr.P.C. with the help of other provisions of the Act. According\nto him, whenever information regarding cognizable offence is\nbrought to the notice of the SHO, he has no option but to register\nthe First Information Report.\nG\nН\n9. This Court also issued notice to the learned Attorney\nGeneral for India to assist the Court in this matter of general\npublic importance. Mr. Harish P Raval, the learned Additional\nSolicitor General appeared before the Court and made\ncomprehensive submissions. He also filed written submissions\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1075\nwhich were settled by him and re-settled by the learned A\nAttorney General for India.\n10. Learned Additional Solicitor General submitted that the\nissue which has been referred to this Court has been decided\nby a three-Judge Bench of this Court in the case of Aleque\nPadamsee and Others v. Union of India and Others (2007) 6\nSCC 171. In this case, this Court while referring to the judgment\nin the case of Ramesh Kumari v. State (NCT of Delhi) and\nOthers (2006) 2 SCC 677 in paragraph 2 of the judgment has\nobserved as under:-\n\"Whenever cognizable offence is disclosed the police\nofficials are bound to register the same and in case it is\nnot done, directions to register the same can be given.\"\n11. The State of Gujarat, the respondent in the above case,\non the facts thereof, contended that on a bare reading of a\ncomplaint lodged, it appears that no offence was made and that\nwhenever a complaint is lodged, automatically and in a routine\nmanner an FIR is not to be registered. This Court after\nconsidering Chapter XII and more particularly Sections 154 and\n156 held (paragraphs 6 and 7) that \"whenever any information\nis received by the police about the alleged commission of\noffence which is a cognizable one, there is a duty to register\nthe FIR.\" There could be no dispute on that score as observed\nby this Court. The issue referred to in the reference has already\nbeen answered by the Bench of three Judges. The judgment\nin Aleque Padamsee and Others (supra) is not referred in the\nreference order. It is therefore prayed that the present reference\nbe answered accordingly.\nB\nC\nD\nE\nF\n12. It was submitted on behalf of the Union of India that G\nSection 154 (1) provides that every information relating to the\ncommission of a cognizable offence if given orally, to an officer\nincharge of a police station shall be reduced in writing by him\nor under his directions. The provision is mandatory. The use\nof the word \"shall\" by the legislation is indicative of the statutory H\n"}