{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nC\nD\nE\nF\nG\nH\n1086 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nunder Section 173(2) to forward to a Magistrate\nempowered to take cognizance of the offence on a police\nreport, a report in the form prescribed by the State\nGovernment containing all the particulars mentioned\ntherein. Chapter XIV of the Code lays down the conditions\nrequisite for initiation of proceedings by the Magistrate.\nUnder sub-section (1) of Section 190 appearing in that\nChapter any Magistrate of the First Class and any\nMagistrate of the Second Class specially empowered may\ntake cognizance of any offence (a) upon receiving a\n\"complaint\" of facts which constitutes such offence; (b)\nupon a \"police report\" of such facts; or (c) upon information\nreceived from any person other than a police officer, or\nupon his own knowledge that such offence has been\ncommitted. Chapter XV prescribes the procedure the\nMagistrate has to initially follow if it takes cognizance of\nan offence on a complaint under Section 190(1)(a).\n25. Learned counsel for the Union of India relied on the\nfollowing passage from Madhu Bala (supra) :-\nhe\nmay\n\"From a combined reading of the above provisions it is\nabundantly clear that when a written complaint disclosing\na cognizable offence is made before a Magistrate,\ntake cognizance upon the same under Section 190(1)(a)\nof the Code and proceed with the same in accordance\nwith the provisions of Chapter XV. The other option\navailable to the Magistrate in such a case is to send the\ncomplaint to the appropriate police station under Section\n156(3) for investigation. Once such a direction is given\nunder sub-section (3) of Section 156 the police is required\nto investigate into that complaint under sub-section (1)\nthereof and on completion of investigation to submit a\n\"police report\" in accordance with Section 173(2) on which\na Magistrate may take cognizance under Section\n190(1)(b) but not under 190(1)(a). Since a complaint\nfiled before a Magistrate cannot be a \"police report\" in\n-\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1087\nview of the definition of \"complaint\" referred to earlier and A\nsince the investigation of a \"cognizable case\" by the police\nunder Section 156(1) has to culminate in a \"police report\"\nthe \"complaint\" as soon as an order under Section\n156(3) is passed thereon - transforms itself to a report\ngiven in writing within the meaning of Section 154 of the B\nCode, which is known as the first information report (FIR).\nAs under Section 156(1), the police can only investigate\na cognizable \"case\", it has to formally register a case on\nthat report.\"\n26. Mr. Raval also relied on the following passage from\nMadhu Bala's case:-\nC\nE\n\"From the foregoing discussion it is evident that whenever\na Magistrate directs an investigation on a \"complaint\" the\npolice has to register a cognizable case on that complaint D\ntreating the same as the FIR and comply with the\nrequirements of the above Rules. It, therefore, passes our\ncomprehension as to how the direction of a Magistrate\nasking the police to \"register a case\" makes an order of\ninvestigation under Section 156(3) legally unsustainable.\nIndeed, even if a Magistrate does not pass a direction to\nregister a case, still in view of the provisions of Section\n156(1) of the Code which empowers the police to\ninvestigate into a cognizable \"case\" and the Rules framed\nunder the Indian Police Act, 1861 it (the police) is duty- F\nbound to formally register a case and then investigate into\nthe same. The provisions of the Code, therefore, do not\nin any way stand in the way of a Magistrate to direct the\npolice to register a case at the police station and then\ninvestigate into the same. In our opinion when an order for\ninvestigation under Section 156(3) of the Code is to be\nmade the proper direction to the police would be \"to\nregister a case at the police station treating the complaint\nas the first information report and investigate into the\nsame\".\nG\nH\nA\n1088 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\n27. This Court in the case of Hallu and others v. State of\nMadhya Pradesh 1974 (4) SCC 300 in the context of Section\n154 of the Code held (para 7) that Section 154 of the Code\ndoes not require that the Report must be given by a person who\nhas personal knowledge of the incident reported. It is further\nB held that the said Section speaks of an information relating to\nthe commission of a cognizable offence given to an officer\nincharge of a police station.\nC\nD\nE\nF\nG\nH\n28. Mr. Raval placed reliance on para 8 of the judgment\nof this Court in the case of Rajinder Singh Katoch v.\nChandigarh Administration and others 2007 (10) SCC 69,\nwherein this Court observed as under:-\n\"8.Although the officer in charge of a police station is legally\nbound to register a first information report in terms of\nSection 154 of the Code of Criminal Procedure, if the\nallegations made by them give rise to an offence which can\nbe investigated without obtaining any permission from the\nMagistrate concerned, the same by itself, however, does\nnot take away the right of the competent officer to make a\npreliminary enquiry, in a given case, in order to find out as\nto whether the first information sought to be lodged had\nany substance or not. In this case, the authorities had made\ninvestigations into the matter. In fact, the Superintendent\nof Police himself has, pursuant to the directions issued by\nthe High Court, investigated into the matter and visited the\nspot in order to find out the truth in the complaint of the\npetitioner from the neighbours. It was found that the\ncomplaint made by the appellant was false and the same\nhad been filed with an ulterior motive to take illegal\npossession of the first floor of the house.\"\n29. While referring to the decision of this Court in Ramesh\nKumari (supra) in para 11 of the judgment in Rajinder Singh's\ncase, it is observed as under:-\n\"11. We are not oblivious to the decision of this Court in\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1089\nRamesh Kumari v. State (NCT of Delhi) wherein such a\nstatutory duty has been found in the police officer. But, as\nindicated hereinbefore, in an appropriate case, the police\nofficers also have a duty to make a preliminary enquiry so\nas to find out as to whether allegations made had any\nsubstance or not.\"\n30. It is further submitted that the above observations run\nconcurrently to the settled principles of law and more particularly\nthe three judge Bench decision of this Court in Aleque\nPadamsee and Others (supra).\n31. In the context of the statutory provisions, the learned\ncounsel for the Union of India drew the attention of this Court\nto the decision of this Court in the case of Superintendent of\nPolice, CBI and Others v. Tapan Kumar Singh AIR 2003 SC\n4140, paragraph 20 at page 4145 as under:-\nA\nB\nC\nD\nلنا\nF\n\"It is well settled that a First Information Report is not an\nencyclopedia, which must disclose all facts and details\nrelating to the offence reported. An informant may lodge\na report about the commission of an offence though he may\nnot know the name of the victim or his assailant. He may\nnot even know how the occurrence took place. A first\ninformant need not necessarily be an eye witness so as\nto be able to disclose in great details all aspects of the\noffence committed. What is of significance is that the\ninformation given must disclose the commission of a\ncognizable offence and the information so lodged must\nprovide a basis for the police officer to suspect the\ncommission of a cognizable offence. At this stage it is\nenough if the police officer on the basis of the information\ngiven suspects the commission of a cognizable offence,\nand not that he must be convinced or satisfied that a\ncognizable offence has been committed. If he has reasons\nto suspect, on the basis of information received, that a\ncognizable offence may have been committed, he is bound\nto record the information and conduct an investigation. At H\nG\nA\nB\nC\nD\nLIJ\nE\nF\n1090\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nthis stage it is also not necessary for him to satisfy himself\nabout the truthfulness of the information. It is only after a\ncomplete investigation that he may be able to report on\nthe truthfulness or otherwise of the information. Similarly,\neven if the information does not furnish all the details, he\nmust find out those details in the course of investigation\nand collect all the necessary evidence. The information\ngiven disclosing the commission of a cognizable offence\nonly sets in motion the investigative machinery, with a view\nto collect all necessary evidence, and thereafter to take\naction in accordance with law. The true test is whether the\ninformation furnished provides a reason to suspect the\ncommission of an offence, which the concerned police\nofficer is empowered under Section 156 of the Code to\ninvestigate. If it does, he has no option but to record the\ninformation and proceed to investigate the case either\nhimself or depute any other competent officer to conduct\nthe investigation. The question as to whether the report is\ntrue, whether it discloses full details regarding the manner\nof occurrence, whether the accused is named, and\nwhether there is sufficient evidence to support the\nallegations are all matters which are alien to the\nconsideration of the question whether the report discloses\nthe commission of a cognizable offence. Even if the\ninformation does not give full details regarding these\nmatters, the investigating officer is not absolved of his duty\nto investigate the case and discover the true facts, if he\ncan.\"\n32. This Court in its decision in the case of Ramesh\nKumari (supra) has observed as under in paragraphs 3, 4 and\nG 5-\nH\n\"3. Mr Vikas Singh, the learned Additional Solicitor\nGeneral, at the outset, invites our attention to the counter-\naffidavit filed by the respondent and submits that pursuant\nto the aforesaid observation of the High Court the\ncomplaint/representation has been subsequently examined\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1091\nA\nby the respondent and found that no genuine case was\nestablished. We are not convinced by this submission\nbecause the sole grievance of the appellant is that no case\nhas been registered in terms of the mandatory provisions\nof Section 154(1) of the Criminal Procedure Code.\nGenuineness or otherwise of the information can only be B\nconsidered after registration of the case. Genuineness or\ncredibility of the information is not a condition precedent\nfor registration of a case. We are also clearly of the view\nthat the High Court erred in law in dismissing the petition\nsolely on the ground that the contempt petition was pending C\nand the appellant had an alternative remedy. The ground\nof alternative remedy nor pending of the contempt petition\nwould be no substitute in law not to register a case when\na citizen makes a complaint of a cognizable offence\nagainst a police officer.\n4. That a police officer mandatorily registers a case on a\ncomplaint of a cognizable offence by the citizen under\nSection 154 of the Code is no more res integra. The point\nof law has been set at rest by this Court in State of\nHaryana v. Bhajan Lal. This Court after examining the\nwhole gamut and intricacies of the mandatory nature of\nSection 154 of the Code has arrived at the finding in paras\n31 and 32 of the judgment as under: (SCC pp. 354-55)\nD\nE\n31. At the stage of registration of a crime or a case on F\nthe basis of the information disclosing a cognizable\noffence in compliance with the mandate of Section 154(1)\nof the Code, the police officer concerned cannot embark\nupon an enquiry as to whether the information, laid by the\ninformant is reliable and genuine or otherwise and refuse\nto register a case on the ground that the information is not\nreliable or credible. On the other hand, the officer in charge\nof a police station is statutorily obliged to register a case\nand then to proceed with the investigation if he has reason\nto suspect the commission of an offence which he is\nG\nH\nΑ\nB\nC\nD\nヨ\nF\nןד\nG\nH\n1092 SUPREME COURT REPORTS\n[2012] 1 S.C.R.\nempowered under Section 156 of the Code to investigate,\nsubject to the proviso to Section 157. (As we have\nproposed to make a detailed discussion about the power\nof a police officer in the field of investigation of a\ncognizable offence within the ambit of Sections 156 and\n157 of the Code in the ensuing part of this judgment, we\ndo not propose to deal with those sections in extenso in\nthe present context.) In case, an officer in charge of a police\nstation refuses to exercise the jurisdiction vested in him\nand to register a case on the information of a cognizable\noffence reported and thereby violates the statutory duty\ncast upon him, the person aggrieved by such refusal can\nsend the substance of the information in writing and by post\nto the Superintendent of Police concerned who if satisfied\nthat the information forwarded to him discloses a\ncognizable offence, should either investigate the case\nhimself or direct an investigation to be made by any police\nofficer subordinate to him in the manner provided by sub-\nsection (3) of Section 154 of the Code.\n32. Be it noted that in Section 154(1) of the Code, the\nlegislature in its collective wisdom has carefully and\ncautiously used the expression 'information' without\nqualifying the same as in Section 41(1)(a) or (g) of the\nCode wherein the expressions, 'reasonable complaint\nand 'credible information' are used. Evidently, the non-\nqualification of the word 'information' in Section 154(1)\nunlike in Section 41(1)(a) and (g) of the Code may be for\nthe reason that the police officer should not refuse to\nrecord an information relating to the commission of a\ncognizable offence and to register a case thereon on the\nground that he is not satisfied with the reasonableness or\ncredibility of the information. In other words,\n'reasonableness' or 'credibility' of the said information is\nnot a condition precedent for registration of a case. A\ncomparison of the present Section 154 with those of the\nearlier Codes will indicate that the legislature had\nLALITA KUMARI v. GOVERNMENT OF U.P.\n[DALVEER BHANDARI, J.]\n1093\npurposely thought it fit to employ only the word 'information' A\nwithout qualifying the said word. Section 139 of the Code\nof Criminal Procedure of 1861 (Act 25 of 1861) passed\nby the Legislative Council of India read that 'every\ncomplaint or information' preferred to an officer in charge\nof a police station should be reduced into writing which B\nprovision was subsequently modified by Section 112 of the\nCode of 1872 (Act 10 of 1872) which thereafter read that\n'every complaint' preferred to an officer in charge of a\npolice station shall be reduced in writing. The word\n'complaint' which occurred in previous two Codes of 1861\nand 1872 was deleted and in that place the word\n'information' was used in the Codes of 1882 and 1898\nwhich word is now used in Sections 154, 155, 157 and\n190(c) of the present Code of 1973 (Act 2 of 1974). An\noverall reading of all the Codes makes it clear that the\ncondition which is sine qua non for recording a first\ninformation report is that there must be an information and\nthat information must disclose a cognizable offence.\"\n33. Finally, this Court in Ramesh Kumari (supra) in para\n33 said :-\n\"33. It is, therefore, manifestly clear that if any information\ndisclosing a cognizable offence is laid before an officer\nin charge of a police station satisfying the requirements\nof Section 154(1) of the Code, the said police officer has\nno other option except to enter the substance thereof in\nthe prescribed form, that is to say, to register a case on\nthe basis of such information.\"\nC\nD\nE\nF\n34. The views expressed by this Court in paras 31, 32 and\n33 as quoted above leave no manner of doubt that the provision G\nof Section 154 of the Code is mandatory and the officer\nconcerned is duty-bound to register the case on the basis of\nsuch an information disclosing cognizable offence.\n35. In the case of Ramesh Kumari (supra), this Court has H\n1094\nSUPREME COURT REPORTS\n[2012] 1 S.C.R.\nA held that the views expressed by this Court in the case of State\nof Haryana and Others v. Bhajan Lal and Others 1992 Suppl.\n(1) SCC 335 leave no matter of doubt that the provisions of\nSection 154 of the Code is mandatory and the officer\nconcerned is duty bound to register the case on the basis of\nB such information disclosing a cognizable offence.\nс\n36. Mr. Raval while concluding his arguments reiterated\nthat Section 154 of the Code it is mandatory for the officer\nconcerned to register the case on the basis of such information\nincluding cognizable offence. According to Union of India, the\npolice officer has no discretion in the matter and this is\naccording to the legislative intention behind enacting Section\n154 of the Code of Criminal Procedure.\n37. Mr. Ratnakar Das, learned senior advocate appearing\nD for the State of U.P. adopted the arguments addressed by Mr.\nRaval on behalf of the Union of India and submitted that the word\n'shall' appearing in Section 154 mandates the police to enter\nthe information about commission of a cognizable offence in a\nbook in such form commonly known as \"First Information\nE Report'. At that stage, the police cannot go into the question\nabout the truth or otherwise of the information and make a roving\nenquiry.\nF\n38. It was also submitted by Mr. Das that the word\n'information' is not qualified by credible information. It has to\nbe recorded with utmost dispatch and if its recording is\ndependent upon any type of preliminary enquiry, then there\nwould be a great temptation to incorporate the details and\ncircumstances advantageous to the prosecution which may be\nlacking in the earlier information. Similarly, if the police is given\nG the power to hold a preliminary inquiry before registration of an\nH\nFIR it may benefit the wrongdoer because by afflux of time, the\nevidence would be obliterated or destroyed and thereby justice\nwould be denied to the victim of crime.\n39. Mr. Das gave an example that in a bride burning case,\nLALITA KUMARI v. GOVERNMENT OF U.P. 1095\n[DALVEER BHANDARI, J.]\nB\nwhen a person makes a complaint that the husband and the A\nin-laws of his daughter have doused her with kerosene and set\nher ablaze and arrangements were being made to cremate the\ndead body, in that case, if the police instead of taking\nimmediate steps to register an FIR proceeds to the spot to\nseize the dead body and the burnt clothes etc. on the plea that\nhe is required to make preliminary enquiry to ascertain the\ntruth, then during the interregnum, no evidence would be\navailable to bring the offenders to book. It needs to mention\nthat power is conferred upon the police under the Code to make\nseizure in course of investigation and not during the enquiry.\nSo, the police being in connivance with the accused may permit\nthem to cremate the dead body in order to cause\ndisappearance of the evidence.\n40. It is further submitted by Mr. Das that now-a-days\ncustodial violence is on the rise. Horror of Bhagalpur blinding\ncase and the Maya Tyagi case in Uttar Pradesh are still in the\nminds of the people. It is complained that the police do not\ntake action against their own brethren who commit crimes.\nMost of the times the Court intervenes and it is only then that\nthe person wronged gets justice. In such cases if the police is\ngiven handle to hold a preliminary enquiry the offender will get\na scope to fabricate evidence and ultimately the police will deny\nregistration of an FIR on the ground that the preliminary enquiry\ndoes not reveal any such offence having been committed at all.\n41. It was submitted on behalf of the Union of India and\nthe State of U.P. that in the Code the Legislature never intended\nto incorporate any provision for conducting any 'preliminary\nenquiry' before registering an FIR when a report regarding\ncommission of a cognizable offence is made. The specific\nquestion on this issue was never raised or agitated earlier\nbefore this Court at any point of time whether as a general rule\nthe police should hold a preliminary enquiry before registering\nan FIR and take further steps in the investigation. Only in two\ncases in respect of the offence under Prevention of Corruption\nC\nD\nE\nF\nG\nH\n"}