{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"668 SUPREME COURT REPORTS\nA\nLETTER DATD 3.6.2011.\n[2012] 12 S.C.R.\n\"General Manager NW-1 (Appointing Authority)\nCircle Development Officer\nB\nStaff Supervising\nC\nD\nE\nF\nG\nProbationary officers: 2009 Batch\nResult of Confirmation Test Held on 27.02.2011\nCopying Case Extension of Probation Period by Three\nMonths\n139 Probationary Officers of 2009 batch appeared in the\nscreening test for confirmation in JMGS-I and MMGS-II on\n27.02.2011 from our Circle. Corporate Centre vide their\ne-mail letter no. CRPD/SNP/PO-2009-10/CONF/75 dated\n10.05.2011 (Flag-'A') has forwarded a list of 02\ncandidates viz Ms. Palak Modi, PF index no. 5910633 and\nShri Prabhat Dixit, PF index no. 5908930 where the use\nof unfair means (copying) is suspected as per report\nfurnished by IBPS which is further supported by the\ncorroborative evidence of sitting next to one-another J in\ndifferent rows in the same room, as indicated by the sitting\nplan in the above mentioned test.\n2. Corporate Centre also advised that as approved by the\nAppropriate Authority, the probation period of these\ncandidates is to be extended by 03 months in terms of Rule\n16(2) of SBIOSR and appropriate process to be\ncompleted within extended probation period. Further, as\nthe statistical and additional corroborative evidences are\nagainst these candidates, as an examination conducting\nbody, Corporate Centre has cancelled their candidature\nfor the confirmation test.\n3.\nH\nA note was placed to the appointing authority i.e.\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n669\nGeneral Manager (NW-I) and upon his approval (Flag-'B') A\nthe probation period of these 02 candidates has been\nextended by 03 months. We propose to initiate appropriate\naction against the above mentioned 02 Probationary\nOfficers in the matter at the earliest within the extended\nprobation period.\n*4. Corporate Centre has advised that keeping in view the\nunsatisfactory conduct of these 02 officers during the\nwritten examination held on 27.02.2011, these candidates\ncannot be deemed to be fit for confirmation and are,\ntherefore, liable for action in terms of Rule 16(3) of\nSBIOSR by the Appropriate Authority. In this connection,\nwe have also discussed the matter with AGM (Law) at\nCorporate Centre.\nB\nC\n7\n5. We, therefore, propose subject to your approval, to D\ninitiate necessary action against these 02 Probationary\nOfficers for termination of their services at the earliest.\nUpon approval we will draft a letter for termination of their\nservices and forward the same to Corporate Centre for\nvetting. Upon receipt of advices from Corporate Centre,\nwe will put up the termination letter, to be served to these\n02 POs, for your signature. The appropriate authority in the\nmatter is Appointing Authority, i.e., senior most General\nManager of the Circle.\nSubmitted for approval.\nAsstt. General Manager (HR)\"\n22. A combined reading of Rules 15(1) and 16 and\nparagraph 5 of the conditions of appointment makes it clear\nthat a person appointed as a Probationary Officer remains on\nprobation for a minimum period of two years at the end of which\nhe is entitled to be confirmed if the competent authority is of\nthe opinion that he has satisfactorily completed the training in\nany institution to which he may have been deputed and the in-\nE\nF\nG\nH\n670\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA service training in the Bank. The Probationary Officer can also\nbe subjected to screening for judging his merit and suitability.\nIf the Probationary Officer fails to satisfactorily complete the\ntraining(s) or fails to pass the screening test or his service is\nnot satisfactory, then the Bank can extend the period of\nprobation by a further period of which the outer limit is one year.\nIn a given case, the competent authority can, if it is of the\nopinion that the Probationary Officer is not fit for confirmation,\nterminate his service by one month's notice or payment of one\nmonth's emoluments.\nB\nC\nD\nE\nF\nG\nH\n23. It is thus evident that satisfactory performance during\nthe period of probation, successful completion of training(s) and\npassing of the test conducted by the Bank for judging his\nsuitability for the post constitute the touchstone for his\nconfirmation.\n24. The policy of confirmation, which was circulated vide\nletter dated 20.9.2010 envisaged placement of the\nProbationary Officers scoring 75% or more marks in the written\ntest, group discussion and interview in MMGS-II. Those scoring\nless than 75% but minimum 50% (general category) and 45%\n(SC/ST/PWD) could be confirmed in JMGS-I. Those scoring\nless than 50% or 45%, as the case may be, are eligible to again\nappear in the confirmation test and qualify the same before\ncompletion of two years' probation. If he fails to qualify the test\nsecond time, his service is liable to be terminated in terms of\nRule 16(3) of the Rules. An alternative available to the Bank is\nto extend the period of probation of the candidate for maximum\none year with two opportunities to appear in the confirmation\ntests at six-monthly interval.\n25. The primary object of the confirmation test held on\n27.2.2011, which could also be termed as evaluation test within\nthe meaning of paragraph 5(c) of the appointment letter was\nto decide whether the officer has made use of the opportunities\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n671\nmade available to him by the Bank to prove his worth for the A\njob for which he was recruited and whether he has acquired\nsufficient knowledge about the functional requirements of the\nBank. The test also gave an opportunity to the Probationary\nOfficer to demonstrate that he was meritorious enough to be\nplaced in the higher grade.\nB\n26. There is a marked distinction between the concepts\nof satisfactory completion of probation and successful passing\nof the training/test held during or at the end of the period of\nprobation, which are sine qua non for confirmation of a\nC\nprobationer and the Bank's right to punish a probationer for any\ndefined misconduct, misbehaviour or misdemeanor. In a given\ncase, the competent authority may, while deciding the issue of\nsuitability of probationer to be confirmed, ignore the act(s) of\nmisconduct and terminate his service without casting any\naspersion or stigma which may adversely affect his future\nprospects but, if the misconduct/misdemeanor constitutes the\nbasis of the final decision taken by the competent authority to\ndispense with the service of the probationer albeit by a non\nstigmatic order, the Court can lift the veil and declare that in\nthe garb of termination simpliciter, the employer has punished E\nthe employee for an act of misconduct.\n27. The use of unfair means in the evaluation test/\nconfirmation test held by the Bank certainly constitutes a\nmisconduct. The Bank itself had treated such an act to be a\nmisconduct (paragraph 10 of advertisement dated 1.7.2008).\nIt is not in dispute that the services of the private respondents\nwere not terminated on the ground that there was any deficiency\nor shortcoming in their work or performance during probation\nor that they had failed to satisfactorily complete the training or\nhad failed to secure the qualifying marks in the test held on\n27.2.2011. As a matter of fact, the note prepared by the Deputy\nGeneral Manager, which was approved by the General\nManager makes it crystal clear that the decision to dispense\nwith the services of the private respondents was taken solely\nD\nF\nG\nH\n672\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA on the ground that they were guilty of using unfair means in the\ntest held on 27.2.2011. To put it differently, the foundation of\nthe action taken by the General Manager was the accusation\nthat while appearing in the objective test, the private\nrespondents had resorted to copying. IBPS had relied upon the\nB analysis made by the computer and sent report to the Bank that\n18 candidates were suspected to have used unfair means. The\nconcerned authority then sent for the chart of seating\narrangement and treated the same as a piece of evidence for\ncoming to the conclusion that the private respondents had\nindeed used unfair means in the examination. This exercise\nwas not preceded by an inquiry involving the private\nrespondents and no opportunity was given to them to defend\nthemselves against the charge of use of unfair means. In other\nwords, they were condemned unheard which, in our considered\nview, was legally impermissible.\nC\nD\n28. Before concluding, we may notice the judgments relied\nupon by the learned senior counsel for the appellants. In Ajit\nSingh v. State of Punjab (supra), this Court considered the\nquestion whether the decision of the State Government to\nE terminate the services of the appellants, who were appointed\nas Executive Officers on probation of one year, could be\nnullified on the ground of violation of Articles 14 ad 16 of the\nConstitution. The facts of the case show that the Punjab Town\nImprovement Act, 1922 was enacted to make provision for the\nF improvement and expansion of towns in Punjab. The Act\nenvisages the creation and constitution of Trusts and the Trust\nso created will have a corporate personality with perpetual\nsuccession and a common seal. The duties and functions of\nthe Trust inter alia include preparing of schemes under the Act\nG for various purposes. Section 17 conferred power on the State\nGovernment to constitute certain services in the manner therein\nprescribed. One such service contemplated by the section was\nPunjab Service of Trust Executive Officers. Sub-section (2) of\nSection 17 conferred power on the State Government to make\nrules for regulating the recruitment and the conditions of service\nH\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n673\nB\nC\nof members of the Trust services constituted by the State A\nGovernment. Armed with this power, the State Government\nconstituted Punjab Service of Trust Executive Officers. In\nexercise of the power conferred by Section 73 read with\nSection 17(2) of the Act, the State Government framed rules\nstyled as Punjab Trust Services (Recruitment and Conditions\nof Service) Rules, 1978 (\"1978 Rules\" for short). Rule 5(2)(i)\ninter alia provided that 50 per cent of the vacancies in the cadre\nof Executive Officers shall be filled by direct recruitment and\nfor this purpose Rule 5(4) envisaged the setting up of a\nSelection Committee called Punjab Trust Services Selection\nCommittee. In 1978, Directorate of Local Government, Punjab\nissued Advertisement No. 1078 inviting applications for the\nposts in Class I, II and III of Trust Executive Officers. Pursuant\nto this advertisement, large number of persons applied for\nvarious posts. The Punjab Trust Services Selection Committee\ninterviewed various candidates and ultimately recommended\n11 persons for the post of Trust Executive Officers. Ajit Singh\nand Rajinder Singh were recommended for Class I post; S.\nSarup Singh and R.L. Bhagat were recommended for Class II\npost of Trust Executive Officers and the remaining seven\npetitioners in this group of petitions were recommended for\nClass III post of Trust Executive Officers. These\nrecommendations were accepted and appointment orders\nwere issued by Punjab Government on May 28, 1979. After\neach appointee completed one year of service, an increment\nwas released in his favour. After one year, the State\nGovernment terminated their services vide orders dated\n25.9.1980.\nD\nE\nF\nOne of the several grounds on which the appellants\nchallenged the termination of their services was that the action G\nof the employer was wholly arbitrary, discriminatory, and\nviolative of equality clause contained in the Constitution. While\nquashing orders dated 25.9.1980, this Court observed:\n\"When the master-servant relation was governed by the\nH\n. A\nB\nC\nD\nE\nF\nיד\nG\nH\n674\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\narchaic law of hire and fire, the concept of probation in\nservice jurisprudence was practically absent. With the\nadvent of security in public service when termination or\nremoval became more and more difficult and order of\ntermination or removal from service became a subject-\nmatter of judicial review, the concept of probation came to\nacquire a certain connotation. If a servant could not be\nremoved by way of punishment from service unless he is\ngiven an opportunity to meet the allegations if any against\nhim which necessitates his removal from service, rules of\nnatural justice postulate an enquiry into the allegations and\nproof thereof. This developing master-servant relationship\nput the master on guard. In order that an incompetent or\ninefficient servant is not foisted upon him because the\ncharge of incompetence or inefficiency is easy to make but\ndifficult to prove, concept of probation was devised. To\nguard against errors of human judgment in selecting\nsuitable personnel for service, the new recruit was put on\ntest for a period before he is absorbed in service or gets\na right to the post. Period of probation gave a sort of locus\npententiae to the employer to observe the work, ability,\nefficiency, sincerity and competence of the servant and if\nhe is found not suitable for the post, the master reserved\na right to dispense with his service without anything more\nduring or at the end of the prescribed period which is styled\nas period of probation. Viewed from this aspect, the courts\nheld that termination of service of a probationer during or\nat the end of a period of probation will not ordinarily and\nby itself be a punishment because the servant so\nappointed has no right to continue to hold such a post any\nmore than a servant employed on probation by a private\nemployer is entitled to (see Parshotam Lal Dhingra v. Union\nof India). The period of probation therefore furnishes a\nvaluable opportunity to the master to closely observe the\nwork of the probationer and by the time the period of\nprobation expires to make up his mind whether to retain\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n675\nthe servant by absorbing him in regular service or dispense A\nwith his service. Period of probation may vary from post\nto post or master to master. And it is not obligatory on the\nmaster to prescribe a period of probation. It is always open\nto the employer to employ a person without putting him on\nprobation. Power to put the employee on probation for B\nwatching his performance and the period during which the\nperformance is to be observed is the prerogative of the\nemployer.\"\nThe Court then took cognizance of the fact that on\ncompletion of one year's probation an increment was released\nin favour of the appellants and proceeded to observe:\nC\n\"It is implicit in release of increment that the petitioners had\nsatisfactorily discharged their duty during the probation\nperiod, and at any rate the work and conduct was not D\nshown to be unsatisfactory, which permitted an increment\nto be earned. Assuming, as contended for on behalf of the\nrespondents that period of probation was two years, the\nfact that on the expiry of one year of service an increment\nwas released, would imply that during the period of one E\nyear the work and conduct has not been unsatisfactory. If\nit was otherwise the release of increment could have been\ninterdicted on the ground that neither the work nor the\nconduct was satisfactory. The fact that the increment was\nreleased would at least permit an inference that there was F\nsatisfactory completion of the probation period and that\nduring the probationary period, the work and conduct of\neach of the petitioners was satisfactory. If up to the end of\nJune, 1980 the work and conduct of each of the petitioners\nwas satisfactory and if the service of each of them was,\nsimultaneously on the same day September 25, 1980\ndispensed with on the ground mentioned in Rule 9(2)(a)\nin that in the opinion of the appointing authority, the work\nand conduct of each of the petitioners was not satisfactory,\nthen between June 1980 and September 1980 something\nG\nH\nA\nB\nC\nD\nE\nLLJ\nLL\nG\nH\n676\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nwas simultaneously done by each of the petitioners to\npermit the appointing authority - the State - to reach an\naffirmative conclusion that the work and conduct, became\nwholly unsatisfactory and the degree of dissatisfaction with\nthe service was so high that the service of all the 11\npetitioners recruited on the same day was required to be\ndispensed with on identical ground. This is too fortuitous\nto carry conviction.\"\n29. In Krishnadevaraya Education Trust v. L.A.\nBalakrishna (supra), the Court noted that the services of the\nrespondent, who was appointed as Assistant Professor on\nprobation were terminated on the ground of unsuitability and\nobserved:\n\"There can be no manner of doubt that the employer is\nentitled to engage the services of a person on probation.\nDuring the period of probation, the suitability of the recruit/\nappointee has to be seen. If his services are not\nsatisfactory which means that he is not suitable for the job,\nthen the employer has a right to terminate the services as\na reason thereof. If the termination during probationary\nperiod is without any reason, perhaps such an order would\nbe sought to be challenged on the ground of being\narbitrary. Therefore, naturally services of an employee on\nprobation would be terminated, when he is found not to be\nsuitable for the job for which he was engaged, without\nassigning any reason. If the order on the face of it states\nthat his services are being terminated because his\nperformance is not satisfactory, the employer runs the risk\nof the allegation being made that the order itself casts a\nstigma. We do not say that such a contention will succeed.\nNormally, therefore, it is preferred that the order itself does\nnot mention the reason why the services are being\nterminated.\nIf such an order is challenged, the employer will have to\nindicate the grounds on which the services of a probationer\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n677\nwere terminated. Mere fact that in response to the A\nchallenge the employer states that the services were not\nsatisfactory would not ipso facto mean that the services\nof the probationer were being terminated by way of\npunishment. The probationer is on test and if the services\nare found not to be satisfactory, the employer has, in terms B\nof the letter of appointment, the right to terminate the\nservices.\nс\nIn the instant case, the second order which was passed\nterminating the services of the respondent was\ninnocuously worded. Even if we take into consideration the\nfirst order which was passed which mentioned that a\nCommittee which had been constituted came to the\nconclusion that the job proficiency of the respondent was\nnot up to the mark, that would be a valid reason for\nD\nterminating the services of the respondent. That reason\ncannot be cited and relied upon by contending that the\ntermination was by way of punishment.\"\n30. In Pavanendra Narayan Verma v. Sanjay Gandhi PGI\nof Medical Sciences (supra), this Court again considered the E\nquestion whether termination of the service of probationer can\nbe termed as punitive merely because it is preceded by an\ninquiry for the purpose of judging his suitability and answered\nthe same in negative. The two-Judge Bench referred to a large\nnumber of precedents and observed:\n\"29. ... Generally speaking when a probationer's\nappointment is terminated it means that the probationer\nis unfit for the job, whether by reason of misconduct or\nineptitude, whatever the language used in the termination\norder may be. Although strictly speaking, the stigma is\nimplicit in the termination, a simple termination is not\nstigmatic. A termination order which explicitly states what\nis implicit in every order of termination of a probationer's\nappointment, is also not stigmatic. The decisions cited by\nF\nG\nH\n"}