{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"638\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA\nB\nD\nLLI\nE\nF\nG\nH\nOPTION-II\nCandidate's probation will be extended by a further\nperiod of maximum one year in terms of two\nperiods of six months each (extending the total\nprobation period to a maximum of 36 months) with\nthe provision to appear in 02 more confirmation\ntests at 06 monthly intervals i.e. 02nd test in 27th\nmonth \u0026 03rd test in 33rd month of his/her\nprobation respectively with the following\nconditions:-\nIn the event of:\nPassing the proposed 02nd test after 27th month\nof probation candidate will be confirmed as JMGS-\nI on completion of 30th month of probation including\nextended period of probation of 06 months. The\nextended period of probation of six months will,\nhowever, not to be counted for service seniority.\nFailing in the 02nd test put passing the proposed\n03rd test after 33rd month of his/her probation he/\nshe will be confirmed as JMGS-I on completion of\n36th month of probation including the extended\nperiod of probation of one year. The extended\nperiod of probation of one-year will, however, not\nbe counted for service seniority.\nFailing in the proposed 03rd test administered in\n33rd month of his/her probation, 04 increments in\nbasic salary given to him/her on appointment, as\nProbationary Officer will be withdrawn and he/she\nwill be absorbed as Officer JMGS-I on completion\nof 36th month of probation period including the\nextended period of probation of one year. The\nextended period of probation of one year will not\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n639\nbe counted for service seniority. In all the above A\ncases, as mentioned in Option 11, where probation\nperiod is extended, the annual increment date will\nbe shifted by skipping the extended probation\nperiod of six or twelve months, as the case may be.\n\"Further, the service rendered by him/her\nduring extended probation period of six or\ntwelve months will also not be counted as\neligible service for seniority as well as for next\npromotion.\"\nThe committed for the Group Discussion /Interview will\ncomprise of a Chief General Manager, a General Manager\nand a Deputy General Manager besides one SC/ST\nrepresentative who should at least be of SMGS IV\nincumbency.\"\nB\nC\nD\n4. The private respondents appeared in the test held on\n27.2.2011, the result whereof was declared on 10.5.2011. Their\nnames did not figure in the result apparently because Institute\nof Banking Personnel Selection (for short, ‘IBPS'), an\nE\nindependent expert body engaged in conducting recruitment for\nvarious services, which was entrusted with the task of preparing\nthe examination papers and evaluating the answer sheets sent\na report to the Bank that some candidates including the private\nrespondents are suspected to have used unfair means. After\nfour days, respondent No.3 issued letters dated 14.5.2011 and\nextended the probation of the private respondents for three\nmonths by invoking Rule 16(2) of the Rules. However, without\nwaiting for expiry of the extended period of probation,\nrespondent No.3 terminated their services vide letters dated\n27.6.2011 by indicating that this was being done under Rule G\n16(3) of the Rules.\nF\n5. The private respondents challenged the termination of\ntheir services by filing writ petitions mainly on the grounds that\nthe action taken by the concerned authorities of the Bank was H\n640 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA arbitrary and violative of the rules of natural justice. They\npleaded that during the period of probation, no one had\ninformed them about any shortcoming, deficiency or defect in\ntheir work and yet their services were terminated without giving\nthem notice and opportunity of hearing. The private respondents\nB further pleaded that even though they had requested the\nconcerned officers of the Bank to disclose the reasons for\nextension of probation and termination of their services but no\nresponse was received from them.\nC\n6. In the counter affidavits filed on behalf of the appellants,\nit was pleaded that the decision to extend the probation of the\nprivate respondents and to terminate their services was taken\nafter considering the report sent by IBPS about suspected use\nof unfair means by the candidates. It was further pleaded that\non checking the record of seating arrangement, it was revealed\nD that the private respondents and other candidates were seating\nin close proximity with each other and that was considered as\na corroborative evidence of their having used unfair means,\nnamely, copying answers from one another. According to the\nappellants, action was taken against the private respondents\nE strictly in accordance with the conditions of appointment without\nholding any formal inquiry into the allegation involving\nmisconduct.\n7. The Division Bench of the High Court did not directly\ndeal with the question whether the action taken by the General\nF\nManager was arbitrary, unfair and unjustified and whether in the\ngarb of termination simpliciter, the concerned authority had\npenalized the private respondents on the charge of their having\nindulged in malpractices in the confirmation test but held that\nthe action taken by the appellants was contrary to the guidelines\nframed by the IBPS for detecting cases of use of unfair means.\nThe Division Bench referred to paragraph 4 of the guidelines\nframed by the IBPS and opined that after considering the report\nsuggesting that the private respondents were suspected to\nhave used unfair means in the examination, the Bank should\nG\nH\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.J\n641\nhave scrutinized their cases on the basis of their performance A\nin the descriptive papers and then taken a final decision. The\nDivision Bench took cognizance of the statement of the senior\ncounsel appearing for the Bank that performance of the private\nrespondents in the descriptive papers was not evaluated and\nheld that the Bank could not have discharged them from service B\nby assuming that they had used unfair means in the objective\ntype papers.\nC\nD\n8. Shri U. U. Lalit, learned senior counsel appearing for the\nappellants argued that the impugned order is liable to be set\naside because the view taken by the High Court on the legality\nand propriety of the decision taken by respondent No.3 in\nconsonance with the terms of appointment of the private\nrespondents and Rule 16(3) of the Rules is ex facie erroneous\nand is contrary to the terms and conditions of their appointment.\nShri Lalit emphasized that officers and employees of\nunquestionable integrity are required by the Bank because their\nwork involves high degree of responsibility and any compromise\nin that regard would be detrimental to larger public interest.\nLearned senior counsel then argued that the assessment made\nby the appointing authority on the issue of suitability of the E\nprivate respondents for confirmation was based on an objective\nconsideration of the report received from IBPS and in the\nabsence of any express stigma in the order of termination/\ndischarge, the respondents were not entitled to complain of\nviolation of the rules of natural justice. Shri Lalit submitted that F\nholding of regular inquiry is not sine qua non for discharging a\nprobationer and the High Court committed grave error by\nnullifying the decision taken by respondent No.3 on the ground\nof violation of the guidelines/policy framed by IBPS for\nevaluation of the answer sheets. Shri Lalit produced before the G\nCourt xerox copy of the proceedings which culminated in the\nissue of letters dated 27.6.2011 to show that respondent No.3\napproved the note prepared by Deputy General Manager,\nCentral Recruitment and Promotion Department, who had\nexamined the report sent by IBPS and checked the record H\n642\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA relating to seating arrangement which conclusively established\nthat the private respondents had used unfair means in the\nconfirmation test. Shri Lalit finally argued that discharge of a\nprobationer on the ground of unsuitability cannot be termed as\npunitive and respondent No.3 was not required to give notice\nB and opportunity of hearing to the private respondents. In support\nof this argument, Shri Lalit relied upon the judgments of this\nCourt in Ajit Singh v. State of Punjab (1983) 2 SCC 217,\nKrishnadevaraya Education Trust v. L.A. Balakrishna (2001)\n9 SCC 319, Pavanendra Narayan Verma v. Sanjay Gandhi\nPGI of Medical Sciences (2002) 1 SCC 520, Progressive\nEducation Society v. Rajendra (2008) 3 SCC 310 and Rajesh\nKumar Srivastava v. State of Jharkhand (2011) 4 SCC 447.\nC\nD\nE\n9. Shri Vikas Singh, learned senior counsel appearing for\nIBPS submitted that the institute is an expert body which has\nbeen conducting examinations for the officers and employees\nof various organizations and financial institutions. Shri Singh\nsubmitted that IBPS has developed a software of its own for\nidentifying the cases of use of unfair means and the software\ngenerates report of all pairs of cases which have identical\nresponses. The report of the software is then reviewed by a\ngroup of experts and then and then only a conclusion is reached\nabout suspected use of unfair means. Learned senior counsel\nthen argued that the interpretation placed by the High Court on\npara 4(B) of the guidelines framed by IBPS is wholly erroneous\nF and the word 'may' used in that paragraph cannot be construed\nas 'shall' so as to make evaluation of the descriptive papers\nas mandatory even in the cases of suspected use of unfair\nmeans. He submitted that IBPS had sent report regarding\nsuspected use of unfair means because the candidates had\nG given 11 identical wrong answers and 44 identical correct\nanswers, which was highly improbable and the appellant did\nnot commit any error by relying upon that report. Leamed senior\ncounsel referred to the revised guidelines issued by IBPS for\ndetecting the cases of use of unfair means and submitted that\nthe report sent to the Bank was based on evaluation of the\nH\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n643\npapers of objective test in consonance with the revised A\nguidelines and the concerned officers of the Bank took decision\nafter fully satisfying themselves that the private respondents had\nused unfair means in the examination. Shri Vikas Singh\nemphasized that the action taken against the private\nrespondents had salutary and sobering effects on other B\ncandidates and not a single case of unfair means was detected\nby IBPS in the tests held between 17.7.2011 and 24.6.2012\nfor various batches of new recruits.\nC\nD\n10. Shri Pallav Shishodia, Mrs. Shobha Dixit, Senior\nAdvocates and other learned counsel appearing for the\nrespondents argued that even though the High Court did not\nspecifically dealt with the question whether the action taken by\nrespondent No.3 was vitiated due to violation of the rules of\nnatural justice, the material produced before the High Court and\nthis Court unmistakably shows that the decision contained in\nletters dated 27.6.2011 was founded on the conclusion reached\nby the officers of the Bank that the private respondents were\nguilty of using unfair means in the confirmation test and this\ncould not have been done without giving them action oriented\nnotice and fair opportunity of hearing. Shri Shishodia pointed E\nout that the report prepared by IBPS was based on computer\nscanning of the answer sheets of the objective papers and the\nappellants could not have relied upon such report for\njeopardizing the career of the private respondents without\nholding an inquiry and without giving them opportunity to F\ncontrovert the allegation of use of unfair means. Learned senior\ncounsel submitted that there was no deficiency or defect or\nshortcoming in the work or performance of the private\nrespondents as Probationary Officers and in the guise of\ndischarging their services under Rule 16(3), the Bank had G\npenalized them on the specific allegation of using unfair means\nin the confirmation test without complying with the basics of the\nnatural justice.\n11. The question whether termination of the service of a\nH\n644 SUPREME COURT REPORTS\n[2012] 12 S.C.R.\nA temporary employee or a probationer can be treated as punitive\neven though the order passed by the competent authority does\nnot contain any stigma has been considered in a series of\njudgments. In Parshotam Lal Dhingra v. Union of India, 1958\nSCR 828, which can be considered as an important milestone\nB in the development of one facet of service jurisprudence in the\ncountry, the Constitution Bench was called upon to decide\nwhether the order of reversion of an official holding a higher\npost in an officiating capacity could be treated as punitive. After\nelaborate consideration of the relevant provisions of the\nConstitution and judicial decisions on the subject, the\nConstitution Bench observed:\nC\nD\nヨ\nF\nG\nH\n\"... In short, if the termination of service is founded on the\nright flowing from contract or the service rules then, prima,\nfacie, the termination is not a punishment and carries with\nit no evil consequences and so Article 311 is not attracted.\nBut even if the Government has, by contract or under the\nrules, the right to terminate the employment without going\nthrough the procedure prescribed for inflicting the\npunishment of dismissal or removal or reduction in rank,\nthe Government may, nevertheless, choose to punish the\nservant and if the termination of service is sought to be\nfounded on misconduct, negligence, inefficiency or other\ndisqualification, then it is a punishment and the\nrequirements of Article 311 must be complied with....\"\n12. In State of Punjab and Another v. Sukh Raj Bahadur\n(1968) 3 SCR 234, Mitter, J. considered several precedents\nand culled out the following propositions:\n\"1. The services of a temporary servant or a probationer\ncan be terminated under the rules of his employment and\nsuch termination without anything more would not attract\nthe operation of Article 311 of the Constitution.\n2. The circumstances preceding or attendant on the order\nof termination have to be examined in each case, the\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.}\nmotive behind it being immaterial.\n645\n3. If the order visits the public servant with any evil\nconsequences or casts an aspersion against his character\nor integrity, it must be considered to be one by way of\npunishment, no matter whether he was a mere probationer\nor a temporary servant.\nA\nB\n4. An order of termination of service in unexceptionable\nform preceded by an enquiry launched by the superior\nauthorities only to ascertain whether the public servant\nshould be retained in service does not attract the operation C\nof Article 311 of the Constitution.\n5. If there be a full-scale departmental enquiry envisaged\nby Article 311 i.e. an Enquiry Officer is appointed, a\ncharge-sheet submitted, explanation called for and D\nconsidered, any order of termination of service made\nthereafter will attract the operation of the said article.\"\n13. In State of Bihar v. Shiva Bhikshuk Mishra (1970) 2\nSCC 871, the three Judge Bench considered the question\nwhether the respondent's reversion from the post of Subedar- E\nMajor to that of Sergeant in the backdrop of an inquiry made\ninto the allegation of assault on his subordinate was punitive.\nOn behalf of the appellant, reliance was also placed on the\njudgments in State of Punjab v. Sukh Raj Bahadur (supra) and\nUnion of India v. R. S. Dhaba, Income-tax Officer, Hoshiarpur,\n1969 (3) SCC 603 and it was argued that the order of reversion\ncannot be treated as punitive because it did not contain any\nword of stigma and the High Court committed an error by\nrelying upon the inquiry conducted by the Commandant for\ncoming to the conclusion that the order of reversion was G\npunitive. While rejecting the contention, this Court observed:\n\"We are unable to accede to the contention of the\nappellant that the ratio of the above decision is that so long.\nas there are no express words of stigma attributed to the\nF\nH\nA\nB\nс\nD\nE\nF\n646\nSUPREME COURT REPORTS\n[2012] 12 S.C.R.\nconduct of a Government Officer in the impugned order it\ncannot be held to have been made by way of punishment.\nThe test as previously laid and which was relied on was\nwhether the misconduct or negligence was a mere motive\nfor the order of reversion or whether it was the very\nfoundation of that order. In Dhaba case, it was not found\nthat the order of reversion was based on misconduct or\nnegligence of the officer. So far as we are aware no such\nrigid principle has ever been laid down by this court that\none has only to look to the order and if it does not contain\nany imputation of misconduct or words attaching a stigma\nto the character or reputation of a Government Officer it\nmust be held to have been made in the ordinary course of\nadministrative routine and the court is debarred from\nlooking at all the attendant circumstances to discover\nwhether the order had been made by way of punishment.\nThe form of the order is not conclusive of its true nature\nand it might merely be a cloak or camouflage for an order\nfounded on misconduct. It may be that an order which is\ninnocuous on the face and does not contain any imputation\nof misconduct is a circumstance or a piece of evidence\nfor finding whether it was made by way of punishment or\nadministrative routine. But the entirety of circumstances\npreceding or attendant on the impugned order must be\nexamined and the overriding test will always be whether\nthe misconduct is a mere motive or is the very foundation\nof the order.\"\nG\nH\n(emphasis supplied)\n14. In Samsher Singh v. State of Punjab (1975) 1 SCR\n814, a seven-Judge Bench considered the legality of the\ndischarge of two judicial officers of the Punjab Judicial Service,\nwho were serving as probationers. A. N. Ray, CJ, who wrote\nopinion for himself and five other Judges made the following\nobservations:\n\"No abstract proposition can be laid down that where the\nSTATE BANK OF INDIA v. PALAK MODI\n[G.S. SINGHVI, J.]\n647\nservices of a probationer are terminated without saying A\nanything more in the order of termination than that the\nservices are terminated it can never amount to a\npunishment in the facts and circumstances of the case. If\na probationer is discharged on the ground of misconduct,\nor inefficiency or for similar reason without a proper B\nenquiry and without his getting a reasonable opportunity\nof showing cause against his discharge it may in a given\ncase amount to removal from service within the meaning\nof Article 311(2) of the Constitution.\nThe form of the order is not decisive as to whether the order\nis by way of punishment. Even an innocuously worded\norder terminating the service may, in the facts and\ncircumstances of the case establish that an enquiry into\nallegations of serious and grave character of misconduct\ninvolving stigma has been made in infraction of the\nprovision of Article 311. In such a case, the simplicity of\nthe form of the order will not give any sanctity. That is\nexactly what has happened in the case of Ishwar Chand\nAgarwal. The order of termination is illegal and must be\nset aside\".\nKrishna lyer, J, who agreed with the learned Chief Justice,\nmade the following concluding observations:\n\"Again, could it be that if you summarily pack off a\nprobationer, the order is judicially unscrutable and\nimmune? If you conscientiously seek to satisfy yourself\nabout allegations by some sort of enquiry you get caught\nin the coils of law, however harmlessly the order may be\nphrased? And so, this sphinx-complex has had to give way\nin later cases. In some cases the rule of guidance has been\nstated to be 'the substance of the matter' and the\n'foundation' of the order. When does 'motive' trespass into\n'foundation'? When do we lift the veil of 'form' to touch the\n'substance'? When the Court says so. These 'Freudian'\nC\nD\nE\nF\n0\nH\n"}