{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 11 S.C.R. 907\nRAFIQ AHMED @ RAFI\nV.\nSTATE OF U.P.\n(Criminal Appeal No. 656 of 2005)\nAUGUST 04, 2011\n[DR. B.S. CHAUHAN AND SWATANTER KUMAR, JJ.]\nPenal Code, 1860:\nA\nB\n-\nD\nss.302, 396 – Allegation of dacoity and murder - Charge C\nsheet filed u/ss.396, 201 - Conviction u/ss.302 and 201 -\nPlea of appellant that he was charged for offence u/s.396 but\nwithout reformulation/alteration of the charge, he was\nconvicted for offence u/s.302 and this deprived him of a fair\nopportunity of defence and caused him serious prejudice; that\ns.302 is a graver offence than an offence punishable u/s.396\nand as such the entire trial and conviction of the appellant was\nvitiated in law; that there were serious contradictions between\nthe statements of the witnesses and the courts below failed\nto appreciate the evidence in its correct perspective and this\nE\n´being a case of circumstantial evidence, prosecution failed\nto prove chain of events pointing towards the guilt of the\naccused On appeal, held: PW2 and PW4 were the\nwitnesses who had last seen the deceased with the appellant\n-\n-\nF\nThe statements of the Investigating Officer and the witnesses\nincluding PW3, in whose presence the dead body was\nrecovered at the behest of the appellant, by means of recovery\nmemo were the other material pieces of evidence which\ncompleted the chain of events and pointed undoubtedly\ntowards the guilt of the accused - Prosecution was able to\nestablish its case beyond reasonable doubt on the basis of G\nthe circumstantial evidence - There was no significant link\nwhich was missing in the case put forward by the prosecution\nNo prejudice was caused to the appellant by his conviction\nu/s.302 though he was initially charged u/s.396 r/w s.201 -\n-\n907\nH\nA\n908 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nFurther, the nature of injuries namely three incised wounds,\nthree abrasions and severing of the trachea, caused by a\nsharp-edged weapon indicated that the accused knew that the\ninjury inflicted would be sufficient in the ordinary course of\nnature to cause death - The incriminating evidence were\nB clearly put to the accused in his statement u/s.313 Cr.P.C. -\nThe circumstances which constitute an offence u/s.302 were\nliterally put to him, as s.302 itself is an integral part of an\noffence punishable under s.396 – The appellant was not able\nto demonstrate any prejudice which the appellant suffered in\nhis right to defence, fair trial and in relation to the case of the\nprosecution - Since the appellant did not suffer any prejudice,\nmuch less a serious prejudice, his conviction u/s.302 cannot\nbe set aside merely for want of framing of a specific/alternate\ncharge for offence punishable u/s.302 – More so because the\ndimensions and facets of an offence u/s.302 are incorporated\nby specific language and are inbuilt in the offence punishable\nu/s.396 – Thus, on the application of principle of 'cognate\noffences', there was no prejudice caused to the rights of the\nappellant - Conviction upheld.\nс\nD\nE\nss.392, 396 – Essential ingredients - Held: To constitute.\nan offence of 'dacoity', robbery essentially should be\ncommitted by five or more persons - To constitute an offence\nof 'dacoity with murder if any one of the five or more persons\ncommit a murder while committing the dacoity, then every one\nF of such persons so committing, attempting to commit or\nG\naiding, by fiction of law, would be deemed to have committed\nthe offence of murder and be liable for punishment depending\nupon the facts and circumstances of the case.\nss.302, 396 – Distinction between - Discussed.\n-\nss. 302, 396 - Sentencing for the offence under -\nJurisdiction of court - Held: Under s.396, wide discretion is\nvested in the courts in awarding punishment - The court, in\nexercise of its jurisdiction can award sentence of ten years with\nH fine or even award sentence of life imprisonment or sentence\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n909\nof death, as the case may be while u/s.302, the court cannot,\nin its discretion, award sentence lesser than life imprisonment.\n-\n-\n-\nA\nB\nC\nD\nss.302, 396 Essential ingredients Held: The\ningredients of both these offences, to some extent, are\ndifferent inasmuch as to complete an offence of 'dacoity' u/\ns.396, five or more persons must conjointly commit the\nrobbery while u/s.302 even one person by himself can commit\nthe offence of murder - But, to attract the provisions of s.396,\nthe offence of ‘dacoity' must be coupled with murder – The\ningredients of s.302 become an integral part of the offences\npunishable u/s.396 - Resultantly, the distinction with regard\nto the number of persons involved in the commission of the\ncrime loses its significance as it is possible that the offence\nof 'dacoity' may not be proved but still the offence of murder\ncould be established - A conjoint reading of ss.396 and 302\nshows that the offence of murder has been lifted and\nincorporated in the provisions of s.396 - The offence of\nmurder punishable u/s.302 and as defined u/s.300 will have\nto be read into the provisions of offences stated u/s.396 - The\nexpression 'murder' appearing in s.396 would have to take\nnecessarily in its ambit and scope the ingredients of s.300 –\nThere is no scope for any ambiguity The provisions are\nclear and admit no scope for application of any other principle\nof interpretation except the 'golden rule of construction', i.e.,\nto read the statutory language grammatically and\nterminologically in the ordinary and primary sense which it F\nappears in its context without omission or addition - These\nprovisions read collectively put the matter beyond ambiguity\nthat the offence of murder, is by specific language, included\nin the offences u/s.396 - It will have the same connotation,\nmeaning and ingredients as are contemplated under the\nprovisions of s.302 - Interpretation of statutes.\nCriminal jurisprudence:\n-\nOffences of grave nature vis-à-vis offence of lesser grave\nnature\n-\nHeld: Usually an offence of grave nature includes\nE\nG\nH\n910 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA in itself the essentials of a lesser but cognate offence -\nWherever an accused is charged with a grave offence, he can\nbe punished for a less grave offence finally, if the grave\noffence is not proved - But even in those cases, the Court\nhas to be cautious while examining whether the ingredients\nB of the offences are independently satisfied - If the ingredients\neven of a lesser offence are not satisfied then it may be\ndifficult in a given case for the court to convict the person for\nan offence of a less grave nature - There can be cases where\nit may not be possible at all to punish a person of a less grave\noffence if its ingredients are completely different and distinct\nfrom the grave offence - Thus, the accused has to be charged\nwith a grave offence which would take within its ambit and\nscope, the ingredients of a less grave offence.\nC\nPrejudice - Held: To show prejudice to an accused, it has\nD to be shown that the accused has suffered some disability or\ndetriment in the protections available to him under the Indian\ncriminal jurisprudence - Courts should make a close\nexamination to ascertain whether there was really a failure of\njustice or whether it is only a camouflage - Administration of\nE Criminal Justice.\nF\nG\nH\nCode of criminal Procedure, 1973:\nObject of the Code - Held: To further the ends of justice\nand not to frustrate them by the introduction of endless\ntechnicalities - The object is to ensure that an accused person\ngets a full and fair trial along with certain well-established and\nwell-understood canons of law that accord with the notions of\nnatural justice.\nss. 211 to 215 - Framing of charge\nDiscussed.\n-\nPurpose of -\nss.211 to 215 - Protections to and rights of the accused\nduring investigation and trial - Held: The accused has the\nfreedom to maintain silence during investigation as well as\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n911\nbefore the Court - He may choose to maintain silence or A\nmake complete denial even when his statement u/s.313,\nCr.P.C. is being recorded - The accused has right to fair trial\n- There is presumption of innocence (not guilty) and the\nprosecution has to prove its case beyond reasonable doubt\n- In case of allegation of prejudice by the accused, the Courts B\nare required to examine both the contents of the allegation\nof prejudice as well as its extent in relation to these aspects\nof the case of the accused - It will neither be possible nor\nappropriate to state such principle with exactitude as it will\nalways depend on the facts and circumstances of a given C\ncase Therefore, the Court has to ensure that the ends of\njustice are met as that alone is the goal of criminal\nadjudication – Thus, wherever a plea of prejudice is raised\nby the accused, it must be examined with reference to these\nrights and safeguards, as it is the violation of these rights\nalone that may result in weakening of the case of the\nprosecution and benefit to the accused in accordance with law.\n-\nD\nNon-framing of charge or some defect in drafting of the\ncharge - Held: Per se would not vitiate the trial itself - It will\nhave to be examined in the facts and circumstances of a E\ngiven case - Of course, the court has to keep in mind that\nthe accused 'must be' and not merely 'may be' guilty of an\noffence - A person charged with a heinous or grave offence\ncan be punished for a less grave offence of cognate nature\nwhose essentials are satisfied with the evidence on record -\nWhere the offences are cognate offences with commonality\nin their feature, duly supported by evidence on record, the\nCourts can always exercise its power to punish the accused\nfor one or the other provided the accused does not suffer any\norejudice as indicated.\nINTERPRETATION OF STATUTES: Where a provision\nis physically lifted and made part of another provision, it shall\nfall within the ambit and scope of principle akin to ‘legislation\nby incorporation' which normally is applied between an\nF\nG\nH\n912 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA existing statute and a newly enacted law - Penal Code, 1860\n- ss.396.\nB\nWORDS AND PHRASES: Word 'prejudice', cognate',\n'cognate offence - Meaning of.\nThe prosecution case was that five accused\nincluding appellant committed dacoity in a car belonging\nto the appellant and also murdered the victim-deceased.\nThe uncle of the deceased was a merchant. The\ndeceased used to realize money from the market on\nC behalf of his uncle's firm. On the fateful day, the deceased\nhad gone to collect money but he did not return home at\nnight. A case was registered under Section 364, IPC. After\ninvestigation, the appellant was arrested. He made a\nconfessional statement that the dead body of the\nD deceased was lying in sugarcane fields. The body was\nrecovered and identified. The other accused were also\narrested. The appellant was charged under Sections 396\nand 201, IPC. The trial court convicted the appellant under\nSections 302 and 201 IPC. The accused 'A' was convicted\nunder Section 411, IPC but the trial court acquitted him\nand three other accused for the offence under Section\n396 IPC by giving them benefit of doubt. On appeals, the\nHigh Court allowed the appeal of 'A' and acquitted him\neven of the charge under Section 411, IPC. However, the\nconviction of the appellant was upheld. The instant\nappeal was filed challenging the order of the High Court.\nE\nF\nIt was contended for the appellant that he was\ncharged for an offence under Section 396 IPC but without\nreformulation/alteration of the charge, he was convicted\nG for an offence under Section 302 IPC and this deprived\nhim of a fair opportunity of defence and has caused him\nserious prejudice; that Section 302, IPC is a graver\noffence than an offence punishable under Section 396,\nIPC and as such the entire trial and conviction of the\nH appellant was vitiated in law; that there were serious\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n913\ncontradictions between the statements of the witnesses A\nand the courts below erred in fact and in law, failed to\nappreciate the evidence in its correct perspective and this\nbeing a case of circumstantial evidence, the prosecution\nhas failed to prove the chain of events pointing towards\nthe guilt of the accused.\nDismissing the appeal, the Court\nB\nC\nE\nHELD: 1.1. The appellant was charged with an\noffence under Sections 396 and 201, IPC. Section 391, IPC\nexplains the offence of 'dacoity'. When five or more\npersons conjointly commit or attempt to commit a\nrobbery, or where the whole number of persons\nconjointly committing or attempting to commit a robbery,\nand persons present and aiding such commission and\nattempt amount to five or more, every person so D\ncommitting, attempting or aiding, is said to commit\n'dacoity'. Under Section 392 IPC, the offence of 'robbery'\nsimplicitor is punishable with rigorous imprisonment\nwhich may extend to ten years or 14 years depending\nupon the facts of a given case. Section 396 IPC brings\nwithin its ambit a murder committed along with 'dacoity'.\nIn terms of this provision, if any one of the five or more\npersons, who are conjointly committing dacoity, commits\nmurder in so committing dacoity, every one of those\npersons shall be punished with death or imprisonment\nfor life or rigorous imprisonment for a term which may\nextend to ten years and shall also be liable to fine. On a\nplain reading of these provisions, it is clear that to\nconstitute an offence of 'dacoity', robbery essentially\nshould be committed by five or more persons. Similarly,\nto constitute an offence of 'dacoity with murder' any one\nof the five or more persons should commit a murder while\ncommitting the dacoity, then every one of such persons\nso committing, attempting to commit or aiding, by fiction\nof law, would be deemed to have committed the offence\nof murder and be liable for punishment provided under\nF\nG\nH\n914 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA these provisions depending upon the facts and\ncircumstances of the case. [Paras 6-8] [932-F-H; 933-A-\nB\nC\nD\nE}\n1.2. Section 299 defines 'culpable homicide'.\nWhoever causes death by doing an act with the intention\nof causing death, or with the intention of causing such\nbodily injury as is likely to cause death, or with the\nknowledge that he is likely by such act to cause death,\ncommits the offence of culpable homicide. Except the\nexceptions provided under Section 300 IPC, culpable\nhomicide is murder if the act by which death is caused\nis done with the intention of causing death. The intention\nto cause death is the primary distinguishing feature\nbetween these two offences. It is a fine but clear line of\ndistinction. In terms of Section 300 IPC, except in the\ncases stated in that provision, culpable homicide is\nmurder if the act by which the death is caused is done\nwith the intention of causing death or in terms of any of\nthe circumstances stated secondly, thirdly and fourthly\nrespectively. The law clearly marks a distinction between\nE culpable homicide amounting to murder and culpable\nhomicide not amounting to murder. Another distinction\nbetween Sections 302 and 396 is that under the latter,\nwide discretion is vested in the courts in awarding\npunishment. The court, in exercise of its jurisdiction and\nF judicial discretion in consonance with the established\nprinciples of law can award sentence of ten years with\nfine or even award sentence of life imprisonment or\nsentence of death, as the case may be while under\nSection 302, the court cannot, in its discretion, award\nG sentence lesser than life imprisonment.The ingredients\nof both these offences, to some extent, are also different\ninasmuch as to complete an offence of 'dacoity' under\nSection 396 IPC, five or more persons must conjointly\ncommit the robbery while under Section 302 of the IPC\neven one person by himself can commit the offence of\nH\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n915\nmurder. But, to attract the provisions of Section 396, the A.\noffence of 'dacoity' must be coupled with murder. In other\nwords, the ingredients of Section 302 become an integral\npart of the offences punishable under Section 396 of the\nIPC. Resultantly, the distinction with regard to the number\nof persons involved in the commission of the crime loses B\nits significance as it is possible that the offence of\n'dacoity' may not be proved but still the offence of murder\ncould be established, like in the instant case. Upon\nreasonable analysis of the language of these provisions,\nit is clear that the Court has to keep in mind the C\ningredients which shall constitute a criminal offence\nwithin the meaning of the penal section. This is not only\nessential in the case of the offence charged with but even\nwhere there is comparative study of different penal\nprovisions as the accused may have committed more\nthan one offence or even offences of a graver-nature. He\nmay finally be punished for a lesser offence or vice versa,\nif the law so permits and the requisite ingredients are\nsatisfied. [Paras 9-11] [933-F-H; 934-A-H]\nD\n1.3. The judicial pronouncements show a consistent E\ntrend that wherever an accused is charged with a grave\noffence, he can be punished for a less grave offence\nfinally, if the grave offence is not proved. But even in\nthose cases, the Court has to be cautious while\nexamining whether the ingredients of the offences are F\nindependently satisfied. If the ingredients even of a lesser\noffence are not satisfied then it may be difficult in a given\ncase for the court to convict the person for an offence of\na less grave nature. There can be cases where it may not\nbe possible at all to punish a person of a less grave G\noffence if its ingredients are completely different and\ndistinct from the grave offence. In other words, the.\naccused has to be charged with a grave offence which\nwould take within its ambit and scope the ingredients of\na less grave offence. The evidence led by the prosecution H\n916\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA for a grave offence, thus, would cover an offence of a less\ngrave nature. But it is essential that the offence for which\nthe Court proposes to punish the accused, is established\nbeyond reasonable doubt by the prosecution. [Para 12]\n[935-A-F]\nB\nC\n1.4. The Code of Criminal Procedure like all\nprocedural laws is designed to further the ends of justice\nand not to frustrate them by the introduction of endless\ntechnicalities. The object of the Code is to ensure that an\naccused person gets a full and fair trial along with certain\nwell-established and well-understood canons of law that\naccord with the notions of natural justice. Usually an\noffence of grave nature includes in itself the essentials\nof a lesser but cognate offence. In other words, there are\nclasses of offences like offences against the human\nD body, offences against property and offences relating to\ncheating, misappropriation, forgery etc. In the normal\ncourse of events, the question of grave and less grave\noffences would arise in relation to the offences falling in\nthe same class and normally may not be inter se the\nE classes. It is expected of the prosecution to collect all\nevidence in accordance with law to ensure that the\nprosecution is able to establish the charge with which the\naccused is charged, beyond reasonable doubt. It is only\nin those cases, keeping in view the facts and\ncircumstances of a given case and if the court is of the\nview that the grave offence has not been established on\nmerits or for a default of technical nature, it may still\nproceed to punish the accused for an offence of a less\ngrave nature and content. [Paras 14, 17] [939-B-C; 942-\nG B-E]\nF\nWillie (William) Slaney v. State of Madhya Pradesh AIR\n1956 SC 116: 1955 SCR 1140 - followed.\nIman Ali \u0026 Anr. v. State of Assam AIR 1968 SC 1464:\nH 1968 SCR 610 - relied on.\n"}