{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"RAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n927\narrested by the police along with his taxi No. UPS 7293. His A\narrest led to recovery of the taxi which was made in presence\nof Pyare Lal and Surendra Kumar. During the course of the\ninvestigation, the accused Rafiq Ahmad also made a\nconfessional statement before the investigating officer in\npresence of Surendra Kumar and Pyare Lal that the dead body B\nof the deceased was lying in the sugarcane fields near village\nKashmiri. The body of the deceased was, thus, recovered and\nidentified by Pyare Lal. SI K.L Verma (PW9) prepared the\ninquest report and the body was subjected to post mortem by\nDr. R.B. Saxena (PW8), the Medical Officer.\nOn 3rd October, 1977, the accused Ahsan and his brother\nImamuddin were arrested with the help of Zamal Ahmad @\nKhan Zamaloo and Sattar. A gold ring was recovered from the\npossession of Ahsan. These arrests were effected at about\n9.00 pm. Similarly, the accused Yashwant Singh was arrested\nby the police from the railway platform at 1.00 am on 2nd\nOctober, 1977.\nC\nD\nWe may refer to the post-mortem report and the ante-\nmortem injuries found by Dr. Saxena (PW8) on the body of the E\ndeceased which are as follows:\n\"1.\n2.\n3.\nIncised wound with chopping of left ear vertically\noblique with ½ part of ear missing.\nIncised wound oblique from above down wards F\nbelow left side angle of jaw to upper neck 1/1/\n4\"X¾\"X¼\".\nIncised wound 6\"X1\"X bone deep at front of neck\njust above Adam's cartilage.\nG\n4.\nAbrasion 1/4\" X 14\" on back of both shoulders.\n5. Abrasion 1/8\" X ¼\" on back of right elbow joint.\nH\n928\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\n6.\nB\nAbrasion 1/4\" X ¼\" on outer side and back of left\nelbow.\nIn the opinion of Dr. Saxena, death was caused on\naccount of respiratory failure and hemorrhage\nresulting from severing of trachea.\"\nThe investigation was completed and the charge-sheet in\naccordance with the provisions of Section 173 of the Criminal\nProcedure Code (for short 'Cr.P.C.') was filed before the court\nof competent jurisdiction. The accused were committed to the\nC Court of Sessions and tried in accordance with law.\nD\nE\nF\n-\n☐ G\n☐ H\nThe learned Trial Court having considered the material and\nthe report submitted to it in terms of Section 173 of the Cr.P.C.\nand vide order dated 11th September, 1979 framed the\nfollowing charge against all the accused, including the present\nappellant, Rafiq Ahmad:\n\"S.T. No.3/78\nState VS. Rafiq Etc.\nCharge\n1 Jawant singh III additional Sessions Judge, Bijnour\nhereby charge you Rafiq, Ahsan, Imamuddin, Arun Kurnar\nand Yashwant Singh accused as follows: -\nThat you in the night of 30-9-77 committed dacoity in Taxi\nNo. UPS 7273 while it was running on Nehtaur to Dhampur\nroad and that in the commission of said dacoity murder\nwas committed by you of one jagdish prashad and that you\nthereby committed an offence punishable u/s 396 IPC and\nwithin my cognizance And I hereby direct that you be tried\nby me on the said charge.\nDt.11-9-79\nSd/- Judge\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n929\nCharge read over and explained in Hindi to the accused A\nwho pleaded not guilty.\nSd/- Judge\nSd/- Rafiq,\nSd/- Ahsan,\nSd/- Imamuddin,\nSd/- Arun Kumar\nSd/- Yashwant Singh\"\nB\nThis charge came to be amended by the learned Trial\nCourt and the amended charge read as under:\n\"S.T. No. 3/78\nState VS. Rafiq Etc.\nAmended Charge\nI Jaswant singh III additional Sessions Judge, Bijnour\nhereby charge you Rafiq, Ahsan, Imamuddin, Arun Kumar\nand Yashwant Singh accused as follows: -\nFirstly that you along with one another during the night of\n30-9-77 and 1-10-77 committed dacoity in Ambassador\nCar No. UPS 7293 belonging to rafiq accused while it was\ngoing from Nehtaur to Dhampur on the pucca road within\nthe circle of P.S. Nahtaur District Bijnaur and that in the\ncommission of the said dacoity, murder of jagdish prashad\nwas committed by you and that you thereby committed an\noffence punishable under Section 396 IPC and within the\ncognizance of this court.\nSecondly - that you along with one another during the night\nof 30-09-77 and 1-10-77 in the area of village Kashmiri\nP.S. Nehtaur Dist. Bijnore knowing or having reason to\nbelieve that an offence U/s 396 IPC punishable with death\nor imprisonment for life has been committed did cause\nevidence of the said offence to disappear by secreting the\ndead body of jagdish prashad in the sugar cane field of\nIkrar Ahmad with the intention of screening yourself from\nlegal punishment and thereby committed an offence\nC\nD\nE\nF\nG\nH\nΑ\n00\nB\n930 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\npunishable u/s 201 IPC and with the cognizance of this\ncourt.\nAnd I hereby direct that you be tried by this court on the\nsaid charge\n25-2-80\nSd/- Judge\nCharge read over and explained in Hindi to the accused\nwho pleaded not guilty.\nс\nSd/- Judge\nD\nE\nF\nG\nH\nSd/- Rafiq,\nSd/- Ahsan,\nSd/-Imamuddin,\nSd/- Arun Kumar\nSd/- Yashwant Singh\"\nThe prosecution examined as many as 12 witnesses to\nprove its case. Besides the statement of these witnesses,\nprosecution had also placed reliance on Exhibits Ka-1 to Ka-\n23. Incriminating evidence against the accused which came on\nrecord during the course of the trial was put to the accused\nwhose statement under Section 313 of the Cr.P.C. was\nrecorded by the Court on 20th February, 1981. It may be stated\nhere that in his statement, accused Rafiq Ahmad denied his\npresence at the place of occurrence and stated that the\nwitnesses being the relatives of the deceased were deposing\nagainst the appellant. The accused had also led defence and\nexamined two witnesses, namely, Naik Singh (DW1) and Shri\nJ.P. Singh (DW2) and placed number of documents on record.\nThe Trial Court, by a detailed judgment dated 17th August,\n1981, came to the conclusion that Rafiq Ahmad was guilty of\ncharge under Sections 302 and 201 IPC under which the\naccused was liable for conviction and punishment. The Court\nfurther held that Ahsan was guilty of a charge under Section\n411 IPC but acquitted him and the three other accused, namely,\nImamuddin, Arun Kumar and Yashwant Singh under Section\n396 IPC by giving them benefit of doubt. The Court awarded\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n931\nrigorous imprisonment for life to Rafiq Ahmad under Section A\n302 IPC and seven years rigorous imprisonment under Section\n201 IPC. Both the sentences were ordered to run concurrently.\nThe Trial Court ordered the accused Ahsan to undergo rigorous\nimprisonment for a period of one year and to pay a fine of\nRs.500/- under Section 411, IPC and in default to undergo B.\nimprisonment for further period of six months.\nAccused Rafiq Ahmad, dissatisfied with the judgment of\nthe Trial Court, preferred an appeal before the High Court.\nAhsan also challenged his conviction and sentence. Both these\nappeals were heard and disposed of by the High Court by a\ncommon judgment. The appeal filed by Rafiq Ahmad was\ndismissed. His conviction and sentence was maintained while\nthe appeal preferred by Ahsan was accepted and he was\nacquitted even of the charge under Section 411 IPC.\nRafiq Ahmad, in the present appeal, has impugned the\njudgment of the High Court.\n2. The entire emphasis of the submissions made on behalf\nof the appellant is primarily founded on determination of a\nquestion of law, which, if answered in favour of the appellant,\naccording to the learned counsel appearing for the appellant,\nwould entitle the appellant to an order of acquittal. The argument\nis that the appellant was charged for an offence under Section\n396 IPC and without reformulation/alteration of the charge, the\nappellant has been convicted for an offence under Section 302\nIPC. This according to the learned counsel, has deprived the\nappellant of a fair opportunity of defence and has caused him\nserious prejudice. Section 302 IPC is a graver offence than an\noffence punishable under Section 396 of the IPC and as such\nthe entire trial and conviction of the appellant is vitiated in law.\nC\nD\nE\nF\nG\n3. It is also contended that the learned trial court as well\nas the High Court have erred in fact and in law, have failed to\nappreciate the evidence in its correct perspective and also that\nthere are serious contradictions between the statements of the\nwitnesses. It is also urged that this being a case of H\n932 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA circumstantial evidence, the prosecution has failed to prove the\nchain of events, pointing towards the guilt of the accused.\nTherefore, the judgments of the courts below are liable to be\nset aside.\nB\nC\nD\nE\nய\nF\nG\n4. On the contra, it is contended on behalf of the State that\ndespite the present case being a case of circumstantial\nevidence, the prosecution has been able to establish its case\nbeyond any reasonable doubt. The appellant has suffered no\nprejudice, whatsoever, because of his conviction under Section\n302 of the IPC.\n5. Before we proceed to examine the merit or otherwise\nof the above rival contentions, it will be important for us to refer\nto the relevant provisions of the IPC at this stage itself. The\nrelevant provisions read as under:-\n\"302.Punishment for murder.-Whoever commits murder\nshall be punished with death, or imprisonment for life, and\nshall also be liable to fine.\n396. Dacoity with murder.-If any one of five or more\npersons, who are conjointly committing dacoity, commits\nmurder in so committing dacoity, every one of those\npersons shall be punished with death, or imprisonment for\nlife, or rigorous imprisonment for a term which may extend\nto ten years, and shall also be liable to fine.\"\n6. As is evident from the amended charge reproduced\nearlier, the appellant was charged with an offence under\nSections 396 and 201 of the IPC. It is not necessary for us to\nexamine the charge framed against the other co-accused as\nall of them have been acquitted and the judgment of acquittal\nhas not been challenged before this Court.\n7. Section 391 IPC explains the offence of 'dacoity'. When\nfive or more persons conjointly commit or attempt to commit a\nrobbery, or where the whole number of persons conjointly\nH committing or attempting to commit a robbery, and persons\ni\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n933\npresent and aiding such commission and attempt amount to A\nfive or more, every person so committing, attempting or aiding,\nis said to commit 'dacoity'. Under Section 392 IPC, the offence\nof 'robbery' simplicitor is punishable with rigorous\nimprisonment which may extend to ten years or 14 years\ndepending upon the facts of a given case. Section 396 IPC B\n'brings within its ambit a murder committed along with 'dacoity'.\nIn terms of this provision, if any one of the five or more persons,\nwho are conjointly committing dacoity, commits murder in so\ncommitting dacoity, every one of those persons shall be\npunished with death or imprisonment for life or rigorous C\n'imprisonment for a term which may extend to ten years and shall\nalso be liable to fine.\nD\n8. On a plain reading of these provisions, it is clear that to\nconstitute an offence of 'dacoity', robbery essentially should be\ncommitted by five or more persons. Similarly, to constitute an\noffence of 'dacoity with murder' any one of the five or more\npersons should commit a murder while committing the dacoity,\nthen every one of such persons so committing, attempting to\ncommit or aiding, by fiction of law, would be deemed to have\ncommitted the offence of murder and be liable for punishment E\nprovided under these provisions depending upon the facts and\ncircumstances of the case.\n9. Section 299 defines 'culpable homicide'. Whoever\ncauses death by doing an act with the intention of causing F\ndeath, or with the intention of causing such bodily injury as is\nlikely to cause death, or with the knowledge that he is likely by\nsuch act to cause death, commits the offence of culpable\nhomicide. Except the exceptions provided under Section 300\nIPC, culpable homicide is murder if the act by which death is\ncaused is done with the intention of causing death. The intention\nto cause death is the primary distinguishing feature between\nthese two offences. It is a fine but clear line of distinction.\nG\n10. In terms of Section 300 IPC, except in the cases stated\nIn that provision, culpable homicide is murder if the act by which H\n934 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA the death is caused is done with the intention of causing death\nor in terms of any of the circumstances stated secondly, thirdly\nand fourthly respectively. The law clearly marks a distinction\nbetween culpable homicide amounting to murder and culpable\nhomicide not amounting to murder. Another distinction between\nB Sections 302 and 396 is that under the latter, wide discretion\nis vested in the courts in relation awarding of punishment. The\ncourt, in exercise of its jurisdiction and judicial discretion in\nconsonance with the established principles of law can award\nsentence of ten years with fine or even award sentence of life\nC imprisonment or sentence of death, as the case may be while\nunder Section 302, the court cannot, in its discretion, award\nsentence lesser than life imprisonment.\nD\n11. The ingredients of both these offences, to some extent,\nare also different inasmuch as to complete an offence of\n'dacoity' under Section 396 IPC, five or more persons must\nconjointly commit the robbery while under Section 302 of the\nIPC even one person by himself can commit the offence of\nmurder. But, as already noticed, to attract the provisions of\nSection 396, the offence of 'dacoity' must be coupled with\nE murder. In other words, the ingredients of Section 302 become\nan integral part of the offences punishable under Section 396\nof the IPC. Resultantly, the distinction with regard to the number\nof persons involved in the commission of the crime loses its\nsignificance as it is possible that the offence of 'dacoity' may\nF not be proved but still the offence of murder could be\nestablished, like in the present case. Upon reasonable analysis\nof the language of these provisions, it is clear that the Court\nhas to keep in mind the ingredients which shall constitute a\ncriminal offence within the meaning of the penal section. This\nG is not only essential in the case of the offence charged with but\neven where there is comparative study of different penal\nprovisions as the accused may have committed more than one\noffence or even offences of a graver nature. He may finally be\npunished for a lesser offence or vice versa, if the law so permits\nand the requisite ingredients are satisfied.\nH\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n935\nB\n12. So far the judicial pronouncements show a consistent A\ntrend that wherever an accused is charged with a grave offence,\nhe can be punished for a less grave offence finally, if the grave\noffence is not proved. For example, a person charged with an\noffence under Section 302 of the IPC may finally be convicted\nonly for an offence under Section 304 Part II where the\nprescribed punishment is lesser and the consequences of\nconviction are less serious in comparison to a conviction under\nSection 302. But even in those cases, the Court has to be\ncautious while examining whether the ingredients of the\noffences are independently satisfied. If the ingredients even of\nC\na lesser offence are not satisfied then it may be difficult in a\ngiven case for the court to convict the person for an offence of\na less grave nature. There can be cases where it may not be\npossible at all to punish a person of a less grave offence if its\ningredients are completely different and distinct from the grave\noffence. To deal with this aspect illustratively, one could say that\na person who is charged with an offence under Section 326\nmay not be liable to be convicted for an offence under Section\n406 IPC because their ingredients are entirely distinct, different\nand have to be established by the prosecution on its own\nstrength. In other words, the accused has to be charged with a\ngrave offence which would take within its ambit and scope the\ningredients of a less grave offence. The evidence led by the\nprosecution for a grave offence, thus, would cover an offence\nof a less grave nature. But it is essential that the offence for\nwhich the Court proposes to punish the accused, is established\nbeyond reasonable doubt by the prosecution.\ni Sil và\n13. A Constitution Bench of this Court in the case of Willie\n(William) Slaney'v. State of Madhya Pradesh [AIR 1956 SC\n116] dealt with a question as to whether omission to frame a\ncharge was a curable irregularity. In that case the accused was\ncharged for committing an offence punishable under Section\n302 IPC but the Court finally convicted him of an offence\npunishable under Section 304, Part II. The Court, while\n'examining if the accused had been prejudiced in his defence\nD\nE\nF\nG\nH\n936\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA and the validity of his conviction, held as under:\nB\nC\nD\nE\nไป\nF\nG\nH\n\"6. Before we proceed to set out our answer and examine\nthe provisions of the Code, we will pause to observe that\nthe Code is a code of procedure and, like all procedural\nlaws, is designed to further the ends of justice and not to\nfrustrate them by the introduction of endless technicalities.\nThe object of the Code is to ensure that an accused person\ngets a full and fair trial along certain well-established and\nwell-understood line that accord with our notions of natural\njustice. If he does, if he is tried by a competent court, if he\nis told and clearly understands the nature of the offence\nfor which he is being tried, if the case against him is fully\nand fairly explained to him and he is afforded a full and\nfair opportunity of defending himself, then, provided there\nis substantial compliance with the outward forms of the law,\nmere mistakes in procedure, mere inconsequential errors\nand omissions in the trial are regarded as venal by the\nCode and the trial is not vitiated unless the accused can\nshow substantial prejudice. That, broadly speaking, is the\nbasic principle on which the Code is based.\n7. Now here, as in all procedural laws, certain things are\nregarded as vital. Disregard of a provision of that nature\nis fatal to the trial and at once invalidates the conviction.\nOthers are not vital and whatever the irregularity they can\nbe cured; and in that event the conviction must stand\nunless the Court is satisfied that there was prejudice.\nSome of these matters are dealt with by the Code and\nwherever that is the case full effect must be given to its\nprovisions. The question here is, does the Code deal with\nthe absence of a charge and irregularities in it, and if so,\ninto which of the two categories does it place them ? But\nbefore looking into the Code, we deem it desirable to refer\nto certain decisions of the Privy Council because much of\nthe judicial thinking in this country has been moulded by\ntheir observations. In our opinion, the general effect of\nthose decisions can be summarised as follows.\n"}