{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"RAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n947\nthe particulars required to be stated in the charge, and no A\nomission to state the offence or those particulars, shall be\nregarded at any stage of the case as material unless the\naccused was in fact misled by such error or omission, and it\nhas occasioned a failure of justice. Further, the court has been\nvested with the power to alter the charge. There could be trial B\nof more than one offence together and there could even be joint\ntrial of the accused. We have referred to these provisions\nprimarily to indicate that the purpose of framing of a charge is\nto put the accused at notice regarding the offence for which he\nis being tried before the court of competent jurisdiction. For\nC\nwant of requisite information of offence and details thereof, the\naccused should not suffer prejudice or there should not be\nfailure of justice, as held by this Court in the case of\nShamnsaheb M. Multtani v. State of Karnataka [(2001) 2 SCC\n577]. The requirements of putting the accused at notice and\nthere being a charge containing the requisite particulars, as\ncontemplated under Section 211, has to be read with reference\nto Section 215 of the Code. Every omission would not vitiate\nthe trial. This Court has settled this position in the case of Willie\n(William) Slaney v. State of Madhya Pradesh [AIR 1956 SC\n116] wherein the Court held as under:\n\"36. Sections 222 to 224 deal with the form of a charge\nand explain what a charge should contain. Section 225\ndeals with the effect of errors relating to a charge. Sections\n233 to 240 deal with the joinder of charges. Sections 535\nand 537 are in the Chapter that deals with irregularities\ngenerally and these two sections deal specifically with the\ncharge and make it clear that an omission to frame a\ncharge as well as irregularities, errors and omission in a\ncharge are all irregularities that do not vitiate or invalidate\na conviction unless there is prejudice.\n37. But, apart from that, if we examine the learned\ncounsel's contention more closely, the fallacy in his\nargument becomes clear. Sections 237 and 238 deal with\nD\nE\nF\nH\nA\nB\nC\n948\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\ncases in which there is a charge to start with and then they\ngo on to say that in certain cases the trial can proceed\nbeyond the matter actually charged and a conviction for an\noffence disclosed in the evidence in that type of case will\nbe good despite the absence of a charge in respect of it.\nBut what are those cases? Only those in which the\nadditional charge or charges could have been framed from\nthe start; and that is controlled by Sections 234, 235 and\n239 which set out the rules about joinder of charges and\npersons.\"\nDinesh Seth v. State of NCT of Delhi [(2008) 14 SCC 94]\nwas a case where the accused was charged with an offence\nunder Section 304B read with Section 34 IPC but was finally\nconvicted for an offence under Section 498A. The plea of\nprejudice, on the ground that no specific charge under Section\nD 498A was framed and the Court, while referring to the facts and\ncircumstances of the case and the cross-examination of the\nprosecution witnesses found that it was unmistakably shown\nthat the defence had made concerted efforts to discredit the\ntestimony of the alleging cruelty, was rejected and the accused\nE was punished for an offence under Section 498A. This clearly\ndemonstrates the principle that in all cases, non-framing of\ncharge or some defect in drafting of the charge per se would\nnot vitiate the trial itself. It will have to be examined in the facts\nand circumstances of a given case. Of course, the court has\nF to keep in mind that the accused 'must be' and not merely 'may\nbe' guilty of an offence. The mental distance between 'may be'\nand 'must be' is long and divides vague conjectures from sure\nconclusions. {Shivaji Sahebrao Bobade \u0026 Anr. v. State of\nMaharashtra [AIR 1973 SC 2622]}.\nG\nH\n23. Having stated the above, let us now examine what kind\nof offences may fall in the same category except to the extent\nof 'grave or less grave'. We have already noticed that a person\ncharged with a heinous or grave offence can be punished for\na less grave offence of cognate nature whose essentials are\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n949\nA\nsatisfied with the evidence on record. Examples of this kind\nhave already been noticed by us like a charge being framed\nunder Section 302 IPC and the accused being punished under\nSection 304, Part I or II, as the circumstances and facts of the\ncase may demand. Furthermore, a person who is charged with\nan offence under Section 326 IPC can be finally convicted for\nB\nan offence of lesser gravity under Section 325 or 323 IPC, if\nthe facts of the case so establish. Alike or similar offences can\nbe termed as 'cognate offences'. The word 'cognate' is a term\nprimarily used in civil jurisprudence particularly with reference\nto the provisions of the Hindu Succession Act, 1956 where\nSection 3(c) has used this expression in relation to the\ndescendants of a class of heirs and normally the term is used\nwith reference to blood relations. Section 3(c) of the Hindu\nSuccession Act defines “cognate” as follows:\nC\n\"one person is said to be a cognate of another if the two D\nare related by blood or adoption but not wholly through\nmales.\"\n24. The Encyclopedia Law Lexicon, explain the word\n'cognate' in relation to civil law as follows:\nE\n“Cognate. - According to Hindu Law it is a class of heirs,\ndescended or borrowed from the same earlier form.\nIt means blood relation including female relation.\nWord \"cognate\" literally means \"akin in nature\", Ram Briksh\nv. State, 1978 All Cri C 253\"\n25. This expression has also been recognized and applied\nto the criminal jurisprudence as well not only in the Indian\nsystem but even in other parts of the world. Such offences\nindicate the similarity, common essential features between the\noffences and they primarily being based on differences of\ndegree have been understood to be 'cognate offences'. Black's\nLaw Dictionary (Eighth Edition) defines the expression 'cognate\noffences' as follows:\nF\nG\nH\nA\nB\n950\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n\"cognate offences. A lesser offence that is related to the\ngreater offense because it shares several of the elements\nof the greater offense and is of the same class or\ncategory. For example, shoplifting is a cognate offence of\nlarceny because both crimes require the element of taking\nproperty with the intent to deprive the rightful owner of that\nproperty.\"\n26. Therefore, where the offences are cognate offences\nwith commonality in their feature, duly supported by evidence\non record, the Courts can always exercise its power to punish\nC the accused for one or the other provided the accused does\nnot suffer any prejudice as afore-indicated.\nE\n27. We may now refer to certain cases where this Court\nhad the occasion to deal with such issues. Certain divergent\nD views were also expressed in relation to conversion of an\noffence from a grave to a less grave offence. In the case of\nLakhjit Singh v. State of Punjab [1994 Suppl.(1) SCC (Crl.)\n173], the accused was charged with an offence under Section\n302 IPC and convicted and sentenced for the said offence, both\nby the Trial Court as well as the High Court. In appeal, a Division\nBench of this Court considered whether the offence could be\nconverted and the appellant could be convicted for an offence\nunder Section 306 IPC. Having regard to the evidence adduced\nby the prosecution and the answer of the accused to the\nquestions put to him under Section 313 of the Cr.P.C., the Court\nwas satisfied that the accused had fair notice of the allegations\nto attract an offence under Section 306 IPC and as such there\nwas no denial of fair trial to the accused. Finally, the Court\nconvicted him of an offence under Section 306 IPC. However,\na different view was expressed in a subsequent judgment by\nanother Division Bench of this Court in the case of\nSanagaraboina Sreenu v. State of A.P. [(1997) 5 SCC 348 :\nAIR 1957 SC 623]. In that case also the Court was dealing with\nthe situation where the accused was charged under Section 302\nbut had been convicted under Section 306 IPC. This Court felt\nF\nG\nH\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n951\nthat having acquitted the accused for an offence under Section A\n302 which was the only charge against the accused, he could\nnot have been convicted for an offence punishable under\nSection 306 IPC as both these offences were distinct and\ndifferent. Resultantly, the accused was acquitted. The\ncontroversy arising from these two judgments of this Court B\ncame up for consideration before a three-Judge Bench of this\ncourt in the case of Dalbir Singh v. State of U.P. [(2004) 5 SCC\n334], wherein the accused was charged with an offence under\nSections 302, 498A and 304-B IPC, but finally was convicted\nunder Section 302 by the Trial Court and sentenced to death. C\nOn appeal, the High Court acquitted him of the charge under\nSection 302 IPC opining that the evidence on record clearly\nestablished the charge under Section 306 IPC. Keeping in view\nthe decision in the case of Sanagaraboina Sreenu (supra), the\nHigh Court had concluded that the accused could not be\nconvicted under Section 306 and on this basis convicted him\nunder Section 498A alone. The argument raised before this\nCourt was that the basic ingredients were distinct and different.\nThe accused was not aware of the basic ingredients, the facts\nsought to be established against him were not explained to him\nand he did not get a fair chance to defend himself. Resultantly,\nhe ought not to have been convicted for an offence under\nSection 498A IPC. Rejecting all these contentions, this Court,\nwhile convicting the accused for an offence under Section 306,\nheld that the law stated in Sanagaraboina Sreenu (supra) was\nnot correct enunciation of law and held as under :\n\"This question was again examined by a three Judge\nBench in Gurbachan Singh v. State of Punjab AIR 1957\nSC 623 in which it was held as under:\n“[I]n judging a question of prejudice, as of guilt,\nCourts must act with a broad vision and look to the\nsubstance and not to technicalities, and their main\nconcern should be to see whether the accused had\na fair trial, whether he knew what he was being tried\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\nF\nG\nH\n952 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nfor, whether the main facts sought to be established\nagainst him were explained to him fairly and clearly\nand whether he was given a full and fair chance to\ndefend himself.”\n17. There are a catena of decisions of this Court on the\nsame lines and it is not necessary to burden this judgment\nby making reference to each one of them. Therefore, in\nview of Section 464 Cr.P.C., it is possible for the appellate\nor revisional Court to convict an accused for an offence\nfor which no charge was framed unless the Court is of the\nopinion that a failure of justice would in fact occasion. In\norder to judge whether a failure of justice has been\noccasioned, it will be relevant to examine whether the\naccused was aware of the basic ingredients of the offence\nfor which he is being convicted and whether the main facts\nsought to be established against him were explained to\nhim clearly and whether he got a fair chance to defend\nhimself. We are, therefore, of the opinion that\nSangarabonia Sreenu (AIR 1957 SC 623) was not\ncorrectly decided as it purports to lay down as a principle\nof law that where the accused is charged under Section\n302 IPC, he cannot be convicted for the offence under\nSection 306 IPC.\nXXX XXX XXX\nThe next question to be seen is whether the accused was\nconfronted with the aforesaid features of the prosecution\ncase in his statement under Section 313 CrPC. His\nstatement runs into six pages where every aspect of the\nprosecution case referred to above was put to him. He also\ngave a long written statement in accordance with Section\n233(2) CrPC wherein he admitted that Vimla committed\nsuicide. He also admitted that the scooter and colour TV\nwere subsequently given to him by his in-laws but came\nout with a plea that he had paid money and purchased the\nsame from his in-laws. There is no aspect of the\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n953\nprosecution which may not have been put to him. We are,\ntherefore, of the opinion that in view of the material on\nrecord, the conviction under Section 306 IPC can safely\nbe recorded and the same would not result in failure of\njustice in any manner. The record shows that the accused\nwas taken into custody on 29-3-1991 and was released\nfrom jail after the decision of the High Court on 20-3-1997\nand thus he has undergone nearly six years of\nimprisonment. In our opinion, the period already undergone\n(as undertrial and after conviction) would meet the ends\nof justice.\"\nA\nB\nC\nD\nE\n28. We may also make a reference to another three-Judge\nBench judgment of this Court in the case of Shamnsaheb M.\nMulttani vs. State of Karnataka [(2001) 2 SCC 577] which was\nnot noticed in the case of Dalbir Singh (supra). In that case,\nthe accused initially had been charged with an offence under\nSection 302 IPC but was convicted for an offence under Section\n304B IPC as according to the High Court there was no failure\nof justice. This Court found error in the judgment of the High\nCourt convicting the accused of an offence under Section 304B\nas the accused was not put at notice of the adverse\npresumption that the Court is statutorily bound to draw on\nsatisfaction of two ingredients of Section 304-B. Therefore, this\nCourt remanded the matter. It also noticed the conflict of views\nexpressed in the cases of Lakhjit Singh (supra) and\nSanagaraboina Sreenu (supra) and mentioned that in 'cognate F\noffences', the main ingredients are common and the one\namongst them that is punishable with a lesser sentence can be\nregarded as a minor offence. The Court, finding that the\ningredients of Sections 302 and 304B are different, held as\nfollows:\n\"15. Section 222(1) of the Code deals with a case \"when\na person is charged with an offence consisting of several\nparticulars\". The section permits the court to convict the\naccused \"of the minor offence, though he was not charged\nG\nH\nA\nB\nC\nD\nE\nןד\nF\n☐ G\n☐ H\n954 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nwith it\". Sub-section (2) deals with a similar, but slightly\ndifferent situation.\n\"222. (2) When a person is charged with an offence and\nfacts are proved which reduce it to a minor offence, he\nmay be convicted of the minor offence, although he is not\ncharged with it.\"\n16. What is meant by \"a minor offence\" for the purpose of\nSection 222 of the Code? Although the said expression\nis not defined in the Code it can be discerned from the\ncontext that the test of minor offence is not merely that the\nprescribed punishment is less than the major offence. The\ntwo illustrations provided in the section would bring the\nabove point home well. Only if the two offences are\ncognate offences, wherein the main ingredients are\ncommon, the one punishable among them with a lesser\nsentence can be regarded as minor offence vis-à-vis the\nother offence.\n17. The composition of the offence under Section 304-B\nIPC is vastly different from the formation of the offence of\nmurder under Section 302 IPC and hence the former\ncannot be regarded as minor offence vis-à-vis the latter.\nHowever, the position would be different when the charge\nalso contains the offence under Section 498-A IPC\n(husband or relative of husband of a women subjecting her\nto cruelty). As the word \"cruelty\" is explained as including,\ninter alia,\n“harassment of the woman where such harassment\nis with a view to coercing her or any person related\nto her to meet any unlawful demand for any property\nor valuable security or is on account of failure by her\nor any person related to her to meet such demand\".\n18. So when a person is charged with an offence under\nSections 302 and 498-A IPC on the allegation that he\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n955\ncaused the death of a bride after subjecting her to A\nharassment with a demand for dowry, within a period of 7\nyears of marriage, a situation may arise, as in this case,\nthat the offence of murder is not established as against the\naccused. Nonetheless, all other ingredients necessary for\nthe offence under Section 304-B IPC would stand B\nestablished. Can the accused be convicted in such a case\nfor the offence under Section 304-B IPC without the said\noffence forming part of the charge?\nXXX XXX XXX\nC\n30. But the peculiar situation in respect of an offence\nunder Section 304-B IPC, as discernible from the\ndistinction pointed out above in respect of the offence\nunder Section 306 IPC is this: Under the former the court\nhas a statutory compulsion, merely on the establishment D\nof two factual positions enumerated above, to presume\nthat the accused has committed dowry death. If any\naccused wants to escape from the said catch the burden\nis on him to disprove it. If he fails to rebut the presumption\nthe court is bound to act on it.\nE\nF\n31. Now take the case of an accused who was called upon\nto defend only a charge under Section 302 IPC. The\nburden of proof never shifts onto him. It ever remains on\nthe prosecution which has to prove the charge beyond all\nreasonable doubt. The said traditional legal concept\nremains unchanged even now. In such a case the\naccused can wait till the prosecution evidence is over and\nthen to show that the prosecution has failed to make out\nthe said offence against him. No compulsory presumption\nwould go to the assistance of the prosecution in such a\nsituation. If that be so, when an accused has no notice of\nthe offence under Section 304-B IPC, as he was defending\na charge under Section 302 IPC alone, would it not lead\nto a grave miscarriage of justice when he is alternatively\nconvicted under Section 304-B IPC and sentenced to the H\nG\nA\n00\nB\n0\nD\nE\nແມ\nF\nG\n956 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nserious punishment prescribed thereunder, which\nmandates a minimum sentence of imprisonment for seven\nyears.\n32. The serious consequence which may ensue to the\naccused in such a situation can be limned through an\nillustration: If a bride was murdered within seven years of\nher marriage and there was evidence to show that either\non the previous day or a couple of days earlier she was\nsubjected to harassment by her husband with demand for\ndowry, such husband would be guilty of the offence on the\nlanguage of Section 304-B IPC read with Section 113-B\nof the Evidence Act. But if the murder of his wife was\nactually committed either by a dacoit or by a militant in a\nterrorist act the husband can lead evidence to show that\nhe had no hand in her death at all. If he succeeds in\ndischarging the burden of proof he is not liable to be\nconvicted under Section 304-B IPC. But if the husband is\ncharged only under Section 302 IPC he has no burden to\nprove that his wife was murdered like that as he can have\nhis traditional defence that the prosecution has failed to\nprove the charge of murder against him and claim an order\nof acquittal.\nXXX XXX XXX\n35. As the appellant was convicted by the High Court under\nSection 304-B IPC, without such an opportunity being\ngranted to him, we deem it necessary in the interest of\njustice to afford him that opportunity. The case in the trial\ncourt should proceed against the appellant (not against the\nother two accused whose acquittal remains unchallenged\nnow) from the stage of defence evidence. He is put to\nnotice that unless he disproves the presumption, he is\nliable to be convicted under Section 304-B IPC.”\n29. This concept of punishing the accused for a less grave\nH offence than the one for which he was charged is not unique to\n"}