{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58}],"text":"RAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n957\nB\nthe Indian Judicial System. It has its relevancy even under the A\nEnglish jurisprudence under the concept of alternative verdicts.\nIn R v. Coutts (Appellant), [2006 UKHL 39], the appellant was\nconvicted by the jury of the murder of the deceased on an\n´ indictment charging him with that crime alone. The deceased\nhad died by accident when the appellant and she had been\nengaged in consensual sexual asphyxial activity. The House of\nLords considered whether the issue of manslaughter should\nI have been left to the jury as an alternative verdict which they\ncould return under Section 6(2) of the Criminal Law Act, 1967.\nThe Court of Appeal rejected the appellant's contention that this\nC\nissue should have been left to the jury by the trial judge on the\nground that for the judge to introduce the possibility of a verdict\nof manslaughter on these grounds would have transformed the\nnature of the case that the appellant was required to meet. The\nappellant argued in appeal that if the trial judge fails to leave\nto the jury an intermediate verdict in the alternative which is\nraised by credible evidence, that is an irregularity which will\nrender the verdict unsafe. The Crown took the stand that this\nwas a deliberate and sadistic killing. In resolving this issue, the\nHouse of Lords was simultaneously faced with the broader\nquestion concerning the duty and discretion of trial judges to\nleave alternative verdicts of lesser-included offences to the jury\nwhere there is evidence which a rational jury could accept to\nsupport such a verdict but neither prosecution nor defence seek\nit. Lord Bingham of Cornhill spoke thus on behalf of his four\nlearned colleagues:\nD\nE\nF\n“The public interest in the administration of justice is, in\nmy opinion, best served if in any trial on indictment the\ntrial judge leaves to the jury, subject to any appropriate\ncaution or warning, but irrespective of the wishes of trial G\ncounsel, any obvious alternative offence which there is\nevidence to support. I would not extend the rule to\nsummary proceedings since, for all their potential\nimportance to individuals, they do not engage the public\ninterest to the same degree. I would also confine the rule\nH\nA\nB\nC\n958 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nto alternative verdicts obviously raised by the evidence: by\nthat I refer to alternatives which should suggest themselves\nto the mind of any ordinarily knowledgeable and alert\ncriminal judge, excluding alternatives which ingenious\ncounsel may identify through diligent research after the\ntrial. Application of this rule may in some cases benefit the\ndefendant, protecting him against an excessive conviction.\nIn other cases it may benefit the public, by providing for\nthe conviction of a lawbreaker who deserves punishment.\nA defendant may, quite reasonably from his point of view,\nchoose to roll the dice. But the interests of society should\nnot depend on such a contingency.\n(emphasis supplied)\"\n30. Therefore, the Lords were of the unanimous opinion\nD that the judge should have left a manslaughter verdict to the jury\nand his failure to do so was a material irregularity. The Court\nof Appeal, following the advice of the House of Lords, quashed\nthe appellant?s conviction and ordered a retrial.\nE\n111\nF\nG\n31. As is evident from the above stated principles of law\nin various judgments, there is no absolute bar or impediment,\nin law, in punishing a person for an offence less grave than the\noffences for which the accused was charged during the course\nof the trial provided the essential ingredients for adopting such\na course are satisfied.\n32. In the present case, we are primarily concerned with\nan offence punishable under Section 396 IPC and in alternative\nfor an offence under Section 302 of the IPC. The offence under\nSection 396 consists of two parts: firstly, dacoity by five or more\npersons, and secondly, committing of a murder in addition to\nthe offence of dacoity. If the accused have committed both these\noffences, they are liable to be punished with death or\nimprisonment for life or rigorous imprisonment for a term which\nmay extend to ten years and be liable to pay fine as well. Under\nH Section 302 IPC, whoever commits murder shall be punished\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n959\nA\nwith death or imprisonment for life and shall also be liable to\npay fine. The offence of murder has been explained under\nSection 300 IPC. If the act by which the death is caused is done\nwith the intention of causing death, it is murder. It will also be a\nmurder, if it falls in any of the circumstances secondly, thirdly\nand fourthly of Section 300 and it is not so when it falls in the B\nexception to that Section.\n33. On the conjoint reading of Sections 396 and 302 IPC,\nit is clear that the offence of murder has been lifted and\nincorporated in the provisions of Section 396 IPC. In other\nwords, the offence of murder punishable under Section 302 and\nas defined under Section 300 will have to be read into the\nprovisions of offences stated under Section 396 IPC. In other\nwords, where a provision is physically lifted and made part of\nanother provision, it shall fall within the ambit and scope of\nprinciple akin to 'legislation by incorporation' which normally is\napplied between an existing statute and a newly enacted law.\nThe expression 'murder' appearing in Section 396 would have\nto take necessarily in its ambit and scope the ingredients of\nSection 300 of the IPC. In our opinion, there is no scope for\nany ambiguity. The provisions are clear and admit no scope\nfor application of any other principle of interpretation except the\n'golden rule of construction', i.e., to read the statutory language\ngrammatically and terminologically in the ordinary and primary\nsense which it appears in its context without omission or\naddition. These provisions read collectively, put the matter\nbeyond ambiguity that the offence of murder, is by specific\nlanguage, included in the offences under Section 396. It will have\nthe same connotation, meaning and ingredients as are\ncontemplated under the provisions of Section 302 IPC.\n34. In light of the principles afore-stated, now we may revert\nto the facts and circumstances of the case in hand. It is\nadmittedly a case of circumstantial evidence and, thus, the\nevidence has to be examined in that context. There is no\nC\nD\nE\nF\nG\ndispute to the fact that the charge under Sections 396 and 201 H\n960\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA IPC had been framed against the accused. The Trial Court had\nacquitted the four accused but convicted the present appellant\nfor an offence under Sections 302 and 201 while convicting\nanother accused, namely Ahsan, for an offence punishable\nunder Section 411 IPC. The judgment of the trial court was\nB upheld by the High Court in so far as the acquittal of the four\naccused for the offences under Section 396 was concerned as\nwell as the conviction of the present appellant under Section\n396 IPC. However, the High Court acquitted Ahsan for the\noffence under Section 201 IPC which does not concern us in\nthe present appeal. The charge being under Section 396 alone\nwhether the accused could have been convicted for an offence\nunder Section 302 IPC without alteration of charge is the short\nquestion involved in the case before us. Let us examine the\nevidence for conviction of the appellant on the basis of the\ncircumstantial evidence. The High Court in paragraph 35 of its\njudgment has stated the following circumstances which\nundoubtedly point towards the guilt of the accused: -\nC\nD\nE\nF\nG\nH\n\"1. That the deceased (Jagdish Chandra) left his house/\nshop for Nehtaur on 30.09.77 to realize the amount from\ncustomers.\n2. That he was seen in Nehtaur Kasba by PW-2 Ved\nPrakash and PW-4 Gyan Chand on that day who saw him\noccupying taxi no. UPS 7293.\n3. That the deceased was sitting in the taxi along with\nothers and appellant Rafiq Ahmad was found on the driver\nseat;\n4. That the taxi in question proceeded for Dhampur from\nAgency Chauraha, Nehtaur in the presence of PW-4 Gyan\nChand;\n5. That the appellant (Rafiq Ahmad) was arrested by the\npolice on 2.10.77 alongwith his taxi and he made a\nconfession to the IO in the presence of two public\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n961\nwitnesses that he had concealed the dead body in a\nsugarcane field near village kashmiri;\n6. That subsequent recovery of the dad (sic) body of\ndeceased (Jagdish Chandra) from the sugarcane field at\nthe pointing out of the appellant in the night indicates that\nRafiq Ahmad alongwith some others looted the cash and\nother valuables from the person of the deceased.\nA\nB\n7. That Jagdish Chandra was done to death by the\nappellant (Rafiq Ahmad) in the night intervening 30.9.77/\n1.10.77 and the appellant with a view to screen himself C\nfrom legal punishment caused disappearance of the dead\nbody by throwing the same in the sugarcane field.\"\n35. The above circumstances have to be examined along\nwith the statements of Ved Prakash (PW2) and Gyan Chand\n(PW4), the witnesses who had last seen the deceased with the\nappellant. The statements of the Investigating Officer (PW11)\nand the witnesses including Pyare Lal (PW3), in whose\npresence the dead body was recovered at the behest of the\nappellant, by means of recovery memo Ex.PW Ex-Ka 3 are the\nother material pieces of evidence which would complete the\nchain of events and point undoubtedly towards the guilt of the\naccused. The accused, for the reasons best known to him, had\ntaken up a stand of complete denial in his statement dated 20th\nFebruary, 1981 recorded under Section 313 Cr.P.C. and opted\nnot to explain his whereabouts at the relevant time. Furthermore,\nhe was a regular taxi driver at the stand of Agency Chauraha.\nIt is true that the statement under Section 313 Cr.P.C. cannot\nbe the sole basis for conviction of the accused but certainly it\ncan be a relevant consideration for the courts to examine.\nparticularly when the prosecution has otherwise been able to\nestablish the chain of events. It is clearly established from the\nevidence on record that the deceased was a regular trader and\nused to come to Nehtaur from where he was picked up by the\nappellant on the fateful day. These were certain definite\ncircumstances clearly indicating towards the involvement of the\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\n962 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nappellant in the commission of the crime. The prosecution has\nbeen able to establish its case beyond reasonable doubt on\nthe basis of the circumstantial evidence. There is no significant\nlink which is missing in the case put forward by the prosecution.\n36. At this stage, we may refer to a Constitution Bench\njudgment of this Court in the case of Shyam Behari v. State of\nUttar Pradesh [AIR 1957 S.C. 320] wherein the accused after\nbeing charged for an offence under Section 396 IPC was finally\nconvicted under Section 302 IPC. The Court in the said\njudgment held as under:\n\"15. It is, however, unnecessary to do so because in the\nfacts and circumstances of the present case the appellant\nis liable to be convicted of the offence under Section 302\nIndian Penal Code without anything more. The charge\nunder Section 396, Indian Penal Code comprised of two\ningredients:- (1) the commission of the dacoity, and (2) the\ncommission of the murder in so committing the dacoity.\nThe first ingredient was proved without any doubt and was\nnot challenged by the learned counsel for the appellant.\nThe second ingredient also was proved in any event as\nregards the commission of the murder because the\nattention of the accused was focused not only on the\ncommission of the offence while committing the dacoity but\nalso on the individual part which he took in the commission\nof that murder. So far as he was concerned, he knew from\nthe charge which was framed against him that he was\nsought to be made responsible not only for the\ncommission of the dacoity but also for the commission of\nthe murder in committing such dacoity. The evidence which\nwas led on behalf of the prosecution specifically implicated.\nhim and he was named by the prosecution witnesses as\nthe person who shot at Mendai while crossing the ditch of\nthe Pipra Farm. His examination under section 342 of the\nCriminal Procedure Code also brought out that point\nspecifically against him and he was questioned in that\nI\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n963\nbehalf. Both the Courts below recorded their concurrent A\nfindings of fact in regard to the part taken by the appellant\nin the commission of the murder of Mendai. Under these\ncircumstances it could not be urged that the appellant could\nnot be convicted of the offence under Section 302, Indian\nPenal Code if such a charge could be made out against B\nhim (Vide our decision in Willie (William) Slaney v. State\nof Madhya Pradesh, Crl App No. 6 of 1955 D/- 31-10-\n1955 ( (S) AIR 1956 SC 116) (F)\"\n37. The above Constitution Bench judgment of this Court,\nC\nin law, squarely applies to the present case. We ought not be\nunderstood to say that the facts of both the cases are identical.\nIn the case of Shyam Behari (supra), the accused had killed\nthe deceased while retreating after committing the dacoity while\nin the present case the evidence, though circumstantial, is that\nthe appellant had killed the accused brutally and then hid his\ndead body in the fields to destroy the evidence. Thus, suffice it\nto note that both the cases have some similarity in\ncircumstances but the principle of law stated in Shyam Behari's\ncase (supra) is squarely applicable to the present case.\n38. For the reasons afore-recorded, we are of the\nconsidered view that no prejudice has been caused to the\nappellant by his conviction for an offence under Section 302\nIPC though he was initially charged with an offence punishable\nunder Section 396 IPC read with Section 201 IPC. Further, the\nnature of injuries namely three incised wounds, three abrasions\nand severing of the trachea, caused by a sharp-edged weapon\nas noticed by the High Court in para 34 of its judgment, indicate\nthat the accused knew that the injury inflicted would be sufficient\nin the ordinary course of nature to cause death. The 'prejudice'\nhas to be examined with reference to the rights and/or\nprotections available to the accused. The incriminating\nevidence had been clearly put to the accused in his statement\nunder Section 313 Cr.P.C. The circumstances which constitute\nan offence under Section 302 were literally put to him, as\nD\nE\nF\nG\nH\n964 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA Section 302 IPC itself is an integral part of an offence\npunishable under Section 396 IPC. The learned counsel\nappearing for the appellant has not been able to demonstrate\nany prejudice which the appellant has suffered in his right to\ndefence, fair trial and in relation to the case of the prosecution.\nB Once the appellant has not suffered any prejudice, much less\na serious prejudice, then the conviction of the appellant under\nSection 302 IPC cannot be set aside merely for want of framing\nof a specific/alternate charge for an offence punishable under\nSection 302 IPC. It is more so because the dimensions and\nfacets of an offence under Section 302 are incorporated by\nspecific language and are inbuilt in the offence punishable under\nSection 396 IPC. Thus, on the application of principle of\n'cognate offences', there is no prejudice caused to the rights\nof the appellant.\nC\nD\n39. For the reasons afore-stated, we find no merit in this\nappeal and the same is dismissed.\nD.G.\nAppeal dismissed.\n"}