{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"RAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\nXXX XXX XXX\n937\n17. It is possible (though we need not so decide in this\ncase) that the recent amendment to section 537 in the\nCode of Criminal Procedure (Amendment) Act XXVI of\n1955, where mis-joinder of charges has been placed in\nthe curable category, will set at rest the controversy that\nhas raged around the true meaning of N. A. Subramania\nlyer v. King-Emperor. In any case, our opinion is that the\nreal object of the Code is to leave these matters to the\ndiscretion and vigilance of the courts. Slightly to alter the\nlanguage of the Privy Council in Babulal Choukhani v.\nThe King-Emperor [1938] L.R. 65 IndAp 158, we would\nsay -\n\"It must be hoped, and indeed assumed, that\nmagistrates and judges will exercise their\njurisdiction fairly and honestly. Such is the implied\ncondition of the exercise of judicial power. It they\ndo not, or if they go wrong in fact or in law, the\naccused has prima facie a right of recourse to the\nsuperior courts by way of appeal or revision; and\nthe cases show how vigilant and resolute the High\nCourts are in seeing that the accused is not\nprejudiced or embarrassed by unsubstantial\ndepartures from the Code and how closely and\njealously the Supreme Court guards the position of\nthe accused. These safeguards may well have\nappeared to the Legislature to be sufficient when\nthey enacted the remedial provisions of the Code\nand have now left them substantially unaltered in the\nnew Code recently introduced\".\nThis, we feel, is the true intent and purpose of section\n537(a) which covers every proceeding taken with\njurisdiction in the general phrase \"or other proceedings\nunder this Code\". It is for the Court in all these cases to\ndetermine whether there has been prejudice to the\nA\nB\nC\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\nF\n. G\n☐ H\n938 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\naccused; and in doing so to bear in mind that some\nviolations are so obviously opposed to natural justice and\nthe true intendment of the Code that on the face of them\nand without anything else they must be struck down, while\nin other cases a close examination of all the circumstances\nwill be called for in order to discover whether the accused\nhas been prejudiced.\nXXX XXX XXX\nIn adjudging the question of prejudice the fact that the\nabsence of a charge, or a substantial mistake in it, is a\nserious lacuna will naturally operate to the benefit of the\naccused and if there is any reasonable and substantial\ndoubt about whether he was, or was reasonably likely to\nhave been, misled in the circumstances of any particular\ncase, he is as much entitled to the benefit of it here as\nelsewhere; but if, on a careful consideration of all the facts,\nprejudice, or a reasonable and substantial likelihood of it,\nis not disclosed the conviction must stand; also it will\nalways be material to consider whether objection to the\nnature of the charge, or a total want of one, was taken at\nan early stage.\nIf it was not, and particularly where the accused is\ndefended by 'AIR 1930 PC 57 (2) at p.58 (G)', it may in a\ngiven case be proper to conclude that the accused was\nsatisfied and knew just what he was being tried for and\nknew what was being alleged against him and wanted no\nfurther particulars, provided it is always borne in mind that\n\"no serious defect in the mode of conducting a criminal trial\ncan be justified or cured by the consent of the advocate\nof the accused” 'AIR 1927 PC 44 at pp.46-47 \u0026 49 (F)'.\nBut these are matters of fact which ill be special to\neach different case and no conclusion on these questions\nof fact in any one case can ever be regarded as a\nprecedent or a guide for a conclusion of fact in another,\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n939\nbecause the facts can never be alike in any two cases\nhowever alike they may seem. There is no such thing as\na judicial precedent on facts though counsel, and even\njudges, are sometimes prone to argue and to act if there\nwere.\"\n14. The Court, while laying down the above law,\nsignificantly noticed that the Code is a code of procedure and\nlike all procedural laws is designed to further the ends of justice\nand not to frustrate them by the introduction of endless\ntechnicalities. The object of the code is to ensure that an\naccused person gets a full and fair trial along with certain well-\nestablished and well-understood canons of law that accord with\nthe notions of natural justice.\nA\nB\nC\n15. In the case of Iman Ali \u0026 Anr. v. State of Assam, [AIR\n1968 SC 1464], the Court had the occasion to explain the D\ndistinction between the scope, liability and punishment for an\noffence under Section 396, as opposed to Section 302 IPC.\nThe Court noticed that the offence under Section 396 was no\nless heinous than an offence under Section 302 though in the\nlatter case, it was obligatory on the part of the Court to record\nreasons for not awarding death sentence. The Court while\nsustaining the enhancement of punishment from sentence of life\nimprisonment to sentence of death by the High Court on the\nground that there was a direct evidence to show that the\naccused had committed the alleged murder, held as under:\n\"Learned counsel for the appellants, in challenging the\njustification for the order of enhancement of sentence by\nthe High Court, relied on the principle laid down by this\ncourt in Dalip Singh v. State of Punjab, 1954 SCR 145\nat p. 156 = (AIR 1953 SC 364 at pp. 367-368) which was\nexplained in the following words:-\nE\nF\nG\n\"In a case of murder, the death sentence should\nordinarily be imposed unless the trying Judge for\nreasons which should normally be recorded H.\nA\nB\nD\nE\nF\n☑\nH\n940\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nconsiders it proper to award the lesser penalty. But\nthe discretion is his and if he gives reasons on\nwhich a judicial mind could properly be found, an\nappellate court should not interfere. The power to\nenhance a sentence from transportation to death\nshould very rarely be exercised and only for the\nstrongest possible reasons. It is not enough for an\nappellate court to say, or think, that if left to itself it\nwould have awarded the greater penalty because\nthe discretion does not belong to the appellate court\nbut to the trial Judge and the only ground on which\nan appellate court can interfere is that the\ndiscretion has been improperly exercised, as for\nexample, where no reasons are given and none can\nbe inferred from the circumstances of the case, or\nwhere the facts are so gross that no normal judicial\nmind would have awarded the lesser penalty.\"\nIt appears to us, however, that, in the present case, this\nprinciple is of no assistance to the appellants for\nchallenging the step taken by the High Court. This court\ncautioned the appellate court against interfering if the\ndiscretion of the trying Judge is exercised for reasons\nrecorded by him and if it appears from the reasons that\nhe had exercised a judicial mind in not awarding the\nsentence of death. In the present case, as mentioned by\nthe High Court and as is apparent from the judgment of\nthe Court of Session, the trial court awarded the sentence\nof imprisonment for life without giving any reasons at all\nfor adopting that course. It is true that the appellants were\nnot convicted in the present case for the offence of murder\nsimpliciter under Section 302 IPC; but that, in our opinion,\nis immaterial. The conviction of the appellants under\nsection 396 IPC, was not based on constructive liability as\nmembers of the gang of dacolts. There was clear finding\nby the court of Session which has been upheld by the High\nCourt that each of these appellants committed a cold-\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.J\n941\nblooded murder by shooting two inmates of the house A\nsimply with the object of facilitating commission of dacoity\nby them. Those persons were shot and killed even though\nthey had not even tried to put up any resistance. The\noffence under Section 396 IPC, was therefore, no less\nheinous than an offence under Section 302 IPC. In these B\ncircumstances, when the court of Session gave no reason\nat all for not awarding the sentence of death and for\nsentencing them to imprisonment for life only, it cannot be\nheld that the High Court was not justified in interfering with\nthat order.\nLearned counsel in this connection refereed us to a\ndecision of a Division Bench of the Allahabad High Court\nin Lal Singh v. Emperor A.I.R. 1938 Alld. 625, where it\nwas held :\nс\nD\n\"We do not consider that as a general rule a\nsentence of death should necessarily follow a\nconviction under s. 396, I.P.C., and this Section\ndiffers from s. 302, I.P.C., in that respect. The rule\nis under s. 302, that a sentence of death should E\nfollow unless reasons are shown for giving a lesser-\nsentence. No such rule applies to s. 396, I.P.C.\"\nF\nAgain, we do not think that the learned Judges of the\nAllahabad High Court intended to lay down that, even in\ncases where a person is convicted for the offence under\ns. 396, I.P.C., and there is clear evidence that he himself\nhad committed a cold-blooded murder in committing the\ndacoity, a sentence of death should not follow. Clearly, the\nview expressed was meant to apply to those cases where\nthere could be no definite finding as to which person G\ncommitted the murder and all the members of the gang are\nheld constructively guilty of the offence punishable under\ns. 396, I.P.C. A principle enunciated for such a situation\ncannot be applied to a case where there is direct evidence\nthat a particular accused committed the murder himself, H.\n942 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nB\nas is the finding in the present case.\"\n17. With the passage of time more and more such cases\ncame up for consideration of this Court as well as the High\nCourts. The development of law has not changed the basic\nprinciples which have been stated in the judgments afore-\nreferred. Usually an offence of grave nature includes in itself the\nessentials of a lesser but cognate offence. In other words, there\nare classes of offences like offences against the human body,\noffences against property and offences relating to cheating,\nmisappropriation, forgery etc. In the normal course of events,\nthe question of grave and less grave offences would arise in\nrelation to the offences falling in the same class and normally\nmay not be inter se the classes. It is expected of the prosecution\nto collect all evidence in accordance with law to ensure that the\nprosecution is able to establish the charge with which the\nD accused is charged, beyond reasonable doubt. It is only in\nс\nthose cases, keeping in view the facts and circumstances of a\ngiven case and if the court is of the view that the grave offence\nhas not been established on merits or for a default of technical\nnature, it may still proceed to punish the accused for an offence\nE of a less grave nature and content.\nF\nG\nH\n18. In the case of Anil @ Raju Namdev Patil vs.\nAdministration of Daman \u0026 Diu and Anr. [2006 Suppl. (9) SCR\n466], the Court had to deal with a situation where the accused,\na car driver had kidnapped a child of five years for the purpose\nof demanding ransom and later killed the child. The accused\nhad been charged for an offence punishable under Sections.\n364, 302 and 201 IPC, but was finally convicted for an offence\npunishable under Section 364-A and was awarded sentence\nof death. This Court held that there was prejudice caused to\nthe appellant and the sentence was modified from death to\nrigorous imprisonment for life with conviction under Section 364\nIPC. The Court, besides recording the above findings on the\nmerits of the case noticed the precedents in relation to non-\nframing of charge. The Bench referred to various judgments of\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n943\nthis Court in K. Prema S. Rao and Anr. v. Yadla Srinivasa Rao A\nand Ors. [(2003) 1 SCC 217], Kammari Brahmaiah and Ors.\nv. Public Prosecutor, High Court of A.P. [(1999) 2 SCC 522],\nDalbir Singh v. State of U.P. [(2004 5 SCC 334],\nKamalanantha and Ors. v. State of T.N. [(2005 5 SCC 194],\nHarjit Singh v. State of Punjab [(2006 1 SCC 463] and B\nrecapitulated the principles of law stated in these judgments\nand stated the following precepts of law which would govern\nsuch cases:\n\"The propositions of law which can be culled out from the\naforementioned judgments are:\n(i)\n(ii)\n(iii)\n(iv)\nThe appellant should not suffer any prejudice\nby reason of misjoinder of charges.\nC\nA conviction for lesser offence is D\npermissible.\nIt should not result in failure of justice.\nIf there is a substantial compliance,\nmisjoinder of charges may not be fatal and E\nsuch misjoinder must be arising out of mere\nmisjoinder to frame charges.\nThe ingredients for commission of offence of Section 364\nand 364-A are different. Whereas the intention to kidnap\nin order that he may be murdered or may be so disposed\nof as to be put in danger as murder satisfied the\nrequirements of Section 364 of the Indian Penal Code, for\nobtaining a conviction for commission of an offence under\nSection 364-A thereof it is necessary to prove that not only\nsuch kidnapping or abetment has taken place but\nthereafter the accused threatened to cause death or hurt\nto such person or by his conduct gives rise to a reasonable\napprehension that such person may be put to death or hurt\nor causes hurt or death to such person in order to compel\nF\nG\nH\n944\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nB\nC\nD\nE\nF\n.G\nH\nthe government or any other person to do or abstain from\ndoing any act or to pay a ransom.\nIt was, thus, obligatory on the part of the learned\nSessions Judge, Daman, to frame a charge which would\nanswer the description of the offence envisaged under\nSection 364-A of the Indian Penal Code. It may be true that\nthe kidnapping was done with a view to get ransom but\nthe same should have been put to the appellant while\nframing a charge. The prejudice to the appellant is\napparent as the ingredients of a higher offence had not\nbeen put to him while framing any charge.\nIt is not a case unlike Kammari Brahmaiah (supra)\nwhere the offence was of a lesser gravity, as has been\nobserved by Shah, J.\"\n19. In light of the above principles, let us now examine the\nmeaning of 'prejudice'. The expression has been defined in\nBlack's Law Dictionary (Eighth Edition), as follows:\n“prejudice, 1. Damage or detriment to one's legal rights\nor claims. See dismissal with prejudice, dismissal without\nprejudice under DISMISSAL.\nLegal prejudice. A condition that, if shown by a party, will\nusu. defeat the opposing party's action: esp. a condition\nthat, if shown by the defendant, will defeat a plaintiff's\nmotion to dismiss a case without prejudice. The defendant\nmay show that dismissal will deprive the defendant of a\nsubstantive property right or preclude the defendant from\nraising a defense that will be unavailable or endangered\nin a second suit.\nUndue prejudice. The harm resulting from a fact-trier's\nbeing exposed to evidence that is persuasive but\ninadmissible (such as evidence of prior criminal conduct)\nor that so arouses the emotions that calm and logical\nreasoning is abandoned.\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n[SWATANTER KUMAR, J.]\n945\n2. A preconceived judgment formed without a factual A\nbasis; a strong bias\"\n20. When we speak of prejudice to an accused, it has to\nbe shown that the accused has suffered some disability or\ndetriment in the protections available to him under the Indian\ncriminal jurisprudence. It is also a settled canon of criminal law\nthat this has occasioned the accused with failure of justice. One\nof the other cardinal principles of criminal justice administration\nis that the courts should make a close examination to ascertain\nwhether there was really a failure of justice or whether it is only\na camouflage, as this expression is perhaps too pliable. With\nthe development of law, Indian courts have accepted the\nfollowing protections to and rights of the accused during\ninvestigation and trial:\nB\nс\n(a) The accused has the freedom to maintain silence D\nduring investigation as well as before the Court. The\naccused may choose to maintain silence or make\ncomplete denial even when his statement under\nSection 313 of the Code of Criminal Procedure is\nbeing recorded, of course, the Court would be E\nentitled to draw inference, including adverse\ninference, as may be permissible to it in\naccordance with law;\n(b) Right to fair trial\n(c)\n(d)\nPresumption of innocence (not guilty)\nProsecution must prove its case beyond'\nreasonable doubt.\n21. Prejudice to an accused or failure of justice, thus, has\nto be examined with reference to these aspects. That alone,\nprobably, is the method to determine with some element of\ncertainty and discernment whether there has been actual failure\nof justice. 'Prejudice' is incapable of being interpreted in its\nF\nG\nH\n946 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA generic sense and applied to criminal jurisprudence. The plea\nof prejudice has to be in relation to investigation or trial and\nnot matters falling beyond their scope. Once the accused is able\nto show that there is serious prejudice to either of these\naspects and that the same has defeated the rights available\nB to him under the criminal jurisprudence, then the accused can\nseek benefit under the orders of the Court.\nC\n22. Right to fair trial, presumption of innocence until\npronouncement of guilt and the standards of proof, i.e., the\nprosecution must prove its case beyond reasonable doubt are\nthe basic and crucial tenets of our criminal jurisprudence. The\nCourts are required to examine both the contents of the\nallegation of prejudice as well as its extent in relation to these\naspects of the case of the accused. It will neither be possible\nnor appropriate to state such principle with exactitude as it will\nalways depend on the facts and circumstances of a given case.\nTherefore, the Court has to ensure that the ends of justice are\nmet as that alone is the goal of criminal adjudication. Thus,\nwherever a plea of prejudice is raised by the accused, it must\nbe examined with reference to the above rights and safeguards,\nE as it is the violation of these rights alone that may result in\nweakening of the case of the prosecution and benefit to the\naccused in accordance with law.\nD\nF\nG\nH\nDuring conduct of trial, framing of a charge is an important\nfunction of the court. Sections 211 to 224 of Chapter XVII of\nthe Code of Criminal Procedure, 1973 have been devoted by\nthe Legislature to the various facets of framing of charge and\nother related matters thereto. Under Section 211, the charge\nshould state the offence with which the accused is charged and\nshould contain the other particulars specified in that section. In\nterms of Section 214, in every charge words used in describing\nan offence shall be deemed to have been used in the sense\nattached to them respectively by the law under which such\noffence is punishable. Another significant provision is Section\n215 which states that no error in stating either the offence or\n"}