{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"RAFIQ AHMED @ RAFI v. STATE OF U.P.\n917\nD\n2.1. To show prejudice to an accused, it has to be A\nshown that the accused has suffered some disability or\ndetriment in the protections available to him under the\nIndian criminal jurisprudence. It is also a settled canon\nof criminal law that this has occasioned the accused with\nfailure of justice. One of the other cardinal principles of B\ncriminal justice administration is that the courts should\nmake a close examination to ascertain whether there was\nreally a failure of justice or whether it is only a\ncamouflage, as this expression is perhaps too pliable.\nWith the development of law, Indian courts have accepted C\ncertain protections to and rights of the accused during\ninvestigation and trial which are: The accused has the\nfreedom to maintain silence during investigation as well\nas before the Court. The accused may choose to maintain\nsilence or make complete denial even when his statement\nunder Section 313 of the Code of Criminal Procedure is\nbeing recorded, of course, the Court would be entitled to\ndraw inference, including adverse inference, as may be\npermissible to it in accordance with law. The accused has\nright to fair trial; There is presumption of innocence (not\nguilty) and the prosecution must prove its case beyond\nreasonable doubt. Prejudice to an accused or failure of\njustice, thus, has to be examined with reference to these\naspects. That alone, probably, is the method to determine\nwith some element of certainty and discernment whether\nthere has been actual failure of justice. 'Prejudice' is\nincapable of being interpreted in its generic sense and\napplied to criminal jurisprudence. The plea of prejudice\nhas to be in relation to investigation or trial and not\nmatters falling beyond their scope. Once the accused is\nable to show that there is serious prejudice to either of G\nthese aspects and that the same has defeated the rights\navailable to him under the criminal jurisprudence, then\nthe accused can seek benefit under the orders of the\nCourt. [Paras 20-21] [945-B-H; 946-A-B]\nE\nF\nH\nA\n918 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nAnil @ Raju Namdev Patil vs. Administration of Daman\n\u0026 Diu and Anr. 2006 Suppl. (9) SCR 466; K. Prema S. Rao\nand Anr. v. Yadla Srinivasa Rao and Ors. (2003) 1 SCC 217:\n2002 (3) Suppl. SCR 339; Kammari Brahmaiah and Ors. v.\nPublic Prosecutor, High Court of A.P. (1999) 2 SCC 522:\nB 1999 (1) SCR 361; Dalbir Singh v. State of U.P. (2004) 5\nC\nSCC 334; Kamalanantha and Ors. v. State of T.N. (2005) 5\nSCC 194: 2005 (3) SCR 182; Harjit Singh v. State of Punjab\n(2006) 1 SCC 463: 2005 (5) Suppl. SCR 629 - relied on.\nBlack's Law Dictionary, Eighth Edition - referred to.\n2.2. Right to fair trial, presumption of innocence until\npronouncement of guilt and the standards of proof, i.e.,\nthe prosecution must prove its case beyond reasonable\ndoubt are the basic and crucial tenets of Indian criminal\nD jurisprudence. The Courts are required to examine both\nthe contents of the allegation of prejudice as well as its\nextent in relation to these aspects of the case of the\naccused. It will neither be possible nor appropriate to\nstate such principle with exactitude as it will always\nE depend on the facts and circumstances of a given case.\nTherefore, the Court has to ensure that the ends of justice\nare met as that alone is the goal of criminal adjudication.\nThus, wherever a plea of prejudice is raised by the\naccused, it must be examined with reference to these\nrights and safeguards, as it is the violation of these rights\nalone that may result in weakening of the case of the\nprosecution and benefit to the accused in accordance\nwith law. [Para 22] [946-C-E]\nF\nShamnsaheb M. Multtani v. State of Karnataka (2001) 2\nG SCC 577: 2001 (1) SCR 514; Dinesh Seth v. State of NCT\nH\nof Delhi (2008) 14 SCC 94: 2008 (12) SCR 113; Shivaji\nSahebrao Bobade \u0026 Anr. v. State of Maharashtra AIR 1973\nSC 2622: 1974 (1) SCR 489 - relied on.\n2.3. During conduct of trial, framing of a charge is an\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n919\nimportant function of the court. Sections 211 to 224 of A\nChapter XVII of the Code of Criminal Procedure, 1973\nhave been devoted by the Legislature to the various\nfacets of framing of charge and other related matters\nthereto. Under Section 211, the charge should state the\noffence with which the accused is charged and should B\ncontain the other particulars specified in that section. In\nterms of Section 214, in every charge, words used in\ndescribing an offence shall be deemed to have been\nused in the sense attached to them respectively by the\nlaw under which such offence is punishable. Another C\nsignificant provision is Section 215 which states that no\nerror in stating either the offence or the particulars\nrequired to be stated in the charge, and no omission to\nstate the offence or those particulars, shall be regarded\nat any stage of the case as material unless the accused\nwas in fact misled by such error or omission, and it has\noccasioned a failure of justice. Further, the court has\nbeen vested with the power to alter the charge. There\ncould be trial of more than one offence together and there\ncould even be joint trial of the accused. The purpose of\nframing of a charge is to put the accused at notice\nregarding the offence for which he is being tried before\nthe court of competent jurisdiction. For want of requisite\ninformation of offence and details thereof, the accused\nshould not suffer prejudice or there should not be failure\nof justice. The requirements of putting the accused at\nnotice and there being a charge containing the requisite\nparticulars, as contemplated under Section 211, has to be\nread with reference to Section 215 of the Code. [Para 22]\n[946-F-H; 947-A-D]\n3.1. Non-framing of charge or some defect in drafting\nof the charge per se would not vitiate the trial itself. It will\nhave to be examined in the facts and circumstances of a\ngiven case. Of course, the court has to keep in mind that\nthe accused 'must be' and not merely 'may be' guilty of\nD\nE\nF\nG\nH\nB\nC\n920 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA an offence. The mental distance between 'may be' and\n'must be' is long and divides vague conjectures from\nsure conclusions. A person charged with a heinous or\ngrave offence can be punished for a less grave offence\nof cognate nature whose essentials are satisfied with the\nevidence on record. Alike or similar offences can be\ntermed as 'cognate offences'. The word 'cognate' is a term\nprimarily used in civil jurisprudence particularly with\nreference to the provisions of the Hindu Succession Act,\n1956 where Section 3(c) has used this expression in\nrelation to the descendants of a class of heirs and\nnormally the term is used with reference to blood\nrelations. The expression 'cognate' has also been\nrecognized and applied to the criminal jurisprudence as\nwell not only in the Indian system but even in other parts\nof the world. Such offences indicate the similarity,\ncommon essential features between the offences and\nthey primarily being based on differences of degree have\nbeen understood to be 'cognate offences'. Therefore,\nwhere the offences are cognate offences with\ncommonality in their feature, duly supported by evidence\non record, the Courts can always exercise its power to\npunish the accused for one or the other provided the\naccused does not suffer any prejudice as indicated.\n[Paras 22, 23, 25, 26] [948-C-G; 949-A-B-G-H; 950-C]\nD\nE\nF\nןד\nG\nDalbir Singh v. State of U.P. (2004) 5 SCC 334\nFollowed.\n-\nLakhjit Singh v. State of Punjab 1994 Suppl. (1) SCC\n(Crl.) 173; Sanagaraboina Sreenu v. State of A.P. (1997) 5\nSCC 348: 1997 (3) SCR 957 - relied on.\n3.2. The concept of punishing the accused for a less\ngrave offence than the one for which he was charged is\nnot unique to the Indian Judicial System. It has its\nrelevancy even under the English jurisprudence under\nH the concept of alternative verdicts. There is no absolute\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n921\nbar or impediment, in law, in punishing a person for an\noffence less grave than the offences for which the\naccused was charged during the course of the trial\nprovided the essential ingredients for adopting such a\ncourse are satisfied. [Paras 29, 31] [956-H; 957-A-B; 958-\nE-F]\nR v. Coutts (Appellant) 2006 UKHL 39 - referred to.\nA\nB\n3.3. The instant case related with an offence\npunishable under Section 396 IPC and in alternative with\nan offence under Section 302 of the IPC. The offence C\nunder Section 396 consists of two parts: firstly, dacoity\nby five or more persons, and secondly, committing of a\nmurder in addition to the offence of dacoity. If the\naccused have committed both these offences, they are\nliable to be punished with death or imprisonment for life D\nor rigorous imprisonment for a term which may extend\nto ten years and be liable to pay fine as well. Under\nSection 302 IPC, whoever commits murder shall be\npunished with death or imprisonment for life and shall\nalso be liable to pay fine. A conjoint reading of Sections E\n396 and 302 IPC shows that the offence of murder has\nbeen lifted and incorporated in the provisions of Section\n396 IPC. In other words, the offence of murder punishable\nunder Section 302 and as defined under Section 300 will\nhave to be read into the provisions of offences stated\nunder Section 396 IPC. In other words, where a provision\nis physically lifted and made part of another provision, it\nshall fall within the ambit and scope of principle akin to\n'legislation by incorporation' which normally is applied\nbetween an existing statute and a newly enacted law.\nThe expression ‘murder' appearing in Section 396 would\nhave to take necessarily in its ambit and scope the\ningredients of Section 300 of the IPC. There is no scope\nfor any ambiguity. The provisions are clear and admit no\nscope for application of any other principle of\nLL\nF\nG\nI\n922 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA interpretation except the 'golden rule of construction', i.e.,\nto read the statutory language grammatically and\nterminologically in the ordinary and primary sense which\nit appears in its context without omission or addition.\nThese provisions read collectively put the matter beyond\nB ambiguity that the offence of murder, is by specific\nlanguage, included in the offences under Section 396. It\nwill have the same connotation, meaning and ingredients\nas are contemplated under the provisions of Section 302\nIPC. [Paras 32-33] [958-G-H; 959-A-F]\nC\nD\n3.4. This is admittedly a case of circumstantial\nevidence and, thus, the evidence has to be examined in\nthat context. There is no dispute to the fact that the\ncharge under Sections 396 and 201 IPC were framed\nagainst the accused. The trial court had acquitted the four\naccused but convicted the appellant for an offence under\nSections 302 and 201, IPC. [para 34] [959-G-H; 960-A-B]\n3.5. PW2 and PW4 were the witnesses who had last\nseen the deceased with the appellant. The statements of\nE the Investigating Officer (PW11) and the witnesses\nincluding PW3, in whose presence the dead body was\nrecovered at the behest of the appellant, by means of\nrecovery memo are the other material pieces of evidence\nwhich would complete the chain of events and point\nF undoubtedly towards the guilt of the accused. The\naccused, for the reasons best known to him, had taken\nup a stand of complete denial in his statement recorded\nunder Section 313 Cr.P.C. and opted not to explain his\nwhereabouts at the relevant time. Furthermore, he was a\nregular taxi driver. It is true that the statement under\nSection 313 Cr.P.C. cannot be the sole basis for\nconviction of the accused but certainly it can be a\nrelevant consideration for the courts to examine,\nparticularly when the prosecution has otherwise been\nG\nH\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n923\nable to establish the chain of events. It was clearly A\nestablished from the evidence on record that the\ndeceased was a regular trader and used to come to\nNehtaur from where he was picked up by the appellant\non the fateful day. These were certain definite\ncircumstances clearly indicating towards the involvement B\nof the appellant in the commission of the crime. The\nprosecution was able to establish its case beyond\nreasonable doubt on the basis of the circumstantial\nevidence. There was no significant link which was\nmissing in the case put forward by the prosecution. [para C\n35] [961-D-H; 962-A]\nShyam Behari v. State of Uttar Pradesh AIR 1957 S.C.\n320 Followed.\n- -\nF\n4. No prejudice was caused to the appellant by his D\nconviction for an offence under Section 302 IPC though\nhe was initially charged with an offence punishable\nunder Section 396 IPC read with Section 201 IPC. Further,\nthe nature of injuries namely three incised wounds, three\nabrasions and severing of the trachea, caused by a E\nsharp-edged weapon as noticed by the High Court\nindicated that the accused knew that the injury inflicted\nwould be sufficient in the ordinary course of nature to\ncause death. The 'prejudice' has to be examined with\nreference to the rights and/or protections available to the\naccused. The incriminating evidence was clearly put to\nthe accused in his statement under Section 313 Cr.P.C.\nThe circumstances which constitute an offence under\nSection 302 were literally put to him, as Section 302 IPC\nitself is an integral part of an offence punishable under\nSection 396 IPC. The appellant was not able to\ndemonstrate any prejudice which the appellant has\nsuffered in his right to defence, fair trial and in relation to\nthe case of the prosecution. Once the appellant has not\nsuffered any prejudice, much less a serious prejudice,\nG\nH\n924\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA then the conviction of the appellant under Section 302 ·\nIPC cannot be set aside merely for want of framing of a\nspecific/alternate charge for an offence punishable under\nSection 302 IPC. It is more so because the dimensions\nand facets of an offence under Section 302 are\nB incorporated by specific language and are inbuilt in the\noffence punishable under Section 396 IPC. Thus, on the\napplication of principle of ‘cognate offences', there was\nno prejudice caused to the rights of the appellant. [para\n38] [963-E-H; 964-A-C]\nC\nCase Law Reference:\n1968 SCR 610\nrelied on\nPara 15\n2006 Suppl. (9) SCR 466\nrelied on\nPara 18\nD\n2002 (3) Suppl. SCR 339\nrelied on\nPara 18\n1999 (1) SCR 361\nrelied on\nPara 18\n2005 (3) SCR 182\nrelied on\nPara 18\n2005 (5) Suppl. SCR 629\nrelied on\nPara 18\nE\n2001 (1) SCR 514\nrelied on. Para 22\n1955 SCR 1140\nFollowed Paras 13, 22\n2008 (12) SCR 113\nrelied on\nPara 22\nF\n1974 (1) SCR 489\nrelied on Para 22\n1994 Suppl. (1) SCC (Crl.) 173 relied on\nPara 27\nrelied on\nPara 27\n1997 (3) SCR 957\nG (2004) 5 SCC 334\n2001 (1) SCR 514\n2006 UKHL 39\nI\nAIR 1957 SC 320\nFollowed Para 27\nrelied on Para 28\nreferred to Para 29\nFollowed Paras 36, 37\nRAFIQ AHMED @ RAFI v. STATE OF U.P.\n925\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal A\nNo. 656 of 2005.\nFrom the Judgment \u0026 Order dated 29.9.2004 of the High\nCourt of Judicature at Allahabad in Criminal Appeal No. 1887\nof 1981.\nR. Anand Padmanabhan, Prithvi Raj B.N., G. Ramakrishna\nPrasad for the Appellant.\nT.N. Singh, Rajeev Dubey, Kamlendra Mishra, Jatinder\nKumar Bhatia for the Respondent.\nThe Judgment of the Court was delivered by\nSWATANTER KUMAR, J. 1. Fine distinctions of law, if\ndiscerning, should normally be recognized and permitted to\noperate in their respective fields. With the development of\ncriminal jurisprudence, the law has recognized the concept of\ncognate charges besides alternative charges. The\ndifferentiation between the offences from the same family in\ncontradistinction to the offences falling in different categories\nhave persuaded the courts to apply the principle of 'cognate\noffences' and punish the offender of a less grave offence\nbecause the offence of greater gravity has not been proved\nbeyond reasonable doubt. This principle is to be applied\nkeeping in view the facts and circumstances of a given case\nand notwithstanding the fact that no charge for such less grave\noffence had been framed against the offender. In the case in\nhand, we are concerned with a similar question which arises\nfrom the following facts:\nB\nC\nD\nE\nF\nG\nAll the five accused, namely, Rafiq Ahmad, Ahsan,\nImamuddin, Arun Kumar and Yashwant Singh, according to the\nprosecution, in the intervening night of 30th September, 1977\nand 1st October, 1977 committed dacoity in Ambassador Car\nNo.UPS 7293 belonging to Rafiq Ahmad. While the car was\ngoing on the pucca road from Nehtaur to Dhampur within the H\nA\nB\nC\nD\n926 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\njurisdiction of thana Nehtaur, the accused had committed the\nmurder of Jagdish Prasad @ Jagdish Chandra @ Jagdish\nBabu and thereafter thrown his body in a sugarcane field of one\nIkrar Ahmad situated in Village Kashmiri, thana Nehtaur with\nthe intention of screening themselves from punishment for\ncommitting any offence. Shri Krishna Garg, uncle of the\ndeceased was carrying on the wholesale business of sugar,\nKhandsari, flour, food grains etc. under the name of M/s. Badri\nPrasad Sunder Lal in Mohalla Bari Mandi, Dhampur (Bijnor).\nThis firm had branches in the name of 'Garg Brothers'. The firm\nused to sell the above products on credit to the customers at\nDhampur, Nagina, Sherkot, Sheohara, Haldaur and Nehtaur\nand the deceased, Jagdish Prasad, used to go to Nehtaur\nevery Friday to realize money from them. On Friday, 30th\nSeptember, 1977, also he left for Nehtaur to collect money.\nOrdinarily, he used to return home between 9.00 p.m. and\n10.00 p.m. with collections roughly upto Rs. 10,000/-. Though,\nJagdish Prasad, on that day also had collected more than Rs.\n8,000/- from the customers, but he did not return home that\nnight. The next morning, Shri Krishna Garg sent his Munim,\nRamesh Chandra to Nehtaur to enquire about Jagdish Prasad.\nThe Munim returned and disclosed to Shri Krishna Garg the\nabove facts. After arrival of the Munim, Shri Krishna Garg left\nDhampur for Nehtaur along with Pyare Lal, Surendra Kumar,\nHar Kishan and Kamlesh to enquire about Jagdish Prasad.\nFrom the enquiries, it came to light that at about 8.00 p.m., the\ndeceased Jagdish Prasad had occupied a taxi, in which some\npersons were already sitting, at the Agency Chauraha, Nehtaur.\nThe matter was reported and after making an entry in the GD\non 1st October, 1977 at 2.30 p.m., SI K.L. Verma started\ninvestigation and interrogated a number of persons including\nG Shri Krishna Garg and Pyare Lal. Thereafter, a case was\nregistered under Section 364 of the Indian Penal Code (IPC).\nOn 2.10.1977, the investigation was taken up by Station Officer\n(S.O.) Raj Pal Yadav and both Mr. Verma and Mr. Yadav left\nthe police station together for investigation and reached P.S.\nH Dhampur. At about 9.00 pm, accused Rafiq Ahmad was\nE\nF\n"}