{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"NUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n773\ncomplaint and examine the complainant and his A\nwitnesses and thereafter issue process to the\naccused, if he is of opinion that the case should\nbe proceeded with.\"\n(emphasis is mine)\nB\nThe same issue was examined by this Court in Jagdish Ram\nvs. State of Rajasthan and Anr., (2004) 4 SCC 432, wherein\nthis Court held as under:\nD\nE\n\"(10) The contention urged is that though the trial court C\nwas directed to consider the entire material on\nrecord including the final report before deciding\nwhether the process should be issued against the\nappellant or not, yet the entire material was not\nconsidered. From perusal of order passed by the\nMagistrate it cannot be said that the entire material\nwas not taken into consideration. The order passed\nby the Magistrate taking cognizance is a well-\nwritten order. The order not only refers to the\nwitnesses recorded by the Magistrate under\nSections 200 and 202 of the Code but also sets\nout with clarity the principles required to be kept\nin mind at the stage of taking cognizance and\nreaching a prima facie view. At this stage, the\nMagistrate had only to decide whether sufficient\nground exists or not for further proceeding in the\nmatter. It is well settled that notwithstanding the\nopinion of the police, a Magistrate is empowered\nto take cognizance if the material on record makes\nout a case for the said purpose. The investigation\nis the exclusive domain of the police. The taking\nof cognizance of the offence is an area exclusively\nwithin the domain of a Magistrate. At this stage,\nthe Magistrate has to be satisfied whether there is\nsufficient ground for proceeding for proceeding\nand not whether there is sufficient ground for H\nF\n0\nA\nB\n774\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nconviction. Whether the evidence is adequate for\nsupporting the conviction, can be determined only\nat the trial and not at the stage of inquiry. At the\nstage of issuing the process to the accused, the\nMagistrate is not required to record reasons. (Dy.\nChief Controller of Imports \u0026 Exports v. Roshanlal\nAgarwal, (2003) 4 SCC 139).\"\n(emphasis is mine)\nAll along having made a reference to the words \"there\nC sufficient ground to proceed\" it has been held by this Court, that\nfor the purpose of issuing process, all that the concerned Court\nhas to determine is, whether the material placed before it \"is\nsufficient for proceeding against the accused\". The\nobservations recorded by this Court extracted above, further\nD enunciate, that the term \"sufficient to proceed\" is different and\ndistinct from the term \"sufficient to prove and established guilt\".\nHaving taken into consideration the factual position based on\nthe statements recorded under Section 161 of Code of Criminal\nProcedure (as also, under Section 164 thereof), and the\nE documents appended to the charge sheet, as also, the other\nmaterials available on the file; I have no doubt whatsoever in\nmy mind, that the Magistrate was fully justified in issuing\nprocess, since the aforesaid statements, documents and\nmaterials, were most certainly sufficient to proceed against the\naccused. Therefore, the order issuing process under Section\n204 passed by the Magistrate on 9.2.2011 cannot be faulted\non the ground, that it had been passed in violation of the\nprovisions of Code of Criminal Procedure, or in violation of the\ndeclared position of law on the subject. Despite my aforesaid\nconclusion, I reiterate, that the material taken into consideration\nby the Magistrate will have to be substituted by cogent evidence\nrecorded during the trial; before any inferences, assumptions,\nviews and deductions drawn by the Magistrate, can be made\nthe basis for implicating the accused. As the matter proceeds\nto the next stage, all the earlier conclusions will stand effaced,\nand will have to be redrawn, in accordance with law.\nF\nG\nH\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n775\nA\n19. Rolled along with the contention in hand, it was the\nsubmission of learned counsel representing the petitioner, that\nif the defences raised by the petitioner are taken into\nconsideration, the entire case set up by the prosecution would\nfall. I shall now advert to the defences raised on behalf of the\npetitioner. All the defences raised on behalf of the petitioner B\nhave already been summarized above. Based on the said\ndefences it was sought to be canvassed, that the Magistrate\n(while passing the order dated 9.2.2011) had taken into\nconsideration some facts incorrectly (while the factual position\nwas otherwise), and certain vital facts were overlooked. On the C\nsubject under reference, it would first be appropriate to\nexamine the settled legal position. In this behalf reference may\nbe made to the decision rendered by this Court in Cahndra\nDeo vs. Prokash Chandra Bose alias Chabi Bose and Anr.,\nAIR 1963 SC 1430, wherein it was observed as under :\nD\nLL\nF\n\"(7) Taking the first ground, it seems to us clear from\nthe entire scheme of Ch. XVI of the Code of\nCriminal Procedure that an accused person does\nnot come into the picture at all till process is\nissued. This does not mean that he is precluded E\nfrom being present when an enquiry is held by a\nMagistrate. He may remain present either in\nperson or through a counsel or agent with a view\nto be informed of what is going on. But since the\nvery question for consideration being whether he\nshould be called upon to face an accusation, he\nhas no right to take part in the proceedings nor has\nthe Magistrate any jurisdiction to permit him to do\nso. It would follow from this, therefore, that it would\nnot be open to the Magistrate to put any question G\nto witnesses at the instance of the person named\nas accused but against whom process has not\nbeen issued; nor can he examine any witnesses at\nthe instance of such a person. Of course, the\nMagistrate himself is free to put such questions to\nН\nA\nB\nC\nD\n☐ E\n☐ F\n☐ G\nн\n776\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nthe witnesses produced before him by the\ncomplainant as he may think proper in the interests\nof justice. But beyond that, he cannot go. It was,\nhowever, contended by Mr. Sethi for respondent\nNo.1 that the very object of the provisions of Ch. XVI\nof the Code of Criminal Procedure is to prevent an\naccused person from being harassed by a frivolous\ncomplaint and, therefore, power is given to a\nMagistrate before whom complaint is made to\npostpone the issue of summons to the accused\nperson pending the result of an enquiry made either\nby himself or by a Magistrate subordinate to him.\nA privilege conferred by these provisions, can\naccording to Mr. Sethi, be waived by the accused\nperson and he can take part in the proceedings.\nNo doubt, one of the objects behind the provisions\nof Section 202, Cr. P.C. is to enable the\nMagistrate to scrutinize carefully the allegations\nmade in the complaint with a view to prevent a\nperson named therein as accused from being\ncalled upon to face an obviously frivolous\ncomplaint. But there is also another object behind\nthis provision and it is to find out what material\nthere is to support the allegations made in the\ncomplaint. It is the bounden duty of the Magistrate\nwhile making an enquiry to elicit all facts not\nmerely with a view to protect the interests of an\nabsent accused person, but als with a view to\nbring to book a person or persons against whom\ngrave allegations are made. Whether the\ncomplaint is frivolous or not has, at that stage,\nnecessarily to be determined on the basis of the\nmaterial placed before him by the complainant.\nWhatever defence the accused may have can\nonly be enquired into at the trial. An enquiry under\nSection 202 can in no sense be characterized as\na trial for the simple reason that in law there can\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n777\nA\nC\nbe but one trial for an offence. Permitting an\naccused person to intervene during the enquiry\nwould frustrate its very object and that is why the\nlegislature has made no specific provision\npermitting an accused person to take part in an\nenquiry. It is true that there is no direct evidence in\nB\nth case before us that the two persons who were\nexamined as court witnesses were so examined at\nthe instance of respondent No.1 but from the fact\nthat they were persons who were alleged to have\nbeen the associates of respondent No.1 in the first\ninformation report lodged by Panchanan Roy and\nwho were alleged to have been arrested on the spot\nby some of the local people, they would not have\nbeen summoned by the Magistrate unless\nsuggestion to that effect had been made by counsel\nappearing for respondent No.1. This inference is\nirresistible and we hold that on this ground, the\nenquiry made by the enquiring Magistrate is\nvitiated. In this connection, the observations of this\ncourt in Vadilal Panchal v. Dattatraya Dulaji,\n(1961) 1 SCR 1 at p.9: (AIR 1960 SC 1113 at p.\n1116) may usefully be quoted :\nD\nE\n\"The enquiry is for the purpose of\nascertaining the truth or falsehood of the\ncomplaint; that is, for ascertaining whether F\nthere is evidence in support of the complaint\nso as to justify the issue of process and\ncommencement of proceedings against the\nperson concerned. The section does not say\nthat a regular trial for adjudging the guilt or G\notherwise of the person complained against\nshould take place at that stage, for the\nperson complained against can be legally\ncalled upon to answer the accusation made\nagainst him only when a process has\nH\nA\n[2012] 6 S.C.R.\n778 SUPREME COURT REPORTS\nissued and he is put on trial.\"\n(emphasis is mine)\nRecently an examination of the defence(s) of an accused, at\nthe stage of issuing process, came to be examined by this\nB Court in CREF Finance Ltd. vs. Shree Shanthi Homes (P) Ltd.\nand Anr., (2005) 7 SCC 467, wherein this Court held as under\nC\nD\nE\nF\nG\nH\n:\n\"10. In the instant case, the appellant had filed a detailed\ncomplaint before the Magistrate. The record shows\nthat the Magistrate took cognizance and fixed the\nmatter for recording of the statement of the\ncomplainant on 1-6-2000. Even if we assume,\nthough that is not the case, that the words\n\"cognizance taken\" were not to be found in the\norder recorded by him on that date, in our view that\nwould make no difference. Cognizance is taken of\nthe offence and not of the offender and, therefore,\nonce the court on perusal of the complaint is\nsatisfied that the complaint discloses the\ncommission of an offence and there is no reason\nto reject the complaint at that stage, and proceeds\nfurther in the matter, it must be held to have taken\ncognizance of the offence. One should not confuse\ntaking of cognizance with issuance of process.\nCognizance is taken at the initial stage when the\nMagistrate peruses the complaint with a view to\nascertain whether the commission of any offence\nis disclosed. The issuance of process is at a later\nstage when after considering the material placed\nbefore it, the court decides to proceed against the\noffenders against whom a prima facie case is\nmade out. It is possible that a complaint may be\nfiled against several persons, but the Magistrate\nmay choose to issue process only against some of\nthe accused. It may also be that after taking\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n11.\n779\nA\ncognizance and examining the complainant on oath,\nthe court may come to the conclusion that no case\nis made out for issuance of process and it may\nreject the complaint. It may also be that having\nconsidered the complaint, the court may consider\nit appropriate to send the complaint to the police B\nfor investigation under Section 156(3) of the Code\nof Criminal Procedure. We can conceive of many\nother situations in which a Magistrate may not take\ncognizance at all, for instance, a case where he\nfinds that the complaint is not made by the person C\nwho in law can lodge the complaint, or that the\ncomplaint is not entertainable by that court, or that\ncognizance of the offence alleged to have been\ncommitted cannot be taken without the sanction of\nthe competent authority, etc. These are cases\nwhere the Magistrate will refuse to take cognizance\nand return the complaint to the complainant. But if\nhe does not do so and proceeds to examine the\ncomplainant and such other evidence as the\ncomplainant may produce before him then, it should\nbe held to have taken cognizance of the offence\nand proceeded with the inquiry. We are, therefore,\nof the opinion that in the facts and circumstances\nof this case, the High Court erred in holding that the\nMagistrate had not taken cognizance, and that\nbeing a condition precedent, issuance of process\nwas illegal.\nD\nE\nF\nCounsel for the respondents submitted that\ncognizance even if taken was improperly taken\nbecause the Magistrate had not applied his mind G\nto the facts of the case. According to him, there was\nno case made out for issuance of process. He\nsubmitted that the debtor was the Company itself\nand Respondent 2 had issued the cheques on\nbehalf of the Company. He had subsequently H\nA\nB\nC\nD\nE\n780\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nstopped payment of those cheques. He, therefore,\nsubmitted that the liability not being the personal\nliability of Respondent 2, he could not be\nprosecuted, and the Magistrate had erroneously\nissued process against him. We find no merit in the\nsubmission. At this stage, we do not wish to\nexpress any considered opinion on the argument\nadvanced by him, but we are satisfied that so far\nas taking of cognizance is concerned, in the facts\nand circumstances of this case, it has been taken\nproperly after application of mind. The Magistrate\nissued process only after considering the material\nplaced before him. We, therefore, find that the\njudgment and order of the High Court is\nunsustainable and must be set aside. This appeal\nis accordingly allowed and the impugned judgment\nand order of the High Court is set aside. The trial\ncourt will now proceed with the complaint in\naccordance with law from the stage at which the\nrespondents took the matter to the High Court.\"\n(emphasis is mine)\nA perusal of the legal position expressed by this Court reveals\nthe unambiguous legal position, that possible defence(s) of an\naccused need not be taken into consideration at the time of\nF issuing process. There may be a situation, wherein, the\ndefence(s) raised by an accused is/are factually unassailable,\nand the same are also not controvertable, it would, demolish\nthe foundation of the case raised by the prosecution. The\nMagistrate may examine such a defence even at the stage of\ntaking cognizance and/or issuing process. But then, this is not\nthe position in the present controversy. The defences raised by\nthe learned counsel for the petitioner are factual in nature. As\nagainst the aforesaid defences, learned counsel for the CBI has\nmade detailed submissions. In fact, it was the submission of\nthe learned counsel for the CBI, that the defences raised by the\nG\nH\ni\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n781\nA\nB\npetitioner were merely conjectural. Each of the defences was\ncontested and controverted, on the basis of material on the file.\nIn this case it cannot be said that the defences raised were\nunassailable and also not controvertable. As already noticed\nabove, I do not wish to engage myself in the instant disputed\nfactual controversy, based on assertions and denials. The\nfactual position is yet to be established on the basis of\nacceptable evidence. All that needs to be observed at the\npresent juncture is, that it was not necessary for the Magistrate\nto take into consideration all possible defences, which could\nhave been raised by the petitioner, at the stage of issuing C\nprocess. Defences as are suggested by the learned counsel\nfor the petitioner, which were based on factual inferences,\ncertainly ought not to have been taken into consideration. Thus\nviewed, I find no merit in the instant contention advanced at the\nhands of the learned counsel for the petitioner. The instant\ndetermination of mine, should not be treated as a rejection of\nthe defences raised on behalf of the petitioner. The defences\nraised on behalf of the accused will have to be substantiated\nthrough cogent evidence and thereupon, the same will be\nexamined on merits, for the exculpation of the accused, if so\nmade out.\nD\nE\n20. The submissions dealt with hereinabove constituted\nthe primary basis of challenge, on behalf of the petitioner. Yet,\njust before the conclusion of the hearing of the matter, learned\ncounsel representing the petitioner stated, that the petitioner F\nwould be satisfied even if, keeping in mind the defences raised\non behalf of the petitioner, further investigation could be\nordered. This according to learned counsel will ensure, that vital\naspects of the controversy which had remained unraveled, will\nbe brought out with the possibility of identifying the real culprits.\nThis according to the learned counsel for the petitioner would\nmeet the ends of justice.\n21. The contention advanced at the hands of the learned\ncounsel for the petitioner, as has been noticed in the foregoing\nparagraph, seems to be a last ditch effort, to savage a lost\nG\nI'\nH\n782 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA situation. The plea for further investigation, was raised by Dr.\nRajesh Talwar in his protest petition dated 25.1.2011. The\nprayer for further investigation, was declined by the Magistrate\nin her order dated 9.2.2011. Dr. Rajesh Talwar who had raised\nthe aforesaid prayer, did not assail the aforestated\nB determination. The plea for further investigation therefore\nattained finality. Dr. Nupur Talwar, the petitioner herein, did not\nmake a prayer for further investigation, when she assailed the\norder passed by the Magistrate dated 9.2.2011 before the High\nCourt (vide Criminal Revision Petition no.1127 of 2011). Having\nnot pressed the aforesaid prayer before the High Court, it is\nnot open to the petitioner Dr. Nupur Talwar, to raise the same\nbefore this Court, in a proceeding which emerges out of the\ndetermination rendered by the High Court (in Criminal Revision\nPetition no.1127 of 2011). I, therefore, find no merit in the instant\ncontention advanced by the learned counsel for the petitioner.\nC\nD\n22. I shall now embark upon the last aspect of the matter,\nnamely, the propriety of the petitioner in filing the instant Review\nPetition. The parameters within which an order taking\ncognizance and/or an order issuing process needs to be\nE passed, have already been dealt with above. It is apparent from\nmy determination, that the matter of taking cognizance and/or\nissuance of notice, is based on the satisfaction of the\nMagistrate. In the conclusions recorded hereinabove, while\nmaking a reference to past precedent, I have concluded, that\nF it is not essential for the concerned Magistrate to record\nreasons or to pass a speaking order demonstrating the basis\nof the satisfaction, leading to issuance of process. Despite the\nsame, the Magistrate while issuing process vide order dated\n9.2.2011, had passed a detailed reasoned order. The order\nG brings out the basis of the Magistrate's satisfaction. The\naforesaid order dated 9.2.2011 came to be assailed by the\npetitioner before the High Court of judicature at Allahabad\nthrough Criminal Revision Petition no.1127 of 2011. The High\nCourt having concluded, that the satisfaction of the Magistrate\nwas well found, dismissed the Revision Petition vide an order\nH\n"}