{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"NUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n753\nA\nB\n13. During the course of hearing, the primary ground for\nassailing the order of the Magistrate dated 9.2.2011 was\nfocused on projecting, that the Magistrate had not only drawn\nincorrect conclusions, but had also overlooked certain vital\nfactual aspects of the matter. Before examining the details on\nthe basis whereof the order passed by the Magistrate (dated\n9.2.2011) can be assailed, it will be necessary to first\nsummarize the basis whereon the Magistrate perceived, that\nthere was sufficient material for proceeding against the\naccused in the present controversy. Different aspects taken into\nconsideration by the Magistrate are accordingly being C\nsummarized hereunder:\nFirstly, based on the statements of Umesh Sharma and\nBharti recorded during the course of investigation, coupled with\nthe factual position depicted in the first information report, it was\nsought to be inferred, that on the night of the incident Dr. Rajesh\nTalwar, Dr. Nupur Talwar, Aarushi Talwar and Hemraj only were\npresent at the place of the occurrence, namely, house no. L-\n32 Jalvayu Vihar, Sector 25, Noida. Being last seen together,\nthe needle of suspicion would point at the two surviving persons,\nspecially if it could be established, that the premises had not\nbeen broken into.\nD\nE\nSecondly, on the basis of the statement of Mahesh Kumar\nMishra, recorded during the course of investigation, who\nalleged that he was told by Dr. Rajesh Talwar, that he had seen F\nhis daughter Aarushi Talwar on the fateful night upto 11:30 p.m.,\nwhereafter, he had locked the room of his daughter from\noutside, and had kept the key near his bed head. Coupled with\nthe fact, that the lock on Aarushi Talwar's room was of a kind\nwhich could be opened from inside without a key but, needed\na key to be opened from outside. And further, coupled with the\nfact, that the outer exit/entry door(s) to the flat of the Talwars,\nhad not been broken into. It was assumed, that there was no\noutside forced entry, either into the bedroom of Aarushi Talwar\nor the flat of the Talwars, on the night of the twin murders of\nAarushi Talwar and Hemraj.\nG\nH\nA\n754 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nThirdly, the Magistrate noticed from the investigation\ncarried out, that the dead body of Hemraj was covered with a\npanel of a cooler, and on the grill a bed sheet had been placed.\nLikewise, from the fact that Aarushi Talwar's body was found\nmurdered on her own bed, yet her toys were found arranged\nB \"as such\" behind the bed and also, there were no wrinkles on\nthe bed sheet. On the pillow kept behind Aarushi Talwar, there\nought to have been blood stains when she was attacked (as\nshe was hit on her head, and her neck had been slit), but the\nsame were absent. These facts were highlighted by the\nC Magistrate to demonstrate the dressing up of the place(s) of\noccurrence, to further support the assumption of the involvement\nof an insider, as against, an outsider.\nFourthly, based on the statements of Virendera Singh,\nSanjay Singh, Raj Kumar, Chandra Bhushan, Devender Singh,\nD Ram Vishal and Punish Rai Tandon, recorded during the course.\nof investigation, it was sought to be assumed, that no outsider\nwas seen either entering or leaving house no. L-32, Jalvayu\nVihar, Sector 25, Noida, on the night intervening 15-16.5.2008.\nThis also, according to the Magistrate, affirmed the main\nE deduction, that no outsider was involved.\nF\nG\nFifthly, based on the statements of Dr. Anita Durrani,\nPunish Rai Tandon and K.N. Johri, recorded during the course\nof investigation, it was sought to be inferred, that the other\nservants connected with the household of the Talwar family,\nnamely, Raj Kumar, Vijay Mandal and Krishna Thadarai, were\npresent elsewhere at the time of the commission of the twin\nmurders, and also that, there was no material depicting their\nprima facie involvement or motive in the crime, specially\nbecause, no \"... precious things like jewellery or any other thing\nfrom the house of Talwars couple ...\" was found missing and\nfurther that \"... no rape on Aarushi Talwar had been confirmed\n_..\". Accordingly, it was sought to be reasoned, that no outsider\nhad entered the premises.\nH\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n755\nSixthly, from the statements of Deepak Kanda, Bhupender A\nSingh and Rajesh Kumar, recorded during the course of\ninvestigation, it was felt that on the night when the murder was\ncommitted, i.e. the night intervening 15-16.5.2008 the internet\nconnection was regularly used by Dr. Rajesh Talwar from 11:00\np.m. to 12:08 a.m. In fact, both Dr. Rajesh Talwar, as also, Dr. B\nNupur Talwar themselves confirmed to the witnesses whose\nstatements were recorded during the course of investigation,\nthat the internet router was switched on at 11:00 p.m. and Dr.\nRajesh Talwar had thereafter used the internet facility. Based\non this factual position it was gathered, that both Dr. Rajesh C\nTalwar and Dr. Nupur Talwar were awake and active at or\naround the time of occurrence (determined in the post-mortem\nreport).\nSeventhly, from the statements of Sunil Kumar Dorhe,\nNaresh Raj, Ajay Kumar and Dinesh Kumar recorded during\nthe course of investigation, it was sought to be inferred, that\nthe private parts of the deceased Aarushi Talwar were tampered\nwith, inasmuch as, the white discharge was found only in the\nvaginal area of Aarushi Talwar indicating, that her private parts\nwere cleaned after her death. The said white discharge was\nfound not to be originating from the body of the deceased. The\naforesaid inference was sought to be further supported by\nassertions, that the vaginal opening of Aarushi Talwar, at the\ntime of the post mortem examination, was unusually wide.\nAccordingly, a deduction was made, that evidence had been\ntampered with, by those inside the flat, after the occurrence.\nEighthly, it was also sought to be assumed, that the death\nof Aarushi Talwar and Hemraj was occasioned as a\nconsequence of injuries caused by an iron 5 golf club (on the\nhead of both the deceased), as also, \"... injury on the neck of\nboth the deceased ... caused by a surgically trained person\n.\". Since the golf club in question was not immediately\nproduced, and since, the accused themselves were surgically\ntrained, it was gathered that Dr. Rajesh Talwar and Dr. Nupur\nD\nE\nF\nG\nH\n756\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA Talwar were themselves responsible for the twin murders.\nB\nC\nD\nNinthly, in paragraph 15 of the Magistrate's order dated\n9.2.2011 it is noticed, that a request was made to Dr. Sunil\nKumar Dhore for not mentioning the word \"rape\" in the post\nmortem proceedings. Investigation also established, that Dr.\nDinesh Talwar (brother of Dr. Rajesh Talwar), had spoken to Dr.\nSunil Kumar Dhore and exerted influence over Dr. Sunil Kumar\nDhore through Dr. Dogra who allegedly instructed Dr. Sunil\nKumar Dhore in connection with the post mortem examination.\nOn the basis of the aforesaid material highlighted in the order\ndated 9.2.2011, the Magistrate further expressed the view, that\ninfluence was allegedly being exerted on behalf of the accused,\non the doctor who was conducting the post mortem\nexamination.\nTenthly, based on the statements of Umesh Sharma,\nKalpana Mondal, Vimla Sarkar and Punish Tandon, recorded\nduring the course of investigation, it was sought to be\nconcluded, that the door leading to the terrace of house no.L-\n32, Jalvayu Vihar, Sector 25, Noida, had always remained open\nE prior to the date of occurrence. It was gathered therefrom, that\nthe lock on the door leading to the terrace of the house in\nquestion on the date of occurrence, was affixed so that the\ninvestigating agency would not immediately recover the body\nof Hemraj, so as to hamper the investigation. These facts\nallegedly spell out the negative role played by Dr. Rajesh Talwar\nin causing hindrances in the process of investigation.\nF\nG\nEleventhly, based on the statements of Rohit Kocchar and\nDr. Rajeev Varshney, recorded under Section 164 of the Code\nof Criminal Procedure, disclosing, that they had informed Dr.\nRajesh Talwar, that the terrace door, the lock on the terrace\ndoor, as also, the upper steps of the staircase had blood stains.\nThey also asserted, that Dr. Rajesh Talwar \"... climbed up some\nsteps but immediately came down and did not say anything\nabout keys and went inside the house ...\". The aforesaid\nH.\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n757\nnarration, coupled with the fact, that Dr. Prafull Durrani one of A\nthe friends of Dr. Rajesh Talwar stated, that he was \"... told by\nDr. Rajesh Talwar, that the key of the terrace used to be with\nHemraj. He did not know about the key ...\" was the basis for\nassuming, that Dr. Rajesh Talwar was preventing the\ninvestigating agency from tracing the body of Hemraj, which was\neventually found from the terrace, after breaking open the lock\non the terrace door.\nB\nC\nD\nTwelfthly, Umesh Sharma the driver of the Talwars, stated\nduring the course of investigation, that he had placed two golf\nclubs, i.e. irons 4 and 5 in the room of Hemraj, when the Santro\ncar owned by the Talwars, was given for servicing. The iron 5\nclub, which is alleged to be the weapon of crime (which resulted\nin a V shaped injury on the heads of both Aarushi Talwar and\nHemraj), remained untraced during the course of active\ninvestigation. The same was recovered from the loft of the\nhouse of Dr. Rajesh Talwar, and handed over to the\ninvestigating agency, more than a year after the occurrence on\n30.10.2009. The Magistrate noticed, that the loft from where it\nwas allegedly found, had been checked several times by the\nCBI. To which the explanation of Dr. Rajesh Talwar allegedly E\nwas, that one golf club might have dropped from the golf kit,\nand might have been left there. This factual aspect lead to the\ninference, that the weapon used in the crime, was deliberately\nnot handed over to the investigating agency, after the\noccurrence.\nThirteenthly, another factual aspect emerging during the\ncourse of investigation was, that the body of Hemraj was\nrecovered on the day following the murder of Aarushi Talwar,\ni.e., on 17.5.2008. When Dr. Rajesh Talwar was shown the\nbody, he could not identify it as that of Hemraj. The dead body\nwas identified by one of Hemraj's friend. Dr. Nupur Talwar\nconfirmed, that the body recovered from the terrace was of\nHemraj, on the basis of the inscription on the shirt worn by him.\nFrom the fact that, neither Dr. Rajesh Talwar nor Dr. Nupur\nF\nG\nH\n758 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA Talwar could identify the body of Hemraj, from its appearance,\nit was sought to be figured, that they were not cooperating with\nthe investigation.\nB\nC\nBesides the aforesaid conspicuous facts depicted in the\norder passed by the Magistrate, a large number of other\nsimilarly significant facts, have also been recorded, in the order\ndated 9.2.2011. The same are not being mentioned herein, as\nthe expressive and weighty ones, essential to arrive at a\ndetermination on the issue in hand, have already been\nsummarized above. Based inter alia on the inferences and the\nassumptions noticed above, the Magistrate issued process by\nsummoning Dr. Rajesh Talwar and Dr. Nupur Talwar.\n14. The facts noticed in the foregoing paragraph and the\nimpressions drawn thereupon by the Magistrate, are based on\nD statements recorded under Section 161 of Code of Criminal\nProcedure (and in a few cases, under Section 164 of the Code\nof Criminal Procedure), as also, on documents and other\nmaterials collected during the course of investigation. Neither\nthe aforesaid statements, nor the documents and materials\nE taken into consideration, can at the present juncture be treated\nas reliable evidence which can be taken into consideration, for\nfinally adjudicating upon the guilt or innocence of the accused.\nIt is only when the witnesses appear in court, and make their\nstatements on oath, and their statements have been tested by\nF way of cross examination; and only after the documents and\nother materials relied upon are proved in accordance with law,\nthe same would constitute evidence which can be relied upon\nto determine the controversy. It is on the basis of such\nacceptable evidence, that final conclusions can be drawn to\nimplicate the accused. That stage has not yet arisen. At the\npresent juncture, the Magistrate was required to examine the\nmaterials collected by the investigating agencies, and\nthereupon, to determine whether the proceedings should be\ndropped (as was suggested by the investigating agency,\nthrough its closure report dated 29.12.2010), or whether, a\nG\nH\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n759\nA\ndirection should be issued for further investigation (as was\nsuggested in the protest petition filed by Dr. Rajesh Talwar), or\nwhether, there was sufficient ground for proceeding further, by\nissuing process (as has been done in the present case). Having\nexamined the material on the record, the Magistrate having\ntaken cognizance issued process on 9.2.2011, and while doing B\nso, recorded the following observations in the penultimate\nparagraphs of summoning order dated 9.2.2011:\nC\n\"From the analysis of evidence of all above mentioned\nwitnesses prima facie it appears that after investigation,\non the basis of evidence available in the case diary when\nthis incident occurred at that time four members were\npresent in the house - Dr. Rajesh Talwar, Dr. Nupur Talwar,\nAarushi and servant Hem Raj; Aarushi and Hem Raj the\ntwo out four were found dead. In the case diary there is\nno such evidence from which it may appear that some\nperson had made forcible entry and there is to evidence\nregarding involvement of the servants. In the night of the\nincident internet was switched on and off in the house in\nregard to which this evidence is available in the case diary\nthat it was switched on or off by some person. Private parts E\nD\nF\nof deceased Aarushi were cleaned and deceased Hem\nRaj was dragged in injured condition from the flat of Dr.\nRajesh Talwar up to the terrace and the terrace was locked.\nPrior to 15.5.2008 terrace was not locked. According to\ndocuments available on the case diary blood stains were\nwiped off on the staircase, both the deceased were slit\nwith the help of a surgical instrument by surgically trained\npersons and shape of injury on the head and forehead was\nV-shaped and according to the evidence available in the\ncase diary that appeared to have been caused with a gold G\nstick. A person coming from outside, during the presence\nof Talwar couple in the house could have neither used the\ninternet nor could have taken the dead body of deceased\nHem Raj to the terrace and then locked when the Talwar\ncouple was present in the house. On the basis of evidence H\nA\nB\nC\nD\nE\nF\nG\nН\n760\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\navailable in the case diary footprints stained with blood\nwere found in the room of Aarushi but outside that room\nbloodstained footprints were not found. If the assailant\nwould go out after committing murder then certainly his\nfootprints would not be confined up to the room of Aarushi\nand for an outsider it is not possible that when Talwar\ncouple were present in the house he would use liquor or\nwould try to take dead body on the terrace. Accused after\ncommitting the offence would like to run away immediately\nso that no one could catch him.\nOn the basis of evidence of all the above witnesses and\ncircumstantial evidence available in case diary during\ninvestigation it was expected from the investigating officer\nto submit charge-sheet against Dr. Rajesh Talwar and Dr.\nNupur Talwar. In such type of cases when offence is\ncommitted inside a house, there direct evidence cannot\nbe expected. Here it is pertinent to mention that CBI is the\nhighest investigating agency of the country in which the\npublic of the country has full confidence. Whenever in a\ncase if any one of the investigating agencies of the country\nremained unsuccessful then that case is referred to CBI\nfor investigation. In such circumstances it is expected of\nCBI that applying the highest standards, after investigation\nit should submit such a report before the court which is just\nand reasonable on the basis of evidence collected in\ninvestigation, but it was not done so by the CBI which is\nhighly disappointing. If I draw a conclusion from the\ncircumstances of case diary, then I find that in view of the\nfacts, the conclusion of the investigating officer that on\naccount of lack of evidence, case may be closed; does\nnot appear to be just and proper. When offence was\ncommitted in side a house, on the basis of evidence\nreceived from case diary, a link is made from these\ncircumstances, and these links are indicating prima facie\nthe accused Dr. Rajesh Talwar and Dr. Nupur Talwar to be\nguilty. The evidence of witness Shoharat that Dr. Rajesh\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n761\nA\nTalwar asked him to paint the wooden portion of a wall\nbetween the rooms of Aarushi and Dr. Rajesh Talwar,\nindicates towards the conclusion that he wants to temper\nwith the evidence. From the evidence 3 so many in the case\ndiary, prima facie evidence is found in this regard.\nTherefore in the light of above evidences conclusion of B\ninvestigating officer given in the final report deserve to be\nrejected and there is sufficient basis for taking prima facie\ncognizance against Dr. Rajesh Talwar and Dr. Nupur\nTalwar for committing murder of deceased Aarushi and\nHem Raj and for tempering with the proof. At this stage,\nthe principle of law laid down by Hon'ble Supreme Court\nin the case of Jugdish Ram vs. State of Rajasthan\nreported in 2004 AIR 1734 is very important wherein the\nHon'ble Supreme Court held that investigation is the job\nof Police and taking of cognizance is within the jurisdiction\nof the Magistrate. If on the record, this much of evidence\nis available that prima facie cognizance can be taken then\nthe Magistrate should take cognizance, Magistrate should\nbe convinced that there is enough basis for further\nproceedings rather for sufficient basis for proving the guilt.\"\n'\nC\nD\nLUJ\nE\n15. In order to canvass the primary ground raised for\nassailing the order of the Magistrate dated 9.2.2011, it was\nsubmitted, that the Magistrate would have arrived at a\nconclusion, different from the one drawn in the order dated\n9.2.2011, if the matter had been examined in its correct F\nperspective, by taking a holistic view of the statements and\nmaterials recorded during investigation. It is sought to be\ncanvassed, that a perusal of the impugned order reveals, that\ntoo much emphasis was placed on certain incorrect facts, and\nfurther, certain vital and relevant facts and materials were G\noverlooked. In sum and substance it was submitted, that if the\nfactual infirmities were corrected, and the facts overlooked were\ngiven due weightage, the conclusions drawn by the Magistrate\nin the order dated 9.2.2011, would be liable to be reversed.\nTo appreciate the instant contention advanced at the hands of\nH\n762 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA the learned counsel for the petitioners, I am summarizing\nhereunder, the factual aspects highlighted by the learned\ncounsel for the petitioner during the course of hearing:-\nB\nC\nFirstly, it was submitted, that the inference drawn by the\nMagistrate to the effect, that there was no outsider other than\nDr. Rajesh Talwar, Dr. Nupur Talwar, Aarushi Talwar and Hemraj\nin house no.L-32, Jalvayu Vihar, Sector 25, Noida, on the fateful\nday, is erroneous. It was submitted, that the said inference was\ndrawn under the belief, that there was no forceful entry into the\npremises in question. To canvass the point, learned counsel\ndrew the attention of this Court to the site plan of the flat under\nreference, which had been prepared by the U.P. Police (during\nthe course of investigation by the U.P. Police), and compared\nthe same with, the site plan prepared by the CBI (after the CBI\ntook over investigation). It was pointed out, that a reference to\nD the correct site plan would reveal, that there could have been\nfree access, to and from the residence of Talwars, through\nHemraj's room.\nE\nF\nG\nH\nSecondly, it was pointed out, after extensively relying upon\nthe statement of Bharti, that the grill and mash door latched from\nthe outside clearly evidenced, that after committing the crime\nthe culprits had bolted the premises from outside. The absurdity\nin the inference drawn by the Magistrate, it was submitted, was\nobvious from the fact, that the actual perpetrator of the murders,\nwhile escaping from the scene of occurrence, had bolted the\nTalwars from outside. It was also pointed out, that the iron\nmashing/gauze on the door which was bolted from outside,\nwould make it impossible for an insider, to bolt the door from\noutside.\nThirdly, according to the learned counsel, the impression\nrecorded in the investigation carried out by the CBI reveals, that\nthe stairway leading to the terrace was from inside the flat (of\nthe Talwars), was erroneous. This inference was sought to be\nshown to have been incorrectly recorded, as the stairs leading\n"}