{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"NUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION \u0026 ANR. [A.K. PATNAIK, J.]\n733\nproceeding and therefore so long as there are materials to\nsupport the opinion of the Magistrate that there was sufficient\nground for proceeding against the persons to whom the\nprocesses have been issued, the High Court in exercise of its\nrevisional power will not interfere with the same only because\nit forms a different opinion on the same materials.\nA\nB\nC\n9. Mr. Harish Salve, however, cited the judgment of this\nCourt in State of Karnataka v. L. Muniswamy \u0026 Ors. [(1977) 2\nSCC 699] in which the High Court in exercise of its power\nunder Section 482 Cr.P.C. has quashed the proceedings\nbefore the Sessions Court on the ground of insufficiency of\nevidence and this Court agreed with the view of the High Court\nand dismissed the appeal. The decision of this Court in the\ncase of State of Karnataka v. L. Muniswamy \u0026 Ors. (supra)\ndoes not relate to a case at the stage of issue of process by\nthe Magistrate under Section 204 Cr.P.C., and as the facts of D\nthat case indicate, that was a case where the High Court was\nof the view that the material on which the prosecution proposed\nto rely against the respondents in that case was wholly\ninadequate to sustain the charge against them in the case\nwhich was pending before the Sessions Court. As has been\nclarified by this Court in Kewal Krishan v. Suraj Bhan \u0026 Anr.\n(supra), at the stage of Section 204 Cr.P.C. the standard to be\nadopted by the Magistrate in scrutinizing the evidence is not\nthe same as the one which is to be kept in view at the stage of\nframing of charges by the Sessions Court.\n10. The result of the aforesaid discussion is that the order\ndated 09.02.2011 of the Magistrate taking cognizance under\nSection 190 Cr.P.C. and issuing process against the petitioner\nand her husband under Section 204 Cr.P.C. could not have\nbeen interfered with by the High Court in the Revision filed by\nthe petitioner. Moreover, once the order of the Magistrate taking\ncognizance and issuing process against the petitioner and her\nhusband was sustained, there is no scope for granting the relief\nof further investigation for the purpose of finding out whether\nE\nF\nG\nH\n734 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA someone other than the petitioner and her husband had\ncommitted the offences in respect of the deceased persons\nAarushi and/or Hemraj. As has been held by this Court in\nRandhir Singh Rana v. State (Delhi Administration) [(1997) 1\nSCC 361], once a Magistrate takes cognizance of an offence\nunder Section 190 Cr.P.C., he cannot order of his own further\ninvestigation in the case under Section 156(3) Cr.P.C. but if\nsubsequently the Sessions Court passes an order discharging\nthe accused persons, further investigation by the police on its\nown would be permissible, which may also result in submission\nof fresh charge-sheet.\nB\nC\n11. For these reasons, I agree with my learned brother\nKhehar, J. that this Review Petition has no merit and should\nbe dismissed.\nD JAGDISH SINGH KHEHAR\nE\nF\nG\nH\n1. The instant controversy emerges out of a double murder,\ncommitted on the night intervening 15-16.5.2008. On having\nfound the body of Aarushi Talwar in her bedroom in house no.\nL-32, Jalvayu Vihar, Sector 25, Noida, her father Dr. Rajesh\nTalwar got a first information report registered at Police Station\nSector 20, Noida, on 16.5.2008. In the first information report\nDr. Rajesh Talwar pointed the needle of suspicion at Hemraj,\na domestic help in the household of the Talwars. On 17.5.2008\nthe dead body of Hemraj was recovered from the terrace of the\nsame house, i.e., house no. L-32, Jalvayu Vihar, Sector 25,\nNoida, where Aarushi's murder had also allegedly been\ncommitted.\n2. The initial investigation into the double murder was\ncarried out by the U.P. Police. On 29.5.2008 the State of Uttar\nPradesh handed over the investigation to the Central Bureau\nof Investigation (hereinafter referred to as, the CBI), thereupon\ninvestigation was conducted by the CBI.\n3. During the course of investigation, besides Dr. Rajesh\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n735\nTalwar, the needle of suspicion came to be pointed towards A\nKrishna Thadarai, Rajkumar and Vijay Mandal. Dr. Rajesh\nTalwar was arrested on 23.5.2008. Originally a three days'\nremand was granted to interrogate him to the U.P. Police. Dr.\nRajesh Talwar remained in police and judicial custody from time\nto time, wherefrom, he was eventually released on bail on B\n11.7.2008. The other three individuals, namely, Krishna\nThadarai, Rajkumar and Vijay Mandal were also arrested by\nthe police. Since investigation against the aforesaid three could\nnot be completed within the period of 90 days, they were\nordered to be released on bail.\n4. Having investigated into the matter for a considerable\nlength of time, the CBI submitted a closure report on\n29.12.2010. The reasons depicted in the closure report\nindicated the absence of sufficient evidence to prove the\nalleged offences against the accused Dr. Rajesh Talwar,\nbeyond reasonable doubt. A summary of the reasons recorded\nin the said report itself, are being extracted hereunder:\n\"Despite best efforts by investigating team, some of the\nmajor shortcomings in the evidence are :-\ni.\nii.\nNo blood of Hemraj was found on the bed sheet and\npillow of Aarushi. There is no evidence to prove that\nHemraj was killed in the room of Aarushi.\nDragging mark on steps only indicate that murder\nhas taken place somewhere other than the terrace.\nC\nD\nE\nF\nLL\niii.\niv.\nOn the clothes of Dr. Rajesh Talwar, only the blood\nof Aarushi was found but there was no trace of\nblood of Hemraj.\nG\nThe clothes that Dr. Nupur Talwar was wearing in\nthe photograph taken by Aarushi in the night of the\nincident were seized by CBI but no blood was found\nduring forensic examination.\nH\n736\nSUPREME COURT REPORTS\nA\nV.\nB\nс\nD\nE\nเย\nF\nG\nH\nvi.\nvii.\n[2012] 6 S.C.R.\nMurder weapons were not recovered immediately\nafter the offence. One of the murder weapon i.e.\nsharp edged instrument could not be recovered till\ndate and expert could not find any blood stain or\nDNA of victims from golf stick to directly link it to\nthe crime.\nThere is no evidence to explain the finger prints on\nthe scotch bottle (which were found along with blood\nstains of both the victims on the bottle). As per\npolice diary, it was taken into possession on 16th\nmorning itself. In spite of best efforts, the\nfingerprint(s) could not be identified.\nThe guards of the colony are mobile during night\nand at the entrance they do not make any entry.\nTherefore, their statements regarding movement of\npersons may not be foolproof.\nviii. Scientific tests on Dr. Rajesh Talwar and Dr. Nupur\nTalwar have not conclusively indicated their\ninvolvement in the crime.\nix.\nX\nThe exact sequence of events between (in the\nintervening night of 15-16/05/2008) 00.08 mid night\nto 6:00 AM in the morning is not clear. No evidence\nhas emerged to show the clear role of Dr. Rajesh\nTalwar and Dr. Nupur Talwar, individually, in the\ncommission of crime.\nA board of experts constituted during earlier\ninvestigation team has given an opinion that the\npossibility of the neck being cut by khukri cannot be\nruled out, although doctors who have conducted\npostmortem have said that cut was done by\nsurgically trained person with a small surgical\ninstrument.\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\nxi.\n737\nThere is no evidence to explain the presence of A\nHemraj's mobile in Punjab after murder.\nxii. The offence has occurred in an enclosed flat hence\nno eye witness are available.\nxiii. The blood soaked clothes of the offenders, clothes B\nused to clean the blood from the flat and stair case,\nthe sheet on which the Hemraj was carried and\ndragged on the roof, the bed cover which was used\nto cover the view from the steel iron grill on the roof\nare not available and hence could not be\nrecovered.\n26. The investigation revealed several suspicious actions\nby the parents post occurrence, but the circumstantial\nevidence collected during investigation has critical and\nsubstantial gaps. There is absence of a clear cut motive\nand incomplete understanding of the sequence of events\nand non-recovery of the weapon of offence and their link\nto either the servants or the parents.\nIn view of the aforesaid shortcomings in the\nevidence, it is felt that sufficient evidence is not available\nto prove the offence(s) U/s 302/201 IPC against accused\nDr. Rajesh Talwar beyond reasonable doubt. It is,\ntherefore, prayed that the case may be allowed to be\nclosed due to insufficient evidence.\"\n5. On the receipt of the closure report submitted by the\nCBI, the Special Judicial Magistrate (CBI), Ghaziabad\n(hereinafter referred to as \"the Magistrate\") issued notice to the\nDr. Rajesh Talwar in his capacity as the first informant. In\nresponse to the notice received by Dr. Rajesh Talwar, he\nsubmitted a detailed protest petition dated 25.1.2011, wherein,\nhe objected to the closure report (submitted by the CBI). In the\nprotest petition he prayed for further investigation, to unravel the\nidentity of those responsible for the twin murders of Aarushi\nC\nD\nE\nF\nG\nH\n738 SUPREME COURT REPORTS\nA Talwar and Hemraj.\nB\nC\n[2012] 6 S.C.R.\n6. On 9.2.2011, the Magistrate rejected the closure report\nsubmitted by the CBI. The Magistrate also rejected, the prayer\nI made in the protest petition for further investigation (by Dr.\n_Rajesh Talwar). Instead, having taken cognizance, the\nMagistrate summoned Dr. Rajesh Talwar (father of Aarushi\nTalwar) and his wife Dr. Nupur Talwar (mother of Aarushi Talwar)\nfor committing the murders of Aarushi Talwar and Hemraj, as\nalso, for tampering with the evidence.\n7. The aforestated summoning order dated 9.2.2011, was\nassailed by Dr. Nupur Talwar by filing a revision petition before\nthe High Court of judicature at Allahabad (Criminal Revision\nPetition no. 1127 of 2011). The aforesaid Criminal Revision\nPetition came to be dismissed by the High Court vide an order\nD dated 18.3.2011. Dissatisfied with the order passed by the High\nCourt dated 18.3.2011, Dr. Nupur Talwar approached this\nCourt by filing Special Leave Petition (Criminal) no. 2982 of\n2011 (renumbered as Criminal Appeal no. 68 of 2012). The\naforesaid Criminal Appeal was dismissed by this Court by an\norder dated 6.1.2012. Through the instant review petition, the\npetitioner Dr. Nupur Talwar has expressed the desire, that this\nCourt reviews its order dated 6.1.2012 (dismissing Criminal\nAppeal no. 68 of 2012). The instant Review Petition was\nentertained, and notice was issued to the respondents. Lengthy\narguments were advanced at the hands of the learned counsel\nrepresenting the review petitioner. Learned counsel\nrepresenting the CBI also went to great lengths, to repudiate\nthe same. It emerged from the submissions advanced at the\nhands of the rival parties, that the focus of attack was against\nthe order passed by the Magistrate dated 9.2.2011.\nE\nF\nG\n8. The order passed by the Magistrate on 9.2.2011 was\nstartlingly criticized for being unnecessarily exhaustive. The\nMagistrate was accused of discussing the evidence in minute\ndetail, and thereby, for having evaluated the merits of the\nH controversy, well before the beginning of the trial. It was sought\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n739\nA\nto be canvassed, that even if the Magistrate having taken\ncognizance, was satisfied that process deserved to be issued,\nhe ought not have examined the factual intricacies of the\ncontroversy. The Magistrate, it was submitted, has the authority\nonly to commit the controversy in hand, to a Court of Session,\nas the alleged offences emerging out of the first information B\nreport dated 16.5.2008, and the discovery of the murder of\nHemraj thereafter, are triable only by a Court of Session. It was\nsubmitted, that the controversy had been examined as if, the\nMagistrate was conducting the trial. It was asserted, that a\nperusal of the order passed by the Magistrate dated 9.2.2011, C\ngives the impression of the passing of a final order, on the\nculmination of trial. It was, therefore, submitted, that the order\ndated 9.2.2011 be set aside, as all the inferences, assumptions\nand conclusions recorded therein, were totally uncalled for.\n9. Undoubtedly, merely for taking cognizance and/or for\nissuing process, reasons may not be recorded. In Kanti Bhadra\nShah vs. State of West Bengal, (2000) 1 SCC 722, this Court\nhaving examined sections 227, 239 and 245 of the Code of\nCriminal Procedure, concluded, that the provisions of the Code\nmandate, that at the time of passing an order of discharge in\nfavour of an accused, the provisions referred to above\nnecessitate reasons to be recorded. It was, however, noticed,\nthat there was no such prescribed mandate to record reasons,\nat the time of framing charges against an accused. In U.P.\nPollution Control Board vs. M/s. Mohan Meakins Ltd. and\nothers, (2000) 3 SCC 745, the issue whether it was necessary\nfor the trial court to record reasons while issuing process came\nto be examined again, and this Court held as under:-\n\"2.\nThough the trial court issued process against the\naccused at the first instance, they desired the trial\ncourt to discharge them without even making their\nfirst appearance in the court. When the attempt\nmade for that purpose failed they moved for\nexemption from appearance in the court. In the\nD\nE\nF\nG\nH\nA\nB\nC\nD\nヨ\nF\nG\nH\n740\nSUPREME COURT REPORTS\n3.\n5.\n[2012] 6 S.C.R.\nmeanwhile the Sessions Judge, Lucknow (Shri\nPrahlad Narain) entertained a revision moved by\nthe accused against the order issuing process to\nthem and, quashed it on the erroneous ground\nthat the magistrate did not pass \"a speaking order\"\nfor issuing such summons.\nThe Chief Judicial Magistrate, (before whom the\ncomplaint was filed) thereafter passed a detailed\norder on 25.4.1984 and again issued process to\nthe accused. That order was again challenged by\nthe accused in revision before the Sessions Court\nand the same Sessions Judge (Shri Prahlad\nNarain) again quashed it by order dated 25.6.1984.\nWe may point out at the very outset that the\nSessions Judge was in error for quashing the\nprocess at the first round merely on the ground\nthat the Chief Judicial Magistrate had not passed\na speaking order. In fact it was contended before\nthe Sessions judge, on behalf of the Board, that\nthere is no legal requirement in Section 204 of the\nCode of Criminal Procedure (For short the 'Code')\nto record reasons for issuing process. But the said\ncontention was spurned down in the following\nwords:\nMy attention has been drawn to Section 204\nof the Code of Criminal Procedure and it has\nbeen argued that no reasons for summoning\nan accused person need be given. I feel that\nunder Section 204 aforesaid, a Magistrate\nhas to form an opinion that there was\nsufficient ground for proceeding and, if an\nopinion had to be formed judicially, the only\nmode of doing so is to find out express\nreasons for coming to the conclusions. In the\nimpugned order, the learned Magistrate has\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n741\nneither specified any reasons nor has he A\neven formed an opinion much less about\nthere being sufficient ground for not\nproceeding with the case.\n6. In a recent decision of the Supreme Court it has\nbeen pointed out that the legislature has stressed\nthe need to record reasons in certain situations such\nas dismissal of a complaint without issuing\nprocess. There is no such legal requirement\nimposed on a Magistrate for passing detailed\norder while issuing summons vide Kanti Bhadra\nShah v. State of W.B., (2000) 1 SCC 722. The\nfollowing passage will be apposite in this context:\nB\nC\nE\n\"12. If there is no legal requirement that the\ntrial court should write an order showing the D\nreasons for framing a charge, why should\nthe already burdened trial courts be further\nburdened with such an extra work. The time\nhas reached to adopt all possible measures\nto expedite the court procedures and to\nchalk out measures to avert all roadblocks\ncausing avoidable delays. If a Magistrate is\nto write detailed orders at different stages\nmerely because the counsel would address\narguments at all stages, the snail-paced\nprogress of proceedings in trial courts would\nfurther be slowed down. We are coming\nacross interlocutory orders of Magistrates\nand Sessions Judges running into several\npages. We can appreciate if such a detailed\norder has been passed for culminating the\nproceedings before them. But it is quite\nunnecessary to write detailed orders at other\nstages, such as issuing process, remanding\nthe accused to custody, framing of charges,\nF\nG\nH\n☐ ☐\n742\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA\nB\nD\nE\nF\nG\n12.\npassing over to next stages in the trial.\"\nIn the above context what is to be looked at during\nthe stage of issuing process is whether there are\nallegations in the complaint by which the Managers\nor Directors of the company can also be\nproceeded against, when the company is alleged\nto be guilty of the offence. Paragraph 12 of the\ncomplaint read thus:\n\"That the accused persons from 2 to 11 are\nDirectors/Managers/Partners of M/s. Mohan\nMeakins Distillery, Daliganj, Lucknow, as\nmentioned in this complaint are responsible\nfor constructing the proper works and plant\nfor the treatment of their highly polluting trade\neffluent so as to conform the standard laid\ndown by the Board. Aforesaid accused\npersons are deliberately avoiding to abide\nby the provisions of Sections 24 and 26 of\nthe aforesaid Act which are punishable\nrespectively under Sections 43 and 44 of the\naforesaid Act, for which not only the company\nbut its Directors, Managers, Secretary and all\nother responsible officers of the accused\ncompany, responsible for the conduct of its\nbusiness are also liable in accordance with\nthe provision of the Section 47 of the Act.\"\nThe appellant has further stated in paragraph 23 of\nthe complaint that \"the Chairman, Managing Directors and\nDirectors of the company are the persons responsible for\nthe act and therefore, they are liable to be proceeded\nagainst according to the law.\"\n(emphasis is mine)\nH\nWhether an order passed by a Magistrate issuing process\n"}