{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64}],"text":"NUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n783\ndated 18.3.2011. The High Court expressly affirmed that the\norder dated 9.2.2011 had been passed on the basis of record\navailable before the High Court, and on the basis of the\nMagistrate's satisfaction, that process deserved to be issued.\nThe petitioner approached this Court by filing Special Leave\nPetition (Criminal) no.2982 of 2011 (renumbered as Criminal\nAppeal no. 68 of 2012). While dismissing the aforesaid\nCriminal Appeal vide order dated 6.1.2012 this Court in\nparagraph 11 observed as under:\n\"... Obviously at this stage we cannot weigh evidence.\nLooking into the order of Magistrate, we find that he\napplied his mind in coming to the conclusion relating to\ntaking of cognizance. The Magistrate has taken note of\nthe rejection report and gave his prima facie observation\non the controversy upon a consideration of the materials\nthat surfaced in the case. ...\n(emphasis is mine)\nThereafter, the matter was disposed of, by this Court, by\nrecording the following observations :\n\"24. In the above state of affairs, now the question is\nwhat is the jurisdiction and specially the duty of this\nCourt in such a situation under Article 136?\nA\nB\nC\nD\nE\n25. We feel constrained to observe that at this stage, F\nthis Court should exercise utmost restrain and\ncaution before interfering with an order of taking\ncognizance by the Magistrate, otherwise the holding\nof a trial will be stalled. The superior Courts should\nmaintain this restrain to uphold the rule of law and\nsustain the faith of the common man in the\nadministration of justice.\nG\n26. Reference in this connection may be made to a\nthree Judge Bench decision of this Court in the\ncase of M/s India Carat Private Ltd. vs. State of H\nA\n☐ B\nC\n☐ D\n☐ E\nF\n0\nH\nSUPREME COURT REPORTS\n784\n27.\n[2012] 6 S.C.R.\nKarnataka \u0026 Anr., (1989) 2 SCC 132. Explaining\nthe relevant principles in paragraphs 16, Justice\nNatarajan, speaking for the unanimous three Judge\nBench, explained the position so succinctly that we\ncould rather quote the observation as under :-\n\"The position is, therefore, now well settled\nthat upon receipt of a police report under\nSection 173(2) a Magistrate is entitled to\ntake cognizance of an offence under Section\n190(1)(b) of the Code even if the police\nreport is to the effect that no case is made\nout against the accused. The Magistrate can\ntake into account the statements of the\nwitnesses examined by the police during the\ninvestigation and take cognizance of the\noffence complained of an order the issue of\nprocess to the accused. Section 190(1)(b)\ndoest not lay down that a Magistrate can take\ncognizance of an offence only if the\ninvestigating officer gives an opinion that the\ninvestigation has made out a case against\nthe accused. The Magistrate can ignore the\nconclusion arrived at by the investigating\nofficer; and independently apply his mind to\nthe facts emerging from the investigation and\ntake cognizance of the case, if he thinks fit,\nin exercise of his powers under Section\n190(1)(b) and direct the issue of process to\nthe accused...\"\nThese well settled principles still hold good.\nConsidering these propositions of law, we are of\nthe view that we should not interfere with the\nconcurrent order of the Magistrate which is\naffirmed by the High Court.\n28. We are deliberately not going into various factual\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n785\nB\naspects of the case which have been raised A\nbefore us so that in the trial the accused persons\nmay not be prejudiced. We, therefore, dismiss this\nappeal with the observation that in the trial which\nthe accused persons will face, they should not be\nprejudiced by any observation made by us in this\norder or in the order of the High Court or those\nmade in the Magistrate's order while taking\ncognizance. The accused must be given all\nopportunities in the trial they are to face. We,\nhowever, observe that the trial should expeditiously\nheld.\n29. The appeal is accordingly disposed of.\"\n(emphasis is mine)\nC\nD\nE\nF\nUnfortunately, while addressing submissions during the course\nof hearing no reference whatsoever was made either to the\norder passed by the High Court, and more significantly, to the\norder passed by this Court (dated 6.1.2012) of which review\nhas been sought. No error whatsoever was pointed out in the\norder passed by this Court on 6.1.2012. Learned counsel for\nthe CBI during the course of hearing, was therefore fully justified\nin repeatedly canvassing, that through the instant review.\npetition, the petitioner was not finding fault with the order dated\n6.1.2012 (of which review has been sought), but with the order\npassed by the Magistrate dated 9.2.2011. That, I may say, is\ncorrect. The order of this Court did not fall within the realm of\nthe petitioner's rational acceptability. This, in my view, most\ncertainly amounts to misuse of jurisdiction of this Court. It was\nsufficient for this Court, while determining a challenge to an\norder taking cognizance and/or issuing process to affirm, that\nthe Magistrate's order was based on satisfaction. But that has\nresulted in the petitioner's lamentation. This Court has been\nrequired to pass a comprehensive order after hearing detailed\nsubmissions for days at end, just for the petitioner's satisfaction.\nI have noticed, that every single order passed by the Magistrate, H\nG\nC\n786\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA having any repercussion, is being assailed right up to this Court.\nOf course, the right to avail a remedy under law, is the right of\nevery citizen. But such a right, cannot extend to misuse of\njurisdiction. The petitioner's attitude expresses discomfort at\nevery order not acceding to her point of view. Even at the earlier\nB juncture, full dress arguments, as have been addressed now,\nhad been painstakingly advanced. Determination on the merits\nof the main controversy, while dealing with the stage of\ncognizance and/or issuance of process, if deliberated upon, is\nbound to prejudice one or the other party. It needed extreme\nrestraint not to deal with the individual factual aspects\ncanvassed on behalf of the petitioner, as have been noticed\nabove, even though each one of them was sought to be\nrepudiated on behalf of the CBI. I am of the considered view,\nthat the very filing of the instant Review Petition was wholly\nuncalled for, specially when this Court emphatically pointed out\nits satisfaction in its earlier order dated 6.1.2012 (which is the\nsubject matter of review) not only in paragraph 11 thereof, but\nalso, for not accepting the prayers made on behalf of the\npetitioner in the subsequent paragraphs which have been\nextracted hereinabove. As of now, I would only seriously caution\nthe petitioner from such behaviour in future. After all, frivolous\nlitigation takes up a large chunk of precious court time. While\nthe state of mind of the accused can be understood, I shall\nconclude by suggesting, that the accused should henceforth\nabide by the advice tendered to her, by learned counsel\nF representing her. For, any uncalled or frivolous proceedings\ninitiated by the petitioner hereinafter, may evoke exemplary\ncosts.\nD\nE\nG\n23. As a matter of caution I direct the Magistrate, not to\nbe influenced by any observations made by the High Court or\nby this Court, while dealing with the order dated 9.2.2011,\nspecially insofar as the factual parameters are concerned.\n24. Dismissed.\nH K.K.T.\nReview Petition dismissed.\n"}