{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"NUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n743\nrequired reasons to be recorded, came to be examined by this\nCourt again, in Dy. Chief Controller of Imports and Exports vs.\nRoshanlal Agarwal \u0026 Ors., (2003) 4 SCC 139, wherein this\nCourt concluded as below:-\n\"9.\nIn determining the question whether any process\nis to be issued or not, what the Magistrate has to\nbe satisfied is whether there is sufficient ground for\nproceeding and not whether there is sufficient\nground for conviction. Whether the evidence is\nadequate for supporting the conviction, can be\ndetermined only at the trial and not at the stage\nof inquiry. At the stage of issuing the process to\nthe accused, the Magistrate is not required to\nrecord reasons. This question was considered\nrecently in U.P. Pollution Control Board v. M/s.\nMohan Meakins Ltd. \u0026 Ors., (2000) 3 SCC 745,\nand after noticing the law laid down in Kanti Bhadra\nShah v. State of West Bengal, (2000) 1 SCC 722,\nit was held as follows:\n\"The legislature has stressed the need to record\nreasons in certain situations such as dismissal of\na complaint without issuing process. There is no\nsuch legal requirement imposed on a Magistrate\nfor passing detailed order while issuing summons.\nThe process issued to accused cannot be\nquashed merely on the ground that the Magistrate\nhad not passed a speaking order.\"\n(emphasis is mine)\nA\nB\nC\nD\nE\nF\nRecently, in Bhushan Kumar and another vs. State (NCT of G\nDelhi) and another (Criminal Appeal no. 612 of 2012, decided\non 4.4.2012) the issue in hand was again considered. The\nobservations of this Court recorded therein, are being placed\nbelow:-\nH\nį\nA\nB\nс\nD\nヨ\nF\nG\n☐ H\n744\nSUPREME COURT REPORTS\n\"9.\n10.\n11.\n[2012] 6 S.C.R.\nA summon is a process issued by a Court calling\nupon a person to appear before a Magistrate. It is\nused for the purpose of notifying an individual of his\nlegal obligation to appear before the Magistrate as\na response to violation of law. In other words, the\nsummons will announce to the person to whom it\nis directed that a legal proceeding has been started\nagainst that person and the date and time on which\nthe person must appear in Court. A person who is\nsummoned is legally bound to appear before the\nCourt on the given date and time. Willful\ndisobedience is liable to be punished Under\nSection 174 Indian Penal Code. It is a ground for\ncontempt of Court.\nSection 204 of the Code does not mandate the\nMagistrate to explicitly state the reasons for\nissuance of summons. It clearly states that if in the\nopinion of a Magistrate taking cognizance of an\noffence, there is sufficient ground for proceeding,\nthen the summons may be issued. This section\nmandates the Magistrate to form an opinion as to\nwhether there exists a sufficient ground for\nsummons to be issued but it is nowhere mentioned\nin the section that the explicit narration of the same\nis mandatory, meaning thereby that it is not a pre-\nrequisite for deciding the validity of the summons\nissued.\nTime and again it has been stated by this Court that\nthe summoning order Under Section 204 of the\nCode requires no explicit reasons to be stated\nbecause it is imperative that the Magistrate must\nhave taken notice of the accusations and applied\nhis mind to the allegations made in the police report\nand the materials filed therewith.\"\n(emphasis is mine)\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n745\nIt is therefore apparent, that an order issuing process, cannot\nbe vitiated merely because of absence of reasons.\n10. The matter can be examined from another perspective.\nThe Code of Criminal Procedure expressly delineates\nirregularities in procedure which would vitiate proceedings.\nSection 461 thereof, lists irregularities which would lead to\nannulment of proceedings. Section 461 aforesaid is being\nextracted hereunder:-\n\"461. Irregularities which vitiate proceedings-\nIf any Magistrate, not being empowered by law in this\nbehalf, does any of the following things, namely:-\n(a) attaches and sells property under section 83;\n(b)\nA\nB\nC\nissues a search-warrant for a document, parcel or D\nother thing in the custody of a postal or telegraph\nauthority;\n(c) demands security to keep the peace;\n(d) demands security for good behaviour;\n(e) discharges a person lawfully bound to be of good\nbehaviour;\nE\n(f)\ncancels a bond to keep the peace;\nF\n(g)\nmakes an order for maintenance;\n(h)\nmakes an order under section 133 as to a local\nnuisance;\nG\n(i)\nprohibits, under section 143, the repetition or\ncontinuance of a public nuisance;\n(j)\nmakes an order under Part C or Part D of Chapter\nX;\nH\n'\n746\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA\n(k)\nB\n(1)\ntakes cognizance of an offence under clause (c) of\nsub-section (1) of section 190;\ntries an offender;\n(m) tries an offender summarily;\n€\n(n)\n(0)\npasses a sentence, under section 325, on\nproceedings recorded by another Magistrate;\ndecides an appeal;\nC\n(p)\ncalls, under section 397, for proceedings; or\n(q)\nrevises an order passed under section 446,\nhis proceedings shall be void.\"\nD In the list of irregularities indicated in Section 461 of the Code\nof Criminal Procedure, orders passed under Section 204\nthereof, do not find a mention. In a situation, as the one in hand,\nSection 465(1) of the Code of Criminal Procedure, protects\norders from errors omissions or irregularities, unless \"a failure\nE of justice\" has been occasioned thereby. Most certainly, an\norder delineating reasons cannot be faulted on the ground that\nit has occasioned failure of justice. Therefore, even without\nexamining the matter any further, it would have been sufficient\nto conclude the issue. The present situation, however, requires\nF a little further elaboration. Keeping in mind the peculiarity of the\npresent matter and the special circumstances arising in this\ncase, some observations need to be recorded. Accordingly, to\ndetermine whether reasons ought to have been recorded by the\nMagistrate, in this case, is being dealt with in the succeeding\nG paragraphs.\nH\n11. On the basis of the foundational facts already recorded\nabove, I shall examine the merits of the first submission\nadvanced before the Court. First and foremost it needs to be\nremembered, that the CBI had submitted a closure report on\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n747\n29.12.2010. The Magistrate could have accepted the report A\nand dropped proceedings. The Magistrate, however, chose not\nto accept the CBI's prayer for closure. Alternatively, the\nMagistrate could have disagreed with the report, by taking a\nview (as she has done in the present case) that there were\nsufficient grounds for proceeding further, and thereby, having B\ntaken cognizance, could have issued process (as has been\ndone vide order dated 9.2.2011). A third alternative was also\navailable to the Magistrate. The Magistrate could have directed\nthe police to carry out further investigation. As noticed\nhereinabove, the Magistrate inspite of the submission of a C\nclosure report, indicating the absence of sufficient evidence,\nhaving taken cognizance, chose to issue process, and thereby,\ndeclined the third alternative as well. Since the CBI wanted the\nmatter to be closed, it was appropriate though not imperative\nfor the Magistrate to record reasons, for differing with the prayer D\nmade in the closure report. After all, the CBI would have surely\nwished to know, how it went wrong. But then, there are two other\nimportant factors in this case, which further necessitated the\nrecording of reasons. Firstly, the complainant himself (Dr.\nRajesh Talwar, who authored the first information report dated\n16.5.2008) was being summoned as an accused. Such an\naction suggests, that the complainant was really the accused.\nThe action taken by the Magistrate, actually reversed the\nposition of the adversaries. The party which was originally\npointing the finger, is now sought to be pointed at. Certainly,\nthe complainant would want to know why. Secondly, the\ncomplainant (Dr. Rajesh Talwar) had filed a protest petition\ndated 25.1.2011, praying for a direction to the police to carry\nout further investigation. This implies that the CBI had not been\nable to procure sufficient evidence on the basis whereof guilt\nof the perpetrators of the twin murders of Aarushi Talwar and G\nHemraj could be established. Whilst, the rival parties were\npleading insufficient evidence, the Magistrate's order dated\n9.2.2011 issuing process, implies the availability of sufficient\nmaterial to proceed against the accused. This second aspect\nin the present controversy, also needed to be explained, lest H\nLU\nE\nF\n748\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA the Magistrate who had chosen to issue process against all\nodds, would have been blamed of having taken the decision\nwhimsically and/or arbitrarily. Before rejecting the prayer made\nin the closure report, as also, the prayer made in the protest\npetition, it was appropriate though not imperative for the\nB Magistrate to narrate, why she had taken a decision different\nfrom the one sought. Besides the aforesaid, there is yet another\nfar more significant reason for recording reasons in the present\nmatter. The incident involving the twin murders of Aarushi Talwar\nand Hemraj are triable by a Court of Session. The authority of\nthe Magistrate was limited to taking cognizance and issuing\nprocess. A Magistrate in such a situation, on being satisfied,\nhas the authority to merely commit the case for trial to a Court\nof Session, under Section 209 of the Code of Criminal\nProcedure. Section 209 is being extracted hereunder:\nC\nD\nE\nF\nG\n☐ H\n\"Commitment of case to Court of Session when offence\nis triable exclusively by it - When in a case instituted on\na police report or otherwise, the accused appears or is\nbrought before the Magistrate and it appears to the\nMagistrate that the offence is triable exclusively by the\nCourt of Session, he shall -\n(a) commit, after complying with the provisions of\nsection 207 or section 208, as the case may be,\nthe case to the Court of Session, and subject to the\nprovisions of this Code relating to bail, remand the\naccused to custody until such commitment has\nbeen made;\n(b) subject to the provisions of this Code relating to\nbail, remand the accused to custody during, and\nuntil the conclusion of, the trial;\n(c)\nsend to that Court the record of the case and the\ndocuments and articles, if any, which are to be\nproduced in evidence;\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n749\n(d) notify the Public Prosecutor of the commitment of A\nthe case to the Court of Session.\"\nB\nC\nD\nIn this background, it was essential for the Magistrate to\nhighlight, for the perusal of the Court of Session, reasons which\nhad weighed with her, in not accepting the closure report\nsubmitted by the CBI, as also, for not acceding to the prayer\nmade in the protest petition, for further investigation. It was also\nnecessary to narrate what prompted the Magistrate to summon\nthe complainant as an accused. For, it is not necessary that\nthe Court of Session would have viewed the matter from the\nsame perspective as the Magistrate. Obviously, the Court of\nSession would in the first instance, discharge the responsibility\nof determining whether charges have to be framed or not.\nMerely because reasons have been recorded, the Court of\nSession will have an opportunity to view the matter, in the\nmanner of understanding of the Magistrate. If reasons had not\nbeen recorded, the Court of Session may have overlooked,\nwhat had been evaluated, ascertained and comprehended by\nthe Magistrate. Of course, a Court of Session, on being seized\nof a matter after committal, being the competent court, as also,\na court superior to the Magistrate, has to examine all issues\nindependently, within the four corners of law, without being\ninfluenced by the reasons recorded in the order issuing\nprocess. In the circumstances mentioned hereinabove, it was\nbefitting for the Magistrate to pass a well reasoned order,\nexplaining why she was taking a view different from the one\nprayed for in the closure report. It is also expedient for the\nMagistrate to record reasons why the request made by the\ncomplainant (Dr. Rajesh Talwar) praying for further investigation,\nwas being declined. Even the fact, that the complainant (Dr.\nRajesh Talwar) was being summoned as an accused, G\nnecessitated recording of reasons. An order passed in the\ncircumstances noted hereinabove, without outlining the basis\ntherefor, would have been injudicious. Certainly the Magistrate's\npainstaking effort needs a special commendation. At this\njuncture, it would be apposite to notice the observations\nE\nF\nН\n750 SUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA recorded by this Court in Rupan Deol Bajaj and another vs.\nKPS Gill and another, (1995) 6 SCC 194, wherein this Court\nremarked as under:-\nB\nC\nD\n☐ E\nF\n☐ G\n☐ H\n\"28. Since at the time of taking cognizance the Court\nhas to exercise its judicial discretion it necessarily\nfollows that if in a given case - as the present one\n- the complainant, as the person aggrieved raises\nobjections to the acceptance of a police report\nwhich recommends discharge of the accused and\nseeks to satisfy the Court that a case for taking\ncognizance was made out, but the Court overrules\nsuch objections, it is just and desirable that the\nreasons therefore be recorded. Necessity to give\nreasons which disclose proper appreciation of the\nissues before the Court needs no emphasis.\nReasons introduce clarity and minimize chances\nof arbitrariness. That necessarily means that\nrecording of reasons will not be necessary when\nthe Court accepts such police report without any\ndemur from the complainant. As the order of the\nlearned Magistrate in the instant case does not\ncontain any reason whatsoever, even though it\nwas passed after hearing the objections of the\ncomplainant, it has got to be set aside and we do\nhereby set it aside. Consequent thereupon, two\ncourses are left open to us; to direct the learned\nMagistrate to hear the parties afresh on the\nquestion of acceptance of the police report and\npass a reasoned order or to decide for ourselves\nwhether it is a fit case for taking cognizance under\nSection 190(1)(b) Cr.P.C. Keeping in view the fact\nthat the case is pending for the last seven years only\non the threshold question we do not wish to lake the\nformer course as that would only delay the matter\nfurther. Instead thereof we have carefully looked into\nthe police report and its accompaniments keeping\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n29.\n751\nin view the following observations of this Court in A\nH.S. Bains. v. State, (1980) 4 SCC 631, with which\nwe respectfully agree:\nB\nC\nD\n\"The Magistrate is not bound by the\nconclusions arrived at by the police even as\nhe is not bound by the conclusions arrived at\nby the complainant in a complaint. If a\ncomplainant states the relevant facts in his\ncomplaint and alleges that the accused is\nguilty of an offence under Section 307, Indian\nPenal Code the Magistrate is not bound by\nthe conclusion of the complainant. He may\nthink that the facts disclosed an offence\nunder Section 324, Indian Penal Code only\nand he may take cognizance of an offence\nunder Section 324 instead of Section 307.\nSimilarly if a police report mentions that half\na dozen persons examined by them claim to\nbe eye witnesses to a murder but that for\nvarious reasons the witnesses could not be\nbelieved, the Magistrate is not bound to\naccept the opinion of the police regarding\nthe credibility of the witnesses. He may prefer\nto ignore the conclusions of the police\nregarding the credibility of the witnesses and\ntake cognizance of the offence. If he does F\nso, it would be on the basis of the statements\nof the witnesses as revealed by the police\nreport.\"\nOur such exercise persuades us to hold that the\nopinion of' the Investigating Officer that the\nallegations contained in the F.I.R. were not\nsubstantiated by the statements of witnesses\nrecorded during investigation is not a proper one\nfor we find that there are sufficient materials for\nE\nG\nH\nA\nB\nC\n752\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\ntaking cognizance of the offences under Sections\n354 and 509 I.P.C. We, however, refrain from\ndetailing or discussing those statements and the\nnature and extent of their corroboration of the F.I.R.\nlest they create any unconscious impression upon\nthe Trial Court, which has to ultimately decide upon\ntheir truthfulness, falsity or reliability, after those\nstatements are translated into evidence during trial.\nFor the selfsame reasons we do not wish to refer\nto the arguments canvassed by Mr. Sanghi, in\nsupport of the opinion expressed in the police\n(final) report and our reasons in disagreement\nthereto.\"\n(emphasis is mine)\nD Therefore, even though the Magistrate was not obliged to\nrecord reasons, having passed a speaking order while issuing\nprocess, the Magistrate adopted the more reasonable course,\nthough the same was more ponderous, cumbersome and time\nconsuming.\nE\nF\n12. Therefore, in the present set of circumstances, the\nMagistrate having examined the statements recorded during\nthe course of investigation under Sections 161 and 164 of the\nCode of Criminal Procedure, as also, the documents and other\nmaterials collected during the process of investigation, was fully\njustified in recording the basis on which, having taken\ncognizance, it was decided to issue process. I, therefore,\nhereby find absolutely no merit in the criticism of the\nMagistrate's order, in being lengthy and detailed. In passing the\norder dated 9.2.2011 the Magistrate merely highlighted the\ncircumstances emerging out of the investigation carried out in\nthe matter, which constituted the basis of her decision to issue\nprocess. The Magistrate's order being speaking, cannot be\nstated to have occasioned failure of justice. The order of the\nMagistrate, therefore, cannot be faulted on the ground that it\nH was a reasoned order.\nG\n"}