{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"NUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n763\nA\nto the terrace were from outside the flat, i.e., from the common\narea of the apartment complex beyond the outermost grill-door\nleading into the house no.L-32, Jalvayu Vihar, Sector 25,\nNoida. It was therefore submitted, that under no circumstances\nDr. Rajesh Talwar or Dr. Nupur Talwar could be linked to the\nmurder of Hemraj, since the body of Hemraj was found at a B\nplace, which had no internal connectivity from within the flat of\nthe Talwars.\nFourthly, as noticed above, since the flat of the Talwars was\nbolted from the outside, neither Dr. Rajesh Talwar nor Dr. Nupur\nTalwar could have taken the body of Hemraj to the terrace, even\nif the inference drawn by the CBI, that the murder of Hemraj was\ncommitted at a place different from the place from where his\nbody was found, is to be accepted as correct. It is sought to\nbe suggested, that the accused cannot, in any case, be\nassociated with the murder of Hemraj. And since, both murders\nwere presumably the handiwork of the same perpetrator(s), the\naccused could not be associated with the murder of Aarushi\nTalwar as well.\nFifthly, substantial material was placed before the Court\nto suggest that the purple colored pillow cover belonging to\nKrishna Thadarai, was found smeared with the blood of\nHemraj. In order to substantiate the instant contention reference\nwas made to the seizure memo pertaining to Krishna Thadarai's\npillow cover, and thereupon, the report of the CFSL dated\n23.6.2008, as also, the report of the CFSL (Bio Division) dated\n30.6.2008 depicting, that the blood found on the pillow cover\nwas of human origin. It was the vehement contention of the\nlearned counsel for the petitioner, that Krishna Thadarai could\nnot have been given a clean chit, when the blood of Hemraj was\nfound on his pillow cover. It is necessary to record, that a similar\nsubmission made before the High Court was turned down by\nthe High Court, on the basis of a letter dated 24.3.2011 (even\nthough the same was not a part of the charge papers). It was\nsubmitted, that the aforesaid letter could not have been taken\nC\nD\nE\nF\nG\nH\n764\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA into consideration while examining the veracity of the inferences\ndrawn by the Magistrate. In order to support the instant\ncontention, it was also vehemently submitted, that during the\ncourse of investigation, neither the U.P. Police nor the CBI,\nfound blood of Hemraj on the clothes of either Dr. Rajesh Talwar\nB or Dr. Nupur Talwar. The presence of the blood of Hemraj on\nthe pillow cover of Krishna Thadarai and the absence of the\nblood of Hemraj on the apparel of Dr. Rajesh Talwar and Dr.\nNupur Talwar, according to learned counsel for the petitioners,\nnot only exculpates the accused identified in the Magistrate's\norder dated 9.2.2011, but also reveals, that the investigation\nmade by the U.P. Police/CBI besides being slipshod and\nsloppy, can also be stated to have been carried on without due\napplication of mind.\nC\nD\nSixthly, in continuation of the preceding issue canvassed\non behalf of the petitioners, it was submitted, that the finding\nrecorded by the CBI in its closure report, that DNA of none of\nthe servants was found on any of the exhibits collected from the\nscene of crime, was wholly fallacious. The Magistrate having\nassumed the aforesaid factually incorrect position, exculpated\nE all the servants of blame, in respect of the twin murders of\nAarushi Talwar and Hemraj. It was submitted, that as a matter\nof fact, scientific tests shorn of human considerations, clearly\nindicate the involvement of Krishna Thadarai with the crime\nunder reference. In this behalf the Court's attention was also\nF drawn to the narco analysis, brain mapping and polygraph tests\nconducted on Krishna Thadarai.\nG\nH\nSeventhly, the investigating agency, it was contended, was\nguilty of not taking the investigative process to its logical\nconclusion. In this behalf it was submitted, that finger prints were\nfound on a bottle of Ballantine Scotch Whiskey, found on the\ndining table, in the Talwar flat. The accused, according to\nlearned counsel, had requested the investigating agency to\nidentify the fingerprints through touch DNA test. The accused\nI had also offered to bear the expenses for the same. According\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n765\nto the learned counsel, the identification of the fingerprints on\nthe bottle, would have revealed the identity of the perpetrator(s)\nto the murders of Aarushi Talwar and Hemraj. It is therefore\nsought to be canvassed, that the petitioner Dr. Nupur Talwar\nand her husband Dr. Rajesh Talwar, had unfairly been accused\nof the crime under reference, even though there was material\navailable to determine the exact identity of the culprit(s) in the\nmatter.\nEighthly, it was submitted, that footprints were found in the\nbedroom of Aarushi Talwar, i.e., from the room where her dead\nbody was recovered. These footprints according to learned\ncounsel, did not match the footwear impressions of shoes and\nslippers of Dr. Rajesh Talwar and Dr. Nupur Talwar. This\naccording to the learned counsel for the petitioners also\nindicates, that neither Dr. Rajesh Talwar nor Dr. Nupur Talwar\nwere involved in the murder of their daughter Aarushi Talwar.\nThe murderer, according to learned counsel, was an outsider.\nAnd it was the responsibility of the CBI to determine the identity\nof such person(s) whose footwear matched the footprints found\nin the room of the Aarushi Talwar. Lack of focused investigation\nin the instant matter, according to the learned counsel for the\npetitioners, had resulted in a gross error at the hands of the\nMagistrate, who has unfairly summoned Dr. Rajesh Talwar and\nDr. Nupur Talwar as the accused, rather than the actual culprit(s).\nNinthly, learned counsel for the petitioner also referred to\nthe post mortem report of Aarushi Talwar dated 16.5.2008, and\nin conjunction therewith the statement of Dr. Sunil Kumar Dhore\ndated 18.7.2008, the report of the High Level Eight Member\nExpert Body dated 9.9.2008 (of which Dr. Sunil Kumar Dhore\nwas a member), and the further statements of Dr. Sunil Kumar\nDhore dated 3.10.2008, 30.9.2009 and 28.5.2010. Based\nthereon, learned counsel submitted, that in the post mortem\nreport conducted by Dr. Sunil Kumar Dhore, he had expressly\nrecorded NAD (No Abnormality Detected) against the column\nat serial no.7, pertaining to the private parts of Aarushi Talwar.\nА\nB\nC\nD\nE\nແມ\nF\n0\nH\nC\n766\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA It was submitted, that the aforesaid position came to be\nsubstantially altered by the subsequent oral statements made\nby Dr. Sunil Kumar Dhore. It was submitted, that the different\nfactual position narrated by Dr. Sunil Kumar Dhore, subsequent\nto the submission of the post mortem report, cannot be taken\nB into consideration. Viewed from the instant perspective, it was\nalso submitted, that the investigating agencies utterly failed in\ncarrying out a disciplined and proper investigation. It was also\nasserted, that Dr. Sunil Kumar Dhore had been persuaded to\nturn hostile to the contents of his own document, i.e., the post\nmortem report dated 16.5.2008. Even though originally Dr. Sunil\nKumar Dhore found, that there was no abnormality detected in\nthe private parts of Aarushi Talwar, after the lapse of two years\nhis supplementary statements depict a number of\nabnormalities. It was submitted, that the Magistrate having\nreferred to the last of such statements dated 25.5.2010, inferred\ntherefrom, that the private parts of Aarushi Talwar had been\ncleaned after her murder. It was submitted, that the absurdity\nand improbability of the assumption could be established from\nthe fact, that the white discharge found from the vagina of\nAarushi Talwar, was sent for pathological examination, which\nshowed that no spermatozoa was detected therein. The instant\ninference of the Magistrate, according to learned counsel, had\nresulted in grave miscarriage of justice.\nD\nE\nTenthly, it was contended, that the dimension of the injury\nF on the heads of Aarushi Talwar and Hemraj, was stated to\nmatch with the dimension of a 5 iron golf club. It was pointed\nout, that the 5 iron golf club recovered from the premises of the\nTalwars, did not have any traces of blood. It was submitted, that\nthe said golf club as a possible weapon of offence, was\nG introduced by the second team of the CBI in September/\nOctober 2009. The Magistrate, according to learned counsel,\nhad erroneously recorded in the impugned order dated\n9.2.2011, that experts had opined that the injuries in question\n(on the heads of Aarushi Talwar and Hemraj) were possible with\nthe golf club in question. It was sought to be highlighted, that\nH\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n767\nno expert had given any such opinion during the entire A\ninvestigative process, and as such, the finding recorded by the\nMagistrate was contrary to the record.\nEleventhly, it was asserted, that the Magistrate ignored to\ntake into consideration, the fact that the clothes of Dr. Rajesh\nTalwar were found only with the blood of Aarushi Talwar. But it\nwas noticed, that there was no blood of Aarushi Talwar on the\nclothes of Dr. Nupur Talwar. This fact is also erroneous because\nthe blood of Aarushi Talwar was actually found on the clothes\nof Dr. Nupur Talwar also. According to learned counsel, the\ndiscovery of blood of Aarushi Talwar on the clothes of her\nparents was natural. What is important, according to learned\ncounsel, is the absence of blood of Hemraj, on the clothes of\nthe accused. It was submitted, that the prosecution had never\ndenied, that the blood of Hemraj was not found on the clothes\nof either Dr. Rajesh Talwar or Dr. Nupur Talwar. This factual\nposition, for the same reasons as have been indicated at serial\nno. fourthly above establishes the innocence of the accused in\nthe matter.\nB\nC\nD\nE\n16. Just as in the case of the reasons depicted in the order\nof the Magistrate (based on the statements recorded during the\ncourse of investigation and the documents and other materials\nplaced before her), the factual submissions advanced at the\nhands of the learned counsel for the petitioners (noticed in the\nforegoing paragraph), cannot be placed on the pedestal of F\nreliable evidence. It is only when statements are recorded in\ndefence, which are tested by way of cross examination, and\nonly after documents and material relied upon (in defence), are\nproved in accordance with the law, the same would constitute\nevidence, which can constitute a basis, for determining the\nfactual position in the controversy. It is only on the basis of such\nacceptable evidence, that final conclusions can be drawn. That\nstage has not arisen. Even though the demeanor of learned\ncounsel representing the petitioners was emphatic, that no other\ninference beside the one suggested by them was possible, I\nG\nH\nC\n768\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA am of the view, that the stage is not yet right for such emphatic\nconclusions. Just as the learned counsel for the petitioner had\nendeavored to find fault with the factual inferences depicted in\nthe order dated 9.2.2011 (which constituted the basis of issuing\nprocess), learned counsel for the CBI submitted, that the factual\nB foundation raised by the petitioner (details whereof have been\nsummarized above) were based on surmises and conjectures.\nEven though I have recorded a summary of the factual basis,\non which the learned counsel for the petitioner have based their\ncontentions, I am intentionally not recording the reasons\nwhereby their veracity was assailed. That then, would have\nrequired me to further determine, which of the alternative\npositions were correct. I am of the view, that such an\nassessment at the present stage would be wholly inappropriate.\nMy dealing with the factual contours of the present controversy,\nat a juncture well before evidence has been recorded by the\ntrial court, would have adverse consequences against one or\nthe other party. Even though, while dealing with issues as in the\ninstant case, High Courts and this Court have repeatedly\nobserved in their orders, that the trial court would determine the\ncontroversy uninfluenced by observations made. Yet, inferences\nand conclusions drawn by superior courts, on matters which are\npending adjudication before trial courts (or other subordinate\ncourts) cannot be easily brushed aside. I shall, therefore,\nendeavor not to pre-maturely record any inferences which could/\nwould prejudice one or the other side.\nD\nE\nF\n17. Having recorded the aforesaid observations, in respect\nof the submissions advanced at the hands of the learned\ncounsel for the petitioner, I shall now proceed to determine the\nvalidity of the order passed by the Magistrate on 9.2.2011, as\nG also, the legitimacy of the defences raised by the learned\ncounsel for the petitioner. Although it would seem, that there\nwould be a common answer to the proposition canvassed, I am\nof the view, after having heard learned counsel for the rival\nparties, that the issue canvassed ought to compartmentalized\nunder two heads. Firstly, I shall examine the validity of the order\nH\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n769\ndated 9.2.2011, and thereafter, I will deal with the substance\nof the defences raised at the hands of the petitioner. That is\nhow the matter is being dealt with in the following paragraphs.\n18. The basis and parameters of issuing process, have\nbeen provided for in Section 204 of the Code of Criminal\nProcedure. Section 204 aforementioned is extracted\nhereunder:\n\"204. Issue of process -\n(1) If in the opinion of a Magistrate taking cognizance\nof an offence there is sufficient ground for\nproceeding, and the case appears to be -\n(2)\n(3)\n(4)\n(a)\n(b)\na summons-case, he shall issue his\nsummons for the attendance of the accused,\nor\na warrant-case, he may issue a warrant, or,\nif he thinks fit, a summons, for causing the\naccused to be brought or to appear at a\ncertain time before such Magistrate of (if he\nhas no jurisdiction himself) some other\nMagistrate having jurisdiction.\nNo summons or warrant shall be issued against the\naccused under sub-section (1) until a list of the\nprosecution witnesses has been filed.\nIn a proceeding instituted upon a complaint made\nin writing, every summons or warrant issued under\nsub-section (1) shall be accompanied by a copy of\nsuch complaint.\nA\nB\nC\nD\nE\nF\nG\nWhen by any law for the time being in force any\nprocess-fees or other fees are payable, no process\nshall be issued until the fees are paid and, if such\nfees are not paid within a reasonable time, the H\n770\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\nA\nB\nMagistrate may dismiss the complaint.\n(5) Nothing in this section shall be deemed to affect the\nprovisions of section 87.\nThe criterion which needs to be kept in mind by a Magistrate\nissuing process, have been repeatedly delineated by this Court.\nI shall therefore, first examine the declared position of law on\nthe subject. Reference in this behalf may be made to the\ndecision rendered by this Court in Cahndra Deo vs. Prokash\nChandra Bose alias Chabi Bose and Anr., AIR 1963 SC 1430,\nC wherein it was observed as under :\nD\nE\nF\n0\n☐ H\n\"(8) Coming to the second ground, we have no\nhesitation is holding that the test propounded by the\nlearned single judge of the High Court is wholly\nwrong. For determining the question whether any\nprocess is to be issued or not, what the Magistrate\nhas to be satisfied is whether there is \"sufficient\nground for proceeding\" and not whether there is\nsufficient ground for conviction. Whether the\nevidence is adequate for supporting the conviction\ncan be determined only at the trial and not at the\nstage of enquiry. A number of decisions were cited\nat the bar in which the question of the scope of the\nenquiry under Section 202 has been considered.\nAmongst those decisions are: Parmanand\nBrahmachari v. Emperor, AIR 1930 Pat 20; Radha\nKishun Sao v. S.K. Misra, AIR 1949 Pat 36;\nRamkisto Sahu v. State of Bihar, AIR 1952 Pat 125;\nEmperor v. J.A. Finan, AIR 1931 Bom 524 and\nBaidya Nath Singh v. Muspratt, ILR 14 Cal 141. In\nall these cases, it has been held that the object of\nthe provisions of Section 202 is to enable the\nMagistrate to form an opinion as to whether process\nshould be issued or not and to remove from his\nmind any hesitation that he may have felt upon the\nmere perusal of the complaint and the\nNUPUR TALWAR v. CENTRAL BUREAU OF\nINVESTIGATION [JAGDISH SINGH KHEHAR, J.]\n771\nB\nconsideration of the complainant's evidence on A\noath. The courts have also pointed out in these\ncases that what the Magistrate has to see is\nwhether there is evidence in support of the\nallegations of the complainant and not whether the\nevidence is sufficient to warrant a conviction. The\nlearned Judges in some of these cases have been\nat pains to observe that an enquiry under Section\n202 is not to be likened to a trial which can only take\nplace after process is issued, and that there can be\nonly one trial. No doubt, as stated in sub-section (1) C\nof Section 202 itself, the object of the enquiry is to\nascertain the truth or falsehood of the complaint, but\nthe Magistrate making the enquiry has to do this\nonly with reference to the intrinsic quality of the\nstatements made before him at the enquiry which\nwould naturally mean the complaint itself, the\nstatement on oath made by the complainant and\nthe statements made before him by persons\nexamined at the instance of the complainant.\"\nD\n(emphasis is mine) E\nThe same issue was examined by this Court in M/s. India Carat\nPvt. Ltd. vs. State of Karnataka and Anr., (1989) 2 SCC 132,\nwherein this Court held as under:\nF\nG\n\"(16) The position is, therefore, now well settled that\nupon receipt of a police report under Section\n173(2) a Magistrate is entitled to take cognizance\nof an offence under Section 190(1)(b) of the Code\neven if the police report is to the effect that no case\nis made out against the accused. The Magistrate\ncan take into account the statements of the\nwitnesses examined by the police during the\ninvestigation and take cognizance of the offence\ncomplained of and order the issue of process to the\naccused. Section 190(1)(b) does not lay down that H\nA\nB\nC\n☐ D\nE\nF\n☐ G\n☐ H\n772\nSUPREME COURT REPORTS\n[2012] 6 S.C.R.\na Magistrate can take cognizance of an offence\nonly if the investigating officer gives an opinion that\nthe investigation has made out a case against the\naccused. The Magistrate can ignore the\nconclusion arrived at by the investigating officer\nand independently apply his mind to the facts\nemerging from the investigation and take\ncognizance of the case, if he thinks fit, in exercise\nof his powers under Section 190(1)(b) and direct\nthe issue of process to the accused. The Magistrate\nis not bound in such a situation to follow the\nprocedure laid down in Sections 200 and 202 of\nthe Code for taking cognizance of a case under\nSection 190(1)(a) though it is open to him to act\nunder Section 200 or Section 202 also. The High\nCourt was, therefore, wrong in taking the view that\nthe Second Additional Chief Metropolitan\nMagistrate was not entitled to direct the registration\nof a case against the second respondent and\norder the issue of summons to him.\n(17) The fact that in this case the investigation had not\noriginated from a complaint preferred to the\nMagistrate but had been made pursuant to a report\ngiven to the police would not alter the situation in\nany manner. Even if the appellant had preferred a\ncompliant before the learned Magistrate and the\nMagistrate had ordered investigation under Section\n156(3), the police would have had to submit a report\nunder Section 173(2). It has been held in Tula Ram\nv. Kishore Singh, (1977) 4 SCC 459, that if the\npolice, after making an investigation, send a report\nthat no case was made out against the accused,\nthe Magistrate could ignore the conclusion drawn\nby the police and take cognizance of a case under\nSection 190(1)(b) and issue process or in the\nalternative he can take cognizance of the original\n"}