{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nM/S GOMZI ACTIVE\nV.\nM/S REEBOK INDIA CO. \u0026 ANR.\nFEBRUARY 2, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\n1\nC\nD\nTrade Mark-Infringement of-Suit for permanent injunction and\nrendition of accounts-Trial court observing that slogan claimed by plaintiff\nnot registered-However, temporary injunction granted-High Court vacating\ntemporary injunction and directing trial court to dispose of the suit\nexpeditiously-Held, in view of the principles regarding passing off action\nand infringement action, grant of interim protection would not be proper—\nTrial court would dispose of the suit as early as practicable-Defendant\nwould maintain separate accounts in respect of impugned transactions.\nAppellant filed a suit for permanent injunction and rendition of accounts\nagainst the respondent claiming that defendant-respondent be restrained from\nusing product logo/trade mark “I am what I am”. The trial court held that\ntrade mark of the plaintiff under which it carried on business was “Gomzi”\nE and not \"I am what I am”; and that the plaintiff did not file any application to\nget the said slogan registered until May, 2005; as such, the said slogan could\nnot be considered as a logo or trade mark of the plaintiff. However, later a\ntemporary injunction in favour of the plaintiff was granted. The defendant\nfiled appeal against the order granting temporary injunction whereas the\nF plaintiff filed a cross-objection with regard to finding in respect of slogan “I\nam what I am\". The High Court allowed the appeal of the defendant, vacated\nthe interim injunction and directed the trial court to dispose of the suit\nexpeditiously. Aggrieved, the plaintiff filed the present appeal.\nG\nH\nDisposing of the appeal, the Court\nHELD: 1.1. The facts of the instant case, when tested on the principles\nregarding passing off action and infringement action, set out in the judgments\nof this Court, make the position clear that grant of any interim protection in\nthis case would not be proper. It is stated that issues have already been framed\n256\nGOMZI ACTIVE v. REEBOK INDIA CO. [PASAYAT, J.]\n257\nand the High Court has directed disposal of the suit within a period of six A\nmonths from the date of its order. That being so, the proper course would be\nto direct the court concerned to dispose of the matter as early as practicable.\nOrdered accordingly. [Para nos. 10-12] [259-G-H; 260-A]\nKaviraj Pandit Durga Dutt Sharma v. Navaratna Pharmaceutical\nLabortories, AIR (1965) SC 980 and S.M. Dyechem Ltd. v. Cadbury (India)\nLtd., [2000] 5 SCC 573, relied on.\nB\n1.2. The defendant shall maintain separate accounts in respect of the\nimpugned transactions. Leaving open all questions for adjudication, it is made\nclear that whatever view has been taken by the trial court or the High Court C\nwould be a tentative view, and not the final view. [Para-12] [259-H; 260-A-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 440 of 2007.\nFrom the Judgment and final Order dated 22.6.2006 of the High Court\nD\nof Karnataka at Bangalore in M.F.A. No. 11626/2005 along with C.O. No. 19/\n2006.\nAnant Albal, Raja Chatterjee and G.S. Chatterjee for the Appellant.\nS.K. Satpal, Nitin Bhardwaj and Praveen Chaturvedi for the Respondents. E\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the judgment rendered by a learned F\nSingle Judge of the Karnataka High Court partially allowing the appeal filed\nby the respondent and directing the trial court to dispose of the suit early,\npreferably within six months from the date of order i.e. 22.6.2006.\n3. Background facts in a nutshell are as follows:\nG\nAppellant filed the suit i.e. O.S. No. 16861 of 2005 seeking permanent\ninjunction against the respondents by restraining them from using their product\nlogo/trade mark \"I am what I am\" and for payment of damages and for\nrendition of accounts. The controversy involved was pertaining to the use\nof the trade slogan \"I am what I am\". Respondents had filed the appeal H\n258\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA challenging the grant of temporary injunction restraining them from using the\nlogo \"I am what I am\" along with their trade mark.\nB\nC\n4. Case of the plaintiff was that the trade slogan \"I am what I am\" is\nits distinctive style and design at least since 1998, used on garments which\nwere stolen/pirated by the defendant thus infringing their proprietary right\nincluding their intellectual property. The plaintiff further asserted that it first\nused the logo \"I am what I am\" and therefore, it alone can claim rights over\nthe said slogan as a trade mark. Defendant resisted the claim.\n5. The trial court, upon consideration of the pleadings and the documents\nproduced, held that the trademark of the plaintiff under which it carried on\nbusiness was “Gomzi” and not \"I am what I am\". It further held that the\nplaintiff did not file any application to get the slogan registered as a trade\nmark until May, 2005. The Court prima facie found that \"I am what I am”\ncannot be construed as a logo or trade mark of the plaintiff. This conclusion\nD was challenged by the respondents. The High Court as noted above allowed\nthe appeal and set aside the order under challenge before it.\nE\nF\nG\nH\n6. Learned counsel for the appellant submitted that in view of what has\nbeen stated in respect of trade mark, the High Court was not justified in its\nview. Learned counsel for the respondent on the other hand supported the\nimpugned order of the High Court.\n7. In S.M. Dyechem Ltd. v. Cadbury (India) Ltd., [2000] 5 SCC 573 at\nparagraph 47 it was observed as follows:\n\"For the above reasons, we hold that on the question of the relative\nstrength, the decision must go in favour of the defendant that there\nis no infringement and the High Court was right in refusing temporary\ninjunction. Point 5 is decided accordingly.\"\n8. In para 49 after referring to Halsbury's laws of England it was observed\nas follows:\n\"It is possible that, on the same facts, a suit for passing off may\nfail but a suit for infringement may succeed because the additions, the\nget up and trade dress may enable a defendant to escape in a passing\noff action. A somewhat similar but interesting situation arose in a\n259\nGOMZI ACTIVE v. REEBOK INDIA CO. [PASAYAT, J.]\ndispute between two companies. In N.S. Thread \u0026 Co. v. James A\nChadwick \u0026 Bros., AIR (1948) Mad. 481, the passing off action failed.\nBut thereafter James Chadwick Co. succeeded in an appeal arising out\nof the registration proceedings and the said judgment was confirmed\nby this Court in N.S. Thread \u0026 Co. v. James Chadwick \u0026 Bros., AIR\n(1953) SC 357 It was held that the judgment in the passing off case B\ncould not be relied upon by the opposite side in latter registration\nproceedings.\"\nC\nIn the same tone, Halsbury (Trade Marks, 4th Ed., 1984 Vol. 48,\npara 187) says that in a passing off action the \"degree of similarity\nof the name, mark or other features concerned is important but not\nnecessarily decisive, so that an action for infringement of a registered\ntrade mark may succeed on the same facts where a passing off action\nfails or vice versa\". As to vice-versa, Kerly says (para 16.12), an\ninfringement action may fail where plaintiff cannot prove registration\nor that its registration extends to the goods or to all the goods in D\nquestion or because the registration is invalid and yet the plaintiff\nmay show that by imitating the mark or otherwise, the defendant has\ndone what is calculated to pass off his goods as those of plaintiff.\n9. In Kaviraj Pandit Durga Dutt Sharma v. Navaratna Pharmaceutical E\nLaboratories, AIR (1965) SC 980 the distinction between passing off action\nand infringement action was highlighted.\n10. The facts of the case when tested on the principles set out above\nmake the position clear that grant of any interim protection in this case would\nnot be proper.\n11. Learned counsel for the appellant submitted that it has taken a\npositive stand that the logo was intellectual property and therefore without\nany further material, grant of injunction was warranted. This plea was resisted\nby learned counsel for the respondent.\n12. It is stated that issues have already been framed and the High Court\nhad directed disposal of the suit within a period of six months from the date\nof order. That being so, the proper course would be to direct the concerned\nCourt to dispose of the matter as early as practicable, preferably within four\nmonths, as issues are stated to have been already framed. The defendant shall\nF\nG\nH\n260\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA maintain separate accounts in respect of the impugned transactions. Leaving\nopen all questions for adjudication, we direct the matter shall be heard.\nexpeditiously by the trial court and disposed of preferably by the end of April,\n2007. Appeal is disposed of. It is made clear that whatever view has been\ntaken by the trial court or the High Court would be a tentative view, and not\nB the final view.\nC\ncosts.\nR.P.\n13. The appeal is disposed of accordingly but without any order as to\nAppeal disposed of.\n"}