{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"GENERAL OFFICER COMMANDING v. CBI AND 639\nANR. [DR. B.S. CHAUHAN, J.]\nprosecution evidence may establish the necessity for sanction. A\nThe necessity for sanction may surface during the course of trial\nand it would be open to the accused to place the material on\nrecord for showing what his duty was and also the acts\ncomplained of were so inter-related or inseparably connected\nwith his official duty so as to attract the protection accorded by B\nlaw. The court further observed that difference between \"acting\nor purporting to act\" in the discharge of his official duty is merely\nof a language and not of substance.\nOn the issue as to whether the court or the competent\nauthority under the statute has to decide the requirement of\nsanction, the court held:\nC\n\"Whether sanction is to be accorded or not is a matter for\nthe government to consider. The absolute power to accord\nor withhold sanction conferred on the government is D\nirrelevant and foreign to the duty cast on the Court, which\nis the ascertainment of the true nature of the act......There\nmust be a reasonable connection between the act and the\nofficial duty. It does not matter even if the act exceeds what\nis strictly necessary for the discharge of the duty, as this\nquestion will arise only at a later stage when the trial\nproceeds on the merits. What we must find out is whether\nthe act and the official duty are so inter-related that one\ncan postulate reasonably that it was done by the accused\nin the performance of the official duty, though possibly in\nexcess of the needs and requirements of the situation.\"\n(Emphasis added)\n29. In Sankaran Moitra v. Sadhna Das \u0026 Anr., AIR 2006\nSC 1599, this Court held as under:\n\"The High Court has stated that killing of a person by use\nof excessive force could never be performance of duty. It\nmay be correct so far as it goes. But the question is\nwhether that act was done in the performance of duty or\nE\nF\nG\nH\nA\nB\nC\nD\nE\nபட\nF\nG\nH\n640\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nin purported performance of duty. If it was done in\nperformance of duty or purported performance of duty,\nSection 197(1) of the Code cannot be bypassed by\nreasoning that killing a man could never be done in an\nofficial capacity and consequently Section 197(1) of the\nCode could not be attracted.\"\n(See also: Rizwan Ahmed Javed Shaikh \u0026 Ors. v. Jammal\nPatel \u0026 Ors., AIR 2001 SC 2198).\n30. In S.B. Saha \u0026 Ors. v. M.S. Kochar, AIR 1979 SC\n1841, this Court dealt with the issue elaborately and explained\nthe meaning of \"official\" as contained in the provisions of\nSection 197 Cr.P.C., observing:\n\"In considering the question whether sanction for\nprosecution was or was not necessary, these criminal acts\nattributed to the accused are to be taken as alleged........\nThe words 'any offence alleged to have been committed\nby him while acting or purporting to act in the discharge\nof his official duty' employed in Section 197(1) of the Code,\nare capable of a narrow as well as a wide interpretation.\nIf these words are construed too narrowly, the section will\nbe rendered altogether sterile, for, 'it is no part of an official\nduty to commit an offence, and never can be'. In the wider\nsense, these words will take under their umbrella every act\nconstituting an offence, committed in the course of the\nsame transaction in which the official duty is performed or\npurports to be performed. The right approach to the import\nof these words lies between two extremes. While on the\none hand, it is not every offence committed by a public\nservant while engaged in the performance of his official\nduty, which is entitled to the protection of Section 197 (1),\nan act constituting an offence, directly and reasonably\nconnected with his official duty will require sanction for\nprosecution under the said provision.\"\n31. In Parkash Singh Badal \u0026 Anr. v. State of Punjab \u0026\nGENERAL OFFICER COMMANDING v. CBI AND\nANR. [DR. B.S. CHAUHAN, J.]\n641\nOrs., AIR 2007 SC 1274, this Court reiterated the same view A\nwhile interpreting the phrase \"official duty\", as under:\n\"\n'... Official duty therefore implies that the act or omission\nmust have been done by the public servant in course of\nhis service and such act or omission must have been\nperformed as part of duty which further must have been\nofficial in nature. The Section has, thus, to be construed\nstrictly, while determining its applicability to any act or\nomission in course of service. Its operation has to be\nlimited to those duties which are discharged in course of\nduty. But once any act or omission has been found to have\nbeen committed by a public servant in discharge of his\nduty then it must be given liberal and wide construction so\nfar its official nature is concerned...\"\nB\nC\n32. In P.K. Choudhury v. Commander, 48 BRTF (GREF), D\n(2008) 13 SCC 229, this Court dealt with the issue wherein an\nArmy officer had allegedly indulged in the offence punishable\nunder Section 166 IPC - public servant disobeying law, with\nintent to cause injury to any person and Section 167 IPC - public\nservant framing incorrect document with intention to cause E\ninjury, and as to whether in such an eventuality sanction under\nSection 197 Cr.P.C. was required. The Court held as under:\n\"As the offences under Sections 166 and 167 of the Penal\nCode have a direct nexus with commission of a criminal\nmisconduct on the part of a public servant, indisputably an\norder of sanction was prerequisite before the learned\nJudicial Magistrate could issue summons upon the\nappellant.\"\nF\nThe Court further rejected the contention that sanction was\nnot required in view of the provisions of Sections 125 and 126\nof the Army Act, which provided for a choice of the competent\nauthorities to try an accused either by a criminal court or\nproceedings for court-martial. Section 126 provides for the\npower of the criminal court to require delivery of offender. The H\n642 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA Court held that in case the competent authority takes a decision\nthat the accused was to be tried by ordinary criminal court, the\nprovisions of the Cr.P.C. would be applicable including the law\nof limitation and the criminal court cannot take cognizance of\noffence if it is barred by limitation. In case, the delay is not\nB condoned, the court will have no jurisdiction to take the\ncognizance. Similarly, unless it is held that a sanction was not\nrequired to be obtained, the court's jurisdiction will be barred.\nC\nD\nE\nF\nG\nH\n33. This Court in Nagraj v. State of Mysore, AIR 1964 SC\n269, held that:\n\"The last question to consider is that if the Court comes\nat any stage to the conclusion that the prosecution could\nnot have been instituted without the sanction of the\nGovernment, what should be the procedure to be followed\nby it, i e., whether the Court should discharge the accused\nor acquit him of the charge if framed against him or just\ndrop the proceedings and pass no formal order of\ndischarge or acquittal as contemplated in the case of a\nprosecution under the Code. The High Court has said that\nwhen the Sessions Judge be satisfied that the facts proved.\nbring the case within the mischief of S. 132 of the Code\nthen he is at liberty to reject the complaint holding that it is\nbarred by that section. We consider this to be the right\norder to be passed in those circumstances. It is not\nessential that the Court must pass a formal order\ndischarging or acquitting the accused. In fact no such\norder can be passed. If S. 132 applies, the complaint\ncould not have been instituted without the sanction of the\nGovernment and the proceedings on a complaint so\ninstituted would be void, the Court having no jurisdiction\nto take those proceedings. When the proceedings be\nvoid, the Court is not competent to pass any order except\nan order that the proceedings be dropped and the\ncomplaint is rejected.\" (Emphasis added)\n34. In Naga People's Movement of Human Rights v.\nGENERAL OFFICER COMMANDING v. CBI AND 643\nANR. [DR. B.S. CHAUHAN, J.]\nUnion of India, AIR 1998 SC 431, the Constitution Bench of A\nthis Court while dealing with the issue involved herein under\nthe provisions of Section 6 of the Armed Forces (Special\nPowers) Act, 1958, held as under:\nB\nC\n\"Under Section 6 protection has been given to the\npersons acting under the Central Act and it has been\nprescribed that no prosecution, suit or other legal\nproceeding shall be instituted against any person in\nrespect of anything done or purported to be done in\nexercise of the powers conferred by the said Act except\nwith the previous sanction of the Central Government. The\nconferment of such a protection has been assailed on\nthe ground that it virtually provides immunity to persons\nexercising the powers conferred under Section 4\ninasmuch as it extends the protection also to \"anything\npurported to be done in exercise of the powers conferred D\nby this Act\". It has been submitted that adequate\nprotection for members of armed forces from arrest and\nprosecution is contained in Sections 45 and 197 CrPC\nand that a separate provision giving further protection is\nnot called for. It has also been submitted that even if E\nsanction for prosecution is granted, the person in question\nwould be able to plead a statutory defence in criminal\nproceedings under Sections 76 and 79 of the Indian Penal\nCode. The protection given under Section 6 cannot, in our\nopinion, be regarded as conferment of an immunity on the\npersons exercising the powers under the Central Act.\nSection 6 only gives protection in the form of previous\nsanction of the Central Government before a criminal\nprosecution or a suit or other civil proceeding is instituted\nagainst such person. Insofar as such protection against G\nprosecution is concerned, the provision is similar to that\ncontained in Section 197 CrPC which covers an offence\nalleged to have been committed by a public servant \"while\nacting or purporting to act in the discharge of his official\nduty\". Section 6 only extends this protection in the matter\nF\nH\n644 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA\nB\nC\nD\nE\nF\n\"\nG\nH\nof institution of a suit or other legal proceeding.\nXX\n☑\nXX\nIn order that the people may feel assured that there\nis an effective check against misuse or abuse of powers\nby the members of the armed forces it is necessary that a\ncomplaint containing an allegation about misuse or abuse\nof the powers conferred under the Central Act should be\nthoroughly inquired into and, if it is found that there is\nsubstance in the allegation, the victim should be suitably\ncompensated by the State and the requisite sanction under\nSection 6 of the Central Act should be granted for\ninstitution of prosecution and/or a civil suit or other\nproceedings against the person/persons responsible for\nsuch violation.\" (Emphasis added)\n35. In Jamiruddin Ansari v. Central Bureau of\nInvestigation \u0026 Anr., (2009) 6 SCC 316, this Court while\ndealing with the provision of Maharashtra Control of Organised\nCrime Act, 1999 (hereinafter called as 'MCOCA') held that:\n\"As indicated hereinabove, the provisions of Section 23\nare the safeguards provided against the invocation of the\nprovisions of the Act which are extremely stringent and far\nremoved from the provisions of the general criminal law.\nIf, as submitted on behalf of some of the respondents, it\nis accepted that a private complaint under Section 9(1) is\nnot subject to the rigours of Section 23, then the very\npurpose of introducing such safeguards lose their very\nraison d'être. At the same time, since the filing of a private\ncomplaint is also contemplated under Section 9(1) of\nMCOCA, for it to be entertained it has also to be subject\nto the rigours of Section 23. Accordingly, in view of the bar\nimposed under sub-section (2) of Section 23 of the Act,\nthe learned Special Judge is precluded from taking\ncognizance on a private complaint upon a separate inquiry\nunder Section 156(3) CrPC. The bar of Section 23(2)\nGENERAL OFFICER COMMANDING v. CBI AND 645\nANR. [DR. B.S. CHAUHAN, J.]\ncontinues to remain in respect of complaints, either of a\nprivate nature or on a police report.\nIn order to give a harmonious construction to the\nprovisions of Section 9(1) and Section 23 of MCOCA,\nupon receipt of such private complaint the learned Special\nJudge has to forward the same to the officer indicated in\nclause (a) of sub-section (1) of Section 23 to have an\ninquiry conducted into the complaint by a police officer\nindicated in clause (b) of sub-section (1) and only\nthereafter take cognizance of the offence complained of,\nif sanction is accorded to the Special Court to take\ncognizance of such offence under sub-section (2) of\nSection 23.\" (Emphasis added)\nA\nB\nC\n36. This Court in Harpal Singh v. State of Punjab, (2007)\n13 SCC 387, while dealing with the provision of Section 20A(2) D\nof the Terrorist and Disruptive Activities (Prevention) Act, 1987\n(hereinafter called 'TADA') held as under:\n\"The important feature which is to be noted is that the\nprosecution did not obtain sanction of the Inspector\nGeneral of Police or of the Commissioner of Police for\nprosecution of the appellant under TADA at any stage as\nis required by Section 20-A(2) of TADA. The trial of the\nappellant before the Designated Court proceeded without\nthe sanction of the Inspector General of Police or the\nCommissioner of Police. In absence of previous sanction\nthe Designated Court had no jurisdiction to take\ncognizance of the offence or to proceed with the trial of\nthe appellant under TADA\". (Emphasis added)\nE\nF\n37. In Rambhai Nathabhai Gadhvi \u0026 Ors. v. State of G\nGujarat, AIR 1997 SC 3475, this Court while dealing with the\nsame provisions of TADA, held that:\n'... Thus a valid sanction is sine qua non for enabling\nthe prosecuting agency to approach the Court in order to\nH\nA\nB\nC\nD\nE\nF\n646\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nenable the Court to take cognizance of the offence under\nTADA as disclosed in the report. The corollary is that, if\nthere was no valid sanction the Designated Court gets no\njurisdiction to try a case against any person mentioned in\nthe report as the Court is forbidden from taking cognizance\nof the offence without such sanction. If the Designated\nCourt has taken cognizance of the offence without a valid\nsanction, such action is without jurisdiction and any\nproceedings adopted thereunder will also be without\njurisdiction.\"\n38 In State of H.P. v. M.P. Gupta, (2004) 2 SCC 349, this\nCourt while dealing with the issue held as under:\n\"Use of the words \"no\" and \"shall\" makes it abundantly\nclear that the bar on the exercise of power of the court to\ntake cognizance of any offence is absolute and complete.\nThe very cognizance is barred. That is, the complaint\ncannot be taken notice of.\"(Emphasis added)\n39. In broad and literal sense 'cognizance' means taking\nnotice of an offence as required under Section 190 Cr.P.C.\n`Cognizance' indicates the point when the court first takes\njudicial notice of an offence. The court not only applies its mind\nto the contents of the complaint/police report, but also proceeds\nin the manner as indicated in the subsequent provisions of\nChapter XIV of the Cr.P.C. (Vide: R.R. Chari v. The State of\nUttar Pradesh, AIR 1951 SC 207; and State of W.B. \u0026 Anr. v.\nMohd. Khalid \u0026 Ors., (1995) 1 SCC 684).\n40. In Dr. Subramanian Swamy v. Dr. Manmohan Singh\n\u0026 Anr., AIR 2012 SC 1185, this Court dealt with the issue\nG elaborately and explained the meaning of the word 'cognizance'\nas under:\nH\n\"In legal parlance cognizance is 'taking judicial notice by\nthe court of law', possessing jurisdiction, on a cause or\nmatter presented before it so as to decide whether there\nGENERAL OFFICER COMMANDING v. CBI AND\nANR. [DR. B.S. CHAUHAN, J.]\n647\nis any basis for initiating proceedings and determination A\nof the cause or matter judicially.\" (Emphasis added)\n(See also: Bhushan Kumar v. State (NCT of Delhi), (2012) 4\nSCALE 191)\n41. In State of Uttar Pradesh v. Paras Nath Singh, (2009)\n6 SCC 372, this Court explained the meaning of the term 'the\nvery cognizance is barred' as that the complaint cannot be taken\nnotice of or jurisdiction or exercise of jurisdiction or power to\ntry and determine causes. In common parlance, it means taking\nnotice of. The court, therefore, is precluded from entertaining\na complaint or exercising jurisdiction if it is in respect of a public\nservant who is accused of an offence alleged to have been\ncommitted during discharge of his official duty.\n42. The relevant provisions in the Cr.P.C. read as under:\n\"45(1)- Notwithstanding anything contained in Sections 41\nto 44 (both inclusive), no member of the Armed Forces of\nthe Union shall be arrested for anything done or purported\nto be done by him in the discharge of his official duties\nexcept after obtaining the consent of the Central\nGovernment.\nB\nC\nD\nE\n197(2)- No Court shall take cognizance of any offence\nalleged to have been committed by any member of the\nArmed Forces of the Union while acting or purporting to F\nact in the discharge of his official duty, except with the\nprevious sanction of the Central Government.\"\nSection 7 of the Act 1990, puts an embargo on the\ncomplainant/investigating agency/person aggrieved to file a\nsuit, prosecution etc. in respect of anything done or purported\nto be done by a Army personnel, in good faith, in exercise of\npower conferred by the Act, except with the previous sanction\nof the Central Government.\nG\n43. Three expressions i.e. 'except', 'good faith' and H\n648 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA 'purported' contained in the aforesaid provision require\nB\nс\nD\nE.\nF\nG\nH\nclarification/elaboration.\n(i) Except :\nTo leave or take out: exclude; omit; save\nNot including; unless. The word has also been construed\nto mean until.\nException - Act of excepting or excluding from a number\ndesignated or from a description; that which is excepted\nor separated from others in a general rule of description;\na person, thing, or case specified as distinct or not\nincluded; an act of excepting, omitting from mention or\nleaving out of consideration.\n(ii) Purport:\nPurport means to present, especially deliberately, the\nappearance of being; profess or claim, often falsely. It\nmeans to convey, imply, signify or profess outwardly, often\nfalsely. In other words it means to claim (to be a certain\nthing, etc.) by manner or appearance; intent to show; to\nmean; to intend.\nPurport also means 'alleged'.\n'Purporting' - When power is given to do something\n'purporting' to have a certain effect, it will seem to prevent\nobjections being urged against the validity of the act which\nmight otherwise be raised. Thus when validity is given to\nanything 'purporting' to be done in pursuance of a power,\na thing done under it may have validity though done at a\ntime when the power would not be really exercisable.\n(Dicker v. Angerstein, 3 Ch D 600)\n'Purporting to be done' - There must be something in\nthe nature of the act that attaches it to his official character.\n"}