{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"GENERAL OFFICER COMMANDING v. CBI AND\n649\nANR. [DR. B.S. CHAUHAN, J.]\nEven if the act is not justified or authorised by law, he will\nstill be purporting to act in the execution of his duty if he\nacts on a mistaken view of it.\"\nA\nSo it means that something is deficient or amiss:\neverything is not as it is intended to be.\nIn Azimunnissa and Ors. v. The Deputy Custodian,\nEvacuee Properties, District Deoria and Ors. AIR 1961 SC\n365, Constitution Bench of this court held:\n\"The word 'purport' has many shades of meaning. It means\nfictitious, what appears on the face of the instrument; the\napparent and not the legal import and therefore any act\nwhich purports to be done in exercise of a power is to be\ndeemed to be done within that power notwithstanding that\nthe power is not exercisable.....Purporting is therefore\nindicative of what appears on the face of it or is apparent\neven though in law it may not be so.\" (Emphasis added)\n(See also: Haji Siddik Haji Umar \u0026 Ors. v. Union of India, AIR\n1983 SC 259).\n(iii) GOOD FAITH:\n44. A public servant is under a moral and legal obligation\nto perform his duty with truth, honesty, honour, loyality and faith\netc. He is to perform his duty according to the expectation of\nthe office and the nature of the post for the reason that he is to\nhave a respectful obedience to the law and authority in order\nto accomplish the duty assigned to him. Good faith has been\ndefined in Section 3(22) of the General Clauses Act, 1897, to\nmean a thing which is, in fact, done honestly, whether it is done\nnegligently or not. Anything done with due care and attention,\nwhich is not malafide, is presumed to have been done in good\nfaith. There should not be personal ill-will or malice, no intention\nto malign and scandalize. Good faith and public good are\nthough the question of fact, it required to be proved by adducing\nB\nC\nD\nE\nF\nG\nH\n650 SUPREME COURT REPORTS'\n[2012] 5 S.C.R.\nA evidence. (Vide: Madhavrao Narayanrao Patwardhan v. Ram\nKrishna Govind Bhanu \u0026 Ors., AIR 1958 SC 767; Madhav\nRao Scindia Bahadur Etc. v. Union of India \u0026 Anr., AIR 1971\nSC 530; Sewakram Sobhani v. R.K. Karanjiya, Chief Editor,\nWeekly Blitz \u0026 Ors., AIR 1981 SC 1514; Vijay Kumar Rampal\nB \u0026 Ors. v. Diwan Devi \u0026 Ors., AIR 1985 SC 1669; Deena\n(Dead) through Lrs. v. Bharat Singh (Dead) through LRs. \u0026\nOrs., (2002) 6 SCC 336; and Goondla Venkateshwarlu v.\nState of Andhra Pradesh \u0026 Anr., (2008) 9 SCC 613).\nC\nD\n....\nE\nF\nG\nH\nIn Brijendra Singh v. State of U.P. \u0026 Ors., AIR 1981 SC\n636, this Court while dealing with the issue held:\n11\n'..... The expression has several shades of meanings. In\nthe popular sense, the phrase 'in good faith' simply means\n\"honestly, without fraud, collusion, or deceit; really, actually,\nwithout pretence and without intent to assist or act in\nfurtherance of a fraudulent or otherwise unlawful scheme\".\n(See Words and Phrases, Permanent Edition, Vol. 18A,\npage 91). Although the meaning of \"good faith\" may vary\nin the context of different statutes, subjects and situations,\nhonest intent free from taint of fraud or fraudulent design,\nis a constant element of its connotation. Even so, the\nquality and quantity of the honesty requisite for constituting\n'good faith' is conditioned by the context and object of the\nstatute in which this term is employed. It is a cardinal\ncanon of construction that an expression which has no\nuniform, precisely fixed meaning, takes its colour, light and\ncontent from the context.\"\n45. For the aforesaid qualities attached to a duty one can\nattempt to decipher it from a private act which can be secret\nor mysterious. An authorised act or duty is official and is in\nconnection with authority. Thus, it cannot afford to be something\nhidden or non-transparent unless such a duty is protected under\nsome law like the Official Secrets Act.\n46. Performance of duty acting in good faith either done\nGENERAL OFFICER COMMANDING v. CBI AND\nANR. [DR. B.S. CHAUHAN, J.]\n651\nA\nB\nor purported to be done in the exercise of the powers conferred\nunder the relevant provisions can be protected under the\nimmunity clause or not, is the issue raised. The first point that\nhas to be kept in mind is that such a issue raised would be\ndependent on the facts of each case and cannot be a subject\nmatter of any hypothesis, the reason being, such cases relate\nto initiation of criminal prosecution against a public official who\nhas done or has purported to do something in exercise of the\npowers conferred under a statutory provision. The facts of each\ncase are, therefore, necessary to constitute the ingredients of\nan official act. The act has to be official and not private as it c\nhas to be distinguished from the manner in which it has been\nadministered or performed.\n47. Then comes the issue of such a duty being performed\nin good faith. 'Good faith' means that which is founded on\ngenuine belief and commands a loyal performance. The act\nwhich proceeds on reliable authority and accepted as truthful\nis said to be in good faith. It is the opposite of the intention to\ndeceive. A duty performed in good faith is to fulfil a trust\nreposed in an official and which bears an allegiance to the\nsuperior authority. Such a duty should be honest in intention,\nand sincere in professional execution. It is on the basis of such\nan assessment that an act can be presumed to be in good faith\nfor which while judging a case the entire material on record has\nto be assessed.\n48. The allegations which are generally made are, that the\nact was not traceable to any lawful discharge of duty. That by\nitself would not be sufficient to conclude that the duty was\nperformed in bad faith. It is for this reason that the immunity\nclause is contained in statutory provisions conferring powers\non law enforcing authorities. This is to protect them on the\npresumption that acts performed in good faith are free from\nmalice or illwill. The immunity is a kind of freedom conferred\non the authority in the form of an exemption while performing\nor discharging official duties and responsibilities. The act or the\nD\nE\nF\nG\nH\n652 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA duty so performed are such for which an official stands excused\nby reason of his office or post.\nB\n49. It is for this reason that the assessment of a complaint\nor the facts necessary to grant sanction against immunity that\nthe chain of events has to be looked into to find out as to\nwhether the act is dutiful and in good faith and not maliciously\nmotivated. It is the intention to act which is important.\n50. A sudden decision to do something under authority or\nthe purported exercise of such authority may not necessarily be\nC predetermined except for the purpose for which the official\nproceeds to accomplish. For example, while conducting a raid\nan official may not have the apprehension of being attacked\nbut while performing his official duty he has to face such a\nsituation at the hands of criminals and unscrupulous persons.\nD The official may in his defence perform a duty which can be on\naccount of some miscalculation or wrong information but such\na duty cannot be labelled as an act in bad faith unless it is\ndemonstrated by positive material in particular that the act was\ntainted by personal motives and was not connected with the\nE discharge of any official duty. Thus, an act which may appear\nto be wrong or a decision which may appear to be incorrect is\nnot necessarily a malicious act or decision. The presumption\nof good faith therefore can be dislodged only by cogent and\nclinching material and so long as such a conclusion is not drawn,\nF a duty in good faith should be presumed to have been done or\npurported to have been done in exercise of the powers\nconferred under the statute.\nG\n51. There has to be material to attribute or impute an\nunreasonable motive behind an act to take away the immunity\nclause. It is for this reason that when the authority empowered\nto grant sanction is proceeding to exercise its discretion, it has\nto take into account the material facts of the incident\ncomplained of before passing an order of granting sanction or\nelse official duty would always be in peril even if performed\nH bonafidely and genuinely.\nGENERAL OFFICER COMMANDING v. CBI AND 653\nANR. [DR. B.S. CHAUHAN, J.]\n52. It is in the aforesaid background that we wish to record\nthat the protection and immunity granted to an official particularly\nin provisions of the Act 1990 or like Acts has to be widely\nconstrued in order to assess the act complained of. This would\nalso include the assessment of cases like mistaken identities\nor an act performed on the basis of a genuine suspicion. We\nare therefore of the view that such immunity clauses have to\nbe interpreted with wide discretionary powers to the sanctioning\nauthority in order to uphold the official discharge of duties in\ngood faith and a sanction therefore has to be issued only on\nthe basis of a sound objective assessment and not otherwise.\n53. Use of words like 'No' and 'shall' in Section 7 of the\nAct 1990 denotes the mandatory requirement of obtaining prior\nsanction of the Central Government before institution of the\nprosecution, suit or legal proceedings. From the conjoint\nreading of Section 197(2) Cr.P.C. and Section 7 of the Act\n1990, it is clear that prior sanction is a condition precedent\nbefore institution of any of the aforesaid legal proceedings.\n54. To understand the complicacy of the issue involved\nherein, it will be useful to compare the relevant provisions of\ndifferent statutes requiring previous sanction.\nA\nB\nC\nD\nE\nCRIMINAL\nPROCEDURE\nCODE, 1973\nPREVENTION\nCORRUPTION ACT, FORCES\nOF ARMED\n1988\n(SPECIAL\nPOWERS) ACT,\nF\n1990\n197. Prosecution of 19. Previous sanction 7. Protection to\nJudges and Public necessary for persons acting\nservants.- (1) When prosecution.- (1) No under Act.- No\nany person who is or court shall take prosecution, suit\nwas a Judge or cognizance of an offence or other legal G\nMagistrate or a public punishable under proceeding shall\nservant not removable Sections 7,10,11,13 and be instituted,\nfrom his office save by 15 alleged to have been except with the\nor with the sanction of committed by a public previous sanction\nthe Government is servant, except with the of the Central\nprevious sanction.\nGovernment,\nH\n654 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA accused of any offence (a) in the case of a against\nB\nalleged to have been person\ncommitted by him while employed\nacting or purporting to\nact in the discharge of\nhis official duty, no Court\nshall take cognizance of\nsuch offence except\nwith the previous the\nsanction.\nwho is person\nin respect\nany\nin\nof\nconnection with the anything done or\naffairs of the Union purported to be\nand is not removable done in exercise\nfrom his office save by of the powers\nor with the sanction of conferred by this\nCentral Act.\nGovernment, of that\nGovernment.\nC\nD\nE\nThus, it is evident from the aforesaid comparative chart that\nunder the provisions of Cr.P.C. and Prevention of Corruption\nAct, it is the court which is restrained to take cognizance without\nprevious sanction of the competent authority. Under the Act\n1990, the investigating agency/complainant/person aggrieved\nis restrained to institute the criminal proceedings; suit or other\nlegal proceedings. Thus, there is a marked distinction in the\nstatutory provisions under the Act 1990, which are of much\nwider magnitude and are required to be enforced strictly.\n55. Thus, in view of the above, the law on the issue of\nsanction can be summarised to the effect that the question of\nsanction is of paramount importance for protecting a public\nF servant who has acted in good faith while performing his duty.\nIn order that the public servant may not be unnecessarily\nharassed on a complaint of an unscrupulous person, it is\nobligatory on the part of the executive authority to protect him.\nHowever, there must be a discernible connection between the\nact complained of and the powers and duties of the public\nservant. The act complained of may fall within the description\nof the action purported to have been done in performing the\nofficial duty. Therefore, if the alleged act or omission of the\npublic servant can be shown to have reasonable connection\ninter-relationship or inseparably connected with discharge of his\nG\nH\nGENERAL OFFICER COMMANDING v. CBI AND 655\nANR. [DR. B.S. CHAUHAN, J.]\nduty, he becomes entitled for protection of sanction. If the law A\nrequires sanction, and the court proceeds against a public\nservant without sanction, the public servant has a right to raise\nthe issue of jurisdiction as the entire action may be rendered\nvoid ab-initio for want of sanction. Sanction can be obtained\neven during the course of trial depending upon the facts of an B\nindividual case and particularly at what stage of proceedings,\nrequirement of sanction has surfaced. The question as to\nwhether the act complained of, is done in performance of duty\nor in purported performance of duty, is to be determined by the\ncompetent authority and not by the court. The Legislature has C\nconferred \"absolute power\" on the statutory authority to accord\nsanction or withhold the same and the court has no role in this\nsubject. In such a situation the court would not proceed without\nsanction of the competent statutory authority\n56. The present case stands squarely covered by the ratio\nof the judgments of this Court in Matajog Dobey (Supra) and\nSankaran Moitra (Supra). Thus, we have no hesitation to hold\nthat sanction of the Central Government is required in the facts\nand circumstances of the case and the court concerned lacks\nD\njurisdiction to take cognizance unless sanction is granted by the E\nCentral Government.\n57. The CJM Court gave option to the higher authorities\nof the Army to choose whether the trial be held by the court-\nmartial or by the criminal court as required under Section 125 F\nof the Army Act. Mr. P.P. Malhotra, learned ASG, has submitted\nthe original file of the Army Authorities before the court, File\nnotings reveal their decision that in case it is decided by this\nCourt that sanction is required and the Central Government\naccords sanction, option would be availed at that stage.\nG\n58. Military Authority may ask the criminal court dealing\nwith the case that the accused would be tried by the court-\nmartial in view of the provisions of Section 125 of the Army Act.\nHowever, the option given by the Authority is not final in view\nof the provisions of Section 126 of the Army Act. Criminal court H\n656\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA having jurisdiction to try the offender may require the competent\nmilitary officer to deliver the offender to the Magistrate\nconcerned to be proceeded according to law or to postpone\nthe proceedings pending reference to the Central Government,\nif that criminal court is of the opinion that proceedings be\nB instituted before itself in respect of that offence. Thus, in case\nthe criminal court makes such a request, the Military Officer\neither has to comply with it or to make a reference to the Central\nGovt. whose orders would be final with respect to the venue of\nthe trial. Therefore, the discretion exercised by the Military\nOfficer is subject to the control of the Central Govt. Such matter\nis being governed by the provisions of Section 475 Cr.P.C.\nread with the provisions of the J \u0026 K Criminal Courts and court-\nmartial (Adjustment of Jurisdiction) Rules, 1983.\nC\nRule 6 of the said Rules, 1983, provides that in case the\nD accused has been handed over to the Army authorities to be\ntried by a court-martial, the proceedings of the criminal court\nshall remain stayed. Rule 7 thereof, further provides that when\nan accused has been delivered by the criminal court to the\nArmy authorities, the authority concerned shall inform the\nE criminal court whether the accused has been tried by a court-\nmartial or other effectual proceedings have been taken or\nordered to be taken against him. If the Magistrate is informed\nthat the accused has not been tried or other effectual\nproceedings have not been taken, the Magistrate shall report\nF the circumstances to the State Government which may, in\nconsultation with the Central Government, take appropriate\nsteps to ensure that the accused person is dealt with in\naccordance with law.\nG\nH\n59. Constitution Bench of this Court in Som Datt Datta v.\nUnion of India \u0026 Ors., AIR 1969 SC 414, held that option as\nto whether the accused be tried by a criminal court or court-\nmartial could be exercised after the police has completed the\ninvestigation and submitted the chargesheet. Therefore, for\nmaking such an option, the Army Authorities do not have to wait\nGENERAL OFFICER COMMANDING v. CBI AND 657\nANR. [DR. B.S. CHAUHAN, J.]\ntill the criminal court takes cognizance of the offence or frames A\nthe charges, which commences the trial.\n60. In Delhi Special Police Establishment, New Delhi v.\nLt. Col. S.K. Loraiya, AIR 1972 SC 2548, a similar view has\nbeen reiterated by this Court observing that relevant Rules\nrequire that an option be given as to whether the accused be\ntried by a court-martial or by ordinary criminal court. The\nMagistrate has to give notice to the Commanding Officer and\nis not to make any order of conviction or acquittal or frame\ncharges or commit the accused until the expiry of 7 days from\nthe service of notice.\nB\nC\n61. In Balbir Singh \u0026 Anr. v. State of Punjab, (1995) 1\nSCC 90, this Court dealt with the provisions of the Air Force\nAct, 1950; provisions of Cr.P.C. and criminal court and court-\nmartial (Adjustment of Jurisdiction) Rules, 1952 and reiterated D\nthe same view relying upon its earlier judgment in Ram Sarup\nv. Union of India \u0026 Anr., AIR 1965 SC 247, wherein it has\nbeen held that there could be variety of circumstances which\nmay influence the justification as to whether the offender be tried\nby a court-martial or by criminal court, and therefore, it becomes E\ninevitable that the discretion to make such a choice be left to\nthe Military Officers. Military Officer is to be guided by\nconsiderations of the exigencies of the service, maintenance\nof discipline in the Army, speedier trial, the nature of the offence\nand the persons against whom the offence is committed.\n62. Thus, the law on the issue is clear that under Section\n125 of the Army Act, the stage of making option to try an\naccused by a court-martial and not by the criminal court is after\nfiling of the chargesheet and before taking cognizance or\nframing of the charges.\nF\nG\n63. A question has further been raised by learned counsel\nfor the appellant that the Act 1990 is a special Act and Section\n7 thereof, provides full protection to the persons who are subject\nto the Army Act from any kind of suit, prosecution and legal H\n658 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA proceedings unless the sanction of the Central Government is\nobtained. Thus, in such a fact-situation, even if the\nCommanding Officer exercises his discretion and opts that the\naccused would be tried by the court-martial, the proceedings\nof court-martial cannot be taken unless the Central Government\nB accords sanction.\nC\nD\nE\nF\nG\nH\n64. Learned counsel for the CBI and interveners have\nopposed the submission contending that in case the accused\nare tried in the court-martial, sanction is not required at all. The\nprovisions of the Act 1990 would apply in consonance with the\nprovisions of the Army Act. Section 7 of the Act 1990 does not\ncontain non-obstante clause. Therefore, once the option is\nmade that accused is to be tried by a court-martial, further\nproceedings would be in accordance with the provisions of\nSection 70 of the Army Act and for that purpose, sanction of\nthe Central Government is not required. The court-martial has\nbeen defined under Section 3(VII) of the Army Act which is\ndefinitely different from the suit and prosecution as explained\nhereinabove, and has not been referred to in the Act 1990.\n65. Undoubtedly, the court-martial proceedings are akin to\ncriminal prosecution and this fact has been dealt with\nelaborately by this Court in Union of India \u0026 Ors. v. Major A.\nHussain, AIR 1998 SC 577. However, once the matter stands\ntransferred to the Army for conducting a court-martial, the court-\nmartial has to be as per the provisions of the Army Act. The\nArmy Act does not provide for sanction of the Central\nGovernment. Thus, we do not find any force in the contention\nraised by the appellant and the same is rejected.\n66. Sum up:\n(i)\nThe conjoint reading of the relevant statutory\nprovisions and rules make it clear that the term\n\"institution\" contained in Section 7 of the Act 1990\nmeans taking cognizance of the offence and not\n"}