{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2012] 5 S.C.R. 599\nGENERAL OFFICER COMMANDING\nV.\nCBI AND ANR.\n(Criminal Appeal No. 257 of 2011)\nMAY 1, 2012\n[DR. B.S. CHAUHAN AND SWATANTER KUMAR, JJ.]\nA\nB\nARMED FORCES J \u0026 K (SPECIAL POWERS) ACT,\nс\n1990:\nss.4, 6- Powers conferred on the officers of Armed forces\nScope of.\n-\nD\nE\ns.7 - Interpretation of - Held: The scheme of the Act\nprovides protection to Army personnel in respect of anything\ndone or purported to be done in exercise of powers conferred\nby the Act s.7 prohibits institution of legal proceedings\nagainst any Army personnel without prior sanction of the\nCentral Government - The term \"institution\" contained in s.7\nmeans taking cognizance of the offence and not mere\npresentation of chargesheet by the investigating agency -\nTherefore, chargesheet against the army personnel cannot be\nfiled without prior sanction of the Central Government - This\nprotection is available only when the alleged act done by the\narmy personnel is reasonably connected with the discharge\nof his official duty and is not merely a cloak for doing the F\nobjectionable act - The question to examine as to whether the\nsanction is required or not under a statute has to be\nconsidered at the time of taking cognizance of the offence and\nnot during enquiry or investigation - The Legislature has\nconferred \"absolute power\" on the statutory authority to accord G\nsanction or withhold the same and the court has no role in\nthis subject - In such a situation the court would not proceed\nwithout sanction of the competent statutory authority - Code\n599\nH\n600 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA of Criminal Procedure, 1973 s. 197 - General Clauses Act,\n1897 s.3(22) -Army Act, 1950.\nB\nC\nCODE OF CRIMINAL PROCEDURE, 1973: Institution of\na case - Meaning of - Held: The term 'institution' has to be\nascertained taking into consideration the scheme of the Act/\nStatute applicable - So far as the criminal proceedings are\nconcerned, \"Institution\" does not mean filing; presenting or\ninitiating the proceedings, rather it means taking cognizance\nas per the provisions contained in the Cr.P.C.\n-\nGENERAL CLAUSES ACT, 1897: s.3(22) - Good faith -\nHeld: A public servant is under a moral and legal obligation\nto perform his duty with truth, honesty, honour, loyality and\nfaith etc. He is to perform his duty according to the\nexpectation of the office and the nature of the post for the\nD reason that he is to have a respectful obedience to the law\nand authority in order to accomplish the duty assigned to him\n- Good faith is defined in s.3(22) to mean a thing which is, in\nfact, done honestly, whether it is done negligently or not -\nAnything done with due care and attention, which is not\nE malafide, is presumed to have been done in good faith\nGood faith and public good are though questions of fact, are\nrequired to be proved by adducing evidence.\nF\n-\nARMY ACT, 1950: s.125 - Exercise of option under -\nHeld: The stage of making option to try an accused by a court-\nmartial and not by the criminal court is after filing of the\nchargesheet and before taking cognizance or framing of the\ncharges - If the Army chooses, it can prosecute the accused\nthrough court-martial instead of going through the criminal\ncourt - Once the option is made that accused is to be tried by\nG a court-martial, further proceedings would be in accordance\nwith the provisions of s.70 of the Army Act and for that\npurpose, sanction of the Central Government is not required.\nH\nWORDS AND PHRASES:\nGENERAL OFFICER COMMANDING v. CBI AND 601\nANR.\n'Cognizance', 'prosecution', 'suit', 'legal proceedings', and A\nexpression 'institution of case' - Meaning of.\nExcept', 'purport', 'good faith' - Meaning of.\n\"Legal proceedings\" and \"judicial proceedings\" -\nDistinction between.\nB\nD\nThe prosecution case was that in fake encounters,\nfew civilians were killed by the army officers. The CBI was\nasked to conduct the investigation. The CBI conducted\nthe investigation and filed charge-sheet against the army C\nofficers. The Magistrate granted opportunity to Army to\nexercise the option as to whether the competent\nauthority would prefer to try the case by way of court\nmartial by taking over the case under the provisions of\nSection 125 of the Army Act, 1950. The Army officers filed\nan application before the Magistrate that no prosecution\ncould be instituted except with the previous sanction of\nthe Central Government in view of the provisions of\nSection 7 of the Armed Forces J \u0026 K (Special Powers)\nAct, 1990 and, therefore, the proceedings be closed by\nE\nreturning the charge-sheet to the CBI. The Magistrate\ndismissed the application holding that it was for the trial\ncourt to find out whether the action complained of falls\nwithin the ambit of the discharge of official duty or not.\nThe Sessions Court dismissed the revision. It, however,\ndirected the Magistrate to give one more opportunity to\nthe Army officials for exercise of option under Section 125\nof the Army Act. The High Court affirmed the decisions\nof lower courts and held that the very objective of\nsanction is to enable the Army officers to perform their\nduties fearlessly by protecting them from vexatious,\nmalafide and false prosecution for the act done in\nperformance of their duties.\nIn the instant appeals, it was contended that Section\nF\nG\nI\n602 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA 7 of the Act 1990 provides that no prosecution, suit or\nlegal proceeding shall be instituted without prior sanction\nof the Central Government against any person in respect\nof anything done or purported to be done in exercise of\npowers conferred under the Act; that the prosecution\nB would be deemed to have instituted/initiated at the\nmoment the charge-sheet is filed and received by the\ncourt and such an acceptance/receipt is without\njurisdiction; and that the previous sanction of the\ncompetent authority is a pre-condition for the court in\nC taking the charge-sheet on record if the offence alleged\nto have been committed in discharge of official duty and\nsuch issue touches the jurisdiction of the court.\nD\nDisposing of the appeals, the Court\nHELD: 1.1. The Armed Forces J \u0026 K (Special Powers)\nAct, 1990 confers certain special powers upon members\nof the Armed Forces in the disturbed area in the State of\nJ \u0026 K. The disturbed area is defined and there is no\ndispute that the place where the incident occurred stood\nE notified under the Act 1990. Section 4 of the Act 1990\nconfers special powers on the officer of armed forces to\ntake measures, where he considers it necessary to do so,\nfor the maintenance of public order. However, he must\ngive due warning according to the circumstances and\neven fire upon or use force that may also result in\ncausing death against any person acting in\ncontravention of law and order in the disturbed area and\nprohibit the assembly of five or more persons or carrying\nof weapons etc. Such an officer has further been\nempowered to destroy any arms dump, arrest any\nperson without warrant who has committed a cognizable\noffence and enter and search without warrant any\npremises to make any arrest. Section 6 of the Act 1990\nrequires that such arrested person and seized property\nF\nG\nH\nGENERAL OFFICER COMMANDING v. CBI AND 603\nANR.\nbe handed over to the local police by such an officer. A\n[Para 9] [627-H; 628-A-D]\nB\nC\nD\n1.2. Section 7 of the Act 1990 provides for umbrella\nprotection to the Army personnel in respect of anything\ndone or purported to be done in exercise of powers\nconferred by the Act. The scheme of the Act requires that\nany prosecution, suit or legal proceeding instituted\nagainst any Army official working under the Act 1990 has\nto be subjected to stringent test before any such\nproceeding can be instituted. Section 7 is required to be\ninterpreted keeping the said objectives in mind. The\n'prosecution' means a criminal action before the court of\nlaw for the purpose of determining 'guilt' or 'innocence'\nof a person charged with a crime. Civil suit refers to a civil\naction instituted before a court of law for realisation of a\nright vested in a party by law. The phrase 'legal\nproceeding' connotes a term which means the\nproceedings in a court of justice to get a remedy which\nthe law permits to the person aggrieved. It includes any\nformal steps or measures employed therein. It is not\nsynonymous with the 'judicial proceedings'. Every\njudicial proceeding is a legal proceeding but not vice-\nversa, for the reason that there may be a 'legal\nproceeding' which may not be judicial at all, e.g. statutory\nremedies like assessment under Income Tax Act, Sales\nTax Act, arbitration proceedings etc. So, the ambit of F\nexpression 'legal proceedings' is much wider than\n'judicial proceedings'. The expression 'legal proceeding'\nis to be construed in its ordinary meaning but it is quite\ndistinguishable from the departmental and administrative\nproceedings. The terms used in Section 7 i.e. suit, G\nprosecution and legal proceedings are not inter-\nchangeable or convey the same meaning. The phrase\n'legal proceedings' is to be understood in the context of\nthe statutory provision applicable in a particular case, and\nconsidering the preceding words used therein. Legal H\nE\nC\n604 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA proceedings' means proceedings regulated or prescribed\nby law in which a judicial decision may be given; it\nmeans proceedings in a court of justice by which a party\npursues a remedy which a law provides, but does not\ninclude administrative and departmental proceedings.\nB The provision of Section 7 of the Act 1990 prohibits\ninstitution of legal proceedings against any Army\npersonnel without prior sanction of the Central\nGovernment. Therefore, chargesheet cannot be instituted\nwithout prior sanction of the Central Government. The\nuse of the words 'anything done' or 'purported to be\ndone' in exercise of powers conferred by the Act 1990 is\nvery wide in its scope and ambit and it consists of twin\ntest. Firstly, the act or omission complained of must have\nbeen done in the course of exercising powers conferred\nunder the Act, i.e., while carrying out the duty in the\ncourse of his service and secondly, once it is found to\nhave been performed in discharge of his official duty,\nthen the protection given under Section 7 must be\nconstrued liberally. Therefore, the provision contained\nunder Section 7 of the Act 1990 touches the very issue\nof jurisdiction of launching the prosecution. [Paras 10, 11,\n12] [628-D-E; 629-B-H; 630-A; 631-A-E]\nD\nE\nAssistant Collector of Central Excise, Guntur v. Ramdev\nTobacco Company, AIR 1991 SC 506; Maharashtra Tubes\nF Ltd. v. State Industrial \u0026 Investment Corporation of\nMaharashtra Ltd. \u0026 Anr. (1993) 2 SCC 144: 1993 (1) SCR\n340; S.V. Kondaskar, Official Liquidator v. V.M. Deshpande,\nI.T.O. \u0026 Anr. AIR 1972 SC 878: 1972 (2) SCR 965; Babulal\nv. M/s. Hajari Lal Kishori Lal \u0026 Ors. AIR 1982 SC 818: 1982\nG (3) SCR 94; Binod Mills Co. Ltd., Ujjain v. Shri. Suresh\nChandra Mahaveer Prasad Mantri, Bombay AIR 1987 SC\n1739: 1987 (3) SCR 247 - relied on.\nI\n2. INSTITUTION OF A CASE:\nThe meaning of the term 'institution' has to be\nGENERAL OFFICER COMMANDING v. CBI AND 605\nANR.\nascertained taking into consideration the scheme of the A\nAct/Statute applicable. The expression may mean filing/\npresentation or received or entertained by the court. Mere\npresentation of a complaint cannot be held to mean that\nthe Magistrate has taken the cognizance. Thus, the\nexpression \"Institution\" has to be understood in the B\ncontext of the scheme of the Act applicable in a particular\ncase. So far as the criminal proceedings are concerned,\n\"Institution\" does not mean filing; presenting or initiating\nthe proceedings, rather it means taking cognizance as\nper the provisions contained in the Cr.P.C. [Paras 13, 20,\n21] [631-F; 634-B-D]\nM/s. Lakshmiratan Engineering Works Ltd. v. Asst.\nCommissioner (Judicial) I, Sales Tax, Kanpur Range, Kanpur\n\u0026 Anr. AIR 1968 SC 488; Lala Ram v. Hari Ram, AIR 1970\nSC 1093 Hindustan Commercial Bank Ltd. v. Punnu Sahu\n(dead) through LRs. AIR 1970 SC 1384; Martin and Harris\nLtd. v. Vlth Additional District Judge \u0026 Ors. AIR 1998 SC 492;\nJamuna Singh \u0026 Ors. v. Bhadai Shah AIR 1964 SC 1541\nSatyavir Singh Rathi ACP \u0026 Ors. v. State through CBI (2011)\n6 SCC 1: 2011 (6) SCR 138; Kamalapati Trivedi v. The State\nof West Bengal AIR 1979 SC 777: 1979 (2) SCR 717;\nDevarapalli Lakshminarayana Reddy \u0026 Ors. v. V. Narayana\nReddy \u0026 Ors. AIR 1976 SC 1672: 1976 (0) Suppl. SCR 524;\nNarsingh Das Tapadia v. Goverdhan Das Partani \u0026 Anr. AIR\n2000 SC 2946: 2000 (3) Suppl. SCR 171 - relied on.\n3. SANCTION FOR PROSECUTION:\nC\nD\nE\nF\nG\n3.1. The protection given under Section 197 Cr.P.C.\nis to protect responsible public servants against the\ninstitution of possibly vexatious criminal proceedings for\noffences alleged to have been committed by them while\nthey are acting or purporting to act as public servants.\nThe policy of the legislature is to afford adequate\nprotection to public servants to ensure that they are not\nprosecuted for anything done by them in the discharge H\nB\nC\nD\n606\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA of their official duties without reasonable cause, and if\nsanction is granted, to confer on the Government, if they\nchoose to exercise it, complete control of the\nprosecution. This protection has certain limits and is\navailable only when the alleged act done by the public\nservant is reasonably connected with the discharge of\nhis official duty and is not merely a cloak for doing the\nobjectionable act. Use of the expression \"official duty\"\nimplies that the act or omission must have been done by\nthe public servant in the course of his service and that it\nshould have been done in discharge of his duty. The\nsection does not extend its protective cover to every act\nor omission done by a public servant in service but\nrestricts its scope of operation to only those acts or\nomissions which are done by a public servant in\ndischarge of official duty. If on facts, therefore, it is prima\nfacie found that the act or omission for which the\naccused was charged had reasonable connection with\ndischarge of his duty, then it must be held to be official\nto which applicability of Section 197 Cr.P.C. cannot be\ndisputed. The question to examine as to whether the\nsanction is required or not under a statute has to be\nconsidered at the time of taking cognizance of the\noffence and not during enquiry or investigation. There is\na marked distinction in the stage of investigation and\nprosecution. The prosecution starts when the\ncognizance of offence is taken. The cognizance is taken\nof the offence and not of the offender. The sanction of\nthe appropriate authority is necessary to protect a public\nservant from unnecessary harassment or prosecution.\nSuch a protection is necessary as an assurance to an\nG honest and sincere officer to perform his public duty\nhonestly and to the best of his ability. The threat of\nprosecution demoralises the honest officer. However,\nperformance of public duty under colour of duty cannot\nbe camouflaged to commit a crime. The public duty may\nH provide such a public servant an opportunity to commit\nE\nF\nGENERAL OFFICER COMMANDING v. CBI AND 607\nANR.\nC\nD\ncrime and such issue is required to be examined by the A\nsanctioning authority or by the court. It is quite possible\nthat the official capacity may enable the pubic servant to\nfabricate the record or mis-appropriate public funds etc.\nSuch activities definitely cannot be integrally connected\nor inseparably inter-linked with the crime committed in B\nthe course of the same transaction. Thus, all acts done\nby a public servant in the purported discharge of his\nofficial duties cannot as a matter of course be brought\nunder the protective umbrella of requirement of sanction.\nIn fact, the issue of sanction becomes a question of\nparamount importance when a public servant is alleged\nto have acted beyond his authority or his acts\ncomplained of are in dereliction of the duty. In such an\neventuality, if the offence is alleged to have been\ncommitted by him while acting or purporting to act in\ndischarge of his official duty, grant of prior sanction\nbecomes imperative. It is so, for the reason that the power\nof the State is performed by an executive authority\nauthorised in this behalf in terms of the Rules of\nExecutive Business framed under Article 166 of the\nConstitution of India insofar as such a power has to be\nexercised in terms of Article 162 thereof. In broad and\nliteral sense `cognizance' means taking notice of an\noffence as required under Section 190 Cr.P.C.\n`Cognizance' indicates the point when the court first\ntakes judicial notice of an offence. The court not only\napplies its mind to the contents of the complaint/police\nreport, but also proceeds in the manner as indicated in\nthe subsequent provisions of Chapter XIV of the Cr.P.C.\n[Paras 22-24, 39] [634-E-H; 635-A-B; D-H, 636-A-E; 646-D-\nF]\nR. Balakrishna Pillai v. State of Kerala \u0026 Anr. AIR 1996\nSC 901: 1995 ( 6 ) Suppl. SCR 236; S.K. Zutshi \u0026 Anr. v.\nBimal Debnath \u0026 Anr. AIR 2004 SC 4174; Center for Public\nInterest Litigation \u0026 Anr. v. Union of India \u0026 Anr. AIR 2005\nSC 4413: 2005 (4) Suppl. SCR 77; Rakesh Kumar Mishra\nE\nF\nG\nH\nA\nB\nC\nD\n608 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nv. State of Bihar \u0026 Ors. AIR 2006 SC 820: 2006 (1) SCR 124;\nAnjani Kumar v. State of Bihar \u0026 Ors. AIR 2008 SC 1992:\n2008 (6) SCR 912; State of Madhya Pradesh v. Sheetla\nSahai \u0026 Ors. (2009) 8 SCC 617: 2009 (12) SCR 1048;\nBhanuprasad Hariprasad Dave \u0026 Anr. v. The State of Gujarat\nAIR 1968 SC 1323: 1969 SCR 22; Hareram Satpathy v.\nTikaram Agarwala \u0026 Ors. AIR 1978 SC 1568: 1979 (1) SCR\n349; State of Maharashtra v. Dr. Budhikota Subbarao (1993)\n3 SCC 339: 1993 (2) SCR 311; Anil Saran v. State of Bihar\n\u0026 Anr. AIR 1996 SC 204: 1995 (3) Suppl. SCR 58;\nShambhoo Nath Misra v State of U.P. \u0026 Ors. AIR 1997 SC\n2102: 1997 (2) SCR 1139; Choudhury Parveen Sultana v.\nState of West Bengal \u0026 Anr. AIR 2009 SC 1404: 2009 (1)\nSCR 99; State of Punjab \u0026 Anr. v. Mohammed Iqbal Bhatti\n(2009) 17 SCC 92: 2009 (11) SCR 790; The State of Andhra\nPradesh v. N. Venugopal \u0026 Ors. AIR 1964 SC 33: 1964 SCR\n742; State of Maharashtra v. Narhar Rao AIR 1966 SC 1783:\n1966 SCR 880; State of Maharashtra v. Atma Ram \u0026 Ors.\nAIR 1966 SC 1786; Prof. Sumer Chand v. Union of India \u0026\nOrs. (1994) 1 SCC 64: 1993 (2) Suppl. SCR 123; State of\nOrissa \u0026 Ors. v. Ganesh Chandra Jew AIR 2004 SC 2179:\n2004 (3) SCR 504; P. Arulswami v. State of Madras AIR\n1967 SC 776: 1967 SCR 201; Suresh Kumar Bhikamchand\nJain v. Pandey Ajay Bhushan \u0026 Ors. AIR 1998 SC 1524:\n1997 ( 5 ) Suppl. SCR 524; Matajog Dobey v. H.C. Bhari AIR\n1956 SC 44: 1955 SCR 925; Sankaran Moitra v. Sadhna Das\n\u0026 Anr. AIR 2006 SC 1599: 2006 (3) SCR 305; Rizwan\nAhmed Javed Shaikh \u0026 Ors. v. Jammal Patel \u0026 Ors. AIR 2001\nSC 2198: 2001 ( 3 ) SCR 766; S.B. Saha \u0026 Ors. v. M.S.\nKochar AIR 1979 SC 1841: 1980 ( 1 ) SCR 111; Parkash\nSingh Badal \u0026 Anr. v. State of Punjab \u0026 Ors. AIR 2007 SC\nG 1274: 2006 (10) Suppl. SCR 197; P.K. Choudhury v.\nE\nF\nCommander, 48 BRTF (GREF) (2008) 13 SCC 229: 2008\n(4) SCR 976; Nagraj v. State of Mysore AIR 1964 SC 269:\n1964 SCR 671; Naga People's Movement of Human Rights\nv. Union of India AIR 1998 SC 431: 1997 (5) Suppl. SCR\nH 469; Jamiruddin Ansari v. Central Bureau of Investigation \u0026\n"}