{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"GENERAL OFFICER COMMANDING v. CBI AND\nANR.\n609\nB\nAnr. (2009) 6 SCC 316: 2009 (7) SCR 759; Harpal Singh v. A\nState of Punjab (2007) 13 SCC 387: 2007 (12) SCR 830;\nRambhai Nathabhai Gadhvi \u0026 Ors. v. State of Gujarat AIR\n1997 SC 3475: 1997 (3) Suppl. SCR 356; State of H.P. v.\nM.P. Gupta (2004) 2 SCC 349: 2003 (6) Suppl. SCR 541;\nR.R. Chari v. The State of Uttar Pradesh AIR 1951 SC 207:\n1991 (1) SCC 57; State of W.B. \u0026 Anr. v. Mohd. Khalid \u0026 Ors.\n(1995) 1 SCC 684: 1994 (6) Suppl. SCR 16; Dr.\nSubramanian Swamy v. Dr. Manmohan Singh \u0026 Anr. AIR\n2012 SC 1185: 2012 (3) SCC 64; Bhushan Kumar v. State\n(NCT of Delhi) (2012) 4 SCALE 191; State of Uttar Pradesh\nv. Paras Nath Singh (2009) 6 SCC 372: 2009 (8) SCR 85 -\nrelied on.\nC\nD\nE\n3.2. Section 7 of the Act 1990, puts an embargo on\nthe complainant/investigating agency/person aggrieved\nto file a suit, prosecution etc. in respect of anything done\nor purported to be done by a Army personnel, in good\nfaith, in exercise of power conferred by the Act, except\nwith the previous sanction of the Central Government.\nThree expressions i.e. 'except', 'good faith' and\n'purported' contained in the said provision require\nclarification/elaboration. (i) Except: To leave or take out:\nexclude; omit; save Not including; unless. The word has\nalso been construed to mean until. Exception - Act of\nexcepting or excluding from a number designated or\nfrom a description; that which is excepted or separated F\nfrom others in a general rule of description; a person,\nthing, or case specified as distinct or not included; an act\nof excepting, omitting from mention or leaving out of\nconsideration. (ii) Purport: Purport means to present,\nespecially deliberately, the appearance of being; profess G\nor claim, often falsely. It means to convey, imply, signify\nor profess outwardly, often falsely. In other words it\nmeans to claim (to be a certain thing, etc.) by manner or\nappearance; intent to show; to mean; to intend. Purport\nalso means 'alleged'. 'Purporting' - When power is given\nH\n610\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA to do something 'purporting' to have a certain effect, it\nwill seem to prevent objections being urged against the\nvalidity of the act which might otherwise be raised. Thus\nwhen validity is given to anything 'purporting' to be done\nin pursuance of a power, a thing done under it may have\nB validity though done at a time when the power would not\nbe really exercisable. 'Purporting to be done' - There\nmust be something in the nature of the act that attaches\nit to his official character. Even if the act is not justified\nor authorised by law, he will still be purporting to act in\nC the execution of his duty if he acts on a mistaken view\nof it.\" So it means that something is deficient or amiss:\neverything is not as it is intended to be. [Paras 42, 43]\n[647-F-H; 648-A-H; 649-A-B]\nD\nAzimunnissa and Ors. v. The Deputy Custodian,\nEvacuee Properties, District Deoria and Ors. AIR 1961 SC\n365: 1961 SCR 91; Haji Siddik Haji Umar \u0026 Ors. v. Union\nof India AIR 1983 SC 259: 1983 (2) SCR 249 - relied on.\nDicker v. Angerstein, 3 Ch D 600 referred to.\nE 4. GOOD FAITH:\nF\nG\nH\n-\n4.1. A public servant is under a moral and legal\nobligation to perform his duty with truth, honesty,\nhonour, loyality and faith etc. He is to perform his duty\naccording to the expectation of the office and the nature\nof the post for the reason that he is to have a respectful\nobedience to the law and authority in order to accomplish\nthe duty assigned to him. Good faith has been defined\nin Section 3(22) of the General Clauses Act, 1897, to mean\na thing which is, in fact, done honestly, whether it is done\nnegligently or not. Anything done with due care and\nattention, which is not malafide, is presumed to have been\ndone in good faith. There should not be personal ill-will\nor malice, no intention to malign and scandalize. Good\nfaith and public good are though the question of fact, it\nrequired to be proved by adducing evidence. The facts\nGENERAL OFFICER COMMANDING v. CBI AND 611\nANR.\nB\nof each case are, therefore, necessary to constitute the A\ningredients of an official act. The act has to be official and\nnot private as it has to be distinguished from the manner\nin which it has been administered or performed. Then\ncomes the issue of such a duty being performed in good\nfaith. The act which proceeds on reliable authority and\naccepted as truthful is said to be in good faith. It is the\nopposite of the intention to deceive. A duty performed in\ngood faith is to fulfil a trust reposed in an official and\nwhich bears an allegiance to the superior authority. Such\na duty should be honest in intention, and sincere in C\nprofessional execution. It is on the basis of such an\nassessment that an act can be presumed to be in good\nfaith for which while judging a case the entire material on\nrecord has to be assessed. The allegations which are\ngenerally made are, that the act was not traceable to any D\nlawful discharge of duty. That by itself would not be\nsufficient to conclude that the duty was performed in bad\nfaith. It is for this reason that the immunity clause is\ncontained in statutory provisions conferring powers on\nlaw enforcing authorities. This is to protect them on the\npresumption that acts performed in good faith are free\nfrom malice or ill will. The immunity is a kind of freedom\nconferred on the authority in the form of an exemption\nwhile performing or discharging official duties and\nresponsibilities. The act or the duty so performed are\nsuch for which an official stands excused by reason of\nhis office or post. It is for this reason that the assessment\nof a complaint or the facts necessary to grant sanction\nagainst immunity that the chain of events has to be\nlooked into to find out as to whether the act is dutiful and\nin good faith and not maliciously motivated. It is the G\nintention to act which is important. A sudden decision to\ndo something under authority or the purported exercise\nof such authority may not necessarily be predetermined\nexcept for the purpose for which the official proceeds to\naccomplish. For example, while conducting a raid an H\nE\nF\n612 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA official may not have the apprehension of being attacked\nbut while performing his official duty he has to face such\na situation at the hands of criminals and unscrupulous\npersons. The official may in his defence perform a duty\nwhich can be on account of some miscalculation or\nB wrong information but such a duty cannot be labelled as\nan act in bad faith unless it is demonstrated by positive\nmaterial in particular that the act was tainted by personal\nmotives and was not connected with the discharge of any\nofficial duty. Thus, an act which may appear to be wrong\nC or a decision which may appear to be incorrect is not\nnecessarily a malicious act or decision. The presumption\nof good faith therefore can be dislodged only by cogent\nand clinching material and so long as such a conclusion\nis not drawn, a duty in good faith should be presumed\nto have been done or purported to have been done in\nexercise of the powers conferred under the statute. There\nhas to be material to attribute or impute an unreasonable\nmotive behind an act to take away the immunity clause.\nIt is for this reason that when the authority empowered\nto grant sanction is proceeding to exercise its discretion,\nit has to take into account the material facts of the\nincident complained of before passing an order of\ngranting sanction or else official duty would always be\nin peril even if performed bonafidely and genuinely.\n[Paras 44-51] [649-E-H; 650-A; 651-B-H; 652-A-H]\nD\nE\nF\nMadhavrao Narayanrao Patwardhan v. Ram Krishna\nGovind Bhanu \u0026 Ors. AIR 1958 SC 767: 1959 SCR 564;\nMadhav Rao Scindia Bahadur Etc. v. Union of India \u0026 Anr.\nAIR 1971 SC 530: 1971 (3) SCR 9; Sewakram Sobhani v.\nG R.K. Karanjiya, Chief Editor, Weekly Blitz \u0026 Ors. AIR 1981 SC\n1514; Vijay Kumar Rampal \u0026 Ors. v. Diwan Devi \u0026 Ors. AIR\n1985 SC 1669; Deena (Dead) through Lrs. v. Bharat Singh\n(Dead) through LRs. \u0026 Ors., (2002) 6 SCC 336: 2002 (1)\nSuppl. SCR 289; Goondla Venkateshwarlu v. State of Andhra\nPradesh \u0026 Anr. (2008) 9 SCC 613: 2008 (12) SCR 608;\nH\nGENERAL OFFICER COMMANDING v. CBI AND 613\nANR.\nBrijendra Singh v. State of U.P. \u0026 Ors. AIR 1981 SC 636 -\nrelied on.\nA\nB\n4.2. The protection and immunity granted to an official\nparticularly in provisions of the Act 1990 or like Acts has\nto be widely construed in order to assess the act\ncomplained of. This would also include the assessment\nof cases like mistaken identities or an act performed on\nthe basis of a genuine suspicion. Therefore, such\nimmunity clauses have to be interpreted with wide\ndiscretionary powers to the sanctioning authority in order\nto uphold the official discharge of duties in good faith C\nand a sanction therefore has to be issued only on the\nbasis of a sound objective assessment and not\notherwise. Use of words like 'No' and 'shall' in Section 7\nof the Act 1990 denotes the mandatory requirement of\nobtaining prior sanction of the Central Government D\nbefore institution of the prosecution, suit or legal\nproceedings. The conjoint reading of Section 197(2)\nCr.P.C. and Section 7 of the Act 1990 would show that\nprior sanction is a condition precedent before institution\nof any of the said legal proceedings. Under the provisions E\nof Cr.P.C. and Prevention of Corruption Act, it is the court\nwhich is restrained to take cognizance without previous\nsanction of the competent authority. Under the Act 1990,\nthe investigating agency/complainant/person aggrieved\nis restrained to institute the criminal proceedings; suit or\nother legal proceedings. Thus, there is a marked\ndistinction in the statutory provisions under the Act 1990,\nwhich are of much wider magnitude and are required to\nbe enforced strictly. Thus, the question of sanction is of\nparamount importance for protecting a public servant\nwho has acted in good faith while performing his duty.\nIn order that the public servant may not be unnecessarily\nharassed on a complaint of an unscrupulous person, it\nis obligatory on the part of the executive authority to\nprotect him. However, there must be a discernible\nF\nG\nH\nB\nC\n614 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA connection between the act complained of and the\npowers and duties of the public servant. The act\ncomplained of may fall within the description of the action\npurported to have been done in performing the official\nduty. Therefore, if the alleged act or omission of the\npublic servant can be shown to have reasonable\nconnection inter-relationship or inseparably connected\nwith discharge of his duty, he becomes entitled for\nprotection of sanction. If the law requires sanction, and\nthe court proceeds against a public servant without\nsanction, the public servant has a right to raise the issue\nof jurisdiction as the entire action may be rendered void\nab-initio for want of sanction. Sanction can be obtained\neven during the course of trial depending upon the facts\nof an individual case and particularly at what stage of\nproceedings, requirement of sanction has surfaced. The\nquestion as to whether the act complained of, is done in\nperformance of duty or in purported performance of duty,\nis to be determined by the competent authority and not\nby the court. The Legislature has conferred \"absolute\npower\" on the statutory authority to accord sanction or\nE withhold the same and the court has no role in this\nsubject. In such a situation the court would not proceed\nwithout sanction of the competent statutory authority.\nThus, sanction of the Central Government is required in\nthe facts and circumstances of the case and the court\nF concerned lacks jurisdiction to take cognizance unless\nsanction is granted by the Central Government. [Paras\n52-56] [653-A-D; 654-C-H; 655-A-E]\nD\nG\nH\n5. The CJM Court gave option to the higher\nauthorities of the Army to choose whether the trial be held\nby the court-martial or by the criminal court as required\nunder Section 125 of the Army Act. File notings of Army\nAuthorities revealed their decision that in case it is\ndecided by this Court that sanction is required and the\nCentral Government accords sanction, option would be\nGENERAL OFFICER COMMANDING v. CBI AND 615\nANR.\navailed at that stage. Thus, Military Authority may ask the A\ncriminal court dealing with the case that the accused\nwould be tried by the court-martial in view of the\nprovisions of Section 125 of the Army Act. However, the\noption given by the Authority is not final in view of the\nprovisions of Section 126 of the Army Act. Criminal court B\nhaving jurisdiction to try the offender may require the\ncompetent military officer to deliver the offender to the\nMagistrate concerned to be proceeded according to law\nor to postpone the proceedings pending reference to the\nCentral Government, if that criminal court is of the\nC\nopinion that proceedings be instituted before itself in\nrespect of that offence. Thus, in case the criminal court\nmakes such a request, the Military Officer either has to\ncomply with it or to make a reference to the Central\nGovernment whose orders would be final with respect to\nD\nthe venue of the trial. Therefore, the discretion exercised\nby the Military Officer is subject to the control of the\nCentral Government. Such matter is being governed by\nthe provisions of Section 475 Cr.P.C. read with the\nprovisions of the J \u0026 K Criminal Courts and Court-Martial\n(Adjustment of Jurisdiction) Rules, 1983. Rule 6 of the\nsaid Rules, 1983, provides that in case the accused has\nbeen handed over to the Army authorities to be tried by\na court-martial, the proceedings of the criminal court shall\nremain stayed. Rule 7 thereof, further provides that when\nan accused has been delivered by the criminal court to\nthe Army authorities, the authority concerned shall inform\nthe criminal court whether the accused has been tried by\na court-martial or other effectual proceedings have been\ntaken or ordered to be taken against him. If the Magistrate\nis informed that the accused has not been tried or other G\neffectual proceedings have not been taken, the\nMagistrate shall report the circumstances to the State\nGovernment which may, in consultation with the Central\nGovernment, take appropriate steps to ensure that the\naccused person is dealt with in accordance with law. H\nE\nLL\nF\n616 SUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA Under Section 125 of the Army Act, the stage of making\noption to try an accused by a court-martial and not by the\ncriminal court is after filing of the chargesheet and before\ntaking cognizance or framing of the charges. Section 7\nof the Act 1990 does not contain non-obstante clause.\nB Therefore, once the option is made that accused is to be\ntried by a court-martial, further proceedings would be in\naccordance with the provisions of Section 70 of the Army\nAct and for that purpose, sanction of the Central\nGovernment is not required. [Paras 57-58, 62, 64] [655-E-\nC H; 656-A-F; 657-F-G; 658-C-D]\nD\nE\nF\nG\nH\nDelhi Special Police Establishment, New Delhi v. Lt. Col.\nS.K. Loraiya AIR 1972 SC 2548; Balbir Singh \u0026 Anr. v. State\nof Punjab 1994 (5) Suppl. SCR 422; Ram Sarup v. Union of\nIndia \u0026 Anr. AIR 1965 SC 247; Union of India \u0026 Ors. v. Major\nA. Hussain AIR 1998 SC 577 - relied on.\n6. Sum up:\n(i) The conjoint reading of the relevant statutory\nprovisions and rules make it clear that the term\n\"institution\" contained in Section 7 of the Act 1990\nmeans taking cognizance of the offence and not\nmere presentation of the chargesheet by the\ninvestigating agency.\n(ii) The competent Army Authority has to exercise his\ndiscretion to opt as to whether the trial would be by\na court-martial or criminal court after filing of the\nchargesheet and not after the cognizance of the\noffence is taken by the court.\n(iii) Facts of this case require sanction of the Central\nGovernment to proceed with the criminal\nprosecution/trial.\n(iv) In case option is made to try the accused by a\nGENERAL OFFICER COMMANDING v. CBI AND 617\nANR.\ncourt-martial, sanction of the Central Government is A\nnot required. [Para 66] [658-F-H; 659-A-C]\n7. In view of that, the following directions are passed:\nI The competent authority in the Army shall take a\ndecision within a period of eight weeks from today B\nas to whether the trial would be by the criminal court\nor by a court-martial and communicate the same to\nthe Chief Judicial Magistrate concerned immediately\nthereafter.\nIl In case the option is made to try the case by a\ncourt-martial, the said proceedings would commence -\nimmediately and would be concluded strictly in\naccordance with law expeditiously.\nC\nIII In case the option is made that the accused would D\nbe tried by the criminal court, the CBI shall make an\napplication to the Central Government for grant of\nsanction within four weeks from the receipt of such\noption and in case such an application is filed, the\nCentral Government shall take a final decision on the\nsaid application within a period of three months from\nthe date of receipt of such an application.\nE\nIV In case sanction is granted by the Central\nGovernment, the criminal court shall proceed with the\ntrial and conclude the same expeditiously. [Para 67] F\n[659-D-H; 670-A-B]\nCase Law Reference:\nAIR 1991 SC 506\nrelied on\nPara 12\nG\n1993 (1) SCR 340\nrelied on\nPara 12\n1972 (2) SCR 965\nrelied on\nPara 12\nAIR 1982 SC 818\nrelied on\nPara 12\nH\nAIR 1987 SC 1739\nrelied on\nPara 12\n618\nSUPREME COURT REPORTS\n[2012] 5 S.C.R.\nA\nAIR 1968 SC 488\nrelied on\nPara 14\nAIR 1970 SC 1093\nrelied on\nPara 15\nAIR 1970 SC 1384\nrelied on\nPara 16\nAIR 1998 SC 492\nrelied on\nPara 17\nB\nAIR 1964 SC 1541\nrelied on\nPara 18\n2011 (6) SCR 138\nrelied on\nPara 18,25\n1979 (2) SCR 717\nrelied on\nPara 19\nC\n1976 (0) Suppl. SCR 524\nrelied on\nPara 19\n2000 (3) Suppl. SCR 171\nrelied on\nPara 20\n1995 (6) Suppl. SCR 236\nrelied on\nPara 22\nD\nAIR 2004 SC 4174\nrelied on\nPara 22\n2005 (4) Suppl. SCR 77\nrelied on\nPara 22\n2006 (1) SCR 124\nrelied on\nPara 22\nE\n2008 (6) SCR 912\nrelied on\nPara 22\n2009 (12) SCR 1048\nrelied on\nPara 22\n1969 SCR 22\nrelied on\nPara 23\n1979 (1) SCR 349\nrelied on\nPara 23\nF\n1993 (2) SCR 311\nrelied on\nPara 23\n1995 (3) Suppl. SCR 58\nrelied on\nPara 23\n1997 (2) SCR 1139\nrelied on\nPara 23\n0\n2009 (1) SCR 99\nrelied on\nPara 23\n2009 (11) SCR 790\nrelied on\nPara 25\n1964 SCR 742\nrelied on\nPara 24\nH\n1966 SCR 880\nrelied on\nPara 25\n"}