{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nM/S. MIL INDIA LTD.\nV.\nCOMMISSIONER OF CENTRAL EXCISE, NOIDA\nMARCH 1, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\nD\nCentral Excise Tariff Act, 1985; S.H. 8479.90:\nAssessee manufacturing plants and equipments for soaps/detergent―\nC Entering into an agreement with other companies for supply of equipments\nand also other items directly bought from market-Levy of excise duty on\nbought out items-Challenge to-Held: Excisability is a matter of principle-\nTribunal is the highest authority to decide on facts about excisability of\ngoods-Thus, High Court erred in holding that the Tribunal could not have\nexamined the question of dutiability, once on merits, the order of appellate\nauthority became final-An order of assessment under the taxing law does\nnot become final before the adjudicating authority, it is subject to appeal\nbefore the appellate authority-When the principle of law is involved, an\nappeal also lies to the appellate Tribunal under the provisions of the Act -\nHence, assessee could agitate the question of dutiability before the Tribunal-\nE Though the appellate authorities directed to reduce the demand of duty for\na period of 6 months while remanding the matter to adjudicating authority\nfor quantification but the adjudicating authority did not reduce the demand\nof duty accordingly-Hence, demand of duty reduced from Rs.94,03,500 to\nRs. 23,56,000—Assessee is entitled to benefit of MODVAT credit-Central\nExcise Act, 1944—s.35.\nF\nAppellant-assessee is engaged in the manufacturing of plant and\nequipments for soaps, detergents and allied industries falling under Chapter\nSub-Heading 8479.90 of the Central Excise Tariff Act, 1985. It had entered\ninto a composite contract with other companies for supply of various\nG equipments manufactured by it. In addition, various duty paid bought out items\nwere also agreed to be supplied by it to the companies. A show cause notice\nwas issued by the Revenue authorities to the assessee demanding duty on the\nvarious bought out items supplied by the assessee directly to the other\ncompanies in terms of the agreement. The adjudicating authority confirmed\nthe demand of additional excise duty. Aggrieved, the assessee filed an appeal\n476\nH\nMIL INDIA LTD. v. COMMNR. OF CENTRAL EXCISE, NOIDA\n477\nbefore the appellate authorities. The authorities held that the value of the A\nbought out items was includible in the assessable value of the equipments\nmanufactured by the assessee. However, the matter was remanded to the\nadjudicating authority for quantification of the duty liability. In the quantum\ndispute the adjudicating authority confirmed the same amount of duty, although\nthe period for which the assessee was liable to pay the duty was reduced to 6\nB\nmonths. Aggrieved, the assessees once again moved the adjudicating authority.\nThe appellate authorities confirmed the duty demanded on the ground that\nthe assessee had failed to produce evidence to disprove the quantification made\nby the authorities. Assessees filed an appeal before the Tribunal. The Tribunal\nheld that no duty was payable on the bought out items; that the assessees were\nentitled to raise the issue of dutiability of bought out items even though in\nthe earlier round of litigation they did not challenge the order of the appellate\nauthorities on merits; that the Revenue was not entitled to add the value of\nthe bought out items in the assessable value of the goods manufactured by\nthe assessees. Aggrieved, the Revenue preferred an appeal before the High\nCourt under Section 35G of the Central Excise Act, 1944, the High Court\nheld that the Tribunal was not competent to entertain the appeal preferred by D\nthe assessee against the later order of the appellate authorities. Hence the\npresent appeal.\nPartly allowing the appeal, the Court\nC\nHELD: 1.1. The High Court had erred in holding that the Tribunal could\nE\nnot have examined the question of dutiability, once on merits, the order of the\nappellate authority became final. One must understand that excisability is a\nmatter of principle. The Tribunal is the highest authority in hierarchy to\ndecide on facts whether the bought out items were dutiable or not. The Tribunal\nwas not bound by the decision of the appellate authority on the question of\ndutiability or excisability. By order dated 22.3.2000 appellate authority had F\nremanded the matter to the adjudicating authority on the question of\nquantification. Therefore, it was open to the assessee to appear before the\nadjudicating authority and submit contentions on quantification of duty\nliability. In the present matter in the second round of litigation, the appellant\nappeared before the adjudicating authority and pointed out in the alternative\nthat the duty demanded from them at the rate of Rs.94,03,500 was erroneous\nas they were entitled to the benefit of MODVAT credit. Thus, it cannot be said\nthat the question of excisability or dutiability had become final. [Para 4]\n[481-A, B, C\nG\n1.2. An order of assessment under the taxing law does not become final\nbefore the adjudicating authority in every matter. It is subject to appeal before H\n478\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA the appellate authority. The authority can even add or subtract certain items\nfrom the order of assessment made by the adjudicating authority and that order\nof the appellate authority could also be treated as an order of assessment. In\ncomplicated cases where costing is involved the adjudicating authority 'can\nalso refer the matter to an expert. The Act also makes provision for special\naudit. However, when the principle of law is evolved an appeal lies to the appellate\nB\nTribunal. [Para 4] [481-D, E, F]\nC\n1.3. In fact, the power of remand by the appellate authority has been\ntaken away by amending Section 35A of the Central Excise Act, 1944 with\neffect from 11.5.2001 under the Finance Bill, 2001. Under the Notes to clause\n122 of the said Bill it is stated that clause 122 seeks to amend Section 35A\nso as to withdraw the powers of the appellate authority to remand matters\nback to the adjudicating authority for fresh consideration. Therefore, the\nappellate authority continues to exercise the powers of the adjudicating\nauthority in the matters of assessment. Under Section 35B any person\naggrieved by the order of the Commissioner as an adjudicating authority is\nD entitled to move the Tribunal in appeal. Section 35B indicates that the decision\nof order passed by the appellate authority shall be treated as an order of an\nadjudicating authority. In the circumstances the High Court had erred in\nholding that the assessee was not entitled to agitate the question of dutiability\nin appeal before the Tribunal. [Para 4] [481-F, G, H; 482-A]\nE\nF\n2.1. Whether the value of the bought out items should be added for\ncomputing the assessable value would depends on the facts of each case. Even\nerection of a plant by assembling certain items at site could constitute\n'manufacture' under the excise law. [Para 5] [482-D]\n2.2. In the present case, however, the quantification done by the\ndepartment needs to be modified. Revenue had demanded duty of Rs.94,03,500\nfor the period April 1996 to March 1997. However, even after issuance of the\ncorrigendum dated 6.6.1997, whereby the period for which the demand of the\nduty was made stood reduced to 6 months, the demand continued to be to the\ntune of Rs.94,03,500. This was not possible. Moreover, even if bought out items\nG were dutiable the assessee was entitled to the benefit of MODVAT credit. In\nthe circumstances, the demand of duty is reduced from Rs.94,03,500/- to\nRs.23,56,000/-. [Para 5] [482-E, F}\nH\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 6988 of 2005.\nFrom the Judgment and Final Order dated 5.11.2004 of the High Court\nt\nMIL INDIA LTD. v. COMMNR. OF CENTRAL EXCISE. NOIDA [KAPADIA, J.]\n479\nof Judicature at Allahabad in Central Excise Appeal No. 28 of 2004.\nV. Lakshmi Kumaran, Alok Yadav and Rajesh Kumar for the Appellant.\nA\nV. Shekhar, Shalini Kumar, Sudhir K. Sajwan and B.K. Prasad for the\nRespondent.\nB\ny\nThe Judgment of the Court was delivered by\nKAPADIA, J. 1. The short question which arises for determination in\nthis civil appeal is whether the Customs Excise and Service Tax Appellate\nTribunal (for short 'CESTAT') was right in entertaining the assessee's appeal\non dutiability against the order passed by Commissioner (A) dated 9.4.2003 C\nin the Quantum Dispute, particularly when in the earlier round of litigation the\nCommissioner (A) had concluded vide order dated 22.3.2000 that the bought\nout items were dutiable and which order had become final.\n2. The appellants are engaged in the manufacture of plant and equipments\nfor soaps, detergents and allied industries falling under Chapter Sub-Heading D.\nE\n8479.90 of the Central Excise Tariff Act, 1985. The manufactured equipments\nwere cleared by the appellants on payment of duty. The dispute relates to\ndutiability of certain bought out items like motor-pumps, heat exchangers etc.\nThe appellants had entered into a composite contract with M/s Godrej Soaps\nLtd. and M/s Galaxy Surfactants Ltd. for the supply of various items which\nformed part of the fatty acid plant. Under the contract, in addition to the\nsupply of the equipments manufactured by the appellants, various duty paid\nbought out items were directly supplied by the appellants to the site of M/\ns Godrej Soaps Ltd. and M/s Galaxy Surfactants Ltd. These items were never\nreceived in the factory premises of the appellants. The fatty acids plant and\nthe film sulphonation plant were to be erected and commissioned not by the F\nappellant but by M/s K.S. Krishnan Associates Pvt. Ltd. . On 23.5.1997 a\nshow cause notice was issued by the department to the appellants demanding\nduty on the various bought out items supplied directly to the site of M/s\nGodrej Soaps Ltd. and M/s Galaxy Surfactants Ltd. The demand was for the\nperiod April 1996 to March 1997. By a corrigendum dated 6.6.1997 the period\nwas reduced to November 1996 to March 1997 (6 months). However, the duty\namount was not correspondingly reduced. In reply the appellants contended\nthat no duty was payable on various bought out items which were directly\nsent to the site. In the alternative they submitted that maximum duty payable,\nif any, would be Rs. 23,21,500 since the period was restricted to six months.\nBy order dated 1.5.1999 the adjudicating authority confirmed the demand on H\nG\nB\nD\n480\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA the bought out items on the ground that the same was necessary for the\nmanufacture of the fatty acid plant at the site of M/s Godrej Soaps Ltd. and\nM/s Galaxy Surfactants Ltd. Aggrieved by the order dated 1.5.1999 the matter\nwas carried in appeal to the Commissioner (A). By order dated 22.3.2000 the\nCommissioner (A) held that the value of the bought out items was includible\nin the assessable value of the equipments manufactured. However, the\nCommissioner (A) remanded the matter for quantification of the duty liability\non the ground that the demand stood restricted for 6 months. In the quantum\ndispute the adjudicating authority confirmed once again the duty demand\namounting to Rs.94,03,500 although the period stood reduced to 6 months.\nAggrieved by the said order of the adjudicating authority the appellants once\nC again moved the Commissioner (A). Vide order dated 9.4.2003 the Commissioner\n(A) confirmed the duty demanded on the ground that the appellant had failed\nto produce evidence to disprove the quantification made by the department.\nThe Commissioner (A) did not consider the claim of MODVAT credit made by\nthe appellants on the ground that the appellants had not followed the\nprescribed procedure for claiming MODVAT credit. Accordingly, he dismissed\nthe appeal and also the contention of the appellants that the net duty liability\nwould be only for Rs.20,42,993. Aggrieved, by the order passed by the\nCommissioner (A) dated 9.4.2003 the matter was carried in appeal by the\nappellants to the Tribunal. By judgment and order dated 3.10.2003 the Tribunal\nheld that no duty was payable on the bought out items. The Tribunal further\nheld that the appellants were entitled to raise the issue of dutiability of\nbought out items even though in the earlier round of litigation the appellants\ndid not challenge the order of the Commissioner (A) dated 22.3.2000, on\nmerits. The Tribunal concluded that the department was not entitled to add\nthe value of the bought out items in the assessable value of the goods\nmanufactured by the appellant. Accordingly, the Tribunal allowed the appeal.\nAggrieved by the decision of the Tribunal the department preferred Central\nExcise Appeal No. 28 of 2004 in the High Court under Section 35G of the\nCentral Excise Act, 1944. By the impugned judgment dated 5.11.2004 the High\nCourt held that the order of the Commissioner (A) dated 22.3.2000 had become\nfinal on merits since that order was never challenged by the assessee, and\nG therefore, in the quantification dispute (quantum dispute) the only question\nto be decided was regarding the quantum of duty liability. In the circumstances\nthe High Court held that the Tribunal was not competent to entertain the\nappeal preferred by the assessee against the later order of the Commissioner\n(A) dated 9.4.2003 in the second round of litigation on the question as to\nwhether the bought out items were dutiable. By the impugned judgment the\nH High Court set aside the order of the Tribunal.\nE\nF\n1\nMIL INDIA LTD. v. COMMNR. OF CENTRAL EXCISE. NOIDA [KAPADIA, J.] 481\n3. Hence this appeal by the assessee.\nA\n4. In our view the High Court had erred in holding that the Tribunal\ncould not have examined the question of dutiability, once on merits, the order\nof the Commissioner (A) dated 22.3.2000 became final. Firstly, one must\nunderstand that excisability is a matter of principle. The Tribunal is the\nhighest authority in hierarchy to decide on facts whether the bought out B\nitems were dutiable or not. The Tribunal was not bound by the decision of\nthe Commissioner (A) on the question of dutiability or excisability. By order\ndated 22.3.2000 the Commissioner (A) had remanded the matter to the\nadjudicating authority the question of quantification. Therefore, it was open\nto the appellant to appear before the adjudicating authority and submit C\ncontentions on quantification of duty liability. In the present matter in the\nsecond round the appellant appeared before the adjudicating authority and\npointed out in the alternative that the duty demanded from the appellants at\nthe rate of Rs.94,03,500 was erroneous as the appellants were entitled to the\nbenefit of MODVAT credit. From this it cannot be said that the question of\nexcisability or dutiability had become final. The conclusion of the Commissioner D\n(A) in his order dated 22.3.2000 was not binding on the Tribunal. Further one\nneeds to understand the concept of assessment. An order of assessment\nunder the taxing law does not become final before the adjudicating authority\nin every matter. It is subject to appeal before the Commissioner (A). The\nCommissioner (A) can even add or subtract certain items from the order of\nassessment made by the adjudicating authority and that order of the\nCommissioner(A) could also be treated as an order of assessment. In\ncomplicated cases where costing in involved the adjudicating authority can\nalso refer the matter to an expert. The Act also makes provision for special\naudit. However, when the principle of law is evolved an appeal lies to the\nappellate Tribunal under the said Act. In fact, the power of remand by the\nCommissioner (A) has been taken away by amending Section 35A with effect\nfrom 11.5.2001 under the Finance Bill, 2001. Under the Notes to clause 122 of\nthe said Bill it is stated that clause 122 seeks to amend Section 35A so as\nto withdraw the powers of the Commissioner (A) to remand matters back to\nthe adjudicating authority for fresh consideration. Therefore, the Commissioner\n(A) continues to exercise the powers of the adjudicating authority in the\nmatters of assessment. Under Section 35B any person aggrieved by the order\nof the Commissioner as an adjudicating authority is entitled to move the\nTribunal in appeal. Section 35B indicates that the decision of order passed\nby the Commissioner (A) shall be treated as an order of an adjudicating\nauthority. In the circumstances the High Court had erred in holding that the H\nE\nF\nG\n482\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA assessee was not entitled to agitate the question of dutiability in appeal\nbefore the Tribunal.\n5. We do not wish to remand the matter. This matter has undertaken a\nchequered history. In the present case vide order dated 9.4.2003 the\nCommissioner (A) held that the assessee had failed to produce evidence\nB regarding its entitlement for the MODVAT credit. However the fact remains\nC\nthat even if the bought out items were dutiable, the department was still\nrequired to give the benefit of MODVAT credit. At this stage we may note\nthat the appellants had a composite contract with M/s Godrej Soaps Ltd. and\nM/s Galaxy Surfactants Limited under which the appellants not only agreed\nto supply the equipments to M/s Godrej Soaps Ltd. and M/s Galaxy Surfactants\nLtd., they also agreed to provide data/information in the format of drawings,\ndiagrams, charts, tables etc. It is in these circumstances that the department\nsought to impose duty on the ground that the appellants under the composite\ncontract were to facilitate M/s Godrej Soaps Ltd. and M/s Galaxy Surfactants\nLtd. to set up their plant at given site. According to the department the\nD bought out items were therefore necessary for the manufacture of the plant\nE\nat site which was erected and assembled by the above two companies through\ntheir contractor. Whether the value of the bought out items should be added\nfor computing the assessable value would depends on the facts of each case.\nEven erection of a plant by assembling certain items at site could constitute\nmanufacture' under the excise law. In the present case, however, we are\nsatisfied that the quantification done by the department needs to be modified.\nAs stated above vide show cause notice dated 23.5.1997 the department\ndemanded duty of Rs.94,03,500 for the period April 1996 to March 1997.\nHowever, even after the corrigendum dated 6.6.1997, whereby the period\nstood reduced to 6 months (11/96 to 3/97), the demand continued to be to\nF the tune of Rs 94,03,500. This was not possible. Moreover, even if bought out\nitems were dutiable the assessee was entitled to the benefit of MODVAT\ncredit. Unfortunately, in the present case time was consumed on issues which\nhad no relevance to taxability of the goods. In the circumstances we reduce\nthe demand from Rs.94,03,500 to Rs.23,56,000 which shall be paid within eight\nweeks failing which Department would be entitled to levy interest at 9% p.a.\nG\n6. Accordingly, appeal is partly allowed, the impugned judgment of the\nHigh Court in Central Excise Appeal no. 28 of 2004 dated 05.11.2004 is set\naside with no order as to costs.\nS.K.S.\nH\nAppeal partly allowed.\n"}