{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"UNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n55\n2005 (2) SCR 797\nrelied on\nPara 14\nA\n2004 (6) Suppl. SCR 599 relied on\nPara 14\n2005 (4) Suppl. SCR 1010 relied on\nPara 14\n2005 (5) Suppl. SCR 439\nrelied on\nPara 14\nB\n1960 SCR 773\nrelied on\nPara 20\n1967 SCR 1\nrelied on\nPara 20\n1977 (2) SCR 671\nrelied on\nPara 20\nC\n2003 (4) Suppl. SCR 802\nrelied on\nPara 20\n2005 (1) Suppl. SCR 613\nrelied on\nPara 20\n2005 (2) SCR 661\nrelied on\nPara 20\n(2007) 15 SCC 529\nrelied on\nPara 20\nD\n1956 SCR 451\nrelied on\nPara 21\n(1840) 6 M \u0026 W 664\nreferred to\nPara 21\n2010 (3) SCR 438\nrelied on\nPara 22\nE\n1964 SCR 35\nrelied on\nParas 25, 35\n1965 SCR 542\nrelied on\nParas 25, 27\n1975 (3) SCR 146\nrelied on\nPara 25\nןד\nF\nAIR 1979 SC 553\nrelied on\nPara 25\n1978 (3) SCR 571\nrelied on\nPara 26\n1958 SCR 533\nrelied on\nPara 28\n0\n1969 SCR 254\nrelied on\nPara 28\n2004 (2) SCR 68\nrelied on\nPara 33\n2008 (4) SCR 804\nrelied on\nPara 33\nH\n56\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA 2010 (3) SCR 190\nrelied on\nPara 33\n2010 (13) SCR 621\nrelied on\nPara 33\n1977 (1) SCR 178\nrelied on\nPara 34\n2008 (1) SCR 1155\nrelied on\nPara 34\nB\n1951 SCR 258\nrelied on\nParas 38, 40\n1976 (3) SCR 620\nrelied on\nPara 38\nAIR 1931 PC 143\nreferred to\nPara 39\nC\nAIR 1928 P.C. 128\nreferred to\nPara 39\n1973 (2) SCC 60\nrelied on\nPara 44\nAIR 1993 SC 957\nrelied on\nPara 45\nD\n2011 (2) SCR 486\nrelied on\nPara 45\n2008 (7) SCR 631\nrelied on\nPara 48\n1962 Suppl. SCR 549\nrelied on\nPara 48\nE\n2010 (14) SCR 499\nrelied on\nPara 49\n2005 (2) Suppl. SCR 1016 relied on\nPara 49\n1994 (1) SCC 682\nreferred to\nPara 50\nAIR 1947 PC 19\nreferred to\nPara 51\nוד\nF\n(1949) 17 ITR 269\nreferred to\nPara 52\n1958 SCR 49\nreferred to\nPara 53\n1956 SCR 691\nreferred to\nPara 53\nG\n1991 (2) Suppl. SCR 567 relied on\nPara 54\n(1996) 5 SCC 353\nrelied on\nPara 54\n1998 (3) SCR 1183\nrelied on\nPara 54\nI\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n57\n2000 (1) SCR 77\nrelied on\nPara 54\nA\n2000 (4) SCC 285\nrelied on\nPara 54\n2010 (7) SCR 154\nrelied on\nPara 54\n2010 (7) SCR 222\nrelied on\nPara 54\nB\n2002 (2) SCR 431\nrelied on\nPara 55\n2008 (3) SCR 763\nrelied on\nPara 55\n1977 (2) SCR 282\nrelied on\nPara 56\nC\n2011 (2) SCR 216\nrelied on\nPara 62\n1953 SCR 780\nreferred to\nPara 62\n2002 (1) SCR 359\nreferred to\nPara 62\n2005 (1) Suppl. SCR 903 referred to\nD\nPara 62\n2010 (4) SCR 46\nreferred to\nPara 62\n2008 (14) SCR 621\nrelied on\nPara 63\n1999 (2) SCR 118\nrelied on\nPara 66\nE\n(2010) 13 SCC 511\nrelied on\nPara 66\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n1374 of 2008.\nFrom the Judgment \u0026 Order dated 19.4.2007 of the High\nCourt of Judicature at Allahabad in Second Appeal No. 289 of\n2000.\nR.P. Bhatt, Madhurima Tatia, B. Krishna Prasad for the\nAppellant.\nA.K Ganguly, C.L. Pandey, J.M. Sharma, Vibhor Garg,\nAnmanya Pandey, Satya Mitra Garg, N. Shoba, Sri Ram J.\nThalapathy, V.Adhmoolam for the Respondents.\nF\nG\nH.\n58\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nI\nThe Judgment of the Court was delivered by\nDR. B.S. CHAUHAN, J. 1. This appeal has been\npreferred against the impugned judgment and decree dated\n19.4.2007 passed by the High Court of Judicature at Allahabad\nin Second Appeal No.289 of 2000 by which it has upheld the\njudgment and decree of the first appellate Court dated\n15.10.1999 passed in Civil Appeal No.81 of 1998 by which the\nfirst appellate Court had reversed the judgment and decree of\nthe Civil Court dated 20.1.1998 passed in Original Suit No.442\nof 1995 wherein the plaintiff/respondent no.1 had sought\ndeclaration of title of the ownership in respect of the suit\nproperty.\n2. Facts and circumstances giving rise to this appeal are:\nA. Plaintiff/respondent no.1-Ibrahim Uddin filed Original\nSuit No.442 of 1995 in the Court of Civil Judge, Agra on\n25.7.1995 seeking a decree for declaration that he was the\nowner of the suit property (Agriculture land measuring 25\nbighas), making averments that the suit land originally had been\nwith the Maratha Government (Scindia-Gwalior). The ancestors\nof the plaintiff having close association with the Maratha\nGovernment, were made a grant in respect of the suit land in\nthe year 1800. Subsequently, the land was partitioned between\nthe ancestors of the plaintiff in the year 1819. The plaintiff/\nrespondent no.1 being the only heir (descendant) of Smt. Hasin\nBegum and Zafaruddin became the absolute owner of the land\nafter the death of his mother Smt. Hasin Begum. The said land\nwas never sold, alienated, transferred or gifted to any person\neither by the plaintiff or his ancestors at any point of time. The\nsuit land was given on rent to the State authorities in Agra by\nexecuting a rent note for a sum of Rs.22/- per month. The Union\nof India claimed title over the suit land illegally and in an\nunauthorised manner on 22.2.1993 and afterwards, thus the\ncause of action arose to approach the court.\nB. The defendant no.1/appellant filed the written statement\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n59\ndenying the averments and ownership of the plaintiff/respondent A\nno.1 and averred that the land belonged to the Ministry of\nDefence, i.e., Union of India, a part of which has been leased\nout to several persons for agriculture work and their lease has\nbeen renewed from time to time. As they became unauthorised\noccupants, proceedings had been initiated in accordance with B.\nlaw and eviction order had been passed against the occupants/\ntenants.\nC. In view of the pleadings, 8 issues were framed by the\nTrial Court and after appreciating the evidence on record, the\nC\ntrial Court came to the conclusion that Pedigree produced by\nthe plaintiff alongwith the plaint was not successfully proved; the\nplaintiff could not prove any kind of grant by the Maratha\nGovernment to his ancestors/great-grandfathers in the year\n1800. Plaintiff failed to prove the partition between his\nancestors in 1819. The lease deed alleged to have been\nexecuted in favour of the Military Estate Officer under the Union\nof India, appellant/defendant No.1, was not successfully proved.\nIn view of the above, the suit was dismissed vide judgment and\ndecree dated 20.1.1998.\nD. Aggrieved, the plaintiff/respondent no.1 preferred the\nfirst appeal before the District Judge, Agra. During the\npendency of the said appeal, he preferred an application under\nOrder XLI Rule 27 of the Code of Civil Procedure 1908\n(hereinafter called \"CPC\") on 6.4.1998 for adducing additional\nevidence, i.e., Will executed by his maternal grandfather dated\n1.3.1929 in his favour bequeathing the suit property. The said\napplication was allowed by the first appellate Court vide order\ndated 28.4.1999. The First Appeal itself stood allowed by the\nfirst appellate Court vide judgment and decree dated\n15.10.1999 wherein the first appellate Court came to the\nconclusion that Maratha Government had made the gift of land\nin favour of plaintiff's fore-fathers which was subsequently\npartitioned. The registered partition deed stood duly proved\nand it was the proof of the title of the plaintiff/respondent no.1.\nD\nE\nF\nG\nH\n60\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA The plaintiff/respondent no.1 made an application for inspection\nof the record before the officers of the appellant/defendant no.1\nbut perusal of the record was not permitted. The appellant/\ndefendant no.1 did not produce any document to show its title\nand failed to produce the original record, thus, adverse\ninference was drawn against it in view of the provisions of\nSection 114 clause(g) of the Indian Evidence Act, 1872\n(hereinafter called the Evidence Act). The Will, taken on record\nas an additional evidence at appellate stage stood proved and\nthus, contents thereof automatically stood proved.\nB\nC\nE\nE. Aggrieved, the appellant preferred Second Appeal\nbefore the High Court which has been dismissed vide\nimpugned judgment and decree. Hence, this appeal.\n3. Shri R.P. Bhatt, learned Senior counsel duly assisted\nD by Ms. Madhurima Tatia, Advocate has submitted that there\nwas no documentary evidence or trustworthy oral evidence that\nthe suit property had been given to the fore-fathers of the\nplaintiff/respondent no.1 by the Maratha Government in the year\n1800. Same remained the factual aspect in respect of alleged\npartition among his fore-fathers in the year 1819. The first\nappellate Court had no occasion to decide the application\nunder Order XLI Rule 27 CPC prior to the hearing of the appeal\nitself. More so, as there has been no reference to the Will in\nthe plaint or First Appeal, thus, it could not be taken on record\nfor want of pleadings in this respect. Further, taking the Will on\nrecord did not mean that either the Will or its contents stood\nproved. None had proved the said Will and thus, could not be\nrelied upon. If the Will is ignored, there is no evidence on record\nto prove the case of the plaintiff/respondent no.1.\nF\nG\nH\nThe High Court had framed 4 substantial questions of law\nat the time of admission of the appeal and 2 additional\nsubstantial questions at a later stage but did not answer either\nof them nor recorded any finding that none of them was, in fact,\na substantial question of law, rather the appeal has been\ndecided placing reliance on the Will, which was liable to be\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n61\nignored altogether and making reference to the record of the A\nCantonment Board. In case, the Union of India did not produce\nthe revenue record before the trial Court, the first appellate\nCourt has wrongly drawn adverse inference under Section\n114(g) of the Evidence Act. Thus, the appeal deserves to be\nallowed.\n4. Per contra, Shri Asok Ganguly and Shri C.L. Pandey,\nlearned Senior counsel with Shri Vibhor Garg, Advocate\nvehemently opposed the appeal contending that concurrent\nfindings recorded by the first and second appellate Court are\nnot liable to be interfered with in discretionary jurisdiction under\nArticle 136 of the Constitution of India, 1950. The registered\npartition deed of 1819 is the proof of title of the plaintiff/\nrespondent no. 1. In view of the fact that the Second Appeal\ncould be decided on limited issues, the High Court was not\nbound to answer the substantial questions of law, framed by it.\nThe appeal lacks merit and is liable to be dismissed.\n5. We have considered the rival submissions made by\nlearned counsel for the parties and perused the record.\nPresumption under Section 114(g) of the Evidence Act:\nB\nC\nD\nE\n6. Generally, it is the duty of the party to lead the best\nevidence in his possession, which could throw light on the issue\nin controversy and in case such material evidence is withheld,\nthe Court may draw adverse inference under Section 114(g) F\nof the Evidence Act notwithstanding, that the onus of proof did\nnot lie on such party and it was not called upon to produce the\nsaid evidence. (Vide: Murugesam Pillai v. Gnana Sambandha\nPandara Sannadhi, AIR 1917 PC 6; Hiralal \u0026 Ors. v. Badkulal\n\u0026 Ors., AIR 1953 SC 225; A. Raghavamma \u0026 Anr. v. A. G\nChenchamma \u0026 Anr., AIR 1964 SC 136; The Union of India\nv. Mahadeolal Prabhu Dayal, AIR 1965 SC 1755; Gopal\nKrishnaji Ketkar v. Mohamed Haji Latif \u0026 Ors., AIR 1968 SC\n1413; M/s. Bharat Heavy Electrical Ltd. v. State of U.P. \u0026 Ors.,\nAIR 2003 SC 3024; Musauddin Ahmed v. State of Assam, AIR H\n62\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA 2010 SC 3813; and Khatri Hotels Pvt. Ltd. \u0026 Anr. v. Union of\nIndia \u0026 Anr., (2011) 9 SCC 126).\nB\nC\n7. However, in Mt. Bilas Kunwar v. Desraj Ranjit Singh,\nAIR 1915 PC 96, a view has been expressed that it is open to\na litigant to refrain from producing any document that he\nconsiders irrelevant; if the other litigant is dissatisfied, it is for\nhim to apply for interrogatories/inspections and production of\ndocuments. If he fails to do so, neither he nor the Court at his\nsuggestion, is entitled to draw any inference as to the contents\nof any such documents.\n8. In Kamma Otukunta Ram Naidu v. Chereddy Pedda\nSubba Reddy \u0026 Ors., AIR 2003 SC 3342, this Court held that\nall the pros and cons must be examined before drawing an\nadverse inference against a party. In that case the issue had\nD been, as to whether two persons had been travelling together\nin the vehicle and presumption had been drawn only on the\nbasis that the bus tickets of both the persons were not\nproduced. This Court held that presumption could not have\nbeen drawn if other larger evidence was shown to the contrary.\nE (See also: Mohinder Kaur v. Kusam Anand, (2000) 4 SCC\n214; and Takhaji Hiraji v. Thakore Kubersing Chamansing \u0026\nOrs., AIR 2001 SC 2328).\nF\n9. In Municipal Corporation, Faridabad v. Siri Niwas, AIR\n2004 SC 4681, this Court has taken the view that the law laid\ndown by this Court in Gopal Krishnaji Ketkar (supra) did not\nlay down any law, that in all situations the presumption in terms\nof clause (g) of Section 114 of the Evidence Act must be drawn.\n10. In Mahant Shri Srinivas Ramanuj Das v.\nG Surjanarayan Das \u0026 Anr., AIR 1967 SC 256, this Court held\nthat mere withholding of documentary evidence by a party is\nnot enough to draw adverse inference against him. The other\nparty must ask the party in possession of such evidence to\nproduce the same, and in case the party in possession does\nnot produce it, adverse inference may be drawn:\nH\nUNION OF INDIA v. IBRAHIM UDDIN \u0026 ANR.\n[DR. B.S. CHAUHAN, J.]\n63\n\"It is true that the defendant-respondent also did not call A\nupon the plaintiff-appellant to produce the documents\nwhose existence was admitted by one or the other witness\nof the plaintiff and that therefore, strictly speaking, no\ninference adverse to the plaintiff can be drawn from his\nnon-producing the list of documents. The Court may not B\nbe in a position to conclude from such omission that those\ndocuments would have directly established the case for the\nrespondent. But it can take into consideration in weighing\nthe evidence or any direct inferences from established\nfacts that the documents might have favoured the\nrespondent case.\"\n11. In Ramrati Kuer v. Dwarika Prasad Singh \u0026 Ors., AIR\n1967 SC 1134, this Court held:\nC\n\"It is true that Dwarika Prasad Singh said that his father D.\nused to keep accounts. But no attempt was made on\nbehalf of the appellant to ask the court to order Dwarika\nPrasad Singh to produce the accounts. An adverse\ninference could only have been drawn against the\nplaintiffs-respondents if the appellant had asked the court E\nto order them to produce accounts and they had failed\nto produce them after admitting that Basekhi Singh used\nto keep accounts. But no such prayer was made to the\ncourt, and in the circumstances no adverse inference could\nbe drawn from the non-production of accounts.\"\n(See also: Ravi Yashwant Bhoir v. District Collector,\nRaigad \u0026 Ors., AIR 2012 SC 1339).\nF\n12. In Smt. Indira Kaur \u0026 Ors. v. Shri Sheo Lal Kapoor,\nAIR 1988 SC 1074, the lower courts drew an adverse inference G\nagainst the appellant-plaintiff on the ground that the plaintiff was\nnot ready and willing to perform his part of the contract. The\nquestion arose as to whether the party had the means to pay.\nThe court further held that before the adverse inference is drawn\nagainst a particular party, the conduct and diligence of the H\n64\nSUPREME COURT REPORTS\n[2012] 8 S.C.R.\nA other party is also to be examined. Where a person deposed\nthat as he had deposited the money in the Bank and the other\nparty did not even ask as on what date and in which Bank the\namount had been deposited and did not remain diligent\nenough, the question of drawing adverse inference against\nsuch a person for not producing the Pass Book etc. cannot be\ndrawn.\nB\nC\nD\nE\nF\nG\n13. In Mahendra L. Jain \u0026 Ors. v. Indore Development\nAuthority \u0026 Ors., (2005) 1 SCC 639, this Court held that mere\nnon-production of documents would not result in adverse\ninference. If a document was called for in the absence of any\npleadings, the same was not relevant. An adverse inference\nneed not necessarily be drawn only because it would be lawful\nto do so.\n14. In Manager, R.B.I., Bangalore v. S. Mani \u0026 Ors., AIR\n2005 SC 2179, this Court dealt with the issue wherein the\nIndustrial Tribunal directed the employer to produce the\nattendance register in respect of the first party workmen. The\nexplanation of the appellant was that the attendance registers\nbeing very old, could not be produced. The Tribunal, however,\nin its award noticed the same and drew an adverse inference\nagainst the appellants for non-production of the attendance\nregister alone. This Court reversed the finding observing:\n\"As noticed hereinbefore, in this case also the\nrespondents did not adduce any evidence whatsoever.\nThus, in the facts and circumstances of the case, the\nTribunal erred in drawing an adverse inference.\nThe initial burden of proof was on the workmen to show\nthat they had completed 240 days of service. The Tribunal\ndid not consider the question from that angle. It held that\nthe burden of proof was upon the appellant on the premise\nthat they have failed to prove their plea of abandonment\nof service\"\nH\n"}