{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nABBAS ALI\nV.\nSTATE OF RAJASTHAN\nFEBRUARY 15, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nC\nD\nPenal Code, 1860:\nss.299, 300, 302 and 304-1—Accused stabbed the deceased when he\nwas sleeping, resulting in his death-Conviction of accused under s.302-\nOn facts and in the light of principles laid down in ss.299 and 300, conviction\naltered to s.304-1.\nThe prosecution case was that the body of deceased was found on a\nRailway Overbridge. Recovery of knife was made on disclosure made by\naccused. Trial Court framed the charges against accused for offence\npunishable under s.302 IPC. Evidence of PW-9 was to the effect that in the\nnight she and the deceased were sleeping under a neem tree by the side of\nthe railway track. Suddenly the accused came there, stabbed the deceased and\nforcibly took her to his jhuggi. She accepted that the distance was\nE considerable. She had lost her senses after seeing the accused stab the\ndeceased. She accepted that the accused was physically disabled and normally\nmoved in a tricycle. She clarified that since deceased was sleeping he could\nnot escape from the stab blow. Placing reliance on evidence of wife of deceased\n(PW-9), trial Court found accused guilty and convicted him. On appeal, High\nCourt upheld the conviction.\nF\nG\nH\nThe question for consideration before this Court is which is the\nappropriate provision to be applied.\nPartly allowing the appeal, the Court\nHELD: 1.1. Clause (b) of s.299 IPC corresponds with clauses (2) and\n(3) of s.300. The distinguishing feature of the mens rea requisite under clause\n(2) is the knowledge possessed by the offender regarding the particular victim\nbeing in such a peculiar condition or state of health that the internal harm\ncaused to him is likely to be fatal, notwithstanding the fact that such harm\n714\nས\nABBAS ALI v. STATE OF RAJASTHAN\n715\nwould not in the ordinary way of nature be sufficient to cause death of a person A\nin normal health or condition. It is noteworthy that the 'intention to cause\ndeath' is not an essential requirement of clause (2). Only the intention of\ncausing the bodily injury coupled with the offender's knowledge of the\nlikelihood of such injury causing the death of the particular victim, is\nsufficient to bring the killing within the ambit of this clause. This aspect of\nB\nclause (2) is borne out by illustration (b) appended to s.300. [Para 11]\n[719-E, F]\nD\n1.2. Clause (b) of s.299 does not postulate any such knowledge on the\npart of the offender. If the assailant had no knowledge about the disease or\nspecial frailty of the victim, nor an intention to cause death or bodily injury C\nsufficient in the ordinary course of nature to cause death, the offence will not\nbe murder, even if the injury which caused the death, was intentionally given.\nIn clause (3) of s.300, instead of the words 'likely to cause death' occurring\nin the corresponding clause (b) of s.299, the words \"sufficient in the ordinary\ncourse of nature to cause death\" have been used. Obviously, the distinction\nlies between a bodily injury likely to cause death and a bodily injury sufficient\nin the ordinary course of nature to cause death. The distinction is fine but\nreal and if overlooked, may result in miscarriage of justice. The difference\nbetween clause (b) of s.299 and clause (3) of s.300 is one of the degree of\nprobability of death resulting from the intended bodily injury. The words\n\"bodily injury.......sufficient in the ordinary course of nature to cause death\" E\nmean that death will be the \"most probable\" result of the injury, having regard\nto the ordinary course of nature. For cases to fall within clause (3), it is not\nnecessary that the offender intended to cause death, so long as the death\nensues from the intentional bodily injury or injuries sufficient to cause death\nin the ordinary course of nature. [Para 12, 13] [719-G; 720-A, B, C, D]\nRajwant and Anr. v. State of Kerala, AIR (1966) SC 1874 and Virsa\nSingh v. State of Punjab, AIR (1958) SC 465, relied on.\nF\n1.3. Clause (c) of S.299 and clause (4) of s.300 both require knowledge\nof the probability of the act causing death. Clause (4) of s.300 would be\nG\napplicable where the knowledge of the offender as to the probability of death\nof a person or persons in general as distinguished from a particular person\nor persons being caused from his imminently dangerous act, approximates to\na practical certainty. Such knowledge on the part of the offender must be of\nthe highest degree of probability, the act having been committed by the offender\nwithout any excuse for incurring the risk of causing death or such injury as H\n716\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA aforesaid. Para 19] [722-E, F]\nB\nState of Andhra Pradesh v. Rayavarapu Punnayya and Anr., [1976] 4\nSCC 382; Abdul Waheed Khan @ Waheed and Ors. v. State of Andhra Pradesh,\n[2002] 7 SCC 175; Augustine Saldanha v. State of Karnataka, [2003] 10 SCC\n472; Shanker Narayan Bhadolkar v. State of Maharashtra, [2005] 9 SCC\n71; Thangiya v. State of T.N., [2005] 9 SCC 650; Rajinder v. State of Haryana,\n[2006] 5 SCC 425 and Raj Pal v. State of Haryana, [2006] 9 SCC 678, referred\nto.\n2. In view of the factual position as noted in the background of the\nC principles set up above it is clear that the appropriate conviction is under\ns.304 Part I, IPC which is accordingly altered. Custodial sentence of 10 years\nwould meet the ends of justice. [Para 22] [723-B]\nD\nE\nF\nG\nH\n2007.\nCRIMINAL APPELLATE JURISDICTION : Criminal Appeal No. 214 of\nFrom the Judgment and Order dated 16.8.2005 of the High Court of\nJudicature for Rajasthan at Jodhpur in D.B. Criminal Appeal No. 510/2003.\nKiran Bhardwaj for the Appellant.\nAruneshwar Gupta, Naveen Kumar Singh, Mukul Sood and Shaswat\nGupta for the Respondent.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the judgment of the Rajasthan High\nCourt at Jodhpur. By the impugned judgment the High Court upheld the\njudgment of Learned Additional Sessions Judge, Bhilwara holding the appellant\nguilty of offence punishable under Section 302 of the Indian Penal Code, 1860\n(in short the 'IPC') and sentencing him to undergo imprisonment for life.\n3. Prosecution version as unfolded during trial is essentially as follows:\n4. First information report (in short the 'FIR') was lodged by Duda Ram\n(PW-5) on 15.11.2001. According to the FIR, the informant was a Chowkidar\nfor Chirag Travel Agency. At about 12 midnight, he saw a body on the railway\nABBAS ALI v. STATE OF RAJASTHAN [PASAYAT, J.]\n717\noverbridge. A bearded man was pelting stones, he closed the doors of the A\noffice and went inside. After sometime, when he opened the door, he saw that\nthere was a dead body lying. Seeing this, a report was lodged with Police\nStation Pratap Nagar, Bhilwara where a Case No. 501/2001 was registered.\nRecovery was made of the knife on the basis of disclosure made by the\naccused. After registration of the case, investigation was conducted and after\nB\ninvestigation, charge sheet was filed against the accused. The case was\ncommitted to the trial court. The trial court framed the charges against the\naccused persons for offence punishable under Section 302 IPC. The accused\ndenied the charge and claimed trial.\n5. Placing reliance on evidence of Neela Bai (PW-9), the wife of the\ndeceased, the trial court held the accused guilty. The High Court also found\nthe evidence of this eye witness to be reliable and dismissed the appeal by\nimpugned judgment.\nC\n6. With reference to certain observations made by the trial court learned\ncounsel for the appellant submitted that the trial court found that it was D\nimpossible that the accused who himself is lame and travels on a tricycle\ncould take PW9 to his jhuggi a place far from place of incident and therefore\nthe evidence of PW-9 cannot be believed. She had herself accepted that\nearlier she was married to the accused and later on stated living with the\ndeceased. The informant (PW-5) resiled from his statement recorded during\ninvestigation. Ultimately it was submitted that only one blow was given and\ntherefore Section 302 IPC has no application.\n7. Per contra learned counsel for the State supported the impugned\njudgment.\nE\nF\n8. Evidence of PW-9 is to the effect that in the night she and the\ndeceased were sleeping under a neem tree by the side of the railway track.\nSuddenly the accused came there, stabbed the deceased and forcibly took her\nto his jhuggi. She accepted that the distance was considerable. She had lost\nher senses after seeing the accused stab the deceased. She accepted that the\naccused was physically disabled and normally moved in a tricycle. She clarified G\nthat since deceased was sleeping he could not escape from the stab blow.\n9. The crucial question is as to which was the appropriate provision to\nbe applied. In the scheme of the IPC culpable homicide is the genus and\n'murder' its specie. All 'murder' is 'culpable homicide' but not vice-versa.\nH\n718\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA Speaking generally, 'culpable homicide' sans special characteristics of murder\nis culpable homicide not amounting to murder'. For the purpose of fixing\npunishment, proportionate to the gravity of the generic offence, the IPC\npractically recognizes three degrees of culpable homicide. The first is, what\nmay be called, 'culpable homicide of the first degree'. This is the gravest form\nof culpable homicide, which is defined in Section 300 as 'murder'. The second\nmay be termed as 'culpable homicide of the second degree'. This is punishable\nunder the first part of Section 304. Then, there is 'culpable homicide of the\nthird degree'. This is the lowest type of culpable homicide and the punishment\nprovided for it is also the lowest among the punishments provided for the\nthree grades. Culpable homicide of this degree is punishable under the second\nC part of Section 304.\nB\n10. The academic distinction between 'murder' and 'culpable homicide\nnot amounting to murder' has always vexed the Courts. The confusion is\ncaused, if Courts losing sight of the true scope and meaning of the terms used\nby the legislature in these sections, allow themselves to be drawn into minute\nD abstractions. The safest way of approach to the interpretation and application\nof these provisions seems to be to keep in focus the keywords used in the\nvarious clauses of Sections 299 and 300. The following comparative table will\nbe helpful in appreciating the points of distinction between the two offences.\nE\nSection 299\nA person commits culpable homicide\nif the act by which the death is\ncaused is done-\nSection 300\nSubject to certain exceptions\nclpable homicide is murder\nif the act by which the\ndeath is caused is done-\nF\nG\nH\nINTENTION\n(a) with the intention of causing\ndeath; or\n(b) with the intention of causing\nsuch bodily injury as is likely\nto cause death; or\n(1) with the intention of\ncausing death; or\n(2) with the intention of\ncausing such bodily injury\nas the offender knows to be\nlikely to cause the death of\nthe person to whom the harm\nis caused; or\nY\nT\nA\nABBAS ALI v. STATE OF RAJASTHAN [PASAYAT, J.]\n(3) With the intention of\ncausing bodily injury to any\nperson and the bodily injury\nintended to be inflicted\nis sufficient in the\nordinary course of nature\nto cause death; or\nKNOWLEDGE\n****\n719\n(c) with the knowledge that the act\nis likely to cause death.\nB\n(4) with the Knowledge that\nthe act is so imminently\ndangerous that it must in all\nprobability cause death or\nsuch bodily injury as is\nlikely to cause death, and\nC\nwithout any excuse for\nincurring the risk of causing D\ndeath or such injury as is\nmentioned above.\n11. Clause (b) of Section 299 corresponds with clauses (2) and (3) of\nSection 300. The distinguishing feature of the mens rea requisite under clause E\n(2) is the knowledge possessed by the offender regarding the particular victim\nbeing in such a peculiar condition or state of health that the internal harm\ncaused to him is likely to be fatal, notwithstanding the fact that such harm\nwould not in the ordinary way of nature be sufficient to cause death of a\nperson in normal health or condition. It is noteworthy that the 'intention to\nF\ncause death' is not an essential requirement of clause (2). Only the intention\nof causing the bodily injury coupled with the offender's knowledge of the\nlikelihood of such injury causing the death of the particular victim, is sufficient\nto bring the killing within the ambit of this clause. This aspect of clause (2)\nis borne out by illustration (b) appended to Section 300.\n12. Clause (b) of Section 299 does not postulate any such knowledge\non the part of the offender. Instances of cases falling under clause (2) of\nSection 300 can be where the assailant causes death by a fist blow intentionally\ngiven knowing that the victim is suffering from an enlarged liver, or enlarged\nspleen or diseased heart and such blow is likely to cause death of that\nG\nH\nB\n720\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA particular person as a result of the rupture of the liver, or spleen or the failure\nof the heart, as the case may be. If the assailant had no such knowledge about\nthe disease or special frailty of the victim, nor an intention to cause death or\nbodily injury sufficient in the ordinary course of nature to cause death, the\noffence will not be murder, even if the injury which caused the death, was\nintentionally given. In clause (3) of Section 300, instead of the words 'likely\nto cause death' occurring in the corresponding clause (b) of Section 299, the\nwords \"sufficient in the ordinary course of nature to cause death\" have been\nused. Obviously, the distinction lies between a bodily injury likely to cause\ndeath and a bodily injury sufficient in the ordinary course of nature to cause\ndeath. The distinction is fine but real and if overlooked, may result in miscarriage\nC of justice. The difference between clause (b) of Section 299 and clause (3) of\nSection 300 is one of the degree of probability of death resulting from the\nintended bodily injury. To put it more broadly, it is the degree of probability\nof death which determines whether a culpable homicide is of the gravest,\nmedium or the lowest degree. The word 'likely' in clause (b) of Section 299\nconveys the sense of probable as distinguished from a mere possibility. The\nwords \"bodily injury.......sufficient in the ordinary course of nature to cause\ndeath” mean that death will be the \"most probable” result of the injury, having\nregard to the ordinary course of nature.\nD\nE\nF\n13. For cases to fall within clause (3), it is not necessary that the\noffender intended to cause death, so long as the death ensues from the\nintentional bodily injury or injuries sufficient to cause death in the ordinary\ncourse of nature. Rajwant and Anr. v. State of Kerala, AIR (1966) SC 1874\nis an apt illustration of this point.\n14. In Virsa Singh v. State of Punjab, AIR (1958) SC 465, Vivian Bose,\nJ. speaking for the Court, explained the meaning and scope of clause (3). It\nwas observed that the prosecution must prove the following facts before it\ncan bring a case under Section 300, \"thirdly\". First, it must establish quite\nobjectively, that a bodily injury is present; secondly the nature of the injury\nmust be proved. These are purely objective investigations. Thirdly, it must be\nproved that there was an intention to inflict that particular injury, that is to\nsay, that it was not accidental or unintentional or that some other kind of\ninjury was intended. Once these three elements are proved to be present, the\nenquiry proceeds further, and fourthly it must be proved that the injury of the\ntype just described made up of the three elements set out above was sufficient\nto cause death in the ordinary course of nature. This part of the enquiry is\nH purely objective and inferential and has nothing to do with the intention of\nG\n“་\nthe offender.\nABBAS ALI v. STATE OF RAJASTHAN [PASAYAT, J.]\n721\n15. The ingredients of clause \"Thirdly\" of Section 300, IPC were brought\nout by the illustrious Judge in his terse language as follows:\nA\n\"To put it shortly, the prosecution must prove the following facts\nbefore it can bring a case under Section 300, \"thirdly\".\nFirst, it must establish, quite objectively, that a bodily injury is present.\nSecondly, the nature of the injury must be proved. These are purely\nobjective investigations.\nB\nThirdly, it must be proved that there was an intention to inflict that C\nparticular bodily injury, that is to say that it was not accidental or\nunintentional, or that some other kind of injury was intended.\nOnce these three elements are proved to be present, the enquiry\nproceeds further and,\nFourthly, it must be proved that the injury of the type just described\nmade up of the three elements set out above is sufficient to cause\ndeath in the ordinary course of nature. This part of the enquiry is\npurely objective and inferential and has nothing to do with the\nintention of the offender.\"\n16. The learned Judge explained the third ingredient in the following\nwords (at page 468):\nD\nE\n\"The question is not whether the prisoner intended to inflict a serious\ninjury or a trivial one but whether he intended to inflict the injury that\nis proved to be present. If he can show that he did not, or if the F\ntotality of the circumstances justify such an inference, then of course,\nthe intent that the section requires is not proved. But if there is\nnothing beyond the injury and the fact that the appellant inflicted it,\nthe only possible inference is that he intended to inflict it. Whether\nhe knew of its seriousness or intended serious consequences, is\nneither here or there. The question, so far as the intention is concerned,\nis not whether he intended to kill, or to inflict an injury of a particular\ndegree of seriousness but whether he intended to inflict the injury in\nquestion and once the existence of the injury is proved the intention\nto cause it will be presumed unless the evidence or the circumstances\nG\nH\n722\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA\nwarrant an opposite conclusion.\"\n17. These observations of Vivian Bose, J. have become locus classicus.\nThe test laid down by Virsa Singh's case (supra) for the applicability of clause\n\"Thirdly\" is now ingrained in our legal system and has become part of the\nrule of law: Under clause thirdly of Section 300 IPC, culpable homicide is\nB murder, if both the following conditions are satisfied: i.e. (a) that the act which\ncauses death is done with the intention of causing death or is done with the\nintention of causing a bodily injury; and (b) that the injury intended to be\ninflicted is sufficient in the ordinary course of nature to cause death. It must\nbe proved that there was an intention to inflict that particular bodily injury\nwhich, in the ordinary course of nature, was sufficient to cause death, viz.,\nthat the injury found to be present was the injury that was intended to be\ninflicted.\nC\n18. Thus, according to the rule laid down in Virsa Singh's case, even\nif the intention of accused was limited to the infliction of a bodily injury\nD sufficient to cause death in the ordinary course of nature, and did not extend\nto the intention of causing death, the offence would be murder. Illustration\n(c) appended to Section 300 clearly brings out this point.\n19. Clause (c) of Section 299 and clause (4) of Section 300 both require\nknowledge of the probability of the act causing death. It is not necessary for\nE the purpose of this case to dilate much on the distinction between these\ncorresponding clauses. It will be sufficient to say that clause (4) of Section\n300 would be applicable where the knowledge of the offender as to the\nprobability of death of a person or persons in general as distinguished from\na particular person or persons being caused from his imminently dangerous\nact, approximates to a practical certainty. Such knowledge on the part of the\noffender must be of the highest degree of probability, the act having been\ncommitted by the offender without any excuse for incurring the risk of causing\ndeath or such injury as aforesaid.\nF\nG\nH\n20. The above are only broad guidelines and not cast iron imperatives.\nIn most cases, their observance will facilitate the task of the Court. But\nsometimes the facts are so intertwined and the second and the third stages\nso telescoped into each other that it may not be convenient to give a separate\ntreatment to the matters involved in the second and third stages.\n21. The position was illuminatingly highlighted by this Court in State\nABBAS ALI v. STATE OF RAJASTHAN [PASAYAT, J.]\n723\nof Andhra Pradesh v. Rayavarapu Punnayya and Anr., [1976] 4 SCC 382, A\nAbdul Waheed Khan @ Waheed and Ors. v. State of Andhra Pradesh, [2002]\n7 SCC 175, Augustine Saldanha v. State of Karnataka, [2003] 10 SCC 472,\nShanker Narayan Bhadolkar v. State of Maharashtra, [2005] 9 SCC 71,\nThangiya v. State of T.N., [2005] 9 SCC 650, Rajinder v. State of Haryana,\n[2006] 5 SCC 425 and in Raj Pal v. State of Haryana, [2006] 9 SCC 678.\n22. In view of the factual position as noted in the background of the\nprinciples set up above it is clear that the appropriate conviction is under\nSection 304 Part I, IPC which is accordingly altered. Custodial sentence of 10\nyears would meet the ends of justice.\nD.G.\n23. The appeal is allowed to the aforesaid extent.\nB\nC\nAppeal Partly allowed.\n"}