{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"BHAGUBHAI DHANABHAI KHALASI AND ANR.\nV.\nTHE STATE OF GUJARAT AND ORS.\nAPRIL 5, 2007\nA\nB\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nConservation of Foreign Exchange and Prevention of Smuggling\nActivities Act, 1974/Smugglers and Foreign Exchange Manipulations\n(Forfeiture of Property) Act, 1976:\nC\nD\nAn order of preventive detention and forfeiture of property passed by\nauthority against appellant-Challenge to-Allowed by High Court-\nAuthority cancelled the order but not releasing the property-Writ petition\ndismissed by High Court observing that issues like legality of sale-deed, its\nexecution or whether it is false or fabricated, cannot be decided in the\nproceedings under Article 226 of the Constitution of India-Petitioners were\ndirected to initiate appropriate proceedings before appropriate Court-\nLetters Patent Appeal-Appellant admitting execution of sale deed by him in\nfavour of third party and praying for withdrawal of appeal reserving right\nto agitate the grievance before appropriate forum-High Court refusing to\ngrant such permission-On appeal, Held: High Court did not entertain the E\nwrit petition as it involved disputed question of fact-An appeal thereagainst\nfiled by the appellant and not by the third party-High Court did not go into\nthe correctness/otherwise of allegations/counter allegations-Access to justice\nis a human right-When there exists a right of a disputant, there must be a\nremedy-Since, Division Bench of the High Court allowed the appellants to F\nwithdraw the appeal they could not have been placed in a worse position-\nHence, part of order of the Division Bench of the High Court refusing to grant\nleave to appellants to ventilate their grievance before an appropriate forum\ncannot be sustained-Constitution of India-Article 226.\nDoctrines:\nDoctrine of 'Ubi Jus ibi remedium'-Applicability of.\nAn order of preventive detention was passed against the appellant under\nthe conservation of Foreign Exchange and Prevention of Smuggling Activities\nG\n899\nH\n900\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA Act, 1974. His properties were forfeited under the Smugglers and Foreign\nExchange Manipulators (Forfeiture of Property) Act, 1976. He filed a Writ\nPetition in the High Court questioning the order of detention as also the order\npassed under SAFEMA, which was allowed by the High Court. Later, an order\nwas passed by the competent authority cancelling the Order whereby and\nwhereunder the properties were directed to be forfeited. Allegedly, the\nB immovable properties so forfeited were not released. A writ petition was filed\nby the appellant impleading respondent No.4 as a party thereto, who had\ncontended that the appellant had transferred the said property in his favour.\nA Single Judge of the High Court dismissed the writ petition holding that\nwhether the sale-deed is legal and the same has been executed by the\nPetitioners or the same is false and fabricated, cannot be decided in\nproceedings initiated by the Petitioners under Article 226 of the Constitution\nof India. The petitioners were required to initiate appropriate proceedings\nbefore appropriate Forum.\nC\nD\nE\nF\nG\nAn intra-court appeal was preferred thereagainst under the Letters\nPatent of the High Court by the appellant. He purportedly admitted that he\nhad executed a deed of sale in favour of respondent No.4, and made a prayer\nfor withdrawal of the appeal reserving right to agitate the grievances before\nan appropriate forum. The Division Bench of the High Court while granting\npermission to withdraw the appeal refused to grant such permission. Hence\nthe present appeal.\nAppellant contended that the Division Bench of the High Court\ncommitted a manifest error in passing the said order, insofar as it failed to\ntake into consideration that by preferring the appeal, the appellant could not\nhave been put in a worse condition.\nRespondent submitted that the appellant was guilty of making a\nmisrepresentation before the Division Bench of the High Court and filed a\nlarge number of forged documents; and that the appellant having admitted\nthe execution of the sale deed in favour of respondent No. 4, he cannot be\npermitted to litigate before any other forum.\nPartly allowing the appeal, the Court\nHELD: 1.1. The Division Bench of the High Court as also the Single\nJudge admittedly did not enter into the merit of the matter. Single Judge of\nthe High Court noticed the respective cases of the parties and refused to\nentertain the writ petition on the premise that the same involved disputed\nH questions of fact. [Para 9] [904-D]\n}\nT\nBHAGUBHAI DHANABHAI KHALASI v. STATE OF GUJARAT [S.B. SINHA, J.] 901\n1.2 A party having a grievance must have a remedy. Access to justice is A\na human right. When there exists such a right, a disputant must have remedy\nin terms of the doctrine ubi jus ibi remedium. [Para 10] [904-F]\nDwarka Prasad Agarwal (D) by Lrs. And Anr. v. Ramesh Chander\nAgarwal and Ors., [2003] 6 SCC 220; Dwarka Prasad Agarwal (D) by Lrs.\nand Anr. v. B. D. Agarwal and Ors., [2003] 6 SCC 230; Swamy Atmananda B\nand Ors. v. Sri Ramakrishna Tapovanam and Ors., [2005] 10 SCC 51; Messrs.\nAssociated Tubewells Ltd. v. R.B. Gujarmal Modi, A.I.R. (1957) SC 742; State\nof Maharashtra v. Ramdas Shrinivas Nayak and Anr., AIR (1982) SC 1249\nand Guruvayoor Devaswom Managing Committee and Anr. v. C. K. Rajan and\nOrs., [2003]. 7 SCC 546, relied on.\n1.3. The Division Bench of the High Court did not go into the correctness\nor otherwise of the allegations and counter allegations made by the parties\nbefore it. Whether appellant was guilty of any forgery or not was not\ndetermined. [Para 18] [906-E]\nC\n1.4. The Division Bench of the High Court did not intend to exercise D\nlarger jurisdiction. If it intended to do so, it could have taken recourse to\nprocedure known to law. It allowed the appellant to withdraw the appeal. By\ndoing so, the parties were relegated to the same position to which they had\nbeen viz. when the Single Judge of the High Court dismissed the Writ\nPetition. Appellant could not have been placed in a worse position. Hence, that\npart of the impugned order whereby and whereunder the Division Bench\nrefused to grant leave to the appellant to ventilate his grievances before an\nappropriate forum cannot be sustained. [Paras 19, 20 and 21] [906-E-G]\nE\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1818 of 2007.\nFrom the Final Judgment and Order dated 06.10.2005 of the High Court F\nof Gujarat at Ahmedabad in LPA No. 455 of 2005 in SCA No. 7606 of 1999.\nAshok Desai and S.B. Sanjuanwala, and Rutwik Panda for the Appellants.\nSushil Kumar Jain, H.D. Thanvi, Sarad Singhania, Puneet Jain, Christi\nJain and Pratibha Jain for the Respondents.\nG\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\n2. An order of preventive detention was passed against the appellant H\n902\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA under the Conservation of Foreign Exchange and Prevention of Smuggling\nActivities Act, 1974 (for short, “COFEPOSA Act\"). He had properties at\nBhadarwal, in the district Jaipur and a fixed deposit receipt of Dena Bank. The\nsaid properties were forfeited under the Smugglers and Foreign Exchange\nManipulators (Forfeiture of Property) Act, 1976 (for short, \"SAFEMA\"). He\nfiled a Writ Petition in the Gujarat High Court questioning the said order of\nB detention as also the order passed under SAFEMA. The said Writ Petition\nwas allowed. A Special Leave Petition filed thereagainst by the competent\nauthority was also dismissed. Representations were made by him for return\nof the said properties. An order was passed by the competent authority on\nor about 30.1.1996 canceling the Order dated 24.9.1979 whereby and whereunder\nthe properties were directed to be forfeited. Allegedly, whereas the fixed\ndeposit receipt was returned to him, the immovable properties were not. A\nWrit Petition was filed by the appellant. Allegations made in the said writ\npetition were denied and disputed. Respondent No. 4 who was impleaded as\na party thereto contended that the appellant had transferred the said property\nin his favour. A learned Single Judge of the High Court by a Judgment and\nᎠ Order dated 17.1.2005 dismissed the said writ petition, holding;\nC\n[1]\nE\nF\nG\nH\n\"6. I have gone through the petition, documents annexed with the\nmemo of petition, affidavits and other documents which have been\nshown to me by the learned counsel for the respective parties. The\nfacts of the present petition are peculiar as during the pendency of\nthe proceedings, certain changes have been taken place. It is the case\nof the other side that the property in question has been sold by the\nPetitioners to the third party by way of registered sale deed, before\nfinalization of the proceedings, but the Petitioner has denied the same.\nIt is the case of the Petitioners that the Petitioners have not sold the\nproperty in question, but some persons have forged and fabricated\ndocuments and the property has been transferred by way of registered\nsale deed, behind the back of the Petitioners illegally and fraudulently.\nIt has also been established that during the course of the proceedings,\nthe property has been vested to the Jaipur Urban Development\nAuthority. Thus, the questions which arise for consideration of this\nCourt in this Petition is disputed questions of facts. It is the case of\nthe Petitioners that they are owners of the property and it is the duty\nof the Respondent authorities to hand over the possession of the\nproperty in question to them and on the other hand, it is prima facie\nestablished that third party interest has created by way of sale deed\nsince long and same has not been challenged by the Petitioners on\nanybody else and the said registered sale deed is in operation as on\ni\nBHAGUBHAI DHANABHAI KHALASI v. STATE OF GUJARAT [S.B. SINHA, J.] 903\ntoday. Therefore, whether the aforesaid sale-deed is legal and the A\nsame has been executed by the Petitioners or the same is false and\nfabricated, cannot be decided in this proceedings initiated by the\nPetitioners under Article 226 of the Constitution of India. The\nPetitioners are required to initiate appropriate proceedings before\nappropriate Court.\nSo far as the decisions, upon which the learned counsel for the\nPetitioners has placed reliance, are concerned, I am in total agreement\nwith the ratio laid down in the said decisions. But as stated earlier, in\nthis petition disputed questions of facts have been arisen and therefore,\nthe Petitioners cannot get benefits of the said judgment.”\nB\nC\n3. The learned Single Judge, therefore, did not go into the question, as\nto whether the appellant had transferred the said property in favour of the\nrespondent No. 4 herein or not. An intra-court appeal preferred thereagainst\nunder the Letters Patent of the Bombay High Court was preferred thereagainst\nby the appellant. Apparently, a question was raised therein as to whether the\nsame in effect and substance was filed by the appellant or some other person. D\n4. A handwriting expert opined that two signatures on the application\ndated 4.4.1997 and two signatures on a certified Photostat copy of affidavit\ndated 13.1.2003 were not that of the appellant. Appellant was directed to\nappear before the Division Bench and he purportedly admitted that he had\nexecuted a deed of sale in favour of the respondent No. 4. A prayer was made E\nfor withdrawal of the appeal by the learned counsel appearing on the behalf\nof the appellant reserving right to agitate the grievances before an appropriate\nforum. The Division Bench while granting permission to withdraw the appeal\nrefused to grant such permission stating;\n\"At this juncture, Shri Sanjanwala submitted that his right to pursue F\nother remedy be reserved. But, looking to the peculiar facts and\ncircumstances of the case and the seriousness of the matter, we made\nit clear to Shri Sanjanwala that we may not pass this order and may\nnot grant simple permission to withdraw the Appeal, but we may like\nto decide this Appeal on merits and ultimately the person concerned\nin the matter may have to even face the consequences. Thereupon, G\nShri Sanjanwala gave up his request.\"\n5. Mr. Ashok Desai, learned senior counsel appearing on behalf of the\nappellant would submit that the Division Bench of the High Court committed\na manifest error in passing the said order, insofar as it failed to take into\nH\n904\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA consideration that by preferring the appeal, the appellant could not have been\nput in a worse condition.\n6. Mr. Sushil Kumar Jain, learned counsel appearing on behalf of the\nrespondent, however, had drawn our attention to the counter affidavit affirmed\nby respondent No. 4 to contend that the appellant was guilty of making a\nB misrepresentation before the Division Bench of the High Court and filed a\nlarge number of forged documents. In any event he, having admitted the\nexecution of the sale deed in favour of the respondent No. 4 herein cannot\nbe permitted to litigate before any other forum.\n7. Allegations made in the said counter affidavit are denied and disputed\nC by the appellant in his rejoinder thereto.\n8. It does not appear that in relation to the purported report of handwriting\nexpert, any order was passed upon taking cognizance thereof, even no\nproceeding under Section 340 of the Code of Criminal Procedure was initiated.\nD\n9. The Division Bench of the High Court as also the learned Single\nJudge admittedly did not enter into the merit of the matter. The learned Single\nJudge noticed the respective cases of the parties and refused to entertain the\nwrit petition on the premise that the same involved disputed questions of fact.\nHe, opined that the appellant may agitate his grievances before an appropriate\nforum. An intra-court appeal was filed thereagainst by the appellant alone.\nE The respondent did not do so. The jurisdiction of the appellate court, thus\nshould have been kept confined only to the question as to whether the writ\npetition should have been determined on merit by the learned Single Judge.\n10. A party having a grievance must have a remedy. Access to justice\nis a human right. When there exists such a right, a disputant must have a\nF remedy in terms of the doctrine ubi jus ibi remedium.\nG\nH\n11. In Dwarka Prasad Agarwal (D) by Lrs. and Anr. v. Ramesh Chander\nAgarwal and Ors., [2003] 6 SCC 220], this Court held;\n\"22. The dispute between the parties was eminently a civil dispute and\nnot a dispute under the provisions of the Companies Act. Section 9.\nof the Code of Civil Procedure confers jurisdiction upon the civil\ncourts to determine all disputes of civil nature unless the same is\nbarred under a statute either expressly or by necessary implication.\nBar of jurisdiction of a civil court is not to be readily inferred. A\nprovision seeking to bar jurisdiction of a civil court requires strict\ninterpretation. The court, it is well settled, would normally lean in\n+\nBHAGUBHAI DHANABHAI KHALASI v. STATE OF GUJARAT [S.B. SINHA, J.] 905\nfavour of construction, which would uphold retention of jurisdiction A\nof the civil court. The burden of proof in this behalf shall be on the\nparty who asserts that the civil courts jurisdiction is ousted. (See\nSahebgouda v. Ogeppa) Even otherwise, the civil courts jurisdiction\nis not completely ousted under the Companies Act, 1956.\"\n12. In Dwarka Prasad Agarwal (D) by Lrs. and Anr. v. B.D. Agarwal B\nand Ors., [2003] 6 SCC 230, this Court held;\n\"38. There is another aspect of the matter which must also be taken\nnotice of. A party cannot be made to suffer adversely either indirectly\nor directly by reason of an order passed by any court of law which\nis not binding on him. The very basis upon which a judicial process C\ncan be resorted to is reasonableness and fairness in a trial. Under our\nConstitution as also the international treaties and conventions, the\nright to get a fair trial is a basic fundamental/human right. Any\nprocedure which comes in the way of a party in getting a fair trial\nwould be violative of Article 14 of the Constitution of India. Right to\na fair trial by an independent and impartial Tribunal is part of Article D\n6(1) of the European Convention for the Protection of Human Rights.\nand Fundamental Freedoms, 1950 [See Clark (Procurator Fiscal,\nKirkcaldy) v. Kelly]. Furthermore, even if the petitioner herein had\nfiled a writ petition before the High Court in terms of Article 226 of\nthe Constitution of India, the same would not have been entertained\nas the impugned order had been passed consequent to and in\nfurtherance of the purported consent order passed by the High Court.\nOrdinarily, the High Court would not have issued a writ of certiorari\nfor quashing its own order. Even in that view of the matter it is\napposite that this petition under Article 32 should be entertained.\"\n13. See Swamy Atmananda and Ors. v. Sri Ramakrishna Tapovanam\nand Ors., [2005] 10 SCC 51].\n14. There is nothing on record to show that the Division Bench while\nentertaining the Letters Patent Appeal intended to enter into any other\nquestion. Judges' record as is well known is final and conclusive. Any\ndispute in relation thereto must be raised before the same Court.\n15. In Messrs. Associated Tubewells Ltd. v. R.B. Gujarmal Modi, A.I.R.\n(1957) SC 742, this Court deprecated the practice of referring to conversation\nwhich took place in Court, stating;\nE\nF\nG\nH\nA\nB\nC\nD\n906\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\n“4. We cannot, however, part from this matter without placing on\nrecord our very strong disapproval of the course that the Advocate\na very senior counsel of this Court has adopted in making this\napplication. In the review application he has referred in detail as to\nwhat, according to him, happened in Court on the prior occasion and\nwhat each Judge said in the course of the arguments. The review\napplication sets out at length what the presiding Judge said and\nexpressed in the course of the arguments and what his views were and\nwhat the other Judges of the Bench said and expressed and what the\nview of each was. These statements are followed by a confident\nassertion how and why the application was dismissed.\"\n16. Yet again in State of Maharashtra v. Ramdas Shrinivas Nayak and\nAnr., AIR (1982) SC 1249, this Court opined;\n\"7. So the Judges' record is conclusive. Neither lawyer nor-litigant\nmay claim to contradict it, except before the Judge himself, but nowhere\nelse.\"\n17. See also Guruvayoor Devaswom Managing Committee and Anr. v.\nC.K. Rajan and Ors., [2003] 7 SCC 546.\n18. The Division Bench did not go into the correctness or otherwise of\nthe allegations and counter allegations made by the parties before it. Whether\nE appellant was guilty of any forgery or not was not determined.\nF\n19. It is therefore, difficult to accept the contention of Mr. Jain that the\nDivision Bench intended to exercise larger jurisdiction. If it intended to do so,\nit could have taken recourse to procedure known to law.\n20. It allowed the appellant to withdraw the appeal. By doing so, the\nparties were relegated to the same position to which they had been viz. when\nthe learned Single Judge dismissed the Writ Petition. Appellant, thus in our\nview could not have been placed in a worse position.\n21. We, therefore, are of the opinion that the part of the impugned order\nG whereby and whereunder the Division Bench refused to grant leave to the\nappellant to ventilate his grievances before an appropriate forum cannot be\nsustained. This appeal is allowed to the aforementioned extent. We, however,\nmake no order as to costs.\nS.K.S.\nAppeal partly allowed.\n1\nI\nH\n"}