{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nC\nD\nNORTH EAST KARNATAKA ROAD TRANSPORT CORPORATION\nV.\nM. NAGANGOUDA\nJANUARY 9, 2007\n[DR. AR. LAKSHMANAN AND ALTAMAS KABIR, JJ.]\nLabour laws:\nFull Back wages-Entitlement to-During period of termination,\nworkman engaged in agricultural work and receiving certain income\ntherefrom—Labour Court held that Income so received could not be\nequated with income from gainful employment-Justification of-Held, not\njustified-'Gainful employment' would also include self-employment\nwherefrom income is generated-Income either from employment in an\nestablishment or from self-employment merely differentiates the sources\nfrom which income is generated, the end use being the same.\nWords and phrases:\n'Gainful employment'-Connotation of-Explained.\nE\nF\nG\nRespondent-workman was found guilty of misconduct and was dismissed\nfrom service. Labour Court ordered his reinstatement into service with full\nback wages. Aggrieved Appellant-Corporation filed writ petition. High\nCourt dismissed the Writ Petition holding that the management had not\nbeen able to establish that the respondent was engaged in any gainful\nemployment during the period of dismissal and that since the misconduct\nwas not proved, there could be no justification in denying grant of back\nwages and that the conclusion arrived at by the Labour Court was neither\nperverse nor arbitrary. Hence the present appeal.\nAllowing the appeal, the Court\nHELD: The reasoning of the Labour Court that the Income received\nby the respondent from agricultural pursuits could not be equated with\nincome from gainful employment in any establishment cannot be accepted.\nH \"Gainful employment\" would also include self-employment wherefrom\n282\nと\nE\nNORTH EAST KARNATAKA ROAD TPT. CORPN. v. M. NAGANGOUDA [KABIR, J.] 283\nincome is generated. Income either from employment in an establishment\nor from self-employment merely differentiates the sources from which\nincome is generated, the end use being the same. Since the respondent was\nearning some amount from his agricultural pursuits to maintain himself,\nthe Labour Court was not justified in holding that he could not be treated\nto be engaged in \"gainful employment.\" [Para 17] [287-B-D]\nCIVIL APPELLATE JURISDICTION : Civil Appeal No. 129 of 2007.\nFrom the Judgment and final Order dated 1.7.2005 of the High Court\nof Karnataka at Bangalore in W.A. No. 2446/2005.\nBasava Prabhu S. Patil, V.N. Raghupathy, B. Subrahmanya Prasad and\nNarayan P. Kengasur for the Appellant.\nA\nB\nC\nG.V. Chandrashekar and Anjana Chandrashekar for the\nRespondent.\nᎠ\nThe Judgment of the Court was delivered by\nALTAMAS KABIR, J. : 1. Leave granted.\nE\n2. This appeal is directed against the judgment and final order dated\n1st July, 2005 passed by the High Court of Karnataka at Bangalore in Writ\nAppeal No. 2446/2005 choosing not to interfere with the findings recorded\nin the award of the Tribunal as also the order of the learned Single Judge\nthat on account of the forced idleness of the respondent-workman, he\nwould be entitled to full back wages on reinstatement.\n3. For a proper appreciation of the order passed by the Tribunal and\nthe High Court, it is necessary to set out a few facts in brief.\nF\n4. The respondent-workman was working as a Conductor of Kudligi G\nDepot of the appellant-corporation. On 5th October, 1980, while the said\nrespondent was on duty in vehicle No.MYF-2613 plying between Hadagali\nto Medalagatta, the said bus came to be checked by the Central Line\nChecking Squad, Bangalore at Medalgatta Stage No.3. The allegation\nagainst the respondent is that he had failed to issue tickets of 0.90 paise\nH\nY\n[2007] 1 S.C.R.\n284\nSUPREME COURT REPORTS\nA denomination to four passengers despite collection of requisite fare at the\nboarding point. On the basis of the report submitted by the Checking\nSquad, disciplinary proceedings were initiated against the respondent and\nhe was served with Articles of Charges. The respondent filed his written\nstatement of defence denying the charges levelled against him. However,\nthe disciplinary authority was not satisfied with the defence taken by the\nrespondent and appointed the Assistant Traffic Manager as Enquiring\nAuthority to conduct an enquiry against the respondent.\nB\n5. Enquiry was duly conducted on 21st January, 1981 and on the\nmaterials available, the Enquiring Authority held the respondent to be guilty\nC of misconduct. Accepting the reports submitted by the Enquiring Authority,\nthe Disciplinary Authority by its order dated 27th August, 1981 dismissed\nthe respondent from service with immediate effect under powers vested in\nit by Regulation 19 (3) under Part-III of the KSRTC Servants (C \u0026 D)\nRegulations, 1971. The respondent approached the Assistant Labour\nCommissioner for conciliation. As the same failed, the matter was referred\nto the Labour Court by the Government of Karnataka vide Reference dated\n22nd November, 1982. The Terms of Reference were as follows:-\nD\nE\n\"(i) Is the Management justified in dismissing M. Nagangouda,\nEx-Conductor, Kudligi Depot, Bellari Division from service\nwith effect from 27.08.1981?\n(ii) If not to what other relief the said workman is entitled?”\n6. The said reference, being Reference No.46/1992, came up before the\nF Labour Court which in its turn framed the following issues for consideration:-\nG\n(a) Whether the domestic enquiry is fair and proper ?\n(b) Whether the order of termination passed by the respondent\nis legal and valid ?\n(c) What order ?\"\n7. On 20th October, 1994, the Labour Court heard issue No.1 as a\npreliminary issue and held that the domestic enquiry was not fair and\nH proper.\n+\n3\nY\nNORTH EAST KARNATAKA ROAD TPT. CORPN. v. M. NAGANGOUDA [KABIR, J.] 285\nB\n8. On 3rd January, 1995, while the proceedings were pending before the A\nLabour Court, the respondent filed an interim application which was allowed\nby the Labour Court and the appellant-corporation was directed to pay\n50% of the salary last drawn by the respondent. In view of the aforesaid\norder, the appellant was permitted to obtain work from the respondent on\nthe strength of a joint memorandum filed by the parties. Subsequently,\non 23rd Febraury, 1998, the Labour Court allowed the respondent's claim\npetition by ordering his reinstatement into service and also holding that he\nwas entitled to receive 50 % of the back wages. Aggrieved by the aforesaid\norder, the respondent filed a Writ Petition No.26409/1998 before the High\nCourt of Karnataka which remitted the matter back to the Labour Court with\na direction to pass appropriate orders with regard to back wages, continuity\nof service and other consequential benefits, after affording an opportunity\nto both the parties. After remand, the Tribunal vide its Order dated 10th\nAugust, 2001, allowed the Reference and held that the respondent was\nentitled to receive full back wages from the date of the order of dismissal\ntill the date of the award with continuity of service and all consequential\nbenefits.\n9. The appellant-corporation challenged the award passed by the\nTribunal by way of a Writ Petition No.46673/2003 contending that the award\nof the Labour Court was erroneous on the face of the record and the\nconclusions arrived at were untenable. One of the grounds taken by the\nappellant was that the Labour Court having found that the respondent is\nengaged in agricultural operations, should not have held that the same was\nnot an alternative employment.\n10. The Writ Petition filed by the appellant came to be listed for final\nhearing before the learned Single Judge on 2nd February, 2005, and by his\nOrder of even date the Single Judge dismissed the Writ Petition holding\nthat the management had not been able to establish that the respondent\nwas engaged in any gainful employment during the period of dismissal.\nThe learned Judge also came to a finding that when the misconduct was\nnot proved, there could be no justification in denying grant of back wages\nand that the conclusion arrived at by the Industrial Tribunal was neither\nperverse nor arbitrary.\nC\nD\nE\nF\nG\n11. Being aggrieved by the above, the appellant preferred an appeal. H\n286\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA The Writ Appeal was taken up for hearing by the Division Bench of the\nHigh Court on 1st July, 2005 and was dismissed, thus confirming the orders\npassed by the learned Single Judge and the Industrial Tribunal.\n12. As indicated hereinbefore, this appeal is directed against the\nB judgment and order of the Division Bench.\nC\nᎠ\n13. At the very outset it was submitted on behalf of the appellant that\nthe Corporation had no grievance against the award as was made by the\nLabour Court on 23rd February, 1998 and that the Corporation was ready\nand willing to reinstate the respondent and to pay 50% of the salary last\ndrawn by him. The Corporation was, however, aggrieved by the subsequent\naward passed by the Labour Court after remand whereby the Labour Court\naltered its earlier directions after coming to a finding that the respondent\nwas entitled to full back wages and not 50 % as had been directed earlier.\n14. It was sought to be urged that after coming to a finding on the\nbasis of the evidence of the respondent himself that the during the period\nof termination of his services, he was engaged in agriculture and that he\nwas receiving certain amounts therefrom, it was not open to the Labour\nCourt to observe that \"gainful employment” would not include such income\nE from agriculture. It was urged that income from any source, whether from\nemployment in an establishment or from self-employment, would have to be\ntreated as income for the purposes of deciding whether the respondent\nwould be entitled to receive full back wages. It was urged that both the\nTribunal and the High Court erred in taking a view to the contrary and the\norders passed on the basis thereof were liable to be set aside.\nF\nG\n15. On behalf of the respondent the stand taken before the Labour\nCourt and the High Court was reiterated and it was contended that engaging\nin agricultural work would not amount to being gainfully employed and\nhence the orders passed by the Tribunal as affirmed by the High Court for\npayment of full back wages to the respondent, did not call for any\ninterference.\n16. We have carefully considered the submissions made on behalf of\nthe respective parties in the backdrop of the facts of the case. Since the\nH finding on the issue as to whether the domestic enquiry had been fairly and\n•\ni\nY\nNORTH EAST KARNATAKA ROAD TPT. CORPN. v. M. NAGANGOUDA [KABIR, J.] 287\nproperly held had been decided in favour of the respondent and had not A\nbeen challenged by the appellant, the only issue which was remitted by\nthe High Court to the Tribunal was whether the respondent would be\nentitled to full back wages from the date of his dismissal till the date of the\naward, with continuity of service and consequential benefits.\n17. On the said question, we are unable to accept the reasoning of the\nLabour Court that the income received by the respondent from agricultural\npursuits could not be equated with income from gainful employment in any\nestablishment. In our view, \"gainful employment\" would also include self-\nemployment wherefrom income is generated. Income either from employment\nin an establishment or from self-employment merely differentiates the sources\nfrom which income is generated, the end use being the same. Since the\nrespondent was earning some amount from his agricultural pursuits to\nmaintain himself, the Labour Court was not justified in holding that merely\nbecause the respondent was receiving agricultural income, he could not be\ntreated to be engaged in \"gainful employment\".\n18. The Single Judge of the High Court without looking into this\naspect of the matter merely observed that the management had not\nestablished that the workman was engaged in any gainful employment\nduring the period of dismissal and on such finding, the learned Single Judge\nchose not to interfere with the award as passed by the Tribunal after\nremand.\nB\nC\nD\nE\n19. The Division Bench which heard the Writ Appeal did not also\nconsider the aforesaid aspect of the matter and mechanically disposed of the\nappeal with the observation that after going through the order of the\nF\nlearned Single Judge and the award of the Tribunal, it found no ground to\ninterfere with the findings recorded therein.\n20. In view of what we have stated hereinabove regarding the income\nreceived by the respondent for the period of his dismissal from service till\nthe date of the award, we are of the view that the award passed by the\nTribunal after remand and affirmed by the High Court, both by the learned\nSingle Judge and the Division Bench is liable to be modified and the earlier\naward of the Labour Court dated 23rd February, 1998 is liable to be restored.\n21. We, accordingly, allow the appeal and restore the award passed by\nG\nH\n288\nSUPREME COURT REPORTS\n[2007] 1 S.C.R.\nA the Labour Court dated 23rd February, 1998 and direct the respondent to\ngive effect to the same expeditiously, if the same has not already been\nimplemented.\nB\n22. In the event full back wages from the date of dismissal till the date\nof the award has already been paid to the respondent, the appellant-\nCorporation will be entitled to recover the same from the respondent.\n23. There will be no order as to costs.\nD.G.\nAppeal allowed.\n\"\n"}