{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nE\nF\n[2010] 5 S.C.R. 164\nSPECIAL LAND ACQUISITION OFFICER\nKARI\nV\nKARIGOWDA \u0026 ORS.\n(Civil Appeal No. 3838 of 2010 etc.)\nAPRIL 26, 2010\n[R.V. RAVEENDRAN AND SWATANTER KUMAR, JJ.]\nLand Acquisition Act, 1894:\n-\nss. 23 and 24 - Fair market value - Of acquired land -\nIn compulsive acquisition - Determination of - Grant of\ncompensation – Held: For determining the market value, the\nrelevant consideration would be the value of land with its\npeculiar advantages and disadvantages with reference to\ncommercial value - Other consequential right, legal or\ncommercial, which remotely flows from an agricultural activity\nwill not be treated as a relevant consideration The\ncomputation of compensation has to be in terms of ss. 23 and\n24 - Only statutory benefits in terms of ss. 23 (1-A) and 23\n(2) would be available to the claimant - Manufacture of silk\nwhich is the result of the silk worm fed by mulberry leaves is\nnot an agricultural activity, but sericulture - This activity would\nfall in the domain of manufacturing and commercial activity\nand is not directly covered under s. 23.\nss. 23 and 24 - Interpretation of - Held: The court should\napply the principle of literal or plain construction to these\nprovisions - In view of the scheme of the Act, it will not be\nappropriate either to apply the rule of strict construction or too\nliberal construction to the provisions of the Act -Interpretation\nG of statutes.\nH\n-\nss. 4 and 48 - Land acquisition Land taken in\npossession prior to issuance of notification u/s. 4 – Grant of\ninterest for the period prior to the notification - Held: Grant of\n164\n-\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS.\n165\n-\ninterest for the period prior to notification not permissible A\nHowever, for such period, court can direct the Collector to\nexamine the extent of rent or damage - s. 48 would come to\nthe aid of claimants.\nLand Acquisition:\n--\nB\nD\nCompensation for land acquisition - Methodology for\ncomputation of - In compulsive acquisition - High Court\nadopting Capitalization of Net Income Method, negating the\nSales Statistics Method by taking instances of adjacent\nvillages adopted by the Land Acquisition Officer\nHeld: C\nAdoption of method of Capitalization and multiplying the\nsame by 10, is without the support of evidence, hence\ninconsequential - Sale instances of adjacent villages can be\nmade basis for determining the fair market value - On facts,\nthe instances considered by Land Acquisition Officer are\nrelevant instances - Claimants are entitled to increase at the\nrate of 15% P.A. compounded, in view of increasing trend in\nsale price and since the land was used for production of\nmulberry crops which had restrictive use in the manufacturing,\ncommercial or industrial activities - The Court is entitled to\napply some reasonable guess work to balance the equities\nand fix just and fair market value in terms of parameters u/s.\n23 of Land Acquisition Act - In the peculiar facts of the case,\nclaimants are given higher compensation - What could be\ncapitalized was the value of mulberry leaves used for F\nsericulture and not the value of silk cocoons - Land\nAcquisition Act, 1894 - ss. 23 and 24.\nCompulsive acquisition - Power of compulsive\nacquisition has an inbuilt duty and responsibility on the State\nto pay just and fair compensation without delay.\nInterpretation of Statutes:\nLegislative intent - Held: Legislative intent needs to be\nnoticed for beneficial and proper interpretation of the\nE\nG\nH\n166 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA provisions in the light of the scheme underlying the provisions\nof the Statute.\nB\n-\nLiteral/Plain construction - The plain words require no\nconstruction However, whether the words are plain or\nambiguous can be determined by studying them in their\ncontext.\n-\nInterpretation – Guiding principles - Held: Interpretation\ncan be literal or functional - Literal interpretation not to go\nbeyond litera legis - Functional interpretation can make some\nC deviation to the letter of law - The interpretation is best which\nmakes the textual interpretation match the context - A statute\nis best interpretated when the purpose of enactment are\nknown - Where statutory provision confers rights and also\nstates mandatory or implied conditions, such conditions are\nD relevant for interpretation Exercise of statutory power in\nbreach of the express of implied conditions will be illegal, if\nthe conditions breached are mandatory.\nE\nF\nG\nEvidence:\n-\nOnus to prove - Land acquisition - Entitlement to receive\nhigher compensation - Held: Onus to prove entitlement to\nreceive higher compensation is on the claimants - But it\ncannot be said that there is no onus on the State - Land\nAcquisition.\nAdministration of Justice:\nFor proper administration of justice, State advised to act\nfairly and for benefit of public at large - Decisions of the State\nshould be such as to avoid unnecessary litigation.\nMaxim:\n'Boni judicis est lites dirimere, ne lis ex lite oritur, et\ninterest reipublicae ut sint fines litium' - Applicability.\nI\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS.\n167\nThe questions for consideration before this Court A\nwere whether manufacturing or commercial activity\ncarried on by the agriculturist, either himself or through\nthird party, as a continuation of the agricultural activity,\nthat is, using the yield for production of some other final\nproduct can be the basis for determining the fair market B\nvalue of the acquired land, within the parameters\nspecified u/s. 23 of the Land Acquisition Act, 1894 in the\nfacts of the present case; and that whether the claimants\nwere entitled to interest for the period before the date of\nnotification u/s. 4 of the Act, as the possession of the с\nland was taken over, before the acquisition notification.\nPartly allowing the appeals, the Court\nHELD: 1.1. The provisions of the Land Acquisition\nAct are self-contained and it is a code in itself providing D\nfor a complete procedure and steps which are required\nto be taken by the authorities concerned, for acquisition\nof land and payment of compensation. Keeping in view\nthe scheme of the Act, it will not be appropriate either to\napply the rule of strict construction or too liberal\nconstruction to its provisions. The power of compulsive\nacquisition has an inbuilt element of duty and\nresponsibility upon the State to pay the compensation\nwhich is just, fair and without delay. Thus, it will be\nappropriate to apply the rule of plain interpretation to the F\nprovisions of this Act. [Para 20] [192-G-H; 193-E-G]\n1.2. Interpretation is guided by the spirit of the\nenactment. Interpretation can be literal or functional.\nLiteral interpretation would not look beyond litera legis,\nwhile functional interpretation may make some deviation\nto the letter of the law. Unless, the law is logically\ndefective and suffers from conceptual and inherent\nambiguity, it should be given its literal meaning. Where\nthe law suffers from ambiguity, it is said “interpretation\nE\nG\nI\n168 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA must depend upon the text and context. They are the\nbasis of the interpretation. If the text is the texture, context.\nis what gives it colour. Neither can be ignored. Both are\nimportant. That interpretation is best which makes the\ntextual interpretation match the context. A statute is best\nB interpreted when we know why it was enacted.\" [Para 22]\n[195-F-H; 196-A]\nс\nD\nE\nF\nG\nReserve Bank of India v. Peerless General Finance and\nInvestment Co. Ltd. and Ors. (1987) 1 SCC 424, referred to.\nPrinciples of Statutory Interpretation by Justice G.P.\nSingh, 9th Edition 2004, Page 15, referred to.\n1.3. Where a statutory provision confers rights and\nalso states mandatory or implied conditions which would\nhave to be satisfied before the claim, can culminate into\na relief, such considerations or conditions are relevant for\nthe purposes of interpretation as well. A power conferred\nby the statute, often contains an express condition for its\nexercise and, in absence of, or in addition to the express\ncondition, there are also implied conditions for exercise\nof power. Exercise of statutory power in breach of\nexpress or implied conditions will be illegal, if the\nconditions breached are mandatory. This principle, to a\nlarge extent, is applicable to exercise of rights arising\nfrom beneficial legislations, when an owner claims\nbenefits under statutory provisions, it is for him to show\nthat what is contemplated under the conditions attached\nthereto has been satisfied, particularly when such\nlegislative intent is clear from the bare reading of the\nprovisions. [Para 24] [196-D-G]\n1.4. Sections 23 and 24 of the Act provide a complete\nscheme which can safely be termed as statutory\nguidelines and factors which are to be considered or not\nto be considered by the Court while determining the\nH market value of the acquired land. These provisions\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS.\n169\nB\nprovide a limitation within which the court has to exercise A\nits judicial discretion while ensuring that the claimants get\na fair market value of the acquired land with statutory and\npermissible benefits. Keeping in view the scheme of the\nAct and the interpretation which these provisions have\nreceived in the past, it is difficult even to comprehend that\nthere is possibility of providing any straitjacket formula\nwhich can be treated as panacea to resolve all\ncontroversies uniformly, in relation to determination of the\nvalue of the acquired land. This essentially must depend\nupon the facts and circumstances of each case. [Para 21] C\n[194-B-F]\n1.5. The rule, that plain words require no\nconstruction, starts with the premise that the words are\nplain, which is itself a conclusion reached after\nconstruing the words. It is not possible to decide whether\ncertain words are plain or ambiguous unless they are\nstudied in their context and construed. [Para 26] [197-F-\nG]\nD\nD. Saibaba v. Bar Council of India and Anr. AIR 2003\nSC 2502, referred to\nE\nHutton v. Philips 45 Del 156, referred to\nPrinciples of Statutory Interpretation by Justice G.P.\nSingh, 9th Edition 2004, Page 51, referred to\nF\nG\n1.6. It will not be permissible for the authorities to go\nbeyond the scope and purview of the provisions or the\npre-requisites stated in ss. 23 and 24 for determination\nof the fair market value of the land. Compensation has to\nbe determined strictly in accordance with the provisions.\nThe matters which are to be governed by the terms of\nSection 24 of the Act cannot be taken into consideration\nby extending discretion referable to the matters which\nshould be considered by the courts in terms of Section H\n170 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA 23 of the Act. The court should apply the principle of\nliteral or plain construction to these provisions, as the\nLegislature in its wisdom has not given to the court\nabsolute discretion in matter relating to awarding of\ncompensation but has intended to control the same by\nB enacting these statutory provisions. [Para 25] [197-B-E]\nC\nD\n1.7. The expression \"Such market value\" as\noccurring in Section 23(2), is an expression which must\nbe read ejusdem generis to the provisions of Section 23(1)\nof the Act, as they alone would provide meaning and\nrelevancy to the guidelines which are to be taken into\nconsideration by the courts for determining the market\nvalue of the land. The expression 'shall' as occurs in\nSection 23(1) can hardly be construed as 'may' giving an\nabsolute discretion to the court to take or not to take into\nconsideration the factors stated in Section 23(1) of the\nAct. The expression ‘shall' thus would have to be\nconstrued as mandatory. and not directory. It is more so,\nkeeping in view the language of Section 24 of the Act,\nwhich mandates that the court shall not take into\nE consideration the matters indicated in firstly to eighthly\nof Section 24 of the Act. This legislative intent needs to\nbe noticed for beneficial and proper interpretation of\nthese provisions in the light of the scheme underlining\nthe provisions of the Act. [Para 28] [199-C-F]\nF\nG\nH\n1.8. The expression 'such market value' used in\nSections 23(1-A) and 23(2) respectively obviously would\nmean and refers to the market value determined in terms\nof Section 23(1) of the Act. \"Such market value\" is the\nprice which a willing vendor might be expected to obtain\nin the open market from a willing purchaser. It is the price\nwhich would be payable to a person after the complete\nappraisal of land with its peculiar advantages and\ndisadvantages being estimated with reference to\ncommercial value. Thus, other consequential right, legal\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS.\n171\nor commercial, which remotely flows from an agricultural A\nactivity will not and should not be treated as a relevant\nconsideration. The potentiality has to be directly relatable\nto the capacity of the acquired land to produce\nagricultural products or, its market value relatable to the\nknown methods of computation of compensation. [Paras B\n29, 30 and 35] [199-F-H; 200-A-B; 201-G-H]\nMunicipal Council of Colombo v. Kuna Mana Navanna\nSuna Pana Letchiman Chettiar AIR (34) 1947 PC 118,\nreferred to\n1.9. The extent of compensation would always\ndepend on the facts and circumstances of the given case\nand it is not possible to set any absolute legal principle\nas a panacea which uniformly will be applicable or\ncapable of being applied as a binding precedent dehors\nthe facts of a given case. The discretion of the court,\ntherefore, has to be regulated by the legislative intent\nspelt out under these provisions. The computation of\ncompensation has to be in terms of Sections 23 and 24\nof the Act and that too from the date of issuance of the\nNotification under Section 4 of the Act. It is only the\nstatutory benefits which would be available in terms of\nSections 23(1-A) and 23(2) of the Act. [Paras 31 and 32]\n[200-C-F]\nMohammad Raofuddin v. The Land Acquisition Officer\n(2009) 5 SCR 864, relied on\nNelson Fernandes and Ors. v. Special Land Acquisition\nOfficer, South Goa and Ors. (2007) 9 SCC 447, referred to\nC\nD\nE\nF\nG\n1.10. The purpose is not to connect the acquisition\nto remote factors which may have some bearing or some\nconnection with the agricultural activity being carried on,\non the land in question is neither permissible nor prudent,\nas it would be opposed to the legislative intent contained H\n172 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA under the provisions of Sections 23 and 24 of the Act.\n[Para 36] [202-C-E]\nB\nState of Orissa v. Brij Lal Misra and Ors. (1995) 5 SCC\n203, relied on.\n1.11. There was no evidence led by the claimants to\nsubstantiate and justify their claim with reference to the\nalleged silk cocoons being an agricultural activity, the\nonus being upon them. There was a presumption in the\nmind of the court as well as the claimants that, the\nC manufacture of silk thread by the stated process of\nboiling silk cocoons which is the result of the silk worm\nbeing fed by mulberry leaves is an agricultural activity.\nThis presumption is contrary to law and the literature\nreferred by the expert body as well. [Para 48] [206-A-C]\nD\nE\n1.12. Activity of agriculture cannot be equated to\nsericulture. While agricultural activity is the growing of\nmulberry crop and disbursing it, manufacture of silk\nthread from silk worms who are fed with mulberry leaves,\nand then converted through the specified process into\ncocoons and ultimately silk thread and its sale is an\nactivity of sericulture which primarily falls in the domain\nof manufacturing and commercial activity. This activity of\nproducing silk from silk worms for which mulberry crop\nis used as food, therefore, cannot be an activity directly\ncovered under the provisions of Section 23 of the Act.\nEven by the process of judicial interpretation, it will\namount to drawing an impermissible inference that\nsericulture is a part of agricultural activity, that too to the\nextent to make it a permissible consideration under the\nG relevant provisions of the Act. [Para 49] [206-D-G]\nF\nH\nK. Lakshmanan and Co. and Ors. v. Commissioner of\nIncome Tax, (1998) 9 SCC 537, relied on\n1.13. The basic error of law to which the courts below\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS.\n173\nhave fallen is that ultimate manufacturing of silk thread\nunder the nomenclature of cocoons has been treated as\na purely agricultural activity relevant for determination of\nfair market value of the land in terms of Section 23 of the\nAct. The courts have treated the cocoons as the crop and\nnot mulberry leaves. [Paras 53 and 55] [208-A-B-E]\n2. The onus to prove entitlement to receive higher\ncompensation is upon the claimants. The claimant, can\ndischarge the onus while placing and proving on record\nsale instances and/or such other evidences as they deem\nproper, keeping in mind the method of computation for\nawarding of compensation which they rely upon. The\nonus being primarily upon the claimants, they are\nexpected to lead evidence to revert the same, if they so\ndesire. It cannot be said that there is no onus whatsoever\nupon the State in such reference proceedings. The court\ncannot lose sight of the facts and clear position of\n'documents, that obligation to pay fair compensation is on\nthe State in its absolute terms. Every case has to be\nexamined on its own facts and the Courts are expected\nto scrutinize the evidence led by the parties in such\nproceedings. [Para 21] [194-E-G; 195-C-D]\nBasant Kumar and Ors. v. Union of India and Ors. (1996)\n11 SCC 542; Gafar v. Moradabad Development Authority\n(2007) 7 SCC 614, relied on.\n3.1. The methodology adopted by the courts as well\nas the extent of compensation awarded to the claimants\ncannot be upheld. While adopting the criteria of\ncapitalization and multiplying the same by 10, the finding\nof the High Court is clearly not supported by any cogent\nevidence on record and thus the question of applying the\nmultiplier to a figure which has been arrived at, without\nany evidence would be inconsequential. There is no\ndirect and appropriate evidence to show any nexus to\nsupport the claim of the claimants. Thus, cocoons cannot\nA\nB\nC\nD\nE\nF\nG\nH\n"}