{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"214 SUPREME COURT REPORTS\n[2010] 5/S.C.R.\nA Pandavapura as the basis for computing the compensation\npayable for the acquired land. However the extent of\ncompensation which ought to have been awarded, we shall\ndiscuss shortly.\nB\nC\nD\nE\n:\n68. At this stage, we may notice the proceedings of the\nSLAO, where he submitted the draft compensation award of\nthe acquired land to the Government for its approval in\naccordance with law. As per clause 6 of this Report, he had\nvisited and inspected the lands in the presence of various\nofficers at Village Sanaba, Chinakurali Hobli, Pandavapura\nTaluk, Karnataka which were flooded by the backwaters of the\nriver. Even the claimants were present and they had prayed for\ncompensation of Rs. 60,000/- per acre for dry land and Rs.\n90,640/- per acre for garden land. But they did not produce any\ndocument before the said authority for determining the\ncompensation for the acquired land. The Report reads as under\n\"In this regard, as per confirmation letter of the\nguidance value at the office of the Sub-Registrar,\nPandavapura, the guidance value of the dry land during the\nperiod 1998-99 to 2001-02 are as follows:\nYears\n1999-2000\nF\n2000-2001\n2001-2002\nPer Acre of dry land\nRs. 36,000-00\nRs. 36,000-00\nG\nH\n3 years\nAverage 1,10,000\nRs. 38,000-00\nRs. 1,10,000-00\n== 36,666.66 or 36,667-00\nPer Gunta Rs. 916.68 or Rs. 917/-\nWhile fixation of the compensation for the dry land,\nit is Rs. 37,200/- per acre of dry land and Rs. 930/- per\ngunta as per the statement of sale transaction at the office\nof the Sub Registrar, Pandavapura Taluk and as per the\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n215\nguidance value it is observed to be Rs. 37,200/- per acre\nand Rs. 930/- per guntas of land.\nWhile fixation of compensation amount to the garden\nlands, since there are no sale transactions of the garden\nlands in Sanaba Village, the statement of the same are\nnot available for consideration at the office of the Sub-\nRegistrar, Pandavapura. For the said reason, the\nstatement of the sale transactions of the garden lands\nwithin the Hobli Circle of the said village is taken as base.\nAs such, the details of the transactions are as under:\nSI Name of the Sy. Nature Extent Sale\nNo Village\nNo.\nof\nland\nR.No.\nconsid-\neration\n\u0026\ndate\nA\nB\nC\n01 Mahadevapura 84/1 Garden 0-10 G Rs.26000 1318/99-00\nD\n(Melukote\nland\n4-10-99\nHobli)\n02 Hosahalli\n12/6 Garden 0-18 G Rs.37500 1770/99-00\n(Chinkurali\nland\n6-12-99\nHobli)\nE\n03 Dinkakaval\nOut Garden 10-10 G [Rs.27000 184/00-01\n(Chinkurali\nof\nland\n29-04-00\nHobli)\n33\n04 Vaddara halli\n36/4 Garden 0-09 Rs.30000 199/01-02\nF\n(Kasaba\nHobli)\nland\n20-4-00\n36/2 Garden 0-03\nland\n05 Vaddara halli\n(Kasaba\nHobli)\nTotal\n36/3 Garden 0-02\nland\n51/7 Garden 0-17½ Rs.37000 1028/01-02\nland\n26-06-01\n01-29 1,57,500\nG\nH\nA\n216\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nThe extent of garden land in which there was transaction :\n01 Acre 29 1/2 Guntas\nTotal amount of transaction :\nRs. 1,57,500/-\nPer Acre 1,57,500 x 40\n= 90647-48 or 90640-00\nB\n69.5\nPer gunta 2266-18 or 2266-00\nс\nPer Acre Rs. 90,640/- and per gunta Rs. 2266/-\nIn the same matter, the guidance value of the garden\nlands available at the office of the Sub-Registrar,\nPandavapura is examined and the details are as under:\nPer Acre of garden land\nYear\nD\n1999-2000\n2000-2001\n2001-2002\nRs. 85,000-00\nRs. 85,000-00\nRs. 90,000-00\nRs. 2,60,000-00\nE\n៣.\nF\nG\nPer Acre = 2,60,000 = Rs. 86,666.67\n3\nor Rs. 86,667 and\nPer gunta Rs. 2167/-\nWhile fixation of the compensation amount for the\ngarden lands, finally, the statements of the sale\ntransactions and the guidance value details were made in\ncomparison. AS such, the statements of sale transactions\nas base is considered to be just and hence per acre of\ngarden land Rs. 90,640/- and per gunta as Rs. 2,266/- is\ndecided and fixed.\nFor the amount of compensation fixed i.e. Rs.\n37,200/- per acre of dry land and Rs. 90,640/- per acre of\ngarden land, as statement shall be prepared and for the\nsaid amount a legislative compensation at the rate of 30%\nI\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\nwithout interest shall be paid\"\n217\nA\nB\nC\n69. The above compensation was computed by the SLAO\non the basis of the sale instances of the villages falling within\nthe same Circle as well as on the basis of the guidance value\nmaintained in the Register of the Sub-Registrar of the\nconcerned villages. From the Report, it is evident that both\nthese villages Sanaba and Pandavapura are located in the\nsame Circle and are practically part of the larger revenue estate.\nIt was not in dispute before us that primarily all these lands were\nbeing used for cultivating mulberry crop which is the sole\nagricultural activity. The court has to keep in mind a very\npertinent equitable principle while awarding compensation, i.e\nthe court should grant just and fair market value of the land at\nthe time of the acquisition while ensuring that there is no undue\nenrichment. These are compulsive acquisitions but the guiding\nfactor for the court is sale instances of a willing seller and a\nwilling purchaser while determining the compensation payable.\nTo award fair compensation is the obligation of the State and\ndepending on the facts and circumstances of the case, the\ncourts may enhance the compensation within the framework of\nlaw. The sale instances referred to by the Collector in his report E\nare from the same villages or nearby villages or adjacent\nvillages which are a part of the same Circle and where the land\ncan easily said to be comparable as the entire chunk of the land\nwas being used for raising mulberry crop and was acquired for\ncommon purpose, that is, the lands were submerged in the\nwater coming from the Hemavathi Dam.\n70. This Court in the case of Shaji Kuriakose (supra) held\nthat out of the three afore stated methods, the courts adopt\ncomparable sales method of valuation of land while fixing the\nmarket value of the acquired land, comparable sales method\nof valuation of land is preferred than the other methods such\nas capitalization of net income method or expert opinion\nmethod. Comparable sales methods of valuation is preferred\nbecause it furnishes the evidence for determination of the\nD\nF\nG\nH\n218 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA market value of the acquired land which a willing purchaser\nwould pay for the acquired land if it has been sold in open\nmarket at the time of issue of notification under Section 4 of\nthe Act. In Kantaben Manibhai Amin \u0026 Anr. v. The Special\nLand Acquisition Officer, Baroda [AIR 1990 SC 103] this Court\nB also stated that latest sale instance closer to the date of\nnotification for acquisition of the land should be taken into\nconsideration.\nC\nD\n71. It is also an accepted judicial norm that the claimants\ncan be given the benefit of awarding compensation on the\nbasis of the genuine sale instance containing the highest rate,\nprovided it has been proved in accordance with law and is a\ncomparable instance. Such sale instance must satisfy all the\nrequirements and pre-requisite stated in the Act. It should be\na bonafide transaction and should also be in reasonable\nproximity to the date of notification under Section 4 of the Act.\nSince the SLAO had referred to the four sale instances which\nwere produced before him and being part of the reference file,\nthey were duly noticed by the Reference Court as well as by\nthe High Court. But the Courts held that it was not appropriate\nE to apply sales statistics method in the facts and circumstances\nof the case. Admittedly, the claimants produced no sale\ninstances. In our view, these sale instances can be taken into\nconsideration by the Court and benefit of the highest instance\ncan be granted to the claimants in accordance with law in fixing\nF the market value of the acquired land. Whatever benefit accrues\nto the claimants from the record produced and proved by the\nrespondents, cannot be denied to them just because they have\nnot produced evidence by way of sale instances.\nG\n72. The afore noticed sale instances which were taken into\nconsideration by the SLAO, and which were part of the\nreference file show that there was an increasing trend in the\nsale price of the land in these villages as 10 guntas of garden\nland was sold in Mahadevpura (Melukote Hobli) for a sum of\nRs. 26,000/- on 04.10.1999 while 9 guntas of garden land was\nH\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n219\nB\nsold in Vadara Halli (Kasaba Hobli) for a sum of Rs. 30,000/- A\non 20.04.2000. Similarly, 18 guntas of garden land was sold\nin Hosahalli (Chinkurali Hobli) for a sum of Rs. 37,500/- on\n06.12.1999 and 10 guntas of garden land was sold in\nDinkakaval (Chinkurali Hobli) for a sum of Rs. 27,000/- on\n29.04.2000, all these sold lands fall in the same circle. Besides\nthis increasing trend and the fact that all these villages are\nadjacent villages to each other, the highest price fetched was\nfor the sale instance executed on 26.06.2001 where 17 ½\nguntas of garden land was sold in village Vaddara Halli\n(Kasaba Hobli) for a sum of Rs. 37,000/-. The notification under\nSection 4 was issued on 04.04.2002 that means that all the sale\ninstances of the adjacent comparable lands are in proximity of\ntime to the date of notification under Section 4 of the Act. The\naverage of sale statistical instances referred above comes out\nto be Rs. 1,57,500/- for sale of 01 Acre 29 ½ Guntas i.e.\n90,647.48 per acre. Since the sale instances relied upon are\nnearly around 1 to 2 ½ years prior to the date of notification,\nthey are relevant considerations and, therefore, the claimants\nare entitled to an increase at the rate of 15% per annum\ncompounded.\nC\nD\nE\n73. The aforesaid increase, in our view, is justified and\nequitable - firstly, on the ground that there was increasing trend\nin the sale price of that land and secondly, the lands acquired\nwere being used by the agriculturists for production of mulberry\ncrops which had a restrictive use in the manufacturing, F\ncommercial or industrial activities i.e. feeding the silk worms.\nwhich are ultimately used for production of silk thread. The court\ncannot use this admitted restricted use to the disadvantage of\nthe land owners and some benefit should be given to them while\nbalancing the equities in accordance with law. The concept of G\nfair compensation payable for the acquired land is embodied\nin the Act itself, particularly in view of secondly and fifthly of\nSection 23 of the Act. In fact, it was stated during the course\nof arguments by the learned counsel appearing for the\nappellants that, the State Government itself has given some\nH\n1\n220 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA additional compensation to the claimants for mulberry crops\nwhich were standing at the time of submerging. We find this\nstand of the State Government to be reasonable and fair. Thus,\ngiving a 15% compounded increase for 2 ½ years on the sale\n*price of Rs. 1,08,000/- in respect of garden land, the claimants\nB would be entitled to get compensation at the rate of Rs.\n1,53,542.50 per acre for the wet (irrigated) land. This can even\nbe examined fin another point of view, that is, the sale\ninstance no. 3 where the land in village Dinkakaval (Chinkurali\nHobli) garden land of 10 guntas were sold for a sum of Rs.\n27,000/- on 29.04.2000, i.e. approximately 2 years prior to the\ndate of notification under Section 4 of the Act. This would give\nthe sale price of the surrounding village lands to the acquired\nland at the rate of 1,08,000/- per acre for the garden land.\nGiving it a compound increase of 15% for two year it will come\nto Rs. 1,42,830/- (Rs. 1,08,000/- + 15% on Rs. 1,08,000/- =\nRs. 1,24,200/- for the first year; Rs. 1,24,200/- + 15% on Rs.\n1,24,200/- = Rs. 1,42,830/- for the second year) and Rs.\n1,42,830/- + 7.5% of Rs. 1,42,830/- = Rs. 1,53,542.50 for two\nand half years.\nC\nD\nE\nWe have two important facts which cannot be ignored by\nthe Court. Firstly, that the claimants, by leading definite evidence\nhave shown on record that the lands in question are not only\nlands having regular source of irrigation through the backwaters\nbut otherwise are also lands superior to the other garden lands\nF used for ordinary agricultural activities. The fields in question\nare being used exclusively for growing mulberry crops. Mulberry\nleaves are the only and the specified food for cocoons: In other\nwords, the agricultural purpose for which the fields in question\nare being used is a special purpose and the crop so grown is\nG again used for a specific commercial purpose to which there\nis no other alternative. In fact, none was stated before us by\nthe learned counsel appearing for the parties. In all these\npeculiar facts, it cannot be disputed that some additional\nbenefits have to be provided in favour of the claimants. In the\npresent cases, the claimants have not only lost their agricultural\nH\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n221\nB\nD\nland but they have also been deprived of seasonal income that A\nwas available to them as a result of sale of mulberry leaves.\nDeprivation of livelihood is a serious consideration. The Court\nis entitled to apply some kind of reasonable guess work to .\nbalance the equities and fix just and fair market value in terms\nof the parameters specified under Section 23 of the Act. The\nSLAO has ignored both these aspects firstly providing of annual\nincrease, and secondly, giving some weightage to the special\nagricultural purpose and the purpose for which the mulberry\ncrop had to be utilized. The claimants have not proved and\nproduced on record sale instances. They have also not C\nproduced on record any specific evidence to justify the\ncompensation awarded to them by the Reference Court and/\nor the High Court. In fact, there is hardly any evidence, much\nless a cogent and impeccable evidence to support the increase\non the basis of net income capitalization method. It is a settled\nrudiment of law that the Court, in given facts and circumstances\nof the case and keeping in mind the potentiality and utility of\nthe land acquired, can award higher compensation to ensure\nthat injustice is not done to the claimants and they are not\ndeprived of their property without grant of fair compensation.\nReference, in this regard, can be made to the judgment of this\nCourt in the case of Land Acquisition Officer, A.P. v.\nKamadana Ramakrishna Rao [(2007) 3 SCC 526]. While\nadopting the average sale method as the formula for awarding\ncompensation to the claimants, we are also of the considered\nview that in the peculiar facts and circumstances of the case\nand the fact that the land is being compulsorily acquired, the\nclaimants should be awarded a higher compensation. The\ncompensation at the rate of Rs. 2,30,000/- per acre for the wet\nland and at the rate of Rs. 1,53,400/- per acre for the dry land\nwould be just and fair compensation and would do complete\njustice between the parties. This element of increase had not\nbeen added by the SLAO which ought to have been done. As\nfar as claimants are concerned, they have not produced and\nproved any sale instance and as already noticed, they have not\nE\nF\nG\nH\n222 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA even brought on record any specific evidence to justify their\nclaims relatable to and based upon net income capitalization\nmethod. In fact, we do not hesitate in observing that claimants\nhave failed to discharge their onus fully and satisfactorily.\nB\nC\n74. The claimants have proceeded on the assumption that\nthey will be entitled to get compensation, by treating the silk\ncocoons reared by them as the yield from the land and by\ncapitalizing the value of the silk cocoons. We have already held\nthat the determination of the market value by capitalization of\nyield method will depend upon the agricultural yield, that is,\nvalue of agricultural produce less expenditure for growing them,\nand not with reference to a further sericultural activity by using\nthe agricultural produce. Therefore, what could be capitalized\nfor determination of market value was the value of mulberry\nleaves used for sericulture and not the value of silk cocoons\nproduced by feeding such mulberry leaves to the silkworms. The\nyield of silk cocoons is the result of further human effort and\nindustry, value of which obviously cannot be capitalized for the\npurpose of arriving at the market value of the agricultural land.\nThe evidence discloses that the acquired lands were used for\nE growing mulberry crop which was being harvested to provide\nfeed for the silkworms by way of sericulture. Therefore, one way\nof arriving at the market value is to provide appropriate addition\nfor the mulberry cultivation to the value arrived at for the land\nwithout mulberry cultivation. The second method is instead of\nF taking the value of cocoons for the purpose of capitalization,\nD\nG\nH\ntake a part thereof, being the value of the mulberry crop input\nand capitalize the same. The land in question is special garden\nlands being used only for growing mulberry crop.\n75. Keeping in mind the facts and circumstances of the\ncase, it will also be just and fair to adopt some liberal approach\nwith some element of guess work to provide the claimants with\njust and fair market value of the land in question. It must be\nremembered that, the entire land including village Sanaba and\nall other villages was acquired for the purpose of submerging\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n223\nthe lands because of the water coming from the Hemavathi\nDam. In view of the cumulative discussion referred to above,\nwe are of the considered view that it will be just, fair, equitable\nand in consonance with Sections 23 and 24 of the Act that the\nmarket value of the land as on 04.04.2002 can safely be taken\nas Rs. 2,30,000/- per acre in the case of garden land and,\napplying the accepted principle of reducing the said\ncompensation in the case of dry lands by one third, the rate will\nbe Rs.1,53,400/- per acre in the case of dry land keeping in\nview the peculiar facts and circumstances of the present case\nand the evidence on record.\nClaim in regard to interest payable on taking of\npossession\nA\nB\nC\nE\n76. The claimants while relying upon the judgment of this\nCourt in Satinder Singh \u0026 Ors. v. Umrao Singh and Anrs. [AIR D\n1961 SC 908] and some other judgments of the High Court\nhad claimed that they are entitled to receive interest from the\ndate when their lands were submerged in the year 1993\nonwards and not from the date of the Notification i.e. 4th April,\n2002. It was contended that since they had lost possession and\ninterest being payable in lieu of possession, they would be\nentitled to receive interest from those dates i.e. from 1993, and\nnot from the date the Land Acquisition Collector had granted,\ni.e. 4th April, 2002. The Reference Court as well as the High\nCourt accepted this contention while referring to the judgments F\nof the Executive Engineer, Dhenkanal Minor Irrigation\nDivision, Orissa \u0026 Ors. v. N.C. Budharaj (deceased) by Lrs.\n\u0026 Ors., [(2001) 2 SCC 721 ] and Satinder Singh (Supra),\ngranted the relief to the claimants as prayed.\n77. The reliance placed by the respondents upon the G\njudgment of N.C. Budharaj (supra), was with reference to the\nscope and interpretation of the relevant provisions of the Act.\nThat case related to the provisions of the Indian Arbitration Act,\n1940 and with reference to the relevant sections of the Interest\nH\n"}