{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68}],"text":"C\n-224\nSUPREME COURT REPORTS\n1. JANUA\n[2010] 5 S.C.R.\nA Act, 1839, where this Court has held that provisions of the Act\ncould be made applicable to arbitration as there was nothing\nto indicate that its application was restricted. Thus, it is not\nnecessary for us to deliberate on the judgment of N.C. Budharaj\ncase (supra) any further. Further, even the reliance placed upon\nB Satinder Singh case (supra) is not of much help to the\nrespondents. This judgment relates to the period, prior to\nintroduction and/or amendment of Sections 23(1A), 23(2) and\n34 of the Act i.e. on 30th April, 1982 and 24th September, 1984.\nIt has been contended on behalf of the appellants, that it is now\na well settled proposition of law that Reference Court cannot\ngrant interest for any period prior to the issuance of the\nNotification under Section 4 of the Act. As such, possession\neven if taken or assumed to have been taken earlier would,\ndehor the provisions of the Act and, therefore, was improper.\nThus, the possession has to be legal and within the framework\nof law. The provision of the Act clearly lays down the procedure\nrequired to be followed while taking possession of the acquired\nland. The words \"from the date on which he took the possession\nof the land\" occurring in Section 20 would mean lawful taking\nof possession. The case of Shree Vijay Cotton \u0026 Oil Mills Ltd.\nv. State of Gujarat [(1991) 1 SCC 262], also stated the principle\nthat, interest on the compensation amount could be awarded\nunder Section 34 of the Act, with effect from the date of taking\npossession. However, this controversy need not detain us any\nfurther, as the three Judge Bench of this Court in the case of\nF R.L. Jain (D) by Lrs. v. DDA \u0026 Ors. [2004 (4) SCC 79]\nconsidered all these aspects of the matter and held as under\nD\nE\n66\nG\nН\n15. Similar view has been taken in a recent decision by a\nBench of two Judges in Lila Ghosh v. State of W.B.,\nreported in (2004) 9 SCC 337 and the reasons given there\nin para 16 of the Report are being reproduced below:\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER\nJ.]\n225\nNMAR 31 MA\nA\nB\nAj to 2\n16. There are two decisions of this Court, wherein\nsame controversy arose, namely, whether the claimant\nwould be entitled to additional sum at the rate of twelve\nper centum on the market value where possession has\nbeen taken over prior to publication of notification under\nSection 4(1). In Special Tahsildar (LA), PWD Schemes\nv. M.A. Jabbar, reported in (1995) 2 SCC 142 which has\nbeen decided by a Bench of two Judges (K. Ramaswamy\nand Mrs Sujata V. Manohar, JJ.), it was held that the\nclaimant would not be entitled to this additional sum for the\nperiod anterior to publication of notification under Section C\n4(1). However, in Asstt. Commr., Gadag Sub-Division v.\nMathapathi Basavannewwa, reported in (1995) 6 SCC\n355 also decided by a two-Judge Bench (K. Ramaswamy\nand B.L. Hansaria, JJ.) it was held that even though\nnotification under Section 4(1) was issued after taking\npossession of the acquired land the owners would be\nentitled to additional amount at twelve per cent per annum\nfrom the date of taking possession though notification\nunder Section 4(1) was published later. For the reasons\nalready indicated, we are of the opinion that the view taken\nin Special Tahsildar (supra) is legally correct and the view\nto the contrary taken in Asstt. Commr. (supra) is not in\naccordance with law and is hereby overruled.\nD\nE\n17. Shri Dave, learned counsel for the appellant has also\nplaced strong reliance on Satinder Singh v. Umrao Singh F\n(supra) wherein the question of payment of interest in the\nmatter of award of compensation was considered by this\nCourt. In this case the initial notification was issued under\nSection 4(1) of the Land Acquisition Act, 1894 but the\nproceedings for acquisition were completed under East G\nPunjab Act 48 of 1948. The High Court negatived the\nclaim for interest on the ground that the 1948 Act made\nno provision for award of interest. After quoting with\napproval the following observations of the Privy Council in\nInglewood Pulp and Paper Co. Ltd. v. New Brunswick\nH\nA\nB\nC\nD\nE\nF.\nG\nH\n226 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nElectric Power Commission, reported in AIR 1928 PC\n287.\n\"upon the expropriation of land under statutory power,\nwhether for the purpose of private gain or of good to the\npublic at large, the owner is entitled to interest upon the\nprincipal sum awarded from the date when possession\nwas taken, unless the statute clearly shows a contrary\nintention\"\nthe Bench held as under:\n\"... when a claim for payment of interest is made by a\nperson whose immovable property has been acquired\ncompulsorily he is not making claim for damages properly\nor technically so-called; he is basing his claim on the\ngeneral rule that if he is deprived of his land he should be\nput in possession of compensation immediately; if not, in\nlieu of possession taken by compulsory acquisition interest\nshould be paid to him on the said amount of\ncompensation\".\n17.1. The normal rule, therefore, is that if on account of\nacquisition of land a person is deprived of possession of\nhis property he should be paid compensation immediately\nand if the same is not paid to him forthwith he would be\nentitled to interest thereon from the date of dispossession\ntill the date of payment thereof. But here the land has been\nacquired only after the preliminary notification was issued\non 9-9-1992 as earlier acquisition proceedings were\ndeclared to be null and void in the suit instituted by the\nlandowner himself and consequently, he was not entitled\nto compensation or interest thereon for the anterior period.\n18. In a case where the landowner is dispossessed prior\nto the issuance of preliminary notification under Section\n4(1) of the Act the Government merely takes possession\nof the land but the title thereof continues to vest with the\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n227\nA\nlandowner. It is fully open for the landowner to recover the\npossession of his land by taking appropriate legal\nproceedings. He is therefore only entitled to get rent or\ndamages for use and occupation for the period the\nGovernment retains possession of the property. Where\npossession is taken prior to the issuance of the preliminary B\nnotification, in our opinion, it will be just and equitable that\nthe Collector may also determine the rent or damages for\nuse of the property to which the landowner is entitled while\ndetermining the compensation amount payable to the\nlandowner for the acquisition of the property. The\nprovisions of Section 48 of the Act lend support to such a\ncourse of action. For delayed payment of such amount\nappropriate interest at prevailing bank rate may be\nawarded.\"\n78. We are bound by the decision of the larger Bench,\nwhich had considered the case of Satinder Singh (supra), on\nwhich the reliance has even been placed by the claimants in\nthe present appeal. The larger Bench after detailed discussion\non the subject, rejected the claim for payment of interest claimed\nby the respondents in those cases, prior to the date of issuance\nof the Notification under Section 4 of the Act. As is evident from\nthe above dictum of the Court, despite dispossession, the title\ncontinues to vest in the land owners and it is open for the land\nowners to take action in accordance with law. Once notification\nunder Section 4 (1) of the Act has been issued and the\nacquisition proceedings culminated into an award in terms of\nSection 11, then alone the land vests in the State free of any\nencumbrance or restriction in terms of provisions of Section 16\nof the Act. The Court, in situations where possessions has been\ntaken prior to issuance of notification under Section 4(1) of the\nAct, can direct the Collector to examine the extent of rent or\ndamage that the owners of land would be entitled to. The\nprovisions of Section 48 of the Act would come to aid and the\nCourt would also be justified in issuing appropriate direction.\nThis was the unequivocal view expressed by the Court in R.L.\nC\nD\nE\nLL\nF\nG\nH\nB\n228 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA Jain case (supra) as well. This'legal question is no more open\nto controversy and stands. settled by this Court. We would follow\nthe view taken and accept the contention of the appellant-State\nthat the Reference Court as well as the High Court could not\nhave granted any interest under the provisions of the Act, for a\ndate anterior to the issuance of Notification under Section 4 of\nthe Act. However, following the dictum of the Bench, we direct\nthe Collector to examine the question of payment of rent/\ndamages to the claimants, from the period when their\nrespective lands were submerged under the back water of the\nriver, till the date of issuance of the Notification under Section\n4(1) of the Act, from which date, they would be entitled to the\nstatutory benefits on the enhanced compensation.\nC\nD\n79. As noticed in the opening part of the judgment, the\nrespondents had taken an exception and raised objection to\nthe maintainability of the appeal before this Court being directly\nfiled against the judgment of the Principal Civil Judge, Senior\nDivision (Reference Court). It is true, that right of appeal is a\nstatutory right. It normally should be exercised in terms of the\nstatute but the fact of the matter, in the present appeals, is that\nE the High Court had followed its earlier view and disposed of\nnumber of appeals against the judgment of the Reference Court\nagainst which appeals have been preferred before this Court.\nIn the meanwhile, the Reference Court had passed different\njudgments granting the same compensation against which\nF appeal before the High Court would hardly be of any substantial\nbenefit and would have been academic only. It also requires\nto be noticed at this stage that certain appeals preferred by the\nState against the judgment of the Reference Court, before the\nDistrict Judge were also pending during the period when the\nG High Court disposed of the above-noticed appeals. In other\nwords, the fate of the appeals preferred by the State before the\nDistrict Court (First Appellate Court) challenging the quantum\nof compensation awarded by the Reference Court stood\ndecided in view of the judgment of the High Court and became\nacademic. In these circumstances and keeping in view the\nH\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n229\npeculiar facts and circumstances of these cases; we do not A\npropose to accept the objection raised by the respondents and\nwhile leaving the question of law open, dispose off the said\nappeal on merit.\nB\nC\nD\nThe above-noticed facts clearly indicate that appeals are\neven now pending before various Courts in the State of\nKarnataka. The Government Authorities are expected to advert\nto the factors relating to the pendency of various appeals\nincluding those before the Reference Court and take steps at\nthe earliest to remedy the legal grievances raised by the\nclaimants at different levels of justice administration system.\nDespite its might, it is expected to be a responsible and\nreluctant litigant as there is obligation upon the State to act fairly\nand for the benefit of the public at large. It will be in harmony\nwith the principle of proper administration that State also takes\ndecisions which would avoid unnecessary litigation. An\nestablished maxim \"Boni judicis est lites dirimere, ne lis ex\nlite oritur, et interest reipublicae ut sint fines litium”, casts a\nduty upon the Court to bring litigation to an end or at least\nendure that if possible, no further litigation arises from the cases\npending before the Court in accordance with law. This doctrine E\nwould be applicable with greater emphasis where the judgment\nof the Court has attained finality before the highest Court. All\nother Courts should decide similar cases particularly covered\ncases, expeditiously and in consonance with the law of\nprecedents. There should be speedy disposal of cases\nparticularly where the small land owners have been deprived\nof their small land-holdings by compulsive acquisition. Any\nunnecessary delay in payment of the compensation to them\nwould cause serious prejudice and even may have adverse\neffect on their living. In these circumstances, we consider it G\nnecessary to issue appropriate directions to the State\nauthorities and request the Courts, where cases are pending\narising from the same notification, to dispose of the pending\nproceedings without any further delay.\nF\nHi\nA\nB\nC\nD\nE\nF\nG\n230 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\n80. In view of the aforesaid discussion, we allow these\nappeals in part, with the following directions: -\n(i)\n(ii)\nThe appeals filed by the State are partially allowed.\nIn the peculiar facts and circumstance of the present\ncase, the claimants would be entitled to get\ncompensation at the rate of Rs.2,30,000/- per acre\nfor the wet/garden land and at the rate of\nRs.1,53,400/- per acre for the dry land.\nThe claimants - land owners would be entitled to get\nstatutory benefits on the enhanced compensation\nunder Sections 23(1A) and 23(2) of the Act and\ninterest in terms of Section 28 of the Act.\n(iii) Since, the appeals filed by the State have been\npartially allowed by this Court, we hope that the\nGovernment shall grant compensation to all the\ninterested persons whose lands have been\nacquired under the same notification and pay them\ncompensation in terms of this judgment without any\nfurther delay.\n(iv) Following the principle and the directions stated by\nthis Court in R.L. Jain's case (supra), we grant\nliberty to the claimants to file applications before\nthe competent authority (State Government/\nconcerned Collector) to claim damages for their\ndispossession from the lands owned by them as a\nresult of submerging, till the date of issuance of\nnotification under Section 4 of the Act i.e. 4th April,\n2002. These applications may be filed within eight\nweeks from the date of pronouncement of this\njudgment. If such applications are filed we direct the\ncompetent authority to consider the same\nsympathetically and award such amounts to the\nclaimants as may be payable in accordance with\nlaw expeditiously. We make it clear that the\n☐ H\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\nK.K.T.\n(v)\n231\namounts, if already paid for this period, shall be A\nadjusted.\nThe direction of the High Court for payment of\ninterest for the period prior to the issuance of the\nnotification under Section 4 of the Act i.e. 4th April,\n2002 is hereby set aside and order to be deleted.\n(vi) The appeals are allowed to the above extent.\n(vii) Parties to bear their own costs.\nB\nAppeals partly allowed.\nC\n"}