{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"184 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA ambit and scope of Section 23 of the Land Acquisition Act,\n1894 (for short 'the Act') - whether, manufacturing or\ncommercial activity carried on by the agriculturist, either himself\nor through third party, as a continuation of the agricultural activity,\nthat is, using the yield for production of some other final product\nB can be the basis for determining the fair market value of the\nacquired land, within the parameters specified under Section\n23 of the Act, in the facts of the present case?\nC\n8. The learned counsel appearing for the parties, have\naddressed varied arguments in support of their respective\ncases while primarily focusing their submissions on the above-\nreferred question of law.\n9. It will be appropriate to refer to the facts giving rise to\nthe present appeals at the very outset. As the facts in all other\nD connected appeals are more or less similar, thus, it will not be\nE\nF\nnecessary for us to refer to the facts of each case in detail. For\nthe purposes of brevity and in order to avoid repetition, we will\nbe referring to the facts in the civil appeals arising from SLP(C)\nNos. 20767/2008 and 21730/2008.\n10. The respondents in these appeals are the owners of\nthe lands varying between 2 to 48 guntas (total acquired land\nmeasured 146 acres and 7 guntas relating to nearly 419\nclaimants) situated in Village Sanaba, Chinakurali Hobli,\nPandavapura. These lands got submerged under the\nbackwaters of Tonnur tank in the year 1993 due to construction\nof Hemavathi Dam. The water from the dam which was\ncanalized to the tank resulted in submerging of the land\nbelonging to different respondents. The physical possession of\nthe land, belonging to the owners was taken on or about 24th\nG October, 1996 and 26th December, 1999 respectively.\nHowever, the notification under Section 4(1) of the Act came\nto be issued on 4th April, 2002. The crops belonging to the\nowners were damaged. The SLAO passed an award dated\n28th August, 2003, fixing the market value of the wet lands at\nH the rate of Rs.90,640/- per acre and for dry land at the rate of\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n185\nRs. 37,200/- with statutory benefits. Other awards were made\nby the SLAO on different dates.\n11. Aggrieved by these awards passed by the SLAO, the\nclaimants sought reference to the Civil Court for determination\nof the compensation. The Reference Court vide its judgment\nand award dated 16th March, 2007 enhanced the\ncompensation payable to the claimants to Rs.2,92,500/- per\nacre for the wet lands (garden land). In other cases\nRs.1,46,250/- for dry land (lightly irrigated) and Rs.1,20,000/-\nfor dry land (without mulberry crop) were awarded. This\ncompensation was awarded with other statutory benefits. Still,\nthe claimants felt dissatisfied and preferred appeals before the\nHigh Court. These appeals were disposed off by the High Court\nvide its judgment dated 23rd January, 2008, enhancing the\ncompensation payable to the claimants at the rate of Rs.\n5,00,000/- per acre for wet/garden land (in other cases)\nRs.2,53,750/- per acre for dry lands. The High Court also\nawarded interest on enhanced compensation from the date of\ntheir submergence in the backwaters of Tonnur Tank. Aggrieved\nby the judgment of the High Court, the SLAO on behalf of the\nGovernment filed the present appeals against its judgment.\n12. Against the judgment of the Reference Court, directly\nan appeal had been filed by the Board before this Court. This\nappeal arises from SLP (C) No. 31169 of 2008, wherein the\njudgment of the Reference Court, granting enhancement of the\nawarded compensation, in view of the judgment of the High\nCourt, has been challenged. Usefully, it can also be noticed at\nthis stage itself, that when the claimants had filed appeals for\nfurther enhancement before the High Court in other matters, the\nState Government had neither filed any appeal against the\njudgment of the Reference Court nor any cross objections. This\nfact has duly been noticed by the High Court in the judgment\nunder appeal. The challenge to the judgment of the High Court\nis primarily on the ground that there was no evidence on record\nbefore the High Court which would justify enhancement of\nA\nB\nC\nD\nE\nF\nG\nH\n186 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA compensation by more than five times to the compensation\nawarded by the Collector. The findings of the High Court\nbesides being based upon no evidence are contrary to the very\nspirit of the provisions of Section 23 of the Act. The contention,\ninter alia, raised is that the judgment of the High Court is\nB erroneous and contrary to law as the High Court could not have\ntaken into consideration the ultimate manufactured product i.e.\nsilk thread from silk cocoon in contra-distinction to the\nagricultural product i.e. mulberry crop in determining the fair\nmarket value of the land. In the submission of the appellant,\nanother pure question of law which has been raised is that the\nHigh Court could not have granted interest on the enhanced\ncompensation, from the date the land belonging to the claimants\nsubmerged in the backwaters of Tonnur Tank, as such benefit\nin terms of Section 23(1A) and Section 23(2), can only be\ngranted from the date of notification issued under Section 4 of\nthe Act.\nC\nD\n13. Another contention raised on behalf of the appellant\nis that the High Court has allowed a uniform enhanced\ncompensation to be paid to the claimants without drawing any\nE distinction between wet and dry lands. Such findings of the\nCourts below suffer from a palpable error apparent on the face\nof the record and the impugned judgment is thus liable to be\nset aside. With reference to another ancillary legal issue, it has\nbeen emphasized on behalf of the appellants, that the claimants\nF do not have any license as required under Section 4 of the\nMysore Sales (Control) Act, at least none was produced before\nthe Reference Court and thus the compensation awarded on\nthe alleged ground, that they were carrying on the activity of\nsericulture resulting in manufacture of silk thread ought not to\nG be the foundation for grant of compensation.\nH\n14. According to learned counsel for the respondents-\nclaimants, the Court below and the High Court have correctly\nappreciated the evidence and taken the view that the crops\ngrown by claimant are shown as Mulberry crops and the\n187\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\ndocumentary evidence clearly shows that about 250 to 400 silk A\ncocoon clusters can be obtained in one crop in wet land. 100\nsilk cocoon clusters weigh about 45 to 50 kgs. in wet lands and\n30 to 35 kgs. in other lands depending upon rain. The average\nprice of the silk cocoons per kg. would be Rs. 100/- to Rs.150/\n-. Karigowda, PW-1 had submitted these figures and the Expert B\nreport, particularly, Exh. P.9 and P.10 showing the average\nyield of silk cocoons per crop. The Reference Court, therefore,\nrightly took into consideration the evidence and computed the\nincome after deducting 50 per cent of the income towards cost\nof cultivation as per the judgment of this Court in State of C\nGujarat \u0026 Ors. vs. Rama Rana and Ors. [AIR 1997 SC 1845].\nWhile applying the capitalization method and multiplier of 10,\nthe Reference Court had granted compensation to the claimants\nat Rs. 2,92,500/- for the wet land (garden land) which was\nenhanced to Rs. 5,00,000/- by the High Court. According to the\nrespondent-claimants, there was sufficient evidence on record\nincluding the expert evidence to ignore the method of sale\nstatistics and determine compensation by applying the\ncapitalization method.\nD\nF.\n15. As is evident from the above stated facts, the principal E\ncontroversy between the parties is with regard to the method\nadopted for computation of compensation payable to the\nclaimants and the quantum thereof. The appellant has raised\nthe argument that the method of computation adopted by the\nReference Court as well as the High Court is impermissible in\nlaw. The Court cannot take into consideration the commercial\nactivity which may result from, and be indirectly incidental to,\nthe agricultural activity particularly when both of them are carried\non independent of each other. This being the main controversy,\nit will be necessary for us to refer to the methodology adopted G\nby the Reference Court as well as the High Court while\nawarding the compensation impugned in the present appeals.\n16. We have already indicated that we would be referring\nto the facts of the two appeals except where it is necessary to\nH\n188\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA refer to particular facts of another appeal. The Reference Court\nas well as the High Court noticed that the State should be fair\nand reasonable in compensating the uprooted agriculturists as\nwell as the fact that no sale instances from Village Sanaba\nwere available prior to 2002, though sale statistics of adjoining\nB villages were produced before the Court. In this backdrop, they\nawarded the compensation on the basis of capitalization\nmethod and discussion in that regard can usefully be\nreproduced at this stage.\nс\nD\nE\nF\nLL\nG\n☐ H\n(Reference Court)\n\"13. Keeping the evidence of P.W.1 in mind, I have gone\nthrough the documents produced by the claimant who got\nmarked RTC as per Ex. P.2 to P.7, award Thakthe as per\nEx.P.8, yield notification and price list of Mulberry crop as\nper Ex.P.9 and P.10 and estimation as per Ex.P.11. On\nperusal of the documents relied by the claimant, it is\nnoticed that, in the RTC extracts, the nature of crops being\ngrown by the claimant is shown as Mulberry. The\nproduction of RTC Extracts as per Ex. P.2 to P.7 supports\nthe say of PW.1 with regard to growing of mulberry crops\nover the lands in question. Further the production of Ex.P.9\nand P.10 goes to show that, during the year 1999-2001,\n4-5 Mulberry crops are being grown in one acre of land. It\nis clear from these documents that, about 250 to 400\ncocoons can be obtained in one crop in wet lands. 100\nsilk cocoons used to weigh about 45 to 50 kgs in wet lands\nand 30 to 35 kgs. in lands which are depending upon\nrains. Further, in the year 2001-2002, the average yield in\na wet land would be 250 to 300 silk cocoons per crop. 100\nsilk cocoons used to weigh 50 to 55 kgs. The average\nprice of silk cocoons per kg. would be Rs. 100/ to Rs. 150/\n14. Looking to the evidence of PW.1 and the contents of\nEx.P.2 to P.10, it is clear that, the claimant used to grow\nminimum 4 mulberry crops in the lands submerged under\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n189\nB\nD\nTonnur Tank. Further in the award Thakthe itself that, the A\nLAO has admitted regarding the growing of Mulberry crop\nin the lands acquired by him. The documents i.e., Ex.P.9.\n\u0026 10 are the letters issued by Assistant Director of\nSericulture in favour of Assistant Executive Engineer, No.\n24 Sub-Division, Pandavapura and in favour of Advocate\nfor claimants. Both, these documents i.e., Ex.P.9 and P.10\ncontain the average yield of silk cocoons per crop and\naverage price of silk cocoons per kg. As such, as per the\ncontents of Ex.P.9 and P.10 a farmer would get a minimum\nof 250 to 400 silk cocoons per crop. Further, it is also clear C\nthat, a farmer would grow a minimum of 4 to 5 Mulberry\ncrops in a year in wet lands. Hence, I deem it proper to\ntake into consideration 4 Mulberry crops in a year so as\nto determine the market value in respect of wet lands in\nthe case on hand on the basis of capitalization method.\nAs such, if we take average yield of silk cocoons per crop\non the basis of Ex.P.9 and P.10, it comes to about 325\nsilk cocoons per crop. Then, if we take the same into\nconsideration, then the total yield per acre per year out of\n4 Mulberry crops, it comes to about 1300 silk cocoons per\nyear per acre. If 100 silk cocoons used to weigh 45 kgs.,\nthen 1300 silk cocoons would weigh about 585 kgs. per\nacre. So it is clear that an average of 585 kgs. of silk\ncocoons could be grown, out of 4 crops in a year. As such,\nif we take minimum price of the cocoons per kg. i.e. Rs.\n100/- as per Ex.P.9 and P.10. Then, it comes to Rs.\n58,500/- per acre per year. If we deduct 50% of the\nincome, towards costs of cultivation as per the ruling\nreported in AIR 1997 S.C. page 1845, it comes to Rs.\n29,250/- which shall be multiplied by 10 to arrive the market\nvalue of the lands in which the Mulberry crop was being\ngrown. As such, if we multiply an amount of Rs. 29,250/-\nby 10, it comes to Rs. 2,92,500/- which is to be determined\nas the market value of the lands in question of claimant\nper acre. Hence, I determined the market value of the lands\nin question at Rs. 2,92,500/- per acre.\"\nE\nF\nG\nH\nA\nB\nC\nD\nE\nLL\nF\nG\nН\n190 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\n17. Not only affirming but while further enhancing the\ncompensation, the High Court held as under :-\n\"6. As to the number of mulberry crops grown in the said\nland, the Reference Court has observed at Paragraph-14\nof the impugned Judgment that as could be seen from Exs.\nP9 and P10, the claimant was growing maximum of 6\nmulberry crop in a year. Despite making this observation,\nthe Reference Court has taken only four crops a year, which\nis the minimum. Therefore, as rightly submitted by the\nlearned counsel for the appellant, the Reference Court\nought to have taken at least 5 crops in a year which is\naverage of minimum and maximum of the number of\ncrops. Further, it is not in dispute that the claimant was\ngetting 325 silk cocoons from each of the crops. Further,\nthough the evidence is to the effect that, 100 cocoons\nweigh 50 kilograms, the Reference Court took 45\nkilograms as the weight of 100 cocoons. Therefore, the\ncontention of the learned counsel for the appellant, that the\nlearned Reference Court ought to have taken 50 kgs. as\nweight of 100 cocoons deserves our acceptance.\n7. Further, though Ex.P.10 price list reveals that the price\nof 1 kilogram of cocoons was from Rs. 100 to 150/-, the\nReference Court committed error in taking the minimum\nprice Rs.100/-. In our view, it ought to have taken the\naverage of minimum and maximum prices i.e. Rs.125/-\nper kilogram. If 5 mulberry crops per year and 325 cocoons\nper crop are taken and if weight of 100 cocoon is taken\nat Rs. 50 kilograms then per acre yield of cocoons in a\nyear in terms of weight comes to 812.5 kilogram which\nmay be rounded to 800 kilograms. Further, if the price per\nkilogram of cocoons is taken at Rs. 125/- the annual gross\nincome per acre of land under acquisition comes to Rs.\n1,00,000/- (one lakh). If 50% of this income is deducted\ntowards the cost of sericulture, the net annual income from\nsericulture comes to Rs. 50,000/- per acre. By multiplying\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n191\nthis amount with the multiplier '10' we get the market value\nat the rate of Rs. 5 lakhs per acre, to which, in our opinion,\nthe appellant-claimant is entitled and therefore, we hereby\naward the same in his favour.\"\n18. In SLP (C) No. 21730 of 2008, the High Court gave a\nsomewhat further elaborate reasoning in coming to the same\nconclusion of enhancing the rate to Rs. 5,00,000/- per acre.\n\"5. PW-1 has stated in his evidence that he used to\ngrow maximum of 6 crops of mulberry plants in the land\nunder acquisition for the purpose of feeding the silk worms.\nFurther in Ex.P.9 (which is referred to; as Ex.P.8 in the\nevidence of PW.1) it is clearly mentioned at Sl. No.s. 81\nand 82 that the claimant Karigodwda was growing\nmulberry crop in the land under acquisition to the entire\nextent of 37 guntas for the purpose of sericulture. This\ndocument is not disputed by the respondent-SLAO.\nTherefore, the contention of the learned AGA that the very\nfact that the claimant was doing sericulture in the land\nunder acquisition by growing mulberry crop has not been\nestablished by adducing adequate evidence cannot be\naccepted.\n6. As to the number of mulberry crops grown in the said\nland, the Reference Court has observed at Paragraph -14\nof the impugned Judgment that as could be seen from Exs.\nP.9 and P.10, the claimant was growing maximum of 6\nmulberry crop in a year. Despite making this observation,\nthe Reference Court has taken only four crops a year, which\nis the minimum. Therefore, as rightly submitted by the\nlearned counsel for the appellant, the Reference Court\nought to have taken at least 5 crops in a year which is\naverage of minimum and maximum of the number of\ncrops. Further, it is not in dispute that the claimant was\ngetting 325 silk cocoons from each of the crops. Further,\nthough the evidence is to the effect that, 100 cocoons\nA\nB'\nC\nD\nE\nF\nG\nH\nA\nB\n0\nD\nE\nF\n192 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nweigh 50 kilograms, the Reference Court took 45\nkilograms as the weight of 100 cocoons. Therefore, the\ncontention of the learned counsel for the appellant, that the\nlearned Reference Court ought to have taken 50 kilograms\nas weight of 100 cocoons deserves our acceptance.\n7. Further, though Ex.P.10 price list reveals that the price\nof 1 kilogram of cocoons was from Rs. 100 to 150/- the\nReference Court committed error in taking the minimum\nprice Rs.100/-. In our view, it ought to have taken the\naverage of minimum prices i.e. Rs. 125/- per kilogram. If\n5 mulberry crops per year and 325 cocoons per crop are\ntaken and if weight of 100 cocoon is taken at Rs. 50\nkilograms then per acre yield of cocoons in a year in terms\nof weight comes to 812.5 kilogram which may be rounded\nto 800 kilograms. Further, if the price per kilogram of\ncocoons is taken at Rs. 125/- the annual gross income per\nacre of land under acquisition comes to Rs. 1,00,000/-\n(one lakh). If 50% of this income is deducted towards the\ncost of sericulture, the net annual income from sericulture\ncomes to Rs.50,000/- per acre. By multiplying this amount\nwith the multiplier '10' we get the market value at the rate\nof Rs. 5 lakhs per acre, to which, in our opinion, the\nappellant-claimant is entitled and therefore, we hereby\naward the same in his favour.\"\nScope of the statutory scheme for awarding the\ncompensation under the provisions of the Act.\n19. The challenge by the appellant-State is primarily based\nupon the permissible methodology which can be adopted by a\ncourt of law while granting fair market value of the land and the\nG admissible quantum thereof. In order to examine the merit of\nthe contentions raised before us, particularly in this regard, it\nwould be necessary to examine the scheme of the Act.\nH\n20. It has been held that the provisions of the Act are self-\ncontained and it is a Code in itself providing for a complete\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n193\nD\nprocedure and steps which are required to be taken by the A\nauthorities concerned, for acquisition of land and payment of\ncompensation. Part II and Part III. of the Act deal with this aspect.\nPart II commences with a mandate that the appropriate\nauthority shall issue a notification in terms of Section 4 of the\nAct, whereafter objections for acquisition are invited by the B\nCollector and he shall conduct an inquiry in accordance with\nlaw. Having disposed off the objections after hearing the\nconcerned parties, the Collector is expected to make an\naward. The possession of the acquired land has to be taken\nin accordance with the provision of the Act. Part III deals with C\nthe procedure of making a reference to the Court of specified\njurisdiction and the procedure to be adopted thereupon. It also\nspells out what factors are to be taken into consideration by\nthe Court and what should be ignored while determining the\ncompensation. It is a compulsive acquisition and the lands are\nacquired without the voluntary action or consent of the land\nowners as they are left with no choice. The legislature in its\nwisdom has laid down the procedures and the guidelines which\nhave to be adopted by the authorities concerned and\nsubsequently by the Court of competent jurisdiction in regard\nto the acquisition of land and payment of compensation thereof.\nIt is expected of the State to pay compensation expeditiously.\nThus, it is obligatory on the part of the Court to follow the\nlegislative intent in exercise of its judicial discretion. The\nlegislative intent is of definite relevancy when the court is\ninterpreting the law. Keeping in view the scheme of the Act, it\nwill not be appropriate either to apply the rule of strict\nconstruction or too liberal construction to its provisions. The Act\nhas a unique purpose to achieve, i.e. fulfillment of the various\npurposes (projects) to serve the public interest at large, for\nwhich the land has been acquired under the provisions of this\nAct by payment of compensation. The power of compulsive\nacquisition has an inbuilt element of duty and responsibility\nupon the State to pay the compensation which is just, fair and\nwithout delay. Thus, it will be appropriate to apply the rule of\nE\nF\nG\nH\n"}