{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"194 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA plain interpretation to the provisions of this Act.\nB\nC\nD\n21. We may notice that Part III provides for procedure and\nrights of the claimants to receive compensation for acquisition\nof their land and also states various legal remedies which are\navailable to them under the scheme of the Act. Under Section\n18 of the Act, the Reference Court determines the quantum of\ncompensation payable to the claimants. Section 23 provides\nguidelines, which would be taken into consideration by the court\nof competent jurisdiction while determining the compensation\nto be awarded for the acquired land. Section 24 of the Act is a\nnegative provision and states what should not be considered\nby the court while determining the compensation. In other\nwords, Sections 23 and 24 of the Act provide a complete\nscheme which can safely be termed as statutory guidelines and\nfactors which are to be considered or not to be considered by\nthe Court while determining the market value of the acquired\nland. These provisions provide a limitation within which the\ncourt has to exercise its judicial discretion while ensuring that\nthe claimants get a fair market value of the acquired land with\nstatutory and permissible benefits. Keeping in view the scheme\nof the Act and the interpretation which these provisions have\nreceived in the past, it is difficult even to comprehend that there\nis possibility of providing any straitjacket formula which can be\ntreated as panacea to resolve all controversies uniformly, in\nrelation to determination of the value of the acquired land. This\nessentially must depend upon the facts and circumstances of\neach case. It is settled principle of law that, the onus to prove\nentitlement to receive higher compensation is upon the\nclaimants. In the case of Basant Kumar and Ors. v. Union of\nIndia and Ors. [(1996) 11 SCC 542], this Court held that the\nG claimants are expected to lead cogent and proper evidence in\nsupport of their claim. Onus primarily is on the claimant, which\nthey can discharge while placing and proving on record sale\ninstances and/or such other evidences as they deem proper,\nkeeping in mind the method of computation for awarding of\nH compensation which they rely upon. In this very case, this Court\nE\nF\nН\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n195\nstated the principles of awarding compensation and placed the A\nmatter beyond ambiguity, while also capsulating the factors\nregulating the discretion of the Court while awarding the\ncompensation. This principle was reiterated by this Court even\nin the case of Gafar v. Moradabad Development Authority\n[(2007) 7 SCC 614] and the Court held as under:\nB\n\"As held by this Court in various decisions, the burden is\non the claimants to establish that the amounts awarded to\nthem by the Land Acquisition Officer are inadequate and\nthat they are entitled to more. That burden had to be\nC\ndischarged by the claimants and only if the initial burden\nin that behalf was discharged, the burden shifted to the\nState to justify the award.\"\nThus, the onus being primarily upon the claimants, they are\nexpected to lead evidence to revert the same, if they so desire. D\nIn other words, it cannot be said that there is no onus\nwhatsoever upon the State in such reference proceedings. The\nCourt cannot lose sight of the facts and clear position of\ndocuments, that obligation to pay fair compensation is on the\nState in its absolute terms. Every case has to be examined on E\nits own facts and the Courts are expected to scrutinize the\nevidence led by the parties in such proceedings.\nF\n22. At the cost of some repetition, we may notice that the\nprovisions of Sections 23 and 24 of the Act have been enacted\nby the Legislature with certain objects in mind. The intention of\nthe Legislature is an important factor in relation to interpretation\nof statutes. The statute law and the case law go side by side\nand quite often the relationship between them is supplementary.\nIn other words, interpretation is guided by the spirit of the\nenactment. Interpretation can be literal or functional. Literal\ninterpretation would not look beyond litera legis, while functional\ninterpretation may make some deviation to the letter of the law.\nUnless, the law is logically defective and suffers from conceptual\nand inherent ambiguity, it should be given its literal meaning.\nWhere the law suffers from ambiguity, it is said \"interpretation H\nG\n196 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA must depend upon the text and context. They are the basis of\nthe interpretation. One may well say that if the text is the texture,\ncontext is what gives it colour. Neither can be ignored. Both are\nimportant. That interpretation is best which makes the textual\ninterpretation match the context. A statute is best interpreted\nB when we know why it was enacted.\" [Reserve Bank of India v.\nPeerless General Finance and Investment Co. Ltd. \u0026 Ors. :\n(1987) 1 SCC 424].\nC\nD\nE\n23. The principle of construction of law is stated by Justice\nHolmes as under :-\n\"You construe a particular clause or expression by\nconstruing the whole instrument and any dominant\npurposes that it may express. In fact, intention is a residuary\nclause intended to gather up whatever other aids there may\nbe to interpretation besides the particular words and the\ndictionary.\"\n(Principles of Statutory Interpretation by Justice G.P.\nSingh, Page 15, 9th Edition 2004, Wadhwa \u0026 Co.,\nNagpur)\n24. Where a statutory provision confers rights and also\nstates mandatory or implied conditions which would have to be\nsatisfied before the claim, can culminate into a relief, such\nconsiderations or conditions are relevant for the purposes of\nF interpretation as well. A power conferred by the statute, often\ncontains an express condition for its exercise and, in absence\nof, or in addition to the express condition, there are also implied\nconditions for exercise of power. Exercise of statutory power\nin breach of express or implied conditions will be illegal, if the\nG conditions breached are mandatory. This principle, to a large\nextent, is applicable to exercise of rights arising from beneficial\nlegislations, when an owner claims benefits under statutory\nprovisions, it is for him to show that what is contemplated under\nthe conditions attached thereto has been satisfied, particularly\nH when such legislative intent is clear from the bare reading of\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n197\nthe provisions. Like the cases in hand, it is for the claimants to\nshow that, to award the compensation payable under the\nstatutory provisions, they have brought on record, evidence to\nsatisfy the criterion and conditions required to be fulfilled for\nsuch a claim.\n25. The provisions with which we are concerned primarily\nare the provisions of the statute which are coupled with\nobligations and limitations specified in them. The power is\nvested in the Collector to grant compensation; in courts to\nenhance the same in favour of the claimants whose lands are\nacquired, in case they are aggrieved. But, this power has to\nbe exercised while keeping in mind the settled guidelines and\nparameters stated in Sections 23 and 24 of the Act. It will, thus,\nnot be permissible for the authorities to go beyond the scope\nand purview of the provisions or the pre-requisites stated in\nthese provisions for determination of the fair market value of\nthe land. The statutory law as well as the judgments pronounced\nby the courts has consistently taken the view that compensation\nhas to be determined strictly in accordance with the provisions\nof Sections 23 and 24 of the Act. The matters which are to be\ngoverned by the terms of Section 24 of the Act cannot be taken\ninto consideration by extending discretion referable to the\nmatters which should be considered by the courts in terms of\nSection 23 of the Act. To put it in another way, the court should\napply the principle of literal or plain construction to these\nprovisions, as the Legislature in its wisdom has not given to\nthe court absolute discretion in matter relating to awarding of\ncompensation but has intended to control the same by enacting\nthese statutory provisions.\n26. About the principle of plain meaning, it has been\nobserved more than often, that it may look somewhat\nparadoxical that plain meaning rule is not plain and requires\nsome explanation. The rule, that plain words require no\nconstruction, starts with the premise that the words are plain,\nwhich is itself a conclusion reached after construing the words.\nIt is not possible to decide whether certain words are plain or\nA\nB\nC\nD\nE\nF\nG\nH\n198 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA ambiguous unless they are studied in their context and\nconstrued. [Refer - D. Saibaba v. Bar Council of India \u0026 Anr.:\nAIR 2003 SC 2502 1.\nB\nC\nD\nE\nF\nG\n27. The true import of the rule of plain meaning is well\nbrought out in an American case Hutton v. Philips [45 Del 156],\nwhere Judge Pearson, after reaching his conclusion as to the\nmeaning of the statutory language said:\n\"That seems to me a plain clear meaning of the statutory\nlanguage in its context. Of course, in so concluding I have\nnecessarily construed or interpreted the language. It would\nobviously be impossible to decide that language is 'plain'\n(more accurately that a particular meaning seems plain)\nwithout first construing it. This involves far more than\npicking out dictionary definitions of words or expressions\nused. Consideration of the context and setting is\nindispensable properly to ascertain a meaning. In saying\nthat a verbal expression is plain or unambiguous, we mean\nlittle more than that we are convinced that virtually anyone\ncompetent to understand it and desiring fairly and\nimpartially to ascertain its significance would attribute to\nthe expression in its context a meaning such as the one\nwe derive, rather than any other; and would consider any\ndifferent meaning by comparison, strained, or far-fetched,\nor unusual or unlikely.\"\nThere are certain provisions which are capable of being\ngiven general description. Normally such provisions have two\nconcepts - factual situation and the legal consequences ensuing\ntherefrom. As already noticed, it is for the claimants to ascertain\nas a matter of fact - location, potential and quality of land for\nestablishing its fair market value. After this fact is ascertained,\nits legal consequences i.e. awarding of compensation in terms\nof Sections 23 and 24 of the Act, the question before court of\nlaw is, whether the factual situation before it falls within the\ngeneral description and principles in the statute. [Principles of\nH Statutory Interpretation by Justice G.P. Singh, Page 51, 9th\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\nEdition 2004].\n199\nA\nB\nC\nD\n28. In the light of these principles now we may advert to\nthe language of Sections 23 and 24 of the Act. The provision\nopen with the words, that in determining the amount of\ncompensation to be awarded for land acquired under the Act,\nthe court shall take into consideration the stated criteria and in\nterms of Section 23(1-A), the claimants would be entitled to\nadditional amount @ 12 % per annum on such market value\nfor the period commencing on and from the date of the\npublication of the notification under Section 4, to the date on\nwhich the Award is made by the Collector or possession of the\nland is taken, whichever is earlier. In addition to this, in terms\nof Section 23(2), the land owners-claimants are entitled to 30%\n'on such market value' because of the compulsory nature of\nacquisition. 'Such market value' is an expression which must\nbe read ejusdem generis to the provisions of Section 23(1) of\nthe Act, as they alone would provide meaning and relevancy\nto the guidelines which are to be taken into consideration by\nthe courts for determining the market value of the land. The\nexpression 'shall' can hardly be construed as 'may' giving an\nabsolute discretion to the court to take or not to take into E\nconsideration the factors stated in Section 23(1) of the Act. The\nexpression 'shall' thus would have to be construed as mandatory\nand not directory. It is more so, keeping in view the language\nof Section 24 of the Act, which mandates that the court shall\nnot take into consideration the matters indicated in firstly to F\neighthly of Section 24 of the Act. This legislative intent needs\nto be noticed for beneficial and proper interpretation of these\nprovisions in the light of the scheme underlining the provisions\nof the Act.\n29. The expression ‘such market value' used in Sections\n23(1-A) and 23(2) respectively obviously would mean and\nrefers to the market value determined in terms of Section 23(1)\nof the Act. This expression has been well explained by different\njudicial pronouncements and they have consistently been\nG\nH\n1\n200 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA following what the Privy Council in the case of Municipal\nCouncil of Colombo v. Kuna Mana Navanna Suna Pana\nLétchiman Chettiar [ AIR (34) 1947 PC 118], laid down. There\nit is stated that “such market value” as used in Section 23 of\nthe Act is the price which a willing vendor might be expected\nB to obtain in the open market from a willing purchaser. It is the\nprice which would be payable to a person after the complete\nappraisal of land with its peculiar advantages and\ndisadvantages being estimated with reference to commercial\nс\nD\nvalue.\n30. This principle holds good even now and any other\nconsequential right, legal or commercial, which remotely flows\nfrom an agricultural activity will not and should not be treated\nas a relevant consideration.\n31. Equally true will be the principle that the extent of\ncompensation would always depend on the facts and\ncircumstances of the given case and it is not possible to set\nany absolute legal principle as a panacea which uniformly will\nbe applicable or capable of being applied as a binding\nE precedent dehors the facts of a given case.\nF\nG\n32. The discretion of the Court, therefore, has to be\nregulated by the legislative intent spelt out under these\nprovisions. It is no more res integra and has been well settled\nby different judgments of this Court, requiring that the\ncomputation of compensation has to be in terms of Sections\n23 and 24 of the Act and that too from the date of issuance of\nthe Notification under Section 4 of the Act. It is only the statutory\nbenefits which would be available in terms of Sections 23(1-\nA) and 23(2) of the Act.\n33. A Bench of this Court in the case of Nelson Fernandes\n\u0026 Ors. v. Special Land Acquisition Officer, South Goa \u0026 Ors.\n[(2007) 9 SCC 447], while discussing on this aspect of the Act\nand its relevancy to the market value of the land, held as under\nH :-\ni\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n201\nA\nB\n\"22. In determining the amount of compensation to be\nawarded, the LAO shall be guided by the provisions of\nSections 23 and 24 of the Act. As per Section 22 of the\nAct, the market value of the land has to be determined at\nthe date of publication of notice under Section 4 of the Act\ni.e. 25-8-1994. As per Section 24, the LAO shall also\nexclude any increase in the value of land likely to accrue\nfrom use to which it will be put once acquired. The market\nvalue of the land means the price of the land which a willing\nseller is reasonably expected to fetch in the open market\nfrom a willing purchaser. In other words, it is a price of the C\nland in hypothetical market. During the site inspection, it\nhas been observed that the land under acquisition is\nsituated in Sancoale and Cortalim Village adjacent to the\nland already acquired for the same purpose earlier.\"\nD\n34. This was also reiterated by this Court in the case of\nMohammad Raofuddin v. The Land Acquisition Officer, [\n(2009) 5 SCR 864] stating that Section 23 contains a list of\npositive factors and Section 24 has a list of negative, vis-à-vis\nthe land under acquisition, to be taken into consideration while\ndetermining the amount of compensation, the first step being E\nthe determination of the market value of the land from the date\nof publication of Notification under sub-section (1) of Section\n4 of the Act.\nF\n35. The next question which is of some importance arises.\nout as a corollary to the above discussion. Should there be\ndirect nexus between the potentiality of the acquired land as\non the date of the Notification or can any matter which may be\nconsequential or remotely connected with the agricultural activity\nbe the basis for determining the market value of the land? Does\nthe scheme of the Act, particularly with reference to Sections\n23 and 24 of the Act permit such an approach? This question\nhas to be answered in the negative. What is required to be\nassessed, is the land and its existing potentiality alone as on\nthe date of acquisition. Moreover, the potentiality has to be H\nG\n202 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\n- A directly relatable to the capacity of the acquired land to produce\nagricultural products or, its market value relatable to the known\nmethods of computation of compensation which we shall shortly\nproceed to discuss.\nB\nC\nD\nE\nF\nG\n36. The second circumstance specified in Section 23(1)\nto be considered by the Court in determining compensation is\nthe damage sustained by the person on account of any standing\ncrops or trees which may be on the land at the time of the\nCollector's taking possession thereof. Even from a reasonable\npracticable view it has to be understood that the compensation\nwhich is payable to the claimants is in relation to the acquired\nland, the standing crops or trees and what they earn from the\nagricultural crops or fruits or trees on the agricultural land. To\nextend the benefit for the purposes of compensation,\nconsidering that the fruits grown on the agricultural land would\nbe converted into Jam or any other eatable products will not\nbe a relevant consideration within the scheme of the Act. The\npurpose is not to connect the acquisition to remote factors\nwhich may have some bearing or some connection with the\nagricultural activity being carried on, on the land in question.\nSuch an approach by the Court is neither permissible nor\nprudent, as it would be opposed to the legislative intent\ncontained under the provisions of Sections 23 and 24 of the\nAct.\n37. Similarly, another example which can usefully be\nreferred at this stage itself is that a person growing sugarcane\non the land, which is acquired, would be entitled to the\ncompensation of the land with reference to the agricultural yield\nand/or capitalization thereof only in respect of sugarcane. The\nrate of sugarcane in the market may be a relevant consideration\nbut the fluctuating prices of sugar and other allied products in\nthe market will be of no relevance in determining the fair market\nvalue of the acquired land.\n38. It is the option of the agriculturist to give his sugarcane\nI\nSPECIAL LAND ACQUISITION OFFICER v.\nKARIGOWDA \u0026 ORS. [SWATANTER KUMAR, J.]\n203\ncrop for manufacture of sugar or gur or for any other purpose A\nwhich he may choose using his business wisdom but the\ncosting and manufacturing activity of that particular product for\nwhich the sugarcane had been supplied by him would not be,\nin our view, a relevant consideration for determining the fair\nmarket value of the land, whichever be the method of B\ncomputation of compensation adopted by the court of\ncompetent jurisdiction.\n39. Such approach is in consonance with the judicial\npronouncements of this Court as well as the requirements of C\nlaw. In the case of State of Orissa v. Brij Lal Misra and Ors. [\n(1995) 5 SCC 203], the Court clearly stated the principle that\nany increase in the amount awarded by way of compensation\nkeeping in view the potentiality of the land and further increase\non future potentiality would be contrary to the provisions of\nD\nclauses fifthly and sixthly of Section 24 of the Act. The\nprovisions of the Act require the court not to take into\nconsideration various other factors including increase in the\nvalue of the acquired land, likely to accrue from the use for\nwhich it was acquired may be put to on a subsequent stage in\nregard to any lay out or improvement scheme etc.\n40. Thus the restriction stated in law has been followed by\nthe judgments of this Court and there is no occasion to take\nany view at variance to the existing law.\nLLE\nF\n0\n41. On proper analysis of the above stated principles and\nthe relevant provisions of law, we have no hesitation in coming\nto the conclusion that consequential or remote benefits\noccurring from an agricultural activity is not a relevant\nconsideration for determination of the fair market value on the\ndate of the Notification issued under Section 4(1) of the Act. It\nis only the direct agricultural crop produced by the agriculturist\nfrom the acquired land or its price in market at best, which is a\nrelevant consideration to be kept in mind by the court while\napplying any of the known and accepted method of computation\nof compensation or the fair market value of the acquired land. H\n"}