{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"176\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA\nกด\nB\nC\n(ii) a society registered under the Societies Registration\nAct, 1860 (21 of 1860), or under any corresponding\nlaw for the time being in force in a State, other than\na society referred to in clause (cc);\n(iii) a co-operative society within the meaning of any law\nrelating to co-operative societies for the time being\nin force in any State, other than a co-operative society\nreferred to in clause (cc).\n105. The above definition makes it clear that a 'company'\nis as defined under the Companies Act, 1956, or a society\nregistered under the Societies Registration Act, 1860 or a\ncooperative society under any State law.\n106. Section 4 of the Act expressly authorizes the\nappropriate Government to issue preliminary notification for\nD acquisition of land likely to be needed for any public purpose\nor 'for a company'. Likewise, Section 6 declares that when the\nappropriate Government is satisfied that a particular land is\nneeded for a public purpose or 'for a company', a declaration\nshall be made to that effect. It is thus clear that appropriate\nE Government may acquire land if such land is needed for any\npublic purpose or 'for a company'. If it is so, acquisition will be\ngoverned by Part II of the Act and the procedure laid down in the\nsaid Part has to be followed. Part VII, on the other hand, deals\nwith acquisition of land for companies. In such cases, previous\nF consent of appropriate Government and execution of agreement\nfor transfer of land is necessary and procedure laid down in that\nPart is sine qua non for the acquisition.\n107. Whereas the contention of the appellants is that the\nso-called acquisition is for a private company and hence it\nG would be governed by Part VII of the Act, the stand of the\nrespondents is that it was in pursuance of industrial policy of\nthe State that land was to be acquired by APIIC and the entire\namount of compensation was to be paid by APIIC and as such\nthe acquisition is covered by Part II of the Act.\nI\n'\n\u003e\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 177\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\n108. Our attention has been invited by the learned counsel A\nfor both the parties to some of the decisions on this issue.\n109. Babu Barkya Thakur v. State of Bombay (now\nMaharashtra) \u0026 Ors., (1961) 1 SCR 128 was probably the first\nleading decision of this Court on the point. In that case, a\nB\nNotification was issued by the erstwhile State of Bombay on\nApril 3, 1959 under Section 4 of the Act wherein it was stated\nthat the lands specified in the schedule attached to the\nNotification were likely to be needed for the purpose of M/s.\nMukund Iron \u0026 Steel Works Ltd., a Company registered under\nthe Indian Companies Act, 1913. The petitioner lodged C\nobjections challenging the Notification on the ground that the\nlands were not required for 'public purpose' and the proceedings\nwere vexatious and malicious. In the counter-affidavit filed by\nthe Special Land Acquisition Officer, it was denied that the\nacquisition of the land was not for the public purpose and the D\nproceedings were, therefore, vitiated.\n110. The Court, after referring the Preamble and the\nrelevant provisions of the Act, held that acquisition for Company\nunder the Act was for a 'public purpose' inasmuch as\nconstructing dwelling houses and providing amenities for the\nbenefit of workmen employed by the Company would serve\npublic purpose.\n111. The Court observed;\nE\nF\nLL\n\"Further, though it may appear on the words of the Act\ncontained in Part II, which contains the operative portions\nof the proceedings leading up to acquisition by the\nCollector that acquisition for a Company may or may not\nbe for a public purpose, the provisions of Part VII make it\nclear that the appropriate Government cannot permit the G\nbringing into operation the effective machinery of the Act\nunless it is satisfied as aforesaid, namely, that the purpose\nof acquisition is to enable the Company to erect dwelling\nhouses for workmen employed by it or for the provision of\namenities directly connected with the Company or that the H\nA\nB\nC\nD\nE\nF\nG\nH\n178\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nland is needed for construction of some work of public\nutility. These requirements indicate that the acquisition\nfor a Company also is in substance for a public purpose\ninasmuch as it cannot be seriously contended that\nconstructing dwelling houses, and providing amenities\nfor the benefit of the workmen employed by it and\nconstruction of some work of public utility do not serve a\npublic purpose\".\n(emphasis supplied)\n112. In Pandit Jhandulal \u0026 Ors. v. State of Punjab \u0026 Ors.,\n(1961) 2 SCR 459, the land of the appellant was sought to be\nacquired for construction of houses by members of the Thapar\nIndustries Co-operative Housing Society Ltd., Yamuna Nagar.\nProcedings were, therefore, initiated for acquisition of land\nunder Part II of the Act. The action was challenged, inter alia,\non the ground that there was non-compliance with the provisions\nof Part VII of the Act and the proceedings were liable to be\nquashed as the said procedure had not been followed. The\nHigh Court held that the land was acquired for a public purpose\nand there was no need to comply with the provisions of Part VII,\neven though the Company was to pay the entire amount of\ncompensation (which according to this Court was not factually\ncorrect). The aggrieved land owner approached this Court.\n113. According to this Court, the main point for\ndetermination was whether or not the acquisition proceedings\nhad been vitiated by reason of the admitted fact that there was\nno attempt made by the Government to comply with the\nrequirement of Part VII of the Act. Referring to Babu Barkya,\nthis Court held that the conclusion arrived at by the High Court\nwas 'entirely correct', though the process of reasoning by which\nit had reached the conclusion was erroneous. The Court\nobserved that the Act contemplates acquisition for (i) a public\npurpose, and (ii) for a Company; thus, conveying the idea that\nacquisition for a Company, is not for a public purpose. It was\nalso observed that the purposes of public utility, referred to in\n1\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 179\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nSections 40 and 41 of the Act were akin to public purpose. A\nHence, acquisition for a public purpose as also acquisition for\na Company are governed by considerations of public utility. But\nthe procedure for the two kinds of acquisitions is different and\nif it is for a Company, then acquisition has to be effected in\naccordance with the procedure laid down in Part VII.\n114. Considering the ambit and scope of Sections 6 and\n39 to 41 and referring to Babu Barkya, the Court observed;\nB\nE\n\"There is no doubt that, as pointed out in the recent\ndecision of this Court, the Act contemplates for a public, C.\npurpose and for a Company, thus conveying the idea that\nacquisition for a Company is not for a public purpose. It\nhas been held by this Court in that decision that the\npurposes of public utility, referred to in Ss. 40-41 of the\nAct, are akin to public purpose. Hence, acquisition for a\nD\npublic purpose as also acquisitions for a company are\ngoverned by considerations of public utility. But the\nprocedure for the two kinds of acquisitions is different, in\nso far as Part VII has made substantive provisions for\nacquisitions of land for Companies. Where acquisition is\nmade for a public purpose, the cost of acquisition for\npayment of compensation has to be paid wholly or partly\nout of Public Revenues, or some fund controlled or\nmanaged by a local authority. On the other hand, in the\ncase of an acquisition for a company, the compensation\nhas to be paid by the Company. But, in such a case, F\nthere has to be an agreement, under S. 41, for the transfer\nof the land acquired by the Government to the Company\non payment of the cost of acquisition, as also other matters\nnot material to our present purpose. The agreement\ncontemplated by S.41 is to be entered into between the G\nCompany and the appropriate Government only after the\nlatter is satisfied about the purpose of the proposed\nacquisition, and subject to the condition precedent that\nthe previous consent of the appropriate Government has\nbeen given to the acquisition. The 'previous consent' itself H\nA\n03\nB\nC\nD\nE\nF\n0\n180\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nof the appropriate Government is made to depend upon\nthe satisfaction of that government that the purpose of the\nacquisition was as laid down in S.40. It is, thus, clear that\nthe provisions of Ss. 39-41 lay down conditions precedent\nto the application of the machinery of the Land Acquisition\nAct, if the acquisition is meant for a company.\"\n(emphasis supplied)\n115. The Court then dealt with the extent and applicability\nof Section 6 of the Act and stated:\n\"Section 6 is, in terms, made subject to the provisions of\nPart VII of the Act. The provisions of Part VII, read with\nsection 6 of the Act, lead to this result that the declaration\nfor the acquisition for a Company shall not be made unless\nthe compensation to be awarded for the property is to be\npaid by a company. The declaration for the acquisition for\na public purpose, similarly, cannot be made unless the\ncompensation, wholly or partly, is to be paid out of public\nfunds. Therefore, in the case of an acquisition for a\nCompany simpliciter, the declaration cannot be made\nwithout satisfying the requirements of Part VII. But, that\ndoes not necessarily mean that an acquisition of a\nCompany for a public purpose cannot be made otherwise\nthan under the provisions of Part VII, if the cost or a portion\nof the cost of the acquisition is to come out of public funds.\nIn other words, the essential condition for acquisition for\na public purpose is that the cost of the acquisition should\nbe borne, wholly or in part, out of public funds. Hence, an\nacquisition for a Company may also be made for a public\npurpose, within the meaning of the Act, if a part or the\nwhole of the cost of acquisition is met by public funds. If,\non the other hand, the acquisition for a Company is to be\nmade at the cost entirely of the Company itself, such an\nacquisition comes under the provisions of Part VII. As in\nthe present instance, it appears that part at any rate of the\ncompensation to be awarded for the acquisition is to come\nI\n་\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 181\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\neventually from out of public revenues, it must be held that A\nthe acquisition is not for a Company simpliciter. It was not,\ntherefore, necessary to go through the procedure prescribed\nby Part VII. We, therefore, agree with the conclusion of the\nHigh Court, though not for the same reasons\".\n(emphasis supplied)\n116. Reference was also made to R.L. Arora (1) v. State\nof Uttar Pradesh \u0026 Ors., (1962) Supp (2) SCR 149. In that\ncase, land was sought to be acquired by the Defence\nDepartment of the Government of India for the construction of\ntextile machinery parts factory by Lakshmi Ratan Engineering\nWorks Limited, Kanpur. Notifications were issued under the\nAct applying 'urgency' clause. Admittedly, no procedure laid\ndown under Part VII of the Act was followed. A writ petition was,\ntherefore, filed praying for quashing of Notifications and land\nacquisition proceedings. The main ground in support of the\npetition was that procedure under Part VII (Sections 38 to 42)\nof the Act had not been complied with.\nB\nC\nD\n117. Referring to the relevant provisions of the Act and\nBabu Barkya and Pandit Jhandulal, Wanchoo, J. (as His E\nLordship then was) for the majority stated;\nF\n\"Therefore, though the words 'public purpose' in Sections\n4 and 6 have the same meaning, they have to be read in\nthe restricted sense in accordance with s. 40 when the\nacquisition is for a company under s. 6. In one case, the\nNotification under s. 6 will say that the acquisition is for a\npublic purpose, in the other case the Notification will say\nthat it is for a company. The proviso to s. 6(1) shows that\nwhere the acquisition is for a public purpose, the\ncompensation has to be paid wholly or partly out of public G\nrevenues or some fund controlled or managed by a local\nauthority. Where however the acquisition is either for a\ncompany, the compensation would be paid wholly by the\ncompany. Though therefore this distinction is there where\nthe acquisition is either for a public purpose or for a\nI\n182\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA\nB\n0\nD\nE\nF\nG\nH\ncompany, there is not a complete dichotomy between\nacquisitions for the two purposes and it cannot be\nmaintained that where the acquisition is primarily for a\ncompany it must always be preceded by action under\nPart VII and compensation must always be paid wholly by\nthe company. A third class of cases is possible where the\nacquisition may be primarily for a company but it may\nalso be at the same time for a public purpose and the\nwhole or part of compensation may be paid out of public\nrevenues or some fund controlled or managed by a local\nauthority. In such a case though the acquisition may\nlook as if it is primarily for a company it will be covered\nby that part of s. 6 which lays down that acquisition may\nbe made for a public purpose if the whole or part of the\ncompensation is to be paid out of the public revenues or\nsome fund controlled or managed by a local authority.\nSuch was the case in Pandit Jhandu Lal v. State of\nPunjab. In that case the acquisition was for the construction\nof a labour colony under the Government sponsored\nhousing scheme for the industrial workers of the Thapar\nIndustries Co-operative Housing Society Limited and part\nof the compensation was to be paid out of the public funds.\nIn such a case this Court held that “an acquisition for a\ncompany may also be made for a public purpose within\nthe meaning of the Act, if a part or the whole of the cost of\nacquisition is met by public funds\" and therefore it was not\nnecessary to go through the procedure prescribed by Part\nVII. It is only where the acquisition is for a company and\nits cost is to be met entirely by the company itself that\nthe provisions of Part VII apply. In the present case it is\nnot the case of the respondents that any part of the\ncompensation is to be paid out of what may be called\npublic funds. It is not in dispute that the entire compensation\nis to be paid by the Works and therefore the provision of\nPart VII would apply to the present case; and it is in this\nbackground that we have to consider the contention raised\non behalf of the appellant\".\n(emphasis supplied)\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 183\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\n118. Construing Sections 40 and 41 of the Act, the majority A\nconceded that it is no doubt true that it is for the Government to\nbe satisfied that the work is likely to prove useful to the public. It\nis also true that it is for the Government to be satisfied that the\nterms in the agreement should provide that public shall be entitled\nto use the work. That does not, however, mean that it is\nB\nGovernment which has the right to interpret the words used in\nSection 40(1) (b) or clause (5) of Section 41. It is the Court which\nhas to interpret what those words mean. It is only after the Court\nhas interpreted the words that it is the Government which has to\ncarry out the object of Sections 40 and 41 to its satisfaction.\n119. The majority declared;\nC\n\"The Government cannot say that Ss.40 and 41 mean this\nand further say that they are satisfied that the meaning\nthey have given to the relevant words in these sections\nhas been carried out in the terms of the agreement provided D\nby them. It is for the Court to say what the words in Ss. 40\nand 41 mean though it is for the Government to decide\nwhether the work is useful to the public and whether the\nterms contain provisions for the manner in which the public\nshall be entitled to use the work. It is only in this latter part\nE\nthat the Government's satisfaction comes in and if the\nGovernment is satisfied, that satisfaction may not be open\nto challenge; but the satisfaction of the Government must\nbe based on the meaning given to the relevant words in\nSs. 40 and 41 by the Court. The Government cannot\nboth give meaning to the words and also say that they\nare satisfied on the meaning given by them. The meaning\nhas to be given by the court and it is only thereafter that\nthe Government's satisfaction may not be open to\nchallenge if they have carried out the meaning given to\nthe relevant words by the Court.\"\n(emphasis supplied)\n120. Sarkar, J. (as His Lordship then was), in a dissenting\njudgment expressed regret in agreeing with the majority. His\nLordship stated:\nF\nG\nH\n184\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nTi\nH\n\"I am unable to accept the appellant's reading of S. 41(1)\n(b) as correct. The words \"such work is likely to prove\nuseful to the public\" read by themselves seem to me plainly\nto imply a work the construction of which results in some\nbenefit which the public would enjoy. They do not\ncontemplate only a work which itself can be put by the\npublic to its use. For example, a work producing electricity\nfor supply to the public is a work which is useful to the\npublic. So also a work producing any commodity like say,\nmedicines or cloth would be a work which would be useful\nto the pubic. Again, I feel no doubt that a radio broadcasting\nstation would be work which would be useful to the public.\nTake another case, namely, a post-graduate college turning\nout a small number of highly qualified medical doctors.\nThere can be no doubt that the building for the college can\nbe said to be a work useful to the public. It would be so not\nbecause the public would have a chance of getting training\nthere and a small number of members of the public would\nafter the training be able to make a good livelihood, but\nbecause an institution of this kind is useful to the public as\nit turns out men who give very useful service to the public.\nIn all the illustrations given the works would be useful to the\npublic though the public might have no access to the works\nor any right to use them directly. I think it would be unduly\nrestricting the meaning of the word 'useful' to say that a\nwork is useful to the public only when it can directly be\nused by the public. The words are not \"work which the\npublic can use\", in which case it might with some justification\nhave been said that the work must be such as the public\ncould use. In the Shorter Oxford Dictionary, among the\nmeanings of 'useful' appear, \"having the qualities to bring\nabout good or advantage”, “helpful in effecting a purpose”.\nI find no reason not to apply these meanings to the word\n'useful' in the section that I am considering.\"\n(emphasis supplied)\n121. In R.L. Arora (II) v. State of Uttar Pradesh \u0026 Ors.,\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 185\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\n(1964) 6 SCR 784, this Court held that in view of the amendment A\nmade in the Act, even if the acquisition did not satisfy conditions\nlaid down under clause (a) and clause (b) of sub-sectio.. (1) of\nSection 40 of the Act, it would be valid, if they satisfy conditions.\nin clause (aa) introduced by the amendment Act. It was also held\nthat once the Government decided to acquire land for public B\npurpose, such acquisition cannot be challenged on the ground\nthat procedure laid down in Part VII had not been followed.\n122. The Court, keeping in view the Land Acquisition\n(Amendment) Act, 1962 (Act 31 of 1962), held that clause (aa)\nof sub-section (1) of Section 40 as inserted by Act 31 of 1962 C\ndid not contravene Article 31 (2) or Article 19 (1) (f) of the\nConstitution. Accordingly the acquisition was held legal and valid.\n123. A special reference may be made to a decision of\nthe Division Bench of the High Court of Gujarat in Motibhai\nVithalbhai Patel \u0026 Anr. V. State of Gujarat \u0026 Anr., AIR 1961 Guj\n93. In Motibhai, land was sought to be acquired for a Company,\nnamely, Sarabhai Chemicals for its expansion. It was contended\nthat acquisition was not for public purpose under Section 4 of\nthe Act and it was bad in law.\nD\nE\n124. Considering the relevant provisions of the Act as\nalso leading cases on the point, the Court held that even if the\nacquisition of land is for a private concern whose sole aim is\nto make profit, the intended acquisition of land would materially\nhelp in saving foreign exchange in which the public is also F\nvitally concerned in our economic system. It can, therefore, be\nsaid to be a public purpose and would not be bad.\n125. The Court stated;\n\"This is just as well. So diverse and varied can he the G\nactivities, engagements and operations which may\nredound to the general benefit of the public and in which\nthe general interest of the public can be said to he really\ninvolved that it is Impossible to expect a definition exclusive\nor inclusive which will aptly meet every particular objective\nI\n"}