{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"A\nB\n0\nD\nE\nF\nLL\n0\n186\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nwithin the matrix of public purpose and not fail in some\ncircumstances. The expression is of convenient vagueness\nand the court can at best give temporary definiteness but\nnot definitiveness to the undefined and shifting boundaries\nof a field which now seems likely to raise some frequent\nand fighting issues and give rise to different problems for\nadjudication\".\n126. It was also observed:\n\"Public purpose is not a constant. The scope of an\nexpression which conjugates general interest of the\npublic must necessarily depend inter alia on social and\neconomic needs and broad interpretation of the\ndemocratic ideal. It must alter as social and economic\nconditions alter. The social and economic theorist may\ncontend for an extremely wida application of this concept\nof public purpose and over-emphasise the element of the\ngeneral interest of the public. The reactionary on the other\nhand may strive for stringent restraints on its shifting\nboundaries and oppose any shift in emphasis. The true\nrule of the matter would seem to lie midway. The Court will\nnot attach too much weight to the apparent character of\nthe activity or agency but would prefer to lean in favour of\nan application of the rule which has regard to the substance\nof the matter and embraces activities, engagements and\noperations which would serve the common good as being\naffected with public interest. The application of the rule\nmust rest on the modem economic system of a welfare\nstate having its own requirements and problems. The\napplication of the rule would not be governed by right\ndistinctions nor would the economic principle be allowed\nto be blurred by the blending of forms and interests\".\n127. The Court proceeded to state;\n(emphasis supplied)\n\"In the field of economic progress and interest of the public\nH\n[\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 187\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nthe application of the rule would include operations which A\nare more or less indispensable to the community. The\nvery lack of definitiveness of the expression public\npurpose, somewhat paradoxical though it may seem\nrequires that the field of its coverage must extend to\nconcerns which are fit to serve the common welfare. That B\ncoverage can include activities open to the initiative of\nboth private enterprise and public administration for private\nenterprise is certainly amenable to public control and can\nbe an efficient instrument of economic benefit\".\n128. Upholding the acquisition, the Court concluded;\nC\nD\nE\n\"It cannot be ignored that Respondent No. 2 Company is\na scheduled industry controlled by the provision of the\nIndustries Development and Regulation Act, 1951. The\nprice of its products is subject to these controls. We are\nalso satisfied that the public is vitally concerned in the\nsaving of foreign exchange in our present economic\nsituation and that this is an aspect of the matter which has\nto be borne in mind. We are satisfied that the respondents\nare correct in their submission that the intended acquisition\nof lands in dispute would materially help in the saving of\nsuch exchange. We have to consider together all the\naspects of the case which redound to and result in the\nbenefit of the public and on an assessment of all the facts\nand circumstances of the case and the cumulative effect\nof the same we are of the opinion that the land in dispute\nis needed for a public purpose as contended by the\nrespondents. We may add that the Notifications under\nSections 4 and 6 are not defective on any of the grounds.\nurged before us on behalf of the petitioner as held by us\nand the declaration under Section 6 is conclusive evidence G\nthat the land in dispute is needed for a public purpose\".\n129. In Arnod Rodricks, Wanchoo, J. (as His Lordship\nthen was) stated that there is no reason why the State or local\nauthority should have no power to get further development done\nF\nI\n\"\n188\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA through private agencies by lease, assignment or sale of\nacquired land.\nB\n130. In Jage Ram \u0026 Ors. V. State of Haryana \u0026 Ors.\n(1971) 1 SCC 671, a Notification under Section 4 of the Act\nwas issued for acquisition of land for public purpose, namely,\nfor setting up of a factory for the manufacture of China-ware\nand Porcelain-ware. Urgency clause under Section 17 of the\nAct was also applied by dispensing with enquiry under Section\n5A of the Act. The action was challenged by the land owners.\nC\n131. Rejecting the contention, upholding the acquisition\nand following Somawanti, the Court held that so long as it is not\nestablished that the acquisition is sought to be made for some\ncollateral purpose, the declaration of Government that it is made\nfor a public purpose is final, conclusive and not open to\nchallenge.\nD\n132. In Aflatoon \u0026 Ors. v. Lieutenant Governor of Delhi \u0026\nOrs. (1975) 4 SCC 285, land was sought to be acquired for\n\"Planned Development of Delhi\". Neither the Master Plan nor\nthe Zonal Plan was ready. The question before this Court was\nE whether acquisition proceedings could have been initiated in\nthe absence of Master Plan or Zonal Plan.\n133. Considering the relevant provisions of the Delhi\nDevelopment Act, 1957, the Court held that the proceedings\ndid not get vitiated in the absence of such Plan. The Court\nF observed that acquisition generally precedes development. If\nG\nI\nfor proper development, land is sought to be acquired, such\naction could not be said to be illegal, unlawful or in colourable\nexercise of power.\n134. It was also contended that the acquisition was for\nCompany inasmuch as after acquisition, the Government\nproposed to hand over the property or a portion thereof to\nCooperative Housing Societies and since procedure in Part\nVII of the Act was not followed, the acquisition was not valid.\n135. Even the said contention was negatived by the Court\n!\ni\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 189\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nobserving that merely because the Government allotted a portion A\nof the property to Cooperative Societies, Part VII did not get\nattracted and the acquisition could not be held invalid [See also\nAjay Krishan Singhal v. Union of India, (1996) 10 SCC 721].\n136. In S.S. Darshan v. State of Karnataka \u0026 Ors. (1996)\n7 SC 302, land was sought to be acquired under the Act for B\npublic purpose, namely, for setting up Information Technological\nPark. Challenging the acquisition, it was contended by the\npetitioners that the acquisition was mala fide and in colourable\nexercise of power since primarily the acquisition was for a\nPrivate Limited Company and not for the State.\n137. The relevant part of the Notification read thus:\n\"The lands shown in the annexed index are required for a\npublic purpose, that is, to establish information\ntechnological park through Karnataka Industrial Areas\nDevelopment Board.\"\n(emphasis supplied)\n138. Emphasizing the fact that the acquisition was through\nBoard, this Court ruled that acquisition was for a public purpose.\nThe notification stated about public purpose of establishment\nof information technological park through the Board.\nC\nD\nE\n139. Considering various clauses in the Joint Venture\nAgreement, the Court held that the cumulative effect of all went\nto show that acquisition was for the public purpose of setting up F\ntechnological park by Government of Karnataka through\nKarnataka Industrial Areas Development Board and was,\ntherefore, valid.\n140. In W.B. Housing Board Etc. v. Brijendra Prasad\nGupta (1997) 6 SCC 207, land was acquired for providing\nhouses to poor people. The action was challenged, inter alia,\non the ground that the Housing Board was to earn profit and\nhence it could not have been said to be a public purpose.\nG\n141. Refuting the contention and upholding the acquisition, H\n190\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nC\nA the Court took note of the fact that it was a matter of common\nknowledge that there is acute shortage of housing\naccommodation both in rural and urban areas of the country.\nThe Court also stated that since late the prices of real estate\nhave sky-rocketed making it beyond the reach of low income\nB and middle income group of people. Hence, the State has a\nduty to give shelter to homeless people, specially, to the people\nof the low income group. If for that purpose it sought to acquire\nland, it could not be said that acquisition was illegal or unlawful.\n142. Regarding earning of profit, the Court stated:\n\"Simply because there is an element of profit, it could not\nmake the whole scheme illegal. A private entrepreneur will\ncertainly look to some profit but to see that the profit motive\ndoes not lead to exploitation even of the rich and that the\nhouses are available to the poor people and to middle\nclass people at nominal or affordable prices, or even on\nno-profit-no-loss basis, the Housing Board exercises the\nnecessary control. It is certainly a public purpose to provide\nhouses to the community especially to poor people for\nwhom the prices are beyond their means and they would\notherwise never be able to acquire a house.\"\nD\nE\nF\nG\n143. The Court concluded:\n\"The Court must shake off its myth that public purpose is\nserved only if the State or the Housing Board or the joint\nsector company does not earn any profit. There cannot be\nany better authority that the State or the statutory\ncorporation to supervise or monitor the functions of the\njoint venture company. Courts will certainly step in if the\npublic purpose is sought to be frustrated”.\n(emphasis supplied)\n144. Reference was also made to Pratibha Nema \u0026 Ors.\nv. State of Madhya Pradesh \u0026 Ors [2003] 10 SCC 626. There,\na piece of dry land of the appellants and others was notified for\nH acquisition under Section 4 of the Act for public purpose, namely,\nt\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 191\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.Į\nfor establishment of 'Diamond Park'. The acquisition was A\nchallenged on the ground that it was not for public purpose but\nwas meant only to benefit a Company and its associates, and\nas such it was in colourable exercise of power and ultra vires\nthe Act.\n145. Referring to earlier decisions of this Court and drawing\ndistinction between acquisition by State for 'public purpose'\ncovered by Part II and acquisition for a 'Company' under Part\nVII, the Court stated;\n\"Thus the distinction between public purpose acquisition\nand Part VII acquisition has got blurred under the impact\nof judicial interpretation of relevant provisions. The main\nand perhaps the deceive distinction lies in the fact whether\ncost of acquisition comes out of public funds wholly or\npartly. Here again, even a token or nominal contribution\nby the Government was held to be sufficient compliance\nwith the second proviso to Section 6 as held in a catena\nof decisions. The net result is that by contributing even a\ntrifling sum, the character and pattern of acquisition could\nbe changed by the Government. In ultimate analysis, what\nis considered to be an acquisition for facilitating the setting\nup of an industry in private sector could get imbued with\nthe character of public purpose acquisition if only the\nGovernment comes forward to sanction the payment of a\nnominal sum towards compensation. In the present state\nof law, that seems to be the real position\".\n(emphasis supplied)\nB\nC\nD\nE\nF\n146. Reliance was also placed on State of Karnataka \u0026\nAnr. v. All India Manufacturers Organisation \u0026 Ors., (2006) 4\nSCC 683. In that case, the Government of Karnataka undertook G\na mega project for developing its transport and communication\nsystem. A Memorandum of Understanding was entered into\nbetween State Government and a Company for implementation\nof the project and lands were acquired. A Public Interest\nLitigation (PIL) was filed in the High Court alleging that the land H\n192\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA was not needed for public purpose and yet excess land was\nacquired and had been given to a Company. The action was,\ntherefore, illegal, unlawful and mala fide.\nB\nC\nD\nE\nF\nG\nH\n147. Negativing the contention and upholding the action,\nthis Court observed that the project was an integrated\ninfrastructure development and not merely a highway project.\nAs an integrated project, it required acquisition and transfer of\nlands even away from the main alignment of the road. Acquisition\nof land and giving it to the Company was, therefore, legal and\nlawful and did not suffer from mala fide.\n148. The counsel for the appellants referred to Amarnath\nAshram Trust Society \u0026 Anr. v. Governor of U.P. \u0026 Ors., (1998)\n1 SCC 591. In that case, land was sought to be acquired for\nplay ground for students of Amarnath Vidya Ashram (public\nschool), Mathura. Notification under Section 4 of the Act was\nissued stating that the land was to be acquired for 'public\npurpose'. The land-owner challenged the acquisition contending\nthat the land was acquired for a Society and since procedure\nprescribed in Part VII was not followed, the acquisition was bad\nin law.\n149. Upholding the contention, quashing the proceedings\nand referring to Pandit Jhandu Lal, this Court observed;\n\"It is now well established that if the cost of acquisition is\nborne either wholly or partly by the Government, the\nacquisition can be said to be for a public purpose within\nthe meaning of the Act. But if the cost is entirely borne\nby the company then it is an acquisition for a company\nunder Part VII of the Act.\n...\nAdmittedly, in the present case the entire cost of acquisition\nis to be borne by the appellant society and, therefore, it is\nan acquisition for a company and not for a public purpose.\nThat is also borne out by the notification issued under\nSection 6 of the Act which states that \"the land mentioned\n+\n{\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 193\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nin the schedule below is needed for the construction of A\nplay-ground for students of Amar Nath Vidya Ashram\n(public school), Mathura in district Mathura by the Amar\nNath Ashram Trust, Mathura”. Therefore, simply because\nin the notification issued Under Section 4 of the Act it was\nstated that the land was needed for a public purpose, B\nnamely, for a play-ground for students of Amar Nath Vidya\nAshram (public school), Mathura, it cannot be said that\nthe acquisition is for a public purpose and not under\nChapter (Part) VII for the appellant-society in view of\nsubsequent events and the declaration made Under\nSection 6\".\n(emphasis supplied)\nC\nD\nE\n150. Finally, reference was made to a recent decision of\nthis Court in Devinder Singh \u0026 Ors., v. State of Punjab \u0026 Ors.,\n(2008) 1 SCC 728. In Devinder Singh, land was sought to be\nacquired by the State to set up 'Ganesha Project', a Company\nregistered under the Companies Act, 1956. The acquisition\nwas challenged on the ground that though land was sought to\nbe acquired for a Company, procedure was followed under\nPart II and not under Part VII and hence it was bad in law. The\nrecord revealed that the payment of entire amount of\ncompensation was to be made by the Company. It was,\ntherefore, incumbent to follow procedure laid down in Part VII.\nDuring the pendency of the writ petition, however, it was\ncontended by the State that it would be contributing Rs. 100/- F\nand hence it was covered by Part II and the acquisition was\nlegal and valid.\n151. Observing that the acquisition was for a Company\nand not by the State for a 'public purpose', the Court held that\nthe procedure laid down in Part VII was required to be followed.\nSince it was not done, the acquisition was bad in law.\n152. Negativing the contention that the acquisition was by\nthe State, this Court said;\nG\nH\n194\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA\nB\nC\nD\n\"In this case we may notice that purported contribution\nhad been made only after the writ petitions were filed.\nOrdinarily, this Court would not have gone into the said\nquestion but the agreement provides for payment of entire\ncompensation by the company. We do not know as to at\nwhat stage the State thought it fit to meet a part of the\nexpenses for acquisition of land. Such an opinion on the\npart of the State having regard to the statutory scheme\nshould have been formed prior to entering into the\nagreement itself. The agreement does not mention about\nany payment of a part of compensation by the State. We,\nin absence of any other material on record, must hold that\nthe State had not formed any opinion in that behalf at least\nwhen the agreement was executed. The wisdom in all\nprobabilities dawned on the officers of the State at a later\nstage\".\n(emphasis supplied)\nSatisfaction of Government and Judicial Review\n153. In our judgment, in deciding whether acquisition is\nE for 'public purpose' or not, prima facie, Government is the best\njudge. Normally, in such matters, a writ Court will not interfere\nby substituting its judgment for the judgment of the Government.\nFL\n0\nH\n154. In Hamabai, the Judicial Committee of Privy Council\nstated:\n\"All that remains is to determine whether the purpose here\nis a purpose in which the general interest of the community\nis concerned. Prima facie the Government are good\njudges of that. They are not absolute judges. They cannot\nsay: 'Sic volo sic jubeo' but at least a Court would not\neasily hold them to be wrong\".\n(emphasis supplied)\n155. This Court, in R.S. Nanji, reiterated the principle laid\ndown by the Privy Council. The Constitution Bench observed;\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 195\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\n\"Prima facie the Government is the best judge as to A\nwhether 'public purpose' is served by issuing a requisition\norder, but it is not the sole judge. The courts have the\njurisdiction and it is their duty to determine the matter\nwhenever a question is raised whether a requisition order\nis or is not for a 'public purpose\"\".\n(emphasis supplied)\n156. In Somawanti, this Court interpreted sub-section (3)\nof Section 6 of the Act and held that the declaration made under\nSection 6 of the Act is 'conclusive evidence' that the land is\nneeded for public purpose.\n157. It was contended that the declaration can be made\nby the Government arbitrarily and if such declaration is irrational,\nunreasonable, mala fide or de hors the Act, it should be open\nto a Court to decide the question.\n158. Dealing with the submission, the majority stated;\nB\nC\nD\n\"Now whether in a particular case the purpose for which\nland is needed is a public purpose or not is for the State\nGovernment to be satisfied about. If the purpose for which E\nthe land is being acquired by the State is within the\nlegislative competence of the State the declaration of the\nGovernment will be final subject, however, to one exception.\nThat exception is that if there is a colourable exercise of\npower the declaration will be open to challenge at the F\ninstance of the aggrieved party. The power committed to\nthe Government by the Act is a limited power in the sense\nthat it can be exercised only where there is a public purpose,\nleaving aside for a moment the purpose of a company. If it\nappears that what the Government is satisfied about is not G\na public purpose but a private purpose or no purpose at\nall the action of the Government would be colourable as\nnot being relatable to the power confirmed upon it by the\nAct and its declaration will be a nullity”.\n(emphasis supplied) H\nT\n"}