{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"136\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA appellants, with mala fide intention and oblique motive to transfer\nvaluable land of small farmers to a foreign company and few\nselected persons with vested interest.\nB\n4. A notification under Section 4 of the Act was published\nin the State Government Gazette on July 17, 2002. The said\naction was challenged and the validity of notification was\nquestioned in a writ petition in the High Court of Andhra Pradesh.\nThe High Court dismissed the petition following an earlier\ndecision in Writ Petition No. 21712 of 2002 by observing that\nthe writ petition involved similar issues. The High Court, however,\nC directed that 'urgency clause' sought to be invoked by the\nGovernment under Section 17 of the Act was illegal, unlawful\nand unwarranted. That part of the notification was, therefore,\nset aside and the Authorities were directed to proceed to hear\nobjections of the owners/interested persons by following\nD procedure under Section 5A of the Act. According to the\nappellants, the High Court was wholly wrong in dismissing the\nwrit petition relying on the judgment in Writ Petition No. 21712\nof 2002 since in that case, the Court has considered only one\nissue; viz. the acquisition was or was not for public purpose as\nE the beneficiary was Andhra Pradesh Industrial Infrastructure\nCorporation Limited ('APIIC' for short). Really, the property has\nbeen given in bounty to a foreign Company which was not lawful.\nThe High Court failed to consider and decide several important\nand crucial issues raised by the small landowners.\nF\n5. Being aggrieved by the order passed in the writ petition,\nthe appellants preferred Writ Appeal which was also dismissed.\nThe appellants have, therefore, approached this Court by filing\nthe present appeal. Initially, notice was issued. Several matters\nraising similar issues were also filed and all were ordered to be\nG placed for hearing together.\n6. We have heard learned counsel for the parties.\nSubmissions of appellants\n7. The learned counsel for the appellants contended that\nH\nད\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 137\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nD\nthe High Court was wholly wrong in dismissing writ-petitions as A\nalso writ appeals. According to the appellants, land acquisition\nproceedings were clearly unlawful, illegal, mala fide and violative\nof the fundamental rights of the appellants. They were taken in\ncolourable exercise of power by the authorities. The appellants\nare small land-holders and their only livelihood was dependant B\non land attempted to be acquired by the respondents. According\nto the appellants, there was no 'public purpose' as defined in\nthe Act and the land is acquired for a private foreign company.\nThe acquisition was, therefore, bad in law and for a collateral\npurpose. It was also submitted that even if it is assumed for the\nC\nsake of argument that the land could be acquired for a public\npurpose by a private Company, the procedure for acquisition of\nland by a private company under Part VII of the Act ought to\nhave been followed and not the procedure under Part II providing\nfor acquisition of land by the State Authorities. It was urged that\nin the era of globalization, if a foreign company wanted to\nestablish its business, it was required to follow the prescribed\nprocedure and parties must be left to settle their deal by entering\ninto mutual agreement for sale and purchase of properties. In\nother words, according to the appellants, power of 'eminent\ndomain' has no application to such cases. The provisions of\nthe Act must be strictly construed and judicial scrutiny in such\nmatters i.e. in the matters of acquisition of land by the State or\nits instrumentality for a private party, namely, for use and\noccupation of land by a foreign company should be very strict.\nIt was further submitted that proceedings were totally mala fide\nwhich was clear from the fact that huge land owned and\npossessed by influential persons such as, Smt. Vijay Nirmala,\na well-known actress and other persons in public life had been\nexcluded. Thus, rich landlords and politically patronage persons\nhave been excluded from acquisition of land and appellants\nand other persons who were small or marginal farmers earning\ntheir bread were deprived of their property. Malicious action on\nthe part of the State Authorities was also clear from the fact that\nthough the land was sought to be acquired for industrial policy\nof the Government, initially, ‘urgency clause' was applied and\nE\nF\nG\nH\nT\n138\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA Section 17 was pressed in service. It was because of the High\nCourt's intervention that urgency clause was quashed and\nauthorities were directed to take action in accordance with law\nand only thereafter notices were issued and procedure under\nSection 5A of the Act was followed. On all these grounds, it was\nsubmitted that proceedings are liable to be quashed.\nC\nE\nSubmissions of respondents\n8. The learned counsel for the respondents, on the other hand,\nsupported the orders passed by the High Courts. They submitted\nthat the land was acquired under the Act for 'public purpose' after\nfollowing procedure laid down in the Act and the acquisition was\nlegal, lawful and in consonance with law and no interference is called\nfor by this Court under Article 136 of the Constitution.\n9. Affidavits were filed by the contesting respondents. So\nD far as the State Authorities are concerned, a counter-affidavit\nwas filed by Special Deputy Collector, Land Acquisition\n(Industries), Hyderabad. In the said affidavit, it was, inter alia,\ncontended that appellants were not small land-holders or\nmarginal farmers. Most of them have converted agricultural lands\nunauthorizedly into housing plots and sold them to various.\nbuilders/ developers/property dealers/estate agents and they\nwere not cultivating the land. No doubt, there were certain small\nland-owners/farmers also. But, it was contended by the State,\nthat because of industrial policy of the State Government, a\ndecision was taken to construct 'Information Technology Park',\nunder the Information Technology and Hardware Industrial Policy\n2005-10 and for the said purpose land was sought to be\nacquired under the provisions of the Act. Proceedings were,\ntherefore, initiated and necessary notification was issued. There\nwas no illegality in the procedure contemplated under the Act\nG for acquisition of land. APIIC is an instrumentality of State which\nwas to pay the entire amount of compensation and such action\ncould not be said to be illegal or contrary to law. It was, therefore,\nsubmitted that the appeals are liable to be dismissed.\nF\n10. APIIC in its affidavit filed by the General Manager\nI\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 139\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\n(Law), contended that it was wholly owned undertaking of the A\nGovernment of State of Andhra Pradesh and has been\ndeveloping infrastructural projects in the State to facilitate socio-\neconomic progress. According to the deponent, large extent of\nGovernment land in various villages of Ranga Reddy District in\nthe periphery of Hyderabad were handed over to the Corporation B\nfor the development of special projects like Software Lay Out,\nIndian School of Business, Indian Institute of Information\nTechnology, Hitech City, National Games Village, Sports Stadia,\nIntegrated International Convention Centre, Golf Course,\nFinancial District, etc. Some of the projects have already taken c\nshape and others are in various stages of development. It was\nsubmitted that time was a critical factor for implementation of\nthose projects. In view of development of these special projects,\nthe respondent-Corporation would be improving facilities in the\nround-about areas. It was for fulfillment of this industrial policy D\nand completion of several projects that notifications under the\nAct were issued by the State. The High Court was satisfied\nabout public purpose and hence rejected the ground put forward\nby land-owners that acquisition was not for public purpose.\nAccording to the High Court, however, the procedure laid down\nin the Act was required to be followed by issuing notices under\nSection 5A and urgency clause under Section 17 of the Act\ncould not have been invoked. In several cases, awards were\nmade and possession of the land was also taken over. In some\nother cases, award is not passed and the land is still in the F\npossession of the land-owners. That, however, does not mean\nthat proceedings under the Act were illegal or unlawful.\nE\n11. According to APIIC, the Government of Andhra Pradesh\nintroduced Tourism Department which established a transparent\nframework of enabling private sector and tourism sector in the G\nState. The State had undertaken such projects under the name\nand style of \"Establishment of Hyderabad as a Business-cum-\nLiaison Destination\" with a goal of transforming into world class\nbusiness destination, to be the leader in knowledge sector.\nPursuant to such project, Integrated Convention Centre Complex H\n140\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA (ICCC) is being developed by the State Government on the\nbasis of \"Public Private Partnership\" (PPP) format. Under the\nsaid project, International Convention Centre and business hotel\nadjoining Hi-tech Business Centre were already established.\nSimilarly, International Golf Champion Course with multiuse\nB development was sought to be set up.\nC\nD\n12. The Government of Andhra Pradesh designated APIIC\nas Nodal Agency for development of Integrated Project. Emaar\nProperties, PJSC, Dubai was selected in international\ncompetitive bidding for implementation of the project. The\nGovernment issued orders approving structure and\nimplementation of the project. A collaboration agreement was\nentered into between APIIC and Emaar Properties, Dubai to\nimplement the project. APIIC was having 26% share while Ernaar\nProperties is having 74% share capital. Joint Venture companies\nwere incorporated with the Registrar of Companies, Andhra\nPradesh, Hyderabad with registered office at Hyderabad for\ntaking different components of integrated project. Several\nprojects are about to be over. Some projects are going on and\nsome are to be undertaken. Total cost according to APIIC\nE excluding operating and financial course of the integrated project\nis more than Rs.550 crores. It was submitted that considering\nthe project in its entirety, the High Court was wholly right and\nfully justified in dismissing the petition and not interfering with\nthe land acquisition proceedings.\nLL\nF\nG\n13. Emaar had also filed an affidavit through General\nManager, denying allegations and controverting averments\nmade by the writ-petitioners contending that the petitions are\nmisconceived and ill-founded and the petitioners were not\nentitled to any relief. It was stated that the Special Deputy\nCollector, Land Acquisition in its affidavit has rightly stated that\nland-owners were not small farmers, small owners/marginal\nfarmers but they have illegally converted agricultural land into\nnon-agricultural land and have sold/ transferred/ allotted to\nbuilders/developers/ real estate owners of properties.\nH\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 141\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\nAcquisition was for industrial policy of State and APIIC was the A\nNodal Agency which was an 'instrumentality' of the 'State'. The\namount of compensation was to be paid by APIIC and\nacquisition was under power of 'eminent domain'. Acquisition\nis not for foreign company or private party and the High Court\nwas right in not insisting for following procedure laid down in B\nPart VII of the Act as the case is covered by procedure.\nprescribed in Part II of the Act. Public purpose was precise,\nperfect and lawful and the land was acquired in consonance\nwith the procedure laid down in the Act. It was only with a view\nto delay the proceedings that petitions were filed by the C\npetitioners which has resulted in gross injustice to Emaar which\nhas made large investments.\nD\n14. According to Emaar, the City of Hyderabad was sought\nto be transformed into Business-cum-Liaison Destination as\nenvisaged by the Government and public and private sectors'\nparticipation investment had been thought proper through\nIntegrated Project under Industrial Policy of the State 2005-10.\nThrough APIIC, the State undertook the Integrated Project for\nestablishing Hyderabad into world class business destination\nand a leader in the knowledge sector. Such project would indeed E\ndevelop the State which would be in the larger interest of general\npublic. It would enhance the value of Hyderabad into a Tourist-\ncum-Business Destination for domestic as well as international\ntravellers. It was, therefore, submitted that the land acquisition\nproceedings were in consonance with the law and no case has F\nbeen made out for interference with such proceedings and the\nappeals are liable to be dismissed.\nNotifications\n15. As already noted earlier, proceedings had been G\ninitiated by the authorities in 2002. A notification under Section\n4 of the Act was issued by the State Government on July 10,\n2002 which was published in the Government Gazette on July\n17, 2002. The said notification read as under;\nH\nA\nB\nC\nD\nE\nF\n142\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nTHE ANDHRA PRADESH GAZETTE\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nR.R. No. 25 HYDERABAD WEDNESDAY 17TH JULY 2002\nNo.G1/7180/2000\nDated 10-07-2002\nFORM - 2 A\nDRAFT NOTIFICATION UNDER SECTION 4 OF 1894\nIAS AMENDED BY ACT XXXVIII OF 1923\nWhereas it appears to the\nGovernment of Andhra\nPradesh that the land\nspecified in the Schedule\nbelow and situated at\nNanakram Guda Village,\nSerilingampally Mandal,\nRanga Reddy District is\nneeded for Public purpose,\nto wit for Development of\nNew Projects by APIIC Ltd.,\nnotice to that effect as\nhereby given to all whom it\nmay\nin\naccordance with the\nprovisions of section 4(1)\nof the Land Acquisition Act,\n1 of 1894, as amended by\nconcern\nthe Land Acquisition\nAmendment made by the\nLand Acquisition Act XXXIII of\n1923, and the Governor of\nAndhra Pradesh hereby\nauthorized Spl. Deputy\nCollector, LA (Ind), Hyderabad,\nand his staff and workmen\nto exercise the powers.\nconferred by section 4(2) of\nthe Act. Under sub-section\n(4) of Section 17 of the Act,\nthe Governor of Andhra\nPradesh directs that in view\nof the urgency of the case,\nthe provisions of Section 5-\nA of the Act, shall not apply\nto this case.\nSCHEDULE\nG\n16. It is thus clear that the land was proposed to be acquired\nfor a public purpose, viz. for development of new projects by\nAPIIC. It is also apparent that urgency clause under Section 17\nof the Act was applied and inquiry under Section 5-A was\nH dispensed with.\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT 143\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\n17. A notification under Section 6 of the Act was also A\nissued on the same day which was published in the Government\nGazette on July 18, 2002. The said notification read as under;\nTHE ANDHRA PRADESH GAZETTE\nEXTRAORDINARY\nPUBLISHED BY AUTHORITY\nR.R. No. 26 HYDERABAD\nNo.G1/7180/2000\nThursday 18th July 2002\nB\nDated 10-07-2002\nFORM 5-A\n-\nC\nDRAFT DECLARATION UNDER SECTION 6 OF THE\nLA ACT\nUnder Sec. (6) of the Land\nAcquisition Act, the\nGovernor of Andhra\nPradesh hereby declares\nthat the land specified below\nand measuring Ac.80-35\ngts/acre be the same a little\nmore or less is needed for\npublic purpose, wit for\nDevelopment of New\nProjects by APIIC Limited.\nUnder Sections 3 and 7 of\nthe same Act, the Special\nDeputy Collector, L.A.\n(Ind.), Hyderabad, is\nappointed to perform the\nfunctions of Collector under\nthe Act and directed to take\nOrder for the acquisition of\nthe land under Sub-Section\n(1)(2) of Section 17 of the\nAct, the Governor of Andhra\nPradesh further directs that\nthe possession of the said\nland may be taken on the\nexpiry of 15 days from the\ndate of the publication of the\nnotice mentioned in section\n9(1) of the Act. A plan of the\nland is kept in the Special\nDeputy Collector, L.A. (Ind),\nHyderabad, and may be\ninspected at any time during\nthe office hours.\nSCHEDULE\nD\nE\nF\nG\nWrit Petitions in High Court\n18. The validity of notifications under Sections 4 and 6 of H\n144\nSUPREME COURT REPORTS\n[2008] 13 S.C.R.\nA the Act was challenged by some of the land owners by filing\nWrit Petition No. 21712 of 2002 in the High Court of Andhra\nPradesh at Hyderabad. The learned Single Judge, vide a\njudgment and order dated April 25, 2003 partly allowed the\npetition. He held that in view of counter-affidavit filed by the\nB authorities, it could not be said that the acquisition was illegal\nor unlawful and, therefore, was not sustainable. Acquisition of\nland was in exercise of power of eminent domain and was\nintended for public purpose, to wit, for development of New\nProjects by APIIC Ltd. The acquisition was to enable the\nC activities of APIIC, which was an instrumentality of State\noperating in the area of industrial infrastructure. The purposes\nof APIIC were demonstrably public purposes. It was also held\nthat the claim of the petitioners as being small farmers was not\nwell-founded as no agricultural operations were being pursued\nby them as asserted by the authorities in the counter-affidavit\nwhich was not denied. The availability of alternative land as\npleaded by the petitioners was also not correct since the lands\navailable were not contiguous to the existing developed areas\nand hence could not be said to be ‘alternative'.\nD\nE\n19. The Court, however, held that invocation of urgency\nclause under Section 17 of the Act and dispensing with enquiry\nas contemplated by Section 5-A of the Act was not legal. Section\n5-A of the Act is a salutary provision which enables the persons\nwhose land is proposed to be acquired to urge all grounds that\nF may be available against the proposed acquisition at the enquiry.\nUnless real urgency is demonstrated, dispensing with the enquiry\nand invocation of urgency clause was irrational and arbitrary\nexercise of power by the State. By such process, an enquiry\nunder Section 5-A of the Act cannot be jettisoned on jejune grounds\nof irrational and unsubstantiated urgency. Since no such urgency\ncould be demonstrated by the State, the action to the extent of\ndispensing with the enquiry was held to be bad. The petition\nwas, therefore, partly allowed directing the authorities to issue\nnotice to the landowners under Section 5-A of the Act and to take\nfurther proceedings in accordance with law.\nG\nI\n1\n145\nSOORARAM PRATAP REDDY \u0026 ORS. v. DISTRICT\nCOLLECTOR, RANGA REDDY DISTT. \u0026 ORS. [C.K. THAKKER, J.]\n20. The Court finally stated;\n\"However, it is clarified that the notice under section 4(1)\nof the Act is not interfered with\".\nA\n21. Other petitions filed by other land owners were also\npartly allowed relying upon the decision in Writ Petition No. B\n21712 of 2002.\nWrit appeals\nC\n22. Being aggrieved by the orders passed by the learned\nSingle Judge, Writ Appeals were instituted by both landowners as\nalso by APIIC. The Division Bench dismissed all the appeals holding\nthat the land was needed for public purpose and the acquisition\ncould not be said to be contrary to law. Similarly, the learned single\nJudge was also right in coming to the conclusion that on the facts\nD\nand in the circumstances of the case, urgency clause could not\nhave been applied under Section 17 of the Act and enquiry could\nnot have been dispensed with under Section 5-A of the Act.\n23. The Division Bench stated;\nE\nF\n\"The Financial District is a unique project being developed\nby the Corporation wherein the reputed financial institutions\nlike Banks, Insurance etc., set up their offices to serve the\nneeds of the trade, commerce and industry. The\nCorporation has already allotted land in the Financial\nDistrict for Insurance Regulatory and Development\nAuthority of India (IRDA) and also to SBH Staff Training\nAcademy etc. It is stated that in order to ensure\ncompactness of the Financial District, the lands in question\nare under acquisition for public purpose and to utilize them\nfor new projects being developed by the Corporation.\nThe lands in question were identified and notified for\nacquisition after examining the matter carefully. The lands\nin question are essential so as to ensure compactness of\nthe Financial District Project being developed by the H\nG\nTT\n"}