{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9}],"text":"LAND ACQUISITION OFFICER, A.P.\nV.\nKAMANDANA RAMAKRISHNA RAO AND ANR.\nA\nFEBRUARY 7, 2007\nB\n[C.K. THAKKER AND LOKESHWAR SINGH PANTA, JJ.]\nLand Acquisition:\nLand Acquisition Act, 1894; ss. 4(1) and 18/Notification dated\n3.01.1980 issued thereunder:\nC\nD\nAcquisition of land by State Government for a project—Compensation-\nEnhancement of-Reference Court enhanced the compensation on yield basis\nof crops by applying multiplier of 20 years capitalisation-High Court\nenhanced it further on the basis of market value of Land—On appeal, Held:\nHigh Court did not commit any illegality in not deducting the amount of\nexpenses for cultivation from compensation so enhanced as the claimant was\nentitled to compensation at a higher rate than what has been awarded after\nenhancement--Though High Court did not indicate any reason while\nenhancing the rate of compensation but the pith and substance of the order\ncannot be found fault with-In the facts and circumstances of the case, rate E\nof award of compensation so enhanced, is adequate, just and reasonable and\nnot excessive.\nF\nState of Andhra Pradesh issued a Notification under Section 4(1) of the\nLand Acquisition Act, 1894 for the acquisition of lands admeasuring 385.46\nAcres, which include lands of claimant-respondent, for submersion of a\nReservior Scheme under a Project. The Land Acquisition Officer awarded\ncompensation at the rate of Rs.1026/- per acre to the claimants. The claimants\nreceived the amount of compensation under protest and submitted applications\nunder Section 18 of the Act requesting the Land Acquisition Officer to refer\nthe matter to Court. The Reference Court awarded compensation at the rate G\nof Rs.6000/- per acre. The claimants, being still dissatisfied with the\nenhancement of the amount of compensation awarded by the Reference Court,\nfiled two separate appeals under Section 54 of the Act before the High Court.\nThe High Court observed that for similar lands acquired for the same purpose\n327\nH\n328\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA prior to the issue of the Notification in the present cases, the compensation\nwas fixed at Rs. 20,000/- per acre. The High Court awarded the amount of\ncompensation at the rate of Rs. 22,000/- per acre to the claimant. Hence the\npresent appeals.\nAppellant contended that the High Court has committed an error of law\nB in not deducting amount towards cost of cultivation and no reasons whatsoever\nare given by the High Court in its order for enhancement of the compensation\nfrom Rs. 6,000/- per acre to Rs. 22,000/- per acre; and that the Reference\nCourt had erroneously applied multiplier of 20 for capitalizing the income.\nSuch multiplier should not be more than 10.\nC\nD\nE\nDismissing the appeals, the Court\nHELD:1.1. In the facts and circumstances, the ratio laid down in Rama\nRana's case would not strictly apply in the present cases in as much as in\nfruit growing trees, expenses would not be 50% as held by this Court.\nMoreover, the High Court also considered an important fact that the\nclaimants-respondents would be entitled to much more than Rs. 25,000/- per\nacre on yield-basis but has fixed the market value of the land at the rate of\nRs. 22,000/- per acre. It, therefore, cannot be said that by not deducting the\namount of expenses for cultivation, the High Court had committed any illegality.\n[Para 13] [332-D-E]\nState of Gujarat v. Rama Rana, [1987] 2 SCC 693, held in applicable.\n1.2. The High Court committed no error of law or any perversity in\nawarding the amount of compensation at the rate of Rs. 22,000/- per acre to\nthe claimants-respondents. It is no doubt true that the High Court has not\nF given adequate and proper reasons in its order, but the pith and substance of\nthe order cannot be found to be faulty. [Para 18] [333-F]\nSpecial Land Acquisition Officer, Bangalore v. T. Adinarayan Setty,\n[1959] Suppl. 1 SCR 404:AIR (1959) SC 429; Smt. Tribeni Devi v. Collector\nof Ranchi, [1972] 1 SCC 480; Special Land Acquisition, Davangere v. P.\nG\nVeerabhadarappa \u0026 Ors., [1984] 2 SCC 120; Special Land Acquisition Officer\nv. Virupax Shankar Nadagouda, [1996] 6 SCC 124; Krishi Utpadan Mandi\nSamiti v. Malik Sartaj Wali Khan \u0026 Anr., [2001] 10 SCC 660 and Assistant\nCommissioner-cum-Land Acquisition Officer, Bellary v. S.T. Pompanna Setty,\n[2005] 9 SCC 662, relied on.\nH\nLAND ACQUISITION OFFICER, A.P. 1. KAMANDANA RAMAKRISHNA RAO [LOKESHWAR SINGH PANTA, J.] 329\n1.3. The computation of compensation for determination of market value A\nmay be carried out on yield basis, the multiplier of 20 adopted by the Reference\nCourt in the cases on hand is on the higher side and contrary to the well-\nsettled proposition of law as laid down by this Court. However, this Court is\nnot precluded from taking into consideration other circumstances such as,\nthe potentiality and utility of the land acquired and awarding just compensation\nto the claimants who are deprived of their lands and other property. Keeping\nin view the facts and circumstances of these cases, the amount of compensation\nawarded by the High Court at the rate of Rs. 22,000/- per acre to the claimants-\nrespondents is adequate, just and reasonable and cannot be said to be excessive\nor unwarranted. [Para 20] [334-G-H; 335-A]\n2000.\nCIVIL APPELLATE JURISDICTION : Civil Appeal Nos. 6489-6490 of\nFrom the Final Judgment/Order dated 11.11.1998 of the High Court of\nAndhra Pradesh at Hyderabad in Appeal No. 1999/1996 and A.S. No. 31/1998.\nB\nC\nᎠ\nRajnish Singh, Manoj Saxena, Rahul Shukla and T.V. George for the\nAppellant.\nY. Raja Gopala Rao, Y. Ramesh, Y. Vaihni, B.V. Naren, V. Sridhar Reddy\nandd V. N. Raghupathy for the Respondents.\nThe Judgment of the Court was delivered by\nE\nLOKESHWAR SINGH PANTA, J. 1. These two appeals are directed\nagainst a common order dated 11.11.1998 passed by the High Court of\nJudicature, Andhra Pradesh at Hyderabad in AS No. 1999/96 and AS No. 31/\n98. By the impugned order, the High Court enhanced the amount of F\ncompensation to Rs. 22,000/- per acre as against Rs. 6,000/- awarded by the\nlearned Subordinate Judge, Eluru, West Godavari District.\n2. These appeals are taken up and heard together and are decided by\nthis common judgment.\n3. The facts, in brief, are that the State of Andhra Pradesh issued a\nNotification dated 03.01.1980 under Section 4(1) of the Land Acquisition Act,\n1894 (hereinafter referred to as 'the Act') for the acquisition of lands\nadmeasuring Ac 385.46 in Borrampalem village of Chintalapudi Taluk for\nforeshore submersion of Yerakalva Reservoir Scheme under Vengalaraya Sagar\nG\nH\nB\n330\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA Project. Land of the claimants-respondents to the extent of Ac 9.53 each was\nacquired for the said purpose. After completion of the proceedings under the\nAct and after observing all formalities, the Land Acquisition Officer awarded\ncompensation at the rate of Rs.1026/- per acre to the claimantsrespondents\nvide his Award dated 18.05.1984. The claimants-respondents received the\namount of compensation under protest and submitted separate applications\nunder Section 18 of the Act requesting the Land Acquisition Officer to refer\nthe matter to the Court. The matter was accordingly referred to the Court of\nthe learned Subordinate Judge, Eluru. The Reference Court observed that the\nLand Acquisition Officer had not considered the potentiality of the acquired\nland with other lands of similar quality and potentiality. However, taking into\nC consideration the trend in the increase of the prices of the lands, compensation\nis awarded at the rate of Rs. 300/- per acre on yield basis of the crops and\nmultiplier of 20 years capitalization was applied and an amount of Rs.6000/-\nper acre has been awarded to the claimants-respondents. The Court also\nfound that there were no fruit-bearing trees on the acquired lands.\nᎠ\nE\n4. The claimants-respondents, being still dissatisfied with the\nenhancement of the amount of compensation awarded by the Reference\nCourt, filed two separate appeals under Section 54 of the Act before the High\nCourt.\n5. The High Court has come to the conclusion that the Reference Court\ndid not adopt the correct procedure in determining the compensation; as the\nlands are situated in the important area of West Godavari District, for which\nthe compensation ought to have been not less than Rs. 25,000/- per acre. The\nHigh Court observed that for similar lands acquired for the same purpose prior\nto the issue of the Notification under Section 4 of the Act in the present\nF cases, the compensation was fixed at Rs. 20,000/- per acre. If that is taken into\nconsideration as the basis for giving 10% escalation, the compensation will\nbe at Rs. 24,000/- per acre. However, the High Court awarded the amount of\ncompensation at the rate of Rs. 22,000/- per acre to the claimants-respondents,\nbesides other benefits as prescribed under the law.\nG\nH\n6. The Land Acquisition Officer, being aggrieved against the order of\nthe High Court, has filed these appeals.\n7. We have heard learned counsel for the parties. The learned counsel\nfor the appellant raised two contentions. Firstly, he submitted that the High\nCourt has committed an error of law in not deducting amount towards cost\nཡིག་\nr ļ\nLAND ACQUISITION OFFICER, A.P. v. KAMANDANA RAMAKRISHNA RAO [LOKESHWAR SINGH PANTA, J.] 331\nof cultivation and no reasons whatsoever are given by the High Court in its A\norder for enhancement of the compensation from Rs. 6,000/- per acre to\nRs. 22,000/- per acre. Secondly, it was contended that the Reference Court had\nerroneously applied multiplier of 20 for capitalizing the income. Such multiplier\nshould not be more than 10. On both these grounds, therefore, according to\nthe learned counsel for the appellant, the impugned order is liable to be set\nB\naside and the order passed by the Land Acquisition Officer deserves to be\nrestored.\n8. Learned counsel for the claimants-respondents, on the other hand,\nsubmitted that having considered the rival contentions of the parties and\nkeeping in view the evidence on record, the High Court awarded just and C\nreasonable amount of compensation to the claimants-respondents. The present\nappeals, therefore, deserve to be dismissed.\n9. Having given our careful consideration to the submissions of the\nlearned counsel for the parties and after having gone through the material on\nrecord, and having considered the relevant decisions of this Court, we are of D\nthe view that the appeals deserve to be dismissed.\nE\n10. So far as the first point is concerned, the learned counsel for the\nappellant relied upon a decision of this Court in State of Gujarat v. Rama\nRana, [1987] 2 SCC 693. In that case, compensation was awarded to the\nclaimant on yield basis. There was no sufficient evidence as to the income\nfrom agriculture and the Reference Court noticed that the witnesses exaggerated\nthe yield. In the circumstances, the Reference Court determined the market\nvalue after deducting 1/3rd towards cultivation expenses and awarded\ncompensation on that basis. The High Court dismissed the appeal and\nconfirmed the order. The State approached this Court. Allowing the appeal F\nand reducing the amount of compensation, this Court observed that it is\ncommon knowledge that expenditure is involved in raising and harvesting the\ncrop and on an average, 50% of the value of the crop realized would be spent\ntowards cultivation expenses. Deduction of 1/3rd, in the circumstances, was\nimproper in determining the compensation of the land on the basis of yield.\nThe Court also applied multiplier of 10.\nG\n11. Learned counsel for the appellant submitted that in the instant\ncases, no deduction whatsoever has been made by the Reference Court or by\nthe High Court. It was submitted that only on the basis of yield and gross\nincome, the Reference Court granted compensation to the claimants, which H\n332\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA was enhanced by the High Court without giving any plausible and tenable\nreasons. He, therefore, submitted that the Award deserves interference.\nB\n12. Learned counsel for the claimants-respondents, on the other hand,\nsubmitted that the decision in Rama Rana's case (supra) does not apply to\nthe facts of these cases. In the present matters, upon some portion of the\nacquired land cashew nut bearing trees were planted and in the rest of the\nland, different variety of crops were grown. It is in the evidence that the trees\nwere sufficiently old and grown up and were giving fruits and it has been\ndeposed by the claimants-respondents in their evidence. Thus, there was\nevidence on record to that effect. In the circumstances, there was no question\nC of deduction of any amount towards expenses and the order passed by the\nHigh Court cannot be said to be incorrect.\n13. In the facts and circumstances, in our opinion, the ratio laid down\nin Rama Rana's case (supra) would not strictly apply in the present cases\ninasmuch as in fruit growing trees the expenses would not be 50% as held\nD by this Court. Moreover, the High Court also considered an important fact\nE\nthat the claimants-respondents would be entitled to much more amount of\nRs. 25,000/- per acre on yield-basis but has fixed the market value of the land\nat the rate of Rs 22,000/- per acre. It, therefore, cannot be said that by not\ndeducting the amount of expenses for cultivation, the High Court had\ncommitted any illegality. The first contention, therefore, in the facts of the\npresent appeals, is rejected.\n14. Let us now consider the second point. This Court in Special Land\nAcquisition Officer, Bangalore v. T. Adinarayan Setty, [1959] Suppl. 1 SCR\n404 AIR (1959) SC 429 held that in awarding compensation under the Act,\nF the Court has to ascertain market value of the land as on the date of\nNotification under Section 4(1) of the Act. It was observed that there were\nseveral methods of valuation, such as (1) opinion of experts, (2) the price paid\nwithin a reasonable time in bona fide transactions of purchase of the lands\nacquired or the lands adjacent to the lands acquired and possessing similar\nadvantages, and (3) a number of years' purchase of the actual or immediately\nprospective profits of the land acquired.\nG\n15. In Smt. Tribeni Devi v. Collector of Ranchi, [1972] 1 SCC 480, this\nCourt reiterated the methods of valuation and also stated that those methods\ndo not preclude the Court from taking into consideration other circumstances,\nH the requirement being always to arrive at the nearest correct market value. It\n1\n!\n+\nLAND ACQUISITION OFFICER, A.P. v. KAMANDANA RAMAKRISHNA RAO [LOKESHWAR SINGH PANTA, J.1333\nwas also indicated that in arriving at a reasonably correct market value, it may A\nbe necessary to take even two or all of those methods into account since the\nexact valuation is not always possible as no two lands would be the same\neither in respect of the situation or the extent or the potentiality nor would\nit be possible in all cases to have reliable material from which such valuation\ncan be accurately determined.\nB\n16. In Special Land Acquisition, Davangere v. P. Veerabhadarappa\nand Ors., [1984] 2 SCC 120, this Court held that when capitalization method\nfor valuation is applied, proper multiplier should be 10. Similarly, in Special\nLand Acquisition Officer v. Virupax Shankar Nadagouda, [1996] 6 SCC 124,\nrelying on P. Veerabhadarappa's case, this Court determined compensation\non the basis of 10 years' multiplier. In Krishi Utpadan Mandi Samiti v. Malik\nSartaj Wali Khan and Anr., [2001] 10 SCC 660, this Court held that computation\nof compensation for determination of market value may be carried out on yield\nbasis and multiplier of 10 should be applied. Since multiplier of 20 was applied\nby the High Court it was set aside by this Court by reducing the amount of\ncompensation.\nᎠ\n17. Again in a recent decision in Assistant Commissioner-cum-Land\nAcquisition Officer, Bellary v. S.T. Pompanna Setty, [2005] 9 SCC 662 it is\nreiterated that where compensation is awarded on yield basis, multiplier of 10\nis considered proper and appropriate.\n18. Applying the ratio of the decisions of this Court in the above-said\ncases, we are of the view that the High Court committed no error of law or\nany perversity in awarding the amount of compensation at the rate of\nRs. 22,000/- per acre to the claimants-respondents. It is no doubt true that the\nHigh Court has not given adequate and proper reasons in its order, but the\npith and substance of the order cannot be found to be faulty.\nE\nF\n19. The claimants-respondents have placed on record Ex. A-2, a certified\ncopy of the Agreement to sell and Ex. A-3, the Registration Extract of the Sale\nDeed in pursuance to Ex. A-2. PW-2, the purchaser of the land, has purchased\none acre of land for Rs. 19,800/- from Durga Prasad, a resident of G\nMathannagudem village. PW-1 has placed on record a copy of the Award in\nO.P. No. 88 of 1982 (Ex. A-4), whereby and whereunder the Reference Court\nenhanced the amount of compensation at the rate of Rs. 22,000/- per acre for\nthe land in Mathannagudem village, which was acquired for the same purpose.\nH\nB\n334\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA A copy of the Award in O.P. Nos. 70 of 1982 and 71 of 1982, marked as Ex.\nA-5, would reveal that the Reference Court awarded a sum of Rs. 22,000/- per\nacre for the lands acquired for the same purpose in village Borrampalem. It\nhas come in the evidence of PW-1 that against the said Award the State\nGovernment preferred an appeal, which came to be dismissed by the High\nCourt on 10.02.1989, a certified copy whereof was placed on record as Ex.\nA-6 in support of the claims by the claimants-respondents. The claimants-\nrespondents made the claim of their lands at the rate of Rs. 40,000/- per acre.\nThe Reference Court has noticed in its order that village Mathannagudem,\nvillage Tadavi and village Borrampalem in which the lands of the claimants-\nrespondents were acquired are quite adjacent to each other. The Land\nC Acquisition Officer himself awarded compensation at the rate of\nRs. 12,000/- per acre for the lands covered by S. No. 98 of village Borrampalem\nvide Award Ex. A-5. The Reference Court has rejected the claim raised by the\nclaimants-respondents for compensation of cashewnut plants planted in an\narea to an extent of Ac. 4.50 cents in the acquired lands, merely on the ground\nthat no trees were found in existence on the lands at the time of the Notification\nD\nunder Section 4 of the Act or at the time of passing of the Award. The High\nCourt has not recorded any finding in respect of the cashew nut plants grown\nby the claimants-respondents on some portions of the acquired land.\n20. The Land Acquisition Officer in his order has recorded that rain-fed\ncrops such as horsegram, bobbara, cholum were grown by the claimants-\nE\nrespondents in the acquired land No. F. 1384 to 1388 and in F. 1388, cashew\nnut plants were raised in some parts of the land to the extent of about Ac.\n9.00 cents. Therefore, the finding of the Reference Court that there were no\ncashew nut trees found on the acquired land is factually incorrect and cannot\nbe sustained. It has come in the evidence of the claimants-respondents led\nF before the Reference Court that they had raised maize crop at one time, which\nwould have fetched Rs. 4,000 to Rs. 5,000 per acre to them and other crops\njowar and bobbara in the next season. The computation of compensation for\ndetermination of market value may be carried out on yield basis and multiplier\nof 20 adopted by the Reference Court in the cases on hand is on the higher\nside and contrary to the well-settled proposition of law as laid down by this\nCourt. However, this Court is not precluded from taking into consideration\nother circumstances such as, the potentiality and utility of the land acquired\nand awarding just compensation to the claimants who are deprived of their\nlands and other property. Keeping in view the facts and circumstances of\nthese cases, as discussed above, we are of the view that the amount of\nH\nG\n\"\n1.\nLAND ACQUISITION OFFICER, A.P. v. KAMANDANA RAMAKRISHNA RAO [LOKESHWAR SINGH PANTA, J.1335\ncompensation awarded by the High Court at the rate of Rs. 22,000/- per acre A\nto the claimants-respondents is adequate, just and reasonable and cannot be\nsaid to be excessive or unwarranted.\n21. For the foregoing reasons, the appeals are, accordingly, dismissed.\nThe parties shall bear their own costs.\nS.K.S.\nB\nAppeals dismissed.\n"}