{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"B\nC\n740 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA overruled or overturned by his successor, the credibility of the\nGovernment will become questionable. Learned senior counsel\nfurther argued that even if the note recorded in the file by the\nthen Minister for Urban Development on 8.6.1999 is not treated\nas a decision taken by the Government under Section 48(1) of\nthe Act, rejection of the appellants representations is liable to\nbe quashed on the ground of arbitrariness and non-application\nof mind. Shri Rohtagi made a pointed reference to the\nobservations contained in para 182 of the judgment of the Full\nBench in Roshanara Begum v. Union of India (supra) and the\nstatement made by the counsel appearing on behalf of the\n* State before this Court in Murari v. Union of India (supra) that\nthe Government will consider each of the structure and take a\ndecision in that respect and argued that the appellants prayer\nfor withdrawal from acquisition could not have been rejected\non the specious grounds that development has been carried\nout after acquisition of the land or that the same is required for\nVasant Kunj Residential Project, more so, when power under\nthat section had already been exercised in favour of Hamdard\nPublic School, St. Xavier School, Shahbad Estate Extension\nWelfare Association, Scindia Potteries and others. Learned\nE counsel pointed out that the sports complex constructed at the\nD\nsite has a cricket ground, tennis stadium, badminton courts,\nswimming pool, table tennis room, squash court where the\npeople can play different games and sports under the watchful\neyes of expert coaches. He submitted that the facilities\nF available at the sports complex are of international standard,\nwhich can be used for various purposes including the\nimpending Commonwealth Games and nobody is going to be\nbenefited by demolition of the complex. Shri Rohtagi also\nreferred to the guidelines issued by the Government of India,\nG Ministry of Urban Affairs \u0026 Employment, Department of Urban\nDevelopment vide letter No.K-13011/17/96-DDIB dated\n5.3.1989 and submitted that on the one hand the Government\nis encouraging public private cooperation in development of the\nland for activities like construction of schools, shopping\nH\n.\n1\n↑\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 741\n\u0026 ORS. [G.S. SINGHVI, J.]\nA\ncomplexes, community centers, ration shops, hospitals and\ndispensaries, the sports complex constructed by the appellants\nby spending crores of rupees is sought to be demolished after\na gap of more than 25 years. Learned counsel submitted that\nthere is no sports club in Vasant Kunj and the appellants are\nwilling to pay market price or offer half of the land for B\naccomplishment of the residential project for which the land is\nsought to be acquired.\n26. Ms. Indira Jaising, learned Additional Solicitor General\nand Shri A. Sharan, learned senior advocate, appearing for the\nDDA emphatically submitted that this Court should not grant any\nindulgence to the appellants because they constructed the so\ncalled sports complex knowing fully well that the land in question.\nhad already been acquired. Ms. Jaising submitted that the\nappellants had no business to raise construction on the\nacquired land because they do not have any title over it. She\nreferred to Section 3 of the 1972 Act and argued that in the\nface of unequivocal prohibition against transfer of the acquired\nland, the appellants could not have constructed the building and\nthat too without obtaining sanction or permission from any\ncompetent authority.\nC\nD\nE\n27. In the light of the submissions made by the learned.\ncounsel for the parties, we shall now consider whether note\ndated 8.6.1999 recorded by the then Minister for Urban\nDevelopment can be treated as a decision of the Government F\nto withdraw from the acquisition of land in question in terms of\nSection 48(1) of the Act, which lays down that except in the case\nprovided for in Section 36, the Government shall be at liberty\nto withdraw from the acquisition of any land of which\npossession has not been taken. Although, the plain language\nof Section 48(1) does not give any indication of the manner or\nmode in which the power/discretion to withdraw from the\nacquisition of any land is required to be exercised, having\nregard to the scheme of Parts II and VII of the 1894 Act, which\npostulates publication of notification under Section 4(1),\nG\nH\nC\nD\n742 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA declaration under Section 6 and agreement under Section 42\nin the official gazette as a condition for valid acquisition of the\nland for any public purpose or for a company, it is reasonable\nto take the view that withdrawal from the acquisition, which may\nadversely affect the public purpose for which, or the company\nB on whose behalf the acquisition is proposed, can be done only\nby issuing a notification in the official gazette. The decision to\nacquire the land for a public purpose is preceded by\nconsideration of the matter at various levels of the Government.\nThe revenue authorities conduct survey for determining the\nlocation and status of the land and feasibility of its acquisition\nfor a public purpose. The final decision taken by the competent\nauthority is then published in the official gazette in the form of\na notification issued under Section 4(1) of the Act. Likewise,\ndeclaration made under Section 6 of the Act is published in the\nofficial gazette. The publication of notifications under Section\n4(1) has two-fold objectives. In the first place, it enables the land\nowner(s) to lodge objections against the proposed acquisition.\nSecondly, it forewarns the owners and other interested persons\nnot to change the character of the land and, at the same time,\nmake them aware that if they enter into any transaction with\nrespect to the land proposed to be acquired, they will do so at\ntheir own peril. When the land is acquired on behalf of a\ncompany, consent of the appropriate government is a must. The\ncompany is also required to execute an agreement in terms of\nSection 41 of the Act which is then published in the official\ngazette in terms of Section 42 thereof. As a necessary\nconcomitant, it must be held that the exercise of power by the\ngovernment under Section 48(1) of the Act must be made\nknown to the public at large so that those interested in\naccomplishment of the public purpose for which the land is\nG acquired or the concerned company may question such\nwithdrawal by making representation to the higher authorities\nor by seeking courts intervention. If the decision of the\nGovernment to withdraw from the acquisition of land is kept\nsecret and is not published in the official gazette, there is every\nE\nF\nH\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 743\n\u0026 ORS. [G.S. SINGHVI, J.]\nlikelihood that unscrupulous land owners, their agents and A\nwheeler-dealers may pull strings in the power corridors and\nclandestinely get the land released from acquisition and thereby\ndefeat the public purpose for which the land is acquired.\nSimilarly, the company on whose behalf the land is acquired\nmay suffer incalculable harm by unpublished decision of the\nGovernment to withdraw from the acquisition.\nB\nC\n28. The requirement of issuing a notification for exercise\nof power under Section 48(1) of the Act to withdraw from the\nacquisition of the land can also be inferred from the judgments\nof this Court in Municipal Committee, Bhatinda v. Land\nAcquisition Collector and others (1993) 3 SCC 24 (para 8),\nU.P. State Sugar Corporation Ltd. v. State of U.P. and others\n(1995) Supp 3 SCC 538 (para 3), State of Maharashtra and\nanother v. Umashankar Rajabhau and others (1996) 1 SCC\n299 (para 3) and State of T.N. and others v. L. Krishnan and D\nothers (1996) 7 SCC 450 (para 7). In Larsen \u0026 Toubro Ltd. v.\nState of Gujarat and others (1998) 4 SCC 387, the Court\nconsidered the question whether the power under Section 48(1)\nof the Act can be exercised by the Government without notifying\nthe factum of withdrawal to the beneficiary of the acquisition. It\nwas argued that in contrast to Sections 4 and 6, Section 48(1)\nof the Act does not contemplate issue of any notification and\nwithdrawal from the acquisition can be done by an order\nsimpliciter. It was further argued that power under Section 21\nof the General Clauses Act can be exercised for withdrawing F\nnotifications issued under Sections 4 and 6. While rejecting the\nargument, the Court observed:\n\"\nWhen Sections 4 and 6 notifications are issued,\nmuch has been done towards the acquisition process and\nthat process cannot be reversed merely by rescinding\nthose notifications. Rather it is Section 48 under which,\nafter withdrawal from acquisition is made, compensation\ndue for any damage suffered by the owner during the\ncourse of acquisition proceedings is determined and\nE\nG\nI\nA\n00\nB\nC\nD\nE\nF\nG\nH\n744 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\ngiven to him. It is, therefore, implicit that withdrawal from\nacquisition has to be notified.\n31. Principles of law are, therefore, well settled. A\nnotification in the Official Gazette is required to be issued\nif the State Government decides to withdraw from the\nacquisition under Section 48 of the Act of any land of\nwhich possession has not been taken. An owner need not\nbe given any notice of the intention of the State\nGovernment to withdraw from the acquisition and the State\nGovernment is at liberty to do so. Rights of the owner are\nwell protected by sub-section (2) of Section 48 of the Act\nand if he suffered any damage in consequence of the\nacquisition proceedings, he is to be compensated and\nsub-section (3) of Section 48 provides as to how such\ncompensation is to be determined. There is, therefore, no\ndifficulty when it is the owner whose land is withdrawn from\nacquisition is concerned. However, in the case of a\ncompany, opportunity has to be given to it to show cause\nagainst any order which the State Government proposes\nto make withdrawing from the acquisition. Reasons for this\nare not far to seek. After notification under Section 4 is\nissued, when it appears to the State Government that the\nland in any locality is needed for a company, any person\ninterested in such land which has been notified can file\nobjections under Section 5-A(1) of the Act. Such objections\nare to be made to the Collector in writing and who after\ngiving the objector an opportunity of being heard and after\nhearing of such objections and after making such further\nenquiry, if any, as the Collector thinks necessary, is to\nmake a report to the State Government for its decision.\nThen the decision of the State Government on the\nobjections is final. Before the applicability of other\nprovisions in the process of acquisition, in the case of a\ncompany, previous consent of the State Government is\nrequired under Section 39 of the Act nor (sic) unless the\ncompany shall have executed the agreement as provided\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 745\n\u0026 ORS. [G.S. SINGHVI, J.]\n'.\nin Section 41 of the Act. Before giving such consent, A\nSection 40 contemplates a previous enquiry. Then\ncompliance with Rules 3 and 4 of the Land Acquisition\n(Company) Rules, 1963 is mandatorily required. After the\nstage of Sections 40 and 41 is reached, the agreement\nso entered into by the company with the State Government B\nis to be published in the Official Gazette. This is Section\n42 of the Act which provides that the agreement on its\npublication would have the same effect as if it had formed\npart of the Act. After having done all this, the State\nGovernment cannot unilaterally and without notice to the C\ncompany withdraw from acquisition. Opportunity has to be\ngiven to the company to show cause against the proposed\naction of the State Government to withdraw from\nacquisition. A declaration under Section 6 of the Act is\nmade by notification only after formalities under Part VII of\nD\nthe Act which contains Sections 39 to 42 have been\ncomplied and the report of the Collector under Section 5-\nA(2) of the Act is before the State Government who\nconsents to acquire the land on its satisfaction that it is\nneeded for the company. A valuable right, thus, accrues\nto the company to oppose the proposed decision of the\nState Government withdrawing from acquisition. The State\nGovernment may have sound reasons to withdraw from\nacquisition but those must be made known to the\ncompany which may have equally sound reasons or\nperhaps more, which might persuade the State\nGovernment to reverse its decision withdrawing from\nacquisition. In this view of the matter it has to be held that\nYadi (memo) dated 11-4-1991 and Yadi (memo) dated 3-\n5-1991 were issued without notice to the appellant (L\u0026T\nLtd.) and are, thus, not legal.\"\n(emphasis added)\n29. The issue deserves to be considered from another\nangle. All executive actions of the Government of India and the\nE\nF\nG\nH\nD\n746 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA Government of a State are required to be taken in the name of\nthe President or the Governor of the concerned State, as the\ncase may be [Articles 77(1) and 166(1)]. Orders and other\ninstruments made and executed in the name of the President\nor the Governor of a State, as the case may be, are required\nB to be authenticated in such manner as may be specified in\nrules to be made by the President or the Governor, as the case\nmay be [Articles 77(2) and 166(2)]. Article 77(3) lays down that\nthe President shall make rules for more convenient transaction\nof the business of the Government of India, and for the allocation\nC among Ministers of the said business. Likewise, Article 166(3)\nlays down that the Governor shall make rules for the more\nconvenient transaction of the business of the Government of the\nState, and for the allocation among Ministers of the said\nbusiness insofar as it is not business with respect to which the\nGovernor is by or under this Constitution required to act in his\ndiscretion. This means that unless an order is expressed in the\nname of the President or the Governor and is authenticated in\nthe manner prescribed by the rules, the same cannot be treated\nas an order on behalf of the Government. A noting recorded in\nthe file is merely a noting simpliciter and nothing more. It merely\nrepresents expression of opinion by the particular individual. By\nno stretch of imagination, such noting can be treated as a\ndecision of the Government. Even if the competent authority\nrecords its opinion in the file on the merits of the matter under\nconsideration, the same cannot be termed as a decision of the\nGovernment unless it is sanctified and acted upon by issuing\nan order in accordance with Article 77(1) and (2) or Article\n166(1) and (2). The noting in the file or even a decision gets\nculminated into an order affecting right of the parties only when\nit is expressed in the name of the President or the Governor,\nG as the case may be, and authenticated in the manner provided\nin Article 77(2) or Article 166(2). A noting or even a decision\nrecorded in the file can always be reviewed/reversed/overruled\nor overturned and the court cannot take cognizance of the\nearlier noting or decision for exercise of the power of judicial\nH review.\nE\nF\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 747\n\u0026 ORS. [G.S. SINGHVI, J.]\n30. In State of Punjab v. Sodhi Sukhdev Singh AIR 1961 A\nSC 493, this Court considered the question whether a\nprovisional decision taken by the Council of Ministers to\nreinstate an employee could be made basis for filing an action\nfor issue of a mandamus for reinstatement and held:\n\"\nWe are unable to understand this argument. Even\nif the Council of Ministers had provisionally decided to\nreinstate the respondent that would not prevent the Council\nfrom reconsidering the matter and coming to a contrary\nconclusion later on, until a final decision is reached by them\nand is communicated to the Rajpramukh in the form of\nadvice and acted upon by him by issuing an order in that\nbehalf to the respondent.\"\nB\nC\n31. A somewhat similar question was considered by the\nConstitution Bench in Bachhittar Singh v. The State of Punjab D\n(1962) Supp. 3 SCR 713, in the backdrop of the argument that\nonce the Revenue Minister of PEPSU had recorded a note in\nthe file that the punishment imposed on the respondent be\nreduced from dismissal to that of reversion, the same could not\nbe changed/reviewed/overruled by the Chief Minister. This\nCourt proceeded on the assumption that the note recorded by\nthe Revenue Minister of PEPSU in the file was an order,\nreferred to the provisions of Article 166 of the Constitution and\nheld:\n\"Merely writing something on the file does not amount to\nan order. Before something amounts to an order of the\nState Government two things are necessary. The order\nhas to be expressed in the name of the Governor as\nrequired by clause (1) of Art. 166 and then it has to be\ncommunicated. As already indicated, no formal order\nmodifying the decision of the Revenue Secretary was ever\nmade. Until such an order is drawn up the State\nGovernment cannot, in our opinion, be regarded as bound\nby what was stated in the file. As along as the matter\nrested with him the Revenue Minister could well score out\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n748 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nhis remarks or minutes on the file and write fresh ones.\nThe business of State is a complicated one and has\nnecessarily to be conducted through the agency of a large\nnumber of officials and authorities. The constitution,\ntherefore, requires and so did the Rules of Business\nframed by the Rajpramukh of PEPSU provide, that the\naction must be taken by the authority concerned in the\nname of the Rajpramukh. It is not till this formality is\nobserved that the action can be regarded as that of the\nState or here, by the Rajpramukh. We may further observe\nthat, constitutionally speaking, the Minister is no more than\nan adviser and that the head of the State, the Governor or\nRajpramukh (Till the abolition of that office by the\nAmendment of the Constitution in 1956), is to act with the\naid and advice of his Council of Ministers. Therefore, until\nsuch advice is accepted by the Governor whatever the\nMinister or the Council of Ministers may say in regard to\na particular matter does not become the action of the State\nuntil the advice of the Council of Ministers is accepted or\ndeemed to be accepted by the Head of the State. Indeed,\nit is possible that after expressing one opinion about a\nparticular matter at a particular stage a Minister or the\nCouncil of Ministers may express quite a different opinion,\none which may be completely opposed to the earlier\nopinion. Which of them can be regarded as the 'order' of\nthe State Government? Therefore to make the opinion\namount to a decision of the Government it must be\ncommunicated to the person concerned. In this connection\nwe may quote the following from the judgment of this Court\nin the State of Punjab v. Sodhi Sukhdev Singh.\n\"Mr. Gopal Singh attempted to argue that before the\nfinal order was passed the Council of Ministers had\ndecided to accept the respondent's representation\nand to reinstate him, and that, according to him, the\nrespondent seeks to prove by calling the two\ni\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 749\n\u0026 ORS. [G.S. SINGHVI, J.]\noriginal orders. We are unable to understand this A\nargument. Even if the Council of Ministers had\nprovisionally decided to reinstate the respondent\nthat would not prevent the Council from\nreconsidering the matter and coming to a contrary\nconclusion later on, until a final decision is reached\nby them and is communicated to the Rajpramukh\nin the form of advice and acted upon by him by\nissuing an order in that behalf to the respondent.\"\nThus it is of the essence that the order has to be\ncommunicated to the person who would be affected. by that\norder before the State and that person can be bound by\nthat order. For, until the order is communicated to the\nperson affected by it, it would be open to the Council of\nMinisters to consider the matter over and over again\nand, therefore, till its communication the order cannot be\nregarded as anything more than provisional in character.\nWe are, therefore, of the opinion that the remarks or the\norder of the Revenue Minister, PEPSU are of no avail to\nthe appellant.\"\nB\nC\nD\nE\n۴\n[emphasis added]\n32. In State of Bihar and others v. Kripalu Shankar and\nothers (1987) 3 SCC 34, a two-Judge Bench while considering\nthe question whether notings recorded in the file would\nconstitute civil or criminal contempt within the meaning of\nSection 2(b) and (c) of the Contempt of Courts Act observed\nas under:-\nF\n\"14. Now, the functioning of Government in a State is G\ngoverned by Article 166 of the Constitution, which lays\ndown that there shall be a council of ministers with the\nChief Minister at the head, to aid and advise the Governor\nin the exercise of his functions except where he is required\nto exercise his functions under the Constitution, in his\nH\n"}