{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nс\nD\nE\nF\nG\nH\n730 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nbeing acquired. It was also submitted that there are a large\nnumber of structures and complexes raised on the land\nsought to be acquired in which schools, sports and other\nrecreational activities are going on. Shri G.L. Sanghi,\nlearned counsel appearing for the appellants in Civil\nAppeal arising out of SLP (C) No. 5771 of 1996 and Civil\nAppeal arising out of SLP (C) No. 740 of 1996 as well as\nother advocates appearing for some other appellants\nsubmitted that there exist factories, workshops, godowns\nand MCD school besides residential houses and quarters\nover the land belonging to the appellant Partap Singh\nsituated at Roshanara Road, Sabzi Mandi, Delhi which has\nbeen acquired and that there exists modern and well-\ndeveloped farmhouse with modern facilities in the land\nbelonging to the appellant Roshanara Begum, where there\nare a good number of other structures and fruit-bearing.\ntrees. Consequently these areas do not require further\ndevelopment as they are already developed and, therefore,\nthe said land should be released from acquisition. Mr\nSanghi, learned counsel appearing for some of the\nappellants urged that the appellant concerned had\ndeveloped a sports complex providing modern amenities\ntherein and if the same is demolished it would be a great\nnational waste. It was, therefore, urged that such complexes\nand built-up areas should be deleted from the acquisition.\nIt may be pointed out that in the master plan the land\nindicated in green colour is reserved for recreational\nfacilities. The recreational facilities are also part of the\nplanned development of Delhi and it cannot be disputed\nthat recreational amenities are also part of the life of the\npeople and an important feature of a developed society.\nTherefore, no legitimate objection can be made in the\nacquisition of such land which is shown in green colour.\"\nSo far as the structures and constructions made on the\nland are concerned there is no material to show that they\nwere made before the issuance of notification under\nI\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 731\n\u0026 ORS. [G.S. SINGHVI, J.]\nA\nSection 4 of the Act. It is also not clear whether such\nconstructions were raised with or without necessary\nsanction/approval of the competent authority. No\ngrievance therefore can legitimately be raised in that\nbehalf as the same would be regarded as unauthorised\nand made at the risk of the landowners. Here a reference B\nof a decision of this Court in the case of State of U.P. v.\nPista Devi may be made with advantage, para 7 of which\nreads as under: (SCC p. 258, para 7)\nC\nD\n\"It was next contended that in the large extent of land\nacquired which was about 412 acres there were some\nbuildings here and there and so the acquisition of these\nparts of the land on which buildings were situated was\nunjustified since those portions were not either waste or\narable lands which could be dealt with under Section 17(1)\nof the Act. This contention has not been considered by the\nHigh Court. We do not, however, find any substance in it.\nThe Government was not acquiring any property which was\nsubstantially covered by buildings. It acquired about 412\nacres of land on the outskirts of Meerut city which was\ndescribed as arable land by the Collector. It may be true\nthat here and there there were a few super-structures. In a\ncase of this nature where a large extent of land is being\nacquired for planned development of the urban area it\nwould not be proper to leave the small portions over which\nsome superstructures have been constructed out of the F\ndevelopment scheme. In such a situation where there is\nreal urgency it would be difficult to apply Section 5-A of\nthe Act in the case of few bits of land on which some\nstructures are standing and to exempt the rest of the\nproperty from its application.\"\nIn the present case also a large extent of land measuring\nthousands of acres has been acquired and, therefore, it\nwould not be proper to leave out some small portions here\nand there over which some structures are said to be\nE\nG\nH\n.A\nB\nD\n732\nSUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nconstructed out of the planned development of Delhi. We\nmay, however, add here that during the course of the\narguments Shri Goswami, learned counsel appearing for.\nthe respondents-State made a statement that the\nGovernment will consider each of the structures and take\na decision in that respect. We, therefore, leave this issue\nto the discretion of the respondent.\"\n[Emphasis added]\n15. By taking cue from the observations made by the High\nC Court in last portion of paragraph 182 of its judgment and the\nstatement made by the State's counsel before this Court, which\nfinds mention in the last part of para 21 of the judgment reported\nin (1999) 1 SCC 15, a representation was made on behalf of\nappellant no.1 on 3.10.1997 to various functionaries of the\nGovernment and DDA for release of the land under Section\n48(1) of the Act on the ground that several parcels of the\nacquired land have already been released in favour of Hamdard\nPublic School, St. Xavier School, Sahabad State Extension\nWelfare Association, Village Pul Pehlad Ten Mehrauli and\nE Sahabad Daulatpur. Another representation was made on\n3.6.1999 for release of the land covered by the sports complex.\nThese representations were considered in the meeting held in\nthe office of the then Minister for Urban Development which was\nattended among others by the President of Shanti Sports Club\nand Vice Chairman of DDA and a decision is said to have\nbeen taken to de-notify the land in question and for\nregularization thereof in favour of appellant No.1. The President\nof appellant No.1 is said to have been asked to discuss the\nmatter with the official of the DDA for working out the terms of\nregularization. On 8.6.1999, the Private Secretary to the then\nUrban Development Minister sought a report from the\nCommissioner of Planning, Delhi Development Authority in\norder to enable the Hon'ble Minister to take appropriate\ndecision. On the same day, the concerned Minister recorded\nthe following note in the file:-\nF\nG\nH\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 733\n\u0026 ORS. [G.S. SINGHVI, J.]\n\"Extensive construction has taken place. This must be with A\nfull cooperation of the public servants concerned.\nIn accordance with the settled policy, no demolition can or\nwill be ordered. At the last meeting, I indicated that suitable\nterms of regularization be settled by negotiations. I would\nleave this now to my successor.\"\n16. The issue was then considered by the successor\n✦. Minister in the Urban Development Department, who finally\ndecided on 14.7.1999 that the land covered by the sports\ncomplex cannot be released because the development on the\nland was made after completion of the acquisition proceedings\nand making of the award and also because the land was\nneeded for 'Vasant Kunj Residential Project'. This decision was\ncommunicated to the appellants vide letter dated 9.6.2000,\nwhich reads as under:-\n\"No.J-13039/1/95/DDIB, Vol-ll\nGovernment of India,\nMinistry of Urban Development \u0026 Poverty Alleviation,\nB\nC\nD\n(Delhi Division)\nE\nNirman Bhawan, New Delhi.\nDated 9th June, 2000\nTo\nShri Satish Khosla,\nPresident,\nShanti Sports Club,\nShanti Sports Complex,\nVasant Kung,\nNew Delhi-110 070.\nSub: De-notification of Shanti Sports Club land\ncomprising 50 bighas 12 biswas in respect of land\nbearing Khasra No. 367/21(1-10), 32 (8-05), 355/\n33 (3-07), 35 (5-19), 369/36 (11-14), 37 (8-13), 38\nmin (7-0) and 354/33 (4-04).\nF\nG\nH\n734\nSUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA\nB\nC\nD\nE\nSir,\nI am directed to refer to your representation dated\n3.6.99 submitted to this Ministry \u0026 representation dated\n8.6.99 enclosed as Annexure to the Writ Petition on the\nabove mentioned subject and to say that the matter has\nbeen examined in consultation with DDA. The\nDevelopment on the land has taken place after the\nacquisition of land was completed and award was\ndeclared. The land has been acquired for the Vasant Kunj\nResidential Project which has been held up due to\nprolonged litigation. Apart from these the Hon'ble High\nCourt in CWP No. 1753/80 filed by Shri Amrit Lal Khanna\nand subsequently the Hon'ble Supreme Court have upheld\nthe acquisition proceedings in favour of the Government.\n2. Therefore, it has been decided that your request to\ndenotify the above land cannot be acceded as the land is\nrequired for public purpose. This is for your information.\n3. This issues with approval of the competent authority.\nYours faithfully,\nSd/-\nས\n1\n(R.C. Nayak)\nUnder Secretary (DDVA)\"\n17. The appellants challenged the aforementioned decision\nF of the Government in Writ Petition No.3277/2000 mainly on the\nfollowing grounds:\nG\nH\n1.\n2.\nThat on 8th June, 1999, the then Minister for Urban\nDevelopment had taken final decision for de-\nnotification of the land and regularization thereof in\nfavour of appellant No.1 and his successor could\nnot have overturned that decision.\nThe decision contained in letter dated June 9, 2000\nis totally devoid of reasons inasmuch as while\nrefusing to release the land in question in favour of\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA \u0026 735\n3.\nORS. [G.S. SINGHVI, J.]\nappellant No.1, the Government did not take into\naccount the fact that a huge sports complex had\nbeen built by spending substantial amount and\ndemolition thereof would be injurious to vast section\nof the people which was benefited by the facilities\navailable in the sports complex.\nThat similar representations made for release of\nland were entertained and accepted by the\nGovernment, but without any rhyme and reason, the\nappellants were discriminated and in this manner,\ntheir right to equality guaranteed under Article 14\nof the Constitution has been violated.\nA\nB\nC\n18. In the counter affidavit filed on behalf of the Union of\nIndia, it was averred that the alleged transfer of land in favour\nof the petitioners is contrary to the provisions of the 1972 Act D\nand is, therefore, void; that no decision was taken by the then\nMinister on 8.6.1999 for release of land covered by the sports\ncomplex and that the representation was finally rejected on\n14.7.1999 because the land was required for public purpose,\nnamely, the 'Vasant Kunj Residential Project'. On the issue of E\nrelease of other parcels of land, it was pleaded that each case\nis decided on its merits depending on the use to which the land\nis to be put and various other factors and release of some land\nunder Section 48(1) of Act does not create a right in favour of\nother land owners to seek a direction for release of their land.\nF\nG\n19. In a separate counter affidavit filed on behalf of DDA,\ndetails of various litigious ventures undertaken by the writ\npetitioners, Amrit Lal Khanna and Atma Ram were given and\nit was pleaded that the petitioners are not entitled for relief\nbecause they appear to have entered into some transaction\nwith the land owners in violation of the negative mandate\ncontained in Section 3 of the 1972 Act against transfer of the\nacquired land and also because by taking advantage of interim\norder passed in Writ Petition No.1753/1980, they raised illegal\nconstruction. In para 5 of the counter affidavit it was averred H\n736 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA that the construction was made in clear violation of the existing\nmaster plan. It was further averred that even in the master plan\nof 2001, the permitted use of the land in question is partly\nresidential and partly rural; that residential portion of the land\nis to be used for Vasant Kunj Residential Scheme of DDA,\nB which was held up due to protective orders of injunction passed\nby different courts and that in the rural zone, only rural centre,\npublic and semi public facilities, orchards, plants, nurseries,\nwireless and transmission, forest and extractive industries and\nLNP are permitted.\nC\n20. The Division Bench of the High Court heard Writ\nPetition No.4777 of 1993 along with Writ Petition No.3277 of\n2000 and dismissed both the writ petitions after threadbare\nconsideration of various issues raised by the parties. The\nDivision Bench referred to the notings recorded in the file in\nD the context of representations made by the appellants including\nnote dated 8.6.1999 recorded by the then Minister for Urban\nDevelopment leaving the matter to his successor and observed:\nE\nF\nG\nH\n......We fail to appreciate the argument advanced on\nbehalf of the petitioners that the then Minister had taken a\nfinal decision to regularise and denotify the land in favour\nof the petitioners. Assuming for the sake of argument that\non June 3, 1999 and June 8, 1999 a decision to denotify\nand regularize the land was taken by the then Minister for\nUrban Development, it seems to us that such a decision\nwill be of no consequence and will have no existence in\nthe eye of law. This is so because the terms for\ndenotification and regularization were not settled.\nSettlement, if any, was left for the future. In the event of the\nparties failing to reach a settlement there would be no\noccasion to withdraw from acquisition of the land and to\nregularize the same in favour of the petitioners. We also\nfail to appreciate as to how it can be argued that though\nthe terms for regularization were still to be settled, the\ndecision to regularise the land in favour of the first\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 737\n\u0026 ORS. [G.S. SINGHVI, J.]\npetitioner was taken by Sh. Ram Jethmalani. The argument A\nadvanced on behalf of the petitioners, therefore, is\nfallacious and is hereby rejected. Besides, the withdrawal\nfrom acquisition of any land of which possession has not\nbeen taken is governed by section 48 of the Act.\nUndoubtedly, section 48 vests power in the Government B\nto withdraw from acquisition except in the case provided\nfor in section 36 thereof. But withdrawal from acquisition\nmust necessarily be by a notification under sub-section (1)\nof section 48 of the Act published in the official gazette.\"\n21. The Division Bench held that the construction made\nover the acquired land has to be treated as unauthorised\nbecause the same was raised in violation of various statutory\nprovisions. The Division Bench then referred to master plan,\n2001 in which land use of the area in question was shown partly\nresidential and partly rural and observed that use of the land\nby the petitioner-club for recreational purposes is unauthorized.\nThe Division Bench observed that if the land is regularised in\nfavour of the petitioner-club, then the land use will have to be\nfirst changed from rural to recreational and for that purpose\nmaster plan would require amendment in accordance with\nSection 11(A) of the Delhi Development Act, 1957, which\nprovides for issuance of a notice inviting objections and\nsuggestions with respect to the proposed modification and\nconsideration thereof by DDA and Central Government.\n22. The Division Bench also considered the argument that\nas per the lay out plan of the Vasant Kunj, only 11 bighas 14\nbiswas was required for the housing scheme and the\npetitioners are prepared to part with that portion of the land and\nrejected the same by recording the following observations:-\n66\nRespondent no.5 in his counter affidavit dated\nAugust 5, 2000 has clearly stated that the land is required\nfor development schemes of the DDA. It is pointed out that\nbecause of the illegal construction made by the petitions\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\nF\n☐ G\n☐ H\n738 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nduring the operation of the restraint orders the housing\nscheme of the DDA has been held up resulting in loss to\nthe public. The affidavit also alludes to the fact that the land\nfor peripheral road in Sector D-7 and land meant for\nprimary school and dispensary has been encroached upon\nby the petitions. According to the affidavit, the permitted\nland use in the area is as follows:-\n(1) Partly residential.\n(2) Partly for rural use.\nThe affidavit goes on to state that the Technical Committee\nof the DDA has mooted a proposal for change of land use\nfrom rural use to 'residential use', keeping in view the need\nof lakhs of applicants who are on the waiting list for\nallotment of flats. The recommendation of the Technical\nCommittee is stated to have been accepted by the DDA\nand a resolution has been passed recommending change\nof user of 23.08 hectares of land behind D-6, Vasant Kunj\nfrom rural to residential use. In view of the categorical stand\nof the DDA that the land is needed for housing project, the\nargument of the petitioners that only 11 bighas and 14\nbiswas was required for residential use fails. It has been\nnoticed by the Supreme Court in Murari vs. Union of India\n(supra) that there is inflow of more than one lakh people\nevery year to the city. It is also noted that Delhi is an ever\nexpanding cosmopolitan, commercial and industrial city\nwhere millions of multifarious, national and international\nactivities take place. The Supreme Court also noticed that\nthe city is confronted with serious housing problems. As a\nsequitur, it was found that planned development of Delhi\nis a continuous and unending process. Therefore, we\ncannot find fault with the decision of the Government\ndeclining to release the land from acquisition.\"\n23. In the concluding part of its order, the Division Bench\n\"\n1\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 739\n\u0026 ORS. [G.S. SINGHVI, J.]\ntook cognizance of written statement filed by Satish Khosla, A\nPresident of Club in Suit No.3064/1996 titled as M/s Eli Lilly\nRanbaxy Limited and others v. Satish Khosla wherein, the\nplaintiff had sought a decree of permanent injunction,\nrestraining the defendant from letting out garden for functions\nand parties during the currency of lease agreement entered by B\nand between M/s Eli Lilly Ranbaxy Limited and Shri Satish\nKhosla in respect of cottage No.6. The Division Bench noted\nthat in paragraphs 4, 6 and 11 of the written statement, the\ndefendant had unequivocally given out that the premises are\nbeing used not only for sporting activities but for wedding. C\nparties, birthday parties and other festive occasions and\ncottages constructed in the premises were being given to the\naffluent parties like the plaintiff, several diplomats including\nDeputy High Commissioner of Pakistan, Ambassador of\nKazakastan, that huge rent and other charges were being\ncollected by the defendant from the plaintiff which ran into lacs\nof rupees and opined that the claim of the petitioner that the\ncomplex was being used for recreation of the members only\nwas fallacious.\nD\n24. On the issue of discrimination, the Division Bench held E\nthat even if some other lands have been de-notified under\nSection 48(1), the same would be contrary to the purpose of\nacquisition and one wrong cannot justify another wrong.\n25. Shri Mukul Rohtagi, learned senior counsel appearing\nfor the appellants argued with his usual vehemence that the\ndecision taken by the then Minister for Urban Development on\n8.6.1999 for regularization of the construction made on the land\nin question was final and his successor was not justified in\nreviewing/reversing the same. He submitted that the\nGovernment is bound to respect the decision taken by the then\nMinister in favour of the appellant and mere change of portfolio\nor absence of formal notification under Section 48(1) of the Act\ncannot denude the earlier decision of its sanctity. Shri Rohtagi\nemphasized that if the decision taken by one Minister is\nF\nG\nH\n"}