{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\n[2009] 13 (ADDL.) S.C.R. 710\nSHANTI SPORTS CLUB \u0026 ANR.\nV.\nUNION OF INDIA \u0026 ORS.\n(Civil Appeal Nos. 8500-8501 of 2001)\nAUGUST 25, 2009\n[B.N. AGRAWAL AND G.S. SINGHVI, JJ.]\n'Land Acquisition Act, 1894:\ns. 48(1) - Withdrawal from acquisition of land - HELD:\nCan be done only by issuing a notification in the official\nGazette - Note recorded by Minister in the file cannot be\nrelied upon to plead before Court that the Government had\ntaken decision to withdraw from acquisition – Even if the\ncompetent authority records its opinion in the file on merits\nof the matter under consideration, the same cannot be termed\nas a decision of the Government unless it is sanctified and\nacted upon by issuing an order under Articles 77(1) and (2)\nor Articles 166(1) and (2) of the Constitution – Goverment's\nsubsequent decision not to withdraw from acquisition of the\nland in question as communicated to the parties concemed\ndoes not suffer from vice of discrimination/arbitrary exercise\nof power/non-application of mind - Constitution of India, 1950\nArticles 14, 77(1) and (2) and 166(1) and (2) -\nAdministrative Law – Opinion of competent authority in the file,\nF requirements to term if as decision of Government.\nE\nG\nH\n-\n-\nDelhi Lands (Restrictions on Transfer) Act, 1972:\n-\ns. 3- Prohibition against transfer of acquired lands -\nLand acquired in terms of Land Acquisition Act transferred by\nland owners after completion of acquisition proceedings\nConstructions raised thereon HELD: Even if any sale\ntransactions did take place, the same will have to be treated\nas void in view of express prohibition contained in s. 3- Equity\n-\n710°\n+\n1\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 711\n\u0026 ORS.\ncannot be pleaded on ground of huge expenditure incurred A\non construction, to seek court's intervention for protection of\nunauthorized construction raised on acquired lands - Land\nAcquisition Act, 1894 – Equity.\n-\n-\nUrban Development:\n-\nB\nTown planning Transfer of acquired land and\nconstructions raised thereon in violation of statutory provisions\nHELD: Object of planned development can be achieved by\nrigorous enforcement of master plans - It is high time that\nexecutive and political apparatus of State take serious view C\nof the menace of illegal and unauthorized constructions by\naffluent class of builders and others.\nLarge tracts of lands were acquired in terms of\nNotifications u/s 4 of the Land Acquisition Act, 1894\nissued between 13.11.1959 and 23.1.1965 for planned\ndevelopment of Delhi. The acquisition was upheld by the\nSupreme Court¹. In respect of the land in question,\nnotification u/s 4 of the Act was issued on 23.1.1965, the\ndeclaration u/s 6 was published on 23.12.1968, and the\naward was made on 22.12.1982. Meanwhile, the lands\nwere transferred by sale-deed dated 31.1.1969 and\nconstructions raised thereon. In the writ petitions\nchallenging other notifications as also the notification\nwith regard to the lands in question, the Full Bench of the\nHigh Court² declined to interfere, but observed that the\npetitioners would be at liberty to make representation to\nthe authorities concerned for release of the land. On\nappeal, the Supreme Court³ held the constructions raised\nby the writ petitioners as unauthorized. The Court also\nrecorded the statement of the counsel for the State that\nthe Government would consider each of the structures\n1. Roshnara Begum vs. Union of India AIR 1996 Delhi 206.\n2. Aflatoon vs. Lt. Governor of Delhi 1975 (1) SCR 802.\nD\nE\nF\nG\n3.\nMurari v. Union of India 1996 (8) Suppl. SCR 313.\nH\n712 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA and take a decision thereon.\nB\nC\nAppellant No. 2 who came to be in possession of the\nlands in question through some arrangements with the\ntransferees of sale deed dated 31.1.1969, between 1990\nand 1993, got appellant no. 1 Club registered under the\nSocieties Registration Act and constructed a complex\nover the acquired lands in the name of appellant no. 1\nClub, contrary to the provisions of s. 3 of the Delhi Land\n(Restrictions on Transfers) Act, 1972 and without making\nany application for sanction of the building plans. After\nthe decision of the Full Bench of the High Court and the\nSupreme Court, appellant no. 2 filed representations for\nrelease of the land u/s 48 (1) of the Act on the ground that\nseveral parcels of acquired lands had already been\nreleased. The representations ultimately were placed\nbefore the then Minister for Urban Development, who on\n8.6.1999 noted, \"in accordance with the settled policy, no\ndemolition can or will be ordered ...\" and left the matter\nto be considered by the successor, who finally by his\norder dated 14.7.1999 decided that the land covered by\nE sports complex could not be released. The decision was\ncommunicated to the appellants by letter dated 9.6.2000.\nThis was unsuccessfully challenged by the appellants.\nD\nF\nG\nH\nIn the instant appeals, the questions for\nconsideration before the Court were: (i) whether the note\ndated 8.6.1999 recorded by the then Minister for Urban\nDevelopment could be treated as a decision of the\nGovernment to withdraw from acquisition of the land in\nquestion in terms of s.48(1) of the Act; and (ii) whether\nthe decision contained in letter dated 9.6.2000 is liable to\nbe nullified on the ground of arbitrariness and violation\nof Article 14 of the Constitution of India.\nDismissing the appeals, the Court\n1\n'\nན་\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 713\n\u0026 ORS.\nHELD: 1.1. Although, the plain language of s.48(1) of A\nthe Land Acquisition Act, 1894 does not give any\nindication of the manner or mode in which the power/\ndiscretion to withdraw from the acquisition of any land\nis required to be exercised, having regard to the scheme\nof Parts II and VII of the Act, which postulates publication B\nof notification u/s 4(1), declaration u/s 6 and agreement\nu/s 42 in the official gazette as a condition for valid\nacquisition of the land for any public purpose or for a\ncompany, it is reasonable to take the view that withdrawal\nfrom the acquisition, which may adversely affect the C\npublic purpose for which or the company on whose\nbehalf the acquisition is proposed, can be done only by\nissuing a notification in the official gazette. As a\nnecessary concomitant, it must be held that the exercise\nof power by the government u/s 48(1) of the Act must be ·\nmade known to the public at large so that those\ninterested in accomplishment of the public purpose for\nwhich the land is acquired or the company concerned\nmay question such withdrawal by making representation\nto the higher authorities or by seeking court's\nintervention. The requirement of issuing a notification for\nexercise of power u/s 48(1) of the Act to withdraw from\nthe acquisition of the land can also be inferred from the\njudgments of this Court.* [Para 27 and 28] [741-G-H; 742-\nA-B, F-G; 743-B-C]\nD\nE\nF\n* Municipal Committee, Bhatinda v. Land Acquisition\nCollector and others (1993) 3 SCC 24; U.P. State Sugar\nCorporation Ltd. v. State of U.P. and Others (1995) Supp 3\nSCC 538; State of Maharashtra and another v. Umashankar\nRajabhau and others (1996) 1 SCC 299; and State of T.N. G\nand others v.L. Krishnan and others (1996) 7 SCC 450;\nLarsen \u0026 Toubro Ltd. v. State of Gujarat and others (1998) 4\nSCC 387, relied on.\n1.2. A noting recorded in the file by an officer of the\nH\n\"\n714 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA Government or even the Minister is merely a noting\nsimpliciter and nothing more. It merely represents\nexpression of opinion by the particular individual. By no\nstretch of imagination, such noting can be treated as a\ndecision of the Government. Even if the competent\nB authority records its opinion in the file on merits of the\nmatter under consideration, the same cannot be termed\nas a decision of the Government unless it is sanctified\nand acted upon by issuing an order in accordance with\nArticle 77(1) and (2) or 166(1) and (2) of the Constitution\nof India. The noting in the file or even a decision gets\nculminated into an order affecting right of the parties only\nwhen it is expressed in the name of the President or the\nGovernor, as the case may be, and authenticated in the\nmanner provided in Article 77(2) or Article 166(2). [Para\n29] [746-D-G]\nC\nD\n1.3. A noting or even a decision recorded in the file\ncan always be reviewed/reversed/overruled or overturned\nand the court cannot take cognizance of the earlier noting\nor decision for exercise of the power of judicial review.\nE The notings and/or decisions recorded in the file do not\nconfer any right or adversely affect the right of any\nperson and the same can neither be challenged in a court\nnor made basis for seeking relief. [Para 29] [746-G-H]\nF\nG\nH\nState of Punjab v. Sodhi Sukhdev Singh AIR 1961 SC\n493; Bachhittar Singh v. The State of Punjab (1962) Supp.\n3 SCR 713; State of Bihar and others v. Kripalu Shankar and\nothers (1987) 3 SCC 34; Rajasthan Housing Board v. Shri\nKishan (1993) 2 SCC 84; Sethi Auto Service Station and\nanother v. Delhi Development Authority and others (2009) 1\nSCC 180, relied on.\n1.4. In the instant case, representation made on\nbehalf of appellant No.1 was examined by different\nfunctionaries of the Government and DDA. The note\ni\n7\n☑\n+.\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 715\n\u0026 ORS.\nB\ndated 8.6.1999, recorded by the then Minister for Urban A\nDevelopment in the file was never translated into an order\nnor the same was published in the official gazette in the\nform of a notification. It was not even communicated to\nthe appellants or DDA. The Minister had himself left the\nmatter for consideration and decision by his successor,\nwho finally decided on 14.7.1999 that the appellants'\nrequest for de-notification of the land could not be\naccepted because the development was carried out after\nits acquisition and also because the land is required for\na public purpose, i.e, Vasant Kunj Residential Project, C\nwhich was held up due to prolonged litigation. Thus, the\nappellants cannot rely upon the note recorded by the\nthen Minister on 8.6.1999 for pleading before the Court\nthat the Government had taken decision to withdraw from\nacquisition of the land in question in terms of s.48(1) of\nD\nthe Act. [Para 38] [754-G-H; 755-A-D]\nChandra Bansi Singh v. State of Bihar (1984) 4 SCC\n316, referred to.\nF\n2.1. As regards appellants' plea of discrimination and E\nviolation of Article 14 of the Constitution of India, the\nGovernment's decision not to withdraw from the\nacquisition of land in question or de-notify the acquired\nland, as contained in the letter dated 9.6.2000, does not\nsuffer from the vice of discrimination/arbitrary exercise of\npower/non-application of mind. No evidence was\nproduced before the High Court and none has been\nproduced before this Court to show that the land in\nquestion is identically placed qua the lands released from\nacquisition. The burden to prove the charge of\ndiscrimination and violation of Article 14 was on the\nappellants. It was for them to produce concrete evidence\nbefore the court to show that their case was identical to\nother persons whose land had been released from\nacquisition and the reasons given by the Government for\nG\nH\n716 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA refusing to release their land are irrelevant or extraneous.\nVague and bald assertions made in the writ petition\ncannot be made basis for recording a finding that the\nappellants have been subjected to invidious or hostile\ndiscrimination. That apart, the concept of equality\nB enshrined in that Article is a positive concept. Thus,\nArticle 14 cannot be invoked for perpetuating\nirregularities or illegalities. [Para 42 and 50] [758-E; 766-\n˚C-E; 767-B]\nC\n2.2. The observations contained in the last part of\nparagraph 182 of the judgment of the Full Bench of the\nHigh Court suggesting that the petitioner/applicant can\nmake representation for release of the land and the\nconcerned authorities can examine whether the sports\ncomplex could serve the purpose of acquiring the land\nD for the particular scheme or the scheme can be modified\nor amended in respect of the land in question were\nnothing more than pious hope and rightly not responded\nto by the Government because in the same paragraph the\nFull Bench unequivocally ruled that the land was required\nE for residential scheme of Vasant Kunj and the sports\ncomplex built by the applicant was not in consonance\nwith the public purpose for which the land was\nearmarked in the scheme. [Para 42] [758-F-H; 759-A]\nF\nRoshanara Begum v. Union of India, AIR 1996 Delhi 206,\nreferred to.\n2.3. The statement made by the counsel representing\nthe State before this Court which finds mention in\nparagraph 21 of the judgment in Murari's case** not\nG amount to a commitment on behalf of the Government\nthat representations made for release of land will receive\nfavourable consideration. In any case, once this Court\nhad made it clear in Murari's case that in a matter involving\nacquisition of thousands of acres of land, it would not be\nH proper to leave out some small portions here and there\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 717\n\u0026 ORS.\nover which some construction may have been made, the A\ndecision of the Government not to withdraw from the\nacquisition of the land in question cannot be faulted.\n[Para 42] [759-A-C]\n** Murai v. Union of India (1999) 1 SCC 15, referred to.\nB\n3.1. As regards the appellants' plea for de-notification\nof the land covered by the sports complex constructed\nby spending crores, admittedly, the appellants came in\npossession of the land between more than 10 years after\nfinalization of the acquisition proceedings. Thus, the C\nappellants cannot plead equity and seek court's\nintervention for protection of the unauthorised\nconstructions raised by them. Once the land is acquired\nby following due process of law, the same cannot be\ntransferred by the land owner to another person and any D\nsuch transfer is void and is not binding on the State. A\ntransferee of the acquired land can, at best, step into the\nshoes of the land-owner and lodge claim for\ncompensation. [Para 43] [759-G-H; 760-A-B]\nGian Chand v. Gopala and others (1995) 2 SCC 528;\nSecretary, Jaipur Development Authority, Jaipur v. Daulat\nMal Jain and others (1997) 1 SCC 37, Yadu Nandan Garg v.\nState of Rajasthan and others JT (1995) 8 S.C. 179 and Jaipur\nDevelopment Authority v. Mahavir Housing Coop. Society,\nJaipur and others (1996) 11 SCC 229, referred to\nE\nF\n3.2. Further, s.3 of the Delhi Lands (Restrictions on\nTransfer) Act, 1972 contains prohibition against transfer\nof the acquired land. The land owners and the purchaser\nmust have been aware of the prohibition on transfer of G\nthe acquired land, but by taking advantage of the stay\norder passed by the High Court in Writ Petition No.1753/\n1980, they appear to have entered into some clandestine\ntransaction pursuant to which, the purchaser acquired\nH\n718 SUPREME COURT REPORTS [2009] 13 (ADDL.) S.C.R.\nA possession of the land and proceeded to build the sports\ncomplex and commercial facilities thereon. The\nappellants are conspicuously silent as to how the\npurchaser came in possession of land in question after\n35 years of initiation of the acquisition proceedings and\nB 10 years of finalization thereof. In any case, even if any\nsale transaction did take place, the same will have to be\ntreated as void in view of the express prohibition\ncontained in s.3 of the 1972 Act. [Para 44 and 46] [760-D;\n761-E-H; 762-A-B]\nC\nD\n3.3. It is pertinent to note that after having secured\nsome sort of transfer of the acquired land in stark\nviolation of the prohibition contained in s. 3 of the 1972\nAct, the appellants could raise massive structure\ncomprising cricket ground, tennis stadium, badminton\ncourts, swimming pool, table tennis room, squash court,\netc. and cottages with modern facilities without even\nsubmitting building plans for sanction by any competent\nauthority and without being noticed by any of the\nauthorities entrusted with the duty of checking illegal/\nE unauthorised construction. Such illegal constructions\ncannot be protected by the court by nullifying the\ndecision taken by the Government not to withdraw from\nthe acquisition of the land in question. The records\nclearly reveal that the cottages at the club and its lawns\nF are being used for commercial and rental purposes. [Para\n47] [762-C-H]\nG\nH\nChandigarh Administration v. Jagjit Singh (1995) 1 SCC\n745; Narain Das v. Improvement Trust, Amritsar (1973) 2\nSCC 265; Gursharan Singh v. New Delhi Municipal\nCommittee (1996) 2SCC 459; State of Haryana v. Ram\nKumar Mann (1997) 3 SCC 321, Faridabad CT. Scan Centre\nv. D.G. Health Services (1997) 7 SCC 752; Style (Dress land)\nv. Union Territory, Chandigarh (1999) 7 SCC 89; State of\nBihar v. Kameshwar Prasad Singh (2000) 9 SCC 94; Union\n}\nx.\nSHANTI SPORTS CLUB \u0026 ANR. v. UNION OF INDIA 719\n\u0026 ORS.\nof India v. International Trading Co. (2003) 5 SCC 437, Ekta\nEkta \nA\nSakthi Foundation v. Govt. of NCT of Delhi (2006) 10 SCC\n337, Sanjay Kumar Munjal v. Chairman, UPSC (2006) 8\nSCC 42, K.K. Bhalla v. State of M.P. and others (2006) 3 SCC\n581, Nationallnstitute of Technology v. Chandra Sekhar\nChaudhary (2007) 1 SCC 93; Vice Chancellor, M.D. B\nUniversity, Rohtak v. Jahan Singh (2007) 5 SCC 77; State\nof Kerala and others v. K. Prasad and another (2007) 7 SCC\n140; Punjab State Electricity Board and others v. Gurmail\nSingh (2008) 7 SCC 245 and Panchi Devi v. State of\nRajasthan and others (2009) 2 SCC 589, relied on\n3.4. The object of planned development can be\nachieved by rigorous enforcement of master plans\nprepared after careful study of complex issues, scientific\nresearch and rationalisation of laws. This Court has, from\ntime to time, taken cognizance of buildings constructed\nin violation of municipal and other laws and emphasized\nthat no compromise should be made with the town\nplanning scheme and no relief should be given to the\nviolator of the town planning scheme etc. on the ground\nthat he has spent substantial amount on construction of\nthe buildings etc. [Para 52] [770-E; 771-H; 772-A-B]\nK. Ramdas Shenoy v. Chief Officers, Town Municipal\nCouncil, Udipi 1974 (2) SCC 506; Dr. G.N. Khajuria v. Delhi\nDevelopment Authority 1995 (5) SCC 762; M.I. Builders Pvt.\nLtd. v. Radhey Shyam Sahu 1999 (6) SCC 464; Friends\nColony Development Committee v. State of Orissa 2004 (8)\nSCC 733; M.C. Mehta v. Union of India 2006 (3) SCC 399;\nand S.N. Chandrasekhar v. State of Karnataka 2006 (3) SCC\n208, relied on.\n3.5. Despite repeated judgments by the this Court\nand High Courts, the builders and other affluent people\nare engaged in unauthorized construction activities and\nC\nD\nE\nF\nG\nH\n"}