{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"7\nSTATE OF U.P. AND ORS.\nV.\nM/S. S.K. THEATRE PRODUCTIONS AND ORS.\nFEBRUARY 9, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nTaxation Subsidy-Subsidy for promotion of production of films in\nregional languages by 'Film Policy'-Subsidy was restricted to 25% of the\nprocessing charges only and not of the entire cost of production—Plea that\nother film producers given subsidy on the entire cost of production-Held:\nMatter remanded to High Court for deciding after considering as to how was\nthe relevant clause of the Film Policy understood by the Department and\nwhat subsidies were given to other filmmakers-Uttar Pradesh Film Policy\n2001-Clause 23.3.\nInterpretation of Statutes-Interpretation of Government Circulars-\nHeld: When two interpretations of a circular are possible, the relevant factor\nfor its interpretation is, how the circular has been understood by the issuing\ndevelopment.\nC\nᎠ\nIn order to promote film production in regional languages of U.P., State E\nGovernment gave various incentives including trade tax exemptions, tax\nincentives, subsidy etc. Respondent herein produced a regional film after due\napproval and claimed subsidy under clause 23.3 of 'Uttar Pradesh Film Policy\n2001'. The authorities restricted the subsidy to 25% of the processing\ncharges only and not 25% of the entire cost of producing the film. Respondent\nfiled Writ Petition challenging the order, and the same was allowed.\nIn appeal to this Court, appellant contended that subsidy payable was\nonly 25% of the cost involved in the processing of the film in the laboratory\n(subject to a maximum of Rs. 10 lacs.)\nF\nRespondent contended that other film producers had been granted 25% G\nof the entire cost of production.\nAllowing the appeal, and remanding the matter to High Court, the Court\nHELD: 1. If other film producers were granted subsidy of 25% of the\n391\nH\n392\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA cost of production of the film (subject to a maximum limit of Rs.10 lacs) then\nthe writ petitioners should also be given the same benefits. However, if that\nwas not done then the subsidy should be 25% of the cost of film processing\nin the lab (subject to a maximum of Rs.10 lacs) and not the entire cost of the\nfilm production. [Para 10] [394-D]\nB\nC\nD\nE\nF\nG\n2. A relevant factor for interpretation if there is some ambiguity in a\ncircular, is how the circular has been understood by the department itself\nwhich issued it. This is particularly so when there are two interpretations\npossible, as is in the present case. Matter remanded to the High Court for a\nfresh consideration after calling for the relevant material in order to\nunderstand how clause 23.3 of the Film Policy was understood by the\ndepartment itself and what subsidies have been given to other film producers.\n[Paras 11 and 12] [394-E-F]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 653 of 2007.\nFrom the final Judgment and Order dated 7.12.2005 of the High Court\nof Judicature at Allahabad, Lucknow Bench, Lucknow in Writ Petition No.\n3281 (M/B) of 2004.\nDr. R.G. Padia, Arvind Varma, Kamlendra Mishra and Rajeev Dubey for\nthe Appellants.\nRavindra Kumar, Javed Mahmud Rao, Shahid Ali Rao, Pavan Sharma,\nNitish Massey and B. Vijayalakshmi Menon for the Respondents.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. Leave granted.\n2. This appeal has been filed against the impugned judgment of the\nAllahabad High Court (Lucknow Bench) dated 7.12.2005 in Writ Petition\nNo.3281 (MB) of 2004. Heard learned counsels for the parties and perused the\nrecord.\n3. The facts of the case are that to promote film production in the State\nof U.P. the State Government constituted a Society named Film Bandhu in the\nyear 2001 which was registered under the Societies' Registration Act. Various\nGovernment orders were issued to give facilities for film production in U.P.\nand a film policy was made. Various incentives were also declared to be given\nH to the films made in regional languages in U.P. such as Avadhi, Bhojpuri and\n지\nSTATE OF U.P. v. S.K. THEATRE PRODUCTIONS [MARKANDEY KATJU, J.] 393\nBraj etc. These various incentives are mentioned in the booklet entitled 'Uttar A\nPradesh Film Policy 2001', copy of which has been supplied to us. These\ninclude trade tax exemptions, tax incentives, subsidy, two weeks' compulsory\nexhibitions of regional films, etc.\n4. The respondents claim subsidy under clause 23.3 of the Film Policy.\nThe said clause 23.3 states:-\nB\nC\n\"23.3 Subsidy A subsidy of 25% of the cost of production,\nsubject to a maximum limit of Rs.10 lac, will be provided to films made\nin the State in any one of the above mentioned languages. This\nsubsidy will be paid to film processing labs for the expenditure actually\nincurred in the making of the film. In the first three years this subsidy\ncan be paid to laboratories situated outside Uttar Pradesh. However,\nafter three years regional films will be able to avail this scheme only\nif the processing of their films is done by labs situated in U.P. This\nprovision will hopefully stimulate the growth of such lab facilities\nwithin the State. Besides, far promotion of such Hindi films also, over D\n75% shooting of which has beer. completed in the State, a proportionate\ngrant shall be given or the amount of grant will be adjusted with rates\nof interest of institutional finance for films.\"\n5. The respondent (the writ petitioner) had decided to produce a Hindi\nfilm entitled 'Pani Re Pani Tera Rang Kaisa' in U.P. For this purpose the E\npetitioner submitted his application to the Film Bandhu on the prescribed\nformat, copy of which is Annexure-5 to the writ petition. He also submitted\ncopy of the script with a Bank draft of Rs.2,500/- as processing charges. It\nis alleged that the script of the film was approved by the expert committee,\nwhose recommendations were approved by Film Bandhu vide approval letter\ndated 27.5.2003, Annexure-6 to the writ petition. Thereafter, the respondent\nmade various arrangements and shot the entire feature film in Lucknow.\n6. The petitioner claimed the subsidy under the film policy and is\naggrieved by the order dated 29.4.2004, Annexure 13 to the writ petition\nissued by the Directorate of Information, U.P. by which the subsidy to the\npetitioner has been restricted to 25% of the processing charges only, and not\n25% of the entire cost of producing the film. The petitioner prayed for\nquashing of the order dated 29.4.2004 and for a mandamus directing the\nrespondent to make the payment of Rs. 8, 94, 591/- being the remaining\namount claimed by him as subsidy, i.e., over and above the amount already\npaid to him as 25% of the processing cost in the lab.\nF\nG\nH\n个\n☑\nA\n394\nSUPREME COURT REPORTS [2007] 2 S.C.R.\n7. By the impugned judgment the writ petition was allowed and hence\nthis appeal.\n8. Learned counsel for the appellant submitted that under clause 23.3\nof the film policy the subsidy payable was only 25% of the cost involved in\nthe processing of the film in the laboratory (subject to a maximum of Rs.10\nB lacs). He submitted that the purpose of the subsidy was that film labs were\nC\nᎠ\nsituated outside U.P. and hence a subsidy was granted in relation to the film\nprocessing in the labs which were outside U.P. but this subsidy was restricted\nto only three years.\n9. On the other hand, learned counsel for respondent submitted that\nother film producers had been granted 25% of the entire cost of production\nof the film.\n10. We are of the opinion that if other film producers were granted\nsubsidy of 25% of the cost of production of the film (subject to a maximum\nlimit of Rs.10 lacs) then the writ petitioners should also be given the same\nbenefits. However, if that was not done then the subsidy should be 25% of\nthe cost of film processing in the lab (subject to a maximum of Rs.10 lacs) and\nnot the entire cost of the film production.\n11. It is well settled that a relevant factor for interpretation if there is\nE some ambiguity in a circular is how the circular has been understood by the\ndepartment itself which issued it. This is particularly so when there are two\ninterpretations possible, as is in the present case.\n12. In these circumstances, we set aside the impugned judgment and\nremand the matter to the High Court for a fresh consideration after calling for\nF the relevant material in order to understand how clause 23.3 of the Film Policy\nwas understood by the department itself and what subsidies have been given\nto other film producers.\nG\n13. For the reasons given above, we allow the appeal, set aside the\nimpugned judgment and remand the matter to the High Court. No cost.\nK.K.T.\nAppeal allowed.\nT\n"}