{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54}],"text":":\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 225\nCORP. PARWANOO [S.B. SINHA, J.]\nthe knowledge, consent and authority of the appellant;\"\nIt was a case where the Assessing Officer before whom\nthe case was transferred completed the proceedings. It was in\nthe aforementioned context it was opined that new Assessing\nOfficer assumes jurisdiction exclusively in completing the\nproceedings. Such is not the case here.\n34. In this case, CIT (Shimla) had passed an order. His\norder was set aside by the Tribunal. He, therefore, in ordinary\ncourse could have preferred an appeal only by the time when\nadministrative decision could be taken by him to prefer an\nappeal. The right to prefer an appeal arose on the date on\nwhich the Tribunal passed an order. It might have taken some\ntime to prefer an appeal. Ordinarily, he was the authority who\ncould have preferred an appeal. By preferring an appeal new\nproceedings were initiated. In any event, nothing has been\nshown as to how the assessee was prejudiced.\nIn a case of this nature, the provisions akin to Section 21\nof the Code of Civil Procedure may be held to be applicable\nfor the purposes of questioning the jurisdiction of the High Court\nto entertain an appeal on the ground of lack of territorial\njurisdiction. In a peculiar case of this nature, we are of the\nopinion that prejudice must be shown.\n{See Kiran Singh \u0026 Ors. vs. Chaman Paswan \u0026 Ors. [AIR\n1954 SC 340] Para 11}\nIn Mantoo Sarkar vs. Oriental Insurance Co. Ltd. \u0026 Ors.\n[2008 (16) SCALE 197], this Court held:\n\"17. The Tribunal is a court subordinate to the High Court.\nAn appeal against the Tribunal lies before the High Court.\nThe High Court, while exercising its appellate power, would\nfollow the provisions contained in the Code of Civil\nProcedure or akin thereto. In view of sub-section (1) of\nSection 21 of the Code of Civil Procedure, it was,\ntherefore, obligatory on the part of the appellate court to\nA\nB\nC\nD\nE\nF\nG\nH\n- A\nB\nC\nD\nE\nF\nG\nH\n226 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\npose unto itself the right question, viz., whether the first\nrespondent has been able to show sufferance of any\nprejudice. If it has not suffered any prejudice or otherwise\nno failure of justice had occurred, the High Court should\nnot have entertained the appeal on that ground alone.\n18. We, however, while taking that factor into consideration\nmust place on record that we are not oblivious of the fact\nthat a decision rendered without jurisdiction would be\ncoram non juris. Objection in regard to jurisdiction may be\ntaken at any stage. ( See Chief Engineer, Hydel Project\nv. Ravinder Nath, [ (2008) 2 SCC 350 ]) wherein inter\nalia the decision of this Court in Kiran Singh v. Chaman\nPaswan, [AIR 1954 SC 340] was followed, stating:\n\"26. The Court also relied upon the decision in\nKiran Singh v. Chaman Pawan [AIR 1954 SC 340]\nand quoted (in Harshad Chiman Lal case {[(2005)\n7 SCC 791], SCC pp. 804-805, para 33} therefrom:\n{Kiran Singh case (supra), AIR p.342, para6\n‘6. ... It is a fundamental principle well established\nthat a decree passed by a court without\njurisdiction is a nullity, and that its invalidity\ncould be set up whenever and wherever it is\nsought to be enforced or relied upon, even\nat the stage of execution and even in\ncollateral proceedings. A defect of\njurisdiction, ...strikes at the very authority of\nthe court to pass any decree, and such a\ndefect cannot be cured even by consent of\nparties.\"\nThough in the aforementioned decision these observations\nwere made since the defendants before raising the\nobjection to the territorial jurisdiction had admitted that the\ncourt had the jurisdiction, the force of this decision cannot\nbe ignored and it has to be held that such a decree would\nCOMMNR. OF INCOME TAX, SHIMLA v. GREENWORLD 227\nCORP. PARWANOO [S.B. SINHA, J.]\ncontinue to be a nullity.\"\n19. A distinction, however, must be made between a\njurisdiction with regard to subject matter of the suit and that\nof territorial and pecuniary jurisdiction. Whereas in the\ncase falling within the former category the judgment would\nbe a nullity, in the latter it would not be...\"\nA\nB\n35. This case poses before us some peculiar questions.\nWhereas the order under Section 263 of the Act and\nconsequently the notices under Section 148 of the Act have\nbeen held to be not maintainable, we are constrained to think C\nthat the Assessing Officer had passed an order at the instance\nof the higher authority which is illegal. For the aforementioned\npurpose, we may not go into the question of bona fide or\notherwise of the authorities under the Income Tax Act. They\nmight have proceeded bona fide but the order of assessment D\npassed by the Assessing Officer on the dictates of the higher\nauthorities being wholly without jurisdiction, it was a nullity. We,\ntherefore, are of the opinion that with a view to do complete\njustice between the parties, the assessment proceedings\nshould be gone through again by the appropriate assessing E\nauthority.\nLL\nF\n36. It is true that despite order passed by the High Court,\nCIT (Delhi) has not been impleaded. Presumably, because of\nthe said defect in the order passed by the High Court of\nHimachal Pradesh at Shimla, Revenue could not implead CIT\n(Delhi) as a party in the appeal. CIT (Delhi), however, has been\nimpleaded as a party in the Special Leave Petition (SLP) filed\nby the Assessee. CIT (Delhi) has although in an irregular\nmanner filed a rejoinder. Counter affidavit was filed by the\nAssessee in the appeal preferred by the Revenue and the G\nsame is on record. The said authority, therefore, is otherwise\nbefore us.\n37. It is now well settled that this Court in exercise of its\nextra-ordinary jurisdiction under Article 136 of the Constitution\nН\n7\n:\n228 SUPREME COURT REPORTS\n[2009] 8 S.C.R.\nA of India may, in the event an appropriate case is made out,\neither refuse to exercise its discretionary jurisdiction or quash\nboth the orders if it is found that setting aside of one illegal order\nwould give rise to another illegality.\nB\nC\nD\nIn Transmission Corpn. of A.P. Ltd. vs. Lanco Kondapalli\nPower (P) Ltd. [(2006) 1 SCC 540], this Court held:\n\"53. It is now well-settled that this Court would not interfere\nwith an order of the High Court only because it will be\nlawful to do so. Article 136 of the Constitution vests this\nCourt with a discretionary jurisdiction. In a given case, it\nmay or may not exercise its power.\"\nWe, therefore, in exercise of our jurisdiction under Article\n142 of the Constitution of India direct that the assessment be\nreopened by the Commissioner of Income-tax, Delhi -VII.\n38. These appeals are disposed of with the\naforementioned directions. No costs.\nG.N.\nAppeals disposed of.\ni\n"}