{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nPURAN DAS\nV.\nUNION OF INDIA AND ORS.\nFEBRUARY 23, 2006\n[ARIJIT PASAYAT AND TARUN CHATTERJEE, JJ.]\nC\nSERVICE LAW:\nIndo Tibetan Border Police (Non-Gazetted Telecommunication Cadre)\nRules, 1983-Promotion-Entitlement to-With retrospective effect-\nPermissibility Employee becoming eligible for promotion test and qualifying\nsubsequent to consideration for promotion-Claim of employee to promotion\nwith retrospective effect because he was debarred from appearing in promotion\ntest due to suspension/dismissal from service-Held: Employee could not be\nD considered for promotion since he was not qualified on the date when\nconsideration for promotion was made-Giving retrospective effect to his\nqualification is impermissible.\nAppellant had joined Indo-Tibetan Border Police Force as a\nConstable. He was placed under suspension and was later removed from\nE service on a different charges. High Court, on a writ petition set aside the\norder of removal from service directing all consequential benefits.\nThereafter having qualified in certain tests, he became eligible for\ndepartmental promotion test. His representation seeking consequential\nbenefits, was rejected by the concerned authorities, he filed Writ Petition,\nseeking the consequential reliefs. During pendency of the Writ Petition,\njuniors of the appellant were promoted. Appellant filed another Writ\nPetition challenging the promotion. High Court held that since he did not\npossess requisite qualification for promotion at the time of consideration\nfor promotion, his claim for promotion from the date his juniors were\npromoted was not acceptable. The earlier Writ Petition regarding\nG consequential benefits was also decided denying promotion from earlier\npoint of time. Hence the present appeals.\nF\nH\nDismissing the appeals, the Court\nHELD: At the point of time when the consideration was made the\n414\nPURAN DAS v. U.O.I. [PASAYAT. J.]\n415\nappellant was not qualified. The appellant could not be considered for A\npromotion as he did not have the basic qualification under the Indo-\nTibetan Border Police (Non-Gazetted Telecommunication Cadre) Rules,\n1983. He became eligible for promotion test and qualified subsequently.\nThe question of giving any retrospective effect to his qualification is clearly\nimpermissible. [417-G; 418-B-C]\nC.O. Arunugam and Ors. v. State of Tamil Nadu and Ors., [1991] Supp.\n2 SCC 199, distinguished.\n1998.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 5024-5025 of\nFrom the Final Order \u0026 Judgment and dated 12.12.1996 of Himachal\nPradesh High Court in C.W.P.Nos. 562 of 1987 and 16 of 1987.\nE.C. Agrawala for the Appellant.\nB\nC\nT.S. Doabia, Mrs. Rekha Pandey and Ms. Sushma Suri for the D\nRespondents.\nThe Judgment of the Court was delivered by\nARIJIT PASAYAT, J. These appeals are interlinked and are disposed\nof by this common judgment.\nE\nAppellant challenges the judgments of a Division Bench of the Himachal\nPradesh High Court at Shimla holding that the appellant was not entitled to\nthe benefit of promotion from the date his juniors were granted promotion.\nThe appellant's case was that he was deprived of the opportunity of acquiring\nthe requisite qualification for promotion as he was initially placed under\nsuspension and subsequently removed from service. After reinstatement he\nqualified at the requisite tests and on the basis of such qualification he shall\nbe deemed to have acquired the right to be considered along with his juniors\nwhen the consideration was made.\nF\nThe factual background is as follows:-\nG\nAppellant joined the Indo-Tibetan Border Police Force as a Constable\non 7.1.1967. In 1969 he was promoted as Head Constable. On 11.9.1973 he\nwas suspended from service as a criminal case was registered against him. He\nwas subsequently acquitted in that criminal case. During the period of H\nB\nD\n416\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA suspension, appellant was directed to stay at Taradevi and not to leave the\nHeadquarters. On 25.10.1974 his application for station leave was rejected\nand he was directed to stay at Taradevi. Notice was given to him for proposing\ndisciplinary action for not reporting at Taradevi. After enquiry the appellant\nwas held guilty of charge of deserting the services during the period of\nsuspension. On 14.2.1976 show-cause notice was issued to the appellant to\nshow-cause as to why the punishment of removal from service shall not be\nimposed upon him. By order dated 1.3.1976, the appellant was ordered to be\nremoved from service. By order dated 24.4.1976 the appeal was rejected by\nthe appellate authority. The appellant filed Civil Writ Petition No.324/1976\nin the High Court praying for the quashing of the aforesaid order of removal\nC from service. As noted above, appe.lant was acquitted in the criminal case by\njudgment dated 31.5.1979. The High Court allowed the writ petition by order\ndated 4.1.1983 and directed that all consequential reliefs be given to the\nappellant. On 8.2.1983, an order was passed to reinstate the appellant in\nservice with all consequential reliefs with arrears of salary. In March, 1984\nthe appellant qualified Radio Operator Grade II test and in June 1986 he\nqualified in the Grade I test. He became eligible for departmental promotion\ntest i.e. 'D' test subsequently. Representation was made by the appellant to\nthe concerned authorities for granting relief in terms of the High Court's\norders. The same was not accepted by the concerned authorities. The appellant\nagain filed the C.W.P. No. 16/1987 in the High Court for grant of consequential\nE reliefs. On 18.9.1987 during the pendency of the writ petition respondents 5ª\nto 9 were promoted. According to the appellant they were junior in service\nto the appellant. Civil Writ Petition No.562/87 was filed by the appellant\nchallenging promotion given to respondents 5 to 9. The High Court partly\nallowed CWP No.562/87, declining the claim of promotion from the date his\njunior were promoted on the basis that under the relevant rules the appellant\nhad qualified at the test in 1986 only. Appellant had highlighted that some\nof the persons who were granted promotion had not qualified in all the tests\nand the appellant was prevented from qualifying at the test because he was\nplaced under suspension and/or dismissed. The High Court held that since the\nappellant did not possess requisite qualification for promotion at the time of\nG consideration for promotion, his claim for promotion from the date his juniors\nwere granted promotion cannot be accepted. In CWP. No.16 of 1987, the\nHigh Court granted reliefs with which the present appeals have no direct\nnexus. But the prayer for promotion from earlier point of time was rejected.\nIn CWP No.562 of 1987 that was the essential prayer, as the relief sought for\nwas promotion from the date his juniors were given promotion.\nF\nH\nPURAN DAS v. U.O.I. [PASAYAT, J.]\n417\nIn support of the appeals, learned counsel for the appellant submitted A\nthat the approach of the High Court is clearly erroneous. Strong reliance was\nplaced on a decision of this Court in C.O. Arumugam and Ors. v. State of\nTamil Nadu and Ors., [1991] Supp. 2 SCC 199 more particularly para 5\nthereof. It was submitted that by the acts of the respondent the appellant was\ndeprived of the opportunity to appear at the concerned test. The order of B\nremoval has been set aside by the High Court and consequential benefits\nwere directed to be given. The right to be considered for promotion was one\nof the consequential benefits which flows from the order of the High Court.\nThe appellant could not appear in the test as he was under suspension, and\nthat cannot be a ground to deny him promotion.\nIn response, learned counsel for the respondent submitted that at the\ntime of consideration for promotion, the appellant did not possess the requisite\nqualification and, therefore, the High Court was right in justifying in revising\nthe benefits claimed.\nC\nStrong reliance was placed as noted supra by learned counsel for the D\nappellant on para 5 of Arumugam's case (supra). It reads as follows:\nE\n\"5. As to the merits of the matter, it is necessary to state that every\ncivil servant has a right to have his case considered for promotion\naccording to his turn and it is a guarantee flowing from Articles 14\nand 16(1) of the Constitution. The consideration of promotion could\nbe postponed only on reasonable grounds. To avoid arbitrariness, it\nwould be better to follow certain uniform principles. The promotion\nof persons against whom charge has been framed in the disciplinary\nproceedings or charge-sheet has been filed in criminal case may be\ndeferred till the proceedings are concluded. They must, however, be F\nconsidered for promotion if they are exonerated or acquitted from the\ncharges. If found suitable, they shall then be given the promotion\nwith retrospective effect from the date on which their juniors were\npromoted.\"\nThe aforesaid decision has no relevance so far as the present case is G\nconcerned. Undisputedly, at the point of time when the consideration was\nmade the appellant was not qualified. The written and the practical tests were\nheld by the concerned authorities in July and August, 1975 for the promotion\nof Head Constables (W/T) to the rank of JIO (W/T) vacancies. Under the\npromotion order 33 persons were promoted on ad hoc basis and were brought H\nB\n418\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA on approved list 'D' with stipulation that they would clear the practical test.\nThe\npersons whose promotion was cited as illustration by the appellant stood\nat a different footing. Head Constable Ved Prakash was promoted on regular\nbasis and Raghubir Singh and V.P. Nautiyal were promoted on ad hoc basis\nagainst the unqualified cadre and they were directed to clear the practical test\nwithin 12 months failing which they were liable to be reversed. The appellant\ncould not be considered for promotion as he did not have the basic qualification\nunder the India-Tibetan Border Police (Non-Gazetted Telecommunication\nCadre) Rules, 1983 (in short the 'Rules'). The appellant had qualified Grade\nII test and Grade I test in March 1984 and June 1986 respectively. He became\neligible for promotion test i.e. \"D\" list test and became qualified subsequently.\nC The question of giving any retrospective effect to his qualification is clearly\nimpermissible. In C.O. Arumugam's case (supra) the factual position was\ndifferent. The persons whose cases were not considered, had already qualified\nand in that background this Court held that they were entitled to be considered\nfrom an anterior point of time. That logic is not applicable in the present\ncase, as admittedly the appellant did not possess the requisite qualification on\nthe date of consideration.\nD\nAbove being the position the appeals are clearly devoid of merit, deserve\ndismissal which we direct. No costs.\nK.K.T.\nE\nAppeals dismissed.\n:\n-\n"}