{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"STATE OF HIMACHAL PRADESH v. UNION OF INDIA 567\n\u0026 ORS. [A.K. PATNAIK, J.]\n00\ncommencement of the Constitution is the Bilaspur Merger A\nAgreement (Ext. D-4/1A) and on a close examination of the\nprovisions of the Bilaspur Merger Agreement dated\n15.08.1948, we find that there are no provisions therein which\nhave any relevance to the claim of the Plaintiff to the share of\nthe Plaintiff to the power generated in the Bhakra-Nangal and\nBeas Projects. The draft agreement dated 07.07.1948,\nhowever, has provisions in clause 13 for allocation of power to\nthe Bilaspur State, but this draft agreement is not proved to have\nbeen executed on behalf of the parties thereto and cannot\nconstitute a basis for allocation of power to the Plaintiff-State.\nHowever, we have already held that the claim of the Plaintiff-\nState is based also on the Punjab Reorganisation Act, 1966\nand the provisions of the Constitution and such claim is not\nbarred under Article 363 of the Constitution. This issue is\nanswered accordingly.\nIssue No. 4\nC\nD\nE\nF\n48. Issue No. 4 has been raised by the Defendant No.4\n(State of Rajasthan) and its case is that the suit is actually a\ndispute with regard to use of water in inter state rivers, namely,\nSatluj and Beas, and is barred under Article 262 (2) of the\nConstitution. Mr. Vaidyanathan, learned counsel appearing for\nthe Defendant No.4, submitted that the case of the Plaintiff is\nthat on account of the use of water of the two inter state rivers\nfor generation of hydro-electric power in the Bhakra-Nangal and\nBeas Projects, the Plaintiff has lost its entitlement to beneficial\nuse of the water. He cited decisions of this Court in Re:\nCauvery Water Disputes Tribunal [1993 Supp (1) SCC 96(II),\nState of Karnataka v. State of A.P. and Others [(2000) 9 SCC\n572], State of Haryana v. State of Punjab and Another [(2002)\n2 SCC 507] and State of Orissa v. Government of India and G\nAnother [(2009) 5 SCC 492] in support of his submissions that\na suit which is really a dispute relating to the use of water of\nan inter-state river is barred under clause (2) of Article 262 of\nthe Constitution read with Section 11 of the Inter-State Water\nDisputes Act, 1956.\nH\nA\nB\nC\nD\n568 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\n49. Clause (2) of Article 262 of the Constitution provides\nthat notwithstanding anything in the Constitution, Parliament\nmay by law provide that neither the Supreme Court nor any other\ncourt shall exercise jurisdiction in respect of any such dispute\nor complaint relating to waters of inter state rivers or river\nvalleys. Parliament has in fact made the Inter-State Water\nDisputes Act, 1956 and has also provided in Section 11 of this\nAct that neither the Supreme Court nor any other court shall have\njurisdiction or exercise jurisdiction in respect of any water\ndispute which may be referred to a Tribunal under the Act. In\nState of Karnataka v. State of A.P. and Others (supra) a\nConstitution Bench of this Court held in Para 24 at pages 604,\n605 and 606 that when a contention is raised that a suit filed\nunder Article 131 of the Constitution is barred under Article\n262(2) of the Constitution read with Section 11 of the Inter-State\nWater Disputes Act, 1956, what is necessary to be found out\nis whether the assertions made in the plaint and the relief\nsought for, by any stretch of imagination, can be held to be a\nwater dispute so as to oust the jurisdiction of this Court under\nArticle 131 of the Constitution and on examining the assertions\nmade in the plaint and the relief sought for by the Plaintiff-State,\nE the Constitution Bench took the view that the suit in that case\ncould not be held to be barred under Article 262 of the\nConstitution read with Section 11 of the Inter-State Water\nDisputes Act, 1956. This decision in State of Karnataka v. State\nof Andhra Pradesh was followed by this Court in State of\nF Haryana v. State of Punjab and Another (supra) and it was\nheld that the question of maintainability of the suit has to be\ndecided upon the assertions made by the Plaintiffs and the\nrelief sought for, and taking the totality of the same and not by\nspinning up one paragraph of the plaint and then deciding the\nG matter. Applying this test to the present case, we find on a\nreading of the assertions made in the entire plaint as well as\nthe reliefs claimed therein by the Plaintiff that the dispute does\nnot relate to a dispute in relation to inter state river water or\nthe use thereof, and actually relates to sharing of power\nH generated in the Bhakra-Nangal and the Beas Projects and\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 569\n\u0026 ORS. [A.K. PATNAIK, J.]\nsuch a dispute was not barred under clause (2) of Article 262 A\nof the Constitution read with Section 11 of the Inter-State Water\nDisputes Act, 1956.\nIssue No. 5\n50. Mr. Nageshwar Rao, learned counsel for Defendant B\nNo.3 and Mr. Vaidyanathan, learned counsel for Defendant\nNo.4 submitted that Article 131 of the Constitution is clear that\nthis Court will have the original jurisdiction in a dispute between\nthe parties mentioned therein \"if and insofar as the dispute\ninvolves any question (whether of law or fact) on which the C\nexistence or extent of a legal right depends\". They argued that\nunless the Plaintiff-State establishes its legal right to the share\nof power from the Bhakra-Nangal and Beas Projects, the suit\nof the Plaintiff is not maintainable under Article 131 of the\nConstitution. They submitted that Order XXIII Rule 6(a) of the\nSupreme Court Rules, 1966 states that a plaint shall be\nrejected where it does not disclose any cause of action and in\nthis case since the plaint does not disclose a legal right in\nfavour of the Plaintiff-State to its share of power from the\nBhakra-Nangal and Beas Projects, the plaint is liable to be\nrejected. In support of this contention, Mr. Rao and Mr.\nVaidyanathan relied on the decision of this Court in State of\nHaryana v. State of Punjab and Another [(2004) 12 SCC 673].\nD\nE\nF\n51. At this stage, when oral and documentary evidence\nhave already been led by the parties and arguments have been\nmade by the learned counsel for the parties and when we are\ngoing to finally decide the suit, it is not necessary for us to\nconsider whether the plaint discloses a cause of action and is\nliable to be rejected under Order XXIII Rule 6(a) of the Supreme\nCourt Rules, 1966. We have to however consider whether on\nthe pleadings of the parties and on the evidence adduced by\nthe parties, the Plaintiff-State has established a legal right to\nthe utilization of power from the Bhakra-Nangal and Beas\nProjects. After examining the pleadings of the parties and the\nevidence adduced on behalf of the parties, we find that under H\nG\nC\nD\n570 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA the Bilaspur Merger Agreement dated 15.08.1948, the State\nof Bilaspur merged with the Dominion of India and was\nadministered as the Chief Commissioner's Province and was\nincluded as a Part-C State is the First Schedule of the\nConstitution. In 1954 Bilaspur and Himachal Pradesh however,\nB were united to form a new State of Himachal Pradesh under\nthe Himachal Pradesh and Bilaspur (New States) Act, 1954.\nThis new State of Himachal Pradesh continued to be a Part-C\nState until it became a Union Territory by the Constitution (7th\nAmendment) Act, 1956. It is when Himachal Pradesh was a\nUnion Territory that the State of Punjab and the State of\nRajasthan entered into an agreement on 13.01.1959 (Ext.D-1/\n3) to collaborate in the construction of a Dam across the river\nSutlej at Bhakra and other ancillary works executed under the\nBhakra-Nangal Project for the improvement of irrigation and\ngeneration of Hydro-electric power and as per the terms and\nconditions of this agreement, the power generated in Bhakra-\nNangal Project was to be shared between Punjab and\nRajasthan in the ratio of 84.78% and 15.22% respectively. The\nplaintiff's case in the plaint is that the construction of the Bhakra\nDam across the river Satluj has resulted in submergence of\nlarge areas of Himachal Pradesh and its rights have been\naffected by the construction of the Bhakra Dam. According to\nMr. Ganguli, learned counsel appearing for the Plaintiff, the legal\nrights of the plaintiff which have been affected by the\nconstruction of the Bhakra-Nangal Project are the (a) natural\nright to the beneficial use of the water; (b) rights under the\nagreement executed with the Raja of Bilaspur and (c)\nconstitutional rights of Himachal Pradesh over its water and land\nunder Entries 17 and 18 of List-ll of the Seventh Schedule to\nthe Constitution; (d) the statutory rights under Section 78 of the\nG Punjab Reorganisation Act, 1966 and (e) the right to equal\ntreatment in matter of utilization of power from the Bhakra-\nNangal and Beas Projects.\nE\nF\nH\n52. We have already held while answering Issue No.2 that\nafter Bilaspur became part of the Dominion of India, the Plaintiff\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 571\n\u0026 ORS. [A.K. PATNAIK, J.]\nB\ncannot make any claim to power on the basis of the rights of A\nthe Raja of Bilaspur prior to the merger of the Bilaspur State\nwith the Dominion of India. So far as the rights of a State or\nUnion Territory over its water and land are concerned, none of\nthe constituent units of the Indian Union were sovereign and\nindependent entities before the Constitution and after the\ncommencement of the Constitution the constituent units have\nonly such rights as are conferred on them by the provisions of\nthe Constitution. As has been held by this Court in Babulal\nParate v. State of Bombay and another (AIR 1960 SC 51)\ncited by Mr. Shyam Diwan, learned counsel for the Defendant\nNo.2:\n\"None of the constituent units of the Indian Union was\nsovereign and independent in the sense the American\ncolonies or the Swiss Cantons were before they formed\ntheir federal unions. The Constituent Assembly of India,\nderiving its power from the sovereign people, was\nunfettered by any previous commitment in evolving a\nconstitutional pattern suitable to the genius and\nrequirements of the Indian people as a whole.\" (At Page\n55 of AIR 1960)\nC\nD\nE\nF\nIn 1959, as we have noticed, Himachal Pradesh which included\nthe erstwhile State of Bilaspur was a Union Territory and not a\nState. The executive and the legislative power over water and\nland in Entries 17 and 18 of List-ll of the Seventh Schedule to\nthe Constitution vested in 1959 in the Union of India (Defendant.\nNo.1). This will be clear from Article 73(1) of the Constitution,\nwhich provides that subject to the provisions of the Constitution,\nthe executive power of the Union shall extend to the matters with\nrespect to which Parliament has power to make laws and from\nArticle 246(4) of the Constitution which states that Parliament G\nhas power to make laws with respect to any matter for any part\nof the territory of India not included in a State notwithstanding\nthat such matter is a matter enumerated in the State List. In\nother words, in 1959 when the agreement was made between\nthe States of Punjab and Rajasthan to construct the Bhakra H\n572 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA Dam across the river Satluj which would have the effect of\nsubmerging large areas within Himachal Pradesh, it is the\nUnion of India which had the right over the water and land in\nHimachal Pradesh and if the Union of India has, in exercise of\nits constitutional powers acquiesced in the construction of the\nB Dam at Bhakra over river Satluj, the Plaintiff-State can have no\ncause of action to make a claim to power from the Bhakra-\nNangal Project on the basis of submergence of large areas of\nHimachal Pradesh on account of the construction of the Bhakra\nDam.\nC\n53. We further find that in 1960-1961 when Himachal\nPradesh was a Union Territory, the State of Punjab and the\nState of Rajasthan decided to collaborate and undertake the\nexecution of Beas Project including all connected works in\nPunjab, Rajasthan and Himachal Pradesh. The Government of\nD India, Ministry of Irrigation and Power, also adopted a resolution\non 10.02.1961 (Ext.D-1/7) constituting the Beas Control Board\nfor ensuring efficient, economical and early execution of the\nBeas Project (comprising Unit-I - Beas Satluj Link and Unit-II\nthe Dam at Pong) and there were the representatives of the\nE States of Punjab, Rajasthan and the Himachal Pradesh\nAdministration and the Government of India in the Beas Control\nBoard. Thus, the submergence of the large areas of Himachal\nPradesh because of the construction of the Beas Project took\nplace due to decisions to which the Government of India was\na party and when Himachal Pradesh was a Union Territory and\nthe Union of India had executive and legislative power over\nwater and land in Himachal Pradesh by virtue of the\nconstitutional provisions in Article 73(1) and Article 246(4) of\nthe Constitution. The Plaintiff-State therefore cannot have any\ncause of action to make a claim to power from the Beas Project\non the basis of submergence of large areas of Himachal\nPradesh.\nLL\nF\nG\n54. In our considered opinion, however, the Plaintiff had\nthe statutory right under Section 78 of the Punjab Reorganisation\nH Act, 1966 to the utilization of power and also the constitutional\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 573\n\u0026 ORS. [A.K. PATNAIK, J.]\nB\nD\nright to equal treatment vis-à-vis the other successor States of A\nthe composite State of Punjab and the Plaintiff has cause of\naction in the suit to make a claim to the utilization of power from\nthe Bhakra-Nangal and Beas Projects on the basis of such\nstatutory right and constitutional right and we shall advert to the\nstatutory right and the constitutional right of the plaintiff when\nwe deal with the remaining issues. On a perusal of the Punjab\nReorganisation Act, 1966, however, we find that the provisions\nof this Act deal with the rights of the successor States of the\ncomposite State of Punjab and it is by reference to the\nprovisions of the Punjab Reorganisation Act, 1966 that the C\nPlaintiff-State has claimed equal rights to power from the\nBhakra-Nangal and Beas Projects. The Defendant No.4 (State\nof Rajasthan) was never a part of composite State of Punjab\nand its rights and liabilities including its rights to utilization of\npower in the Bhakra-Nangal and Beas Projects are not affected\nby the Punjab Reorganisation Act, 1966. Hence, on the basis.\nof the statutory right and the constitutional right of the plaintiff\nto utilization of power from the Bhakra-Nangal and Beas\nProjects from out of the share of composite State of Punjab\nprior to the Punjab Reorganisation Act, 1966, the Plaintiff-State\nhas no cause of action to file a suit against the State of\nRajasthan. In other words, since the Plaintiff-State has no legal\nright to claim a share of power from the Bhakra-Nangal and\nBeas Projects from out of the share of power of the State of\nRajasthan, the Plaintiff had no cause of action to file the suit\nagainst the State of Rajasthan (Defendant No.4), but since the\nPlaintiff-State has a legal right to utilization of power out of the\ntotal share of power of the composite State of Punjab from the\nBhakra-Nangal and Beas Projects as a successor State, the\nPlaintiff has cause of action to file the suit and to maintain the\nsuit as against Defendant Nos. 2, 3 and 5. Moreover, as under G\nSection 78(1) of the Punjab Reorganisation Act, 1966 the\nCentral Government was required to determine by an order the\nrights of the plaintiff to utilization of power from the Bhakra-\nNangal and Beas Projects and the Central Government has not\ndone so, the Plaintiff-State has cause of action to file the suit H\nE\nF\n574 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA against the Defendant No.1. Issue No. 5 is answered\naccordingly.\nIssue Nos. 6\n55. For deciding issue No. 6, a reference to Section 78\nB of the Punjab Reorganisation Act, 1966 is necessary.\nC\n0\nE\nLL\nF\nG\n\"78. Rights and liabilities in regard to Bhakra-Nangal\nand Beas Projects (1) Notwithstand-ing anything\ncontained in this Act but subject to the provisions of\nsections 79 and 80, all rights and liabilities of the existing\nState of Punjab in relation to Bhakra-Nangal Project and\nBeas Project shall, on the appointed day, be the rights and\nliabilities of the successor States in such proportion as may\nbe fixed, and subject to such adjustments as may be made,\nby agreement entered into by the said States after\nconsultation with the Central Government or, if no such\nagreement is entered into within two years of the\nappointed day, as the Central Government may by order\ndetermine having regard to the purposes of the Projects :\nProvided that the order so made by the Central\nGovernment may be varied by any subsequent agreement\nentered into by the successor States after consultation with\nthe Central Government.\n(2) An agreement or order referred to in sub-section (1)\nshall, if there has been an extension or further development\nof either of the projects referred to in that sub-section after\nthe appointed day, provide also for the rights and liabilities\nof the successor States in relation to such extension or\nfurther development.\n(3) The rights and liabilities referred to in sub-sections (1)\nand (2) shall include-\n(a) the rights to receive and to utilise the water\navailable for distribution as a result of the projects,\nand\n☐☐ H\nSTATE OF HIMACHAL PRADESH v. UNION OF\nINDIA \u0026 ORS. [A.K. PATNAIK, J.]\n575\n(b) the rights to receive and to utilise the power A\ngenerated as a result of the projects, but shall not\ninclude the rights and liabilities under any contract\nentered into before the appointed day by the\nGovernment of the existing State of Punjab with any\nperson or authority other than Government.\n(4) In this section and in sections 79 and 80-\n(A) \"Beas Project\" means the works which are either under\nconstruction or are to be constructed as components of the.\nBeas-Sutlej Link Project (Unit I) and Pong Dam Project on\nthe Beas river (Unit II) including-\n(i) Beas-Sutlej Link Project (Unit I) comprising-\n(a) Pandoh Dam and works appurtenant thereto.\n(b) Pandoh-Baggi Tunnel,\n(c) Sundernagar-Hydel Channel,\n(d) Sundernagar-Sutlej Tunnel,\n(e) By-pass Tunnel,\n(f) four generating units each of 165 M.W. capacity\nat Dehar Power House on the right side of Sutlej\nriver,\nB\nC\nD\nLU\nE\n(g) fifth generating unit of 120 M.W. capacity at\nBhakra Right Bank Power House,\nF\n(h) transmission lines,\n(i) Balancing Reservoir;\n(ii) Pong Dam Project (Unit II) comprising-\nG\n(a) Pong Dam and works appurtenant thereto,\n(b) Outlet Works,\n(c) Penstock Tunnels,\nH\n576\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA\nB\nC\nD\nE\nF\n(d) Power plant with four generating units of 60\nM.W. each;\n(iii) such other works as are ancillary to the works\naforesaid and are of common interest to more than one\nState;\n(B) \"Bhakra-Nangal Project\" means-\n(i) Bhakra Dam, Reservoir and works appurtenant\nthereto;\n(ii) Nangal Dam and Nangal-Hydel Channel;\n(iii) Bhakra Main Line and canal system;\n(iv) Bhakra Left Bank Power House, Ganguwal\nPower House and Kotla Power House,\nswitchyards, sub-stations and transmission lines;\n(v) Bhakra Right Bank Power House with four units\nof 120 M.W. each.\"\n56. Mr. Shyam Diwan, leaned counsel appearing for the\nDefendant No.2, submitted that Section 78(1) of the Punjab\nReorganisation Act, 1966 starts with the non-obstante clause\n\"Notwithstanding anything contained in this Act\". He argued that\nconsidering these opening words in Section 78 of the Punjab\nReorganisation Act, 1966, no other provisions of the Act should\nbe looked into by the Court and the rights and liabilities of the\nsuccessor State of the composite State of Punjab in regard to\nBhakra-Nangal and Beas Projects have to be decided with\nreference to the provisions of Section 78 only. He submitted\nthat Section 204(u) of the Government of India Act, 1935 was\nthe provision corresponding to Article 131 of the Constitution\nG and interpreting the said Section 204(u) of the Government of\nIndia Act, 1935 the Federal Court has held in United Provinces\nv. Governor-General in Council [AIR 1939 Federal Court 58]\nthat the term 'legal right' used in Section 204 means a right\nrecognized by law and capable of being enforced by the power\nH of a State. He submitted that under Section 78 (1) of the Punjab\n"}