{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"STATE OF HIMACHAL PRADESH v. UNION OF INDIA 577\n\u0026 ORS. [A.K. PATNAIK, J.]\nReorganisation Act, 1966, there is no right of the Plaintiff-State A\nto the power generated in the Bhakra-Nangal and Beas\nProjects except what is agreed upon by the successor States\nor determined by the Central Government and hence the right\nof the Plaintiff, if any, is not enforceable in Court. He finally\nsubmitted that even if this Court holds that the Plaintiff has a B\nlegal right to a share of power generated in the Bhakra-Nangal\nand Beas Projects, this Court can only direct the Central\nGovernment to determine the share of Himachal Pradesh and\ncannot itself determine the share of Himachal Pradesh. Mr.\nMohan Jain, learned Additional Solicitor General, learned C\ncounsel appearing for Defendant No.1, also made similar\nsubmissions.\n57. We are not in a position to accept the submissions of\nlearned counsel appearing on behalf of the Defendant Nos. 1\nand 2 that this Court has no jurisdiction under Article 131 of D\nthe Constitution to determine the share of the Plaintiff to the\npower generated in the Bhakra-Nangal and Beas Projects.\nSection 78(1) of the Punjab Reorganisation Act, 1966, it is true,\nprovides that the rights and liabilities of the successor States\nof the composite State of Punjab will be fixed according to an E\nagreement between the successor States. But, as we will\ndiscuss under Issue No.7, there is no such final agreement\nbetween the successor States with regard to the share of power\ngenerated in the Bhakra-Nangal and Beas Projects and there\nis only a 'tentative, ad hoc or interim arrangement' arrived at F\nin the meeting held on 17.04.1967. We may add here that even\nwhen this suit was pending before this Court, an order was\npassed by this Court on 29.04.2010 directing the Union of India\nto make a final effort to bring all the parties to the dispute to\nthe negotiating table and by acting as a meaningful mediator G\nattempt to find a solution which is mutually acceptable to all the\nparties and the case was adjourned for three months to enable\nthe parties to arrive at a mutually acceptable solution with the\nguidance of the Union Government, but an affidavit was filed\nin the Court on behalf of the Central Government stating that a\nH\n578 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA Secretary level meeting was held with the stakeholder States\nbut a settlement could not be arrived at, as the stakeholder\nStates stuck to their respective claims. It is in these\ncircumstances only that the Court has proceeded to hear and\ndecide the suit.\nB\n58. We have also perused the decision of the Federal\nCourt in United Provinces v. Governor-General in Council\n(supra) cited by Mr. Diwan and we find that Sulaiman and\nVaradachariar, JJ. have taken a view that the term 'legal right'\nused in Section 204 of the Government of India Act, 1935\nC means a right recognized by law and capable of being enforced\nby the power of a State, but not necessarily in a Court of Law.\nSection 78(1) by its plain language states that all rights and\nliabilities of the existing State of Punjab in relation to Bhakra-\nNangal Project and Beas Project shall, on the appointed day,\nD be the rights and liabilities of the successor States. This\nprovision in Section 78 is enough to confer a legal right on\nHimachal Pradesh as a successor State in relation to Bhakra-\nNangal and Beas Projects. Clause (b) of Sub-section (3) of\nSection 78 further provides that the rights and liabilities referred\nto in sub-section (1) shall include the rights to receive and\nutilize the power generated as a result of the projects. This\nprovision in Section 78 further confirms that the rights of the\nsuccessor State such as the State of Himachal Pradesh\nincludes the right to receive and utilize the power generated as\na result of the Bhakra-Nangal and Beas Projects. The fact that\nthe rights and liabilities of the successor States were to be fixed\nby an agreement to be entered into by the successor States\nafter consultation with the Central Government does not affect\nthe legal right of the State of Himachal Pradesh to receive and\nutilize the power generated as a result of Bhakra-Nangal and\nBeas Projects. Similarly, the fact that in the absence of any\nagreement within two years as stipulated in sub-section (1) of\nSection 78 the Central Government was empowered to\ndetermine by an order the right and liabilities of the successor\nStates does not affect the legal right of the State of Himachal\nE\nF\nG\nH\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 579\n\u0026 ORS. [A.K. PATNAIK, J.]\nPradesh to receive and utilize the power generated as a result A\nof the Bhakra-Nangal and Beas Projects. We have, therefore,\nno doubt in our mind that the Plaintiff had a legal right as a\nsuccessor State of the composite State of Punjab to receive\nand utilize the power generated in the Bhakra-Nangal and Beas\nProjects and this right was recognized by law and capable of B\nbeing enforced by the power of the State.\n59. Article 131 of the Constitution provides that this Court\nhas original jurisdiction in any dispute between the parties\nmentioned therein if and in so far as the dispute involves any\nquestion (whether of law or fact) on which the existence or extent C\nof a legal right depends. Hence, this Court has jurisdiction not\nonly to decide any question on which the existence of a legal\nright depends but also to decide any dispute involving any\nquestion on which the extent of a legal right depends. We,\ntherefore, have the jurisdiction to decide the extent to which D\nPlaintiff-State would be entitled to receive and utilize the power\ngenerated in the Bhakra-Nangal and Beas Projects. In other\nwords, the suit of the Plaintiff is not barred by the scheme of\nSections 78 to 80 of the Punjab Reorganisation Act, 1966.\nIssue No.6 is answered accordingly.\nIssue No.7\nE\nF\n60. Mr. Mohan Jain, the Additional Solicitor General\nappearing for Defendant No.1 and Mr. Shyam Diwan, learned\ncounsel for Defendant No.2, submitted that Section 78 of the\nPunjab Reorganisation Act, 1966, provides that the rights and\nliabilities in regard to Bhakra-Nangal and Beas Projects of the\nsuccessor States of the composite State of Punjab shall be in\nsuch proportion as may be fixed by an agreement entered into\nby the successor States after consultation with the Central\nGovernment or, if no such agreement is entered into within two G\nyears of the appointed day, as the Central Government may by\norder determine having regard to the purposes of the Projects.\nThey submitted that the rights and liabilities of the successor\nStates in regard to Bhakra-Nangal Project have already been\nfixed by the agreement dated 17.04.1967.\nH\nA\n580 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\n61. Mr. A.K. Ganguli, learned counsel for the Plaintiff, on\nthe other hand, submitted that no agreement whatsoever in\nterms of Section 78(1) of the Punjab Reorganisation Act, 1966\nhas been arrived at between the parties and the agreement\ndated 17.04.1967 is only 'tentative, ad hoc or provisional\nB arrangement' pending final determination of rights and liabilities\nof the successor States of the composite State of Punjab. He\nsubmitted that the Plaintiff did not accept the tentative, adhoc\nor provisional arrangement made on 17.04.1967 and lodged\nits claim with the Central Government in its letter dated\n27.10.1969 marked as Ext. P-12 claiming share to the extent\nof 7.19% of the total benefits from Bhakra-Nangal and Beas\nProjects, but the Central Government did not decide the claim\nof the Plaintiff-State and hence the Plaintiff had no option but\nto file the suit under Article 131 before this Court.\nC\nD\n62. We have gone through the evidence and we find that\nby a letter dated 12.03.1967 of the Government of India,\nMinistry of Finance, Department of Economic Affairs,\naddressed to the Secretaries, Finance Department of the\nGovernment of Punjab and Haryana, marked as Ex.P-4, liability\nE for the loan taken by the composite State of Punjab from the\nCentral Government for Bhakra-Nangal and Beas Projects have\nbeen allocated 'provisionally' among the successor States of\nPunjab and Haryana in the ratio of 53:47 (for Bhakra Loans)\nand 60:40 (for Beas Project) for the purpose of repayment of\nF principal and payment of interest. In the said letter (Ex.P-4) it\nis clearly stated that the allocation is a 'purely an ad hoc and\ntemporary arrangement' and will be subject to re-adjustment\nlater when the final allocation of the debt is made in terms of\nthe provisions of Section 54(3) of the Punjab Reorganisation\nG Act, 1966. The summary of discussions held in the room of the\nSecretary, Ministry of Irrigation and Power on 17.04.1967\nregarding the formation of two separate Electricity Boards for\nHaryana and Punjab and related matters have been circulated\nby a memorandum dated 27.04.1967 of the Government of\nIndia, Ministry of Irrigation and Power, marked as Ex.D-1/6.\nH\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 581\n\u0026 ORS. [A.K. PATNAIK, J.]\nPara 3 of the summary discussions which records the alleged\nagreement between the successor.States with regard to\nallocation of assets and liabilities in relation to the Bhakra-\nNangal Project and the Beas Project is extracted hereinbelow:\nA\nB\n\"Shri Nawab Singh stated that a decision on the tentative\nallocation of assets and liabilities of Punjab and Haryana\nhad been taken earlier on the basis of 58% : 42%. Now\nthe shares of the Union Territories of Himachal Pradesh\nand Chandigarh had to be decided. He further stated that\nat a meeting held in this regard recently an agreement had\nC\nbeen reached on the allocation of a share of 3.5% to\nChandigarh and 2.5% to Himachal Pradesh and the\nremaining, ratio of 58:42. On this basis, the shares of the\nfour constituents would become as under:\nPunjab\nHaryana\nChandigarh\nHimachal Pradesh\n54.5%\n39.5%\n3.5%\n2.5%\nD\nE\nF\nThe above percentages were agreed to the Power Houses,\nsub-stations, Transmission Lines will, of course, be owned\non the basis of location etc. as per distribution shown in\nAnnexure-I. It was further decided that the depreciation\naccrued and loans raised for any particular fixed asset\nwould be allocated along with the asset itself as per\nAnnexure-I and that the distribution systems and other small\nlengths of transmission lines, sub-stations etc. not included\nin the list will go to the successor States on location basis.\"\nIt will be clear that the decision on the 'tentative' allocation of G\nasset and liabilities of Punjab and Haryana had been taken first\nand this was 58% for Punjab and 42% for Haryana and the\nshares of Chandigarh and Himachal Pradesh were determined\nat the meeting held on 17.04.1967 and the resultant allocation\nwas 54% for Punjab, 39% for Haryana, 3.5% for Chandigarh H\nC\nD\n582 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA and 2.5% for Himachal Pradesh. The record of the discussions\nfor allocation of shares of the 4 constituent of the composite\nState of Punjab shows that the basis for distribution was\nlocation of the power houses, sub-stations, transmission lines\netc. Along with the record of discussion, the list of fixed assets\nB ‘tentatively' allocated to the Haryana Electricity Board, Punjab\nElectricity Board, Union Territory of Himachal Pradesh and\nUnion Territory of Chandigarh were annexed. Similarly, the list\nshowing 'tentative' apportionment of financial assets and\nliabilities as agreed in the meeting held on 17.04.1967 was also\nannexed. It thus appears that allocation of rights and liabilities\nto the constituents of the composite State of Punjab which took\nplace at the meeting held on 17.04.1967 was purely 'tentative'\nand not final. This is confirmed in the letter dated 29.05.1967\nof the Government of India, Ministry of Irrigation and Power,\nmarked as Ex.P-7, addressed to the Secretaries to the\nGovernment of Punjab, Haryana and Rajasthan on the subject\n'Financial Arrangements for Bhakra and Beas Projects', in\nwhich it is reiterated that the allocation was purely on ad hoc\nand tentative basis and was to be without prejudice to the rights\nof Governments of Punjab and Haryana and was subject to re-\nadjustment later when final allocation of debt liability is made\nand the ratio in which capital and reserve expenditure in\nrespect of the project is decided in terms of the provisions of\nSection 54(3) of Punjab Reorganisation Act, 1966. We also find\nfrom the evidence that by a letter dated 20.03.1978 addressed\nby the Ministry of Energy, Government of India to Shri Shanta\nKumar, Chief Minister of Himachal Pradesh, 15 MW of power\nhas been allotted on 'ad hoc basis' to Himachal Pradesh\npending a final decision of the concerned States if Himachal\nPradesh was agreeable to the proportionate cost of the project.\nG In an another subsequent letter dated 16.08.1983 of the\nGovernment of India, Ministry of Energy (Department of Power)\nto the Chairman, Bhakra Beas Management Board, marked as\nEx.P-48, it is expressly stated:\nE\nF\nH\n\"The quantum of benefits from Bhakra and Beas projects\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 583\n\u0026 ORS. [A.K. PATNAIK, J.]\npresently allocated to these two areas on an ad hoc basis A\nwill remain unaltered until a final decision is taken on the\nsharing of the rights and liabilities of all the successor\nstates in the two projects.\"\nB\nThe documentary evidence before the Court, therefore, clearly\nestablishes that the allocation of power to Himachal Pradesh\nto the extent of 2.45% of the share of the power of the\ncomposite State of Punjab from both Bhakra and Beas Projects\nwas 'tentative and ad hoc' and not final. There is, in other\nwords, no final agreement between the successor States of the\ncomposite State of Punjab with regard to the rights and C\nliabilities of the successor States including the right to the power\ngenerated in the Bhakra and Beas Projects in terms of Section\n78(1) of the Punjab Reorganisation Act, 1966. Issue No.7 is\nanswered accordingly.\nIssue No.8\nD\nF\n63. Mr. Ganguli, learned counsel for the Plaintiff, submitted\nthat the territorial integrity of Bilaspur State could not be affected\nby submergence on account of construction of Bhakra Dam\nwithout the consent of the Bilaspur State and the Raja of E\nBilaspur while giving such consent, incorporated in the draft\nagreement various conditions such as payment of royalty and\ntransfer of power to Bilaspur as a consideration for construction\nof the Bhakra Dam. He submitted that as the Bilaspur State\nbecame part of Himachal Pradesh and the State of Himachal\nPradesh as the Mother State bears the reservoir of Bhakra-\nNangal Project, Himachal Pradesh is the Mother State vis-à-\nvis the Bhakra-Nangal Project. He submitted that similarly as\nHimachal Pradesh bears the reservoir of the Beas Project,\nHimachal Pradesh is also the \"Mother State\" vis-à-vis the Beas\nProject. He submitted that the Union Government has taken a\ndecision that the Mother State or the Home State where a\nhydro-electric power project is located, will be supplied 12%\nof the power generated by the power station free of cost and\nthis will be evident from the letter dated 22.07.1985 of the\nG\nI\nC\nD\n584 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA Government of India, Ministry of Irrigation \u0026 Power (Department\nof Power) to the Chairman, H. P. State Electricity Board, which\nhas been produced and marked as Ext. P-55. He submitted\nthat the Himachal Pradesh Assembly accordingly adopted a\nresolution on 13.03.1984 making a demand to the Union of India\nB to give to Himachal Pradesh 12% free power from Bhakra,\nDehar and Pong power projects in lieu of use of water and land\nof Himachal Pradesh for generation of electricity and\naccordingly the Chief Minister of Himachal Pradesh addressed\na letter on 18.06.1984 forwarding a copy of the resolution of\nthe Himachal Pradesh Assembly claiming 12% free supply of\npower to Himachal Pradesh from Bhakra, Dehar and Pong\npower projects, but this claim of Himachal Pradesh has not\nbeen accepted by the Central Government. Mr. Ganguli referred\nto the letter dated 19.02.1968 of Shri Y. S. Parmar to Dr. K. L.\nRao, Union Minister of Irrigation \u0026 Power, marked as Ext. P-8,\nto show how in the case of other projects, namely, the Periyar\nProject in the Madras State and the Muchkund Project in\nOrissa State benefits have been given to the State whose\nresources are affected on account of the construction of hydro-\nelectric project. He also referred to the views of the Vice-\nChairman of the Central Water and Power Commission in his\ncommunication dated 02.05.1968, marked as Ext. P-10,\nsuggesting that the Himachal Pradesh should be made an\nactive partner of the Hydro-Electric Project borne by it by paying\nto Himachal Pradesh the annual royalties based on actual\nF utilization of the water, power rights. He argued that all these\nmaterials clearly show that Himachal Pradesh is entitled to\n12% free power from the Bhakra-Nangal and Beas Projects by\nvirtue of it being the Mother State or the Home State and by\nvirtue of loss of its land and water on account of the Bhakra\nG and Beas Projects.\nE\nH\n64. Mr. Shyam Diwan, learned counsel for the Defendant\nNo.2, submitted that this claim of the Plaintiff to 12% free power\nis based upon a notion that Himachal Pradesh has some pre-\nexisting or natural rights over its land and water. He submitted\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 585\n\u0026 ORS. [A.K. PATNAIK, J.]\nB\nthat under Article 3 of the Constitution Parliament has power A\nto form a new State, increase the area of any State, diminish\nthe area of any State, alter the boundaries of any State and alter\nthe name of any State and, therefore, States in India are not\nindestructible and the territorial integrity of the States can be\ndestroyed by Parliament by law. He argued that the whole\nnotion of Himachal Pradesh having any rights over its land and\nwater apart from what is given by Parliament by law is thus alien\nto the Indian Constitution. He submitted that the State of\nHimachal Pradesh cannot have any right dehors the Punjab\nReoganisation Act, 1966 made under Article 3 of the\nConstitution. In support of this submission, he relied on the\ndecisions of this Court in Babulal Parate v. State of Bombay\nand another (supra) and Kuldip Nayar\u0026 Ors. v. Union of India\n\u0026 Ors. [(2006) 7 SCC 1).\nC\nE\n65. We find that under the provisions of Article 3 of the D\nConstitution, Parliament has the power to form a new State by\nseparation of territory from any State or by uniting two or more\nStates or parts of States or by uniting any territory to a part of\nany State, increase the area of any State, diminish the area of\nany State, alter the boundaries of any State and alter the name\nof any State, but under Article 3, Parliament cannot take away\nthe powers of the State Executive or the State Legislature in\nrespect of matters enumerated in List-II of the Seventh\nSchedule to the Constitution. This has been made clear in the\nspeech of Dr. B.R. Ambedkar in the Constituent Assembly\nquoted in Para 52 of the decision of this Court in Kuldip Nayar\nv. Union of India \u0026 Ors. (supra). Relevant portion from the\nspeech of Dr. B.R. Ambedkar is quoted hereinbelow:-\nF\n\".... The basic principle of federalism is that the legislative\nand executive authority is partitioned between the Centre G\nand the States not by any law to be made by the Centre\nbut by the Constitution itself. This is what Constitution does.\nThe States under our Constitution are in no way dependent\nupon the Centre for their legislative or executive authority.\nThe Centre and the States are coequal in this matter.....\"\nI\nA\nC\nD\n586 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\n66. We have however held, while answering Issue No.2,\nthat pursuant to the Bilaspur Merger Agreement, the States\nMerger (Chief Commissioners Provinces) Order, 1949,\ninclusion of the Bilaspur State as a Part-C State in the First\nSchedule of the Constitution and Article 294(b) of the\nB Constitution, the Raja of Bilaspur lost all rights first to the\nDominion of India and thereafter to the Government of India and\nthat the Plaintiff, therefore, could not have any cause of action\nto make any claim on the basis of any right of Raja of Bilaspur\nprior to the merger of the Bilaspur State with the Dominion of\nIndia. The Plaintiff, therefore, cannot claim any free power\nbecause of loss of land and water by the Raja of Bilaspur. We\nhave also held while answering Issue No.5 that in 1959 when\nthe States of Punjab and Rajasthan agreed to construct the\nBhakra Dam, Himachal Pradesh was a Union Territory and the\nexecutive and legislative power over water and land under\nEntries 17 and 18 of List-ll of the Seventh Schedule to the\nConstitution vested in the Union of India and the Union of India\nin exercise of its constitutional powers acquiesced in the\nconstruction of the Dam at Bhakra over river Satluj. We have\nalso held while answering to Issue No.5 that in 1960-1961 when\nthe Himachal Pradesh was a Union Territory, the States of\nPunjab and Rajasthan also decided to collaborate and\nundertake the execution of the Beas Project and the\nGovernment of India, Ministry of Irrigation \u0026 Power, in fact,\nadopted a resolution on 10.02.1961 constituting the Beas\nControl Board for early execution of the Beas Project. Thus, at\nthe time of the Bhakra-Nangal Project and the Beas Project\nwere executed, Himachal Pradesh was not a full fledged State\nhaving the rights and powers under Articles 162 and 246 (3)\nof the Constitution over its land and water under Entries 17 and\nG 18 of List-ll of the Seventh Schedule to the Constitution and it\nwas the Union of India which had such rights and powers over\nthe land and water in Himachal Pradesh by virtue of the\nprovisions of Article 73 and Article 246(4) of the Constitution.\nE\nF\n67. The State Reorganisation Act, 1966 and, in particular\nI\n"}