{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2011] 11 S.C.R. 527\nSTATE OF HIMACHAL PRADESH\nV.\nUNION OF INDIA \u0026 ORS.\n(Original Suit No. 2 of 1996)\nSEPTEMBER 27, 2011\n[R.V. RAVEENDRAN AND A.K. PATNAIK, JJ.]\nCONSTITUTION OF INDIA, 1950:\nA\nB\nE\nArticles 131(b) and 363 - Suit - Plaintiff (State of C\nHimachal Pradesh) claiming its share in the power generated\nin Bhakra-Nangal and Beas Projects - Relief claimed against\nUnion of India (D-1), State of Punjab (D-2), State of Haryana\n(D-3), State of Rajasthan (D-4) and Union Territory of\nChandigarh (D-5) - Held: As regards submergence of large D\narea in construction of the projects, plaintiff cannot make any\nclaim on the basis of the rights of Raja of Bilaspur prior to\nthe merger of the Bilaspur State with the Dominion of India -\nFurther, when agreements between the States of Punjab and\nRajasthan were made for construction of the Projects, the\npredecessor of the plaintiff was a Union Territory and it was\nthe Union of India which had the right over the water and land\ntherein and, therefore, the plaintiff can have no cause of\naction to make a claim to power from the said Projects on the\nbasis of submergence of large areas in construction of the\nprojects -However, the plaintiff as a successor State of the\ncomposite State of Punjab, has the statutory right u/s 78 of\nthe Punjab Reorganisation Act, 1966 to the utilization of power\nand also the constitutional right to equal treatment vis-a-vis\nthe other successor States and, as such, has cause of action\nto file and maintain the suit as against D-2, D-3 and D-5 -\nMore over, as u/s 78 (1) the Central Government failed to\ndetermine the rights of the plaintiff, it has cause of action to\nfi.le the suit against D-1 also – However, as D-4 was never a\n-\n527\nF\nG\nH\n528 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA part of composite State of Punjab, its rights are not affected\nby the 1966 Act and, thus, plaintiff has no cause of action to\nfile the suit against D-4 - Supreme Court Rules, 1966 - O.\n23, r. 6(a)-Punjab Reorganization Act, 1966 – s. 78.\nB\nс\nD\n-\n-\nArticles 131(b) and 363 – Suit\nSuit \nPlaintiff-State claiming\nits share in the power generated in Bhakra-Nangal Project,\non the basis of submergence of territories of erstwhile State\nof Bilaspur, which was one of the constituents of the plaintiff-\nState - Held: Bilaspur Merger Agreement dated 15.8.1948\ndoes not contain any provisions which have any relevance to\nthe claim of the plaintiff to its share to the power generated in\nthe Bhakra-Nangal Project However, the claim of the\nplaintiff is also based on the Punjab Reorganization Act,\n1966 and the provisions of the Constitution and such a claim\nis not barred under Article 363.\n-\n-\n-\nArticles 131(b) and 262 (2) Suit Plaintiff-State\nclaiming its share in power generated in Bhakra-Nangal and\nBeas Projects -Maintainability of - Held: The relief claimed\ndoes not relate to inter-State river water or use thereof but\nE pertains to sharing of power generated in the said projects and\nsuch a dispute was not barred under Article 262 (2) of the\nConstitution r/w s. 11 of Inter-State Water Disputes Act, 1956.\nF\n-\n-\n-\nArticle 131(b) Suit -Limitation — Plaintiff-State\nclaiming its share in power generated in Bhakra-Nangal and\nBeas Projects - Suit filed in 1996 – Resisted as barred by\nlimitation - Held: Suit was not barred by limitation, delay or\nlaches, as the Article does not prescribe any period of\nlimitation to file such a claim - Moreover, there has been no\nfinal allocation of power from the said projects to the plaintiff\nG as yet and the arrangements were only interim or ad hoc -\nUntil a final decision was taken the claim of plaintiff for\nappropriate allocation of power from the two Projects was alive\nand cannot be held to be stale or belated - Limitation - Delay/\nlaches.\nH\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 529\n\u0026 ORS.\nPUNJAB REORGANIZATION ACT, 1966:\n-\ns. 78 – Rights and liabilities in regard to Bhakra-Nangal\nand Beas Projects - Suit under Article 131 of the Constitution\n- Plaintiff-State claiming its share in the power generated in\nthe two Projects - Maintainability of - Held: s. 78(1) confers\na legal right on the plaintiff as a successor State to receive\nand utilize the power generated in Bhakra-Nangal and Beas\nProjects - As there is only a ‘tentative, ad hoc or interim\narrangement' arrived at in the meeting held on 17.4.1967 and\nthere is no final agreement between the successor States of\nthe composite State of Punjab, Supreme Court, therefore, has\nthe jurisdiction to decide the extent to which the plaintiff-State\nwould be entitled to receive and utilize the power generated\nin the two Projects and, as such, the suit is not barred by the\nscheme of ss. 78 to 80 - Constitution of India, 1950 - Article\n131.\nCIRCULARS/GOVERNMENT ORDERS/\nNOTIFICATIONS\nA\nB\nC\nD\nGovernment of India, Ministry of Irrigation \u0026 Power letter\ndated 27.7.1985 - Allocation of 12% of power generated, to E\n'mother-State\" free of cost - Held: Is applicable to Joint\nventures between the Union and one or more State\n• Governments - In the instant case, the letter is not applicable.\n-\nF\nRelief Entitlement of plaintiff-State to receive power\ngenerated in Bhakra-Nangal and Beas Projects - Held: The\npurpose of the two Projects was to benefit the entire composite\nState of Punjab including the transferred territories which\nbecame part of plaintiff-State - If the ratio of the population\nof the transferred territories vis-à-vis the composite State of\nPunjab was 7.19%, equal treatment warranted that allocation\nof 7.19% of the share of the composite State of Punjab\ngenerated in the two Projects would be only fair and equitable\nIt is, therefore, declared that plaintiff-State is entitled to\n7 19% of the share of the composite State of Punjab from\nBhakra-Nangal Project w.e.f. 1.11.1966 and from Beas Project H\n-\nG\nB\n530\nSUPREME COURT REPORTS\n[2011] 11 S.C.R.\n-\nA with effect from the dates of production in Unit I and Unit II —\nFrom this entitiement, what has been received by the plaintiff\nhas to be deducted for the purpose of finding out the amount\ndue to the plaintiff-State from defendants 2 and 3 up to\nOctober, 2011- With effect from November 2011, the plaintiff-\nState would be given its share of 7.19% as decreed in the\njudgment— Since defendants 2 and 3 have utilized power in\nexcess of what was due to them under law, it is held that the\nplaintiff-State will be entitled to the interest at the rate of 6%\non the amounts determined by the Union of India to be due\nC from them- Interest.\nD\nThe State of Himachal Pradesh, comprising erstwhile\nState of Bilaspur, erstwhile State of Himachal Pradesh\nand the transferred territories of the composite State of\nPunjab, filed the instant suit claiming its share in the\npower generated from Bhakhra Nangal Project and Beas\nProject ( Unit I and Unit II), and compensation as a result\nof submergence of its lands and properties in the\nconstruction of the said Projects. The plaintiff based its\nclaim on a draft agreement, which was to be executed on\nE behalf of Raja of Bilaspur and the Province of Punjab for\nthe construction of Bhakra Dam, and the scheme of\napportionment of assets and liabilities, between the\nsuccessor States/Union Territories under the Punjab\nReorganization Act 1966, according to which the assets\nF and liabilities were to be transferred to the successor\nstates in proportion to the population ratio distributed\namongst the successor States/Union Territories and as\n7.19% of the total population of the composite State of\nPunjab was transferred along with the territories\nG transferred to the plaintiff -State, it was entitled to 7.19%\nof the total power generated in the Bhakra-Nangal and\nBeas Projects. In view of s. 78(1) of the Punjab Re-\noganisation Act, 1966, the plaintiff was entitled to its\nshare in the power generated in Bhakra Nangal and Beas\nH Projects. As no agreement was entered into within two\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 531\n\u0026 ORS.\nB\nyears of the appointed day, the plaintiff filed its claim by A\nletter dated 22.10.1969 before the Central Government\nand kept on making successive representations, but no\nprogress was made in the matter. The cause of action\narose when, ultimately, the Central Government failed to\ndetermine the claim and, accordingly, intimated the\nplaintiff by letter dated 11.4.1994 and, in a joint meeting\nheld on 30.8.1995, the parties failed to arrive at any\nagreement. On the failure of the Central Government to\ndetermine the share of the plaintiff in the power generated\nin Bhakra Dam and Beas Projects, the plaintiff claimed\ncompensation from the Central Government also. The\ndefendants contested the suit.\nOn the pleadings of the parties ultimately the\nfollowing were the issues for decision before the Court:\n1.\n2.\n3.\n\"Whether the suit is not maintainable being\nbarred by limitation, delay and laches?\"\n\"Whether after the merger of the State of\nBilaspur with the Dominion of India, plaintiff\ncould still have any cause of action to file the\npresent suit?\"\nC\nD\nE\n\"Whether the suit is barred by reasons of\nArticle 363 of the Constitution?\"\nF\n4.\n\"Whether the suit was not maintainable under\nArticle 131 of the Constitution?\"\n5.\n6.\n\"Whether the suit does not disclose any cause\nof action against the defendant Nos. 3 \u0026 4 and\ntherefore liable to be rejected under Order XXIII\nRule 6(a) of the Supreme Court rules, 1966?\"\nG\n\"Whether the suit is not maintainable by virtue\nof the scheme of the Punjab Reorganisation\nAct, 1966 in general and provisions of H\nA\nB\nC\nD\nE\nF\nG\nH\n532\nSUPREME COURT REPORTS\n7.\n8.\n9.\n10.\n[2011] 11 S.C.R\nSections 78 to 80 of the said Act in particular.\"\n\"Whether in the discussions held on 17th\nApril, 1967, any agreement was reached\nbetween the party States as regards their\nshare in power generated (rights to receive\nand utilize the power generated in the Bhakra\nProject?\"\n\"Whether the Plaintiff-State is entitled to 12%\nof the net power generated in Bhakra -Nangal\n\u0026 Beas Projects free of cost from the date of\ncommissioning of the projects?”\nWhether the plaintiff is entitled to an allocation\nof 7.19% in addition to 12% free power of the\ntotal power generated in Bhakra Nangal \u0026\nBeas Projects from the date of commissioning\nof Projects or the appointed date (01.11.1966).\nWhether the plaintiff is entitled to a decree for\na sum of Rs. 2199.7 crores against the\ndefendants jointly and severally, as\ncompensation/ reimbursement for their failure\nto supply to the plaintiff 12% and 7.19%\nshares in the power generated in the projects\nup the date of the filing of the suit and such\nfurther sums as may be determined, as\nentitlement of the plaintiff for the period\nsubsequent to the filing of the suit.?\n11. \"Whether the plaintiff State is entitled to the\naward of any interest on, the amounts\ndetermined as its entitlement?\"\nDecreeing the suit in part against defendant Nos. 2\nand 3 (States of Punjab and Haryana), the Court.\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 533\n\u0026 ORS.\ni\nHELD:\nIssue No. 1:\nA\nB\n1. The suit was not barred by limitation, delay or\nlaches. Article 131 of the Constitution does not prescribe\nany period of limitation within which a State or the Union\nof India has to file a dispute in this Court. Moreover, there\nhas been no final allocation of power from Bhakra-Nangal\nand Beas Projects to the plaintiff-State as yet and\nwhatever allocations of power from the two Projects to it\nhave been made are only ad hoc or interim. Until a final\nC\ndecision was taken with regard to allocation of power to\nthe plaintiff-State from the two projects, its claim to\nappropriate allocation of power from the two projects was\nlive and cannot be held to be stale or belated. [para 42]\n[562-B-D]\nU.P. Jal Nigam \u0026 Anr. v. Jaswant Singh \u0026 Anr. 2006 (8)\nSuppl. SCR 916 = (2006) 11 SCC 464 - cited\nIssue No. 2:\nD\nE\nF\n2.1 By the Bilaspur Merger Agreement dated\n15.08.1948 the Raja of Bilaspur ceded to the Dominion\nGovernment full and exclusive authority, jurisdiction and\npowers for and in relation to the governance of the State\nand agreed to transfer the administration of the State to\nthe Dominion Government on 12.10.1948. Thereafter, the\nGovernment of India, Ministry of Law, issued a\nnotification dated 20.07.1949 (Ext. D-4/2-A) in exercise of\nits powers u/s 290-A of the Government of India Act, 1935\nmaking the States Merger (Chief Commissioners\nProvinces) Order, 1949, whereunder Bilaspur was to be\nadministered in all respects as if it was a Chief\nCommissioner's Province. Under Article 294 (b) all rights,\nliabilities and obligations of the Government of the\nDominion of India, whether arising out of any contract or H\nG\n534 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nA otherwise, became the rights, liabilities and obligations\nof the Government of India. Thus, all rights of the Raja of\nBilaspur vested in the Government of India. [para 43] [563-\nB-G]\nB\nC\n2.2 This Court, therefore, holds that the plaintiff will\nnot have any cause of action to make any claim on the\nbasis of any right of the Raja of Bilaspur prior to the\nmerger of Bilaspur State with the Dominion of India. [para\n44] [563-G-H; 564-A-B]\n2.3 However, the pleadings in the plaint and the\nreliefs claimed therein, show that the plaintiff's claim to\nthe share of power generated in Bhakra-Nangal and Beas\nProjects is also based on s.78 of the Punjab\nReorganisation Act, 1966 and its rights under the\nD Constitution. The claim of the plaintiff-State to share of\npower from Bhakra-Nangal and Beas Projects in the suit\ninsofar as it is based on provisions of the 1966 Act, and\nthe provisions of the Constitution, is not affected by the\nmerger of the State of Bilaspur with the Dominion of India.\nE [para 44] [563-H; 564-A-C]\nF\nG\nH\nState of Seraikella and Others v. Union of India and\nAnother 1951 SCR 474 = 1951 SCR 474 = AIR 1951 SC\n253; State of Orissa v. State of A.P. (2006) 9 SCC 591 -\nrelied on.\nIssue No. 3\n3. It is true that in view of the provisions of Articles\n131 and 363 of the Constitution, this Court will have no\njurisdiction under Article 131 to decide any dispute\narising out of any agreement or covenant between the\nRaja of Bilaspur and the Government of the Dominion of\nIndia. However, the only agreement proved to have been\nexecuted by the Raja of Bilaspur and the Government of\nthe Dominion of India before the commencement of the\nSTATE OF HIMACHAL PRADESH v. UNION OF INDIA 535\n\u0026 ORS.\nA\nConstitution is the Bilaspur Merger Agreement dated\n15.8.1948 (Ext. D-4/1A) and a close examination of its\nprovisions makes it clear that there are no provisions\ntherein which have any relevance to the claim of the\nplaintiff to its share to the power generated in Bhakra-\nNangal and Beas Projects. Further, the draft agreement B\ndated 07.07.1948, which had provisions in clause 13 for\nallocation of power to the Bilaspur State, is not proved\nto have been executed on behalf of the parties thereto\nand cannot constitute a basis for allocation of power to\nthe plaintiff-State. Since the claim of the plaintiff-State is\nbased also on the Punjab Reorganisation Act, 1966 and\nthe provisions of the Constitution, such a claim is not\nbarred under Article 363 of the Constitution. [para 47]\n[566-G-H; 567-A-C]\nIssue No. 4:\nC\nD\n4. It is true that in view of Clause (2) of Article 262 of\nthe Constitution and s.11 of the Inter-State Water Disputes\nAct, 1956, neither the Supreme Court nor any other court\nshall have jurisdiction or exercise jurisdiction in respect E\nof any water dispute which may be referred to a Tribunal\nunder the Act. However, in the instant case, a reading of\nthe assertions made in the plaint as well as the reliefs\nclaimed therein by the plaintiff, makes it evident that the\ndispute does not relate to inter State river water or the\nuse thereof, and actually relates to sharing of power\ngenerated in Bhakra-Nangal and Beas Projects and such\na dispute was not barred under clause (2) of Article 262\nof the Constitution read with s.11 of the Inter-State Water\nDisputes Act, 1956. [para 49] [568-A-D]\nState of Karnataka, v. State of A.P. and Others 2000 (3)\nSCR 301 = (2000) 9 SCC 572; State of Haryana v. State of\nPunjab and Another 2002 (1) SCR 227 = (2002) 2 SCC 507\n– relied on.\n-\nF\nG\nH\nq\nB\n536 SUPREME COURT REPORTS\n[2011] 11 S.C.R.\nRe: Cauvery Water Disputes Tribunal 1991 (2) Suppl.\nSCR 497 = 993 Supp (1) SCC 96(II); and State of Orissa v.\nGovernment of India and Another 2009 (1) SCR 992 = (2009)\n5 SCC 492 - cited.\nIssue No. 5:\n5.1 As regards the cause of action, when oral and\ndocumentary evidence have already been led by the\nparties and arguments have been made, and when the\nsuit is finally being decided, it is not necessary for this\nC Court to consider whether the plaint discloses a cause\nD\nE\nF\nof action and whether the suit is liable to be rejected\nunder Order 23 Rule 6(a) of the Supreme Court Rules,\n1966. [para 51] [569-F-G]\n5.2 So far as the plaintiff-State's legal right to the\nutilization of power from Bhakra-Nangal and Beas\nProjects is concerned, in 1959, when the agreement was\nmade between the States of Punjab and Rajasthan to\nconstruct Bhakra-Nangal Project, as also in 1960-1961\nwhen these two States decided to collaborate and\nundertake the execution of Beas Project, Himachal\nPradesh was a Union Territory and not a State; and the\nexecutive and the legislative power over its water and\nland in Entries 17 and 18 of List-II of the Seventh\nSchedule to the Constitution vested in the Union of India.\nThe submergence of the large areas of Himachal Pradesh\nbecause of the construction of these Projects took place\ndue to decisions to which the Government of India was\na party and had executive and legislative power over\nwater and land in Himachal Pradesh by virtue of the\nprovisions in Article 73(1) and Article 246(4) of the\nConstitution. The Plaintiff-State, therefore, cannot have\nany cause of action to make a claim to power from\nBhakra-Nangal and Beas Projects on the basis of\nsubmergence of large areas of Himachal Pradesh. [para\nH 53] [572-C-G]\nG\n"}