{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"A\nB\nESSAR STEEL LTD. AND ANR.\nV.\nUNION OF INDIA AND ORS.\nMARCH 29, 2007\n[S.H. KAPADIA AND B. SUDERSHAN REDDY, JJ.]\nD\nImport-Export:\nProject Imports Regulations, 1986-Importer submitted Bills of Entry-\nC Provisional assessment-Department increased assessable value by DM 37.40\nmillion on that basis, importer paid additional duty of Rs. 6.02 crores—\nPayment under protest—Tribunal directed refund-Department filed appeal\nbefore this Court, which by interim order, declined stay of the refund,\nupholding entitlement of importer to refund subject to furnishing of bank\nguarantee-Further held that if Department succeeded in the appeal, amount\nof refund shall be restituted back to it by importer together with interest\nthereon @ 18% p.a. from date of refund-Civil appeal disposed of with the\nCourt setting aside addition in assessable value to the extent of DM 23\nmillion-Held: Department failed in its appeal in increasing the assessable\nvalue by DM 37.40 million-In the circumstances, claim by Department\nE under the interim order for grant of interest on Rs.6.02 crores @ 18% p.a.\nfrom 28-10-1991 (the date of refund) to 10-7-1997 (the date Department\nrecovered Rs. 6.02 crores by encashing bank guarantee given by importer)\nis not tenable.\nF\nG\nH\nImporter-Appellant submitted Bills of Entry on which provisional\nassessment was made under the Project Imports Regulations, 1986. The\ndeclared assessable value of DM 46.75 million was not accepted by the\nDepartment which increased the value by DM 84.15 million, on account of\nwhich, Appellant paid a further Rs.6.02 crores as duty, though under protest.\nOn payment, the imported goods were cleared. Tribunal, however, held in favour\nof the Appellant by directing refund of Rs.6.02 crores. Department filed appeal\nbefore this Court which, by an interim order dated 9-9-1991, declined to order\nstay of the refunds. The Court upheld entitlement of Appellant to refund subject\nto furnishing of a bank guarantee by it and further held that if the Department\nsucceeded in the appeal, the amount of refund shall be restituted back to it by\nthe Appellant together with interest thereon @ 18% p.a. from the date of\n540\nESSAR STEEL LTD. v. U.O.I.\n541\nrefund. The appeal was finally disposed of with the Court disallowing addition A\nto the extent of DM 23 million. Thereafter final assessment was passed and\ndifferential duty was reduced, which was paid. While the litigation was going\non, the Department had recovered Rs.6.02 crores on 10-7-1997 by encashing\nthe back guarantee given by the Appellant.\nIt is now submitted by Department before this Court that the Appellant B\nunder the interim order dated 9-9-1991 was liable to pay interest @ 18%\np.a on Rs.6.02 crores between the period 28-10-1991 (the date of refund) to\n10-7-1997 (the date Department encashed bank guarantee given by\nAppellant). The controversy between the parties lies on interpretation of the\nsaid interim order dated 9-9-1991.\nDisposing of the appeals, the Court\nHELD: 1. The Department was not entitled to interest at the rate of\n18% p.a. on Rs. 6.02 crores during the period 28.10.1991 to 10.7.1997\nunder the interim order dated 9.9.1991 of this Court. [Para 12] [546-G]\nC\nD\nF\n2. The entire controversy in the present case is irrelevant. The interim\norder passed by this Court was on the stay application made by the Department.\nThe importer was allowed to withdraw Rs. 6.02 crores. The importer had\nundertaken to restore the amount if the Department succeeded in the appeal.\nIn the present case, it is necessary to keep in mind the conceptual difference E\nbetween the assessable value and the amount of duty payable thereon. The\ndeclared value was DM 46.75 million. This was not accepted by the\nDepartment. They increased the value from DM 46.75 million to DM 84.15\nmillion. The Department included certain items. The importer objected to\nsuch inclusion. The loading of the value was to the tune of DM 37.40 million.\nIn the final hearing, this Court disallowed the addition to the extent of DM\n23 million out of DM 37.40 million, therefore, the importer substantially\nsucceeded in getting the assessable value reduced. The duty amount of Rs.\n6.02 crores was based on the loading of certain items to the tune of DM 37.40\nmillion which this Court did not accept. Duty is derived from the assessable\nvalue. As can be seen from the order of final assessment, the differential G\nduty stood substantially reduced from Rs. 13.95 crores to Rs. 10.63 crores\n(approx.). The final assessment order has given a complete break-up of the\namounts paid during the interregnum by the importer. When the litigation\nwas going on the Department has recovered Rs. 6.02 crores on 10.7.1997; it\nhas recovered Rs. 2.17 crores on 1.11.2000; the importer has paid Rs. 50\nlacs on 6.1.2001 and the importer has paid Rs. 75 lacs on 10.2.2001. In all,\nH\n542\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA an amount of Rs. 9.44 crores (approx.) got collected/paid and the balance\namount was Rs.1.19 crores. This amount has also been paid. In the\ncircumstances, the Department cannot seek to recover interest on the full\namount of Rs. 6.02 crores which is the duty amount calculated on the\nincreased/loaded assessable value of DM 37.40 million. The Department has\nfailed in its appeal in loading the assessable value by DM 37.40 million. The\naddition to the extent of DM 23 million is disallowed. In the circumstances,\nthe question of charging interest under the interim order of this Court for\nthe aforesaid period does not arise. [Para 10] [545-F-H; 546-A-D]\nB\nC\nD\nE\nF\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 202 of 2002.\nFrom the Final Judgment and Order dated 06.02.2001 of the High Court\nof Judicature of Gujarat at Ahmedabad in S.C.A. No. 12661 of 2000.\nS. Ganesh and S.K. Bagaria, P. Kataki, S. Gupta, Vipin Jain and Meenakshi\nArora for the Appellants.\nRavindra Srivastava, A. Subba Rao, T. A. Khan, B. Krishna Prasad,\nKunal Verma, Arjun, Rajul Srivastava and M. Maman for the Respondents.\nThe Judgment of the Court was delivered by\nKAPADIA, J. 1. In these civil appeals the controversy lies on the\ninterpretation of the interim order dated 9.9.1991 passed by this Court in a\nstay application in Civil Appeal Nos. 3152-53 of 1991 filed by the Department.\n2. Essar Steel Limited (\"the importer\" for short) submitted the Bills of\nEntry on which provisional assessment was made under Project Imports\nRegulations 1986. The declared value was DM 46.75 million on which the\nimporter paid Rs. 7.93 crores as duty. This was not accepted by the Department.\nThey issued a show cause notice dated 24.10.1988. They made provisional\nassessment based on total transaction value of DM 84.15 million. Thus, the\nDepartment increased the transaction value from DM 46.75 million to DM\n84.15 million, i.e., addition of DM 37.40 million. This increase was made by\nG the Department by loading the assessable value on account of certain technical\nfees/charges. Under the provisional assessment, the Department accordingly\ncalled upon the importer to pay Rs. 13.95 crores. As stated above, the\nimporter had paid Rs. 7.93 crores, unconditionally, according to the declared\nvalue. After loading they paid a further amount of Rs. 6.02 crores under\nH protest. Thus, the disputed amount of duty paid by the importer was Rs. 6.02\nحلم\n=\n:\nESSAR STEEL LTD. v. U.O.I. [KAPADIA, J.]\n543\ncrores on account of the increased transaction value of DM 37.40 million. The A\namount was paid on 15/16.12.1988 by the importer. On payment, the goods\nwere cleared on 15/16.12.1988.\n3. The figures given in this judgment are rounded off to even numbers\nfor the sake of convenience.\n4. The order was challenged by the importer before CEGAT (\"the\nTribunal\"). By judgment dated 13.2.1991 the Tribunal decided the appeal in\nfavour of the importer and directed refund of Rs. 6.02 crores. Aggrieved by\nthe decision of the Tribunal, the Department came to this Court by way of\ncivil appeal nos. 3152-53/91. At the time of preliminary hearing on 9.9.1991 the\nfollowing order was passed:\n\"On the application for stay, we think, it is not appropriate to order\nstay of the refunds. The respondent shall be entitled to the refund\nsubject to the furnishment of a bank guarantee for the amount of the\nrefund to the satisfaction of the Collector of Customs (Preventive)\nAhmedabad. A fresh bank guarantee, in lieu of existing bank guarantee,\nshall be now furnished. The respondent shall ensure that the guarantee\nshall be for the entire period of the pendency of these appeals if\nnecessary by renewal from time to time. The guarantee shall be strictly\nsubject to this condition.\nThe refund shall be made within two weeks from the date of the\nfurnishment of the bank guarantee or within a period of 6 weeks\nwhichever is later. If the appellants succeed in appeals, the amount\nof refund obtained pursuant to order shall be made good and restituted\nback to the appellants by the respondent together with interest thereon\n@ 18% per annum from the date of the refund.\"\nB\nC\nD\nE\nF\n5. Finally, by judgment and order dated 19.11.1996, this Court disposed\nof the Department's civil appeal nos. 3152-53/91. It was held that fees paid\nby the importer to the foreign supplier for theoretical and practical training\nof engineers outside India was not includible in the assessable value of the\nplant. It was further held that engineering and consultancy fees paid to the\nG\nforeign company was not fully includible in the value of the plant. That, only\nthe expenditure incurred for dismantling the plant was includible. In short, out\nof the addition of DM 37.40 million in the assessable value for technical fees/\ncharges, this Court excluded DM 23 million in favour of the importer and\nincluded DM 14.3 million (in favour of the Department). In other words, the H\n544\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA assessee substantially succeeded in the appeal. This Court set aside additions\nto the extent of DM 23 million.\n6. After the decision of this Court, ultimately the final assessment order\nwas passed by the Department on 16.2.2001. This order has been passed after\nthe impugned judgment of the High Court dated 6.2.2001. Under the final\nB assessment order dated 16.2.2001, on account of deletion of additions to the\nextent of DM 23 million the differential duty payable by the importer stood\nreduced to Rs. 10,63,39,665/- According to the final assessment order the\nimporter had already paid Rs. 9,44,29,850/- leaving the balance of\nRs. 1,19,09,815/-, which stands paid by the importer. In other words, the entire\naccount stands settled.\nC\nD\nF\n7. The Department now contends that the importer under the interim\norder dated 9.9.1991 was liable to pay interest @ 18% p.a. on Rs. 6.02 crores\nbetween the period 28.10.1991 to 10.7.1997; that under the said interim order\npassed by this Court it was stipulated that if the Department succeeds in the\ncivil appeal nos. 3152-53/91 the importer was liable to restore the refunded\namount to the Department with 18% interest. The entire controversy revolves\nround this interim order.\n8. In our opinion, this litigation was totally unwarranted and time\nconsuming. On one hand, the importer contended that under the Customs\nE Act, 1962, as it stood at the relevant time, there was no provision for levy\nof interest on provisional assessment. According to the importer, the\nDepartment could have levied interest only on final assessment. According\nto the importer, the present case related to imports during the period September\nto November, 1988. According to the importer at that time there was no\nprovision for levying of interest on provisional assessment. According to the\nimporter, section 47(2) was not applicable to the present case. According to\nthe importer, at the relevant time, interest was payable only in a case where\nthe importer fails to pay import duty under section 47(1) at the time of\nclearance within 5 days from the date on which the bill of entry is returned\nto him for payment of duty and that too on the amount of duty demanded\nG at that stage by the Department. According to the importer, as indicated by\nthe facts above, the import duty was paid within the stipulated period and,\nin the circumstances, section 47(2) was not applicable. It was further contended\non behalf of the importer that the Department cannot call upon the importer\nto pay interest on the basis of the interim order of this Court which ultimately\ngot merged into the final judgment dated 19.11.1996. On behalf of the importer\nH it was lastly contended, that in the present case, the final assessment order\n=\nESSAR STEEL LTD. v. U.O.I. [KAPADIA, J.]\n545\n}\nwas passed only on 16.2.2001; that during the period 28.10.1991 to 10.7.1997 A\nthere was no final assessment order; that the importer had succeeded\nsubstantially in getting the assessable value reduced and that the very fact\nthat the law stood amended by Act 29 of 2006 with effect from 13.7.2006 vide\nsection 18(3) under which interest could be levied even on provisional\nassessment indicates that prior to 13.7.2006 there was no provision in the\nCustoms Act, 1962 to charge interest on provisional assessment except to the B\nlimited extent mentioned in the proviso to section 47(2) which, on the facts\nof this case, is not attracted. That, the doctrine of merger of the interim order\nin the final order was not applicable in the present case.\nC\nD\n9. According to the Department, on the other hand, the Tribunal had\npassed an order of refund of Rs. 6.02 crores. According to the Tribunal, the\nassessable value was not liable to be loaded on account of technical fees/\ncharges. The Department had filed civil appeal nos. 3152-53/91 against the\ndecision of the Tribunal granting the refund. At the stage of preliminary\nhearing when the Department sought an order of stay of the refund, the\nimporter was allowed the refund of Rs. 6.02 crores subject to the importer\ngiving a bank guarantee to the satisfaction of the Collector. It was made clear\nin the interim order that Rs. 6.02 crores should be brought back by the\nimporter if the Department succeeds in the said civil appeals and in such an\nevent the importer shall return Rs. 6.02 crores to the Department with interest\nat the rate of 18% p.a. from the date of refund which, as stated above, in the\npresent case, was on 28.10.1991. The Department contended before us that E\nin view of the above interim order, the Department was entitled to interest on\nRs. 6.02 crores commencing from 28.10.1991 to 10.7.1997 on which date the\nDepartment encashed the bank guarantee given by the importer.\n10. As stated above, the entire controversy in the present case is\nirrelevant. The interim order passed by this Court was on the stay application F\nmade by the Department. The importer was allowed to withdraw Rs. 6.02\ncrores. The importer had undertaken to restore the amount if the Department\nsucceeded in the appeal. In the present case, it is necessary to keep in mind\nthe conceptual difference between the assessable value and the amount of\nduty payable thereon. As indicated above, the declared value was DM 46.75\nmillion. This was not accepted by the Department. They increased the value G\nfrom DM 46.75 million to DM 84.15 million. The Department included certain\nitems. The importer objected to such inclusion. The loading of the value was\nto the tune of DM 37.40 million. In the final hearing, this Court disallowed the\naddition to the extent of DM 23 million out of DM 37.40 million, therefore, the\nimporter substantially succeeded in getting the assessable value reduced.\nH\nཡ་\n546\nA The duty amount of\nC\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nRs. 6.02 crores was based on the loading of certain\nitems to the tune of DM 37.40 million which this Court did not accept. Duty\nis derived from the assessable value. As can be seen from the order of final\nassessment, the differential duty stood substantially reduced from Rs. 13.95\ncrores to Rs. 10.63 crores (approx.). The final assessment order has given a\ncomplete break-up of the amounts paid during the interregnum by the importer.\nB When the litigation was going on the Department has recovered Rs. 6.02\ncrores on 10.7.1997; it has recovered Rs. 2.17 crores on 1.11.2000; the importer\nhas paid Rs. 50 lacs on 6.1.2001 and the importer has paid Rs. 75 lacs on\n10.2.2001. In all, an amount of Rs. 9.44 crores (approx.) got collected/ paid and\nthe balance amount was Rs. 1.19 crores. This amount has also been paid. In\nthe circumstances, the Department cannot seek to recover interest on the full\namount of Rs. 6.02 crores which is the duty amount calculated on the increased/\nloaded assessable value of DM 37.40 million. The Department has failed in\nits appeal in loading the assessable value by DM 37.40 million. The addition\nto the extent of DM 23 million is disallowed. In the circumstances, the\nquestion of charging interest under the interim order of this Court for the\nD aforesaid period does not arise. We do not wish to go into larger controversy\nregarding chargeability of interest under the Customs Act, 1962 as it stood\nin 1988.\n11. Before concluding, we may state that the importer and the Department\nhave both come in appeal to this Court against the impugned judgment of the\nE Gujarat High Court dated 6.2.2001 in Special Civil Application No. 12661/2000.\nIn fairness to the High Court, we may state that the final assessment order\ncame to be passed on 16.2.2001 which is after the impugned judgment. In the\nimpugned judgment, it has been stated that the parties should have moved\nthis Court for clarification of interim order dated 9.9.1991. We have clarified\nand explained the position. We do not wish to expand the controversy. Justice\nF has been done in the matter. Accounts have been settled. Accordingly, we\nset aside the impugned judgment.\n12. For the aforestated reasons, without going into the wider controversy,\nkeeping the question of law open, we hold that the Department was not\nentitled to interest at the rate of 18% p.a. on Rs. 6.02 crores during the period\nG 28.10.1991 to 10.7.1997 under the interim order dated 9.9.1991 of this Court,\nquoted above.\ncosts.\nH B.B.B.\n13. Accordingly, both the appeals are disposed of with no order as to\nAppeals disposed.\n"}