{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nC\nD\nF\nSAIBANNA\nV.\nSTATE OF KARNATAKA\nAPRIL 21, 2005\n[K.G. BALAKRISHNAN AND B.N. SRIKRISHNA,JJ.]\nPenal Code, 1860-Section 302-Pre-planned brutal murder without\nprovocation—“Rarest of rare case\"-Death sentence-Accused-appellant was\nalready convicted to life imprisonment for murder of his first wife-While he\nwas out on parole, suspecting the fidelity of his second wife, he murdered her\nas also his minor daughter of 1½ years, when they were asleep, by assaulting\nthem with a hunting knife-Imposition of death sentence by Courts below after\nconvicting appellant under Section 302-Justification of Held: Justified—\nCode of Criminal Procedure, 1973-Sections 235(2) r/w 354(3) and 427 (2).\nAccording to prosecution the appellant murdered his second wife\nand minor daughter of 1½ years when he was out on parole while serving\nlife imprisonment for murdering his first wife. He committed the offence\nby assaulting the victims with a jambia- a hunting knife while they were\nasleep at night. Sessions Court convicted the appellant under Section 302\nE IPC and sentenced him to death holding that the case belonged to the\ncategory of “rarest of rare case\" and there were no mitigating\ncircumstances. High Court, in appeal, upheld the conviction and the death\npenalty. It enumerated the following circumstances as indicative of the\npresent case being a “rarest of rare case\" where imposition of death\npenalty is justified, namely, that the accused-appellant was already\nconvicted to life imprisonment for murder of his first wife and he\ncommitted the present murders while he was out on parole; that the\nmurder was the result of preplanning on his part is evident from the fact\nthat the murder weapon is a jambia, a hunting knife used for attack, not\nordinarily available in a house; that even if the appellant had some reason\nG to suspect the fidelity of his wife, which motivated him to murder her,\nthere could have been absolutely no reason for killing the defenceless\nchild of 1½ years of age; that the murders were committed when the\nvictims were helpless and asleep and that no extenuating circumstances\nin favour of the appellant were either pleaded or proved. Hence the\n760\nH\nappeal.\nSAIBANNA v. STATE OF KARNATAKA\n761\nA\nDismissing the appeal, the Court\nHELD : 1. The finding of the Sessions Court as well as the High\nCourt that the appellant is guilty of the offence of murder under Section\n302 IPC, of his wife and his minor daughter is correct. [765-C]\n2. As to whether the circumstances make a case a “rarest of rare\ncase\", it is a matter of judicial assessment. A prisoner sentenced to life\nimprisonment is bound to serve the remainder of his life in prison unless\nthe sentence is commuted or remitted and such sentence could not be\nequated with any fixed term. If that be so, there could be no imposition\nof a second life term on the appellant as it would be a meaningless\nexercise. In the teeth of Section 427(2) CrPC, it is doubtful whether a\nperson already undergoing sentence of imprisonment for life can be visited\nwith another term of imprisonment for life to run consecutively with the\nprevious one. [768-D-F]\nGopal Vinayak Godse v. The State of Maharashtra, [1961] 3 SCR 440,\nrelied on.\nB\nC\nD\n3. Taking all the circumstances into consideration, this Court is of\nthe view that the High Court was right in coming to the conclusion that E\nthe appellant's case bristles with special circumstances requisite for\nimposition of the death penalty. [769-B]\nRanjit Singh alias Roda v. Union Territory of Chandigarh, [1984] 1\nSCC 31, distinguished.\nF\nBachan Singh v. State of Punjab, [1980] 2 SCC 684; Machhi Singh v.\nState of Punjab, [1983] 3 SCC 470; Mithu v. State of Punjab, AIR (1983)\nSC 473; Sevaka Perumal v. State of Tamil Nadu, [1991] 3 SCC 471; Devender\nPal Singh v. State of NCT of Delhi, [2002] 5 SCC 234; Ram Anup Singh v.\nState of Bihar, [2002] 6 SCC 686; Shri Bhagwan v. State of Rajasthan,\n[2002] 6 SCC 686, Dalbir Singh v. State of Punjab, [1979] 3 SCC 745 and G\nPrakash Dhawal Khairnar (Patil) v. State of Maharashtra, [2002] 2 SCC 35\nand Krishna Mochi v. State of Bihar, [2002] 6 SCC 81, referred to.\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal No. 656\nof 2004.\nH\n762\nA\nSUPREME COURT REPORTS\n[2005] 3 S.C.R..\nFrom the Judgment and Order dated 10.6.2003/21.8.2003 and 10.10.2003\nof the Karnataka High Court in Crl.Ref. No. 2/2003, Crl.A. No. 497/2003.\nMs. Subhadra Chaturvedi, (A.C.) for the Appellant.\nSanjay R. Hegde, Anil Kumar Misra and Rohan Singh for the\nB Respondent.\nThe Judgment of the Court was delivered by\nB.N. SRIKRISHNA, J. This appeal arises out of a judgment of the\nHigh Court of Karnataka upholding the conviction of the appellant on the\nC charge of Section 302 and confirming the death penalty imposed on the\naccused-appellant.\nThe appellant-Saibanna was convicted for the murder of his wife-\nNagamma, aged about 22 years, and his daughter-Vijayalakshmi, aged about\n1½ years. The appellant had earlier committed murder of his first wife-\nD Malakawwa for which he was convicted in Sessions Case No. 32/88. While\nE\nF\nG\nthe appellant was an under trial prisoner, he came into contact with PW 1-\nDattu, who was also an under trial prisoner. PW 1-Dattu is the father of the\ndeceased, Smt. Nagamma. The appellant persuaded PW 1 to give his daughter-\nNagamma in marriage to him. PW 1 also gave an assurance to the appellant\nthat he would try and get the appellant acquitted in the case against him.\nLater on, PW 1-Dattu was discharged by the court. During the period of the\ntrial, the appellant was on bail for sometime and he utilised this for getting\nmarried to Nagamma. He also begot a female child Vijayalakshmi from her.\nHe was thereafter convicted in Sessions Case No. 32/88 and was handed\ndown a sentence of life imprisonment. His appeal against conviction in that\ncase was dismissed by the High Court of Karnataka.\nWhile serving the sentence of life imprisonment, the appellant was\nreleased on parole for a period of one month on 19th August, 1994. On 12th\nSeptember, 1994, the appellant along with his wife, deceased Nagamma,\ntheir child, Vijayalakshmi, PW 21-Sharanawwa, Mahantappa and others went\nin a jeep to the house of PW 1-Dattu at Bhosga Village. They had a festivity\nand a good festive meal. Thereafter, the appellant, Smt. Nagamma, child\nVijayalakshmi, PW 1-Dattu, PW 21-Sharanawwa and Mahantappa went to\nthe newly constructed house of PW 6-Hanumanthappa (brother of PW 1) to\nsleep there. During the night, suspecting the fidelity of his second wife,\nH Nagamma, the appellant assaulted her with a jambia (a sort of long bladed\nSAIBANNA v. STATE OF KARNATAKA [B.N. SRIKRISHNA, J.] 763\nknife used for attack or hunting) and inflicted 21 injuries. On being assaulted, A.\nand grievously injured, she ran out of the room and fell outside the room\nwhere PW 1 and PW 21 were sleeping. The accused also assaulted the minor\nchild Vijayalakshmi with the jambia and inflicted 6 injuries on her. He also\nattempted to commit suicide by inflicting injuries on his person. As a result\nof the injuries inflicted, both Nagamma and minor child Vijayalakshmi died,\nB\nbut the appellant survived to face the trial.\nThe first information was lodged by PW 1 at 8:15 a.m. in the morning\nof 13th September, 1994 with the jurisdictional police at Afzalpur. The First\nInformation Report was registered in Crime No. 59/94 for the offence under\nSections 303, 307 and 309 IPC. The police carried out investigations during C\nthe course of which the bodies were subjected to autopsy, necessary mahazars\nwere carried out, weapons lying at the spot were seized, clothes of the deceased\nand of the accused were also seized. Statements of material witnesses came\nto be recorded after which the charge sheet was filed against the accused-\nappellant.\nD\nE\nThe prosecution examined in all 26 witnesses and got marked Ex. P 1\nto P 24 as well as M.Os. 1 to 17. PW 21-Sharanawwa is the mother-in-law\nof the younger brother of the appellant. Her evidence is most crucial. She\nstated in her evidence that a day earlier to the incident when she was in\nMandewal Village, the appellant came there and took her along with his\ndeceased wife-Nagamma, deceased daughter-Vijayalakshmi and PW 5-\nShashikala to Bhosga Village where the parental house of Nagamma is situated.\nWhen all of them went to the house of PW 1, the appellant requested the\nparents of the deceased, i.e., PW 1 and PW 8, to get him released from jail\nand they promised that they would try their best to do so. Thereafter, all of\nthem took dinner after which PW 21, appellant-Saibanna, deceased Nagamma, F\ndeceased Vijayalakshmi and Mahantappa (grand-son of PW 21) went to the\nnew house belonging to the brother of PW 1 for sleeping during the night.\nThe witness stated that the appellant, his wife-Nagamma and his daughter-\nVijayalakshmi slept in one room while PW 21 and her grand-son, Mahantappa,\nslept in another room. As there were lot of mosquitoes troubling them, PW\n21 and Mahantappa came out of the room where they were initially sleeping G\nand slept outside in the verandah. In the middle of the night, PW 21 heard\nsome noise and came awake. She saw Saibanna-appellant assaulting his wife\nNagamma with knife on her chest, stomach and other parts. The injured\nNagamma came out of the room shouting followed by the appellant who\ncontinued to assault her outside the room also. Upon being questioned as to H\nB\n764\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA why he was assaulting Nagamma, the appellant gave no reply, but went\ninside the room and also assaulted his daughter Vijayalakshmi and inflicted\ninjuries on his own person with the same weapon. All this was noticed,\naccording to witness PW 21, as there was a chimney lamp at the place which\nwas burning. The cross-examination of this witness produced no such\ndiscrepancies or contradictions which could have led to disbelieving the\nwitness. The trial court and the High Court have completely believed this\nwitness, particularly, when no ill-will or animosity of this witness towards\nthe accused was even remotely suggested. The fact that she was the close\nrelative of the appellant (mother-in-law of the younger brother of the appellant)\nand that she was aged about 70 years and would gain nothing by levelling\nC a false allegation on the appellant also weighed in the courts. The other\nwitnesses examined were circumstantial witnesses. PWs. 4, 5, 6, 7, 8, 9, 12\nand 16 who were post-incident witnesses, who spoke about the presence of\nPW 21 at that spot and seeing the injuries on both the deceased and also on\nthe accused. To that extent, their evidence is corroborative. Vijayalakshmi\nand the appellant in the injured state were taken to a Doctor for medical aid.\nThe Doctor-PW 10 had noticed the injuries on both of them. PW 10 clearly\nopined that the injuries found on the body of the accused were self-inflicted.\nThe High Court accepted the evidence of PW 10 and also noticed that the\ncomplaints/First Information Report had been lodged without delay. Even in\nhis statement under Section 313 of the Criminal Procedure Code, the appellant\nE admitted his presence at the time of the offence, but denied the other\nincriminatory circumstances put to him.\nD\nUpon careful consideration of the entire material evidence, both the\nSessions Court and the High Court concurrently found that the prosecution\nhad proved beyond reasonable doubt that the accused was guilty of the offence\nF under Section 302 IPC. Although, originally the accused had been charged\nunder Section 303 IPC, when the Sessions Court was at the stage of sentencing,\nit was brought to its attention that Section 303 IPC had been struck down as\nunconstitutional by this Court in Mithu v. State of Punjab'. The Sessions\nCourt was of the view that, on the evidence, the charge of Section 302 IPC\nwas made out and the appellant could be convicted of offence under Section\n302 IPC as there was no prejudice caused to him by the change of the charge.\nThe Sessions Court took the view that the case belonged to the category of\n\"rarest of rare cases\" and that there were no mitigating circumstances and\nthat the only condign punishment was sentence of death. In the High Court,\nG\nH 1.\nAIR (1983) SC 473.\n1\nSAIBANNA v. STATE OF KARNATAKA [B.N. SRIKRISHNA, J.] 765\nhowever, there was disagreement between the two learned Judges hearing the A\nappeal and the confirmation reference. One learned Judge took the view that\nthe appropriate punishment would be life imprisonment, while the other took\nthe view that it was a fit case in which death sentence had to be imposed. The\ncase was placed before a third learned Judge of the High Court, who took the\nview that the case at hand was a \"rarest of rare case” involving pre-planned\nᏴ .\nbrutal murders without provocation and, hence, a fit case where the death\nsentence imposed by the Sessions Court had to be confirmed.\nThe learned counsel for the appellant and the State have taken us through\nthe record. We have also heard the learned counsel on both sides and concur\nwith the finding of the Sessions Court as well as the High Court in appeal\nthat the appellant is guilty of the offence of murder under Section 302 IPC\nof his wife-Nagamma and his minor daughter-Vijayalakshmi. The question\nis, what should be the appropriate punishment to be imposed in this case?\nC\nIn the case of Bachan Singh v. State of Punjab² the constitutional\nvalidity of the provision for death penalty was upheld. The Constitutional D\nBench pointed out that the present legislative policy discernible from Section\n235(2) read with Section 354(3) of the Code of Criminal Procedure is that “it\nis only when the culpability assumes the proportion of total depravity that\n'special reason' within the meaning of section 354(3) for imposition of the\ndeath sentence can be said to exist\". Broad illustrative guidelines of such\ninstances were also indicated therein. It was laid down that the legislative\npolicy applied in section 354(3) of the Code of Criminal Procedure is that,\nif a person convicted of murder, life imprisonment is the rule and death\nsentence an exception to be imposed in the “rarest of the rare” cases.\nE\nIn Machhi Singh v. State of Punjab³ it was observed that it was only\nF\nin rarest of rare cases, when the collective conscience of the community is\nso shocked that it will expect the holders of the judicial power centre to\ninflict death penalty irrespective of their personal opinion as regards desirability\nor otherwise of retaining death penalty.\nA reading of Bachan Singh (supra) and Machhi Singh (supra) indicates G\nthat it would be possible to take the view that the community may entertain\nsuch sentiment in the following illustrative circumstances:\n2. [1980] 2 SCC 684.\n--\u003e\n3.\n[1983] 3 SCC 470.\nH\n----\nA\n766\nB\nс\nD\nE\nF\nG\n1.\n2.\n3.\n4.\n5.\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nWhen the murder is committed in an extremely brutal, grotesque,\ndiabolical, revolting, or dastardly manner so as to arouse intense\nand extreme indignation of the community.\nWhen the murder is committed for a motive which evinces total\ndepravity and meanness; e.g. murder by hired assassin for money\nor reward; or cold-blooded murder for gains of a person vis-a-\nvis whom the murdered is in a dominating position or in a\nposition of trust; or murder is committed in the course for betrayal\nof the motherland.\nWhen murder of a member of a Scheduled Caste or minority\ncommunity etc. is committed not for personal reasons but in\ncircumstances which arouse social wrath; or in cases of 'bride\nburning' or 'dowry deaths' or when murder is committed in\norder to remarry for the sake of extracting dowry once again or\nto marry another woman on account of infatuation.\nWhen the crime is enormous in proportion. For instance when\nmultiple murders, say of all or almost all the members of a\nfamily or a large number of persons of a particular caste,\ncommunity, or locality, are committed.\nWhen the victim of murder is an innocent child, or a helpless\nwoman or old or infirm person or a person vis-a-vis whom the\nmurderer is in a dominating position, or a public figure generally\nloved and respected by the community.\nIn Sevaka Perumal v. State of Tamil Nadu' this Court cautioned :\n“Undue sympathy to impose inadequate sentence would do more\nharm to the justice delivery system to undermine the public confidence\nin the efficacy of law and society could not long endure under serious\nthreats. If the courts did not protect the injured, the injured would\nthen resort to private vengeance. It is, therefore, the duty of every\ncourt to award proper sentence having regard to the nature of the\noffence and the manner in which it was executed or committed etc.\"\nIn Devender Pal Singh v. State of NCT of Delhi³ the death sentence\nwas upheld by this Court on application of these broad tests by a majority\n4. [1991] 3 SCC 471, vide paragraph 10.\nH 5. [2002] 5 SCC 234.\nSAIBANNA v. STATE OF KARNATAKA [B.N. SRIKRISHNA, J.] 767\nof 2:1 notwithstanding the dissenting view of Shah, J. holding the accused to A\nbe innocent.\nIt is not necessary to multiply authorities which are mere instances of\napplication of the tests evolved by Bachan Singh (supra) read in the light of\nMachhi Singh (supra) to different fact situations. The High Court has\nenumerated the following circumstances in this case as indicative that it is B\none of the \"rarest of rare cases\" where imposition of death penalty is justified.\n1.\nThe accused was already convicted to life imprisonment for\nmurder of his first wife Malakawwa. He committed the present\nmurders while he was out on parole.\nC\n2.\n3.\n4.\nThat the murder was the result of preplanning on his part is\nevident from the fact that the murder weapon is a jambia, a\nhunting knife used for attack, not ordinarily available in a house.\nEven if the accused had some reason to suspect the fidelity of\nhis wife, which motivated him to murder her, there could have\nbeen absolutely no reason for killing the defenceless child of\n1½ years of age.\nThe murders were committed when the victims were helpless\nand asleep.\nD\n'\n5.\nNo extenuating circumstances in favour of the accused were E\neither pleaded or proved.\nThe learned counsel for the appellant, however, contended that\nnotwithstanding these reasons enumerated by the trial court and the High\nCourt, the case did not fall within the parameters for being an exceptional\none deserving the death penalty. Reliance was placed on the judgment of F\nRanjit Singh alias Roda v. Union Territory of Chandigarh. It was contended\nthat it was also a case where the accused had committed the offence of\nmurder when he was out on parole while serving life imprisonment for his\nfirst conviction. Notwithstanding such conduct of the accused, this Court\nreduced the sentence of death imposed on him to one of rigorous imprisonment\nfor life. The reason why this was done by this Court is seen in Para 2 of the\njudgment. The Court was confronted with the case of two accused, both with\nidentical motive of vendetta and revenge, and both had behaved in a cruel\nmanner in inflicting as many as 32 injuries with knives on the deceased who\n6. [1984] 1 SCC 31.\nG\nH\n768\nSUPREME COURT REPORTS\n[2005] 3 S.C.R.\nA died immediately as a result of the assault on him. Strangely, however, one\nof them had been awarded life imprisonment while the other was awarded\ndeath penalty. It was in these circumstance that this Court appears to have\nbeen impelled to modify the sentence of life imprisonment in the case of the\nappellant before it.\nB\nRam Anup Singh v. State of Bihar was pressed into service to suggest\nthat, instead of death penalty the appellant could be sentenced to suffer\nrigorous imprisonment for life with the condition that he shall not be released\nbefore completing an actual term of 20 years including the period already\nundergone. Our attention was also drawn to Shri Bhagwan v. State of\nC Rajasthan³, Dalbir Singh v. State of Punjab and Prakash Dhawal Khairnar\n(Patil) v. State of Maharashtra in support of this.\nIt appears to us that the law as such has been crystallized by the judgment\nof the Constitution Bench in Bachan Singh (supra) and reformulated in Machhi\nSingh's case (supra). Most of the judgments cited before us are merely\nD instances of application of that law to facts illustrating the judicial response\nof individual Judges. Even with the same broad guidelines, as indicated in\nthe aforesaid judgments, as to whether the circumstances make it a ‘rarest of\nrare case' is a matter of judicial assessment. A prisoner sentenced to life\nimprisonment is bound to serve the remainder of his life in prison unless the\nsentence is commuted or remitted and that such sentence could not be equated\nwith any\nfixed term\". If that be so, there could be no imposition of a second\nlife term on the appellant before us as it would be a meaningless exercise.\nE\nF\nIn the teeth of section 427(2) of the Code of Criminal Procedure, 1973\nit is doubtful whether a person already undergoing sentence of imprisonment\nfor life can be visited with another term of imprisonment for life to run\nconsecutively with the previous one.\nIn Krishna Mochi v. State of Bihar\" the law on the subject was restated\n7.\n[2002] 6 SCC 686.\nG 8.\n[2001] 6 SCC 296.\n9.\n[1979] 3 SCC 745.\n10. [2002] 2 SCC 35.\n11. See Gopal Vinayak Godse v. The State of Maharashtra, [1961] 3 SCR 440.\nH 12. [2002] 6 SCC 81.\n1\nSAIBANNA v. STATE OF KARNATAKA [B.N. SRIKRISHNA, J.] 769\nby this Court in Paragraphs 41 to 44. After application of the said law, the A\nCourt upon assessing the facts before it unhesitatingly upheld that the death\npenalty was the appropriate penalty.\nThus, taking all the circumstances in consideration, we are of the view\nthat the High Court was right in coming to the conclusion that the appellant's\ncase bristles with special circumstances requisite for imposition of the death B\npenalty.\nIn the result, we see no reason to take a different view of the matter.\nThe High Court judgment is not liable to be faulted on any account. The\nappeal has no merit and is hereby dismissed.\nB.B.B.\n{\nC\nAppeal dismissed.\n"}