{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nM/S. UMA SHANKAR KAMAL NARAIN AND ANR.\nV.\nM/S. M.D. OVERSEAS LTD.\nMARCH 14, 2007\n[DR. ARIJIT PASAYAT AND S.H. KAPADIA, JJ.]\nC\nCode of Civil Procedure, 1908; O.XXXVII R.1:\nDishonor of Cheques-Summary suit-Leave to defend-Grant of-\nHeld: Single Judge of the High Court decreed the suit for recovery of amount-\nHowever, Division Bench of the High Court granting conditional leave to\ndefend subject to deposit of the decretal amount-Keeping into consideration\nthe principles of law laid down by the Supreme Court on the subject in\nquestion, it would be appropriate to direct the appellants to deposit the\nD decretal amount in the Registry of the High Court failing which the order\nof Single Judge would become operative.\nE\nRespondent-plaintiff had filed a suit in terms of Order XXXVII Rule 1\non the ground that four cheques allegedly issued by defendant No. 2-appellant\nNo.2, in favour of plaintiffs/respondents were dishonored. The appellants filed\nan application for leave to defend. Single Judge of the High Court found that\nthe grounds taken in the application for leave to defend were raised only for\nthe purpose of delaying payment for the amount which was due for payment\nand, therefore, refused to grant leave to defend. The plaintiff/respondent was\nheld to be entitled for decree for recovering the amount along with interest at\nF the rate of 12% p.a. from the date of suit till realization. The order was\nchallenged by the defendant/respondent. The Division Bench of the High Court\ndirected the appellants to deposit the amount in question in the Registry of\nthe High Court. Conditional leave to defend was granted to appellants by the\nHigh Court holding that if there is a default in deposit of the amount as\nG indicated by the appellant, the order and decree passed by the Single Judge\nwas to become operative. Hence the present appeal.\nThe appellants contended that the High Court was not justified in\ndirecting the entire decretal amount to be deposited after having held that\nleave to defend was to be granted.\nH\n1034\nUMA SHANKAR KAMAL NARAIN v. M.D. OVERSEAS LTD.\n1035\nRespondent submitted that the High Court's order is not only fair but A\nit is equitable since the amount which appears to be prima facie undisputed is\nmuch more than the amount which the High Court has directed to deposit.\nDisposing of the appeal, the Court\nHELD: 1.1. The position in law in regard to leave to defend has been B\nexplained by this Court as follows:\n(a) If the defendant satisfied the Court that he has a good defence to the\nclaim on merits, the defendant is entitled to unconditional leave to defend.\n(b) If the defendant raises a triable issue indicating that he has a fair C\nor bona fide or reasonable defence, although not a possibly good defence, the\ndefendant is entitled to unconditional leave to defend.\n(c) If the defendant discloses such facts as may be deemed sufficient to\nentitle him to defend, that is, if the affidavit discloses that at the trial he may\nbe able to establish a defence to the plaintiff's claim, the Court may impose\nD\nconditions at the time of granting leave to defend the conditions being as to\ntime of trial or mode of trial but not as to payment into Court or furnishing\nsecurity.\n(d) If the defendant has no defence, or if the defence is sham or illusory\nor practically moonshine, the defendant is not entitled to leave to defend.\nE\n(e) If the defendant has no defence or the defence is illusory or sham or\npractically moonshine, the Court may show mercy to the defendant by enabling\nhim to try to prove a defence but at the same time protect the plaintiff imposing\nthe condition that the amount claimed should be paid into Court or otherwise F\nsecured. [Para 8] [1037-F-G-H; 1038-A-C]\nMilkhiram (India) Private Ltd. \u0026 Ors. v. Chamanlal Bros., AIR (1965)\nSC 1698; Mechelec Engineers \u0026 Manufacturers v. Basic Equipment\nCorporation, [1976] 4 SCC 687; Sunil Enterprises and Anr. v. SBI Commercial\n\u0026 International Bank Ltd., [1998] 5 SCC 354 and Defiance Knitting Industries G\n(P) Ltd. v. Jay Arts, [2006] 8 SCC 25, relied on.\n1.2. Keeping in mind the principles laid down by this court, it would be\nappropriate to direct the appellants to deposit a sum of Rs.20,00,000/- within\na period of three months in the Registry of the High Court. If the amount is\nnot deposited within the time stipulated, the order shall not be operative and\nH\n1036\nSUPREME COURT REPORTS\nA the order passed by the Single Judge would become operative.\n[2007] 3 S.C.R.\n[Para 10] [1038-A-E]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1344 of 2007.\nFrom the Judgment and Order dated 13.03.2006 of the High Court of\nB Delhi at New Delhi in Regular First Appeal (OS) No. 18-19 of 2006.\nRohini Musa and Binu Tamta for the Appellants.\nManjula Gupta for the Respondent.\nThe Judgment of the Court was delivered by\nC\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\nD\n2. Challenge in this appeal is to the order passed by a Division Bench\nof the Delhi High Court granting conditional leave to the appellants to defend\nin a summary suit in terms of Order XXXVII Rule 1 of the Code of Civil\nProcedure, 1908 (in short the 'CPC'). Appellants are the defendants in the said\nsuit. The appellants filed an application for leave to defend in the same suit.\nLearned Single Judge of the High Court found that the grounds taken in the\napplication for leave to defend were sham and moonshine. The plaintiff/\nrespondent had filed the suit in terms of Order XXXVII Rule 1 based upon\nfour cheques which were purportedly issued by defendant No. 2 i.e. appellant\nE No.2 herein, in favour of the plaintiffs/respondents. The cheques were\ndishonored with the remark that the payments were stopped by the drawer.\n3. The learned Single Judge after considering the various stands taken\nin the petition came to hold that the defence as raised by the defendants is\na moonshine defence and the same is raised only for the purpose of delaying\nF payment for the amount which is due for payment. Learned Single Judge\nrefused to grant leave to defend. The plaintiff was held to be entitled for\ndecree for recovery of the concerned amount i.e. Rs.39,30,856/- along with\ninterest at the rate of 12% p.a. from the date of suit till realization. The\nplaintiff was also held to be entitled to cost. The said order was challenged\nin RFA (OS) Nos. 18 and 19 of 2006.\nG\nH\n4. Stand of the appeilants was that the defence was not moonshine as\nwas observed by a learned Single Judge. The High Court noted that there was\nno substantial stand of the appellants, particularly in relation to the plea\nregarding whether the transaction took place between the parties and whether\nany sales tax forms were given or required to be given.\nL\nUMA SHANKAR KAMAL NARAIN v. M.D. OVERSEAS LTD. [PASAYAT, J.]\n1037\nB\n5. It was contended by the appellants before the High Court that the A\nissue relating to the delivery of the goods could not have been decided by\nlearned Single Judge. The High Court was of the view that there was no\nsubstance in the argument. There is a presumption in favour of any negotiable\ninstrument which has been executed in favour of a party in whose favour the\ninstrument has been drawn. However, the Division Bench felt that on perusal\nof application for leave to defend it was of the considered opinion that the\ncase would fall in the category where interest of justice would be met if\ndirection for deposit should be made. The appellants were directed to deposit\nthe amount of Rs.39,30,856/- to the registry of the High Court. Conditional\nleave to defend in the aforesaid circumstances was granted to the appellants.\nRespondent wanted liberty to withdraw the amount on deposit. High Court C\nrefused to accede to the prayer. However, it was permitted to move appropriate\napplication before learned Single Judge for withdrawal of the amount, if any.\nIt was observed by the High Court that if there is a default in deposit of the\namount as indicated by the appellant, the order and decree passed by the\nlearned Single Judge was to become operative.\n6. According to learned counsel for the appellants the High Court was\nnot justified in directing the entire decretal amount to be deposited after\nhaving held that leave to defend was to be granted.\n7. Learned counsel for the respondent on the other hand submitted that\nthe High Court's order is not only fair but it is equitable. The amount which\nappears to be prima facie undisputed is much more than the amount which\nthe High Court has directed to deposit.\nᎠ\nE\n8. The position in law has been explained by this Court in Milkhiram\n(India) Private Ltd. \u0026 Ors. v. Chamanlal Bros. AIR (1965) SC 1698 and F\nMechelec Engineers \u0026 Manufacturers v. Basic Equipment Corporation [1976]\n4 SCC 687. In Sunil Enterprises and Anr. v. SBI Commercial \u0026 International\nBank Ltd. [1998] 5 SCC 354, the position was again highlighted and with\nreference to the aforesaid decisions it was noted as follows:\n(a) If the defendant satisfied the Court that he has a good defence G\nto the claim on merits, the defendant is entitled to unconditional\nleave to defend.\n(b) If the defendant raises a triable issue indicating that he has a fair\nor bona fide or reasonable defence, although not a possibly good\nH\n1038\nA\nB\nC\nD\nE\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\ndefence, the defendant is entitled to unconditional leave to defend.\n(c) If the defendant discloses such facts as may be deemed sufficient\nto entitle him to defend, that is, if the affidavit discloses that at\nthe trial he may be able to establish a defence to the plaintiff's\nclaim, the Court may impose conditions at the time of granting\nleave to defend the conditions being as to time of trial or mode\nof trial but not as to payment into Court or furnishing security.\n(d) If the defendant has no defence, or if the defence is sham or\nillusory or practically moonshine, the defendant is not entitled to\nleave defend.\n(e) If the defendant has no defence or the defence is illusory or sham\nor practically moonshine, the Court may show mercy to the\ndefendant by enabling him to try to prove a defence but at the\nsame time protect the plaintiff imposing the condition that the\namount claimed should be paid into Court or otherwise secured.\n9. The said principles were recently highlighted in Defiance Knitting\nIndustries (P) Ltd. v. Jay Arts [2006] 8 SCC 25.\n10. Keeping in mind the principles laid down by this court in several\ncases noted above, we think it would be appropriate to direct the appellants\nto deposit a sum of Rs.20,00,000/- within a period of three months in the\nregistry of the High Court. If the amount is not deposited within the time\nstipulated, the order shall not be operative and the order passed by the Single\nJudge would become operative.\nF\nS.K.S.\n11. The appeal is disposed of accordingly. No costs.\nAppeal disposed of.\n"}