{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nс\nD\nE\nF\nG\nH\n1030 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nspecifying any brand and is offered the product of A which\nhe mistakenly believes to be that of B, he may be confused\nas to what he has got but he has not been deceived into\ngetting it. Misrepresentation has played no part in his\npurchase\".\n64. He also relied on the judgment of this court in Ruston\nTax Hornsby Ltd. v. The Zamindara Engineering Co. - 1969 (2)\nSCC 727 wherein the court observed as under:-\n\"The distinction between an infringement action and a\npassing off action is important. Apart from the question as\nto the nature of trade mark the issue in an infringement\naction is quite different from the issue in a passing off\naction. In a passing off action the issue is as follows :\n“Is the defendant selling goods so marked as to be\ndesigned or calculated to lead purchasers to\nbelieve that they are the plaintiff's goods?\"\nBut in an infringement action the issue is as follows:\n\"Is the defendant using a mark which is the same\nas or which is a colourable imitation of the plaintiff's\nregistered trade mark ?”\n65. He also relied on Laxmikant V. Patel v. Chetanbhai\nShah and Another - 2002 (3) SCC 65. This court observed\nas under:-\n\"A person may sell his goods or deliver his services such\nas in case of a profession under a trading name or style.\nWith the lapse of time such business or services\nassociated with a person acquire a reputation or goodwill\nwhich becomes a property which is protected by courts.\nA competitor initiating sale of goods or services in the\nsame name or by imitating that name results in injury to\nthe business of one who has the property in that name. The\nlaw does not permit any one to carry on his business in\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD1031\nAND ANR. [DALVEER BHANDARI, J.]\nsuch a way as would persuade the customers or clients in A\nbelieving that he goods or services belonging to someone\nelse are his or are associated therewith. It does not matter\nwhether the latter person does so fraudulently or otherwise.\nThe reasons are two. Firstly, honesty and fair play are, and\nought to be, the basic policies in the world of business. B\nSecondly, when a person adopts or intends to adopt a\nname in connection with his business or services which\nalready belongs to someone else it results in confusion.\nand has propensity of diverting the customers and clients\nof someone else to himself and thereby resulting in injury.\"\n66. Mr. Sundaram also placed reliance on a judgment of\nthis court in Satyam Infoway Ltd. v. Sifynet Solutions (P)\nLimited 2004 (6) SCC 145. The relevant passage is\nreproduced as under:-\n-\nC\nD\nF\n\"The next question is would the principles of trade mark\nlaw and in particular those relating to passing off apply?\nAn action for passing off, as the phrase \"passing off\" itself\nsuggests, is to restrain the defendant from passing off its\ngoods or services to the public as that of the plaintiff's. It E\nis an action not only to preserve the reputation of the\nplaintiff but also to safeguard the public. The defendant\nmust have sold its goods or offered its services in a\nmanner which has deceived or would be likely to deceive\nthe public into thinking that the defendant's goods or\nservices are the plaintiff's. The action is normally available\nto the owner of a distinctive trademark and the person\nwho, if the word or name is an invented one, invents and\nuses it. If two trade rivals claim to have individually invented\nthe same mark, then the trader who is able to establish\nprior user will succeed. The question is, as has been aptly\nput, who gets these first? It is not essential for the plaintiff\nto prove long user to establish reputation in a passing off\naction. It would depend upon the volume of sales and\nextent of advertisement.\"\nG\nH\nA\nB\nC\nD\nE\nF\n0\nH\n1032 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\n67. Mr. Sundaram also relied on Ramdev Food Products\n(P) Limited v. Arvindbhai Rambhai Patel and Others - 2006\n(8) SCC 726 as under:-\n\"A trade mark is the property of the manufacturer. The\npurpose of a trade mark is to establish a connection\nbetween the goods and the source thereof which would\nsuggest the quality of goods. If the trade mark is\nregistered, indisputably the user thereof by a person who\nis not otherwise authorised to do so would constitute\ninfringement. Section 21 of the 1958 Act provides that\nwhere an application for registration is filed, the same can\nbe opposed. Ordinarily under the law and, as noticed\nhereinbefore, there can only be one mark, one source or\none proprietor. Ordinarily again right to user of a trade\nmark cannot have two origins. The first respondent herein\nis a rival trader of the appellant-Company. It did not in law\nhave any right to use the said trade mark, save and except\nby reason of the terms contained in the MOU or continuous\nuser. It is well-settled that when defences in regard to right\nof user are set up, the onus would be on the person who\nhas taken the said plea. It is equally well-settled that a\nperson cannot use a mark which would be deceptively\nsimilar to that of the registered trade mark. Registration\nof trade marks is envisaged to remove any confusion in\nthe minds of the consumers. If, thus, goods are sold which\nare produced from two sources, the same may lead to\nconfusion in the minds of the consumers. In a given.\nsituation, it may also amount to fraud on the public. A\nproprietor of a registered trade mark indisputably has a\nstatutory right thereto. In the event of such use by any\nperson other than the person in whose name the trade\nmark is registered, he will have a statutory remedy in\nterms of Section 21 of the 1958 Act. Ordinarily, therefore,\ntwo people are not entitled to the same trade mark, unless\nthere exists an express licence in that behalf.\"\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD 1033\nAND ANR. [DALVEER BHANDARI, J.]\n68. He also relied on Harrods Limited v. R. Harrod Limited A\n- (1924) RPC 74 where the court observed as under:-\n1\n_ it seems to me to be quite clear that where there\nis fraud the Court can interfere and there is fraud where\nyou find a particular name taken by a defendant, a well\nknown fancy name, which could not be taken for a\nlegitimate purpose, and a name which is taken, to use Lord\nJustice Buckley's words, for the purpose of posing as\nbeing some person whom you are not.\nB\nC\nD\nIn Aerators Limited v. Tollitt (L.R. (1902) 2 Ch.,\np.319), Mr.Justice Farwell, said this, that you can\ninterfere where the use of the particular name is\ncalculated to deceive, even though it does not point\nto intentional fraud, and it is a question of fact in\neach case as to whether or not the names were so\nalike as to induce the belief that the companies are\nidentical. So that, where there is fraud, the court can\ninterfere, and where the names are so alike as to\nbe calculated to deceive it can interfere. Further it\nmay draw the inference that there is fraud where E\nthere is an attempt to pose as being a particular\nbusiness firm when you are not, and are not entitled\nto use their name.\"\n69. Mr. Sundaram also placed reliance on Harrods Limited\nv. Harrodian School Limited (1996) RPC 697. In this case the\ncourt held that the manifold services and activities for which the\nplaintiffs are known, and the wide field of recognition of the\nname \"Harrods\", would lead to an assumption that, the plaintiffs\nare in some way are connected, associated or mixed-up with\nthe school which bears their name in its adjectival form. The\ncourt also observed that Erosion of distinctiveness of a brand\nname had been recognized as a form of damage to the\ngoodwill of a business with which the name is connected in a\nnumber of cases, but unless care was taken this could mark\nan unacceptable extension of the law of passing off.\nF\nG\nH\n·\nA\n1034 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\n70. Learned counsel for the respondent company also\nrelied on a judgment of this Court in the case of Midas Hygiene\nIndustries (P) Ltd. and another v. Sudhir Bhatia and others\n(2004) 3 SCC 90. The court observed that the law on the\nsubject is well settled. In cases of infringement either of trade\nB mark or of copyright, normally an injunction must follow. Mere\ndelay in bringing action is not sufficient to defeat grant of\ninjunction in such cases. The grant of injunction also becomes\nnecessary if it prima facie appears that the adoption of the\nmark was itself dishonest.\nC\nD\nE\nF\nG\nH\n71. Mr. Sundaram also relied on a judgment of the Delhi\nHigh Court in the case of Madhubhan Holiday Inn v. Holiday\nInn Inc. 100 (2002) DLT 306 (DB) (on which one of us, Dalveer\nBhandari, J. was the author). The Division Bench of the High\nCourt observed as under:\n\"... the adoption of the words \"Holiday Inn” by the\nappellants is ex facie fraudulent and mala fide from the\nvery inception. The words \"Holiday Inn\" have been adopted\nby the appellant to ride on the global reputation of the\nrespondent. The appellant was actuated by bad faith and\nIdishonest motive. In the facts and circumstances, the\nlearned Single Judge was fully justified in granting the\ninjunction and decreeing the suits in order to protect the\ncommercial goodwill and to ensure that the global business\nreputation of the respondent is not exploited by the\nappellants in a clandestine manner.\"\n72. Learned counsel for the respondent company also\nsubmitted that where a trade/business name has acquired a\nreputation such as it has become a household name. In such\na case anyone who uses the identical name albeit in a different\nfield of business altogether would be guilty of passing off by\ncashing in on the reputation and goodwill of the business of the\nplaintiff and would be restrained.\n73. Mr. Sundaram also placed reliance on the judgment\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES 1035\nLTD. AND ANR. [DALVEER BHANDARI, J.]\nof Harrodian School Limited (supra). The court observed as\nunder:\n\"The absence of any common field of activity: This is of\nparticular significance in the present case. The judge\ncorrectly directed himself as to the law; he cannot be\nfaulted in the way in which he applied it. It is not merely\nthat the plaintiffs have never run a school and have no\nestablished reputation for doing so; or even that the nature\nof the parties' respective businesses are as dissimilar as\ncan well be imagined. It is rather that the commercial\nreputation for excellence as a retailer which the plaintiffs\nenjoy would be regarded by the public as having no\nbearing upon their ability to run a school. Customers of the\nplaintiffs would be surprised to learn that Harrods had\nventured into the commercial theatre; they would, I think,\nbe incredulous if they were told that Harrods had opened\na preparatory school.\"\nA\nB\nC\nD\n74. The respondent company also placed reliance on a\njudgment of this Court in the case of Mahendra \u0026 Mahendra\nPaper Mills Limited v. Mahindra \u0026 Mahindra Limited (2002) E\n2 SCC 147 wherein this Court observed as under:\nF\n\"Judging the case in hand on touchstone of the principles\nlaid down in the aforementioned decided cases, it is clear\nthat the plaintiff has been using the word \"Mahindra\" and\n\"Mahindra \u0026 Mahindra\" in its companies/business\nconcerns for a long span of time extending over five\ndecades. The name has acquired a distinctiveness and a\nsecondary meaning in the business or trade circles.\nPeople have come to associate the name 'Mahindra' with\na certain standard of goods and services. Any attempt by\nanother person to use the name in business and trade\ncircles is likely to and in probability will create an\nimpression of a connection with the plaintiffs' group of\ncompanies. Such user may also effect the plaintiff\nprejudicially in its business and trading activities. H.\nG\nH\nA\nB\nC\n1036 SUPREME COURT REPORTS\n[2011] 4 S.C.R.\nUndoubtedly, the question whether the plaintiffs' claim of\n'passing-off action' against the defendant will be accepted\nor not has to be decided by the Court after evidence is\nled in the suit. Even so far the limited purpose of\nconsidering the prayer for interlocutory injunction which is\nintended for maintenance of status quo, the trial Court\nrightly held that the plaintiff has established a prima facie\ncase and irreparable prejudice in its favour which calls for\npassing an order of interim injunction restraining the\ndefendant-company which is yet to commence its business\nfrom utilising the name of 'Mahindra' or 'Mahindra \u0026\nMahindra' for the purpose of its trade and business.\nTherefore, the Division Bench of the High Court cannot be\nfaulted for confirming the order of injunction passed by the\nlearned single Judge.\"\nD 75. Mr. Sundaram also relied on a judgment of this court\nin the case of Bata India Limited v. Pyare Lal \u0026 Company,\nMeerut City \u0026 Ors. AIR 1985 All 242] the Allahabad High Court\nobserved that considering the plea of passing-off or enabling\nothers to pass-off mattresses, sofa cushions and other articles\nE associating them with the name of \"Bata\" in any manner or form\nF\nG\nheld that:\n\"The name 'Bata' was well known in the market and the\nuser of such a name is likely to cause not only deception\nin the mind of an ordinary customer but may also cause\ninjury to the plaintiff Company. The fact that the plaintiff was\nnot producing form was not enough to hold that there could\nbe no passing-off action in respect of the user of the name\n'Bata' to the products marketed by the defendants. The use\nof the name or mark ‘Bata' by the defendants is indicative\nof their intent.\"\n76. Learned counsel for the respondent company also\nrelied on a judgment of Delhi High Court in the case of Diamler\nBenz Aktiegesellschaft (supra) wherein the Court observed as\nH under:\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES LTD.1037\n\"\nAND ANR. [DALVEER BHANDARI, J.]\n... The boxes in which the defendant sells its A\nundergarments for men, and the representation thereon is\nof a man with his legs separated and hands joined\ntogether above his shoulder, all within a circle, indicate, the\nstrong suggestion of the link between the three pointed\nstar of \"Mercedes Benz\" car and the undergarment's sold\nby the defendant. In my view, this cannot be considered\nto be a \"honest concurrent user\" by the defendant of the\nabove said symbol.\"\nThe Court also observed in the said case that:\nB\nC\n\"There are marks which are different from other marks.\nThere are names which are different from other names.\nThere are names and marks which have become\nhousehold words. \"Benz\" as name of a Car would be\nknown to every family that has ever used a quality car. The D\nname \"Benz\" as applied to a car, has a unique place in\nthe world. There is hardly one who is conscious of\nexistence of the cars/automobiles, who would not\nrecognize the name \"Benz\" used in connection with cars.\nNobody can plead in India, where \"Mercedes Benz\" cars\nare seen on roads, where \"Mercedes\" have collaborated\nwith Tatas, where there are Mercedes Benz Tata trucks\nhave been on roads in very large number, (known as\nMercedes Benz Trucks, so long as the collaboration was\nthere), who can plead that he is unaware of the word\n\"Benz\" as used with reference to car or trucks.\nIn my view, the Trade Mark law is not intended to protect\na person who deliberately sets out to take the benefit of\nsomebody else's reputation with reference to goods,\nespecially so when the reputation extends world wide. By\nno stretch of imagination can it be said that use for any\nlength of time of the name \"Benz\" should be not objected\nto.\"\nE\nF\nG\nH\n1038\nSUPREME COURT REPORTS\n[2011] 4 S.C.R.\nA\nB\nC\nD\nE\nF\nG\nH\nThe Court further observed as under:\n\"However, if despite legal notice, any one big or small,\ncontinues to carry the illegitimate use of a significant world\nwide renowned name/ mark as is being done in this case\ndespite notice dated 09-12-1989, there cannot be any\nreason for not stopping the use of a world reputed name.\nNone should be continued to be allowed to use a world\nfamed name to goods which have no connection with the\ntype of goods which have generated the world wide\nreputation.\nIn the instant case, \"Benz\" is a name given to a very high\npriced and extremely well engineered product. In my view,\nthe defendant cannot dilute, that by user of the name \"Benz\"\nwith respect to a product like under-wears.\"\n77. Mr. Sundaram placed reliance on Harrods Limited\n(supra) where the Court observed as under:\n\"Messrs. Harrods Limited, a long established and\nwell known Company whose business included a banking\ndepartment but who were precluded by their Articles of\nAssociation from carrying on a moneylenders business\nbrought an action against R. Harrod Limited, a Company\nregistered in August, 1923, with the object of carrying on\nthe business of a registered moneylender. The plaintiffs\napplied for an interlocutory injunction \"to restrain the\nDefendant Company, its servants and agents until\njudgment or further order from carrying on business under\nthe name R. Harrod Limited or under any name comprising\nthe word \"Harrod\" likely to mislead the public into the belief\nthat the Defendant Company was connected with the\nPlaintiff Company or that the business of the Defendant\nCompany was the same as or in any way connected with\nthe business of the Plaintiff Company.\"\n78. Learned counsel for the respondent company\nT.V. VENUGOPAL v. USHODAYA ENTERPRISES 1039.\nLTD. AND ANR. [DALVEER BHANDARI, J.]\nsubmitted that the scope of passing-off action is wider than in A\nan infringement of trademark or copyright action. Therefore, in\nan action of passing-off, an injunction can be granted even\nagainst a registered trademark holder.\n79. Learned counsel for the respondent company also\nrelied on a judgment of this Court in the case of N.R. Dongre\nand others v. Whirlpool Corporation and another (1996) 5\nSCC 714. In this case this Court affirmed the concurrent\nfindings of the single Judge, as affirmed on appeal by the\ndivision bench of the Delhi High Court and observed that:\n\"\nB\nс\n...adopting the mark 'Whirlpool' when business in\nwashing machines was being carried out earlier in other\nnames, which at this stage, is supportive of the plea of\nunfair trading activity in an attempt to obtain economic\nbenefit of the reputation established by Plaintiff 1, whose D\nname is associated with the mark ‘Whirlpool'\n\"\n80. Mr. Sundaram also submitted that common words with\nstrong primary meaning retain the said meaning and protection\nwould then be granted only qua the product for which such\ncommon word is used viz. Sun TV, Moon, Earth etc. In this\nconnection learned counsel for the respondent company relied\non a case of this Court in the case of Godfrey Philips India\nLimited v. Girnar Food \u0026 Beverages (P) Limited (2004) 5\nSCC 257 where this court observed as under:\nE\nF\n“Without going into the question whether the conclusion\narrived at by the Division Bench that the trade mark is\ndescriptive is correct or not, it appears to us, and as is\nconceded by both parties before us, that the enunciation\nof principle of law with regard to the protection available G\neven in respect of the descriptive trade mark was wrong.\nA descriptive trade mark may be entitled to protection if it\nhas assumed a secondary meaning which identifies it with\na particular product or as being from a particular source.\n\"\nH\n"}