{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"450\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA because the effect of statutory rules framed by the Board can-\nnot be nullified by an administrative decision.\nB\nC\nD\nய\nE.\nF\nG\nH\n6. Learned counsel appearing for the respondent in SLP\n(C) No.5045 of 2007 supported the order passed by Allahabad\nBench of the Tribunal and argued that the direction given for\nconsidering the case of his client for promotion as Personal\nInspector Grade 'A' should not be upset because the cadre\ncomprises of only two posts out of which one was required to\nbe filled from the general category candidates.\n7. We have considered the respective arguments/submis-\nsions and examined the records. The Railway Establishment\nCode (hereinafter referred to as \"the Code\") was first published\nin September 1940. It was revised from time to time. The 1985\nedition of the Code was issued under the authority of the Presi-\ndent of India under proviso to Article 309 of the Constitution of\nIndia. Paragraphs 103(7), 119, 120, 123 and 124 of the Code\nwhich have bearing on the decision of these cases are as un-\nder:-\n103(7) ‘Cadre' means the strength of a service or a part\nof a service sanctioned as a separate unit.\n119. In the Railway Board and attached offices - The\nnumber and character of Group C \u0026 D posts in the office\nof the Railway Board and other offices, projects,\norganizations immediately under its control shall be such\nas may be determined by the Railway Board. The Director\nGeneral, Research, Designs and Standards Organisation\nor any other authority to whom the powers may be\nspecifically delegated by the Railway Board may create\ntemporary posts on the conditions prescribed in their\nrespective schedules of power.\n120. On Railways, Production Units or other Establishment\n- The number and character of Group C \u0026 D posts may\nbe determined by the General Managers or the authority\nin whom such powers are delegated, provided that the\nUNION OF INDIA v. PUSHPA RANI\n451\n\u0026 OTHERS [G.S. SINGHVI, J.]\nprior sanction of the Railway Ministry is necessary for the\nintroduction of a new category not already obtaining on a\nRailway.\n123. The Railway Board have full powers to make rules of\ngeneral application to Group C \u0026 Group D railway servants\nunder their control.\n124. The General Managers of Indian Railways have full\npowers to make rules with regard to Railway servants in\nGroup C \u0026 D under their control provided they are not\ninconsistent with any made by the President or the Ministry\nof Railways.\"\nPara 103(i), (ii) and (iii) of the Railway Establishment\nManual (Volume I), which too is relevant for these cases\nreads as under:-\n103. Definitions - For the purpose of these rules, unless\nthere be anything repugnant in the subject or context-\nA \"Group\" means a series of classes which form a\nnormal channel of promotion.\nA\nB\nC\nD\n(i)\nE\n(ii)\nA \"Class\" comprises all appointments in the same\nbranch or department bearing the same designation.\n༈\n1\n(iii) \"Grades\" are sub-divisions of a class, each bearing\na different scale of pay. An intermediate grade is any\ngrade in a class, higher than the lowest.\"\n8. Till 1997, the rosters framed for giving effect to the policy\nof reservation were vacancy based. In R.K. Sabharwal's case,\nthis Court held that the rosters must be operated with reference\nto the posts and not the vacancies. Thereafter, the Government\nof India, Ministry of Railways (Railway Board) issued revised\ninstructions vide Circular R.B.E. No. 113/97 and prescribed post\nbased roster. These instructions were circulated vide letter\nNo.95-E(SCT)1/49/5(1) dated 21.8.1997, the relevant portions\nof which are extracted below: -\nF\nG\nH\n1\n452\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA\nCircular No. 113/97\nB\nC\nD\nE\nדד\nF\n0\nH\n\"Under the existing instructions, vacancy based rosters\nhave been prescribed in order to implement the\nGovernment's Policy relating to the reservation of jobs for\nthe Scheduled Castes, Scheduled Tribes and other\nBackward Classes (OBCs). The application of reservation\non the basis of these rosters was called in the question\nbefore the courts. The Constitution Bench of the Supreme\nCourt in the case of R.K. Sabharwal vs. State of Punjab as\nwell as Union of India vs. J.C. Malik has held that the\nreservation of jobs for Backward Classes SC/ST/OBCs\nshould apply to the posts and not to the vacancies. The\nCourt further held that the vacancy based rosters can\nCoperate only till such time as the representation of the\npersons belonging to the reserved categories, in a cadre,\nreaches the prescribed percentage of reservation.\nThereafter, the rosters cannot operate and vacancies\nreleased by retirement, resignation, promotion etc. of the\npersons belonging to the general and the reserved\ncategories are to be filled by the appointment of the person\nfrom the respective category so that the prescribed\npercentage of reservation is maintained.\nThe courts also held that persons belonging to reserved.\ncategories, who are appointed on the basis of merit and\nnot on account of reservation are not be counted towards\nthe quota meant for reservation.\nWith a view to bring the policy of reservation in line with\nthe law laid down by the Supreme Court, it has been\ndecided that the existing 200 point and 100 point vacancy\nbased rosters of direct recruitment shall be replaced by\npost based rosters. All the Zonal Railways, Production\nUnits and Associated Officers of the Railway Board should\ntherefore, prepare the rosters for Group C posts (where\nthe minimum of scale of pay is Rs. 1400 (RPS) and above)\nbased on principles elaborated in the Explanatory notes\n'\n1\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n453\nA\ngiven in Annexure I and illustrated in the Model Roster as\ngiven in Annexure II and Annexure III. Similarly the concerned\nauthorities may prepare rosters to replace the existing\n100 point rosters in respect to local recruitment to Gr. C\nand Gr. D posts where the minimum of scale of pay is less\nthan 1400 (RPS) and normally attracting candidates from B\na locality/region on the basis of the same principles.\nThe principles for preparing the rosters elaborated upon\nin Explanatory notes are briefly recapitulated below:-\n(a) The number of points in the roster shall be equal to\nthe number of posts in the cadre. In the case there is\nany increase or decrease in the cadre strength in\nfuture, the rosters shall be expanded or contracted.\ncorrespondingly.\nC\nD.\n(b) Cadre, for the purpose of roster, shall mean a\nparticular grade and shall comprise the number of\nposts to be filled by a particular mode of recruitment\nin terms of the codal/manual provisions of Railway\nBoard's instructions issued from time to time. Thus,\nin a cadre of say 200 posts where the recruitment E\nrules prescribed a ratio of 50:50 for direct recruitment\nand promotion, 2 rosters one for direct recruitment\nand another for promotion (where reservation in\npromotion applies) each comprising 100 points shall\nbe drawn up on the lines of the respective model F\nrosters. The cadre also means the sanctioned\ntemporary posts, work charged posts, supernumerary\nposts, shadow posts in the grade.\"\n[Emphasis added]\n9. The relevant paragraphs of Railway Board's Circular\nNo.181/85 which was issued vide letter NO.PC|11/84/UPG/19 dated\n• 25.6.1985 and was considered in various cases read as under:-\nLetter dated 25.6.1985\nG\nI\nA\nB\nс\nD\nE\nLL\nF\nG\nH\n454\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\n\"1. Restructuring of certain Group 'C' \u0026 'D' cadres have\nbeen under consideration in consultation with the Staff\nSide in the Committee of the Departmental Council of the\nJCM (Railways) for sometime. The Ministry of Railways.\nhave decided with the approval of the President to\nrestructure certain categories of Group 'C' \u0026 'D' as detailed\nin the Annexure enclosed.\n2. While implementing these orders specific instructions\ngiven in the footnote under the different categories should\nbe strictly and carefully adhered to.\n3. For the purpose of restructuring the cadre strength as\non 1.1.1984 will be taken into account and will include\nRest Giver and Leave Reserve posts.\n5.1 The existing classification of the posts covered by\nthese restructuring orders, as \"Selection\" and \"Non-\nSelection\", as the case may be, remains unchanged.\nHowever, for the purpose of implementation of these\norders, if an individual Railway servant becomes due for\npromotion to only one grade above the grade of the post\nheld by him, at present, on a regular basis, and such higher\ngrade post is classified as a \"Selection” post, the existing\nselection procedure will stand modified in such a case to\nthe extent that the selection will be based only on scrutiny\nof service records without holding any written and/or viva-\nvoce test. Under this procedure, the categorization\n'Outstanding' will not exist.\n6.1 The existing rules and orders in regard to reservation\nfor SC/ST will continue to apply while filling up additional\nvacancies in the higher grades arising as a result of\nrestructuring.\n9. In all the categories covered by this letter even though\nmore posts, in higher scales of pay have been introduced as a\nresult of restructuring, the basic functions, duties and responsi-\nbilities, attached to these posts at present will continue, to which\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n455\nmay be added such other duties and responsibilities as con- A\nsidered appropriate.\n10. The Board desire that restructuring and posting of staff\nafter due process of selection as provided for in these orders,\nshould be completed expeditiously.\"\nThe percentage of upgraded posts is indicated in Annex-\nure I appended to letter dated 25.6.1985, which reads as un-\nder:-\nB\nANNEXURE-I\nC\nSubject: Statement indicating restructuring of certain\nGroup 'C' and 'D' cadres on Railways.\nNo.PCIII/84/UPG/19, dated 25.6. 1985\n1.\nLoco Running Staff\nPassenger Driver\n'A' (Rs.550-700)\nAll Passenger Train Drivers 'A' D\nhaving a run of 250 kms. And\nabove to be upgraded from\nDriver 'A' (Rs.550-700) to\nDriver 'A' Spl. (Rs.550-750)\nAll Leave Reserve for 'A' Spl.\nand 'A' Drivers to be kept in\nGrade only.\nE\nRevised\n2.\n(i) Goods Driver\nGr.'B' (Rs.425-\n640 - 40%)\nGoods Driver Percentage\nGr. 'B' Rs. 425-\n60\nF\n640\n(ii) Goods Driver Goods Driver Gr.\nGr.'C' (Rs.330- 'C' Rs. 330-560\n560-60%) (10% of\nthe Gr.'C' posts\noperated\nSelection Grade\nas\nRs. 425-600 to be\ndiscontinued\nSelection Grade\nposts in Rs.425-\n600)\n40\n0\nH\n456\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA\n3.\n400)\nShunters (Rs. 290- 30% of Shunters to be up-\ngraded as Shunting Drivers\nRs.330-560\n4.\nFireman 'A'/Disel\n30% of posts to be given spe-\nB\nAsstt./Asstt. Elec.\ncial pay @ Rs. 15 p.m.\nLeco Driver (Rs.\n290-350)\nC\nD\nE\nF\nII.\n0\n5.\n6.\n7.\nFireman 'B' (Rs. Leave reserve posts for Fireman\n260-350)\n'A' hitherto kept in Fireman 'B' to\nbe upgraded to Fireman 'A'\nFireman 'C' (Rs. 30% of Fireman 'C' to be up-\n210-270)\ngraded to scale Rs. 260-350 (L)\n(L) Note: 30% of Fireman 'C' scale Rs.210-270\nwho are upgraded to scale Rs.260-350 will remain\ndesignated as Fireman 'C' and utilized as far as\npossible on Mail, Express and Passenger Trains.\nThe further avenue of promotion of Fireman 'C' in\nscale Rs.210-270 and Rs.260-350 will remain\nunaltered.\nMotormen on EMU\nTrains (Rs. 550-\n700)\n50% on Western Railway and\n40% on Central, Northern,\nEstern, Southern and S.E. Rail-\nways to be upgraded as Driver\n'A' Spl. in scale Rs. 550-750.\nTraffic Running Staff (i)\n!\nAll Passenger Train\nGuards having a run of\n250 kms. and above to be\nupgraded to Guard ‘'A'\nSpl. Rs. 425-640\n(ii) Leave Reserve for 'A' Spl.\nand 'A' Guard to be kept\nin 'A' Grade only.\nH\n+-\nT\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n457\nRevised\nA\n2.\n(i) Goods Guard\nGr. 'B' (Rs.330-\n560-40%)\nGoods Guard Gr. Percentage\n'B' Rs. 330-560\n60\n(ii) Goods Guard\nGoods Guard Gr.\n40\nB\nGr. 'G' (Rs.330- 'C' Rs. 330-530\n60%)\nIII. Account Staff\nClerks Grade I to be aggregated with Selection Grade\nClerks Grade I, Sub-heads and Selection Grade Sub- C\nHeads and placed in the following Percentages:-\nClerk Grade I\n55%\n(Rs. 330-560)\nSub-Heads\n45%\n(Rs. 425-700)\nNote:\nD\n1. Posts of Selection Grade Clerks Grade 1 Rs. 425-700\nto be discontinued.\nE\n2. Selection Grade Sub-Heads will continue as per extant\norders.\n3. Sub-Heads to work as Clerical hands as required by\nby Administration\nF\nIII.\nAccount Staff\nThe cadre of Shroffs to be placed in the following\nPercentages:-\n(a) Head-Shroff\nRs. 425-640\n20%\nG\nSenior Shroff\nRs. 330-560\n40%\nJunior Shroff\nRs. 260-400\n40%\n(b) Cashiers to be placed in the following Percentages:-\nRs. 455-700\n40%\nH\n458\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA\nRs. 425-640\nRs. 330-560\n40%\n20%\n(c) Upgradation effected to posts in Supervisory Cadre\nas under:-\nScale (Rs.)\nExisting\nB\n700-900\n55\n550-750\n134\n455-700\n37\nTotal\n226\nC\nRevised\n107\n146\nNil\n253 (+27 posts\nupgraded\nfrom Head\nShroff\nScale Rs.\n425-640)\nThe detailed distribution of Supervisory Cadre Railway-\nwise is given in Annexure-II.\nD\nV.\n1.\nTool Checkers\nCLW \u0026 DLW: The existing cadre of Tool Checkers\nin CLW \u0026 DLW will be restructured as under:-\nLLI\nE\nScale (Rs.)\n260-400\n330-560\n425-700\nRevised Percentage\n40%\n30%\n20%\n10%\nEL\nF\nG\nI\n550-750\nThe CLW and DLW Administration should take action for\nintroducing direct recruitment in the cadre of Tool Checkers\non the standard pattern applicable to other Ministerial\ncadres and merge with the appropriate Ministerial cadre.\n2. Eastern Railway: The Tool Checkers on Eastern\nRailway will also have the grades Rs.425-700 and Rs.550-\n750 and the same percentage structure as laid down for\nCLW and DLW in Item I above with the proviso that\nupgradation of posts to scale Rs.550-750 forming part of\n1\n,\n1\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n+\n459\n10% of the cadre will be effected only after the existing A\nstaff promoted to scale Rs.425-700 in terms of these\nrestructuring orders complete one year of service in that\ngrade from the date of physical promotion. The Railway\nshould take action to merge the cadre of Tool Checkers\nwith the appropriate Ministerial cadre and introduce direct B\nrecruitment as per existing pattern applicable to the\nMinisterial cadre.\n- VI. Tracers (Rs.260-430)\nThe existing regular incumbents of the post of Tracers in\nC\nall the four disciplines of the Engg. Departments viz. Civil\nEngg, Mechanical Engg., Signal \u0026 Telecommunication\nEngg. and Elec. Engg. Departments will be promoted in\nthe following manner:-\n(i) Those who possess the diploma in Draftsmanship D\nfrom recognized institutions will be upgraded as\nJunior Draftsman scale Rs.330-560.\n(ii)\nThose who do not possess the diploma in\nDraftsmanship but have completed 5 years of service\nas on 1.1.84 will be upgraded as Junior Draftsman\nin scale Rs.330-560.\nE\n(iii) The balance non-qualified Tracers will be\nprogressively promoted by upgrading their posts as\nJunior Draftsman (Rs.330-560) as and when they F\ncomplete 5 years of service or acquire the necessary\nqualification. The review will be done every six months\ncommencing from 1.7.1986.\n(iv) The vacancies which occur in the normal course in\nscale Rs.330-560 will continue to be filled as per G\nexisting pattern.\n(v)\nAfter the entire cadre of the Tracers has been fully\naccommodated in the higher grade post of Junior\nDraftsman in scale Rs.330-560, future vacancies in\nH\n"}