{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"480\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA existing instructions with regard to the policy of reservation of\nposts for Scheduled Castes and Scheduled Tribes will apply at\nthe stage of effecting promotion against the additional posts\nand the Tribunal committed serious illegality by striking down\npara 14 of letter dated 9.10.2003.\nB\n29. Before parting with this aspect of the case, we con-\nsider it necessary to reiterate the settled legal position that\nmatters relating to creation and abolition of posts, formation\nand structuring/restructuring of cadres, prescribing the source/\nmode of recruitment and qualifications, criteria of selection,\nC evaluation of service records of the employees fall within the\nexclusive domain of the employer. What steps should be taken\nfor improving efficiency of the administration is also the pre-\nserve of the employer. The power of judicial review can be ex-\nercised in such matters only if it is shown that the action of the\nD employer is contrary to any constitutional or statutory provision\nor is patently arbitrary or is vitiated due to mala fides. The Court\ncannot sit in appeal over the judgment of the employer and or-\ndain that a particular post be filled by direct recruitment or pro-\nmotion or by transfer. The Court has no role in determining the\nE methodology of recruitment or laying down the criteria of selec-\ntion. It is also not open the Court to make comparative evalua-\ntion of the merit of the candidates. The Court cannot suggest\nthe manner in which the employer should structure or restruc-\nture the cadres for the purpose of improving efficiency of ad-\nministration.\nF\nG\nI\n30. We may now deal with an ancillary question whether\nthe policy of reservation of posts for Scheduled Castes and\nScheduled Tribes can be applied in the matter of promotion.\n31. The framers of the Constitution were very much con-\nscious and aware of the widespread inequalities and dispari-\nties in the social fabric of the country as also of the gulf between\nrich and poor and this is the reason why the goal of justice -\nsocial, political and economic was given the place of pre-emi-\nnence in the Preamble. The concept of equality enshrined in\n1\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n481\nPart III and Part IV of the Constitution has two different dimen- A\nsions. It embodies the principle of non-discrimination [Articles\n14, 15(1), (2) and 16(2)]. At the same time it obligates the State\nto take affirmative action for ensuring that unequals (downtrod-\nden, oppressed and have-nots) in the society are brought at a\nlevel where they can compete with others (haves of the society) B\n(Articles 15(3), (4), (5), 16(4), (4A), (4B), 39, 39A and 41).\nC\n32. The legislative and administrative measures taken by\nthe State for providing reservation of seats and posts in the\nfield of education and employment are reflective of the affirma-\ntive action taken for achieving the goal of real equality. However,\nimplementation and execution of such actions have continuously\nfaced roadblocks at several stages. Those who had been ben-\nefited by the existing system cried foul and created the bogy of\nviolation of their legal and constitutional rights. Almost all the ac-\ntions taken by the State and its agencies for ameliorating the D\nconditions of have-nots of the society by providing reservation\nwere subjected to periodical judicial scrutiny. By and large, the\nCourts approved the affirmative actions of the State but on some\noccasions the policy of reservation or implementation thereof was\nfound to be faulty and actions taken by the government have been\nnullified or sliced by judicial intervention.\nE\nF\n33. Article 16(1) ensures that there shall be equality of\nopportunity in matters relating to employment or appointment.\nClause (2) thereof declares that no citizen shall be treated ineli-\ngible or discriminated in respect of any employment or office\nunder the State on the ground only of religion, race, caste, sex,\ndescent, place of birth, residence or any of them. Clause (4)\nenables the State to make provision for reservation in favour of\nany backward class of citizens which, in the opinion of the State,\nis not adequately represented in the services under the State. G\nIn General Manager, Southern Railway vs. Rangachari [AIR.\n1962 SC 36], the Constitution Bench made comparative analy-\nsis of Articles 16 (1), (2) and (4) and held that reservation can\nbe made not only at the stage of initial appointment, but also\nwhile making appointment against selection post.\nH\n1\n482\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA\n34. The ratio of Rangachari's case was reiterated in State\nof Punjab vs. Hira Lal and Others [1970 (3) SCC 567]. In that\ncase, the Court considered whether the Government of Punjab.\ncould provide for reservation of 10% of posts for Scheduled.\nCastes and Scheduled Tribes at the stage of promotion. While\nB. reversing the judgment of Punjab \u0026 Haryana High Court which\nhad quashed the policy of the State Government, this Court re-\nferred to the judgment in Rangachari's case and held:-\nс\nD\nE\nF\nG\nH\n\"The reservation must be only for the purpose of giving\nadequate representation in the services to the Scheduled.\nCastes, Scheduled Tribes and Backward Classes. The\nexception provided in Article 16(4) should not make the\nrule embodied in Article 16(1) meaningless. But the burden\nof establishing that a particular reservation made by the\nState is offensive to Article 16(1) is on the person who\ntakes the plea. The mere fact that the reservation made\nmay give extensive benefits to some of the persons who\nhave the benefit of the reservation does not by itself make\nthe reservation bad.\nIt is true that every reservation under Article 16(4) does\nintroduce an element of discrimination particularly when\nthe question of promotion arises. It is an inevitable\nconsequence of any reservation of posts that junior officers\nare allowed to take a march over their seniors. This\ncircumstance is bound to displease the senior officers. It\nmay also be that some of them will get frustrated but then\nthe Constitution makers have thought fit in the interests of\nthe society as a whole that the backward class of citizens\nof this country should be afforded certain protection.\"\n35. In Akhil Bharatiya Soshit Karamchari Sangh (Rail-\nway) vs. Union of India and Others [1981 (1) SCC 246],\nChinnappa Redy, J. in his concurring judgment observed as\nunder:-\n\"Reservation of posts and all other measures designed to\npromote the participation of the Scheduled Castes and\n:\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n483\nD\nthe Scheduled Tribes in the Public Services at all levels A\nare necessary consequences flowing from the\nFundamental Right guaranteed by Article 16(1). This very\nidea is emphasized further by Article 16(4). Therefore,\nwhen posts whether at the stage of initial appointment or\nat the stage of promotion are reserved or other preferential B\ntreatment is accorded to members of the Scheduled\nCastes, Scheduled Tribes and other socially and\neconomically backward classes, it is not a concession or\nprivilege extended to them; it is in recognition of their\nundoubted Fundamental Right to Equality of Opportunity C\nand in discharge of the constitutional obligation imposed\nupon the State to secure to all its citizens 'Justice, social,\neconomic and political' and 'Equality of status and\nopportunity', to assure 'the dignity of the individual' among\nall citizens, to 'promote with special care, the educational\nand economic interests of the weaker section of the\npeople', to ensure their participation on equal basis in the\nadministration of the affairs of the country and generally to\nfoster the ideal of a 'Sovereign, Socialist, Secular,\nDemocratic Republic'. Every lawful method is permissible\nto secure the due representation of the Scheduled Castes\nand Scheduled Tribes in the Public Services. There is no\nfixed ceiling to reservation or preferential treatment in\nfavour of the Scheduled Castes and Scheduled Tribes\nthough generally reservation may not be far in excess of\nfifty per cent. There is no rigidity about the fifty per cent F\nrule which is only a convenient guide-line laid down by\njudges. Every case must be decided with reference to the\npresent practical results yielded by the application of the\nparticular rule of preferential treatment and not with\nreference to hypothetical results which the application of G\nthe rule may yield in the future.\"\n36. In Indra Sawhney's case, the larger Bench considered\nwhether Clause (4) of Article 16 was confined to initial appoint-\nment or the same can be applied at the stage of promotion.\nE\nH\n་\ni\n484\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA After elaborate discussion, the majority of the larger Bench held\nthat Article 16(4) is confined to initial appointment and cannot\nextend to providing reservation in the matter of promotion. At\nthe same time it was held that the promotions already made by\napplying the policy of reservation will not be affected and the\nB policy may continue to operate for a period of 5 years.\n37. The judgment in Indra Sawhney's case led to seventy-\nseventh amendment of the Constitution. The Statement of Ob-\njects and Reasons incorporated in the bill introduced, which\nled to the passing of Constitution (Seventy-seventh Amendment)\nC Act, 1995 reads as under:-\nD\nE\nF\n☐ G\nН\n\"Statement of Objects and Reasons.- The Scheduled\nCastes and the Scheduled Tribes have been enjoying the\nfacility of reservation in promotion since 1955. The\nSupreme Court in its judgment dated 16.11.1992 in the\ncase of Indra Sawhney vs. Union of India [1992 Supp. (3)\nSC 217], however, observed that reservation of\nappointments or posts under Article 16(4) of the\nConstitution is confined to initial appointment and cannot\nextend to reservation in the matter of promotion. This ruling\nof the Supreme Court will adversely affect the interests of\nthe Scheduled Castes and the Scheduled Tribes. Since\nthe representation of the Scheduled Castes and the\nScheduled Tribes in services in the States has not reached\nthe required level, it is necessary to continue the existing\ndispensation of providing reservation in promotion in the\ncase of the Scheduled Castes and the Scheduled Tribes.\nIn view of the commitment of the Government to protect\nthe interests of the Scheduled Castes and the Scheduled\nTribes, the Government has decided to continue the\nexisting policy of reservation in promotion for the Scheduled\nCastes and the Scheduled Tribes. To carry this out, it is\nnecessary to amend Article 16 of the Constitution by\ninserting a new clause (4-A) in the said article to provide\nfor reservation in promotion for the Scheduled Castes.\nand the Scheduled Tribes.\"\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n485\nClause (4-A) which was inserted by the aforesaid A\namendment reads as under:-\n\"Nothing in this article shall prevent the State from making\nany provision for reservation in matters of promotion to\nany class or classes of posts in the services under the\nState in favour of the Scheduled Castes and the Scheduled\nTribes which, in the opinion of the State, are not adequately\nrepresented in the services under the State.\"\nB\n38. The constitutionality of the above reproduced clause\nhas been upheld in M. Nagaraj's case.\nC\n39. We shall now advert to the decisions of different\n-benches of the Tribunal and orders passed by this Court in the\ncontext of the actions taken by the competent authority for giv-\ning effect to the policy of restructuring envisaged in letter dated\n25.6.1985 for reservation of posts for Scheduled Castes and D\nScheduled Tribes.\n40. The policy contained in Railway Board's letter dated\n25.6.1985 was considered by Allahabad Bench of the Tribunal\nin case bearing registration No.384 of 1986, V.K. Sirothia vs.\nUnion of India and Others. Some of the peculiar features of\nV.K. Sirothia's case are:-\n(i) Prior to 1.6.1981 there were 3 categories of guards\nin grades 'A', 'B' and 'C' in Jhansi Division of Central\nRailway.\n(ii). On 1.6.1981 a fourth category was created, which\nwas called as guards grade 'A' (Special).\n(iii) Originally 69 posts of guards grade 'A' were\nupgraded and re-designated as guards grade 'A'\n(Special).\n(iv) 109 posts of guards grade 'B' were upgraded to guards\ngrade 'A' and 182 posts of guards grade 'C' were\nupgraded to that of guards grade 'B'. Consequently,\n272 posts of guards remained in grade 'C'.\nE\nF\nG\nH\n486\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA\n(v)\nB\nC\nD\nThe above redistribution of posts was done as a\nresult of restructuring of cadre of guards in Jhansi\nDivision by the Railway Division manager.\n(vi) There was redistribution among various grades of\nguards on 1.1.1984. 69 posts of guards grade 'A'\nwhich were upgraded to grade 'A' (Special) (15\nposts) and grade 'A' (Special-II) (54 posts). Some\nmore posts of guards in grade 'C' were upgraded to\ngrade 'B'. Out of 109 posts of grade 'A' 32 were\nupgraded as grade 'A' (Special-II) and 77 were left\nas guards grade 'A'.\n(vii) Similarly in grades 'B' and 'C' the percentage of\ndistribution was interchanged and instead of 182,\n272 posts were upgraded to that of grade 'B' leaving\nout 182 posts in grade 'C'.\n41. The Tribunal noted that as per Railway Board's letter\nNo.E9(P\u0026A)-II-SCT/3 dated 2.8.1983, the policy of reservation\nfor Scheduled Castes and Scheduled Tribes is not applicable\nwhere cadre restructuring results in mass upgradation of posts\nE and held:\nF\nG\nI\n\"6. In this connection Railway Board's letter No.E9(P\u0026A)-\nII-SCT/3 dated 2.8.1983, which is placed at Annexure-I of\n: the petition, refers Board have clarified in this letter that\nwhere cadre restructuring results in mass up-gradation of\nposts in a particular category reservation for SC/ST is not\nto be provided. However, in cases where restructuring\nresults in partial up-gradation on the basis of percentage\ndistribution the existing rules should be applied against\nthe additional number of higher grade posts which become\navailable as a result of cadre restructuring. The first\nimportant aspect of this letter is 'mass up-gradation'. What\ndoes the term 'mass' signify and how it should be\ninterpreted? Does it mean that if all the posts in a category\nare upgraded en-block, such an up-gradation will justify\nfor being called 'mass up-gradation' or is it that if a major\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n487\npercentage is up-graded then it will be called 'mass up- A\ngradation'? The dictionary meaning of the word 'mass' is\nlarge quantity or number. 'It can not be said that the large\nquantity will only mean all the posts being upgraded. Large\nquantity should mean what the word signifies i.e. a large\nnumber of posts should be involved in the exercise. The B\npetitioner Guard grade 'C' there were 454 posts. By an\nup-gradation made on 1.6.81 40% of these posts got\nupgraded to grade 'B' while on 1.1.84 the percentage\nwas changed to 60%. Out of total 454 posts 40% works\nout to 182 posts to a 60% to 272 posts. This is sizeable\nnumber and it cannot be said that the figure is in any way\nsmall. This should fall within the meaning of mass up-\ngradation.\nC\n7. The second condition enunciated in the Board's letter\nleads us to the question whether this up-gradation has D\nresulted in additional posts. The restructuring of posts\nwas done to provide relief in terms of promotional\navenues. No additional posts were created? Some posts\nout of existing total were placed in higher grade to provide\nthese avenue to the staff who were stagnating. The E\nplacement of these posts in the higher grade cannot be\ntermed as creation of additional posts. There were definite\nnumber of posts and total remained the same. The only\ndifference was that some of these were now in a higher\ngrade. It was a deliberate exercise or re-distribution with\nthe primary object of betterment of chances of promotion\nand removal of stagnation. Additional posts could only be\ncreated if there were additional requirements. There\nshould have been justification for their creation and proper\nsanction. We find no such situation here. It was a simplicitor\nexercise of dividing the total number in ratios. It was done.\non 40:60 first and later it was made 60:40 the number\nremained same.\nF\nG\n8. It would be different matter if in a fixed cadre the\npromotion are made on occurrence of vacancies in higher H\nA\nB\nC\nD\nE\nF\nG\n488\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\ngrades. Such vacancies arise due to promotion, attrition\nor creation of additional posts. It is in such situations that\nreservation percentages apply and have to be followed.\nUp-gradation of cadres by redistribution of posts will lose\nits primary objective if it is taken as generation of additional\nposts in the up-graded posts which it rightly is not.\nThere has to be rationality in the implementation of\ndirection and instructions. The criteria has also to for\ncumulated keeping the aims and as regards in view. The\nkey note thought behind the exercise should not be lost\nsight of. It is to improve prospects, remove stagnation and\nprovide avenues. The very purpose is defeated if the end\nresult is anything also. The ambiguity in the Railway Board's\nletter of 2.8.83 needs to be clarified and correctly\ninterpreted. There cannot be any additional posts as result\nof restructuring up-gradation. The so called promotion as\na result of redistribution of posts is not promotion attracting\nreservation. The 454 posts in grade 'C' had already been\nsubject to reservation, a second reservation tantamount\nto giving unintended benefits.\"\n42. The appeal preferred against the aforementioned or-\nder [Union of India vs. V.K. Sirothia (supra)] was dismissed by\nthis Court in the following terms:-\n\"Heard counsel on both sides. The finding of Tribunal that\n\"the so called promotion as a result of redistribution of\nposts is not promotion attracting reservation\" on the facts\nof the case, appears to be based on good reasonings.\nOn facts, it is seen that it is a case of upgradation on\naccount of restructuring of the cadres, therefore, the\nquestion of reservation will not arise. We do not find any\nground to interfere with the order of the Tribunal.\"\n43. The same issue was considered by Jabalpur Bench\nof the Tribunal in T.A. No.139 of 1986, Ashok Kumar Shrivastava\nvs. Union of India decided on March 24. 1987. That case in-\nH volved upgradation of 300 posts of Assistant District Medical\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n489\nOfficers to those of District Medical Officers in accordance with A\nthe directions issued by the Railway Board vide circular dated\n31.7.1981. Ashok Kumar Shrivastava and another challenged\nthe applicability of reservation to the upgraded posts and\npleaded that they were entitled to the higher post without re-\nquiring to undergo any selection. The Tribunal referred to the B\norders passed by Allahabad Bench in V.K. Sirothia's case and\njudgment of the Full bench of Kerala High Court in N.G. Prabhu.\nv. Chief Justice, Kerala High Court (1973 Labour Industrial\nCases 1399) and held:\n\"24. Railway Board in their letter No.81/E (GR) 11/7/7/30, C\ndated 16.5.1981, to UP SC which recommending only 5\nper cent direct recruitment to the posts of DMOS informed\nthe Secretary, UPSC as under:\nD\nHowever, the situation has since changed in that the\njustification for direct recruitment of Divisional Medical\nOfficers no long exists. Many Assistant Divisional Medical\nOfficers are not postgraduates. There has been\nconsidered demand for scrapping of direct recruitment.\nThe Ministry of Railways have an in-depth study of the\nE\nproblem and have come to the conclusion that there is no\njustification to continue direct recruitment in senior scale\nfor the following reasons, etc.\nF\nIt is also clear from the following extract of subsequent\norder of upgradation dated 31.7.1981 (Annexure ‘A') that\nthe process was only to give better pay to same ADMOS.\nAn over all view of the organizational and medicare\nstructure of the Indian Railways has been taken keeping\nin view the basic objectives of improving effectiveness\nand quality of service. As a result of the review, it has been G\ndecided that 300 existing posts of Assistant Divisional\nMedical Officers in Indian Railway Medical Service should\nbe placed in the senior scale as Divisional Medical Officer.\nWe also find that posts of ADMOs have been just\nI\n"}