{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2008] 11 S.C.R. 440\nA\nB\n-\nUNION OF INDIA\nV.\nPUSHPA RANI \u0026 OTHERS\n(Civil Appeal Nos. 6934-6946 of 2005 etc.)\nJULY 29, 2008\n[B.N. AGRAWAL AND G.S. SINGHVI, JJ.]\n-\n-\nService Law - Reservation For Scheduled Castes/\nScheduled Tribes – Availability of - At the stage of cadre re-\nC structuring in the Railway service - Held: Policy of reserva-\ntion is applicable at the stage of restructuring of cadres in the\nRailway service - Since the additional posts becoming avail-\nable as a result of restructuring of different cadres are required\nto be filled by promotion, policy of reservation cannot be ousted\nSuch provision provided in the Letter issued by Railway\nBoard is not violative of Articles 14 and 16 of the Constitution\n- Power of judicial review cannot be exercised for determin-\ning the methodology for recruitment or for laying down criteria\nof selection - Constitution of India, 1950 - Articles 14, 16 and\n16 (4) - Railway Establishment Code - Paragraphs 103 (7),\n119, 120, 123 and 124 - Railway Establishment Manual -\nPara 103 (i), (ii) and (iii) - Circular RBE No. 113/97 dated\n21.8:1997.\nD\nE\nF\n-\nRaising of - Be-\nPractice and Procedure -New plea\nfore Supreme Court - Held: Not permissible.\nWords and Phrases:\nG\n(i) 'cadre\nMeaning of.\n(ii) 'promotion' - Meaning of.\nThe question for determination was whether the\npolicy of reservation of posts for Scheduled Castes/\nScheduled Tribes could be applied at the stage of giving\neffect to cadre restructuring exercise undertaken pursu-\n440\nI\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS\n441\nant to letter No. PC-III/2003/CRC/6 dated 9.10.2003 issued A\nby Railway Board.\nAllowing the appeals, the Court\nHELD: 1.1 The policy of reservation can be applied at\nthe stage of restructuring of Group C and D cadres in the B\nrailways and para 14 of letter dated 9.10.2003 is not viola-\ntive of doctrine of equality enshrined in Articles 14 and 16\nof the Constitution of India. Once it is recognized that the\nadditional posts becoming available as a result of restruc-\nturing of different cadres are required to be filled by pro- C\nmotion from amongst the employees who satisfy the con-\nditions of eligibility and are adjudged suitable, there can\nbe no rational justification to exclude the applicability of\nthe policy of reservation while effecting promotions, more\nso because it has not been shown that the procedure for\nmaking appointment by promotion against such additional\nposts is different than the one prescribed for normal pro-\nmotion. [Paras 20 and 25] [475-C, 479-C,D,E]\nRam Prasad and Ors. vs. D.K. Vijay and Ors. 1999 (7)\nSCC 251 – followed.\n-\nState of Rajasthan vs. Fateh Chand Soni 1996 (1) SCC\n562 - relied on.\nD\nE\nUnion of India vs. V.K. Sirothia 1999 SCC (L \u0026 S) 938;\nAll India Non-SC/ST Employees' Association (Railway) vs. F\nV.K. Agarwal and Ors. 2001 (10) SCC 165 – distinguished.\nGeneral Manager, Southern Railway vs. Rangachari AIR\n1962 SC 36; State of Punjab vs. Hira Lal and Ors. 1970 (3)\nSCC 567; K. Manickaraj vs. Union of India 1997 (4) SCC 342–\nreferred to.\n1.2 A conjoint reading of paragraph 103(7) of Rail-\nway Establishment Code, Para 103(iii) of the Railway Es-\ntablishment Manual and Circular R.B.E. No.113/97 makes\nit clear that in the railways, the term 'cadre' generally de-\nG\nH\n442\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA notes the strength of a service or a part of a service sanc-\ntioned as a separate unit. However, for the purpose of\nroster, a wider meaning has been given to the said term\nso as to take within its fold the posts sanctioned in differ-\nent grades. The reason for giving this enlarged meaning\nB to the term \"cadre\" is that posts in the railway establish-\nment are sanctioned with reference-to grades. Even tem-\nporary, work charged, supernumerary and shadow posts\ncreated in different grades can constitute part of the\ncadre. [Para 14] [473-D,E,F]\nC\n1.3 In legal parlance, upgradation of a post involves\nthe transfer of a post from the lower to the higher grade\nand placement of the incumbent of that post in the higher\ngrade. Ordinarily, such placement does not involve selec-\ntion but in some of the service rules and/or policy framed\nD by the employer for upgradation of posts, provision has\nbeen made for denial of higher grade to an employee whose\nservice record may contain adverse entries or who may\nhave suffered punishment. [Para 23] [477-G, 478-A]\nE\nF\nG\nD.P. Upadhyay vs. G.M., N.R. Baroda House and Ors.\n2002 (10) SCC 258 - referred to.\n1.4 The word 'promotion' means \"advancement or\npreferment in honour, dignity, rank, or grade\". 'Promotion'\nthus not only covers advancement to higher position or\nrank but also implies advancement to a higher grade. In\nservice law the expression 'promotion' has been under-\nstood in the wider sense and it has been held that \"pro-\nmotion can be either to a higher pay scale or to a higher\npost\". [Para 24] [478-A,B,C]\nState of Rajasthan vs. Fateh Chand Soni 1996 (1) SCC\n562-referred to\nوات\n1.5 It is not correct to say that the policy of reserva-\ntion cannot be applied at the stage of making promotions\nbecause the Railway Administration did not produce any\n1\nI\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS\n443\nC\nevidence to show that Scheduled Castes and Scheduled A\nTribes were not adequately represented in different cad-\nres and that the efficiency of administration will not be jeop-\nardized by reserving posts for Scheduled Castes and\nScheduled Tribes. In the applications filed by them, the re-\nspondents did not plead that the application of the policy B.\nof reservation would lead to excessive representation of\nthe members of Scheduled Castes and Scheduled Tribes,\nor that the existing policy of reservation framed by the\nGovernment of India was not preceded by an exercise in\nrelation to the issue of adequacy of their representation.\nTherefore, Union of India and the Railway Administration\ndid not get opportunity to show that the employees be-\nlonging to Scheduled Castes and Scheduled Tribes did\nnot have adequate representation in different cadres; that\nthe outer limit of reservation i.e. 50% will not be violated by\napplying the policy of reservation and that the efficiency\nof administration will not be jeopardized by applying the\npolicy of reservation. Therefore, it is neither possible nor\ndesirable to entertain a totally new plea raised on behalf of\nthe respondents, more so, because adjudication of such\nplea calls for a detailed investigation into the issues of facts.\n[Para 53] [496-E,F,G,H, 497-A,B,C]\n2. The matters relating to creation and abolition of\nposts, formation and structuring/restructuring of cadres,\nprescribing the source/mode of recruitment and qualifi-\ncations, criteria of selection, evaluation of service records\nof the employees fall within the exclusive domain of the\nemployer. What steps should be taken for improving effi-\nciency of the administration is also the preserve of the\nemployer. The power of judicial review can be exercised\nin such matters only if it is shown that the action of the\nemployer is contrary to any constitutional or statutory pro-\nvision or is patently arbitrary or is vitiated due to mala\nfides. The Court has no role in determining the methodol-\nogy of recruitment or laying down the criteria of selec-\nD\nE\nF\nG\nH\n444\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA tion. It is also not open to the Court to make comparative\nevaluation of the merit of the candidates. The Court cannot\nsuggest the manner in which the employer should struc-\nture or restructure the cadres for the purpose of improving\nefficiency of administration. [Para 29] [480-B,C,D, E]\nB\nCase Law Reference\n2001 (10) SCC 165\nDistinguished Para 3\n1968 (3) SCR 575\nReferred to\nPara 11\n1975 (1) SCC 319\nReferred to\nPara 16\nC\n1988 (2) SCC 214\nReferred to\nPara 17\n1996 (9) SCC 266\nReferred to\nPara 18\n2002 (10) SCC 258\nReferred to\nPara 23\nD\n1996 (1) SCC 562\nRelied on\nPara 24\n1973 (3) SCC 862\nReferred to\nPara 25\n1995 (4) SCC 462\nReferred to\nPara 25\n1996 (2) SCC 715\nReferred to\nPara 26\nE\n1999 (7) SCC 209\nReferred to\nPara 26\n1999 (7) SCC 251\nFollowed\nPara 26\nAIR 1962 SC 36\nReferred to\nPara 33\nיד\nF\n1970 (3) SCC 567\nReferred to\nPara 34\n1981 (1) SCC 246\nReferred to\nPara 35\n1992 Supp. (3) SCC 217\nReferred to\nPara 36\n2006 (8) SCC 212\nReferred to\nPara 38\nG\n1999 SCC (L \u0026 S) 938\nDistinguished Para 40\n1973 Labour Industrial\nCases 1399\nReferred to\nPara 43\nH\n1997 (4) SCC 342\nReferred to\nPara 50\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n445\nCIVIL APPELLATE JURISDICTION: Civil Appeal Nos. A\n6934-6946 of 2005\nFrom the final Judgment and Order dated 3.3.2005 of the\nHigh Court of Punjab and Haryana at Chandigarh in CWP Nos.\n3182, 3330, 3265, 3267, 3274, 3271, 3270, 3266, 3273, 3268,\n3269 \u0026 3183 of 2005\nB\nWITH\n$\n2008\nC.A. Nos. 6932 \u0026 6919 of 2005, 612 of 2006 \u0026 4712 of\nA. Sharan, ASG., Dr. R.G. Padia, Dr. K.S. Chauhan, Gyan\nMitra, Chand Kiran, Ramesh Kumar, Amit Anand Tiwari,\nAwadhesh Kumar Singh, Kiran Bharadwaj, Lalit Srivastava, B.\nSunita Rao, K.B. Sunita, A.K. Srivastava, Anil Katiyar and B.\nKrishna Prasad for the Appellants.\nDr. Rajiv Dhwan, Sushil Kumar Jain, Puneet Jain, Ashwani,\nArchana Tiwari, Pratibha Jain, T.G. Narayanan Nair, Kiran Suri,\nS.J. Amith and Ms. Aparna Bhat for the Respondents.\nThe Judgment of the Court was delivered by\nC\nD\nE\nG.S. SINGHVI, J. 1. Whether the policy of reservation of\nposts for Scheduled Castes/ Scheduled Tribes can be applied\nat the stage of giving effect to cadre restructuring exercise un-\ndertaken pursuant to letter No.PC-III/2003/CRC/6 dated\n9.10.2003 issued by the Railway Board is the question which F.\narises for determination in the above noted appeals filed against\nthe orders of Punjab \u0026 Haryana High Court which upheld the\ndecision of Chandigarh Bench of the Central Administrative Tri-\nbunal (hereinafter referred to as 'the Tribunal') to quash para\n14 of the said letter and the direction given for making appoint-\nments de hors the policy of reservation. The special leave peti-\ntion filed by the Union of India against the order of Allahabad\nHigh Court is being disposed of along with appeals because\nthe issue arising therein is similar.\nG\n2. For the sake of convenience, we have taken the facts H\n446\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA from the record of Civil Appeal Nos.6934-6946 of 2005. The\nB\nD\nIII\nE\nF\nG\nH\nsame are:-\n(i)\n(ii)\nRespondents Pushpa Rani and six others joined\nservice as Clerks in Ambala and Ferozepur Divisions\nof the Northern Railway. They were promoted as\nSenior Clerks and then as Head Clerks. They filed\napplications under Section 19 of the Administrative\nTribunals Act, 1985 for quashing the instructions\nissued by the Railway Board vide letter No.PC-III/\n2003/CRC/6 dated 9.10.2003 for giving effect to the\npolicy of reservation of posts for Scheduled Castes\nand Scheduled Tribes at the stage of restructuring of\nGroup C and D cadres. They pleaded that the\nexercise of restructuring undertaken by the\ngovernment resulted in upgradation of the existing\nposts and in view of the law laid down by the Supreme\nCourt, the policy of reservation cannot be applied\nwhile making appointment against the upgraded\nposts.\nIn the counter filed on behalf of the administration, it\nwas pleaded that instructions issued by the Railway\nBoard are in conformity with the policy decision taken\nby the Government of India and the applicants cannot\nobject to the reservation of posts for Scheduled\nCastes and Scheduled Tribes because restructuring\nof cadres resulted in creation of additional posts\nwhich were required to be filled by promotion..\n(iii) The Chandigarh Bench of the Tribunal allowed the\napplication filed by Pushpa Rani and others along\nwith 12 similar applications filed by other employees\nof Ambala and Ferozepur Divisions of Northern\nRailway, Rail Coach Factory, Kapurthala and Diesel-\nLoco Modernization Works, Patiala and quashed\npara 14 of letter dated October 9, 2003. The Tribunal\ndeclared that the policy of reservation of posts for\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n447\nScheduled Castes and Scheduled Tribes is not A\napplicable to the restructuring scheme including\nexchange formula and directed the petitioners herein\nto consider the cases of the applicants (respondents\nherein) and other eligible persons for placing them\nin appropriate pay scales under the restructuring B\nscheme keeping in view their eligibility and suitability\nand give them consequential benefits.\n(iv) The Union of India through Divisional Personnel\nOfficer, Northern Railway, Ambala, challenged the\norder of the Tribunal in Civil Writ Petition No.3182- C\nCAT of 2003, which was dismissed by Division\nBench of the High Court of Punjab and Haryana along\nwith a batch of similar petitions. The High Court\nreferred to the order passed by this Court in Contempt\nPetition (Civil) No.304 of 1999 in Civil Appeal D\nNo.1481 of 1996 and held that in view of the law laid\ndown by the Supreme Court, the direction given by\nthe Tribunal to fill up the upgraded posts without\napplying the principles of reservation cannot be\ntermed as erroneous.\nE\n3. Shri Amarendra Sharan, learned Additional Solicitor\nGeneral, referred to Annexures 'A' to 'K' appended to letter dated\n9.10.2003 to show that as a result of restructuring of Group C\nand D cadres, additional posts became available in the higher\ngrades and argued that the Railway Board did not commit ille- F\ngality by issuing direction for implementation of the policy of\nreservation qua those posts and argued that the policy of res-\nervation was rightly made applicable in relation to the additional\nposts. In support of this argument he strongly relied on the case\nof K. Manickaraj vs. Union of India [1997 (4) SCC 342]. Shri G\nSharan emphasized that restructuring of cadres undertaken for\nenhancing organizational efficiency and functional, operational\nand administrative requirements cannot be treated as a simple\nexercise for upgradation of existing posts and the Tribunal did\nnot have the jurisdiction to nullify the instructions issued by the H\n448\nSUPREME COURT REPORTS\n[2008] 11 S.C.R.\nA Railway Board or issue directions for making appointment by\nignoring the policy of reservation. He distinguished the orders\npassed in Union of India vs. V.K. Sirothia [1999 SCC (L\u0026S)\n938] and All India Non-SC/ST Employees' Association (Rail-\nway) vs. V.K. Agarwal and Others [2001 (10) SCC 165] by point-\nB ing out that those were the cases of mass upgradation of posts\nand not restructuring of cadres resulting in creation of additional\nposts in different grades.\n4. Shri K.S. Chauhan, counsel for All India SC/ST Rail-\nways Association submitted that the directions given by the Tri-\nC bunal are liable to be set aside because its interpretation of the\npolicy of restructuring is also contrary to the law laid down by\nthe Constitution Bench in R.K. Sabharwal and Others vs. State\nof Punjab and Others [1995 (2) SCC 745]. He pointed out that\nthe respondents had not challenged the instructions issued by\nD the Railway Board for filling up the additional posts which were\nto become available as a result of restructuring of Group C and\nD cadres by selection and promotion and argued that in the\nabsence of such challenge, the Tribunal could not have quashed\npara 14 of letter dated 9.10.2003 and ordained that appoint-\nE ments be made by ignoring the policy of reservation.\nF\n5. Dr. Rajiv Dhawan, Senior Advocate, appearing for\nsome of the respondents, argued that restructuring of Group C\nand D cadres is nothing but an exercise for upgradation of the\nexisting posts and the Tribunal did not commit any illegality by\nstriking down para 14 of letter dated 9.10.2003 vide which the\npolicy of reservation was made applicable to the upgraded\nposts. He further argued that if the policy of reservation is ap-\nplied at the stage of restructuring of Group C and D cadres.\nthen the same would amount to giving double benefit to the mem-\nG bers of Scheduled Castes and Scheduled Tribes, who had al-\nready been given out-of turn promotions. Dr. Dhawan relied on\nthe larger Bench judgment of this Court in Indra Sawhney and\nOthers vs. Union of India and Others [1992 Supp. (3) SCC\n217] and of the Constitution Bench in M. Nagaraj and Others\nH vs. Union of India and Others [2006 (8) SCC 212] and argued\n•\nUNION OF INDIA v. PUSHPA RANI\n\u0026 OTHERS [G.S. SINGHVI, J.]\n449\nC\nD\nthat even if the upgraded posts are required to be filled by pro- A\nmotion after following the process of selection, the policy of res-\nervation of posts for Scheduled Castes and Scheduled Tribes\ncannot be applied qua such posts because no quantifiable data\nshowing backwardness of Scheduled Castes and Scheduled\nTribes and inadequacy of their representation was produced B\nbefore the Tribunal. Dr. Dhawan made specific reference to\nparagraphs 85, 86, 106, 117, 119 and 121 of the judgment in\nM. Nagaraj's case and argued that the enabling provision con-\ntained in Article 16(4-A) cannot be relied upon by the appel-\nlants to justify implementation of the policy of reservation at the\nstage of restructuring of Group C and D cadres because the\nmembers of Scheduled Castes and Scheduled Tribes are ad-\nequately represented in those cadres and efficiency of the ad-\nministration will be adversely affected by giving double benefit\nto them. He then argued that even if para 14 of letter dated\n9.10.2003 is held to be constitutionally valid, the policy of res-\nervation should be made applicable only qua posts which be-\ncome available after 9.10.2003. Another argument of the learned\nsenior counsel is that if restructuring exercise is intended to\nremove stagnation and improve the quality of services then\nimplementation thereof cannot be made subject to the policy of\nreservation. Shri Sushil Jain and Smt. Kiran Suri, Advocates,\nadopted the arguments. of Dr. Dhawan and submitted that view\nexpressed by different benches of the Tribunal that the policy of\nreservation cannot be applied at the stage of making appoint-\nment against the upgraded posts should not be disturbed be- F\ncause the same has been substantively approved by this Court\nin V.K. Sirothia's case and V.K. Agarwal's case. In the written\nsubmissions filed by him, Shri Sushil Jain has highlighted the\ndifference between the scheme of restructuring resulting in\nupgradation of the posts and the policy of promotion and con- G\ntended that the Tribunal rightly annulled para 14 of letter dated\n9.10.2003 on the ground that policy of reservation cannot be\napplied against the upgraded posts. Another point made by\nShri Jain is that the definition of 'cadre' contained in para 4(b)\nof Circular dated 21.8.1997 is ultra vires para 103 of the Code H\nE\n"}