{"pages":[{"pageNumber":1},{"pageNumber":2}],"text":"A\nB\nC\nSWAMY ATMANANDA\nV.\nSWAMI BODHANANDA AND ORS.\nAPRIL 13, 2005\n[B.P. SINGH AND S.B. SINHA, JJ.]\nConstitution of India, 1950-Article 226-Writ of mandamus seeking\ndirections in view of decree passed by the Civil Court-Propriety of—Held:\nDecree passed by the Civil Court is to be executed in terms of the provisions\nof Code of Civil Procedure-Hence, Writ Petition is not the appropriate remedy\n-Code of Civil Procedure, 1908.\nThe writ petition was filed for issuance of a writ of or in the nature\nof mandamus directing the Respondents to give all assistance to the\nD Appellant in taking over management of the institutions specified therein,\nas per decree passed by Civil Court. The petition was allowed by High\nCourt. Hence the present appeal.\nE\nF\nG\nH\nAllowing the appeal, the Court\nHeld : A decree passed by the Civil Court must be executed in terms\nof the provisions contained in the Code of Civil Procedure. The writ\npetition is not the appropriate remedy therefor. In that view of the matter,\nthe impugned judgment cannot be sustained. It, however, goes without\nsaying that the First Respondent shall be entitled to execute the decree in\naccordance with law. [579-C-D]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 3058 of 2000.\nFrom the Judgment and Order dated 13.10.99 of the Madras High\nCourt in W.P. No. 15089 of 1998.\nK. Sukumaran, K. Ramamoorthy, L.N. Rao, Dr. A. Francis Julian, Sumit\nKumar, for M/s. Arputham Aruna \u0026 Co. M.A. Chinnasamy, Mrs. N. Shobha,\nSriram Thalapathy, N.K. Arulmuruganandham, Vikas Mehta, Ms. Indu\nMalhotra, Ms. Mamata Choudhary, P. Nedu Chezian, C. Paramashivam, R.\nAyyam Perumal, Sewa Ram, S. Vallinayagam, Satya Mitra Garg with them\n578\n'\nt\nSWAMY ATMANANDA 1. SWAMI BODHANANDA [S.B. SINHA, J.]\nfor the appearing parties.\n579\nA\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. This appeal is directed against the judgment and order\ndated 13.10.1999 passed by a Division Bench of the Madras High Court in\nWrit Petition No.15089 of 1998 whereby and whereunder the writ petition B\nfiled by Swami Bodhananda had been allowed. The said writ petition was\nfiled for issuance of a writ of or in the nature of mandamus directing the\nRespondents therein to give all assistance to the Appellant in taking over\nmanagement of the institutions specified therein. The said writ petition was\nfiled having regard to the judgment of the Civil Court.\nA decree passed by the Civil Court must be executed in terms of the\nprovisions contained in the Code of Civil Procedure. The writ petition is not\nthe appropriate remedy therefor. In that view of the matter, the impugned\njudgment cannot be sustained, which is set aside accordingly. The Appeal is\nallowed. It, however, goes without saying that the First Respondent herein\nshall be entitled to execute the decree in accordance with law.\nC\nD\nD.G.\nAppeal allowed.\n"}