{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"A\n128\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\n2. The controversy pertaining to reservation in promotion\nfor the Scheduled Castes and Scheduled Tribes with\nconsequential seniority as engrafted under Articles 16(4A) and\n16(4B) and the facet of relaxation grafted by way of a proviso\nto Article 335 of the Constitution of India being incorporated\nB by the Constitution (Seventy-seventh Amendment) Act, 1995,\nthe Constitution (Eight-first Amendment) Act, 2000, the\nConstitution (Eighty-second Amendment) Act, 2000 and the\nConstitution (Eighty-fifth Amendment) Act, 2001 at various\nstages having withstood judicial scrutiny by the dictum in M.\nC Nagaraj v. Union of India', the issue of implementation of the\nsame through existing statutory enactment by the State\nLegislature and the subsequent rules framed by the authorities\nof the State or concerned corporation of the State of Uttar\nPradesh, has, as the learned counsel appearing for both sides\nin their astute and penetrating manner have pyramided the\nconcept in its essentiality, either appeared too simple that\nsimplification may envy or so complex that it could manifest as\nthe reservoir of imbalances or a sanctuary of uncertainties.\nThus, the net result commands for an endeavour for a detailed\nsurvey of the past and casts an obligation to dwell upon the\ncontroversy within the requisite parameters that are absolutely\nessential for adjudication of the lis emanated in praesenti.\nD\nヨ\nF\nTHE FACTUAL EXPOSE’\n3. Extraordinary and, in a way, perplexing though it may\nseem, yet as the factual scenario pronouncedly reveals, the\nassail in some of the appeals of this batch of appeals is to the\njudgment and order passed by the Division Bench of the High\nCourt of Judicature at Allahabad in Writ Petition No. 63217 of\n2010 (Mukund Kumar Srivastava vs. State of U.P. and\nAnother) upholding the validity of the provisions contained in\nRule 8-A of the U.P. Government Servants Seniority Rules,\n1991 (for brevity 'the 1991 Rules') that were inserted by the\nU.P. Government Servants Seniority (3rd Amendment) Rules,\nH 1. (2006) 8 SCC 212: AIR 2007 SC 71.\nG\nU.P. POWER CORPORATION LTD. v. RAJESH 129\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\n2007 by the employees-appellants and in some of the appeals, A\nthe challenge by the State Government and the U.P. Power\nCorporation Ltd. (for short 'the Corporation') is to the judgment\nand order passed by the Division Bench of the High Court of\nJudicature at Allahabad, Lucknow Bench, Lucknow, in Writ\nPetition No. 1389 (S/B) of 2007 (Prem Kumar Singh and B\nothers v. State of U.P. and others) and other connected writ\npetitions holding, inter alia, that the decision rendered by the\nDivision Bench in the case of Mukund Kumar Srivastava\n(supra) at Allahabad is per incuriam and not a binding\nprecedent and further Section 3(7) of the Uttar Pradesh Public C\nServants (Reservation for Scheduled Castes, Scheduled Tribes\nand other Backward Classes) Act, 1994 (for short 'the 1994\nAct') and Rule 8A of the 1991 Rules, as brought into force in\n2007, are invalid, ultra vires and unconstitutional and, as a\nE\nnecessary corollary, the consequential orders relating to D\nseniority passed by the State Government deserved to be\nquashed and, accordingly, quashed the same and further\nclarified that in case the State Government decides to provide\nreservation in promotion to any class or classes of posts in the\nservices under the State, it is free to do so after undertaking\nthe exercise as required under the constitutional provisions\nkeeping in mind the law laid down by this Court in M. Nagraj\n(supra). It has been directed that till it is done, no reservation\nin promotion on any post or classes of posts under the services.\nof the State including the Corporation shall be made hence\nforth. However, the Division Bench observed that the promotions\nalready made as per the provisions/Rules where the benefit of\nRule 8A has not been given while making the promotion shall\nnot be disturbed.\nF\n4. The cleavage has invited immense criticism by the G\nlearned senior counsel appearing for both sides on principles\nof judicial discipline, decorum, propriety and tradition. Initially\nthe debate centred around the concept of precedent and the\nduties of the Benches but gradually it was acceded to,\nabsolutely totally being seemly, to decide the controversy on\nH\n130 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA merits instead of a remit and, accordingly, the learned counsel\nfor the parties addressed the Court at length. As advised, we\nshall dwell upon the merits of the controversy but we shall not\nabdicate our responsibility to delve into the first issue, i.e.,\njudicial discipline as we are inclined to think that it is the duty,\nB nay, obligation in the present case to do so because despite\nrepeated concern shown by this Court, the malady subsists,\nmaking an abode of almost permanency. Ergo, we proceed to\nstate the facts on the first issue and our opinion thereon and,\nthereafter, shall deal with the assail and attack on both the\nC judgments on merits.\nD\nE\nF\nG\n5. One Rajesh Kumar and two others, the private\nrespondents in the appeal preferred by the Corporation, filed\nWrit Petition No. 146 (S/B) of 2009 at the Lucknow Bench of\nthe High Court of Judicature at Allahabad seeking declaration\nto the effect that Rule 8A of the 1991 Rules and the resolution\npassed by the Corporation are ultra vires. That apart, the assail\nwas to the constitutional validity of Section 3(7) of the 1994 Act\non the foundation that the State Government in gross violation\nof the constitutional provisions enshrined under Articles 16(4A)\nand 16(4B) and the interpretation placed thereon by the\nConstitution Bench in M. Nagraj (supra) has framed the Rules\nand the Corporation has adopted the same by amending its\nRules and introduced the concept of reservation in promotion\nwith accelerated seniority.\n6. It was contended before the Lucknow Bench that neither\nthe State Government nor the Corporation had carried out the\nexercise as per the decision in M. Nagraj (supra) and in the\nabsence of the same, the provisions of the Act and the Rules\ncaused discomfort to the constitutional provisions. The stand\nand stance put forth by the writ petitioners was combated by\nthe Corporation contending, inter alia, that the Scheduled\nCastes and Scheduled Tribes were inadequately represented\nin the service and the chart wise percentage of representation\nto direct recruitment of reserved categories incumbents would\nH\nU.P. POWER CORPORATION LTD. v. RAJESH 131\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\nclearly reflect the inadequacy. We are not referring to the A\npleadings in detail as that will be adverted to at a later stage.\nSuffice to say at present, in view of the assertions made by the\nparties and the records produced the Division Bench framed\nthe question for determination whether Rule 8-A of the Rules\nis ultra vires and unconstitutional. During the course of hearing B\nof the writ petition, the Corporation brought to the notice of the\nDivision Bench at Lucknow the judgment dated 21.10.2010\npassed by the Division Bench at Allahabad in Writ Petition No.\n63127 of 2010 (Mukund Kumar Srivastava v. State of U.P. and\nanother). It was urged that the same was a binding precedent C\nand, therefore, the Division Bench was bound to follow the\nsame. But, the Bench hearing the writ petition declared the said\ndecision as not binding and per incuriam as it had not correctly\ninterpreted, appreciated and applied the ratio laid down in M.\nNagraj (supra) and, on that base, declared Section 3(7) of the\n1994 Act and Rule 8A of the 1991 Rules as unconstitutional\nand issued the directions as have been stated hereinbefore.\nD\nE\n7. It is the admitted position at the Bar that certain writ\npetitions were filed at Lucknow Bench and they were being\nheard. They were filed on earlier point of time and were being\ndealt with on merits by the concerned Division Bench. At that\njuncture, the Division Bench at Allahabad entertained Writ\nPetition No. 63127 of 2010. The Bench was of the view that\nwithout calling for a counter affidavit from any of the respondents\nthe writ petition could be decided. Be it noted, the petitioner F\ntherein was an Executive Engineer in Rural Engineering\nService at Sonebhadra Division and had challenged the\nseniority list of Executive Engineers of Rural Engineering\nService published vide Office Memorandum No. 2950/62-3-\n2010-45-RES/2010 dated 8.9.2010 and further sought G\ndeclaration of Rule 8A of the 2007 Rules as unconstitutional.\nA prayer for issue of a writ of mandamus was sought not to\nproceed with and promote any person on the next higher post\non the basis of the impugned seniority list of Executive\nEngineers of Rural Engineering Service. The Bench, as is\nI\n132 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA manifest from the order, adverted to the facts and then dwelled\nupon the validity of the Rules. It scanned Rules 6, 7, 8 and 8A\nand referred to the decision of this Court in Indra Sawhney etc.\nv. Union of India and others², Section 3 of the 1994 Act, Article\n335 of the Constitution and quoted in extenso from M. Nagraj\nB (supra) and came to hold as follows: -\nC\nD\nE\nF\nG\nH 2.\n\"The Constitutional validity of Amending Act 77th\nAmendment Act 1995 and 85th Amendment Act 2001\nwhereby clause (4A) has been inserted after clause (4)\nunder the Article 16 of the Constitution has already been\nupheld by the Constitution Bench of Hon'ble Apex Court\nin M. Nagraj case (supra) holding that neither the catch\nup rule nor the Constitutional seniority is implicit in Clause\n(1) and Clause (4) of Article 16 rather the concept of catch\nup rule and consequential seniority are judicially evolved\nconcepts to control the extent of reservation. The source\nof these concepts is in service jurisprudence. These\nconcepts cannot be elevated to the status of an axiom, like\nsecularism, constitutional sovereignty, equality code etc.\nforming basic structure of the Constitution. It cannot be\nsaid that by insertion of concept of consequential seniority\nthe structure of Article 16 stands destroyed or abrogated.\nIt cannot be said that equality code contained under\nArticles 14, 15, 16 is violated by deletion of catch-up rule.\nWe are bound by the aforesaid decision of Hon'ble\nApex Court in M. Nagraj case (supra). Therefore, there can\nbe no scope for doubt to hold that deletion of catch-up rule\nand conferring the benefits of consequential seniority upon\nthe members of SC and ST on account of reservation in\npromotion in a particular service or grade or post has any\nway obliterated the equality code contained under Articles\n14, 15 and 16 of the Constitution as concept of catch-up\nrule of seniority does not directly flow from Article 16(1)\nand (4) of the Constitution of India. We are of the\n1992 Supp. (3) SCC 217 : AIR 1993 SC 477.\nU.P. POWER CORPORATION LTD. v. RAJESH 133\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\nconsidered opinion that Rule 8A of 1991 Rules has merely A\neffectuated the provisions contained under Article 16(4A)\nof the Constitution of India whereby benefit of\nconsequential seniority has been given to the members of\nscheduled castes and scheduled tribes due to reservation/\nroster in promotion by obliterating the concept of catch-up B\nRule of seniority. Rule 8A of 1991 Rules specifically\nstipulates that if any member of scheduled castes or\nscheduled tribes is promoted on any post or grade in\nservice earlier to other categories of persons, the member\nof SC/ST shall be treated to be senior to such other C\ncategories of persons who are promoted subsequently\nafter promotion of members of SC/ST, despite anything\ncontained in Rules 6, 7 and 8 of 1991 Rules. In our view\nRule 8A of 1991 Rules has constitutional sanctity of Article\n16(4A) of the Constitution and cannot be found faulty\nmerely on account of violation of judicially evolved concept\nof catch-up rule of seniority which has been specifically\nobliterated by Article 16(4A) of the Constitution. Likewise\nthe said rule can also not be held to be unconstitutional or\ninvalid on account of obliteration of any other judicially\nevolved principle of seniority or any other contrary rules of\nseniority existing under Rules 6, 7 and 8 of 1991 Rules,\nas Rule 8A of 1991 Rules opens with non-obstante clause\nwith overriding effect upon Rules 6, 7 and 8 of 1991 Rules,\ntherefore, we do not find any justification to strike down the\nprovisions contained under Rule 8-A of 1991 Rules on the\nsaid ground and on any of the grounds mentioned in the\nwrit petition.\"\nAfter so stating, the Division Bench proceeded to observe as\nfollows: -\n\"27. In this connection, we make it clear that deletion of\nthe said concept of catch-up Rule of seniority and addition\nof consequential seniority due to reservation in promotion\non any post or grade in service are applicable to the\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\nF\nG\nI\n134 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nmember of scheduled castes and scheduled tribes only,\nwhereas inter-se seniority of other categories employees\nshall continue to be determined according to their existing\nseniority rules as contemplated by the provisions of Rules\n6, 7 and 8 of 1991 Rules, subject to aforesaid limitations.\nThus the concept of catch-up Rule of Seniority stands\nobliterated only to the extent of giving benefit of\nconsequential seniority to the members of scheduled\ncastes and scheduled tribes on account of their promotion\non any post or grade in service due to reservation,\ntherefore, the scope of obliteration of concept of catch-up\nrule is limited to that extent. In this view of the matter the\npetitioner is not entitled to get the relief sought for in the\nwrit petition questioning the validity of said Rule 8A of 1991\nRules. Thus we uphold the validity of said Rules and the\nquestion formulated by us is answered accordingly.\"\nIt is interesting to note that in paragraph 29 of the said judgment\nthe Division Bench expressed thus: -\n\"29. However, since the petitioner did not challenge the\nConstitutional Validity of Law regarding reservation in\npromotion in favour of scheduled castes and scheduled\ntribes existing in State of Uttar Pradesh which is applicable\nto the services and posts in connection of affairs of State\nof Uttar Pradesh inasmuch as other services and posts\ncovered by said Reservation Act 1994, in our opinion, the\npetitioner shall not be permitted to raise this question by\nfiling any other writ petition again. In given facts and\ncircumstances of the case, we are not inclined to issue any\nmandamus, commanding the respondents, not to proceed\nwith impugned seniority list for the purpose of promotion\non the next higher post without expressing any opinion on\nthe merit of said seniority list. We are also not inclined to\nissue any such restraint order, staying any promotion on\nthe next higher post, if the respondents are intending to\nmake such promotion on the basis of impugned seniority\nlist.\"\nU.P. POWER CORPORATION LTD. v. RAJESH 135\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\n8. We have been apprised at the Bar that it was brought\nto the notice of the Division Bench at Allahabad that certain writ\npetitions, where there was comprehensive challenge, were\npart-heard and the hearing was in continuance at Lucknow\nBench, but, as is vivid from the first paragraph of the said\njudgment, the Bench heard the learned counsel for the petitioner\nand the standing counsel for the State and caveator and\nproceeded to decide the matter without a counter affidavit.\n9. Presently, we shall advert to how the Lucknow Bench\ndealt with this decision.\n10. After stating the basic pleas, the Division Bench at\nLucknow proceeded to state as follows:-\n\".......but before we proceed to decide the validity of the\nchallenge made and the defence put, we find it expedient\nto respond to the foremost plea of the respondents that the\naforesaid Rule 8-A of the U.P. Government Servants\nSeniority Rules, 1991, (hereinafter referred to as 'the\nRules, 1991), was challenged before a Division Bench\n(Hon'ble Sheo Kumar Singh and Hon'ble Sabhajeet\nYadav, JJ) at Allahabad in Writ Petition No. 63127 of 2010\nin re: Mukund Kumar Srivastava versus State of U.P. and\nanother, which writ petition has been dismissed upholding\nthe validity of the aforesaid Rule 8-A, therefore, this Court\nis bound by the said judgment passed by a Bench of equal\nstrength and hence all these petitions need be dismissed\nonly on this ground.\"\nBefore the said Bench, it was contended that the judgment\nrendered by the Division Bench at Allahabad is per incuriam\nand is not a binding precedent.\n11. Various grounds were urged to substantiate the\naforesaid stand. The Division Bench, after analysing the\nreasoning of the Allahabad Bench in great detail and after\nA\nB\nC\nD\nE\nF\nG\nH\n136 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA referring to certain decisions and the principles pertaining to\nbinding precedent, opined as follows:-\nB\nC\nD\nE\nF\n0\nH\n\"The Division Bench at Allahabad, did not enter into the\nquestion of exercise of power by the State Government\nunder the enabling provisions of the Constitution and\nupheld the validity of Rule 8-A only for the reason, that\nthere did exist such a power to enact the Rule, whereas\nthe Apex Court, very clearly has pronounced, that if the\ngiven exercise has not been undertaken by the State\nGovernment while making a rule for reservation with or\nwithout accelerated seniority, such a rule may not stand the\ntest of judicial review.\nIn fact, M. Nagraj obliges the High Court that when\na challenge is made to the reservation in promotion, it shall\nscrutinize the same on the given parameters and it also\ncasts a corresponding duty upon the State Government to\nsatisfy the Court about the exercise undertaken in making\nsuch a provision for reservation. The Division Bench did\nnot advert upon this issue, nor the State Government\nfulfilled its duty as enumerated in M. Nagraj.\nThe effect of the judgment delivered at Allahabad is\nalso to be seen in the light of the fact that though the\nDivision Bench at Allahabad did not adjudicate on the\ndispute with regard to the seniority for which the petitioner\nMukund Kumar Srivastava has been relegated to the\nremedy of State Public Services Tribunal, but upheld the\nvalidity of Rule 8-A, which could not be said to be the main\nrelief, claimed by the petitioner.\nFor the aforesaid reasons and also for the reason,\nthat the present writ petitions do challenge the very rule of\nreservation in promotion, which challenge we have upheld\nfor the reasons hereinafter stated, because of which the\nrule of accelerated seniority itself falls to the ground, we,\nwith deep respect, are unable to subscribe to the view\nU.P. POWER CORPORATION LTD. v. RAJESH 137\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\ntaken by the Division Bench at Allahabad and hold that the A\nsaid judgment cannot be considered as binding precedent\nhaving been rendered per incuriam.\"\n12. We have reproduced the paragraphs from both the\ndecisions in extenso to highlight that the Allahabad Bench was\napprised about the number of matters at Lucknow filed earlier\nin point of time which were being part heard and the hearing.\nwas in continuum. It would have been advisable to wait for the\nverdict at Lucknow Bench or to bring it to the notice of the\nlearned Chief Justice about the similar matters being instituted\nat both the places. The judicial courtesy and decorum warranted\nsuch discipline which was expected from the learned Judges\nbut for the unfathomable reasons, neither of the courses were\ntaken recourse to. Similarly, the Division Bench at Lucknow\nerroneously treated the verdict of Allahabad Bench not to be a\nbinding precedent on the foundation that the principles laid\ndown by the Constitution Bench in M. Nagraj (supra) are not\nbeing appositely appreciated and correctly applied by the\nBench when there was reference to the said decision and\nnumber of passages were quoted and appreciated albeit\nincorrectly, the same could not have been a ground to treat the\ndecision as per incuriam or not a binding precedent. Judicial\ndiscipline commands in such a situation when there is\ndisagreement to refer the matter to a larger Bench. Instead of\ndoing that, the Division Bench at Lucknow took the burden on\nthemselves to decide the case.\n13. In this context, we may profitably quote a passage from\nLala Shri Bhagwan and another v. Ram Chand and another³:-\n\"18... It is hardly necessary to emphasise that\nconsiderations of judicial propriety and decorum require\nthat if a learned single Judge hearing a matter is inclined\nto take the view that the earlier decisions of the High Court,\nwhether of a Division Bench or of a single Judge, need to\n3. AIR 1965 SC 1767.\nB\nC\nD\nE\nF\nG\nH\n"}