{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56}],"text":"A\nB\nC\nD\nE\nF\n☐ G\n168\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nan enabling provision. The State is not bound to make\nreservation for SCS/STs in matter of promotions. However,\nif they wish to exercise their discretion and make such\nprovision, the State has to collect quantifiable data showing\nbackwardness of the class and inadequacy of\nrepresentation of that class in public employment in\naddition to compliance with Article 335. It is made clear\nthat even if the State has compelling reasons, as stated\nabove, the State will have to see that its reservation\nprovision does not lead to excessiveness so as to breach\nthe ceiling-limit of 50% or obliterate the creamy layer or\nextend the reservation indefinitely.\n124. Subject to the above, we uphold the constitutional\nvalidity of the Constitution (Seventy-Seventh Amendment)\nAct, 1995; the Constitution (Eighty-First Amendment) Act,\n2000; the Constitution (Eighty-Second Amendment) Act,\n2000 and the Constitution (Eighty-Fifth Amendment) Act,\n2001.\"\n38. From the aforesaid decision and the paragraphs we\nhave quoted hereinabove, the following principles can be carved\nout: -\n(i)\n(ii)\nVesting of the power by an enabling provision may\nbe constitutionally valid and yet 'exercise of power'\nby the State in a given case may be arbitrary,\nparticularly, if the State fails to identify and measure\nbackwardness and inadequacy keeping in mind the\nefficiency of service as required under Article 335.\nArticle 16(4) which protects the interests of certain\nsections of the society has to be balanced against\nArticle 16(1) which protects the interests of every\ncitizen of the entire society. They should be\nharmonized because they are restatements of the\nprinciple of equality under Article 14.\n☐ H\nU.P. POWER CORPORATION LTD. v. RAJESH 169\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\n(iii) Each post gets marked for the particular category A\nof candidates to be appointed against it and any\nsubsequent vacancy has to be filled by that category\ncandidate.\n(iv) The appropriate Government has to apply the cadre\nstrength as a unit in the operation of the roster in\norder to ascertain whether a given class/group is\nadequately represented in the service. The cadre\nstrength as a unit also ensures that the upper ceiling-\nlimit of 50% is not violated. Further roster has to be\npost-specific and not vacancy based.\n(v)\nB\nC\nThe State has to form its opinion on the quantifiable\ndata regarding adequacy of representation. Clause\n(4A) of Article 16 is an enabling provision. It gives\nfreedom to the State to provide for reservation in D\nmatters of promotion. Clause (4A) of Article 16\napplies only to SCs and STs. The said clause is\ncarved out of Article 16(4A). Therefore, Clause (4A)\nwill be governed by the two compelling reasons -\n\"backwardness\"\nand \"inadequacy of E\nrepresentation\", as mentioned in Article 16(4). If the\nsaid two reasons do not exist, then the enabling\nprovision cannot be enforced.\n(vi) If the ceiling-limit on the carry-over of unfilled\nvacancies is removed, the other alternative time-\nfactor comes in and in that event, the time-scale\nhas to be imposed in the interest of efficiency in\nadministration as mandated by Article 335. If the\ntime-scale is not kept, then posts will continue to\nremain vacant for years which would be detrimental\nto the administration. Therefore, in each case, the\nappropriate Government will now have to introduce\nthe duration depending upon the fact-situation.\nF\nG\nH\nA\nB\nC\nD\nE\nF\nG\n170\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\n(vii) If the appropriate Government enacts a law\nproviding for reservation without keeping in mind the\nparameters in Article 16(4) and Article 335, then\nthis Court will certainly set aside and strike down\nsuch legislation.\n(viii) The constitutional limitation under Article 335 is\nrelaxed and not obliterated. As stated above, be it\nreservation or evaluation, excessiveness in either\nwould result in violation of the constitutional\nmandate. This exercise, however, will depend on\nthe facts of each case.\n(ix) The concepts of efficiency, backwardness and\ninadequacy of representation are required to be\nidentified and measured. That exercise depends on\nthe availability of data. That exercise depends on\nnumerous factors. It is for this reason that the\nenabling provisions are required to be made\nbecause each competing claim seeks to achieve\ncertain goals. How best one should optimize these\nconflicting claims can only be done by the\nadministration in the context of local prevailing\nconditions in public employment.\n(x)\nArticle 16(4), therefore, creates a field which\nenables a State to provide for reservation provided\nthere exists backwardness of a class and\ninadequacy of representation in employment. These\nare compelling reasons. They do not exist in Article\n16(1). It is only when these reasons are satisfied\nthat a State gets the power to provide for\nreservation in the matter of employment.\n39. At this stage, we think it appropriate to refer to the case\nof Suraj Bhan Meena and another (supra). In the said case,\nwhile interpreting the case in M. Nagaraj (supra), the two-Judge\nH Bench has observed: -\nU.P. POWER CORPORATION LTD. v. RAJESH 171\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\n\"10. In M. Nagaraj case, this Court while upholding the A\nconstitutional validity of the Constitution (77thAmendment)\nAct, 1995 and the Constitution (85th Amendment) Act,\n2001, clarified the position that it would not be necessary\nfor the State Government to frame rules in respect of\nreservation in promotion with consequential seniority, but B\nin case the State Government wanted to frame such rules\nin this regard, then it would have to satisfy itself by\nquantifiable data, that there was backwardness,\ninadequacy of representation in public employment and\noverall administrative inefficiency and unless such an\nexercise was undertaken by the State Government, the rule\nrelating to reservation in promotion with consequential\nseniority could not be introduced.\"\nC\nD\nE\n40. In the said case, the State Government had not\nundertaken any exercise as indicated in M. Nagaraj (supra).\nThe two-Judge Bench has noted three conditions in the said\njudgment. It was canvassed before the Bench that exercise to\nbe undertaken as per the direction in M. Nagaraj (supra) was\nmandatory and the State cannot, either directly or indirectly,\ncircumvent or ignore or refuse to undertake the exercise by\ntaking recourse to the Constitution (Eighty-Fifth Amendment)\nAct providing for reservation for promotion with consequential\nseniority. While dealing with the contentions, the two-Judge\nBench opined that the State is required to place before the\nCourt the requisite quantifiable data in each case and to satisfy F\nthe court that the said reservation became necessary on\naccount of inadequacy of representation of Scheduled Castes\nand Scheduled Tribes candidates in a particular class or\nclasses of posts, without affecting the general efficiency of\nservice. Eventually, the Bench opined as follows:\n“66. The position after the decision in M. Nagaraj case is\nthat reservation of posts in promotion is dependent on the\ninadequacy of representation of members of the\nScheduled Castes and Scheduled Tribes and Backward\nG\nH\nA\nB\nC\n172 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nClasses and subject to the condition of ascertaining as to\nwhether such reservation was at all required.\n67. The view of the High Court is based on the decision\nin M. Nagaraj case as no exercise was undertaken in\nterms of Article 16(4-A) to acquire quantifiable data\nregarding the inadequacy of representation of the\nSchedule Caste and Scheduled Tribe communities in\npublic services. The Rajasthan High Court has rightly\nquashed the notifications dated 28.12.2002 and\n25.4.2008 issued by the State of Rajasthan providing for\nconsequential seniority and promotion to the members of\nthe Scheduled Caste and Scheduled Tribe communities\nand the same does not call for any interference.\"\nAfter so stating, the two-Judge Bench affirmed the view taken\nD by the High Court of Rajasthan.\nE\nF\nG\n41. As has been indicated hereinbefore, it has been\nvehemently argued by the learned senior counsel for the State\nand the learned senior counsel for the Corporation that once\nthe principle of reservation was made applicable to the\nspectrum of promotion, no fresh exercise is necessary. It is also\nurged that the efficiency in service is not jeopardized. Reference\nhas been made to the Social Justice Committee Report and\nthe chart. We need not produce the same as the said exercise\nwas done regard being had to the population and vacancies\nand not to the concepts that have been evolved in M. Nagaraj\n(supra). It is one thing to think that there are statutory rules or\nexecutive instructions to grant promotion but it cannot be\nforgotten that they were all subject to the pronouncement by this\nCourt in Vir Pal Singh Chauhan (supra) and Ajit Singh (II)\n(supra). We are of the firm view that a fresh exercise in the light\nof the judgment of the Constitution Bench in M. Nagaraj (supra)\nis a categorical imperative. The stand that the constitutional\namendments have facilitated the reservation in promotion with\nconsequential seniority and have given the stamp of approval\nI\nU.P. POWER CORPORATION LTD. v. RAJESH 173\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\nto the Act and the Rules cannot withstand close scrutiny A\ninasmuch as the Constitution Bench has clearly opined that\nArticles 16(4A) and 16(4B) are enabling provisions and the\nState can make provisions for the same on certain basis or\nfoundation. The conditions precedent have not been satisfied.\nNo exercise has been undertaken. What has been argued with B\nvehemence is that it is not necessary as the concept of\nreservation in promotion was already in vogue. We are unable\nto accept the said submission, for when the provisions of the\nConstitution are treated valid with certain conditions or riders,\nit becomes incumbent on the part of the State to appreciate C\nand apply the test so that its amendments can be tested and\nwithstand the scrutiny on parameters laid down therein.\n42. In the ultimate analysis, we conclude and hold that\nSection 3(7) of the 1994 Act and Rule 8A of the 2007 Rules\nare ultra vires as they run counter to the dictum in M. Nagaraj\n(supra). Any promotion that has been given on the dictum of\nIndra Sawhney (supra) and without the aid or assistance of\nSection 3(7) and Rule 8A shall remain undisturbed.\n43. The appeals arising out of the final judgment of Division\nBench at Allahabad are allowed and the impugned order is set\naside. The appeals arising out of the judgment from the Division\nBench at Lucknow is affirmed subject to the modification as\nstated hereinabove. In view of the aforesaid, all other appeals\nare disposed of. The parties shall bear their respective costs.\nR.P.\nAppeals disposed of.\nD\nE\nF\n"}