{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\nC\nD\nE\nF\nG\n138\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nbe reconsidered, he should not embark upon that enquiry\nsitting as a single Judge, but should refer the matter to a\nDivision Bench or, in a proper case, place the relevant\npapers before the Chief Justice to enable him to constitute\na larger Bench to examine the question. That is the proper\nand traditional way to deal with such matters and it is\nfounded on healthy principles of judicial decorum and\npropriety. It is to be regretted that the learned single Judge\ndeparted from this traditional way in the present case and\nchose to examine the question himself.\"\n14. In Sundarjas Kanyalal Bhathija and others v. The\nCollector, Thane, Maharashtra and others while dealing with\njudicial discipline, the two-Judge Bench has expressed thus:-\n\"One must remember that pursuit of the law, however,\nglamorous it is, has its own limitation on the Bench. In a\nmulti-Judge Court, the Judges are bound by precedents\nand procedure. They could use their discretion only when\nthere is no declared principle to be found, no rule and no\nauthority. The judicial decorum and legal propriety demand\nthat where a learned single Judge or a Division Bench\ndoes not agree with the decision of a Bench of co-ordinate\njurisdiction, the matter shall be referred to a larger Bench.\nIt is a subversion of judicial process not to follow this\nprocedure.\"\nThe aforesaid pronouncements clearly lay down what is\nexpected from the Judges when they are confronted with the\ndecision of a Co-ordinate Bench on the same issue. Any\ncontrary attitude, however adventurous and glorious may be,\nwould lead to uncertainty and inconsistency. It has precisely so\nhappened in the case at hand. There are two decisions by two\nDivision Benches from the same High Court. We express our\nconcern about the deviation from the judicial decorum and\ndiscipline by both the Benches and expect that in future, they\nH 4. AIR 1991 SC 1767.\nU.P. POWER CORPORATION LTD. v. RAJESH 139\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\nshall be appositely guided by the conceptual eventuality of such A\ndiscipline as laid down by this Court from time to time. We have\nsaid so with the fond hope that judicial enthusiasm should not\nobliterate the profound responsibility that is expected from the\nJudges.\n15. Having dealt with the judicial dictum and the propriety\npart, we shall now proceed to deal with the case on merit as a\ncommon consensus was arrived at the Bar for the said purpose.\nThe affected employees have filed certain civil appeals against\nthe judgment of the Allahabad High Court and the employees\nwho are affected by the verdict of the Lucknow Bench have also\npreferred appeals. That apart, the State of U.P. and the\nCorporation have also challenged the decision as the rules\nframed have been declared ultra vires. The main controversy\nrelates to the validity of Section 3(7) of the 1994 Act and Rule\n8A of the 1991 Rules. Thus, we really have to advert to the\nconstitutional validity of the said provisions.\nB\nC\nD\n16. Prior to the advertence in aforesaid regard, it is\nnecessary to have a certain survey pertaining to reservation in\npromotional matters. The question of reservation and the E\nassociated promotion with it has been a matter of debate in\nvarious decisions of this Court. After independence, there were\nvarious areas in respect of which decisions were pronounced.\nEventually, in the case of Indra Sawhney and another v. Union\nof India and others (supra) the nine-Judge Bench, while dealing F\nwith the question whether clause (4) of Article 16 of the\nConstitution provides for reservation only in the matter of initial\nappointment, direct recruitment or does it contemplate and\nprovide for reservations being made in the matter of promotion\nas well, recorded the submissions of the petitioners in G\nparagraph 819 which reads as follows: -\n\"The petitioners' submission is that the reservation\nof appointments or posts contemplated by clause (4) is\nonly at the stage of entry into State service, i.e., direct\nH\nA\nB\nC\nD\nE\nF\nןד\nG\nH\n140 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nrecruitment. It is submitted that providing for reservation\nthereafter in the matter of promotion amounts to a double\nreservation and if such a provision is made at each\nsuccessive stage of promotion it would be a case of\nreservation being provided that many times. It is also\nsubmitted that by providing reservation in the matter of\npromotion, the member of a reserved category is enabled\nto leap-frog over his compatriots, which is bound to\ngenerate acute heartburning and may well lead to\ninefficiency in administration. The members of the open\ncompetition category would come to think that whatever be\ntheir record and performance, the members of reserved\ncategories would steal a march over them, irrespective of\ntheir performance and competence. Examples are give\nhow two persons (A) and (B), one belonging to O.C.\ncategory and the other belonging to reserved category,\nhaving been appointed at the same time, the member of\nthe reserved category gets promoted earlier and how even\nin the promoted category he jumps over the members of\nthe O.C. category already there and gains a further\npromotion and so on. This would generate, it is submitted,\na feeling of disheartening which kills the spirit of\ncompetition and develops a sense of disinterestedness\namong the members of O.C. category. It is pointed out that\nonce persons coming from different sources join a\ncategory or class, they must be treated alike thereafter in\nall matters including promotions and that no distinction is\npermissible on the basis of their \"birth-mark\". It is also\npointed out that even the Constituent Assembly debates\non draft Article 10(3) do not indicate in any manner that it\nwas supported to extend to promotions as well. It is further\nsubmitted that if Article 16(4) is construed as warranting\nreservation even in the matter of promotion it would be\ncontrary to the mandate of Article 335 viz., maintenance\nof efficiency in administration. It is submitted that such a\nprovision would amount to putting a premium upon\ninefficiency. The members of the reserved category would\nU.P. POWER CORPORATION LTD. v. RAJESH 141\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\nnot work hard since they do not have to compete with all\ntheir colleagues but only within the reserved category and\nfurther because they are assured of promotion whether\nthey work hard and efficiently or not. Such a course would\nalso militate against the goal of excellence referred to in\nclause (j) of Article 51-A (Fundamental Duties).\"\nThereafter, the Bench referred to the decisions in General\nManager, S. Rly. v. Rangachari5, State of Punjab v. Hira Lal,\nAkhil Bharatiya Soshit Karamchari Sangh v. Union of India'\nand Comptroller and Auditor General v. K.S. Jagannathan\nand did not agree with the view stated in Rangachari (supra),\ndespite noting the fact that Rangachari has been a law for more\nthan thirty years and that attempt to reopen the issue was\nrepelled in Akhil Bharatiya Soshit Karamchari Sangh (supra).\nThereafter, their Lordships addressed to the concept of\npromotion and, eventually after adverting to certain legal\nprinciples, stated thus: -\n\"831. We must also make it clear that it would not be\nimpermissible for the State to extend concessions and\nrelaxations to members of reserved categories in the\nmatter of promotion without compromising the efficiency\nof the administration. The relaxation concerned in State of\nKerala v. N.M. Thomas [(1976) 2 SCC 310] and the\nconcessions namely carrying forward of vacancies and\nprovisions for in-service coaching/training in Karamchari\nSangh are instances of such concessions and relaxations.\nHowever, it would not be permissible to prescribe lower\nqualifying marks or a lesser level of evaluation for the\nmembers of reserved categories since that would\ncompromise the efficiency of administration. We reiterate\nthat while it may be permissible to prescribe a reasonably\n5. AIR 1962 SC 36.\n6. (1970) 3 SCC 567.\n7. (1981) 1 SCC 246.\n8. (1986) 2 SCC 679.\nA\nB\nC\nD\nE\nTI\n0\nH\nA\nB\nс\n142\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nlesser qualifying marks or evaluation for the OBCs, SCs\nand STS consistent with the efficiency of administration\nand the nature of duties attaching to the office concerned\n- in the matter of direct recruitment, such a course would\nnot be permissible in the matter of promotions for the\nreasons recorded hereinabove.\"\nIn paragraph 859, while summarising the said aspect, it has\nbeen ruled thus: -\n\"859. We may summarise our answers to the various\nquestions dealt with and answered hereinabove:\n**\nD\nE\nF\nG\nH\n-\n(7) Article 16(4) does not permit provision for\nreservations in the matter of promotion. This rule\nshall, however, have only prospective operation and\nshall not affect the promotions already made,\nwhether made on regular basis or on any other\nbasis. We direct that our decision on this question\nshall operate only prospectively and shall not affect\npromotions already made, whether on temporary,\nofficiating or regular/permanent basis. It is further\ndirected that wherever reservations are already\nprovided in the matter of promotion – be it Central\nServices or State Services, or for that matter\nservices under any Corporation, authority or body\nfalling under the definition of 'State' in Article 12 -\nsuch reservations may continue in operation for a\nperiod of five years from this day. Within this\nperiod, it would be open to the appropriate\nauthorities to revise, modify or re-issue the relevant\nrules to ensure the achievement of the objective of\nArticle 16(4). If any authority thinks that for ensuring\nadequate representation of 'backward class of\ncitizens' in any service, class or category, it is\nnecessary to provide for direct recruitment therein,\nU.P. POWER CORPORATION LTD. v. RAJESH 143\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\nit shall be open to it to do so (Ahmadi, J expresses\nno opinion on this question upholding the\npreliminary objection of Union of India). It would not\nbe impermissible for the State to extend\nconcessions and relaxations to members of\nreserved categories in the matter of promotion\nwithout compromising the efficiency of the\nadministration.\"\n17. After the said decision, another decision, namely,\nUnion of India and others v. Virpal Singh Chauhan and others⁹\ncame to the field. In the said case, the two-Judge Bench was\nconcerned with the nature of rule and reservation in promotions\nobtaining in the railway service and the rule concerning the\ndetermination of seniority between general candidates and\ncandidates belonging to reserved classes in the promotional\ncategory. The Bench referred to the decision in R.K. Sabharwal\nv. State of Punjab1º, various paragraphs of the Indian Railways\nEstablishment Manual and paragraphs 692 and 693 of the\nIndra Sawhney (supra) and opined that the roster would only\nensure the prescribed percentage of reservation but would not\naffect the seniority. It has been stated that while the reserved\ncandidates are entitled to accelerated promotion, they would\nnot be entitled to consequential seniority.\n18. Thereafter, in Ajit Singh Januja and others v. State\nof Punjab and others\", the three-Judge Bench posed the\nquestion in the following terms: -\n\"The controversy which has been raised in the present\nappeals is: whether, after the members of Scheduled\nCastes/Tribes or Backward Classes for whom specific\npercentage of posts have been reserved and roster has\nbeen provided having been promoted against those posts\n9. (1995) 6 SCC 684.\n10. (19950 2 SCC 745.\n11. (1996) 2 SCC 715.\nA\nC\nD\nE\nF\nG\nH\nA\nB\nс\nD\nE\nF\n☐ G\n☐ H\n144 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\non the basis of \"accelerated promotion\" because of\nreservation of posts and applicability of the roster system,\ncan claim promotion against general category posts in still\nhigher grade on the basis of their seniority which itself is\nthe result of accelerated promotion on the basis of\nreservation and roster?\"\nThe Bench referred to the decisions in Virpal Singh\nChauhan (supra), R.K. Sabharwal (supra) and Indra Sawhney\n(supra) and ultimately concurred with the view expressed in\nVirpal Singh Chauhan by stating as follows: -\n\"16. We respectfully concur with the view in Union\nof India v. Virpal Singh Chauhan, that seniority between\nthe reserved category candidates and general candidates\nin the promoted category shall continue to be governed by\ntheir panel position i.e. with reference to their inter se\nseniority in the lower grade. The rule of reservation gives\naccelerated promotion, but it does not give the accelerated\n\"consequential seniority\". If a Scheduled Caste/Scheduled\nTribe candidate is promoted earlier because of the rule of\nreservation/roster and his senior belonging to the general\ncategory is promoted later to that higher grade the general\ncategory candidate shall regain his seniority over such\nearlier promoted Scheduled Caste/Tribe candidate. As\nalready pointed out above that when a Scheduled Caste/\nTribe candidate is promoted earlier by applying the rule\nof reservation/roster against a post reserved for such\nScheduled Caste/Tribe candidate, in this process he does\nnot supersede his seniors belonging to the general\ncategory. In this process there was no occasion to\nexamine the merit of such Scheduled Caste/Tribe\ncandidate vis-à-vis his seniors belonging to the general\ncategory. As such it will be only rational, just and proper\nto hold that when the general category candidate is\npromoted later from the lower grade to the higher grade,\nhe will be considered senior to a candidate belonging to\nU.P. POWER CORPORATION LTD. v. RAJESH 145\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\nthe Scheduled Caste/Tribe who had been given A\naccelerated promotion against the post reserved for him.\nWhenever a question arises for filling up a post reserved\nfor Scheduled Caste/Tribe candidate in a still higher grade\nthen such candidate belonging to Scheduled Caste/Tribe\nshall be promoted first but when the consideration is in B\nrespect of promotion against the general category post in\na still higher grade then the general category candidate\nwho has been promoted later shall be considered senior\nand his case shall be considered first for promotion\napplying either principle of seniority-cum-merit or merit- C\ncum-seniority. If this rule and procedure is not applied then\nresult will be that majority of the posts in the higher grade\nshall be held at one stage by persons who have not only\nentered service on the basis of reservation and roster but\nhave excluded the general category candidates from being\npromoted to the posts reserved for general category\ncandidates merely on the ground of their initial accelerated\npromotions. This will not be consistent with the requirement\nor the spirit of Article 16(4) or Article 335 of the\nConstitution.\"\n19. In Jagdish Lal and others v. State of Haryana and\nothers¹², a three-Judge Bench opined that seniority granted to\nthe Scheduled Caste and Scheduled Tribe candidates over a\ngeneral candidate due to his accelerated promotion does not\nin all events get wiped out on promotion of general candidate.\nThe Bench explained the decisions in Vir Pal Singh Chauhan\n(supra) and Ajit Singh Januja (supra).\n20. In Ajit Singh and others (II) v. State of Punjab and\nothers, 13 the Constitution Bench was concerned with the issue\nwhether the decisions in Vir Pal Singh Chauhan (supra) and\nAjit Singh Januja (supra) which were earlier decided to the\neffect that the seniority of general candidates is to be confirmed\n12. AIR 1997 SC 2366.\n13. (1999) 7 SCC 209.\nD\nE\nF\nG\nH\nC\n146 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA or whether the later deviation made in Jagdish Lal (supra)\nagainst the general candidates is to be accepted. The\nConstitution Bench referred to Articles 16(1), 16(4) and 16(4A)\nof the Constitution and discussed at length the concept of\npromotion based on equal opportunity and seniority and treated\nB them to be facets of Fundamental Right under Article 16(1) of\nthe Constitution. The Bench posed a question whether Articles\n16(4) and 16(4A) guarantee any Fundamental Right to\nreservation. Regard being had to the nature of language\nemployed in both the Articles, they were to be treated in the\nnature of enabling provisions. The Constitution Bench opined\nthat Article 16(1) deals with the Fundamental Right and Articles\n16(4) and 16(4A) are the enabling provisions. After so stating,\nthey proceeded to analyse the ratio in Indra Sawhney (supra),\nAkhil Bharatiya Soshit Karamchari Sangh (supra) and certain\nother authorities in the field and, eventually, opined that it is\naxiomatic in service jurisprudence that any promotions made\nwrongly in excess of any quota are to be treated as ad hoc.\nThis applies to reservation quota as much as it applies to direct\nrecruits and promotee cases. If a court decides that in order\nonly to remove hardship such roster-point promotees are not\nto face reversions, - then it would, in our opinion be, necessary\nto hold - consistent with our interpretation of Articles 14 and\n16(1) that such promotees cannot plead for grant of any\nadditional benefit of seniority flowing from a wrong application\nof the roster. While courts can relieve immediate hardship\nF arising out of a past illegality, courts cannot grant additional\nbenefits like seniority which have no element of immediate\nhardship. Ultimately while dealing with the promotions already\ngiven before 10.2.1995 the Bench directed as follows: -\nD\nE\nG\nН\n-\n\"Thus, while promotions in excess of roster made before\n10-2-1995 are protected, such promotees cannot claim\nseniority. Seniority in the promotional cadre of such excess\nroster-point promotees shall have to be reviewed after 10-\n2-1995 and will count only from the date on which they\nwould have otherwise got normal promotion in any future\nU.P. POWER CORPORATION LTD. v. RAJESH 147\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\nvacancy arising in a post previously occupied by a A\nreserved candidate. That disposes of the “prospectivity\"\npoint in relation to Sabharwal.\"\n21. At this juncture, it is condign to note that Article 16(4A)\nand Article 16 (4B) were inserted in the Constitution to confer\npromotion with consequential seniority and introduced the\nconcept of carrying forward vacancies treating the vacancies\nmeant for reserved category candidates as a separate class\nof vacancies. The said Articles as amended from time to time\nread as follows: -\nB\nC\n“16(4A) Nothing in this Article shall prevent the State from\nmaking any provision for reservation in matters of\npromotion, with consequential seniority, to any class or\nclasses of posts in the services under the State in favour\nof the Scheduled Castes and the Scheduled Tribes which, D\nin the opinion of the State, are not adequately represented\nin the services under the State.\nE\nF\n16(4B) Nothing in this article shall prevent the State from\nconsidering any unfilled vacancies of a year which are\nreserved for being filled up in that year in accordance with\nany provision for reservation made under clause (4) or (4A)\nas a separate class of vacancies to be filled up in any\nsucceeding year or years and such class of vacancies shall\nnot be considered together with the vacancies of the year\nin which they are being filled up for determining the ceiling\nof fifty per cent reservation on total number of that year.\"\n22. The validity of the said Articles were challenged under\nArticle 32 of the Constitution of India before this Court and the\nConstitution Bench in M. Nagraj (supra) upheld the validity of\nthe said Articles with certain qualifiers/riders by taking recourse\nto the process of interpretation. As the controversy rests mainly\non the said decision, we will advert to it in detail at a later stage.\n23. Presently, we shall dwell upon the provisions that were\nunder challenge before the High Court. The Legislative H\nG\n"}