{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"148\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA Assembly of Uttar Pradesh brought in a legislation, namely, the\nUttar Pradesh Public Services (Reservation for Scheduled\nCastes, Scheduled Tribes and other Backward Classes) Act,\n1994 (UP Act No. 4 of 1994) to provide for reservation in public\nservices and posts in favour of the persons belonging to\nScheduled Castes, Scheduled Tribes and other Backward\nClasses of citizens and for matters connected therewith or\nincidental thereto. Section 3(7), which is relevant for our present\npurpose, reads as follows: -\nB\nC\n\"Reservation in favour of Scheduled Castes,\nScheduled Tribes and other Backward Classes.\nD\nE\nF\nG\nH\n(7) If, on the date of commencement of this Act, reservation\nwas in force under Government Orders for appointment to\nposts to be filled by promotion, such Government Orders\nshall continue to be applicable till they are modified or\nrevoked.\"\nSub-section (7) of Section 3 was the subject-matter of\nassail before the High Court.\n24. As the factual matrix would reveal, the State of Uttar\nPradesh brought into existence the Uttar Pradesh Government\nServants Seniority (First Amendment) Rules, 2002 on the 18th\nof October, 2002 in exercise of the power conferred under\nArticle 309 of the Constitution whereby after Rule 8, new Rule\n8-A was inserted. The said Rule reads as follows:\n“8-A. Notwithstanding anything contained in Rule s6,7 or\n8 of these rules, a person belonging to the Scheduled\nCastes or Scheduled Tribes shall on his promotion by\nvirtue of rule of reservation/ roster, be entitled to\nconsequential seniority also.\"\n25. It is worth noting that on May 13, 2005, by the Uttar\nPradesh Government Servants Seniority (Second Amendment)\nU.P. POWER CORPORATION LTD. v. RAJESH 149\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\nRules, 2005, Rule 8-A was omitted. However, it was provided A\nin the said Rules that the promotions made in accordance with\nthe revised seniority as determined under Rule 8-A prior to the\ncommencement of the 2005 Rules could not be affected.\nThereafter, on September 14, 2007, by the Uttar Pradesh\nGovernment Servants Seniority (Third Amendment) Rules, B\n2007, Rule 8-A was inserted in the same language which we\nhave already reproduced hereinabove. It has been mentioned\nin the said Rule that it shall be deemed to have come into force\non June 17, 1995. It is germane to note here that the U.P.\nPower Corporation Limited adopted the said Rules as there C\nis no dispute about the fact that after the Rules came into\nexistence and have been given effect to at some places and\nthat is why the challenge to the constitutional validity of the Act\nand the Rules was made before the High Court. We have\nalready indicated how both the Benches have dealt with the said\nsituation.\n26. At this stage, we may usefully state that though number\nof appeals have been preferred, yet some relate to the assail\nof the interim orders and some to the final orders. We may only\nstate for the sake of clarity and convenience that if Section 3(7)\nand Rule 8-A as amended in 2007 are held to be constitutionally\nvalid, all the appeals are bound to be dismissed and if they are\nheld to be ultra vires, then the judgment passed by the Lucknow\nBench shall stand affirmed subject to any clarification/\nmodification in our order.\n27. As has been noticed hereinbefore, the Allahabad\nBench had understood the dictum in M. Nagaraj (supra) in a\ndifferent manner and the Division Bench at Lucknow in a\ndifferent manner. The learned counsel appearing for various\nparties have advanced their contentions in support of the\nprovisions in the enactment and the Rules. We would like to\ncondense their basic arguments and endeavour to pigeon-hole\nkeeping in view the facts which are requisite to be referred to\nat the time of analysis of the said decision in the backdrop of\nthe verdict in M. Nagaraj (supra).\nD\nE\nLL\nF\nG\nН\nA\nB\nC\nD\n150 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\n28. Mr. Andhyarujina and Mr. Raju Ram Chandran, learned\nsenior counsel criticising the decision passed by the Lucknow\nBench, have submitted that the High Court has fallen into grave\nerror by not scrutinising the materials produced before it, as a\nconsequence of which a sanctuary of errors have crept into it.\nIf the counter affidavit and other documents are studiedly\nscanned, it would be luminescent that opinion has been formed\nas regards inadequate representation in promotional posts\nand, therefore, it had become an imperative to provide for\nreservation. The opinion formed by the Government need not\nbe with mathematical precision to broad spectrum and such\nexercise has already been done by the State of U.P., since\nreservation in promotional matters was already in vogue by\nvirtue of administrative circulars and statutory provisions for few\ndecades. It is urged that the concept of inadequate\nrepresentation and backwardness have been accepted by the\namending power of the Constitution and, therefore, the High\nCourt has totally flawed by laying unwarranted emphasis on the\nsaid concepts. The High Court could not have sat in appeal\non the rule of reservation solely on the factual bedrock. The\nchart brought on record would reflect department wise how the\npersons from backward classes have not been extended the\nbenefit of promotion and the same forms the foundation for\nmaking the enactment and framing the rule and hence, no fault\ncould have been found with the same. Once an incumbent\nbelongs to Scheduled Castes/ Scheduled Tribes category, it\nis conclusive that he suffers from backwardness and no further\nenquiry is necessary. It has been clearly held in the case of\nIndra Sawhney (supra) that the test or requirement of social\nand educational backwardness cannot be applied to Scheduled\nCastes/ Scheduled Tribes who indubitably fall within the\nG expression 'Backward Classes of Citizen'. It is beyond any\nshadow of doubt that Scheduled Castes/ Scheduled Tribes are\na separate class by themselves and the creamy layer principle\nis not applicable to them. It has been so held in Avinash Singh\nE\nF\nH\nU.P. POWER CORPORATION LTD. v. RAJESH 151\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\nC\nBagri and Ors. v. Registrar IIT Delhi and Another 14. Article 16 A\n(4A) uses the phrase 'in the opinion of and the said word carries\na different meaning to convey that it is subjective in nature\nrather than objective. The Report of the \"Social Justice\nCommittee” dated 28.06.2001 clearly ascertains the need for\nimplementation of reservation in promotional matters in public B\nservice in U. P. and the said Report deserves acceptance. The\nState Government was possessed of sufficient materials to\nimplement the promotional provisions which are enabling in\nnature and the same is justified by the “Social Justice\nCommittee Report\" which has examined the current status of\nimplementation of Scheduled Castes/ Scheduled Tribes and\nother backward classes in other public services with respect\nto their quota, their participation and progress in various\nservices, the substantial backlog in promotional posts in\ncategory A, B and C posts and the inadequacy of\nD\nrepresentation in promotional posts and various departments\nand State owned corporations. The High Court has completely\nerred specially when there was sufficient data available with the\nState Government. Regard being had to the factum that the\nsaid promotions were being given for few decades, a fresh\nexercise regarding adequacy was not necessary. The concept\nof efficiency as stipulated under Article 335 of the Constitution\nis in no way affected if the reservation does not exceed 50%.\nThe consequential seniority being vested by the Constitution,\nit follows as natural corollary and hence, no further exercise was\nrequired to be undertaken. The learned counsel for the State\nhas drawn the attention of this Court with respect to the\npercentage of representation to justify that requisite data was\navailable and no further exercise was needed and, therefore,\nthe decision of the High Court is fundamentally fallacious.\n29. Mr. P. S Patwalia, learned senior counsel appearing\nin some appeals for the corporation, has submitted that the\nrequirement of having quantifiable data is not a new concept\npropounded in the case of M. Nagraj (supra) but is a reiteration\n14. (2009) 8 SCC 220\nE\nF\nG\nН\nC\nD\n152 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA of the earlier view enunciated in Indra Sawhney case (supra)\nand, therefore, the provision could not have been declared as\nultra vires. The emphasis on backwardness is absolutely\nmisconceived, for Scheduled Castes/ Scheduled Tribes are\nduly notified as such in the Presidential list by virtue of Articles\nB 341 and 342 of the Constitution. Their exclusion from the list\ncan alone be done by the amendment of the Presidential Order\nand hence, any kind of collection of data as regards the\nbackwardness is an exercise in futility. The concept of creamy\nlayer principle cannot be applied to Scheduled Castes/\nScheduled Tribes as has been held in the case of Ashok Kumar\nThakur v. Union of India 15. Learned senior counsel has placed\nreliance on the decision in E. V. Chinniah v. State of Andhra\nPradesh 16 to highlight that there may be only one list of\nScheduled Castes/Scheduled Tribes and this list constitutes\none group for the purpose of reservation and the same cannot\nbe interfered with, disturbed, re-grouped or re-classified by the\nState. In essence, the submission is that there may not be\nexclusion by engrafting the principle of backwardness for the\npurpose of reservation in promotion. Commenting on the\nadequacy of representation, it is urged by Mr. Patwalia that the\ndata was immediately collected after the 1994 Act and\nthereafter, no fresh data was necessary to be collected after\nthe decision rendered by the Constitution Bench in M. Nagraj\n(supra). It is further submitted by the learned counsel that even\nif quantifiable data is not collected, the State can be asked to\nF do so in view of the order passed by this Court in S. B Joshi\nv. State of Karnatka and Others in W.P. 259 of 1994 decided\non 13.07.2010. The efficiency of service as encapsuled in\nArticle 335 of the Constitution has been duly respected by\nproviding a uniform minimum standard of the matters of\nG promotion as far as the Corporation is concerned and,\ntherefore, no fault can be found in that regard.\nE\n30. Mr. P. P. Rao, learned senior counsel appearing for\n15. (2008) 6 SCC 1.\nH 16. (2005) 1 SCC 394.\nU.P. POWER CORPORATION LTD. v. RAJESH 153\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\nA\nC\nD\nsome of the private respondents assailing the decision of the\nLucknow Bench, has urged that when there was no challenge\nto the orders issued prior the amendment for reservation in\npromotion, no quantifiable data is necessary. Section 3 (7) of\nthe 1994 Act does not make any change except recognising\nthe earlier orders which lay down that they shall continue to be B\napplicable till it is modified or revoked and, therefore, it has only\nbeen conferred statutory recognition. The High Court has\nmisunderstood the decision in M. Nagraj (supra) while stating\nthat the collection of quantifiable data was not undertaken\nthough the said decision clearly lays down that a collection of\nquantifiable data showing backwardness for the class would be\nrequired while demonstrating the same in Court to the extent\nof promotion when it is under challenge. In the case at hand,\nthe issue is not the extent of reservation or excessive\nreservation but reservation in promotion. That apart, the\nprinciples laid down in M. Nagraj (supra) do not get attracted\nif reservation in promotion is sought to be made for the first\ntime but not for continuing the reservation on the basis of\nassessment made by the Parliament in exercise of its\nconstituent powers. The Constitutional Amendment removed the\nbase of the decision in Indra Sawhney (supra) that reservation\nin promotion is not permissible and the Government in its\nwisdom has carried out the assessment earlier and decided\nto continue the policy and, therefore, to lay down the principle\nthat in view of the decision in M Nagraj (supra), a fresh exercise\nis necessary would tantamount to putting the concept in the\nrealm of inherent fallacy. The decision in Suraj Bhan Meena\nand Another v. State of Rajasthan \u0026 Ors. 17 is not a binding\nprecedent inasmuch as it takes note of the contention (at\nparagraph 24 at page no. 474-475 of the Report) but does not\ndeal with it. The 85th Amendment which provides for G\nconsequential seniority wipes out the 'catch up' rule 'from its\ninception and the general principle of seniority from the date\nof promotion operates without any break and for the same\n17. (2011) 1 SCC 467.\nE\nF\nH\n154 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA reason the said amendment had been given retrospective\neffect'. The intention of the Parliament at the time of exercise\nof its constitutional power clearly states that the representation\nof Scheduled Castes/ Scheduled Tribes in the services in the\nStates had not reached the required level and it is necessary\nB to continue the existing position of providing reservation in\npromotion in the case of Scheduled Castes/ Scheduled Tribes.\nThe learned senior counsel has laid immense emphasis on the\nintention of the Parliament and the Legislature to continue the\npolicy and, pyramiding the said submission, he has contended\nthat no fresh exercise is required. It is propounded by Mr. Rao\nthat Article 16 basically relates to classes and not backward\nindividuals and therefore, no stress should be given on the\nbackwardness. Alternatively, the learned senior counsel has\nsubmitted that the matter should be referred to a larger Bench,\nregard being had to the important issue involved in the case.\nC\nD\n31. Mr. Rakesh Dwivedi, learned senior counsel who\nrepresents some of the petitioners aggrieved by the Lucknow\nBench decision, has urged that backwardness is presumed in\nview of the nine-Judge Bench decision in Indra Sawhney\nE (supra) and the same has to be regarded beyond any cavil. The\ndictum in M. Nagraj (supra) cannot be understood to mandate\ncollection of quantifiable data for judging the backwardness of\nthe Scheduled Castes/ Scheduled Tribes while making\nreservation in promotion. But, unfortunately, the High Court has\nF understood the Judgment in the aforesaid manner. There is no\nmaterial produced on record to establish that Scheduled\nCastes/Scheduled Tribes candidates having been conferred\nthe benefit of promotion under reservation have ceased to be\nbackward. Though the decision in Indra Sawhney (supra) held\nG that the promotion in reservation is impermissible, yet it\ncontinued the reservation in promotion for a period of five years\nand, therefore, the Constitution Amendment came into force in\nthis backdrop Section 3 (7) of the 1994 Act could not have been\ntreated to be invalid. But the stand that the refixation of seniority\nH\nU.P. POWER CORPORATION LTD. v. RAJESH 155\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\nA\nB\nC\nD\nafter coming into existence of Rule 8-A of the Rules or the rule\nby the corporation is basically fallacious, for persons who were\npromoted earlier to the higher post are entitled to seniority from\nthe date of promotion. The learned senior counsel has\ncontended that after coming into force of the amendment of the\nConstitution by inserting Article 16 (4A), the decisions in\nRangachary (supra) and Akhil Bhartiya Karmachari Sangh\n(supra) have been restored and the concept of 'catch up' rule\nas propounded in Ajit Singh II (supra) has also been nullified.\nArticle 16 (4A) only makes it explicit what is implicit under\nservice jurisprudence in matters of promotion and the said\nbenefit was always enjoyed by the Scheduled Castes/\nScheduled Tribes people and M. Nagraj (supra) does not\nintend to affect the said aspect. The learned counsel has\nreferred to paragraph 798 of Indra Sawhney (supra) to highlight\nthe scope of judicial scrutiny in matters which are within the\nsubjective satisfaction of the executive and are to be tested as\nper the law laid down in Barium Chemicals v. Company Law\nBoard 18. In essence, the submission is that in adequacy of\nrepresentation is in the domain of subjective satisfaction of the\nState Government and is to be regarded as a policy decision\nof the State. The learned senior counsel has distinguished the\nprinciple enunciated in Suraj Bhan Meena (supra). In that case,\nthe court was not dealing with an issue where the reservation\nhad already been made and was in continuance. It is highlighted\nby Mr Dwivedi that in the present case the issue is not one\nwhere there is no material on record to justify the subjective F\nsatisfaction, but, on the contrary, there is adequate material to\nshow that the State Government was justified in introducing the\nprovision in the Act and the Rule. As regards the efficiency in\nadministration has mandate under Article 335 of the\nConstitution, the submission of Mr. Dwivedi is that the G\nconstitutional amendment has been made keeping in mind the\ndecision in Indra Sawhney (supra) and the amendment of\nArticle 335 facilitates the reservations in promotion. The learned\n18. (1970) 3 SCC 567.\nE\nH\nB\nC\n156 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA senior counsel would contend that maintenance of efficiency\nbasically would convey laying a prescription by maintaining the\nminimum standard and in the case of the Corporation it has\nbeen so done. It has been propounded by him that if\nbackwardness becomes the criterion, it would bring out the\ninternal conflict in the dictum of M. Nagraj (supra) and then in\nthat case it has to be reconciled keeping in view the common\nthread of judgment or the matter should be referred to a larger\nBench. In any case, M. Nagraj (supra) does not lay down that\nthe quantifiable data of backwardness should be collected with\nrespect to eligible Scheduled Castes/ Scheduled Tribes\nemployees seeking promotion. Mr. Dwivedi has commended\nto the decision in Union of India v. Rakesh Kumar19 to highlight\nthat the proportion of population is the thumb rule as far as the\nScheduled Castes/ Scheduled Tribes are concerned and that\nshould be the laser beam to adjudge the concept of inadequacy\nof reservation. Reservation in promotion involves a balancing\nact between the national need to equalise by affirmative action\nand to do social justice on one hand and to ensure that equality\nof opportunity as envisaged under Article 14 is not unduly\naffected by the benefit of promotion which has been conferred\nby the Act and Rules on the Scheduled Castes/ Scheduled\nTribes as a balancing act and same has always been upheld\nby this Court.\nD\nE\n32. Mr. Shanti Bhushan, learned senior counsel, has\nF submitted that the Constitution Bench in M. Nagaraj (supra) has\nclearly laid down certain conditions, namely, that there must be\ncompelling reasons for making reservation in promotion; that\nthe State is not bound to make reservation for Scheduled\nCastes/ Scheduled Tribes in matters of promotion; that if the\nState thinks that there are compelling reasons to make such\nreservation in promotion, it is obligatory on the part of the State\nto collect quantifiable data showing the backwardness of the\nclass and inadequacy of representation of that class in public\nemployment and also by making such reservation in promotion,\nH 19. 2010 4 SCC 50.\nG\nU.P. POWER CORPORATION LTD. v. RAJESH 157\nKUMAR \u0026 ORS. [DIPAK MISRA, J.]\nC\nthe efficiency in administration is not affected; that the exercise A\nis required to be made before making any reservation for\npromotion; that the State has not applied its mind to the\nquestion as to what could be regarded as an adequate\nrepresentation for Scheduled Castes/Scheduled Tribes in\nrespect of promotion; that the provision for reservation in B\nmatters of promotion has to be considered in any class or\nclasses of posts not adequately represented in the services\nunder the State but unfortunately, the exercise in that regard has\nnot at all been taken up but amendments have been\nincorporated; that the concept of backwardness and\ninadequacy of representation as understood in the case of M.\nNagaraj (supra) has been absolutely misunderstood and\nmisconstrued by the State Government as a consequence of\nwhich the Rules of the present nature have come into existence;\nthat the overall efficiency as enshrined under Article 335 of the\nConstitution has been given a total go-bye which makes\nSection 3(7) of the 1994 Act and Rule 8-A absolutely vulnerable\nand thereby invites the frown of the enabling provision and the\ndictum in M. Nagaraj (supra); that Rule 8-A which confers\naccelerated seniority would leave no room for the efficient\ngeneral category officers which is not the intention of the\nframers of the Constitution and also as it is understood by\nvarious decisions of this Court.\nD\nE\nF\n33. Dr. Rajeev Dhavan, learned senior counsel, supporting\nthe decision of the Division Bench which has declared the Rule\nas ultra vires, has submitted that if M. Nagaraj (supra) is\nproperly read, it does clearly convey that social justice is an\nover reaching principle of the Constitution like secularism,\ndemocracy, reasonableness, social justice, etc. and it\nemphasises on the equality code and the parameters fixed by G\nthe Constitution Bench as the basic purpose is to bring in a\nstate of balance but the said balance is destroyed by Section\n3(7) of the 1994 Act and Rule 8-A inasmuch as no exercise\nhas been undertaken during the post M. Nagaraj (supra)\nperiod. In M. Nagraj (supra), there has been emphasis on\nH\n"}