{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"C\n686 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA West Bengal 26 Mr. Chandhiok, learned Additional Solicitor\nGeneral, submitted that the appellant deserves no sympathy.\nThe crime committed by the appellant is horrendous and\nwarrants death penalty. Counsel submitted that the deceased\nwas a hapless lady; qua her, the appellant was in a dominating\nB position; the appellant always ill-treated her and refused to\nacknowledge her as his wife though she was residing with him;\nhis plea was held to be false; he showed no remorse after the\nmurder and he tried to destroy the evidence in a most barbaric\nmanner. Thus, there are no mitigating circumstances, in this\ncase. A sentence other than the death sentence will not\noperate as a deterrent and may send a wrong signal to the\nsociety. Counsel submitted that the object of sentencing is to\nsee that the crime does not go unpunished and the victim of\ncrime as also the society has the satisfaction that justice has\nbeen done. Drawing our attention to paragraphs 19, 22, 87 and\n88 of the impugned judgment, counsel submitted that the High\nCourt has given strong, convincing and legally sound reasons.\nfor awarding death penalty, which do not deserve to be\ndisturbed. On the aspect of delay, relying on the judgment of\nthis Court in Smt. Triveniben, etc. v. State of Gujarat, etc. 27,\ncounsel submitted that in this case the Constitution Bench has\nheld that while considering whether the death sentence should\nbe awarded or not, the time utilized in judicial proceedings upto\nfinal verdict cannot be taken into account. This is not a case of\ndelay in disposing of mercy petition. Counsel submitted that\nF while awarding death sentence, perception of the Society is one\nD\nE\nof the considerations. Counsel submitted that this case is one\nof the most widely published and infamous murder case. It is a\ncase where this Court must, by confirming the death sentence,\nsend a strong signal to the society which will operate as an\nG effective deterrent in future.\n26. (1994) 2 SCC 220.\nH\n27. (1989) 1 SCC 678.\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 687\n[RANJANA PRAKASH DESAI, J.]\nANALYSIS OF SUBMISSIONS ON SENTENCE AND A\nCONCLUSION:\n61. Learned counsel have drawn our attention to the\ndecisions of the Constitution Bench of this Court in Bachan\nSingh and Machhi Singh. We must begin with them. In\nBachan Singh, after referring to Ediga Anamma, which had,\nin turn, referred to Neti Sreeramulu, constitutional validity of\ndeath penalty for murder provided in Section 302 of the IPC\nand the sentencing procedure embodied in sub-section (3) of\nSection 354 of the Code was considered. The Constitution\nBench observed that the death penalty should be imposed in\nrarest of rare/gravest cases. It was observed that while\nconsidering the question of sentence relative weight must be\ngiven to the aggravating and mitigating circumstances. The\nConstitution Bench noted the aggravating circumstances as\nunder:\n\"(a) if the murder has been committed after previous\nplanning and involves extreme brutality; or\nB\nC\nD\n(b) if the murder involves exceptional depravity; or\nE.\n(c) if the murder is of a member of any of the armed forces\nof the Union or of a member of any police force or of any\npublic servant and was committed—\n(i) while such member or public servant was on duty;\nor\n(ii) in consequence of anything done or attempted\nto be done by such member or public servant in the\nlawful discharge of his duty as such member or\npublic servant whether at the time of murder he was\nsuch member or public servant, as the case may\nbe, or had ceased to be such member or public\nservant; or\nF\nG\n(d) if the murder is of a person who had acted in the lawful H\nA\nB\nC\n☐ D\nE\nןד\nF\n☐ G\nH\n688 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\ndischarge of his duty under Section 43 of the Code of\nCriminal Procedure, 1973, or who had rendered\nassistance to a Magistrate or a police officer demanding\nhis aid or requiring his assistance under Section 37 and\nSection 129 of the said Code.\"\nThe mitigating circumstances were noted as under:\n\"(1) That the offence was committed under the\ninfluence of extreme mental or emotional\ndisturbance.\n(2) The age of the accused. If the accused is young\nor old, he shall not be sentenced to death.\n(3) The probability that the accused would not\ncommit criminal acts of violence as would constitute\na continuing threat to society.\n(4) The probability that the accused can be\nreformed and rehabilitated. The State shall by\nevidence prove that the accused does not satisfy\nthe conditions (3) and (4) above.\n(5) That in the facts and circumstances of the case\nthe accused believed that he was morally justified\nin committing the offence.\n(6) That the accused acted under the duress or\ndomination of another person.\n(7) That the condition of the accused showed that\nhe was mentally defective and that the said defect\nimpaired his capacity to appreciate the criminality\nof his conduct.\"\n62. The Constitution Bench noted that there are numerous\nother circumstances justifying the passing of the lighter\nsentence as there are countervailing circumstances of\nSUSHIL SHARMA v.. STATE OF N.C.T. OF DELHI 689\n[RANJANA PRAKASH DESAI, J.]\naggravation. It was further observed that the court cannot A\nobviously feed into a judicial computer all such situations since\nthey are astrological imponderables in an imperfect and\nundulating society. Nonetheless, it cannot be over-emphasized\nthat the scope and concept of mitigating factors in the area of\ndeath penalty must receive a liberal and expansive construction\nby the courts in accord with the sentencing policy. It was further\nobserved that Judges should never be bloodthirsty. Relevant\nobservations of the Constitution Bench read as under:\n\"Judges should never be bloodthirsty. Hanging of\nmurderers has never been too good for them. Facts and\nfigures, albeit incomplete, furnished by the Union of India,\nshow that in the past, courts have inflicted the extreme\npenalty with extreme infrequency. - a fact which attests to\nthe caution and compassion which they have always\nbrought to bear on the exercise of their sentencing\ndiscretion in so grave a matter. It is, therefore, imperative\nto voice the concern that courts, aided by the broad\nillustrative guidelines indicated by us, will discharge the\nonerous function with evermore scrupulous care and\nhumane concern, directed along the highroad of legislative\npolicy outlined in Section 354(3) viz. that for persons\nconvicted of murder, life imprisonment is the rule and death\nsentence an exception. A real and abiding concern for the\ndignity of human life postulates resistance to taking a life\nthrough law's instrumentality. That ought not to be done\nsave in the rarest of rare cases when the alternative option\nis unquestionably foreclosed.\"\n63. In Machhi Singh, a three Judge Bench of this Court\nconsidered whether death sentence awarded to the appellants\nshould be confirmed. In that case as a result of a family feud\nthe appellants with a motive of reprisal, committed 17 murders\n. in five incidents occurring in the same night in quick succession\nin the five neighbouring villages: Some of the accused were\nsentenced to death. This Court referred to the judgment of the\nB.\nC.\nD\nE\nF\nG\nH\n690 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA Constitution Bench in Bachan Singh and culled out the\nfollowing propositions as emerging from Bachan Singh's case:\nB\nC\nD\nE\nF\nG\nH\n\"(i) The extreme penalty of death need not be\ninflicted except in gravest cases of extreme\nculpability.\n(ii) Before opting for the death penalty the\ncircumstances of the 'offender' also require to be\ntaken into consideration along with the\ncircumstances of the 'crime'.\n(iii) Life imprisonment is the rule and death\nsentence is an exception. In other words death\nsentence must be imposed only when life\nimprisonment appears to be an altogether\ninadequate punishment having regard to the\nrelevant circumstances of the crime, and provided,\nand only provided, the option to impose sentence\nof imprisonment for life cannot be conscientiously\nexercised having regard to the nature and\ncircumstances of the crime and all the relevant\ncircumstances.\n(iv) A balance sheet of aggravating and mitigating\ncircumstances has to be drawn up and in doing so\nthe mitigating circumstances have to be accorded\nfull weightage and a just balance has to be struck\nbetween the aggravating and the mitigating\ncircumstances before the option is exercised.\"\nIt was further observed that to apply these guidelines court\nmust ask and answer the following questions:\n\"(a) Is there something uncommon about the crime which\nrenders sentence of imprisonment for life inadequate and\ncalls for a death sentence?\n(b) Are the circumstances of the crime such that there is\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 691\n[RANJANA PRAKASH DESAI, J.]\nno alternative but to impose death sentence even after A\naccording maximum weightage to the mitigating\ncircumstances which speak in favour of the offender?\"\nIn the facts of the case, death sentence awarded to some\nof the accused was confirmed.\n64. We shall now go to some of the other judgments on\nwhich reliance is placed by the appellant and the respondent.\nIt is not necessary to refer to all the judgments because they\nreiterate the same principles.\nJUDGMENTS RELIED ON BY THE APPELLANT:\n65. In Mohd. Chaman, the appellant had raped a 1½ year-\nold girl. In the process of committing rape, injuries were inflicted\non liver which resulted in death of the child. The trial court\nsentenced him to death. The High Court confirmed the death\npenalty. This Court observed that the crime was undoubtedly\nserious and heinous and the conduct of the appellant was\nreprehensible. It revealed a dirty and perverted mind of a human\nbeing who has no control over his carnal desires. However, after\ntreating the case on the touchstone of the guidelines laid down\nin Bachan Singh and Machhi Singh, this Court was of the view\nthat the appellant was not such a dangerous person that to spare\nhis life will endanger the community. It was further observed that\nthe circumstances of the crime were not such that there was\nno alternative but to impose death sentence even after\naccording maximum weightage to the mitigating circumstances\nin favour of the offender. It was observed that the case is one\nin which a humanist approach should be taken while awarding\npunishment. The capital punishment imposed against the\nappellant was set aside and the appellant was sentenced to\nlife imprisonment.\n66. In Aloke Nath. Dutta, the appellant, who had many\nvices, was in need of money. Out of greed for money, he killed\nhis brother. The trial court sentenced the appellant to death. The\nB\nC\nD\nE\nF\nG\nH\nB\n692\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA High Court confirmed the death sentence. This Court held that\nthough the offence was gruesome, the case was not one of the\nrarest of rare cases. This Court observed that though the\ndeceased was killed while he was in deep slumber, the method\napplied cannot be said to be cruel. This Court noted that both\nthe brothers i.e. the deceased and the appellant were living in\nthe same premises for a long time; they were looking after their\nparents and the other brothers had filed a suit against them and\ntheir mother apprehending that their mother would bequeath the\nproperty in favour of the appellant and the deceased. This Court\nheld that the prosecution had failed to prove the case of\nconspiracy and, in the circumstances, the case did not fall in\nthe category of rarest of rare cases. The appellant's death\npenalty was commuted to life imprisonment.\nC\n67. In Manjit Singh, the case of the prosecution was that\nD Bhinder Kaur, the wife of the deceased-Sewa Singh was having\nillicit relationship with the accused, who were working as\nSewadars in the Gurdwara where the deceased used to recite\nKirtan. Having come to know this, deceased-Sewa Singh and\nhis son used to beat Bhinder Kaur. Enraged by this, the\nE accused came to the house of deceased-Sewa Singh and\nmurdered him by assaulting him with Kirpan and Khanda. The\nson of deceased-Sewa Singh and two others were killed in the\nGurdwara by them. The accused were sentenced to death by\nthe trial court. The High Court, however, commuted the death\nF sentence to life imprisonment. The State of Punjab appealed\nto this Court. It was argued that the High Court was not right in\nconverting the death sentence into life imprisonment. This Court\nobserved that whether the case is one of the rarest of rare\ncases is a question which has to be determined on the facts\nof each case. Only where culpability of the accused has\nassumed depravity or where the accused is found to be an\nardent criminal and menace to the society; where the crime is\ncommitted in an organized manner and is gruesome, cold-\nblooded, heinous and atrocious; where innocent and unarmed\npersons are attacked and murdered without any provocation,\nG\nH\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 693\n[RANJANA PRAKASH DESAI, J.]\ndeath sentence should be awarded. In the facts of the case A\nbefore it, this Court held that being driven more by infatuation\nand also being devoid of their senses on coming to know about\nthe ill-treatment meted out to Bhinder Kaur, the accused\ncommitted the murders. It was observed that though the act of\nthe accused was gruesome it was a result of human mind going\nastray. In the circumstances, the High Court's order commuting\ndeath sentence to life imprisonment was confirmed.\nB\nC\nD\nE\n68 In Santosh Kumar Bariyar, all the accused including\nthe appellant were unemployed young men in search of job. In\nexecution of a plan proposed by the appellant and accepted\nby them, they kidnapped a friend of theirs with the motive of\nprocuring ransom from his family but later murdered him and\nafter cutting his body into pieces disposed of the same at\ndifferent places. One of the accused turned approver. The\nprosecution case was based exclusively on his evidence. The\ntrial court awarded death sentence to the appellant. The High\nCourt confirmed the death sentence. In appeal, this Court held\nthat doctrine of proportionality provides for justifiable reasoning\nfor awarding death penalty. However, while imposing any\nsentence on the accused the court must also keep in mind the\ndoctrine of rehabilitation. The court cannot, therefore, determine\npunishment on grounds of proportionality alone. This Court\nobserved that there was nothing to show that the appellant could\nnot be reformed and rehabilitated. It was further observed that\nthe manner and method of disposal of the dead body of the F\ndeceased made the case a most foul and despicable case of\nmurder. However, mere mode of disposal of the dead body\nmay not by itself be made the ground for inclusion of a case in\nthe rarest of care category for the purpose of imposition of\ndeath sentence. It may have to be considered along with\nseveral other factors. This Court was of the view that the fact\nthat the prosecution case rested on the evidence of the\napprover, will have to be kept in mind. It was further observed\nthat where the death sentence is to be imposed on the basis\nof circumstantial evidence, the circumstantial evidence must be H\nG\n694 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA such which leads to an exceptional case. It was further\nobserved that the discretion given to the court in such cases\nassumes onerous importance and its exercise becomes\nextremely difficult because of the irrevocable character of death\npenalty. Where two views ordinarily could be taken, imposition\nB of death sentence would not be appropriate, but where there\nis no other option and it is shown that reformation is not\npossible, death sentence may be imposed. In the\ncircumstances, the death sentence was converted to life\nimprisonment.\nC\nD\nE\n69. In Sebastian, the appellant had trespassed into the\ncomplainant's house and kidnapped his two year-old daughter.\nHe then raped and killed her. The trial court sentenced him to\ndeath. The death sentence was confirmed by the High Court.\nThis Court considered the fact that the appellant was a young\nman of 24 years of age at the time of incident and that the case\nrested on circumstantial evidence, and substituted the death\nsentence by life sentence. It was, however, directed that the\nappellant shall not be released from prison for the rest of his\nlife.\n70. In Rajesh Kumar, the appellant was convicted for killing\ntwo children aged four-and-a-half years, and eight months in a\nbrutal and diabolical manner. He had held the legs of the infant\nand hit the child on the floor, and had slit the throat of the elder\nF son with a piece of glass which he had obtained by breaking\nthe dressing table glass. The motive for crime was said to be\nthe refusal by the father of the children to lend money to him.\nThe trial court imposed death sentence on the appellant. The\nHigh Court confirmed the death sentence. On appeal, this Court\nheld that the State had failed to show that the appellant was a\ncontinuing threat to the society or that he was beyond reform\nand rehabilitation. It was observed that the High Court has taken\na very narrow and a myopic view of the mitigating\ncircumstances about the appellant. It was observed that the\nbrutality of murder alone cannot justify infliction of death penalty.\nG\nH\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 695\n[RANJANA PRAKASH DESAI, J.]\nThe death sentence was, in the circumstances, set aside and A\nthe appellant was sentenced to life imprisonment.\nB\nD\n71. In Ramesh, Ramlal, who was doing business of money\nlending and his wife Shanti Devi were found lying dead in a\npool of blood in their house-cum-shop. Pursuant to the FIR\nregistered under Sections 302 and 457 of the IPC, the appellant\nwas arrested along with others. The case of the prosecution was\nthat the appellant and other accused had decided to commit\nrobbery at the house-cum-shop of Ramlal. They trespassed into\nit; looted the house-cum-shop and decamped with the\nC\nornaments of silver, gold and cash. The murder weapon was\nrecovered from the appellant. The trial court convicted the\nappellant, inter alia, under Sections 120-B and 302 of the IPC.\nHe was sentenced to death. The High Court confirmed the\ndeath sentence. On appeal, this Court observed that though the\ncase was of double murder, it cannot be said to be a crime of\nenormous proportion. The appellant could not be said to be a\nperson in a dominating position as it was not a murder of an\ninnocent child or a helpless woman or old or infirm person.\nThough it was the case of the prosecution that the appellant was\nhaving criminal record, this Court noticed that it did not find any\nprevious conviction having been proved against him. The\noriginal intention was theft and on account of the deceased\nhaving been awakened, the accused took the extreme step of\neliminating both of them for fear of being detected. This Court\nfurther observed that it cannot be said that the appellant alone F\nhad committed the murder because he discovered the murder\nweapon. It was not clear as to who was the actual author of the\ninjuries. This Court noted that the appellant was languishing in\ndeath cell for more than six years. That would also be one of\nthe mitigating circumstances. In the circumstances, death G\nsentence awarded to the appellant was converted into life\nimprisonment.\n72. In Amit, the complainant lodged FIR alleging that while\nhis mother and wife were present in the house, the appellant\nE\nI\n"}