{"pages":[{"pageNumber":61},{"pageNumber":62},{"pageNumber":63},{"pageNumber":64},{"pageNumber":65},{"pageNumber":66},{"pageNumber":67},{"pageNumber":68},{"pageNumber":69},{"pageNumber":70}],"text":"B\nC\n676\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA stage it was decided to take X-rays of the body to detect any\nfirearm projectiles. The Report further notes that due to non-\navailability of the facility of X-ray for the dead bodies at Lady\nHardinge Medical College, it was decided to shift the body to\nthe Civil Hospital for X-ray. The body was shifted to the Civil\nHospital in a police vehicle and X-ray was taken in the Civil\nHospital. From the evidence of CW-7 Dr. (Ms.) P.S. Kiran, the\nRadiologist, Civii Hospital, New Delhi, it appears that she took\nthe necessary X-rays of the dead body. X-ray plates were\nshown to the Board of Doctors. The doctors noted their\nobservations in their report after viewing the X-ray plates. It is\nstated that the X-ray plates showed the presence of two metal\npieces, (i) in back of right ear (mastoid region) and (ii) left side.\nof neck, near the spine in soft tissues of cervical stumps. The\nreport then indicates that thereafter the neck was dissected and\na deformed bullet was located. Thereafter, the right mastoid\narea was also dissected to locate the bullet. The outer table of\nthe skull above mastoid process was bulging outwards through\nwhich a metal piece was seen. On further dissection, a\ndeformed bullet was found embedded in the bone with its nose\nportion pointing outwards and base towards medial side. Both\nthe bullets were removed. The final opinion of the Board reads\nas under:\nD\nE\nF\nG\nI\n\"The burns are post-mortem in nature and are caused by\nfire. The firearm injuries are ante-mortem in nature,\ncaused by a firearm such as a revolver or pistol. In view\nof the extensive burns, it is not possible to give exact\nlocation of the entry wounds. However on the basis of the\ntrack and location of bullet, the entry wound on the head\ncould be in the left temporal region and that in the neck\ncould be in the right upper part of the neck. It is also not\npossible to comment upon the range of fire, because of\nextensive burns on probable site of entry. The firearm\ninjury on the head is sufficient to cause death in ordinary\ncourse of nature. The death in this case was due to coma,\nconsequent upon firearm injury to the head.\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 677\n[RANJANA PRAKASH DESAI, J.]\nIt is not possible to comment whether the distal portions A\nof the limbs were chopped off or were separated due to\nburns, in view of the burnt distal ends of the bones.\"\n50. Thus, the second post-mortem report makes it clear that\nthe burns were post-mortem and firearm injuries were ante-\nmortem and the death was due to coma, consequent upon\nfirearm injury to head. It was, however, not possible to say\nwhether the distal portions of the limbs were chopped off or\nwere separated due to burns in view of the burnt distal ends of\nthe bones. The report also shows how the body travelled from\nLady Hardinge Medical College to the Civil Hospital. The body\nwas lying in the mortuary of Lady Hardinge Medical College in\na plastic bag and it was taken out from there in the presence\nof the Board of Doctors and the second post-mortem was\nconducted. When need for X-ray was realized, it was shifted\nin police vehicle to the Civil Hospital and the X-rays were taken\nat the Civil Hospital. We have no hesitation in placing implicit\nreliance on the opinion expressed by the Board of Doctors after\nthe second post-mortem.\n51. It is also necessary to deal with the submission of the\ncounsel for the appellant that the two parcels containing bullets\nwhich were extracted from the skull of the deceased, bearing\nthe seal of Civil Hospital were never sent to the CFSL. This\nsubmission deserves to be rejected, because PW-44 Dr.\nBharat Singh stated that after the second post-mortem, he\nhanded over the two bullets recovered from the skull of the\ndeceased to PW-57 SI Ombir Singh in a sealed cover with the\nseal of Civil Hospital. PW-57 SI Ombir Singh has confirmed\nthis fact. He stated that he took possession of the same vide\nMemo [Ex-PW57/A] and after depositing the dead body at\nLady Hardinge Medical College, he came to the police station\nand handed over the said parcels to PW-81 IO Niranjan Singh\nalong with Memo [Ex-PW-57/A]. It was urged that PW-67 HC\nRaj Kumar, who is in-charge of Malkhana has stated that no\nparcel was deposited with him on 12/7/1995, 13/7/1995 and\nB\nC\nD\nE\nF\nG\nH\n678 SUPREME COURT REPORTS [2013] 16 S.C.R.\nA 14/7/1995. This argument is misleading. In his evidence PW-\n67 HC Raj Kumar has nowhere stated that he had not received\nany parcel on 12/7/1995, 13/7/1995 and 14/7/1995. According\nto the prosecution, Entry No.2146 of the Malkhana Register\nshows that the two bullets [Ex.Nos.36 and 37] recovered from\nB the skull of the deceased were deposited in Malkhana. PW-\n81 IO Niranjan Singh has stated that on 17/7/1995 he had sent\nthe parcels to the CFSL through SI Rakesh Ahuja. PW-67 HC\nRaj Kumar has confirmed this fact. PW-70 Roop Singh has\nstated that he received two parcels with the seal of Civil\nHospital, Delhi from the Malkhana on 17/7/1995. We have,\ntherefore, no doubt that the two bullets recovered from the skull\nof the deceased were sent to the CFSL. There is, therefore,\nno substance in this argument.\nC\n\"\n52. We may add here that the CFSL Report dated 27/7/\nD 1995 states that the two bullets recovered from the skull of the\ndeceased were stained with blood of 'B' group. This\nestablishes that the blood group of the deceased was 'B'. It is\npertinent to note that the CFSL Report dated 17/7/1995 states\nthat the various articles such as cloth piece, carpet piece, chatai,\nE etc. recovered on 4/7/1995 from the said flat were stained with\nthe blood of 'B' group. Similarly, it states that the polythene\nsheet which was recovered from the Bagia Restaurant was also\nstained with the blood of 'B' group. It is pertinent to note that\nthe CFSL Report dated 27/7/1995 also shows that in the dicky\nF of Car No.DL-2CA-1872, blood was detected. Therefore, the\nprosecution case that the deceased was murdered in the said\nflat by shooting her in the head by the appellant; that the body\nof the deceased was wrapped in the polythene sheet and\ncarried by the appellant in his car bearing No. DL-2CA-1872\nG to the Bagia Restaurant and that it was burnt there in the\ntandoor, is proved.\nH\n53. Attempt has been made to create confusion and caste\na doubt on the entire procedure of second post-mortem by\npointing out some discrepancies in the evidence of PW-44 Dr.\nSUSHIL SHARMA V STATE OF N.C.T. OF DELHI 679\n[RANJANA PRAKASH DESAI, J.]\nBharat Singh and PW-57 SI Ombir Singh as regards the time A\nwhen the second post-mortem was conducted. We repeat that\nthe evidence of the doctors who were concerned with the\nsecond post-mortem and their report inspires confidence. It is\nreliable. Hence, we reject this submission. At the cost of\nrepetition, we must note that minor discrepancies in the\nevidence of witnesses as regards dates and time cannot have\nany adverse impact on the prosecution case because in this\ncase, it's substratum is firmly established by cogent and reliable\nevidence:\nB\nC\nD\n54. Certain minor procedural irregularities have also been\nhighlighted. But it must be borne in mind that the investigation\nof this case was not restricted to New Delhi. The appellant\ntravelled from one city to another. He reached Madras. From\nthere he went to Bangalore where he was arrested. In a case\nof this type there is likelihood of some lapses on the part of\nthe investigating agency. It is well settled that such lapses, if\nthey are minor, cannot be allowed to defeat the cause of justice.\nWe have not noticed any major lacuna in the investigation from\nwhich adverse inference can be drawn against the prosecution.\nAttempt has been made to suggest that all witnesses including\ndoctors, expert witnesses, and police officers have conspired\nagainst the appellant and he has been falsely implicated. We\nsee no reason to draw such conclusion. It is impossible to\nbelieve that everyone would want to implicate the appellant in\na false murder case and in that attempt, go to the extent of F\nimplanting bullets in the skull. We reject all such submissions.\n55. The evidence on record clearly establishes that the\nappellant has not been able to prove the defence of alibi.\nAdverse inference needs to be drawn from this fact. False\ndefence of alibi indeed forms a vital link in the chain of\ncircumstances. It is also established by the prosecution that\nafter the murder, the appellant made himself scarce. He stayed\nin the night of 2/7/1995 and 3/7/1995 at Gujarat Bhavan. He\nwas on the run. He travelled from Delhi to Jaipur, from Jaipur\nto Bombay, from Bombay to Madras and from Madras to\nE\nG\nH\n!\n680 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA Bangalore where he was arrested on 10/7/1995. These facts\nare successfully established by oral and documentary evidence.\nThus, the fact that the appellant was absconding is established\nbeyond doubt.\nB\nC\nD\nE\nF\nG\n☐ H\n56. In the ultimate analysis, therefore, we are of the opinion\nthat the prosecution has successfully proved beyond\nreasonable doubt the following circumstances:\n(a) the appellant and the deceased were married and\nthey were staying together in the said flat being Flat\nNo.8/2A situated at Mandir Marg;\n(b)\n(c)\n(d)\nthe relations between the appellant and the\ndeceased were strained. The appellant was\nsuspecting the fidelity of the deceased. The\ndeceased wanted to make their marriage public\nwhich the appellant was not willing to do. There was,\nthus, a strong motive to murder;\nthe appellant and the deceased were last seen\ntogether in the evening of 2/7/1995 in the said flat;\non 2/7/1995, at about 11.00 p.m. there was a fire\nin Bagia Restaurant and the appellant was seen at\naround 10.15 p.m. at the Bagia Restaurant in his\nMaruti Car bearing No.DL-2CA-1872;\n(e) A2-Keshav, who was an employee of the Bagia\nRestaurant owned by the appellant, was seen\nshuffling the wood in the tandoor with a wooden\nstick and he was apprehended at the spot in the\nnight intervening 2/7/1995 and 3/7/1995;\n(f)\n(g)\ncharred corpse found in the tandoor was identified\nto be that of the deceased;\non 4/7/1995, certain blood stained articles were\nrecovered from the said flat where the appellant and\n5\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI\n[RANJANA PRAKASH DESAI, J.]\nthe deceased were staying together;\n681\nA\n(h)\non 4/7/1995, Car No.DL-2CA-1872 was found\nabandoned at Malcha Marg and the dicky of the car\nwas found to contain dry blood.\nB\n(i)\n(i)\n(k)\n(1)\non 5/7/1995, five empty cartridges, one lead bullet,\na ply with bullet hole and an air pistol were\nrecovered from the said flat where the appellant and\nthe deceased were staying together;\nfrom the evening of 2-3/7/1995, the appellant was\non the run till he was arrested by the Bangalore\nPolice at Bangalore on 10/07/1995. On 11/07/\n1995, the appellant was handed over to the Delhi\nPolice and, inter alia, a .32 Arminius revolver owned\nby him was recovered by the police from his room\nat Pai Vihar Hotel at Bangalore;\nthe second post-mortem report prepared after\nstudying the X-ray plates of the skull of the\ndeceased revealed that there were two bullets\nembedded in it;\nthe CFSL report stated that the said two bullets\nrecovered from the skull of the deceased and the\none lead bullet recovered from the said flat were\nfired from the .32 Arminius revolver recovered by\nthe police from Pai Vihar Hotel at Bangalore;\n(m) the death of the deceased was homicidal and was\nconsequent upon firearm injuries to the head of the\ndeceased caused by the appellant alone with his\n..32 bore Arminius revolver;\n(n) as per the CFSL Report, blood found on various\narticles seized from the said flat and from Bagia\nRestaurant and the blood found on the bullets\nC\nD\nE\n៣\nF\nG\nH\n682\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA\nB\nC\nE\n(0)\n(d)\nrecovered from the skull tallied. It was of the blood\ngroup of the deceased.\nthe defence of alibi pleaded by the appellant was\n´ found to be false; and\nthe appellant and A2-Keshav conspired to cause\ndisappearance of the evidence of murder by\nburning the dead body of the deceased in tandoor\nof Bagia Restaurant.\n57. We have no doubt that the chain of the above\ncircumstances is complete and unerringly points to the guilt of\nthe appellant. The established circumstances are capable of\ngiving rise to inference which is inconsistent with any other\nhypothesis except the guilt of the appellant. The prosecution\nD has, therefore, proved that the appellant alone has committed\nthe murder of the deceased in the said flat on 2/7/1995. The\nappellant conspired with A2-Keshav to do away with the dead.\nbody of the deceased so as to cause disappearance of the\nevidence of murder and, at the instance of the appellant, A2-\nKeshav burnt the dead body in the tandoor. The appellant has,\ntherefore, rightly been convicted under Section 302 of the IPC\nand also for offence under Section 201 read with Section 120-\nB of the IPC. A2-Keshav has been acquitted of offence\npunishable under Section 302 read with Section 120-B of the\nIPC. However, he has been rightly convicted for offence\npunishable under Section 201 read with Section 120-B of the\nIPC. As already stated, he has not appealed against the said\norder of conviction. In view of the above, we confirm the\nconviction of the appellant for offence punishable under Section\n302 of the IPC and also for offence punishable under Section\nG 201 read with Section 120-B of the IPC. Having confirmed the\nconviction, we must now consider as to whether the death\nsentence awarded by the trial court and confirmed by the High\nCourt should be confirmed.\nF\nH\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 683\n[RANJANA PRAKASH DESAI, J.]\nSUBMISSIONS ON SENTENCE:\n58. On the question of sentence, we have heard Mr. Jaspal\nSingh at great length. He first took us to the judgment of the\nConstitution Bench of this Court in Bachan Singh, etc. v. State\nof Punjab, etc.³, where the Constitution Bench has noted the\naggravating circumstances and mitigating circumstances and\nobserved that while considering the question of sentence\nrelative weight must be given to them. Counsel laid stress on\nthe observation of the Constitution Bench that apart from the\nmitigating circumstances noted by it there are numerous other\ncircumstancės justifying the passing of the lighter sentence; that\nthe mitigating factors in the area of death penalty must receive\na liberal and expansive construction by the court and that judges\nshould never be bloodthirsty.\nA\nB\nC\n59. Counsel relied on the judgments of this Court in D\nSantosh Kumar Satishbhushan Bariyar, etc. v. State of\nMaharashtra, etc.4; Ramdeo Chauhan alias Raj Nath v. State\nof Assam³; Swamy Shraddananda (2) alias Murali Manohar\nMishra v. State of Karnataka; Aloke 'Nath Dutta \u0026 Ors. v. State\nof West Bengal; Haresh Mohandas Rajput v. State of E\nMaharashtra and State of Punjab v. Manjit Singh and Ors⁹.\nand submitted that public perception is extraneous to conviction\nas also sentencing. Age of the accused would be a relevant\nconsideration. In a case of circumstantial evidence the courts\nshould lean towards life imprisonment. Every murder is brutal.\nBrutality alone would not be a ground for judging whether the\ncase is one of the rarest of rare cases. The court must consider\nwhether the accused has a criminal history; whether he is a\n3. (1980) 2 SCC 684.\n4. (2009) 6 SCC 498.\n5. (2001) 5 SCC 714.\n6. (2008) 13 SCC 767.\n7. (2007) 12 SCC 230.\n8. (2011) 12 SCC 56.\n9. (2009) 14 SCC 31.\nF\n0\nH\nC\n684 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA criminal or a professional killer and whether he will be an ardent\ncriminal and a menace to the society. Counsel pointed out that\ndespite the fact that the offences committed by the accused\nwere heinous in Mohd. Chaman v. State (NCT of Delhi) 10;\nDilip Premnarayan Tiwari \u0026 Anr., etc. v. State of\nB Maharashtra¹¹; Sebastian alias Chevithayan v. State of\nKerala¹; Rajesh Kumar v. State through Government of NCT\nof Delhi 13 and Amit v. State of Uttar Pradesh 14, the court\nconverted the death sentence into life sentence. Counsel\nsubmitted that probability of reformation and rehabilitation of\nthe accused has to be considered and burden is on the State\nto lead evidence to prove that there is no probability of\nreformation or rehabilitation of the accused. Counsel submitted\nthat Machhi Singh \u0026 Ors. v. State of Punjab 15 advocates\nprinciple of proportionality which is old and archaic and, hence,\nwe must fall back on Bachan Singh. Counsel further submitted\nthat there is a long lapse of time since the imposition of capital\nsentence and consideration of sentence by this Court. The\noffence was committed on 2/7/1995. The trial court convicted\nand sentenced the appellant on 3/11/2003. The High Court\nconfirmed the death sentence on 19/2/2007. The appeal has\nbeen pending in this Court for the last six years. He submitted\nthat the appellant has already undergone more than 18 years\nimprisonment in the jail. This delay also provides a valid ground\nfor commuting death sentence to life imprisonment. In this\nconnection he relied on Piare Dusadh v. King Emperor 16; Neti\nF Sreeramulu v. State of Andhra Pradesh 17; Ediga Anamma v.\nD\nE\n10. (2001) 2 SCC 28.\n11. (2010) 1 SCC 775.\nG\n12. (2010) 1 SCC 58.\n13. (2011) 13.SCC 706.\n14. (2012) 4 SCC 107.\n15. (1983) 3 SCC 470.\n16. AIR 1944 FC 1.\nH 17 (1974) 3 SCC 314\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 685\n[RANJANA PRAKASH DESAI, J.]\nState of Andhra Pradesh 18. Ramesh and Ors. v. State of A\nRajasthan 19; Mohd. Farooq Abdul Gafur \u0026 Anr. etc. v. State\nof Maharashtra, etc. 20 and State of Uttar Pradesh v. Munesh.21\nCounsel submitted that the instant case does not fall in the\ncategory of rarest of rare cases. The appellant has no criminal\nhistory. He is not a professional criminal. Death was caused B\nby bullet injuries. It was not savage or brutal. The State has not\nlaid any evidence to establish that the accused would commit\ncriminal acts of violence as would constitute continuing threat\nto the society. Therefore, the principle that life imprisonment is\nthe rule and death sentence is an exception must be applied c\nto this case. Counsel submitted that body was burnt to destroy\nevidence. That would not bring this case in the category of\nrarest of rare cases (Santosh Kumar Bariyar). Counsel\nsubmitted that evidence on record establishes that the appellant\nloved the deceased. He married her despite the fact that she\nD\nhad an affair with PW-12 Matloob Karim. She continued to have\nrelations with PW-12 Matloob Karim despite his objection after\nmarriage. The deceased was not a hapless woman. She was\nan independent woman. Since crime is committed in such\ncircumstances, death sentence should not be awarded to the\nappellant.\nE\n60. On the other hand, relying on the judgments of this\nCourt in Ediga Anamma²²; Mahesh s/o. Ram Narain, \u0026 Ors.\nv. State of Madhya Pradesh 23; Machhi Singh; Molai \u0026 Anr. v.\nState of Madhya Pradesh 24; State of Rajasthan v. Kheraj F\nRam25 and Dhananjoy Chatterjee alias Dhana v. State of\n18 (1974) 4 SCC 443.\n19 (2011) 3 SCC 685.\n20. (2010) 14 SCC 641.\n21. (2012) 9 SCC 742.\n22. (1974) 4 SCC 443.\nG\n23. (1987) 3 SCC 80.\n24. (1999) 9 SCC 581.\n25 (2003) 8 SCC 224.\nН\n"}