{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"с\nD\n656 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA in love with each other but they could not marry because they\nbelonged to different religions. His evidence indicates that he\ngot married to a Muslim girl in December, 1988. According to\nhim, the deceased told him that she had married the appellant\nin the year 1992. He stated that even after his marriage, he and\nB the deceased used to meet and talk. According to him, in\nAugust, 1989, the deceased told him to enquire about the\nantecedents of the appellant. She told him that the appellant\nhad proposed to her. According to this witness, he had told her\nthat the appellant was not a good person. The deceased\nphoned him sometimes in the year 1992 and stated that she\nhad got married with the appellant and that prior to the\nmarriage, she had disclosed their friendship to the appellant.\nSix months thereafter, he received a call from the deceased\nstating that she was trapped; that the appellant was not a good\nman and that he used to abuse and thrash her on trivial matters.\nThe deceased again phoned him and told him that the appellant\nhad thrown her out of their house. On 2/7/1995 between 3.00\np.m. to 4.00 p.m., the deceased telephoned him and told him\nto help her to migrate to Australia. The evidence of this witness\nis criticized on the ground that he is not a person of good\nE\ncharacter because he admitted that even after marriage, he\ncontinued to have relationship with the deceased. It is\ncontended that he was inimically disposed towards the\nappellant and, therefore, he had falsely implicated him. We find\nno substance in this submission. Assuming this witness loved\nF the deceased and he continued to meet her after her marriage\nwith the appellant that, in our opinion, has no relevance. His\nevidence has a ring of truth. By falsely implicating the appellant,\nhe would not have gained anything. In our opinion, this witness\nis worthy of credence. PW-82 Ram Niwas Dubey's testimony\nG also throws light on this aspect. His association with the\nappellant began in the year 1989 when the appellant was the\nPresident of Youth Congress (I). He was working as a peon\nwith him till April, 1995. He stated that the appellant obtained\nthe said flat in 1992. The appellant lived with his wife i.e. the\n...\nH\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI\n[RANJANA PRAKASH DESAI, J.]\n657\n:\nC.\nD\ndeceased in the said flat. He knew the deceased since 1992 A\nas she was the General Secretary of Youth Congress and used\nto visit the appellant at his office at Talkatora. After the\nappellant's marriage with the deceased, he was working with\nthe appellant and was living in the said flat. He stated that the\nappellant and the deceased used to quarrel on the topic of B\nmarriage. The deceased used to ask the appellant as to when\nhe would make their marriage public. The appellant used to tell\nher that he will disclose their marriage to the people at the\nappropriate time. According to him, there used to be frequent\nquarrels between the two and the appellant used to beat the\ndeceased with legs, fists and dandaa. He further deposed that\nas directed by the appellant, he used to accompany the\ndeceased to keep a watch on her movements because the\nappellant suspected her fidelity. The defence has not elicited\nanything in the cross-examination of this witness, which can\npersuade us to discard his testimony. PW-11 Mrs. R.K.\nChaudhary, the neighbour of the appellant and the deceased,\nstated that once when they were watching T.V., in their house,\nthey heard a noise coming from outside. They opened the door\nof the drawing room and saw that scuffle was going on between\nthe appellant and the deceased. The deceased wanted to go\nout of the house but the appellant was pulling her back inside\nthe house. This witness has no reason to concoct a story. She\nappears to us to be a reliable witness. Though the father and\nthe mother of the deceased, the neighbours of the appellant and\nthe deceased and their servant knew that the appellant and the\ndeceased were staying together and the parents of the\ndeceased stated in the court that the appellant and the\ndeceased were married to each other, the marriage was not\nmade public. The deceased wanted the marriage to be made\npublic. The appellant was reluctant to do so and was suspecting\nher fidelity. On account of this suspicion, he used to quarrel with\nher and beat her. He had asked PW-82 Ram Niwas Dubey to\nkeep watch over her movements and had also put restrictions\non her movements. On account of this, the deceased was\nmaking efforts to leave him. It appears that perhaps the H\nய\nE\nF\nG\n658 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA appellant did not want to make the marriage public because\nthe deceased was continuing her relationship with PW-12.\nMatloob Karim even after marriage. These circumstances\nestablished by evidence adduced by the prosecution lead us\nto conclude that there was a strong motive for the appellant to\nB do away with the deceased. It was urged that the appellant was\ndeeply in love with the deceased and despite knowing her\nrelationship with PW-12 Matloob Karim, he did not drive her\nout. He only restricted her movements because he wanted to\nstop her from her wayward ways. He would have, therefore,\nC never killed her. In our opinion, the appellant's love for the\ndeceased does not dilute the prosecution case on motive. In\nfact, it strengthens it.\nD\n29. That there was fire in the Bagia Restaurant around\n10.30 p.m. on 2/7/1995 and that, at that time, the appellant was\nprésent near the Bagia Restaurant is established by the\nprosecution by leading reliable evidence. PW-7 Mrs. Anaro\nDevi who was running a vegetable shop near Ashok Yatri\nNiwas stated that two years back at about 11.30 p.m. on 2/7/\n1995 when she was present at her shop, a fire broke out in\nE Bagia Restaurant. One constable and home guard came there.\nShe informed them about the fire. PW-3 HC Kunju stated that\non 2/7/1995 he was posted as Constable at P.S., Connaught\nPlace. PW-4 Home Guard Chander Pal was with him. When\nthey reached near Ashok Yatri Niwas at about 11.20 p.m., they\nF found that fire had broken out in the Bagia Restaurant. He\nrushed to the Police Post, Western Court and gave information\nto the police through wireless. On reaching the spot, he saw\nflames coming up from the Bagia Restaurant. He entered the\nrestaurant along with PW-4 Home Guard Chander Pal and saw\nG A2-Keshav standing near the tandoor. He was putting pieces\nof wood into the tandoor and was shuffling the same with a long\nwooden stick. On enquiry, A2-Keshav told him that he was a\nCongress Party worker and he was burning the old banners,\nposters and waste papers, etc. of the Congress Party. In the\nmeantime, the patrolling officer SI Rajesh Kumar, the staff of\nH\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 659\n[RANJANA PRAKASH DESAI, J.]\nc\nC\nD\nPCR and security officials Rajiv Thakur and PW-35 Mahesh A\nPrasad also came there. According to him, he saw the appellant\nnear the gate of the Bagia Restaurant. PW-35 Mahesh Prasad\ntold him that the appellant was the owner of the Bagia\nRestaurant. PW-3 HC Kunju identified the appellant at the\npolice station as the same person whom he had seen at the B\ngate of the Bagia Restaurant. PW-4 Home Guard Chander Pal\nstated that on 2/7/1995, when he was on patrolling duty along\nwith PW-3 HC Kunju, they reached Ashok Yatri Niwas at about\n11.30 p.m. They saw fire at the Bagia Restaurant. PW-3 HC\nKunju went and phoned the police station and came back. Both\nof them scaled the wall and entered the Bagia Restaurant for\nextinguishing the fire. They saw A2-Kesahv trying to stoke the\nfire with the help of a wooden stick. When asked, A2-Keshav\ntold them that he was burning the old banners and posters of\nthe Congress Party. He further stated that the appellant was\nstanding there wearing white coloured kurta pyjama. He was\nso informed by PW-35 Mahesh Prasad. He further stated that\nthe appellant came near the tandoor and shuffled the fire with\nwooden stick and, thereafter, he left from there. He stated that\nhe identified the appellant at the police station. CW-5 HC Majid\nKhan deposed that in the night of 2/7/1995, he was on duty on\nPCR vehicle driven by Ranbir Singh. They went to Ashok Yatri\nNiwas for drinking water and there they noticed the fire in Bagial\nRestaurant. They went towards the gate of Bagia Restaurant.\nThere was a kanat fixed at the gate and one man was standing\nthere. The man told them that they were burning the old banners\nand waste papers and flags of Congress Party and that he was\nthe leader of Youth Congress. PW-35 Mahesh Prasad then told\nthem that that man was the owner of Bagia Restaurant and his\nname was 'Sushil Sharma'. According to him, A2-Keshav was\nstoking the fire. He stated that A2-Keshav was apprehended\nat the spot. PW-1 Philips's evidence is also important. He was\nworking as a Stage Programmer in Bagia Restaurant. This fact\nis confirmed by PW-5 K.K. Tuli, the General Manager of Bagia\nRestaurant. According to PW-1 Philips, on 2/7/1995, he was\non duty from 8.00 p.m. to 12.00 midnight. He stated that he and H\nE\nLL\nF\nG\n660 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA his wife PW-2 Mrs. Nisha were to stage a performance on that\nday. One guest had come to see him. He had gone to see off\nthat guest at 9.30 p.m. or 9.45 p.m. When he came back, he\nsaw the appellant coming there in Maruti Car No. 1872. After\n5-7 minutes, A2-Keshav asked him to stop the programme and\nB go back to his house as his duty was over. He obeyed and left\nfor his house along with his wife PW-2 Mrs. Nisha. While going,\nhe saw the appellant sitting in his Maruti car which was standing\nat the gate. PW-2 Mrs. Nisha corroborated PW-1 Philips. She\nstated that she had seen the appellant at about 10.15 p.m. at\nC the gate of Bagia Restaurant in Maruti Car No. 1872. PW-5 K.K.\nTuli, General Manager of Bagia Restaurant stated that around\nthe time when the incident occurred, the appellant used to visit\nthe Bagia Restaurant every day. All these witnesses have stood\nfirm in the cross-examination.\nD\n30. PW-3 HC Kunju stated that since foul smell was\nemanating from the tandoor, he and SI Rajesh Kumar went near\nthe tandoor out of suspicion. They saw a human body whose\nhands and feet were completely burnt and whose intestines\nwere protruding out from the stomach in the tandoor. On a close\nE look, they found that the dead body was of a female. PW-4\nHome Guard Chander Pal corroborated PW-3 HC Kunju on this\naspect. He stated that a body of a woman was found lying in\nthe tandoor. It's bones were cut and intestines were protruding.\nPW-5 K.K. Tuli, the General Manager of Ashok Yatri Niwas\nF stated that on receiving telephonic information from the security\nstaff, he went to the Bagia Restaurant and found a dead body\nof a woman in burnt condition lying amongst the wood pieces\nin tandoor. There is no challenge to these statements of the\nwitnesses in the cross-examination. On receiving information,\nG senior police officers including PW-81 IO Niranjan Singh\nreached the spot. Photographs of the dead body were taken\nby PW-74 HC Hari Chand. He produced the photographs of\nthe dead body (Ex-PW-74/9 to 16) and negatives thereof (Ex-\nPW-74/1 to 8). PW-75 Inspector Jagat Singh and PW-81 IO\nNiranjan Singh have also deposed about it. A2-Keshav was\nH\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 661\n[RANJANA PRAKASH DESAI, J.]\nhanded over to PW-81 10 Niranjan Singh. PW-81 IO Niranjan A\nSingh recorded the statement of PW-3 HC Kunju, which was\ntreated as FIR. In the FIR, PW-3 HC Kunju narrated all the\nevents which took place after he reached the Bagia Restaurant\ntill his statement was recorded. It is necessary to note here that\nhe specifically mentioned about the presence of the appellant. B\nHe made it clear that he was informed about the appellant's\npresence by the Security Guard PW-35 Mahesh Prasad. He\nstated that the Security Guard PW-35 Mahesh Prasad told him\nthat the appellant, who is the owner of the Bagia Restaurant was\nstanding there. He noted the presence of the appellant and A2-\nKeshav. He stated that A2-Keshav was detained, however, the\nappellant had run away. He also stated about the finding of burnt\nbody of an unknown lady in the tandoor.\nC\n31. It must be mentioned here that PW-35 Mahesh Prasad\nD\nhas not supported the prosecution on this aspect. He stated that\nhe had not seen the appellant on that day at the Bagia\nRestaurant. It appears that he was won over by the defence.\nTenor of his evidence suggests that he was hiding the truth and\nfavouring the appellant. The trial court has rightly commented\non his demeanor and stated that his demeanor indicates that E\nhe was won over by the appellant. In the circumstances, we see\nno reason to disbelieve PW-1 Philips, PW-2 Mrs. Nisha, PW-\n.3 HC Kunju, PW-4 Home Guard Chander Pal and CW-5 HC\nMajid Khan. In any case, even if we leave the evidence of PW-\n3 HC Kunju, PW-4 Home Guard Chander Pal and CW-5 HC F\nMajid Khan out of consideration on this aspect, the evidence\nof PW-1 Philips and PW-2 Mrs. Nisha establishes the\npresence of the appellant at the Bagia Restaurant at the relevant\ntime in the night of 2/7/1995 at around 10.15 p.m. Some\ncontroversy is sought to be created as to whether PCR Vehicle G\nentered the Bagia Restaurant or not because the log book of\nthe PCR Vehicle was not produced. We have no manner of\ndoubt that this discrepancy is created by PW-35 Mahesh\nPrasad, who was won over by the appellant. It needs to be\nignored. In our opinion, whether the PCR vehicle entered the H\n662\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA Bagia Restaurant or was parked outside is not a material\ncircumstance. The presence of the witnesses is well\nestablished. It is, therefore, not necessary to dwell on this point.\nOn the basis of the evidence discussed above, we are satisfied\nthat the prosecution has established the presence of the\nB appellant at the Bagia Restaurant at around 10.30 p.m. on 2/\n7/1995. It has also established that a dead body of a woman\nin burnt condition was found lying in the tandoor.\nC\n32. PW-81 IO Niranjan Singh started investigation and\nafter holding inquest, sent the dead body to RML Hospital. We\nhave already referred to PW-85 Dr. Joginder Pal, who stated\nthat on 3/7/1995 an unknown female body was brought to the\nRML Hospital at 6.20 a.m. He examined the dead body. In his\nReport (Ex-PW-85/A) he noted the condition of the charred\nbody. PW-12 Matloob Karim identified the dead body as that\nD of the deceased on 5/7/1995 at RML Hospital. DNA Report\nestablished that the dead body was of deceased Naina Sahni,\nwho was the daughter of CW-1 Mrs. Jaswant Kaur and CW-2\nSardar Harbhajan Singh. Thus, the prosecution has successfully\nestablished that the dead body was of Naina Sahini, wife of\nE the appellant.\nF\n33. Post-mortem of the dead body was conducted by CW-\n6 Dr. Sarangi on 5/7/1995. We have reproduced the\nobservations noted by CW-6 Dr. Sarangi in his post-mortem\nreport, hereinabove. That the death was homicidal is\nestablished and is not disputed. In this case, the medical\nevidence assumes great importance. We shall discuss it, in\ndetail, a little later.\n34. We shall now go to the search of the said flat. PW-81\nG IO Niranjan Singh stated that on 3/7/1995 at about 3.00 p.m.,\nhe went to the said flat along with A2-Keshav, but it was found\nlocked. On 4/7/1995 at about 11.30 a.m. / 12.00 noon, he\nreached the said flat. The said flat was under the surveillance\nof PW-14 Inspector Suraj Prakash. It was forced open under a\nH panchanama. Certain bloodstained articles like cloth pieces,\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 663\n[RANJANA PRAKASH DESAI, J.]\nchatai and piece of carpet were seized from the said flat under A\na panchnama. He found five empty cartridges, a lead bullet, an\nair pistol and a ply in which there was a hole caused by the\nbullet. According to him, he did not take possession of these\narticles because the Ballistic Experts were not present. On 5/\n7/1995, he visited the said flat along with PW-70 Roop Singh, B\nthe Ballistic Expert, and PW-16 Dr. V.N. Sehgal, Director of\nthe CFSL and in their presence five empty cartridges, one lead\nbullet, an air pistol and a ply having bullet hole were seized and\npanchnama (Ex-PW-16/A) was drawn. It was signed by PW-\n16 Dr. V.N. Sehgal and Inspector Ramesh Chander. PW-16 C\nDr. V.N. Sehgal has confirmed that on 5/7/1995 at about 12.00\nnoon, on a request made by the police, he visited the said flat\nalong with PW-70 Roop Singh. He stated that he entered the\nsaid flat along with PW-70 Roop Singh and PW-81 10 Niranjan.\nSingh. PW-70 Roop Singh collected five empty cartridges, one\nlead bullet, one piece of ply having a hole in it and one air pistol.\nHe further stated that the seized articles were sealed and the\nmemo was prepared, which is at Ex-PW-16/A. PW-81 IO\nNiranjan Singh has also spoken about the seizure memo [Ex-\nPW-16/A] on which he obtained signatures of PW-16 Dr. V.N.\nSehgal and Inspector Ramesh Chander. PW-67 HC Raj\nKumar, in-charge of Malkhana has deposed about the parcels\nof the seized articles received by him on 5/7/1995. He stated\nthat on 17/7/1995, SI Rakesh Ahuja took all the parcels to the\nCFSL. Thus, seizure of five empty cartridges, one lead bullet,\na ply with a hole on it from the said flat on 5/7/1995 is proved.\nIt is also proved that the said seized articles were deposited\nin Malkhana on 5/7/1995 and were sent to the CFSL on 17/7/\n1995.\nD\nE\nF\n35. PW-70 Roop Singh, the Ballistic Expert has stated G\nabout receipt of the seized articles from SHO, P.S., Connaught\nPlace on 17/7/1995. He has spoken about the examination of\nthe said articles sent to his laboratory and the result thereof. It\nis true that in his evidence, he has not stated anything about\nhis visit to the said flat on 5/7/1995 or the finding of cartridges, H\n664 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA lead bullet and ply with a hole in the said flat, which has been\nstated by PW-16 Dr. V.N. Sehgal and PW-81 IO Niranjan Singh.\nFrom this, it cannot be concluded that he was not present in\nthe said flat on 5/7/1995. Obviously, being a Ballistic Expert,\nhe has only concentrated on the result of examination conducted\nB in his laboratory. No adverse inference can be drawn from his\nnot mentioning finding of cartridges, lead bullet, etc. from the\nsaid flat on 5/7/1995. It is true that PW-14 Inspector Suraj\nPrakash has admitted that in his statement recorded under\nSection 161 of the Cr.P.C., he has not referred to the seizure\nof cartridges, bullets, etc. However, his evidence makes it clear\nC\nthat his statement was recorded at the spot when the recoveries\nof other articles were made i.e. on 4/7/1995. He stated that his\nsupplementary statement was not recorded. Since, the seizure\nof the said articles was made on 5/7/1995 that too in his\nabsence, there was no question of his mentioning about the\nrecoveries of cartridges, etc. in his statement recorded on 4/\n7/1995. He stated in his evidence that the said articles were\nthere in the said flat but they were not seized because the\nBallistic Expert was not there. The fact that statement of this\nwitness was recorded on 4/7/1995 is also stated by PW-81 10\nNiranjan Singh. Therefore, this circumstance cannot be taken\nagainst the prosecution.\nD\nE\n36. It is argued that in the recovery memo dated 4/7/1995,\nthere is no mention of recovery of empty cartridges, lead bullet,\nF etc. and, therefore, PW-81 10 Niranjan Singh's version\nregarding recovery of empty cartridges and lead bullet is\nfalsified. This submission deserves to be rejected without\nhesitation because the recovery was effected on 5/7/1995\nunder panchnama (Ex-PW-16/A). These articles were not\nG seized on 4/7/1995. Therefore, they cannot find mention in the\npanchnama dated 4/7/1995. Recovery Memo dated 5/7/1995\nclearly talks about recovery of cartridges, lead bullet, a piece\nof ply having a hole of a bullet and an air pistol. It is true that\nPW-13 Dhara Singh has not stated that on 4/7/1995 any\ncartridges or lead bullet were found in the said flat. However,\nH\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 665\n[RANJANA PRAKASH DESAI, J.]\nB\nC\nD\nPW-14 Inspector Suraj Prakash who had accompanied him and A\nPW-81 10 Niranjan Singh have stated so. Therefore, non-\nmentioning of this fact by PW-13 Dhara Singh is of no\nconsequence. Both PW-14 Inspector Suraj Prakash and PW-\n81 IO Niranjan Singh have stated that the said cartridges, etc.\nwere not seized on 4/7/1995 because the Ballistic Expert was\nnot present. Therefore, we feel that absence of any memo in\nthis regard does not affect the prosecution case adversely. It\nis stated in the written submissions that two lead bullets were\nrecovered from the said flat. This statement is factually incorrect.\nAll the witnesses have stated that only one lead bullet was\nrecovered from the said flat and that is confirmed by the\npanchnama (Ex-PW-16/A). We are also not impressed by the\nsubmission of the appellant's counsel that at least ten rounds\nmust have been fired in the said room and the neighbours\nshould have therefore spoken about it. That, ten rounds must\nhave been fired is a speculation of the counsel. But, assuming\nthat to be so, it is common knowledge that neighbours\ngenerally would not want to get involved in such cases. There\nis always an effort to disassociate oneself from such incidents\nfor fear of getting entangled in court cases. Not much can be\nmade out of this conduct of the neighbours. It is pertinent to note\nthat PW-81 IO Niranjan Singh stated that when he asked the\nneighbours to become witnesses in the proceedings of the\nhouse search, they refused and stated that it is not proper to\ngive evidence in a murder case. It appears that somehow two\nneighbours agreed to depose in the court, but considering the\ngeneral apathy of the people towards associating themselves\nwith such incidents, their not referring to any sound of firing\ncannot be taken against the prosecution. Moreover, it is quite\npossible that since the flats were closed, sound did not travel\nfrom one flat to the neighbours' flat. We, therefore, reject this G\nsubmission.\nE\nF\n37. It was argued that the lead bullet which was found in\nthe said flat was blood stained. This is not correct. Seizure\nMemo [Ex-PW-16/A] regarding the seizure of articles from the H\n"}