{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5}],"text":"A\nB\nRISHI PAL SINGH AND ORS.\nV.\nMEERUT DEVELOPMENT AUTHORITY AND ANR.\nFEBRUARY 24, 2006\n[ARUN KUMAR AND R.V. RAVEENDRAN, JJ.]\nC\nD\nLand Acquisition Act, 1894:\nAcquisition of large tracts of lands-Compensation-Computation of\nExemplars of small plots-Consideration of-Reference court considering\nexemplars of small plots and making adequate discount-Held, in appropriate\ncases where other relevant or material evidence is not available, there is no\nbar to exemplars of small plots being considered provided adequate discount\nis made-Matter remanded to High Court for decision afresh on material\navailable on record.\nPresent appeals were filed challenging the order of the High Court\nwhereby it set aside the order passed by the reference court under the\nLand Acquisition Act, 1894, and remanded the matter on the grounds that\nthe exemplars relied on by the reference court were of small plots whereas\nE in the instant case large tracts of lands were acquired; and that the\nexemplars produced on behalf of the acquiring authority were not\nconsidered.\nF\nG\nH\nAllowing the appeal and remanding the matter to the High Court,\nthe Court\nHELD: 1.1. There is no bar in law to exemplars of small plots being\nconsidered provided adequate discount is given in this behalf. In an\nappropriate case, specially when other relevant or material evidence is not\navailable, such exemplars can be considered after making adequate\ndiscount. This is a case in which appropriate exemplars are not available.\nThe reference court has made adequate discount for taking the exemplars\nof smaller plots into consideration. [511-A-B]\n1.2. The reference court has referred to the exemplars of the\nacquiring authority but has observed that since they have not been proved.\n508\nRP. SINGH v. MEERUT DEVELOPMENT AUTHORITY [ARUN KUMAR, J.] 509\non record, they cannot be looked into. There is nothing wrong in the A\nreference court ignoring the exemplars said to have been filed by the\nacquiring authority. [511-B-C|\n2. The appeal before the High Court was the first appeal. It ought\nto have examined the impugned judgment and the material on record and\ngiven its findings based on appreciation of evidence. Besides, the cross\nappeals of the land owners are still pending in the High Court. Therefore,\nthe matter is remanded to the High Court for decision afresh on merits.\n[512-A]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1288 of 2006.\nB\nC\nFrom the Final Order dated 21.5.2004 of the Allahabad High Court in\nF.A. No. 444 of 2003.\nT\nWITH\nCivil Appeal Nos. 1289, 1290, 1291 and 1292 of 2006.\nSunil Gupta, Vinay Garg, Himanshu Gupta, Prantap Kalra, Mrs. Deepam\nGarg, Shivaji M. Jadhav and Jitendra Mohan Sharma for the Appellant.\nSudhir Kulshreshtha, Mrs. Vimla Sinha, Kamlendra Mishra, Pramod\nSwarup, B.N. Jha and Jatinder Kumar Bhatia for the Respondents.\nThe Judgment of the Court was delivered by\nARUN KUMAR, J. Leave granted in all these Special Leave Petitions.\nD\nE\nThese appeals are directed against the judgment of the High Court\nwhereby the High Court set aside the judgment of the Reference Court passed F\nunder Section 18 of the Land Acquisition Act and remanded the case to the\nReference Court for fresh determination of the market value of the acquired\nland.\nG\nBriefly, the facts are that a large tract of land was acquired vide a\nnotification dated 14th August, 1987 under Section 4 of the Land Acquisition\nAct. The acquired land falls within the municipal limits of the city of Meerut\n(U.P.). The Special Land Acquisition Officer (SLAO) noted the potentiality\nof the acquired land for purposes of building activity in his award dated 22nd\nFebruary, 1990. He however, fixed the market value of the acquired land at\nRs.30/- per square yard. A reference under Section 18 of the Act at the H\n510\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA instance of the claimants was decided by the learned District Judge, Meerut\nvide judgment dated 23rd November, 2002. The claimants were claiming\ncompensation at the rate of Rs.270/- per square yard. The District Judge\nhowever, determined the rate of compensation as Rs.126/- per square yard\nbesides the statutory benefits. Both the parties i.e. the claimants as well as the\nrespondent, Meerut Development Authority appealed against the said judgment\nof the Reference Court in the High Court of Allahabad. The appeals filed by\nthe Meerut Development Authority were decided by the impugned order\nwhich is similar in all the five appeals before us. The cross appeals of the\nclaimants are said to be still pending in the High Court.\nB\nC\nLearned counsel for the appellant argued that there was no reason for\nthe High Court to remand the matter to the Reference Court for fresh\ndetermination of the market value of the land specially in view of the fact\nthat the learned District Judge while deciding the reference under Section 18\nof the Act had taken into consideration all relevant factors and after full\ndiscussion had arrived at the figure of Rs. 126/- per sq.yard. Neither party\nD sought any opportunity to lead fresh or further evidence. According to the\nlearned counsel, the High Court ought to have decided the case on the basis\nof material already on record and the High Court being the appellate court\nwas required to reappraise the evidence and decide the matter accordingly.\nMore so if in pursuance of the impugned order the reference Court was to\nmake fresh determination, the parties would have right of appeal to the High\nCourt against such an order. In order to avoid this extra burden on the parties\nas well as on the court, it would have been more appropriate that the High\nCourt should have decided the matter itself rather than remand it to the\nReference Court. We may note here that before this Court also neither party\nexpressed any desire to lead further evidence. The case had to be decided\nF simply on basis of material already on record.\nE\nG\nH\nOn merits the learned counsel submits with reference to the impugned\njudgment of the High Court that only two reasons have been given by the\nHigh Court for setting aside the order of the Reference Court and remanding\nthe case back to it. First reason is that exemplars relied upon by the Reference\nCourt are of small plots of land whereas the acquisition is of a large tracts\nof land i.e. about 180 acres. The second reason given in the impugned judgment\nfor remand is that exemplars filed by the acquiring authority i.e. appellants\nbefore us, were not considered by the Reference Court. The learned counsel\nfor the appellants has taken us through the judgment of the Reference Court\nto show that both the reasons given by the High Court in its impugned order\nR P. SINGH v. MEERUT DEVELOPMENT AUTHORITY [ARUN KUMAR, J.} 511\nB\nare factually incorrect. With respect to the first reason, that is, exemplars of A\nsmall plots have been taken into consideration by the Reference Court, in the\nfirst instance our attention was invited to some judgments of this Court to\nurge that there is no absolute bar to exemplars of small plots being considered\nprovided adequate discount is given in this behalf. Thus there is no bar in law\nto exemplars of small plots being considered. In an appropriate case, specially\nwhen other relevant or material evidence is not available, such exemplars can\nbe considered after making adequate discount. This is a case in which\nappropriate exemplars are not available. The Reference Court has made\nadequate discount for taking the exemplars of smaller plots into consideration.\nIt appears that the attention of the High Court was not drawn to this part of\nthe judgment of the Reference Court which has resulted in the High Court C\ncompletely overlooking the relevant discussion in the judgment of the\nReference Court.\nRegarding the second point that exemplars of the appellant before us\nwere not taken into consideration, again, the High Court is factually wrong\nand this mistake appears to have resulted from the fact that the judgment of D\nthe Reference Court was not properly brought to the notice of the High\nCourt. The Reference Court has referred to the exemplars of the acquiring\nauthority but has observed that since they have not been proved on record,\nthey cannot be looked into. The learned counsel for the acquiring authority\nwas unable to say that this observation of the Reference Court was factually\nincorrect nor he could show that the exemplars filed by his client had been\nproved on record. In fact we requested him to show these exemplars to us.\nHe completely ignored our request. Therefore, we find nothing wrong in the\nReference Court ignoring the exemplars said to have been filed by the acquiring\nauthority.\nFrom the above, it is clear that the High Court judgment was passed in\na mechanical manner without properly appreciating the judgment of the\nReference Court. The appeal before the High Court was the first appeal and\nthe High Court, in our view, ought to have examined the impugned judgment\nand the material on record before setting it aside. Both the reasons given for\nsetting aside the judgment of the Reference Court are factually incorrect.\nThe learned counsel for the appellant strongly urged before us that we\nshould decide the appeals on merits specially in view of the fact that long\ndelay has already taken place and the land owners are being deprived of the\ncompensation due to them on account of compulsory acquisition of their\nE\nF\nG\nH\n512\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA land. However keeping in view the fact that the cross appeals of the land\nowners are still pending in the High Court and the High Court being the\nCourt of first appeal in such matters which ought to give its findings based\non appreciation of evidence, we are persuaded to remand the matter to the\nHigh Court for decision on merits. The impugned judgment of the High court\nsetting aside the order of the Reference Court is hereby quashed. The High\ncourt will hear and decide these appeals as well as the cross appeals of the\nclaimants afresh in accordance with the law as early as possible. Any\nobservation made in this judgment need not influence the judgment of the\nHigh Court on merits. The appeals are disposed of in above terms.\nB\nC\nR.P.\nAppeals allowed.\n"}