{"pages":[{"pageNumber":121},{"pageNumber":122},{"pageNumber":123},{"pageNumber":124},{"pageNumber":125},{"pageNumber":126},{"pageNumber":127},{"pageNumber":128},{"pageNumber":129},{"pageNumber":130}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS. 751\n[K.S. RADHAKRISHNAN, J.]\nindustries and expansion of existing industries except (a) those\ndirectly related to water front or directly needing foreshore\nfacilities (b) projects of Department of Atomic Energy\".\nA\nB\n132. We find with regard to the location of KKNPP within\nthe prescribed 500 mtr. within the CRZ an exemption had\nalready granted as per the then existing norms even prior to\n1991 by the then Prime Minister of India by the communication\ndated 19.4.1989. Over and above, paragraph 2(1) of 1991\nCRZ Notification as amended by Notification dated 12.4.2011,\nexempted projects of Department of Atomic Energy. A\nC\ncumulative reading of the permission dated 19.04.1989\naccorded by the then existing norms read with paragraph 2(1)\nof 1991 Notification, as amended by Notification dated\n12.4.2011, we are of the view the KKNPP Units 1 and 2 have\nnot violated the 1991 CRZ Notification.\nEIA Notification 1994 and Environmental clearance:\nD\nE\n133. MoEF in exercise of powers conferred under sub-\nsection (1) and clause (v) of sub-section (2) of Section 3 of the\nEnvironment (Protection) Rules, 1986 read with clause (d) of\nsub-rule(3) of Rule 5 of the Environment (Protection) Rules,\n1986, issued a Notification dated 27.1.1994 directing that on\nand from the date of publication of that notification in the Official\nGazette expansion or modernization of any activity (without\npollution load is to exceed the existing one) or a new project\nlisted in Schedule 1 of that Notification shall not be undertaken\nin any part of India unless it has been accorded environmental\nclearance by the Central Government in accordance with the\nprocedure specified in the Notification. The Notification\ncontains an explanatory note regarding the impact of the\nassessment Notification dated 27.1.1994. Relevant portions of G\nthe notification are given below for easy reference:\nExpansion and modernization of existing projects:\nLL\nF\n\"A project proponent is required to seek Н\nA\nB\nC\nD\nE\nLL\nF\n☐ G\nH\n752\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nenvironmental clearance for a proposed expansion/\nmodernization activity if the resultant pollution load is to\nexceed the existing levels. The words 'pollution load\" will\nin this context cover emission, liquid effluents and solid or\nsemi-solid wastes generated. A project proponent may\napproach the concerned State Pollution Control Board\n(SPCB) for certifying whether the proposed modernization/\nexpansion activity as listed in Schedule-l to the notification\nis likely to exceed the existing pollution load or not. If it is\ncertified that no increase is likely to occur in the existing\npollution load due to the proposed expansion or\nmodernization, the project proponent will not be required\nto seek environmental clearance, but a copy of such\ncertificate issued by the SPCB will have to be submitted\nto the Impact Assessment Agency (IAA) for information.\nThe IAA will, however, reserve the right to review such\ncases in the public interest if material facts justifying the\nneed for such review come to light.\"\n134. The Note also deals with exemption for project already\ninitiated under the explanatory Note 8 which reads as follows:\n8.\nExemption for projects already initiated:\n\"For projects listed in Schedule-l to the notification\nin respect of which the required land has been\nacquired and all relevant clearances of the State\nGovernment including NOC from the respective\nState Pollution Control Boards have been obtained\nbefore 27th January, 1994, a project proponent will\nnot be required to seek environmental clearance\nfrom the IAA. However, those units who have not as\nyet commenced production will inform the IAA.\"\n135. Schedule 1 of the Notification refers to Nuclear power\nproject and related projects such as heavy water plants, nuclear\nfuel complex, rare earths etc. and the same also deals with\nThermal Power Plant as well.\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 753\n[K.S. RADHAKRISHNAN, J.]\nA\n136. The Central Government, later in exercise of the\npowers conferred under Section 23 of Environment Protection\nAct, 1986 issued a Notification S.O.318(E) dated 10.4.1997,\nwhereby inter alia introduced Schedule IV into the 1994\nNotification prescribing the procedure for public hearing. MoEF\nlater issued Circular dated 23.7.1998 after reviewing the\nprogress of cases which were accorded environmental\nclearance prior to 27.1.1994 Notification and it had been\nobserved that a large number of projects had not commenced\nconstructions or other operations due to various reasons like\nnon-availability of financial resources, non-availability of forestry C\nclearance, inter-State water disputes and non-availability of\nessential infrastructure like land, electricity, road etc. Further it\nwas also noticed that certain projects which were\nenvironmentally appraised even as early as 1980 had not\ncommenced construction activities. MoEF felt there might have\nbeen significant changes during those years which would have\nimplications to the environment and ecology of the area. MoEF\nissued the above Circular pointing out that the environment\nclearance issued prior to 1994 would not be valid in the cases,\nwhere work did not commence before 1.8.1998. Further it was\nalso clarified in all such cases fresh environmental clearance\nwould be required, if those come in the 29 categories listed in\nthe EIA Notification. Further it was also clarified that projects\nwhich were not listed in Schedule 1 in EIA Notification would\nnot require environmental clearance.\nD\nE\nF\n137. MoEF later inspected the site of the plant on\n31.8.2001 and found that land acquisition had been completed\nand the construction work on various components such as\ntownship, Environmental and Health Research Centre and RO\nplant was in progress. Further, it was noticed that afforestation G\nprogramme was undertaken by M.S. Swaminathan Research\nFoundation and that till August 2001, Rs.377.30 crore was\nspent for KKNPP on various activities.\n138. MoEF, noticing the above facts, vide its letter dated\nH\n754 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA 6.9.2001 clarified that environmental clearance granted on\n9.5.1989 stands valid and that there is no need to conduct\npublic hearing and seek fresh environmental clearance. A chart\ngiving the details of land acquisition and compensation amount\npaid reads as follows:\nB\nLAND ACQUISITION DETAILS OF KKNPP\nS.No.\nName of\nVillage\nPrivate land Puramboke Total\n(in hectares) land (in\n(in\nhectares)\nhectares)\nC For Plant site\n1\nKudankulam 862.775\n112.945\n975.720\n2\nIrukkundarai\n2.675\n2.675\n3\nVijayapathi 66.750\n1.815\n68.565\nSub Total\n929.525\n117.435\n1046.960\nD\nFor Township\n1\nChettikulam 153.905\n24.300\n178.205\nTotal Land acquired\n1225.165\nHectares\nE\nLand and Acquisition completed\nand awards pronounced\nNumber of displaced persons\n1991-\n1993\nNil\nType of acquired land\nDry\nLL\nF\nCompensation details\nS.No.\nVillage\nAmount paid (Rs.)\nKudankulam\n62,02,332.00\nIrukkundarai\n31,09,727.00\nG\nVijayapathi\nTotal\n6,09,834.00\n99,21,893.00\nH\n139. We are of the view that the EIA Notification of 1994\nwould not apply to KKNPP Units 1 and 2 for which\nenvironmental clearance was granted on 19.5.1989. 1994\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 755\n[K.S. RADHAKRISHNAN, J.]\nB\nC\nnotification, in our view, would be operative only prospectively A\nexcept in the case of expansion and modernization of any\nactivity (if the pollution load is to exceed the existing one) as\non the date of publication of that notification or a new project\nlisted in Schedule 1 for which environmental clearance is\nnecessary as per the notification dated 27.01.1994. So far as\nKKNPP units 1 and 2 are concerned, they had the relevant\nclearance from the State Government including the NOC from\nthe State Pollution Control Board. Facts stated above would\nindicate that the land acquisition process for the plant site and\ntownship had commenced during the year 1990-1991 and\nawards were pronounced during the period 1991-1993 by the\nLand Acquisition Officer and Special Tehsildars (Land\nAcquisition) Government of Tamil Nadu. Annexure R-15\nproduced along with the affidavit filed by the MoEF dated\n18.10.2012 indicates the details of total land acquired, the\nawards pronounced and the details of the compensation paid.\nFurther sites surveys, infrastructure design, construction of\nboundary wall, roads and some buildings etc. had been\ncompleted between 1989 to 1994. The Committee on\nConservation of Seashore of Government of Tamil Nadu had\nalso granted clearance on 25.2.1988 and the TNSEC had also\ngranted clearance on 15.12.1988, modified on 13.2.1989.\nAbove facts clearly indicate that the EIA Notification dated\n27.1.1994 would not apply to KKNPP Unites 1 and 2 since\nthese units stood exempted from the Notification and the\nExplanatory Note 8 to the Notification and also the Circular\nissued by the MoEF on 23.7.1998 make it more explicit.\nD\nE\nF\nG\n140. We may now examine whether there has been any\nexpansion or modernization of units 1 and 2 resulting in\nincrease in pollution loads. Plant capacity, we have noticed,\nalways remained 1000 MWs X2, and the plant model V-412\nremained to be as envisaged in 1988 Agreement and 1998\nsupplementary agreement of 1988. Further, for the purpose of\ncooling the steam generated in the steam generator sea water\nis required which goes through the steam turbine which runs H\n756 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA the electrical generator to produce electricity. Sea water\nconsumption is 2,40,000 m3/Hr and the water is to be drawn\nfrom the sea and pass through the condenser for both Units 1\nand 2 and once the cooling process is over, it is to be released\nto the sea, a process, which has undergone no change from\nB what was envisaged before obtaining clearance from MoEF in\n9th May, 1989 till date and hence we find no necessity for a\nfresh clearance.\nс\nDesalination Plant\n141. We may now examine whether prior environmental\nclearance is a pre-requisite for the establishment of a\ndesalination plant in terms of EIA Notification dated 27.1.1994\nor in terms of the subsequent Notification dated 14.9.2006\nwhich superseded the Notification dated 27.1.1994. Further we\nD may also examine whether establishment of desalination plant\nis permissible in CRZ. We have already indicated that prior\nenvironmental clearance is required only for those activities\nwhich are listed in Schedule 1 to the EIA Notification dated\n27.1.1994 or the subsequent Notification dated 14.9.2006\nE which superseded earlier Notification dated 27.1.1994.\nDesalination plant is not seen listed under the above-mentioned\nnotifications. The decision to establish desalination plant for the\npurpose of domestic water requirement was taken by the\nNPCIL in the year 2004. Earlier when environmental clearance\nwas granted on 9.5.1989 the proposal was to take fresh water\nfrom the Pachipari Dam, situated at about 65KM away from\nthe plant site. The same had to be given up in view of the\ninvolvement of forest land as well as the apprehensions\nexpressed by the local villagers that the withdrawal of water\nfrom the Dam would deplete the scarce natural resource,\nespecially at the time of drought. Desalination plant functions\non distillation (Mechanical Vapour Compression) principle. Sea\nwater would be drawn and would be fed to the plant which\nconsists of four streams each having capacity of 106.66 cubic\nmtr. p.h. Cumulative feed flow of all three operating streams is\n670 cubic.mtr p.h. and cumulative reject flow is 350 cubic mtr\nF\nG\nH\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 757\n[K.S. RADHAKRISHNAN, J.]\nph., balance 320 cubic mtr. p.h. is purified water. Facts would A\nindicate that there is no generation of air emission, solid waste\nand effluent are flowing from the desalination process except\nrejects (which also called brine) which is nothing but\nconcentrated sea water which remains after desalination\nprocess and does not contains external elements. The rejects B\nwill have concentration of 69000 parts per million which would\nbe mixed with the sea water 1,20,000 cubic mtr. p.h. and\ndischarged through the outlet channel into the sea which would\ngive dilution 343 times and reduce the reject to the ambient sea\nwater concentration of 35000 parts per million. Experts say the C\nprocess would not cause any increase in pollution load due to\ndesalination.\nD\n142. CRZ Notification of 1991, though prohibited, the\nsetting up of new industries as well as expansion within CRZ,\nit had permitted the laying of pipeline and conveying system.\n1991 Notification was amended on 21.05.2002 and it was\nprovided that the desalination plants could be established in\nthe notified special economic zone, for non-polluting industries\nwithin CRZ. On 19.10.2002, it was again amended and it was\nprovided that the desalination plants could be established within E\nCRZ except CRZ - 1(i) - i.e. eco-sensitive areas viz.\nmangroves, sand dunes, reserve forests etc. MoEF later issued\nanother notification dated 06.01.2011 superseding 1991\nnotification, as per that para 3(i)(c) and as per para 4(ii)(h) (of\n06.01.2011 notification) makes provisions for the establishment\nof desalination plants within CRZ area except CRZ - 1(i).\n143. NPCIL informed TNPCB for the inclusion of\ndesalination facility which was not earlier included in the original\napplication for 'Consent to Operate'. TNPCB considered the\nrequest and accorded “Consent to Operate' on 20.08.2012\nwhich included desalination plant. The establishment of\ndesalination plant, therefore, would not require any fresh\nenvironmental clearance, especially when the same has not\nbeen included in the Schedule 1 to the EIA Notification dated\nF\nG\nH\n758 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA 27.1.1994 or in the subsequent Notifications dated 14.9.2006,\n06.01.2011 etc. except within CRZ - 1(i).\nB\nChange in Temperature Limit\n144. We may now examine whether, in the light of\nparagraph 5 of the clearance dated 9.5.1989 and the\namendment to Rule 84 of the Environment (Protection) Rules\n1986 by Notification dated 22.12.1988, the stipulation of 5°C\ncontained in the clearance can be varied. Environment\n(Protection) Rules, 1986 was amended vide notification dated\nC 22.12.1988 as Environment (Protection) Second Amendment\nRules, 1988. Rule 84 deals with the temperature limit for\ndischarge of condensed cooling water which reads as follows:\nD\nLU\nE\nF\nLL\n\"84. Temperature limit for Discharge of Condenser\nCooling Water from Thermal Power Plant:\nA. New thermal power plants, which will be using water\nfrom rivers/lakes/reservoirs, shall install cooling\ntowers irrespective of location and capacity.\nThermal power plants which will use sea water for\ncooling purposes, the condition below will apply.\nB. New projects in coastal areas using sea water:\nG C.\nThe thermal power plants using sea water should\nadopt suitable system to reduce water temperature\nat the final discharge point so that the resultant rise\nin the temperature of receiving water does not\nexceed 7°C over and above the ambient\ntemperature of the receiving water bodies.\nExisting thermal power plants:\nRise in temperature of condenser cooling water\nfrom inlet to the outlet of condenser shall not be\nmore than 10°C.\n☐ H\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 759\n[K.S. RADHAKRISHNAN, J.]\nD. Guidelines for discharge point:\nA\nThe discharge point shall preferably be located at\nthe bottom of the water body at mid-term for proper\ndispersion of thermal discharge.\nB\nIn case of discharge of cooling water into sea,\nproper marine outfall shall be designed to achieve\nthe prescribed standards. The point of discharge\nmay be selected in consultation with concerned\nState Authorities/NIO.\nNo cooling water discharge shall be permitted in\nestuaries or near ecologically sensitive areas such\nas mangroves, coral reefs/spawning and breeding\ngrounds of aquatic flora and fauna.\"\n145. Rule 84, of course, deals with the Thermal Power\nPlant, which states that the resultant rise in temperature of\nreceiving water shall not exceed 7°C over and above, the\nambient temperature of the receiving water body. Facts\nindicate that the limit prescribed under Rule 84 will equally be\napplicable to Nuclear Power Plant as well since the technology\nfor condenser cooling in both, thermal as well as Nuclear Power\nPlant is the same. In both systems condenser is cooled by using\nwater, therefore, the limit on temperature of discharged water\nwill have to be the same.\nC\nD\n111\nE\nF\n146. Let us also examine whether there will be any impact\non the marine eco-system due to +70C CCW water, for which\ndetailed study was conducted by the Institute of Ocean\nManagement, Anna University, which has submitted its report\nin July 2008 and the Engineers India Ltd. along with CHFRI G\nsubmitted its report in August 2011. Environmental Impact was\nanalysed in desalination and the experts are unanimous in their\nviews, that there would be no impact on the marine ecosystem.\nReports were also considered by the MoEF through the EAC\nbefore giving environmental clearance for the units 3 to 6 on H\n760 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA 23.09.2008 and 31.12.2009 and the CRZ clearance on\n25.07.2012. TNPCB has also accorded consent to operate on\n28.08.2012 for KKNPP Units 1 and 2 by stipulating that\ncondenser cooling water discharge limit as 7oC as per the\namended Environmental Protection Rules. Therefore, the\nB contention raised by the appellants that the rise in temperature\nof receiving water due to rise in temperature of condenser\ncooling water would affect marine eco-system and cannot be\nsustained.\nC\n147. Appellants have also raised a contention under the\nEIA Notification of 1994 that those projects where \"all\nclearances\" including \"NOC\" from State \"PCBs\" had not been\nobtained required fresh environmental clearance from MoEF\nin accordance with the said notification. Reference was made\nto Explanation 8 of the EIA Notification of 1994. Further it was\npointed out that all projects having environmental implications\n\"required previous consent\" to establish and \"to operate\" under\nthe Water Act, 1974 and Air Act, 1981 from the State Pollution\nControl Board and unless those consents are existing, plant\ncannot said to have \"all clearances from the State PCBs as\nE required by the Explanation 8 of the EIA Notification of 1994\".\nD\n148. We are of the view that the \"environmental clearance\"\nor \"No Objection Certificate\" cannot be equated to \"consent to\nestablish” under Section 25 of the Air Act and \"consent to\nF operate\" under Section 21 of the Water Act, which were granted\non 25.2.2004 and 28.8.2012 respectively. NPCIL had\nundertaken various activities with respect to KKNPP\nsubsequent to the environment clearance granted by TNSEC\non 26.12.1988, subsequently modified on 13.2.1989.\nG\n149. TNSEC had on 15.12.1988 had already cleared the\nproject, which tantamount to No Object Certificate (NOC). Only\nafter clearance or NOC, the question of 'establishing' or\n'operating' a plant arises. Environmental clearance or NOC was\ngranted to KKNPP units 1 and 2 as early as 26.12.1988 though\nH the TNPCB had granted 'consent to establish' under Section\n"}