{"pages":[{"pageNumber":151},{"pageNumber":152},{"pageNumber":153},{"pageNumber":154},{"pageNumber":155},{"pageNumber":156},{"pageNumber":157},{"pageNumber":158},{"pageNumber":159},{"pageNumber":160}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS.\n[K.S. RADHAKRISHNAN, J.]\n781\nA\nalone but also for the poor and down trodden. They should also\nhave an adequate means of livelihood, job opportunities for\nwhich we have to set up Industries and commercial undertakings\nin the public as well as private sector and also have to invite\nforeign investment. Generation of electricity is of extreme\nimportance for their establishment and functioning and also for B\ndomestic consumption. Power generation with the traditional\nmeans, through hydro, thermal electric project, coal etc are not\neffective substitution to the power generation through Nuclear\nPlant. India has a mammoth population unlike developed\ncountries, and the consumption of electricity in domestic,\nindustries, agricultural sector etc. is going up day-by-day. Most\nof the States are in the grip of power cut; day and night, for a\nnumber of hours, which has adverse effect on their economic\nand industrial growth. To sustain rapid economic growth, it is\nnecessary to double the supply of energy. Energy tariff is also\nincreasing, nuclear power in the long run will be much cheaper\nthan other forms of energy.\nC\nD\nE\n183. This Court in Chameli Singh and others v. State of\nU.P. and another (1996) 2 SCC 549 held that an organized\nsociety right to live as a human being is not ensured by meeting\nonly the animal needs of man, but secured only when he is\nassured of all facilities to develop himself and is freed from\nrestrictions which inhibit his growth. Right to shelter includes\nadequate living space, safe and decent structure, clean and\ndecent surroundings, sufficient light, pure air and water, F\nelectricity, sanitation and civil amenities like road etc. so as to\nhave easy access to his daily avocation.\n184. Nuclear power plant is being established not to\nnegate right to life but to protect the right to life guaranteed\nunder Article 21 of the Constitution. The petitioner's contention\nthat the establishment of nuclear power plant at Kudankulam\nwill make an inroad into the right to live guaranteed under\nArticle 21 of the Constitution, is therefore has no basis. On the\nother hand it will only protect the right to life guaranteed under\nG\nН\n782 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA Article 21 of the Constitution for achieving a larger public\ninterest and will also achieve the object and purpose of Atomic\nEnergy Act.\nB\nEXPERTS' VIEWS -TECHNICAL AND SCIENTIFIC\n185. AEC, DAE, BARC, AERB, NPCIL, TNPCB the expert\nbodies, are all unanimous in their opinions that adequate safety\nand security measures have already taken at KKNPP which are\nto be given due weight that they deserve. Further, as already\nindicated NPCIL Task Force Report on Security of all NPPs\nC including KKNPP dated March 2011, 11.5.2011, AERB-EE\nExpert Opinion on Design Committee Safety dated 31.8.2011,\n15 Member Expert Team Committee Report (post Fukishama)\ndated December 2011, Supplementary Report dated\n31.2.2012 on the Grievances raised by some of the agitators,\nD report submitted by Sri R. Srinivasan, Former President, Atomic\nEnergy Commission appointed by the State of Tamil Nadu are\nall unanimous in their view on the safety and security of KKNPP.\nE\nF\n186. MoEF, EAC, TNPCB, Report of IOM, Anna University\ndated July 2008 on Impact of NPP on Marine Eco-system,\nCommittee on Conservation of Sea-Shore of the State of Tamil\nNadu, Report of Engineers India Limited with CHFRI dated\nAugust 2011, NEERI dated May 2002 and January 2003 on\nthe Impact on Air, Water, Land, Eco-system etc. are all\nunanimous that the radiation as well as the discharge of water\nfrom NPP to the sea shore will not have serious impact on the\nmarine ecology or on marine life.\n187. A Constitution Bench of this Court in University of\nMysore v. C. D. Govinda Rao AIR 1965 SC 491, held that,\nG normally, Court should be slow to interfere with the opinion\nexpressed by the Experts and it would normally be wise and\nsafe for the courts to leave the decisions to experts who are\nmore familiar with the problems which they face than the courts\ngenerally can be which has been the consistent view taken by\nH this Court. Reference may be made to the judgments of this\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 783\n[K.S. RADHAKRISHNAN, J.]\nCourt in State of Bihar v. Asis Kumar Mukherjee (Dr.) (1975) A\n3 SCC 602, Dalpat Abasaheb Solunke v. B. S. Mahajan\n(1990) 1 SCC 305, Central Areca Nut \u0026 Cocoa Marketing \u0026\nProcessing Coop. Ltd. v. State of Karnataka (1997) 8 SCC\n31, Dental Council of India v. Subharti K. K. B. Charitable\nTrust \u0026 Another (2001) 5 SCC 486, Basavaiah (Dr.) v. Dr. H. B\nL. Ramesh (2010) 8 SCC 372 and Avishek Goenka v. Union\nof India (2012) 5 SCC 275. In Woon Tankan and Seven\nOthers v. Asian Rare Earth Sdn. Ehd., CLJ (1992) 2 207, the\nSupreme Court of Malaysia vide its judgment dated 23.12.1993\nexamined the effect of low-level radioactive waste on the health\nof the population. The Supreme Court upheld the plea of the\ncompany, placing reliance on the expert opinion expressed by\nthe Atomic Energy Licensing Board (AELB) and took the view\nthat since the company has been operating under license\ngranted by AELB, an expert body, it will be taken that the expert\nbody had the expertise to speak on the radiation level of the\nradioactive waste, on the health of the population.\n188. We have noticed that, so far as this case is\nconcerned, from the safety and security point of view of life and\nproperty, on environment and all that related aspects, all the\nExpert Bodies are unanimous in their opinion that KKNPP has\nfully satisfied all safety norms to safeguard the human life,\nproperty and environment which, we are sure, will allay the fears\nand apprehensions expressed by the people living in and\naround Kudankulam. The Court, in our view, cannot sit in\njudgment on the views expressed by the Technical and Scientific\nBodies in setting up of KKNPP plant at Kudankulam and on\nits safety and security.\nCONCLUSION\nC\nD\nE\nF\nG\n189.KKNPP has, therefore been set up as part of India's\nNational Policy so as to develop, control and use of atomic\nenergy for the welfare of the people of India. Policy makers\nconsider nuclear energy as an important element in India's\nenergy mix for sustaining economic growth of natural and H\n784 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA domestic use. For setting up the project, the project proponent\nhas taken all safety requirements in site and off site and has\nfollowed the code of practices laid down by AERB, based on\nnationally and internationally recognized safety methods.\nSafeguarding the nuclear plants, radioactive materials and\nB ensuring its physical security have become a central part of\nNuclear Law. Adequate measures have, therefore, to be taken\nfor storage of NSF at site, and also for the physical safety of\nstored NSF. Of the seventeen suggested safety measures, by\nAERB, LWR, twelve have already been implemented and the\nrest, in a phased manner have to be implemented which the\nexperts say, are meant for extra security. DMP is already in\nplace, so also the emergency preparedness plan, off site and\non site and all programmes under CSR are progressing in the\nright direction with the co-operation and assistance of the\nDistrict Administration.\nC\nD\nE\n190. NPCIL, has also received necessary environmental\nclearance from MoEF, TNPCB, etc for Units 1 to 6. No violation\nof CRZ is also noticed. Desalination Plant is also established\nafter following rules and regulations and there is no violation of\nCRZ. Experts say that there will be no impact on the marine\neco-system due to discharge of +7°CC, CCW over and above\nthe ambient temperature of the sea. Radiation impact on the\neco-system is also within the standard set by AERB, MoEF,\nEAC, Pollution Control Board etc., so opined by the Experts.\nF In other words, all the expert teams are unanimous in their\nopinion of the safety and security of the KKNPP both to life and\nproperty of the people and the environment which includes\nmarine life. Court has to respect national nuclear policy of the\ncountry reflected in the Atomic Energy Act and the same has\nG to be given effect to for the welfare of the people and the\ncountry's economic growth and it is with these objectives in\nmind KKNPP has been set up.\nH\nDipak Misra, J.\n191. I have my respectful concurrence with the views and\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 785\n[DIPAK MISRA, J.]\nconclusions expressed by my respected learned Brother A\nRadhakrishnan on all aspects. However, I propose to add a few\nwords in addition to what has been eruditely stated by my\nlearned Brother.\nPrologue\nB\nD\n192. At the very inception, I may state that in the cases at\nhand, we are faced with a situation whether to interfere in the\nestablishment, operation and functionalism of a nuclear plant\ncoming up at Kudankulam and interdict its operation because\nof numerous grounds assiduously urged in voluminous C\npleadings encompassing the broad canvas, namely, statutory\nviolations of the entire gamut of environmental law, exhibition\nof non-chalant attitude towards public opinion, show of total\ndisrespect towards nature's inconsistencies, keeping at bay the\nconstant apprehension and threat of the known and the\nunknown, absolute contempt for predictable danger that has\nsurfaced on certain parts of the Globe and the unpredictable\ndisaster that may be faced by the populace of the locality and,\nmost importantly, the public safety in praesenti and in futuro,\nor take cognizance of the needs and necessities of the public E\nat large, the concept of public policy and the scope of judicial\nreview, the precautions already undertaken and further assured\nto be taken within a specific time span, the opinion of the\nexperts, the impossible avoidance of certain facets of existence\nin today's world, the global phenomena of requirement of F\nelectricity as a source of energy and various innovative methods\nto meet the same, the safety measures carried out and the\nsteps undertaken to manage the disaster in case it occurs and\nfinally to march ahead with life allaying all apprehensions with\na scientific mindset accepting the nature's unpredictability to\nsurvive on the planet earth on the bedrock of the doctrine -\nsurvival of the fittest.\nThe concern for safety under the Atomic Energy Act,\n1948:\nG\nH\nA\n786 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\n193. Bearing in mind the broad scenario, few aspects are\nrequired to be harped upon. Independent India perceived the\nneed and use of nuclear energy in this country. The Atomic\nEnergy Act, 1948 conceived the constitution of the Atomic\nEnergy Commission which came into being in 1954. After the\nB repeal of the 1948 Act and coming into force of the Atomic\nEnergy Act, 1962 (for brevity \"the 1962 Act”), a larger field was\ncovered. The 1962 Act was enacted to provide for the\ndevelopment, control and use of atomic energy for the welfare\nof the people of India and for other peaceful purposes and for\nmatters connected therewith. The dictionary clause as\ncontained in Section 2 takes into consideration many an aspect\npertaining to equipment, substance, radiation and radioactive\nsubstance, etc.\nс\nD\nE\nF\n0\nI\n194. Certain provisions of the 1962 Act may be usefully\nreferred to. Section 3 of the 1962 Act deals with general\npowers of the Central Government. Sub-section (e) of Section\n3 reads as follows:-\n\"3. General powers of the Central Government\nSubject to the provisions of this Act, Central Government\nshall have power –\n-\n(e) to provide for control over radioactive substances or\nradiation generating plant in order to-\n(i) prevent radiation hazards;\n(ii) secure public safety and safety of persons\nhandling radioactive substances or radiation\ngenerating plant; and\n(iii) ensure safe disposal of radioactive wastes;\"\n[Emphasis supplied]\n195. Section 17 deals with special provisions for safety\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS.\n[DIPAK MISRA, J.]\nwhich reads as follows :-\n787\nA\nSpecial provisions as to safety\n(1) The Central Government may, as regards any class or\ndescription of premises or places, being premises or\nplaces, in which radioactive substances are manufactured,\nproduced, mined, treated, stored or used or any radiation\ngenerating plant, equipment or appliance is used, make\nsuch provision by rules as appear to the Central\nGovernment to\nbe necessary ·\n-\n(a) to prevent injury being caused to the health of\npersons employed at such premises or places or\nother persons either by radiations, or by the\ningestion of any radioactive substance;\n(b)\nto secure that any radioactive waste products\nresulting from such manufacture, production,\nmining, treatment, storage, or use as aforesaid are\ndisposed of safely;\nB\nC\nD\nE\nF\n(c) to prescribe qualifications of the persons for\nemployment at such premises or places and the\nregulation of their hours of employment, minimum\nleave and periodical medical examination. and the\nrules may, in particular and without prejudice to the\ngenerality of this subsection provide for imposing\nrequirements as to the erection or structural\nalterations of buildings or the carrying out of works.\n(2) The Central Government may, as respects the transport G\nof any radioactive substance or any prescribed substance\nspecified by an order issued under this Act as being\ndangerous to health, make such rules as appear to be\nnecessary to prevent injury being caused by such transport\nto the health of persons engaged therein and other H\n788 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\nB\nс\nD\nE\npersons.\n(3) Rules made under this section may provide for\nimposing requirements, prohibitions and restrictions on\nemployers, employed persons and other persons.\n(4) Any person authorised by the Central Government\nunder this section, may, on producing, if so required, a duly\nauthenticated document showing his authority, enter at all\nreasonable hours any premises, or any vehicle, vessel or\naircraft for the purpose of ascertaining whether there has\nbeen committed, or is being committed, in or in connection\nwith the premises, vehicle, vessel or aircraft, any\ncontravention of the rules made under this section.\n(5) In the event of any contravention of the rules made under\nthis section, the Central Government shall have the right\nto take such measures as it may deem necessary to\nprevent further injury to persons or damage to property\narising from radiation or contamination by radioactive\nsubstances including, without prejudice to the generality of\nthe foregoing provisions, and to the right to take further\naction for the enforcement of penalties under section 24,\nthe sealing of premises, vehicle, vessel, or aircraft, and the\nseizure of radioactive substances and contaminated\nequipment.\"\nF\nG\nH\n[Emphasis added]\n196. I have referred to the aforesaid provisions to highlight\nthe emphasis laid on the public safety and safety of persons\nhandling radioactive substances and to control the\nrepercussions by the legislature. Before I dwell upon in detail\nwith regard to the necessity of safety, the measures taken and\nthe constant vigil for future, it is apt to scan the anatomy of the\nPreamble, which has already been referred to. The preamble\ncan be segregated into three parts namely, (i) development,\ncontrol and use of atomic energy, (ii) for the welfare of the\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 789\n[DIPAK MISRA, J.]\nA\nB\nD\npeople of India and (iii) for other peaceful purposes. Thus, on\none hand, the need was felt to get into the global arena for\nproducing nuclear energy and, on the other, which is as\nimportant as the first one, for the welfare of the people. The\nnecessity to generate energy from various sources in India was\nand still is a felt necessity. It has been submitted by the learned\ncounsel for the appellant with immense emphasis that apart\nfrom violation of the Environment (Protection) Act, 1986 and the\nnotifications framed thereunder, the study would reflect that\nthere would be multiple ecological problems and further the\nsafety of the local people would be absolutely in peril. My C\nlearned brother has already dealt in detail with regard to the\nsubmissions pertaining to the violations of the statutory\nprovisions, the Rules and the Notifications relating to various\nenvironmental issues. I do not intend to add anything in that\nregard. My deliberation shall be on the concept of welfare and\nsafety relating to the use of nuclear energy for the purpose of\ndevelopment. Needless to say, it has to be totally guided by\nthe conception of public safety and welfare of the citizens. The\nterm 'welfare' is always related to the living generation and\ngenerations to come. It has been contended before us by the\nlearned counsel for the appellant that the basic care has not\nbeen taken to make the nuclear plant at Kudankulam a safe\none and further when the entire globe has been shaken by the\nFukushima tragedy, the Government of India, without taking\nrecourse to the participative process of public hearing and\nshowing scant respect for public safety, has plunged into such\nan activity. That apart, it is highlighted that the radioactive\nsubstances have the real potentiality to gravely affect the\npresent generation and that, in turn, will usher in immense\ndisaster and suffering for the future generations. Per contra,\nlearned counsel for the respondents would urge that the plant\nis based and founded on sophisticated technology and there\nare more than three layers of protection for safety which is not\navailable in other nuclear plants in other parts of the world. In\nessence, it is submitted that all possible measures have been\ntaken to avoid any kind of calamity.\nE\nF\nG\nH\n790\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\n197. It is borne out from the material on record that two\naspects have weighed with many a nation while thinking of a\nnuclear energy plant, namely, the caution and circumspection\nat the time of operation and how to deal with radioactive waste.\nWe have been apprised how the re-use of radioactive waste\nB is done by a sophisticated method and the danger is kept at\nbay. On one hand, there is requirement of energy and the need\nof progress and development and, in a way, to compete with\nthe progressive phenomenon of the other countries in many a\nsphere and, on the other, the likelihood of danger to be caused\nC to the people of the locality and the effect-potentiality to affect\nthe larger section of public because of disposal of radioactive\nwaste and transportation.\nD\nE\nF\nG\n☐ H\nCertain Conventions pertaining to safety:\n198. At this juncture, I may profitably refer to the\nConvention on Nuclear Safety adopted on 17th June, 1994 in\nthe Conference convened by the International Atomic Energy\nAgency at its Headquarters. India is a signatory to the said\nConvention. The Preamble of the Treaty reads as follows: -\ni.\n¡¡.\niii.\niv.\nV.\n\"Aware of the importance to the international\ncommunity of ensuring that the use of nuclear\nenergy is safe, well regulated and environmentally\nsound;\nReaffirming the necessity of continuing to promote\na high level of nuclear safety worldwide;\nReaffirming that responsibility for nuclear safety\nrests with the State having jurisdiction over a\nnuclear installation;\nDesiring to promote an effective nuclear safety\nculture;\nAware that accidents at nuclear installations have\nthe potential for transboundary impacts;\n"}