{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS.\n[K.S. RADHAKRISHNAN, J.]\n671\nCentral Government in exercise of powers conferred under A\nSection 27 of the Act to carry out certain regulatory and safety\nfunctions envisaged under Sections 16, 17 and 23 of the Act\nvide notification dated 15.11.1983. The functions to be\ndischarged by the Board have also been enumerated in the said\nnotification which reads as follows:\n(i) Develop Safety Codes, Guides and Standards for\nsiting, design, construction, commissioning,\noperation, and decommissioning of the different\ntypes of plants, keeping in view the international\nrecommendations and local requirements and\ndevelop safety policies in both radiation and\nindustrial safety areas.\n(ii)\n00\nB\nC\nEnsure compliance by DAE and non-DAE\ninstallations of safety codes and standards during D\nconstruction commissioning stages\n(iii) Advise AEC/DAE on technical matters that may\nspecifically be referred to it in connection with the\nsiting, design, construction, commissioning,\noperation, and decommissioning of the plants\nunder DAE.\nE\n(iv) Review from the safety angle requests for\nauthorizing/commissioning/operation of DAE\nProjects/plants. Before authorization of F\ncommissioning / operation of the plant / project is\ngranted, the AERB will be satisfied by appropriate\nreview of:\n(a) Final design Analysis Report prepared by the G\nproject plant;\n(b) Commissioning reports and results thereof; and\n(c) Proposed operating procedures and\noperational limits and conditions; that the plant/ H\nA\nB\nс\nD\nE\nLL\nF\n☐ G\nH\n672\nSUPREME COURT REPORTS\n(v)\n[2013] 8 S.C.R.\nproject can be operated without undue risk to the\noperating personnel and the population. For this\npurpose, AERB may ask for relevant additional\nsupporting information.\nReview health and safety aspects of modifications\nin design/operation involving changes in the\ntechnical specification adopted in any of the DAE\nunits.\n(vi) Review operational experience in the light of the\nradiological and other safety criteria recommended\nby the International Commission on Radiological\nProtection, International Atomic Energy Agency and\nsuch other international bodies and adapted to suit\nIndian conditions, and I thereby evolve major safety\npolicies.\n(vii) Prescribe acceptable limits of radiation exposure\nto occupational workers and members of the public\nand approve acceptable limits of environmental\nrelease of radioactive substances. (In the DAE\nunits, the AERB shall also prescribe limits for\nenvironmental release of conventional pollutants).\n(viii) Review the emergency preparedness plans\nprepared by the different DAE units, similar plans\nfor non-DAE installations and during transport of\nlarge radioactive sources (eg. Irradiated fuel kilo/\nmega curie sources, fissile materials).\n(ix)\n(x)\nPromote research and development efforts for\nfulfilling the above functions and responsibilities.\nReview the training programme, qualifications and\nlicensing policies for personnel by the project/\nplants.\n(xi) Prescribe the syllabi for training of personnel in.\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 673\n[K.S. RADHAKRISHNAN, J.]\nsafety aspects at all levels.\nA\n(xii) Enforce rules and regulations promulgated under\nthe Atomic Energy Act, 1962 for radiation safety in\nthe country and under the Factories Act, 1948 for\nindustrial safety in the units under the control of B\nDAE.\n(xiii) Maintain liaison with statutory bodies in the country\nas well as abroad regarding safety matters.\n(xiv) Take such steps as necessary to keep the public C\ninformed on major issues of radiological safety\nsignificance.\n(xv) Perform such other functions as may be assigned\nto it by the Atomic Energy Commission.\nD\n(xvi) Send reports periodically to Chairman, AEC on\nsafety status including observance of safety\nregulations and standards and implementation of\nthe recommendations in all DAE and non DAE\nunits. It will also submit an Annual Report of its E\nactivities to Chairman, AEC.\n27. The notification clearly states that the Board shall be\nassisted by the DAE SRC and DRP BARC in the performance\nof its functions at (ii), (iv), (v) and (xii) mentioned above. The F\nAERB has also been entrusted with the powers of the\ncompetent authority to enforce rules and regulations framed\nunder the Act for radiation safety in the country. The powers\nhave also been entrusted with the AERB to administer the\nprovisions of the Factories Act 1948, the industrial safety for\nthe units of DAE as per Section 23 of the Act. The AERB under\nits programme of developing Codes and Safety Guides issued\nfour Codes of practice covering the following topics namely (i)\nSafety in Nuclear Power Plant Siting; (ii) Safety in Nuclear\nPower Plant Design; (iii) Safety in Nuclear Power Plant\nOperation; (iv) Quality Assurance for Safety in Nuclear Power\nG\nH\nA\nC\nD\n674\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nPlants. Those Codes are intended to establish the objectives\nand to set the minimum requirements that have been fulfilled to\nprovide assurance that nuclear power plants will be sited,\ndesigned, constructed and operated without undue risk to\npersonnel, public and environment. The Code of Practice for\nB Nuclear Power Plant Siting provides appropriate criteria and\noutlines the procedures to be applied to assess the suitability\nof a site for the location of nuclear power plant taking into\naccount, the operational requirements and accidental\nconditions. The same has to be prepared following the criteria\nlaid down by DAE for selection of site and the relevant IAEA\ndocuments under the Nuclear Safety Standards (NUSS)\nprogramme specially the Code of Practice for Nuclear Power\nPlant Siting and similar documents from various leading\ncountries. The Code of Practice on Safety in Nuclear Power\nPlant Siting was issued by the AERB on March 9, 1990. The\nCode encompasses site-related characteristics, natural events\nand man-induced events specific to the site which will have a\nbearing on the safety of the plant and the radiological impact\non the environment and population due to the location of NPP\nat the site. The Code also lays down appropriate criteria and\noutlines the procedures for assessing the suitability of a site\ntaking into account the operational requirements and accident\nconditions. The Code also indicates the extent of site-related\ninformation required to be obtained and also defines site-\nrelated design bases. Certain man-induced events like war, acts\nof sabotage which can cause large scale damage to the plant\nsafety systems, however, are beyond the scope of 1990 Code,\nin other words, the Code prescribes minimum requirements in\nsiting considerations for limiting the radiological impact. The\nmain aim is protection of man and his environment. The Code\nG outlined the requirements for limiting doses to man.\nE\nF\nH\n28. The AERB in October 1999 issued guidance for the\nPreparation of Off-Site Emergency Preparedness Plans for\nNuclear Installations. This document has been issued as a lead\ndocument to facilitate preparation of specific site manuals by\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 675\n[K.S. RADHAKRISHNAN, J.]\nthe responsible organization for emergency response plans at A\neach site to ensure their preparedness to meet any eventuality\ndue to site emergency in order to mitigate its consequences\non the health and safety of site personnel. The document also\ntakes cognizance of an earlier AERB publication on the subject:\n\"Safety Manual on Off-Site Emergency Plan for Nuclear B\nInstallations\" issued in the year 1988. While drafting this\ndocument, reference has been also made to the documents of\nthe IAEA and also the statutory requirements laid down in the\nManufacture, Storage and Transport of Hazardous Chemicals\nRules, 1989 as well as the amendments incorporated therein c\nsubsequently.\nD\n29. The purpose of these Safety Guidelines is to lay down\nthe requirements of the Regulatory Body for the operating\norganization and state public authorities in preparing an\nemergency response plan for off-site emergency for the nuclear\ninstallation. Radiological emergencies at the nuclear installations\nare mainly categorized as Plant emergency alert; Plant\nemergency; Site emergency and Off-site emergency. The\noperating organization is responsible for handling the first three\ncategories of emergencies, while the off-site emergencies E\ninvolving radiation fallout in the public domain is handled by the\nstate public authorities with the technical input and guidance\nfrom the operating organization and the Regulatory Body. The\nmain objectives of this Safety Guidelines are stated hereunder:\n(i)\n(ii)\nF\nTo provide detailed guidelines for nuclear\ninstallations in the country on the essential\ncomponents of off-site emergency preparedness\nand response plans at each installation taking into\nconsideration any ongoing construction activities at G\nthe off-site.\nTo elaborate various aspects of the response plan\nsuch as: Emergency Organisation, Emergency\nEquipment and Facilities needed outside the\nnuclear installation in order to protect the site H\nA\n00\nB\nс\nD\n676\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\npersonnel from risks of undue radiation exposure.\n(iii) To advise on other aspects such as: enforcement\nof off-site emergency plans, conduct of periodic off-\nsite emergency drills to ensure readiness of the\nnuclear installation for handling off-site\nemergencies.\n(iv) To indicate guidelines on off-site related factors,\nwhich may influence management of off-site\nemergencies.\n(v)\nTo highlight the need for the operating organization/\nplant management to establish and maintain\ncommunication lines between the site, the\nheadquarters of the operating organization,\nRegulatory Body and the state public authorities for\nprompt and effective use in times of off-site\nemergency.\n30. The AERB has also issued the document\n\"Preparedness of the Operating Organization for handling\nE Emergencies” at Nuclear Power Plants in March 2000. This\ndocument supplemented the Code of Practice on Safety in\nNPP Operation (AERB/SC/O). The purpose of this document\nis to prescribe guidelines for the development of a state of\npreparedness for response to emergencies at nuclear power\nF plants. The main objectives of this safety guide are given as\nfollows:\n0\n(a) To highlight to plant management the various\ncategories of emergencies that could rise at NPP;\nG\n(b)\nH\n(c)\nTo focus on the contents of the emergency manuals\nin respect of resources and procedures to help\nrespond adequately to emergency situations;\nTo emphasize the responsibilities of plant\nmanagement regarding personnel, plant and site\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 677\n[K.S. RADHAKRISHNAN, J.]\nemergency and responsibilities of the State A\nGovernment in respect of off-site emergency and\nneed for close liaison between Plant Management\nand Public Authorities;\n(d) To bring out the importance of maintaining efficient\nand effective communication links among Plant\nManagement, Operating Organisation,\nResponsible Organisation, Regulatory Body, State\nAuthorities and the Department of Atomic Energy\nCrisis Management Group (DAE-CMG); and\n(e) To develop the infrastructure including manpower\nand their training.\nB\nC\n31. The AERB issued another safety code in August 2000\non \"Regulation of Nuclear and Radiation Facilities”. This D\ndocument has been issued to spell out the minimum safety\nrelated requirements/obligations to meet by a nuclear or\nradiation facility to qualify for the issue of regulatory consent at\nevery stage leading to eventual operation. The Code also\nelaborates on the regulatory inspection and enforcement to be\ncarried out by the Regulatory Body on such facilities. This\ndocument has also been prepared by the AERB from the\ninformation contained in the relevant documents issued by\nIAEA under the NUSS programme especially the Code on\n\"Governmental Organization for Regulation of Nuclear Power\nPlants\" (50-C-G).\nE\nF\nThe main objectives of the Code are to ensure that:-\n(a) Only such practices are permitted which are justified\nin terms of their societal and/or individual benefits, G\n(b)\n(c)\nRadiation protection is duly optimized in all nuclear/\nradiation facilities.\nRadiation doses to the personnel in these facilities,\nand to the members of the public in their vicinity, H\n678\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\nB\nC\nD\nE\nF\ndo not exceed the prescribed limits and\n(d) The potential for accidental exposures from the\nfacilities remains acceptably low.\n32. The scope of the Code also covers the various\nfacilities and activities like mining and processing of\nradioactive ores and minerals; uranium/thorium processing and\nfuel fabrication plants, heavy water plants, research reactors,\nexperimental reactors and critical assemblies, nuclear power\nplants, fuel reprocessing plants, radioactive waste\nmanagement facilities, industrial facilities related to nuclear fuel\ncycle activities, transport of radioactive materials, medical\napplications of radiation, industrial and agricultural applications\nof radiation, research applications of radiation, and all other\npractices involving the handling of radioactive sources.\n33. The AERB also issued another safety guide on\nOctober 2002 on “Design of Fuel Handling and Storage\nSystems for Pressurized Heavy Water Reactors”. The Code of\nPractice on Design for Safety in Pressurized Heavy Water\nBased Nuclear Power Plants (AERB/SC/D,1989) lays down the\nminimum requirements for ensuring adequate safety in plant\ndesign. The safety code issued in October 2002 is one of a\nseries of guides. The objective of this safety guide is to specify\nthe minimum requirements to be met in the design of fuel\nhandling and storage system in PHWR. It is intended to be\nused by the designer to ensure safety of plant and personnel\nby providing adequate measures for prevention of accidents\nand mitigation of adverse consequences, should an accident\noccur, in other words, the scope of this guide includes the\nsafety in design of equipment for handling and storage of new\nfuel, spent fuel and other irradiated core components, which are\nrelated to handling of fuel including handling and storage of\nfailed or damaged fuel bundles. The guide also addresses the\nsafety aspects in fuel handling control and instrumentation and\nauxiliary equipment related to the fuel handling system. Design\nH provisions to facilitate inspection and testing of fuel handling\nG\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 679\n[K.S. RADHAKRISHNAN, J.]\nand storage systems are also covered in that guide. The same\nhas been prepared following the safety standards laid down by\nIAEA. The Code has been prepared by specialists in the field\ndrawn from the AERB, BARC, IGCAR and NPCIL.\n34. Various codes and safety standards issued by the\nAERB, referred to above, mainly deal with siting, design,\nconstruction, operation, quality assurance, decommissioning\netc. Safety codes and safety standards are formulated on the\nbasis of nationally and internationally accepted safety criteria\nfor design, construction and operation of specific equipment,\nsystems, structures and components of nuclear and radiation\nfacilities. Further, India has also entered into various bilateral\ntreaties and is also a party to various international conventions\non nuclear safety, physical protection of nuclear material,\nnuclear accident, radiological emergency and so on. India, as\nalready stated, is also governed by the safety and security\nstandards laid down by IAEA. A brief reference to those\nconventions, treaties and IAEA may be apposite.\nINTERNATIONAL CONVENTIONS, BILETERAL\nTREATIES ETC.:\n35. India is not a signatory to the Nuclear Non-Proliferation\nTreaty (NPT). India is, however, party to various international\nconventions, such as:\nThe Convention on the Physical Protection of Nuclear\nMaterial, which was adopted on 26.10.1979 and was signed\nat Vienna and at New York on 3.3.1980. The Convention makes\nit legally binding for States parties to protect nuclear facilities\nand material for peaceful domestic use, storage as well\ntransport. It also provides expanded cooperation between and\namong States regarding rapid measures to locate and recover\nstolen or smuggled nuclear material, mitigate any radiological\nconsequences of sabotage and prevent and combat related\noffences.\nA\nB\nC\nD\nE\nF\nG\nH\nA\nB\nC\nD\nE\n680 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\n36. The Convention on Assistance in the Case of a\nNuclear Accident or Radiological Emergency was adopted by\nthe General Conference at its special session 24-26.9.1986\nand was opened for signature at Vienna on 26.9.1986 and at\nNew York on 6.10.1986.\n37. The Convention on Nuclear Safety was adopted on\n17.6.1994 by a Diplomatic Conference convened by IAEA at\nits Headquarters from 14-17.6.1994. The Convention was\nopened for signature on 20.9.1994.\n38. The Joint Convention on the Safety of Spent Fuel\nManagement and on the Safety of Radioactive Waste\nManagement, the first legal instrument to directly address these\nissues on a global scale, was opened for signature on\n29.9.1997 and entered into force on 18.6.2001.\n39. The Convention on Early Notification of a Nuclear\nAccident establishes a notification system for nuclear accidents\nwhich have the potential for international trans-boundary release\nthat could be of radiological safety significance for another\nState. Date of adoption is 26.9.1986.\n40. India has also entered into various Bilateral Civil\nNuclear Co-operations. India has entered into a cooperation\nagreement with France for the construction of ERR Power\nPlants (10,000 MWe) at Jethapur site in Maharashtra, which\nF also comprises of cooperation in the areas of research, safety\nand security, waste management, education etc., followed by\nvarious other commercial contracts as well. India and Canada\nhave finalized the terms for their nuclear deal paving the way\nfor Canadian firms to export Uranium to India in the year 2010.\nG Discussions are on for safe nuclear cooperation as well with\nCanada.\nH\n41. India has also signed civil nuclear deal with Mongolia\nfor supply of uranium to India. MOUs on the Development of\nCo-operation on Peaceful Uses of Radioactive Minerals and\n"}