{"pages":[{"pageNumber":171},{"pageNumber":172},{"pageNumber":173},{"pageNumber":174},{"pageNumber":175},{"pageNumber":176},{"pageNumber":177},{"pageNumber":178},{"pageNumber":179},{"pageNumber":180}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS. 801\n[DIPAK MISRA, J.]\nA\nC\n216. At this juncture, I must also refer to the other maxim\nsalys republicae supreme lex, i.e., safety of the State is the\nsupreme law and in case of any conflict, an individual must yield\nto the collective interest. But, it should not be done at the cost\nof safety. At all times and at all quarters, sincere efforts are to\nbe made to maintain and sustain the safety of the people. That B\nhas been spoken by the ancients when the Kings ruled and the\nsame reigns supreme in a democratic set-up. True it is, there\nare exceptions, but the exceptions are to remain in the realm\nof exceptions only and should not be brought into play either at\nthe whim or fancy of the executive. The purpose of saying is\nthat the law has many a mansion and the mosaic of law covers\nmany spectrums so that both the maxims, namely, solus populi\nsupreme lex and salus republicae supreme lex, can\nharmoniously coexist. The present case is one where there is\nneed for nuclear energy for the welfare of the public and for\nother welfare of the people of India and for peaceful purpose.\nDefinitely, the interest of the economy and the interest of safety\nare to be the real concerns of a Welfare State. In this regard, I\nmay usefully refer to the following observations made by this\nCourt, though in a different context, in State of Karnataka and\nothers v. Dr. Praveen Bhai Thogadia³:-\nD\nE\nF\n\"Welfare of the people is the ultimate goal of all laws, and\nState action and above all the Constitution. They have one\ncommon object, that is to promote the well-being and\nlarger interest of the society as a whole and not of any\nindividual or particular groups carrying any brand names.\nIt is inconceivable that there can be social well-being\nwithout communal harmony, love for each other and hatred\nfor none. The core of religion based upon spiritual values,\nwhich the Vedas, Upanishads and Puranas were said to\nreveal to mankind seem to be: \"Love others, serve others, G.\nhelp ever, hurt never” and “sarvae jana sukhino\nbhavantoo\".\"\n217. The concept of welfare State is a facet of Article 38\n5. (2004) 4 SCC 684.\nH\nC\n802\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA of the Constitution of India. It is the obligation of the State to\nsee that the welfare of the people is appositely promoted. It is\nthe obligation passed by the Constitution of the State to\nestablish a welfare State. The words used in the Preamble of\nthe 1962 Act are \"welfare for the people\" and \"peace\". There\nB is a necessity for generation of electrical energy and regard\nbeing had to the hazards, there has to be guidance which the\nActs, Rules and Notifications provide. The collective interests\nshould not totally be thrown overboard for the development of\nthe power sector. If the safety measures are adequately not\ntaken and the apprehensions are not removed and the fear is\nnot totally ostracized from the minds of the people of the locality,\nposterity may not recognize the same as a development or a\nprogressive step. The conscientious and conscious policy\ndecisions by the Government are to be taken with due care and\nconsideration, keeping in mind the welfare of the people at\nlarge. True it is, when such policies are framed, especially for\nestablishment of nuclear plants or such big projects, the safety\nmeasures become the primary concern and the same have to\nbe adequately addressed to and taken care of. However, the\nCourts, in exercise of power of judicial review, cannot assume\nE the role of approving authority for laying safety measures, but,\na significant one, what the regulatory authorities have stated are\nto be regarded as the primary and principal concern.\nD\nF\nG\nH\nAERB Report:\n218. In this context, I may refer to the report of the AERB\nto review the safety of Indian Nuclear Power Plants against\nExternal Events of Natural Origin. For the sake of necessity and\ncompleteness, it is reproduced below: -\n“SAFETY ASSESSMENT OF KUDANKULAM NUCLEAR\nPOWER PLANT UNITS-1\u00262 (KK NPP1\u00262) IN THE\nWAKE OF FUKUSHIMA ACCIDENT\nTwo Units of VVER Pressurized Water Reactors (Model\nV-412) each of 1000 MW rating are being built at the\nKudankulam Site in Tamil Nadu. Initial commissioning\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 803\n[DIPAK MISRA, J.]\nactivities for Unit # 1 have started with AERB issuing\nclearance for “Hot-Run” on June 30, 2011. Construction of\nUnit #2 is in an advanced stage of completion.\nThe design of KK NPP incorporates a number of\nengineered safety features (ESFs) for catering to design\nbasis accident (DBAs) and beyond design basis\naccidents (BDBAs), and several other design safety\nfeatures.\nESFs for catering to DBA.\na.\nEmergency Core Cooling System (ECCS)\nb. Secondary circuit protection against over-\npressurisation\nA\nB\nC\nC.\nEmergency Gas Removal System\nD\nd.\nFission Products Removal and Control Systems\ne.\nEmergency Safety Boron Injection System\nf.\nQuick Boron Injection System (QBIS)\nESFs for catering to\nBDBA\nE\nPassive Heat Removal System (PHRS)\nAdditional System for core passive flooding\n. F\nAnnuls passive filtering system (APFS)\n*\nSystem for retaining and cooling of molten core\nOther salient design safety\nFeatures\n4 x 100% active safety system trains and 4 x 33%\npassive safety system trains\nLarge water inventory in I and II stage ECCS hydro-\naccumulators\nG\nH\n804\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\nB\n0\nC\nD\nE\nF\nG\nH\n*\n*\n*\n*\nAutomatic Reactor Scram on seismic signal\nBattery banks with 24 hrs capacity\nSea water pumps located at more than 2.2m above\ndesign basis flood level (DBFL)\nSafety related buildings and structures located at\nleast 3.0m above DBFL\nA shore protection rubble wall\nPost-Fakushima safety Assessment\nA Task Force (TF) constituted by NPCIL carried out safety\nassessment of KKNPP-1\u00262 in the light of Fakushipa\naccident and its findings were reviewed by the AERB's\nAdvisory committee on Project safety review of light water\nreactors (ACPSR-LWR) and the AERB Committee on\nsafety review of Indian NPPs in the light of Fukushima\naccident. Salient points emerging from the assessment\nand its reviews are given below: -\nBack up provisions from alternate sources should be\nmade for\n*\nCharging water to secondary side of SGs\nMake-up of borated water to spent fuel pools\nInjection of borated water in the reactor coolant\nsystem.\nSciesmic qualification of emergency water storage\nfacility and augmentation of its storage capacity for\ncore decay heat removal for a period of at least one\nweek.\nMobile self powered pumping equipment for\nemergency use\nFacility for monitoring safety parameters using\nportable power packs\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 805\n[DIPAK MISRA, J.]\nFinalization of emergency operating procedures for A\nBDBA conditions\nPrimary Containment to be assessed for ultimate\nload bearing capacity.\nDoors and barrels of airlocks to be qualified for B\nproof test pressure.\nEnsuring that highly active water used for cooling\nthe core catcher vessel under BDBA is contained\ninside the primary containment.\n*\nс\nReconfirmation of design adequacy of hydrogen\nmanagement system.\nEnvironmental qualification of core catcher\ntemperature monitoring system\nD\nAdequacy of design provision for remote water\naddition to core catcher\nAdequacy of instrumentation for monitoring plant\nstatus during BDBA.\nDetails of margin available on location of various\nsafety related SSCs above DBFL should be\nreviewed again,\nNeed for design provision for containment venting,\nthat has been deleted, should be re-examined.\nThe backup sources for water injection to SG\nsecondary side should be seismically qualified.\nProvisions for addition of water to core catcher\nrequire a detailed study, to ensure that there is no\npossibility of any steam explosion.\nProvision of additional backup power supply\nsources for performing essential safety functions,\nlike air cooled DGs located at a high elevation,\nshould be considered.\nE\nF\nG\nH\n806\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\nB\nThe recommendations are being examined and\nNPCIL's response would be reviewed in ACPSR-\nLWR before initial fuel loading in unit-1.\n219. A status report has been filed by NPCIL. An affidavit\nhas been filed on 3.12.2012 and it is asserted therein that most\nof the recommendations have already been complied with. It\nhas been dealt with by my respected learned Brother that there\nis substantial compliance of the same and dates or fixed time\nframe has been given for compliance of certain\nrecommendations which have not yet been complied. This\nC Court has been apprised of the fact that the AERB and, in turn,\nthe MoEF are in total control of things and scrutiny is made and\nthe same shall be looked into from time to time and all possible\nmeasures shall be taken to avoid any kind of accident. As\nadvised, at present, I have noted the categorical assurance of\nD the Statutory Authority.\nE\nF\nNuclear Energy development and doctrine of balance\nand proportionality vis-à-vis safety:\n220. It must be stated that the safety of the people residing\nin Kudankulam and the areas in its vicinity and also the people\nwho are likely to be affected because of radioactive generation\nhas to be respected, for their human dignity is their divinity. This\nCourt has not directed for closure of the plant on the basis of\nthe asseverations made before this Court. But, it is the highest\nconcern of this Court that a devastating disaster should be\navoided at all costs by the people who are in-charge of looking\nafter the safety measures. The statutory regulatory authority\nshould responsibly keep the vigil and no one, who has the\nresponsibility, should be complacent. The tragedy that has\noccurred at Fukushima shall remain as one of the darkest\nG elements of history. The catastrophe of the Bhopal Gas Leak\nDisaster has not been erased or effaced from the minds of the\npublic. The moan and mourns of the affected people of Bhopal\nwho have been injured or lost their kith and kin are still heard\nand humane sensitivity would not permit one to ignore it. The\nnuclear scientists, the administrators and other authorities\nI\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 807\n[DIPAK MISRA, J.]\ncannot remain oblivious or totally insensitive to the possible A\nhazards when the nuclear plant operates.\nB\nD\n221. When one thinks of safety in the context of\nestablishment of a nuclear plant, the inevitable thought that gets\ninto the depth of mind is security. Safety and security, in this\ncontext, are insegregably inter-twined commencing the planning,\nquality of construction, committed efforts to avoid operational\njeopardy and monitoring and all are bound to remain in a\nsingular chain. All endeavours are to be made to prevent,\nmonitor and control. The concept of disaster management\ncannot be allowed to remain on paper. Its procrastination itself C\nrings the bell of peril. The administration has to be alive to the\nsaid situation and the awakening to manage the disaster in\ncase of an unfortunate incident has to be founded on scientific\nand sophisticated methods. Taking care of the situation of the\npresent alone is not the solution. All concerned with the same\nare required to look to the future because that elevates the real\nconcern. The danger of the future should be seriously taken note\nof and should not be veiled in the guise of thought for the\npresent. Not for nothing, it has been said that he who prepares\nfor the future and remains prepared for the future has a good\ncontrol over the present, and if one remains in a state of\nblindness thinking the future to be uncertain, he suffers the\nagony of the present and the anguish of the future. This is not\nonly the truth in respect of an individual life but also the\nparamount truth for the collective of the present generation and\nthe future generations. The present generation has no right to\nenjoy by eating away the time of the future generation. The\nprotection of the environment and the safety for the present\ngeneration in its connotative sense covers the posterity.\nE\nF\n222. I have already discussed about the signification of the G\nsafety needed in respect of nuclear plants. Generation of\nnuclear energy is a necessity in a progressive modern State.\nAs has been stated earlier, there is an enactment and\nnotifications governing the field in various aspects. A policy\ndecision has been taken to establish the nuclear plant at\nH\n808 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA Kudankulam. Promotion of development and protection of\nenvironment are to be harmonized at the same time. In\nIntellectuals Forum, Tirupathi v. State of A.P. and others, it\nhas been held that merely asserting an intention for development\nwill not be enough to sanction the destruction of local ecological\nB resources. What is required to be prescribed is the principle\nof sustainable development and find a balance between the\ndevelopmental needs and the environmental degradation.\n223. In Bombay Dying \u0026 Mfg. Co. Ltd. (3) v. Bombay\nEnvironmental Action Group and others', while dealing with\nC the concept of sustainable development and planned\ndevelopment vis-à-vis Article 21 of the Constitution, a two-\nJudge Bench has opined thus: -\nD\nE\nF\nG\n\"It is often felt that in the process of encouraging\ndevelopment the environment gets sidelined. However,\nwith major threats to the euvironment, such as climate\nchange, depletion of natural resources, the eutrophication\nof water systems and biodiversity and global warming, the\nneed to protect the environment has become a priority. At\nthe same time, it is also necessary to promote\ndevelopment. The harmonisation of the two needs has led\nto the concept of sustainable development, so much so\nthat it has become the most significant and focal point of\nenvironmental legislation and judicial decisions relating to\nthe same. Sustainable development, simply put, is a\nprocess in which development can be sustained over\ngenerations. Brundtland Report defines \"sustainable\ndevelopment” as development that meets the needs of the\npresent generations without compromising the ability of\nthe future generations to meet their own needs. Making the\nconcept of sustainable development operational for public\npolicies raises important challenges that involve complex\nsynergies and trade offs.\"\n6. (2006) 3 SCC 549.\nH 7. (2006) 3 SCC 434.\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 809\n[DIPAK MISRA, J.]\n224. In M.C. Mehta v. Union of India and others, while A\nstating about sustainable development and the needs of the\npresent without compromising the ability of the future generation\nto meet their own needs, this Court has expressed thus: -\nB\n\"The definition of \"sustainable development\" which\nBrundtland gave more than 3 decades back still holds\ngood. The phrase covers the development that meets the\nneeds of the present without compromising the ability of\nthe future generation to meet their own needs. In Narmada\nBachao Andolan v. Union of India³ this Court observed\nthat sustainable development means the type or extent of C\ndevelopment that can take place and which can be\nsustained by nature/ecology with or without mitigation. In\nthese matters, the required standard now is that the risk\nof harm to the environment or to human health is to be\ndecided in public interest, according to a “reasonable D\nperson's\" test. [See Chairman Barton: The Status of the\nPrecautionary Principle in Australia (Vol. 22, 1998, Harv.\nEnvtt. Law Review, p. 509 at p. 549-A) as referred to in\npara 28 in A.P. Pollution Control Board v. Prof. M.V.\nNayudu¹º.]\"\n225. In Tirupur Dyeing Factory Owners Association v.\nNoyyal River Ayacutdars Protection Association and others11,\nwhile dealing with the concept of sustainable development, the\nCourt has observed as under: -\n“The concept of “sustainable development” has been\nexplained that it covers the development that meets the\nneeds of the person without compromising the ability of the\nfuture generation to meet their own needs. It means the\ndevelopment, that can take place and which can be\nsustained by nature/ecology with or without mitigation.\n8. (2004) 12 SCC 118.\n9. (2000) 10 SCC 664.\n10. (1999) 2 SCC 718.\n11. (2009) 9 SCC 737.\nE\nF\nG\nH\nA\nB\nC\n810 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nTherefore, in such matters, the required standard is that\nthe risk of harm to the environment or to human health is\nto be decided in public interest, according to a \"reasonable\nperson's\" test. The development of the industries, irrigation\nresources and power projects are necessary to improve\nemployment opportunities and generation of revenue,\ntherefore, cannot be ignored. In such eventuality, a balance\nhas to be struck for the reason that if the activity is allowed\nto go on, there may be irreparable damage to the\nenvironment and there may be irreparable damage to the\neconomic interest. A similar view has been reiterated by\nthis Court in T.N. Godavarman Thirumulpad (104) v.\nUnion of India 12 and M.C. Mehta v. Union of India 13.\"\n226. In T.N. Godavarman Thirumalpad (through K.M.\nChinnappa) v. Union of India and others 14, this Court observed\nD that it cannot be disputed that no development is possible\nwithout some adverse effect on the ecology and environment,\nand the projects of public utility cannot be abandoned and it is\nnecessary to adjust the interest of the people as well as the\nnecessity to maintain the environment. A balance has to be\nstruck between the two interests. Where the commercial venture\nor enterprise would bring in results which are far more useful\nfor the people, difficulty of a small number of people has to be\nbypassed. The comparative hardships have to be balanced and\nthe convenience and benefit to a larger section of the people\nhas to get primacy over comparatively lesser hardship.\nE\nF\nG\n227. In Narmada Bachao Andolan v. Union of India and\nothers 15, a three-Judge Bench, while dealing with the public\nprojects and policies, has opined that the court does not\nbecome the approving authority of such policies. Thereafter, the\nBench observed thus: -\n\"Normally such decisions are taken by the Government\n12. (2008) 2 SCC 222.\n13. (2009) 6 SCC 142.\n14. (2002) 10 SCC 606.\nH\n15. (2000) 10 SCC 664.\n"}