{"pages":[{"pageNumber":161},{"pageNumber":162},{"pageNumber":163},{"pageNumber":164},{"pageNumber":165},{"pageNumber":166},{"pageNumber":167},{"pageNumber":168},{"pageNumber":169},{"pageNumber":170}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS. 791\n[DIPAK MISRA, J.]\nvi. Keeping in mind the Convention on the Physical A\nProtection of Nuclear Material (1979), the\nConvention on Early Notification of a Nuclear\nAccident (1986), and the Convention on Assistance\nin the Case of a Nuclear Accident or Radiological\nEmergency (1986);\nvii.\nAffirming the importance of international co-\noperation for the enhancement of nuclear safety\nthrough existing bilateral and multilateral\nmechanisms and the establishment of this incentive\nConvention;\nviii. Recognizing that this Convention entails a\ncommitment to the application of fundamental\nsafety principles for nuclear installations rather than\nof detailed safety standards and that there are\ninternationally formulated safety guidelines which\nare updated from time to time and so can provide\nguidance on contemporary means of achieving a\nhigh level of safety;\nix.\n☑\nX.\nAffirming the need to begin promptly the\ndevelopment of an international convention on the\nsafety of radioactive waste management as soon\nas the ongoing process to develop waste\nmanagement safety fundamentals has resulted in\nbroad international agreement;\nRecognizing the usefulness of further technical work\nin connection with the safety of other parts of the\nnuclear fuel cycle, and that this work may, in time,\nfacilitate the development of current or future\ninternational instruments;\"\n[Emphasis supplied]\n199. Article 10 deals with priority to nuclear safety. It reads\nas follows: -\nB\nC\nD\nE\nF\nG\n\"Each Contracting Party shall take the appropriate steps H\n792\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\nB\nс\nD\nE\nF\nG\nH\nto ensure that all organizations engaged in activities\ndirectly related to nuclear installations shall establish\npolicies that give due priority to nuclear safety.”\n[Emphasis added]\n200. Article 14 provides for assessment and verification\nof safety. It is as under: -\n\"(i) comprehensive and systematic safety assessments are\ncarried out before the construction and commissioning of\na nuclear installation and throughout its life. Such\nassessments shall be well documented, subsequently\nupdated in the light of operating experience and significant\nnew safety information, and reviewed under the authority\nof the regulatory body;\n(ii) verification by analysis, surveillance, testing and\ninspection is carried out to ensure that the physical state\nand the operation of a nuclear installation continue to be\nin accordance with its design, applicable national safety\nrequirements, and operational limits and conditions.\"\n[Emphasis supplied]\n201. Article 16 stipulates emergency preparedness. It\nreads as follows: -\n\"1. Each Contracting Party shall take the appropriate steps\nto ensure that there are on-site and off-site emergency\nplans that are routinely tested for nuclear installations and\ncover the activities to be carried out in the event of an\nemergency.\nFor any new nuclear installation, such plans shall be\nprepared and tested before it commences operation\nabove a low power level agreed by the regulatory body.\n2. Each Contracting Party shall take the appropriate steps\nto ensure that, insofar as they are likely to be affected by\na radiological emergency, its own population and the\ncompetent authorities of the States in the vicinity of the\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 793\n[DIPAK MISRA, J.]\nnuclear installation are provided with appropriate A\ninformation for emergency planning and response.\n3. Contracting Parties which do not have a nuclear\ninstallation on their territory, insofar as they are likely to be\naffected in the event of a radiological emergency at a\nnuclear installation in the vicinity, shall take the appropriate\nsteps for the preparation and testing of emergency plans\nfor their territory that cover the activities to be carried out\nin the event of such an emergency.\"\n202. Article 19 deals with operations. It is as follows: -\n\"Each Contracting Party shall take the appropriate steps\nto ensure that:\nB\nс\nD\n(i) the initial authorization to operate a nuclear\ninstallation is based upon an appropriate safety\nanalysis and a commissioning programme\ndemonstrating that the installation, as constructed,\nis consistent with design and safety requirements;\noperational limits and conditions derived from the\nsafety analysis, tests and operational experience E\nare defined and revised as necessary for identifying\nsafe boundaries for operation;\n(ii)\n(iii) operation, maintenance, inspection and testing of\na nuclear installation are conducted in accordance\nwith approved procedures;\n(iv) procedures are established for responding to\nanticipated operational occurrences and to\naccidents;\nF\n(v)\nnecessary engineering and technical support in all G\nsafety-related fields is available throughout the\nlifetime of a nuclear installation;\n(vi)\nincidents significant to safety are reported in a\ntimely manner by the holder of the relevant licence\nto the regulatory body;\nH\n794\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\nB\n0\nD\nE\nF\n(vii) programmes to collect and analyse operating\nexperience are established, the results obtained\nand the conclusions drawn are acted upon and that\nexisting mechanisms are used to share important\nexperience with international bodies and with other\noperating organizations and regulatory bodies;\n(viii) the generation of radioactive waste resulting from\nthe operation of a nuclear installation is kept to the\nminimum practicable for the process concerned,\nboth in activity and in volume, and any necessary\ntreatment and storage of spent fuel and waste\ndirectly related to the operation and on the same\nsite as that of the nuclear installation take into\nconsideration conditioning and disposal.\"\n[Underlining is mine]\n203. The aforesaid Convention, as is demonstrable from\nthe various Articles, lays down the priority to nuclear safety,\ncomprehensive and systematic safety assessments at all\nstages including the life span of the plants, verification by\nanalysis, surveillance, testing and inspection, regard being had\nto the safety requirements, emergency planning and\npreparedness to take care of the people in the vicinity of the\nnuclear installation, necessary engineering and technical\nsupport in all safety related fields available throughout the life\ntime of the nuclear installation, constant reporting by the\noperator to the regulatory body pertaining to safety and the\nhandling of radioactive waste resulting from the operation and\nthe measures of safety carried thereon.\n204. In this regard, I may refer with profit to another\nG Convention, namely, the Joint Convention on the Safety of Spent\nFuel Management and on the Safety of Radioactive Waste\nManagement dated 5th September, 1997. I may hasten to add\nthat India is not a signatory to the same but the said Convention\nis worth referring to in order to understand and appreciate the\nworld-wide concern for public safety. Chapter 2 deals with\nH\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 795\n[DIPAK MISRA, J.]\nsafety of spent fuel management, Chapter 3 deals with safety A\nof Radioactive Waste Management and Chapter 4 deals with\nGeneral safety provisions. Article 4 occurring in Chapter 2\ndeals with general safety requirements. Clauses (v) and (vii)\nread as follows: -\n\"Article 4. General Safety Requirements\nEach Contracting Party shall take the appropriate\nsteps to ensure that at all stages of spent fuel management,\nindividuals, society and the environment are adequately\nprotected against radiological hazards.\nIn so doing, each Contracting Party shall take the\nappropriate steps to:\nB\nC\n(v) take into account the biological, chemical and other\nhazards that may be associated with spent fuel\nmanagement;\nD\n(vii) aim to avoid imposing undue burdens on future\ngenerations.\"\n205. Article 11 in Chapter 3 pertains to General Safety\nRequirements. It is reproduced below: -\n“Each contracting Party shall take the appropriate steps\nto ensure that at all stages of radioactive waste\nmanagement individuals, society and the environment are\nadequately protected against radiological and other\nhazards.\nIn so doing, each Contracting party shall take the\nappropriate steps to:\n(i)\n(ii)\nE\nF\nensure that criticality and removal of residual heat\ngenerated during radioactive waste management G\nare adequately addressed;\nensure that the generation of radioactive waste is\nkept to the minimum practicable;\n(iii) take into account interdependencies among the H\nA\nB\nC\nD\n796\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\ndifferent steps in radioactive waste management;\n(iv) provide for effective protection of individuals,\nsociety and the environment, by applying at the\nnational level suitable protective methods as\napproved by the regulatory body, in the framework\nof its national legislation which has due regard to\ninternationally endorsed criteria and standards;\n(v)\ntake into account the biological, chemical and other\nhazards that may be associated with radioactive\nwaste management;\n(vi) strive to avoid actions that impose reasonable\npredictable impacts on future generations greater\nthan those permitted for the current generation;\n(vii) aim to avoid imposing undue burdens on future\ngenerations.\"\n[Emphasis added]\nE\nF\n☐ G\nH\n206. Article 15 deals with Assessment of Safety of\nfacilities. The relevant clauses are as under: -\n\"Each Contracting Party shall take the appropriate steps\nto ensure that:\n(i)\n(ii)\nbefore construction of a radioactive waste\nmanagement facility, a systematic safety\nassessment and an environmental assessment\nappropriate to the hazard presented by the facility\nand covering its operating lifetime shall be carried\nout;\nin addition, before construction of a disposal\nfacility, a systematic safety assessment and\nenvironmental assessment for the period following\nclosure shall be carried out and the results\nevaluated against the criteria established by the\nregulatory body;\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 797\n[DIPAK MISRA, J.]\n(iii) before the operation of a radioactive waste\nmanagement facility, updated and detailed versions\nof the safety assessment and of the environmental\nassessment shall be prepared when deemed\nnecessary to complement the assessments\nreferred to in paragraph (i).”\n207. Article 22 that occurs in Chapter 4 deals with Human\nand Financial Resources. It is apt to reproduce the same: -\n\"Each Contracting Party shall take the appropriate steps\nto ensure that:\n(i)\nqualified staff are available as needed for safety-\nrelated activities during the operating lifetime of a\nspent fuel and a radioactive waste management\nfacility;\n(ii) adequate financial resources are available to\nsupport the safety of facilities for spent fuel and\nradioactive waste management during their lifetime\nand for decommissioning;\n(iii) financial provision is made which will enable the\nappropriate institutional control and monitoring\narrangements to be continued for the period\ndeemed necessary following the closure of a\ndisposal facility.\"\n208. Article 23 deals with quality assurance. It reads as\nfollows:-\n\"Each Contracting Party shall take the necessary steps to\nensure that all appropriate quality assurance programmes\nconcerning the safety of spent fuel and radioactive waste\nmanagement are established and implemented.\"\nA\nB\nс\nD\nE\nF\nG\n209. The aforesaid Convention, as is seen, lays emphasis\non ecological hazards, avoidance of undue burden on future\ngenerations, management of radioactive waste, adequate\nprotection against radiological and other hazards, application H\n798 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA of suitable protective methods approved by the regulatory body\nkeeping in view the interest of the individual and the society,\nto avoid actions that impose reasonable predictable impact on\nfuture generations, the systematic safety assessment and\nenvironmental assessment appropriate to the hazards\nB presented by the facility and covering its operating lifetime, the\ninstitutional control and mandatory arrangements and ensuring\nof appropriate quality assurance programmes concerning the\nsafety from spent fuel and radioactive waste. I am absolutely\nconscious that India has not ratified the said Convention but the\nsafety concern at any level is a fundamental human concern. I\nhave referred to the same, to repeat at the cost of repetition,\nto show the concern of many countries, especially, relating to\nsafety measures taken at all times. The 1962 Act and the\nConvention which has been ratified by India speak eloquently\nabout that. The conception of public safety, at no stage, can\nbe brushed aside or ignored. It has to be treated with\nparamount primacy and highest priority for the simon pure\nreason life delights every person and creates an innate desire\nto live.\nC\nD\nE\nF\n0\nNecessity of Electrical Energy by the State and Concept\nof Public Safety:\n210. In Anderson v. Dunn', the U.S. Supreme Court, in a\ndifferent context, long back had stated about the role of the\nState and the safety of the citizens: -\n\"No one is so visionary as to dispute the assertion, that\nthe sole end and aim of all our institutions is the safety and\nhappiness of the citizen. But the relation between the\naction and the end, is not always so direct and palpable\nas to strike the eye of every observer. The science of\ngovernment is the most abstruse of all sciences; if, indeed,\nthat can be called a science which has but few fixed\nprinciples, and practically consists in little more than the\nexercise of a sound discretion, applied to the exigencies\nH 1. 19 U.S. [6 Wheat.] 204 (1821)].\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 799\n[DIPAK MISRA, J.]\nof the state as they arise. It is the science of experiment.\" A\nAfter so stating, the U.S. Supreme Court proceeded to\nobserve as follows:\n-\n\"That 'the safety of the people is the supreme law', not only\ncomforts with, but is indispensable to, the exercise of those B\npowers in their public functionaries, without which that\nsafety cannot be guarded.\"\n211. In Charan Lal Sahu v. Union of India², this Court,\nwhile dealing with the constitutional validity of the Bhopal Gas\nLeak Disaster (Processing of Claims) Act, 1985, observed that C\nthe said enactment was passed as a sequel to a grim tragedy\nthat occurred on the night of December 2, 1984. This Court\ntreated it to be the most tragic industrial disaster in recorded\nhuman history. While discussing the concept of parens patriae,\nthe learned Chief Justice observed that the conception of the D\nparens patriae theory is the obligation of the State to protect\nand it takes into custody the rights and the privileges of its\ncitizens for discharging its obligation. While dealing with the\nsaid concept, it has been opined that the maxim salus populi\nsuprema lex - regard for public welfare - is the highest law.\n212. I have referred to the said pronouncement solely to\nemphasize on the role of the State to act in the greater welfare\nof the collective and how the public welfare has been treated\nto be at the zenith of law.\nE\nF\n213. In Union Carbide Corporation v. Union of India and\nothers³, a Constitution Bench regarded the Bhopal Gas Leak\nTragedy as a horrendous industrial mass disaster, unparalleled\nin its magnitude, and the devastation and remains a ghastly\nmonument to the dehumanizing influence of inherently\ndangerous technologies. While dealing with the justness and G\nreasonableness of the quantum of settlement, the Constitution\nBench adverted to the problems emerging from the pursuit of\nsuch dangerous technologies for economic gains by\n2. (1990) 1 SCC 613.\n3. (1989) 3 SCC 38.\nH\n800 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA multinationals, availability of cheap labour, captive markets and\nthe facets of economic exploitation in developing countries\nwhere the matters of concern were propounded before the court\nand in that context, it has been observed as follows: -\nB\nC\nD\n\"32. These issues and certain cognate areas of even\nwider significance and the limits of the adjudicative\ndisposition of some of their aspects are indeed questions\nof seminal importance. The culture of modern industrial\ntechnologies, which is sustained on processes of such\npernicious potentialities, in the ultimate analysis, has\nthrown open vital and fundamental issues of technology\noptions. Associated problems of the adequacy of legal\nprotection against such exploitative and hazardous\nindustrial adventurism, and whether the citizens of the\ncountry are assured the protection of a legal system which\ncould be said to be adequate in a comprehensive sense\nin such contexts arise. These, indeed, are issues of vital\nimportance and this tragedy, and the conditions that\nenabled it happen, are of particular concern.\"\n214. Thereafter, the Court referred to the technology in\nE agriculture that has given a big impetus to enterprises of\nchemical fertilizers and its serious problems. Thereafter, it has\nbeen stated thus: -\nF\nG\n\"34. Indeed, there is also need to evolve a national policy\nto protect national interests from such ultra-hazardous\npursuits of economic gains. Jurists, technologists and other\nexperts in economics, environmentology, futurology,\nsociology and public health etc. should identify areas of\ncommon concern and help in evolving proper criteria which\nmay receive judicial recognition and legal sanction.\"\n215. In Pritam Pal v. High Court of Madhya Pradesh,\nJabalpur through Registrar, the maxim salus populi suprema\nlex, i.e., welfare of the people is the supreme law, was again\nemphasised upon, though in a different context.\nH 4. 1993 Supp (1) SCC 529.\n"}