{"pages":[{"pageNumber":111},{"pageNumber":112},{"pageNumber":113},{"pageNumber":114},{"pageNumber":115},{"pageNumber":116},{"pageNumber":117},{"pageNumber":118},{"pageNumber":119},{"pageNumber":120}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS. 741\n[K.S. RADHAKRISHNAN, J.]\n00\nB\nmeasures. It was also pointed out that a disaster management A\nplan had already been prepared and submitted by them to the\nGovernment of India and that no rehabilitation of the people\naround the site would be necessary. Some of the Members\nexpressed the apprehension that cyclone condition might affect\nnuclear plant, which was allayed by the Executive Director,\nNPCIL stating that the proximity of Srilanka would deactivate\nthe cyclone. The Additional Director (Public Health and\nPreventive Medicines) expressed the apprehension that the\nproject might pollute the sea water thereby affecting the fish and\nthe consumers. The Executive Director, NPCIL had assured that\nan Environmental Survey Laboratory (ESL) would be set up 30\nkm away from Kudankulam and samples of water and fish\nwould be analysed to find out the amount of radioactivity on the\nflora and fauna. Safety issues were also discussed in that\nmeeting. After detailed discussions on various aspects, the\nCommittee decided to clear the project subject to the\nmonitoring by a Special Committee, which Committee, it was\nstated, would go into the details of safety and rehabilitation\nmeasures proposed in the areas communicated in the project\nreport.\n127. The decision of the TNSEC dated 15.12.1988 was\ncommunicated to NPCIL vide letter dated 26.12.1988 followed\nby another letter dated 30.12.1988. On 13.02.1989, TNSEC\nmodified the environmental clearance contained in its letter\ndated 26.12.1988 and decided that environmental clearance\naccorded for the installation of KKNPP would be subject to the\nthirty one conditions specified in the annexure to the letter dated\n13.02.1989.\n128. The DAE, Government of India sought relaxation in\nrespect of proposed KKNPP of the guidelines that the coastal\nbeaches should be kept clear from all building activities upto\n500 metres from the HTL. At that point of time only the\nEnvironment Protection Act, 1986 was in force and the letter\nof the Prime Minister of 1981 and 1983 Environmental\nC\nD\nE\nF\nG\nH\n742 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA Guidelines for Development of Beaches. On 19.04.1989, the\nthen Prime Minister approved an exemption of 500 metre norm\nspecifically for KKNPP project subject to the MoEF prescribing\nand ensuring sufficient safeguards for preserving the ecology\nof the beach. The MoEF vide its Office Memorandum dated\nB 09.05.1989 accorded approval to KKNPP -Units 1 \u0026 2\n(2x1000 MW) subject to following conditions which are given\nbelow:\nC\nD\nE\nLL\nF\n☐ G\n\"2. Approval of this Ministry from environmental angle\nis accorded subject to the following conditions:-\n(i) Special exemption from the present ban on\nundertaking any construction within 500 metres from\nhigh tide line (HTL) is accorded to this project\nsubject to the condition that:\n(a) In such area only the plant and essential\nassociated structures may be put up and nothing\nelse should come up in this area;\n(b) Attempts should be made to keep such\nconstruction within 500 metres of high tide line as\nfar way from high tide line as possible;\n(c) Adequate measures and environmental\nsafeguards will be taken for ensuring preservation\nof the ecology of the beach;\n(d) Since this area has been declared as a bio-\nsphere reserve, the project authorities should take\nspecial precautions to avoid any damage to the\ncoral reefs or changes in the water quality near the\nshore; and\n(e) At Environmental Management Plant (EMP) for\nthe area upto 500 metres from HTL should be\nsubmitted to the Ministry for review.\nH\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS.\n[K.S. RADHAKRISHNAN, J.]\n743\n(ii) The temperature of the condenser water should not\nexceed 5oC over and above the ambient\ntemperature of the water at the point of discharge\nin the sea.\n(iii) The liquid effluents emanating from the different\nplants of the power station should be treated to\nconform to the standards stipulated by Central/\nState Pollution Control Board and International\nCommission for Radiological Protection (ICRP)/\nAERB. Steps should be taken to prevent ground\nwater pollution. Adequate number of coastal water\nquality monitoring stations should be setup.\nA\nB\nC\n(iv) Radio-active wastes (solids and semi-solids)\ngenerated during various operations, both low level\nand high level, should be properly treated and D\ndisposed of after proper containment to fix the\nradio-activity as per the standards/guidelines\nprescribed by ICRP/AERB.\n(v)\nNo radio-active emissions, fugitive or otherwise, will\nbe permitted beyond the safety standards\nprescribed by AERB.\nE\n(vi) The location/alignment of the off-shore berth/jetty\nshould be selected in such a way that no damage\nis caused to the coral reefs. Such construction\nshould be kept at the minimum.\n(vii) The route of the pipeline from Pechiprai reservoir\nto the power station should preferably be so\nselected that it does not affect forest areas.\n(viii) Efforts should be made to avoid forest areas to be\naffected due to the proposed transmission corridors\nand power evacuation system.\nF\nG\n(ix) Adequate precautionary measures should be taken H\nA\nB\nC\nD\nE\nF\n744\nSUPREME COURT REPORTS\n(x)\n[2013] 8 S.C.R.\nin transportation of radioactive fuel/ spent fuel/\nradioactive wastes, in/out of the country.\nPeriodical environmental surveillance and\nmonitoring for radioactive emissions should be\nundertaken for measuring radioactivity and record\nmaintained.\n(xi) Necessary steps may be taken for educating local\npeople about the project to allay their apprehension\ndue to the proposed power station.\n(xii) All the vacant lands within the project zone should\nbe afforested with a tree density of 1000 per acre.\nThe type of tree species should be so selected that\nthey will be able to give maximum density of\ncanopy.\n(xiii) From the initial stages of the project the\nenvironmental surveillance and monitoring of this\nparticular area including the health status of the\npopulation around the power station location should\nbe carried out and records maintained. This activity\nshould continue in future also.\n(xiv) On-site and Off-site Disaster Management Plan\n(DMP) should be prepared as per the guidelines\nstipulated by ICRP/AERB and approved by the\nNational Emergency Response Committee (NERC)\nof Department of Atomic Energy, Government of\nIndia.\n(xv)\n☐ G\nH\nForest\nNecessary approval under the\n(Conservation) Act, 1980 and the Wildlife\n(Protection) Act, 1972 will be obtained, when\napplicable.\n(xvi) A committee will be set up by the Department of\nAtomic Energy consisting of Additional Secretary,\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 745\n[K.S. RADHAKRISHNAN, J.]\nDepartment of Atomic Energy, Additional Secretary, A\nMinistry of Environment and Forests, Project\nDirector, Kudankulam Atomic Power Project,\nrepresentative of AERB, Director NEERI,\nrepresentative of Government of Tamil Nadu and\ntwo prominent public persons for review of the\nrehabilitation programmes, environmental\nprotection measures and public awareness\nconcerning the project.\n(xvii) A detailed rehabilitation plan should be prepared\ncovering the affected persons within a radius of 2\nkms exclusion zone. It will also be necessary to\nprovide for some package of benefits for the\npeople residing in the sterilized zone as there will\nbe some restriction on the activities of this area.\nThese should be submitted to this Ministry for\nreview after examination by the Committee.\n3. There should be an environmental cell with suitable\npersonnel and a laboratory in the project.\n4. Adequate financial provisions should be made for\nimplementation of the above conditions.\n5. Conditions may be varied or new conditions\nimposed in the interest of environmental protection.\n6. The stipulations will be implemented among others,\nunder the Water (Prevention and Control of Pollution) Act,\n1974, the Air (Prevention and Control of Pollution) Act,\n1981 and the Environment (Protection) Act, 1986.\"\n129. MoEF has a duty to see that the above-mentioned\nconditions are fully complied; which has also dealt with the\nexemption from the ban which was at that point of time only a\nnorm prohibiting any construction within 500 metres of the HTL.\nPermission granted also dealt with the temperature of the\ncondenser and also with radioactive rays, solid and semisolid\nB\nC\nD\nE\nய\nF\nG\nH\n746 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA generated during various operations including proper\ncontainment to fix the radio activity as per the standards /\nguidelines prescribed by ICRB / AERB. Condition for\nperiodical environmental surveillance was also stipulated so\nalso the necessity of educating the people, monitoring the health\nB and also the provisions for onsite and offsite disaster\nmanagement plan and the need for framing a detailed\nrehabilitation plan. After the receipt of the nuclear clearance,\nthe process of land acquisition was initiated and the land\nacquisition was completed during the period 1991-1993.\nC Project activities like construction of boundary was initiated and\ncompleted during the said period. AERB on 10.11.1989\ngranted clearance for locating nuclear power plant at\nKudankulam after evaluation of the site by the Site Selection\nCommittee of DAE with stipulations given in the Annexure\nalongwith that letter. Following are the stipulations laid down by\nAERB:\nD\nE\nF\n0\nH\n1.\n2.\n3.\nStipulations made by various State and Central\nauthorities in giving clearance, should be met. In\naddition, plantation in the area under control of the\nproject should be taken up along with site\ndevelopment. Studies to assess thermal pollution\nby making appropriate models should be carried\nout.\nAn exclusion zone of 1.6 km radius from the NPP\nstack should be established with access control.\nThe Dose limits specified by AERB will be complied\nwith at this boundary.\nThe Board noted that Vairavikinaru quarry,\nIdinthikarai and Kudankulam settlements are\nbeyond 2 km distance but within sterilized zone.\nSuitable legislative and administrative control\nmeasures should be taken through state authorities\nto prevent increase in population within the\nsterilized zone beyond natural growth. Also\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS.\n4.\n5.\n6.\n7.\n[K.S. RADHAKRISHNAN, J.]\n747\narrangements must be made to terminate the lease A\nof the lime stone quarry in 1994.\nFacility to store at site adequate quantities of water\nshould be provided to meet the make up\nrequirements of uninterrupted cooling of core and\nother safety related systems on a long term basis.\nFacilities engineered at site should meet the\nrequirements even in the event of possible\ndisruption of piped water supply from Pechiparai\nDam. Ground water sources in the site area should\nbe surveyed and developed to serve as an\nadditional back up source to meet the safety needs\nof the plant, if water supply from the Pechiparai dam\nis interrupted due to any contingency.\nB\nC\nThe Board requires that the safety of the long D\npipeline from Pechiparai dam should be ensured\nby appropriate security arrangement.\nNPCIL should take up the water management\nschemes with the state government so that water\nsupply to NPP is ensured all the time. The intake\nwell at the dam should be provided at lower\nelevation than the minimum draw down level of the\nreservoir.\nThe Board desires that the structure stability of the\nPechiparai dam should be assessed taking into\naccount the recent work of strengthening the dam.\nIn the unlikely event of the breach of the dam\nalternative sources of water supply should be\navailable for the site within a reasonable time.\nNPCIL should conceptualize schemes at the\nDetailed Project Report (DPR) stage for utilization\nof the water from upper Kodiyar storage reservoir\nfor such eventuality.\nE\nF\nG\nH\n748 SUPREME COURT REPORTS\nA\n8.\nB\nC\nD\nE\nF\n☐ G\n9.\n10.\n[2013] 8 S.C.R.\nSite related design considerations such as seismic\naspects etc. are to be established before\nsubmission of PSAR. Design should be engineered\nto meet site related design basis events.\nThe Board noted that as per the estimate of Health\nPhysics Division, Maximum Flood Level (MFL)\nshould be +7.5 m after considering a return period\nof 1000 years for the maximum storm. This was\nreviewed against the estimated figure of 5.9 m\ngiven by the CWPRS. The Board suggested that\nMFL must be re-evaluated by CWPRS conforming\nwith the requirements of IAEA Safety Guide 50-SG-\nS10B on \"Flooding on Coastal Sites\". Revised\nReport of CWPRS should be submitted to Design\nSafety Committee.\nBore-hole investigations are to be carried out at the\nproposed location of various buildings and\nstructures. The report should be forwarded to\ndesign group for taking into account at the time of\nactual design.\n11. Radiological impact should be assessed with\nproper source terms, consideration of topography\nand relevant dispersion characteristics of the site.\nDose limits prescribed should be met at a distance\nof 1.6 km by incorporating design features in the\nplant. The radioactivity releases should be\nmaintained in line with ALARA principle.\n12. The typical radioactivity emission rates used in\nevaluation of the site should be compared with the\nreleases from similar reactors and should be\nsuitably adjusted taking into consideration\nacceptable failed fuel rates during evaluation by the\ndesign safety committee.\n☐ H\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS.\n[K.S. RADHAKRISHNAN, J.]\n749\n13. The Board desires that the adequacy of stack A\nheight of 100 m should be confirmed by NPC at the\ndesign stage, specifically in view of the change in\nthe ground level of about 40 m on the north side of\nthe plant.\n14.\nEnvironmental Survey Laboratory should be set up\nat site and instruments are to be installed at site to\ncollect meteorological data and background\nradiation.\n15. Two independent reliable sources of start up power\nconnected to two points in the electrical network\nlocated in different regions of the grid should be\nmade available. Availability of a dedicated source\nof reliable start up power should be examined.\n16.\n17.\nPower evacuation studies particularly that influence\nthe plant-grid interaction should be pursued.\nFeasibility of operation on islanding mode may be\nstudied in collaboration with CEA.\nStudies on Biofouling and Jelly-fish etc. that may\naffect the water supply should be taken up.\n18. Studies on accretion/erosion rate around the plant\nsite should be carried out. If required, proper\nprotection should be provided.\nB\nC\nD\nE\n19.\nF\nAt least two evacuation routes from plant site during\nan emergency should be provided.\n20.\nThe Board recommends that NPCIL shall consider\nthe possibility of providing an additional facility for G\nspent fuel storage in future (Away from Reactor\nStorage AFR). The site for this should be reserved\nafter considering the transportation and handling\nrequirement of spent fuel.\nH\n750\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\nB\nC\nD\nE\n21. Over Dimension Consignment (ODC) committee of\nNPCIL should evaluate suitability of transportation\nof ODC at design stage.\n22. Analysis for the quality of construction water is to\nbe carried out.\n23. This approval is given only for the location of two\nunits of VVER of 1000 MWe capacity each at the\nproposed site. Other detailed investigations are\nnecessary and NPCIL will have to apply and obtain\npermission of AERB before construction at the site\nbegins.\nCoastal Regulation Zone (CRZ)\n130. India is a gifted country which has coastal seas, bays,\nestuaries, creeks, rivers, backwaters. Critical importance of sea\ncoast in a country like India need not be over emphasized, the\nprotection of the same calls for scientific care and diligence and\nfollowing Tsunami, Cyclone, earthquake etc., the protection of\nthe sea coast has assumed added importance.\n131. MoEF in exercise of powers conferred under Section\n3(i) and 3(2)(v) of the Environmental (Protection) Act, 1986 and\nRule 5(3)(d) of the Environmental (Protection) Rules, 1986\nissued a Notification dated 19.2.1991 declaring coastal\nF stretches as Coastal stretches of seas, backwaters, creeks,\nrivers and backwaters which are influenced by tidal action (in\nthe landward side) upto 500 Mtrs. from the HTL and the land\nbetween the low tide line (LTL) and the HTL are called coastal\nregulation zone and regulating activities in the CRZ, both\nprohibited and permitted activities. However, it did not prohibit\nthe project already in operation and granted clearance prior to\nthe date of the issue of notification. Later by an amendment\ndated 12.4.2001 S.O.329(C) amended paragraph 2 on\n\"prohibited activities\" and the notification dated 19.2.1991 by\nsubstituting clause (1) to the following effect \"setting up of new\nG\nH\n"}