{"pages":[{"pageNumber":181},{"pageNumber":182},{"pageNumber":183},{"pageNumber":184},{"pageNumber":185}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS. 811\n[DIPAK MISRA, J.]\nafter due care and consideration. In a democracy welfare A\nof the people at large, and not merely of a small section\nof the society, has to be the concern of a responsible\nGovernment.\"\nB\n228. I have referred to the aforesaid pronouncements only\nto highlight that this Court has emphasized on striking a\nbalance between the ecology and environment on one hand\nand the projects of public utility on the other. The trend of\nauthorities is that a delicate balance has to be struck between\nthe ecological impact and development. The other principle that\nhas been ingrained is that if a project is beneficial for the larger C\npublic, inconvenience to smaller number of people is to be\naccepted. It has to be respectfully accepted as a proposition\nof law that individual interest or, for that matter, smaller public\ninterest must yield to the larger public interest. Inconvenience\nof some should be bypassed for a larger interest or cause of D\nthe society. But, a pregnant one, the present case really does\nnot fall within the four corners of that principle. It is not a case\nof the land oustees. It is not a case of “some inconvenience\". It\nis not comparable to the loss caused to property. I have already\nemphasized upon the concept of living with the borrowed time E\nof the future generation which essentially means not to ignore\nthe inter-generational interests. Needless to emphasize, the\ndire need of the present society has to be treated with urgency,\nbut, the said urgency cannot be conferred with absolute\nsupremacy over life. Ouster from land or deprivation of some\nbenefit of different nature relatively would come within the\ncompartment of smaller public interest or certain\ninconveniences. But when it touches the very atom of life, which\nis the dearest and noblest possession of every person, it\nbecomes the obligation of the constitutional courts to see how\nthe delicate balance has been struck and can remain in a\ncontinuum in a sustained position. To elaborate, unless\nadequate care, caution and monitoring at every stage is taken\nand there is constant vigil, life of “some” can be in danger. That\nwill be totally shattering of the constitutional guarantee enshrined\nunder Article 21 of the Constitution. It would be guillotining the\nF\nG\nH\nB\n812'\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA human right, for when the candle of life gets extinguished, all\nrights of that person perish with it. Safety, security and life would\nconstitute a pyramid within the sanctity of Article 21 and no\njettisoning is permissible. Therefore, I am obliged to think that\nthe delicate balance in other spheres may have some\nallowance but in the case of establishment of a nuclear plant,\nthe safety measures would not tolerate any lapse. The grammar\nhas to be totally different. I may hasten to clarify that I have not\ndiscussed anything about the ecology and environment which\nhas been propounded before us, but I may particularly put that\nthe proportionality of risk may not be “zero” regard being had\nto the nature's unpredictability. All efforts are to be made to\navoid any man-made disaster. Though the concept of delicate\nbalance and the doctrine of proportionality of risk factor gets\nattracted, yet the same commands the highest degree of\nconstant alertness, for it is disaster affecting the living. The life\nof some cannot be sacrificed for the purpose of the eventual\nlarger good.\nC\nD\nE\nF\n229. Before proceeding to issue certain directions, it is\nrequired to be stated that the appellant, by this Public Interest\nLitigation, has, in a way, invoked and aroused the conscience/\nconcern of the court to such an issue. True it is, the prayer is\nfor the total closure of the plant and the Court has not acceded\nto the said prayer but his noble effort is appreciated to put forth\nthe grievance of the local people and the necessity of adequate\nsafety measures as is perceived. When such cause comes up\nbefore this Court, it is the bounden duty to remind the authorities\n\"Be alert, remain always alert and duty calls you to nurture\nconstant and sustained vigilance and nation warns you not to\nbe complacent and get into a mild slumber\". The AERB as the\nregulatory authority and the MoEF are obliged to perform their\nG duty that safety measures are adequately taken before the plant\ncommences its operation. That is the trust of the people in the\nauthorities which they can ill afford to betray, and it shall not be\nan exaggeration to state that safety in a case of this nature in\nany one's hand has to be placed on the pedestal of\nH “Constitutional Trust\".\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 813\n[DIPAK MISRA, J.]\n230. We, therefore, fully endorse the view taken by the A\nDivision Bench of the High Court, however, in the facts and\ncircumstances of the case, we are inclined to give the following\ndirections:\nDIRECTIONS:\n1. The plant should not be made operational unless\nAERB, NPCIL, DAE accord final clearance for\ncommissioning of the plant ensuring the quality of\nvarious components and systems because their\nreliability is of vital importance.\n2.\n3.\n4.\n5.\nMoEF should oversee and monitor whether the\nNPCIL is complying with the conditions laid down,\nwhile granting clearance vide its communication\ndated 23.9.2008 under the provisions of EIA\nNotification of 2006, so also the conditions laid\ndown in the environmental clearance granted by the\nMoEF vide its communication dated 31.12.2009.\nAERB and MOEF will see that all the conditions\nstipulated by them are duly complied with before the\nplant is made operational.\nMaintaining safety is an ongoing process not only\nat the design level, but also during the operation for\nthe nuclear plant. Safeguarding NPP, radioactive\nmaterials, ensuring physical security of the NSF are\nof paramount importance. NPCIL, AERB, the\nregulatory authority, should maintain constant vigil\nand make periodical inspection of the plant at least\nonce in three months and if any defect is noticed,\nthe same has to be rectified forthwith.\nNPCIL shall send periodical reports to AERB and\nthe AERB shall take prompt action on those reports,\nif any fallacy is noticed in the reports.\nB\nс\nD\nE\nF\nG\nSNF generated needs to be managed in a safe\nmanner to ensure protection of human health and\nenvironment from the undue effect of ionizing H.\nA\nB\nс\nD\nE\nF\nG\nH\n814\nSUPREME COURT REPORTS\n6.\n7.\n8.\n9.\n10.\n[2013] 8 S.C.R.\nradiation now and future, for which sufficient\nsurveillance and monitoring programme have to be\nevolved and implemented.\nAERB should periodically review the design-safety\naspects of AFR feasibly at KKNPP so that there will\nbe no adverse impact on the environment due to\nsuch storage which may also allay the fears and\napprehensions expressed by the people.\nDGR has to be set up at the earliest so that SNF\ncould be transported from the nuclear plant to DGR.\nNPCIL says the same would be done within a\nperiod of five years. Effective steps should be taken\nby the Union of India, NPCIL, AERB, AEC, DAE\netc. to have a permanent DGR at the earliest so\nthat apprehension voiced by the people of keeping\nthe NSF at the site of Kudankulam NPP could be\ndispelled.\nNPCIL should ensure that the radioactive\ndischarges to the environmental aquatic\natmosphere and terrestrial route shall not cross the\nlimits prescribed by the Regulatory Body.\nThe Union of India, AERB and NPCIL should take\nsteps at the earliest to comply with rest of the\nseventeen recommendations, within the time\nstipulated in the affidavit filed by the NPCIL on\n3.12.2012.\nSNF is not being re-processed at the site, which\nhas to be transported to a Re-Processing facility.\nTherefore, the management and transportation of\nSNF be carried out strictly by the Code of Practices\nlaid down by the AERB, following the norms and\nregulations laid down by IAEA.\n11. NPCIL, AERB and State of Tamil Nadu should take\nadequate steps to implement the National Disaster\nManagement Guidelines, 2009 and also carry out\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 815\n[DIPAK MISRA, J.]\nthe periodical emergency exercises on and off site, A\nwith the support of the concerned Ministries of the\nGovernment of India, Officials of the State\nGovernment and local authorities.\nB\n12. NPCIL, in association with the District Collector,\nTiruneveli should take steps to discharge NPCIL\nCorporate Social Responsibilities in accordance\nwith DPE Guidelines and there must be effective\nand proper monitoring and supervision of the\nvarious projects undertaken under CSR to the\nfullest benefit of the people who are residing in and C\naround KKNPP.\n13. NPCIL and the State of Tamil Nadu, based on the\ncomprehensive emergency preparedness plan\nshould conduct training courses on site and off site\nadminister personnel, including the State\nGovernment officials and other stake holders,\nincluding police, fire service, medicos, emergency\nservices etc.\nD\n14. Endeavour should be made to withdraw all the\ncriminal cases filed against the agitators so that E\npeace and normalcy be restored at Kudankulam\nand nearby places and steps should be taken to\neducate the people of the necessity of the plant\nwhich is in the largest interest of the nation\nparticularly the State of Tamil Nadu.\nF\n15. The AERB, NPCIL, MoEF and TNPCB would\noversee each and every aspect of the matter,\nincluding the safety of the plant, impact on\nenvironment, quality of various components and\nsystems in the plant before commissioning of the G\nplant. A report to that effect be filed before this Court\nbefore commissioning of the plant.\nThe appeals are accordingly disposed of without any order\nas to costs.\nB.B.B.\nAppeals disposed of. H\n"}