{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS. 661\n(b)\n(c)\n[K.S. RADHAKRISHNAN, J.}\nBoards constituted under sections 3 and 5 A\nrespectively of that Act and other similar\nstatutory corporations concerned with the\ncontrol and utilisation of other power.\nresources, to implement schemes for the\ngeneration of 1[ either by itself or through any B\nauthority or corporation established by it or\na Government company,] electricity in\npursuance of such policy and to operate\natomic power stations in the manner\ndetermined by it in consultation with the C\nBoards or Corporations concerned, with\nwhom it shall enter into agreement regarding\nthe supply of electricity so produced;\nto fix rates for and regulate the supply of\nD\nelectricity from atomic power stations 2[,\neither by itself or through any authority or\ncorporation established by it or a\nGovernment company, in consultation with]\nthe Central Electricity Authority;\nto enter into arrangements with the Electricity\nBoard of the State in which an atomic power\nstation is situated, 1[ either by itself or through\nany authority or corporation established by it\nor a Government company] for the\ntransmission of electricity to any other State:\nProvided that in case there is difference of\nopinion between the Central Government 1[\nor such authority or corporation or\nGovernment company, as the case may be]\nand any State Electricity Board in regard to\nthe construction of necessary transmission\nlines, the matter shall be referred to the\nCentral Electricity Authority whose decision\nshall be binding on the parties concerned.\nE\nLU\nF\nG\nH\nA\n..\nB\nC\n662\nSUPREME COURT REPORTS\n(2)\n[2013] 8 S.C.R.\nNo provision of the Indian Electricity Act, 1910 (9\nof 1910), or any rule made thereunder or of any\ninstrument having effect by virtue of such law or rule\nshall have any effect so far as it is inconsistent with\nany of the provisions of this Act.\n(3) Save as otherwise provided in this Act, the\nprovisions of this Act shall be in addition to, and not\nin derogation of the Indian Electricity Act, 1910 (9\nof 1910), and the Electricity (Supply) Act, 1948 (45\nof 1948 ).\"\n8. As a sequel to that national policy, the Central\nGovernment, with the active cooperation of AEC, BARC,\nNPCIL, AERB etc., have already set up about twenty operating\npower reactors in the country with installed nuclear capacity of\nD 4780 MWe, which have been commissioned over the last four\ndecades from the year 1969 to 2011. Seven more units with a\ncapacity of 5300 MWe are under construction (commissioning).\nThe latest one to be commissioned is at Kudankulam in the\nState of Tamil Nadu. The first nuclear power plant (NPP) in the\nE country Tarapur Atomic Power Station (TAPS) units 1 and 2,\nbased on boiling water reactors (BWR), was supplied by\nGeneral Electric USA and became operational in the year\n1969. The Rajasthan Atomic Power Stations (RAPS) 1 and 2\nwith two 200 MWe were established in 1970s at Rawatbhata\nin Rajasthan with the technical cooperation of AECL (Canada).\nLater, in 1980s two 220 MWe Pressurized Heavy Water\nReactors (PHWRs) Madras Atomic Power Station - 1 and 2\nwere constructed at Kalpakkam in Tamil Nadu. Later, India\ndeveloped a standardized design of 220 MWe PHWRs. Four\nreactors of that standardized design were built, two each at\nNarora in Uttar Pradesh (Narora Atomic Power Station - 1 and\n2) and Kakrapar in Gujarat (Kakrapar Atomic Power Project -\n1 and 2). Those plants became operational in 1990s. Later\neight more units of standardized 220 MWe PHWRs were built,\nfour each at Kaiga in Karnataka (Kaiga Generating Stations\nF\nG\nH\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 663\n[K.S. RADHAKRISHNAN, J.]\nunits 1-4) and Rawatbhata in Rajasthan (RAPS Units 3-6). India A\nin 1990s undertook the design and development of 540 MWe\nPHWR. Two reactors based on that design became\noperational in 2005-06 at Tarapur. India has also developed\n700 MWe design with limited boiling in the coolant channels.\nThe construction of four such units was almost completed at B\nKakrapar and Rawatbhata sites. Currently, 500 MWe Prototype\nFast Breeder Reactor (PFBR) is under construction at\nKalpakkam. PFBR is built with the design and technology\ndeveloped at Indira Gandhi Centre for Atomic Research\n(IGCAR). Over and above, India has now set up two PHWRS\nof WVER based NPPs (2 X 1000 MWe) at Kudankulam in Tamil\nNadu with the co-operation of Russian Federation which is the\nsubject matter of this litigation.\nC\nD\n9. India draws bulk of its electricity, above 64%, from\nthermal sources, especially coal. Hydro power comes second\nof 18% and then renewable sources provide small share at\nabout 15%. We are informed that, at present, the share of\nnuclear energy is hardly three per cent of India's total electricity\nproduction, while France accounts for 74.6% as on 2008. NPPs\nprovide about 6% of the world's energy and 13-14% of the E\nworld's electricity with U.S., France and Japan together\naccounting for about 50% of nuclear generated electricity.\nU.S.A. has 104 nuclear reactors and more than 100,000 MWe\nof electricity is produced by nuclear generation. International\nAtomic Energy Agency (IAEA) has reported that in the year F\n2007, there were 439 Nuclear Power Reactors in operation in\nthe world operating in thirty one countries. The DAE, it is\nreported, plans to increase its nuclear energy production to\n20000 MWe by 2020 and 63,000 by 2030. The Policy makers\nconsider that the nuclear energy remains as an important G\nelement in India's energy mix for sustaining economic growth\nof natural and domestic use. One of the reasons for preferring\nnuclear energy as an alternative source of energy is that it is a\nclean, safe, reliable and competitive energy source which can\nreplace a significant part of the fossil fuels like coal, oil, gas H.\n664 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA etc. Oil and natural gas resources might exhaust themselves.\nCoal is also not an effective substitution since forests are also\nno longer able to satisfy the energy requirements. Major source\nof electricity generation, about 66%, is still contributed by fossil\nthermal powers, like coal. To put into practice the national\nB policy, India has already entered into various collaborations witr:\nmost of the developed countries which have proved expertise\nand experience in the field of establishment and production of\nnuclear energy.\nC\n10. Economic growth and energy support have to go hand\nin hand, for the country's development for which India has\nentered into various collaboration agreements with U.S.A,\nCanada, Russia etc. and several NPPs have already been set\nup in the country. Government of India, in implementation of its\nnational policy, had made a joint statement with U.S.A., called\nD Indo-U.S. Joint Statement 2005, for a renewed global civil\nnuclear energy co-operation. A co-operation agreement called\n2007 Co-operation Agreement was also entered into between\nIndia and U.S.A. for the peaceful uses of nuclear energy. This\nwas later followed by the Indo-France Joint Statement in\nE September, 2008. A Joint Statement was made in February\n2010 with United Kingdom. Above facts would indicate that in\norder to give effect to the National Policy for development,\ncontrol and use of atomic energy, India has entered into various\nbilateral treaties and arrangements with countries which have\nconsiderable expertise and experience. For establishing the\nNPP at Kudankulam, India had entered into an inter-\ngovernmental agreement with the erstwhile USSR in November\n1988 followed by a supplementary agreement on 21.06.1998\nsigned by India and Russia which is in tune with India's National\nG Policy.\nF\nH\n11. India's National Policy has been clearly and\nunequivocally expressed by the legislature in the Atomic Energy\nAct. National and International policy of the country is to develop\ncontrol and use of atomic energy for the welfare of the people\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 665\n[K.S. RADHAKRISHNAN, J.]\nand for other peaceful purposes. NPP has been set up at A\nKudankulam as part of the national policy which is discernible\nfrom the Preamble of the Act and the provisions contained\ntherein. It is not for Courts to determine whether a particular\npolicy or a particular decision taken in fulfillment of a policy, is\nfair. Reason is obvious, it is not the province of a court to scan\nthe wisdom or reasonableness of the policy behind the Statute.\nLord Macnaughten in Vacher \u0026 Sons v. London Society of\nCompositors, (1913)AC107(118) HL has stated:\n\"Some people think the policy of the Act unwise and even\ndangerous to the community ....But a Judicial tribunal has\nnothing to do with the policy of any Act which it may be\ncalled upon to interpret. That may be a matter for private\njudgment. The duty of the Court, and its only duty is to\nexpand the language of the Act in accordance with the\nsettled rules of construction.\"\n12. In CCSU v. Min. (1984) 3 All ER 935 (954) HL, it was\nheld that it is not for the Courts to determine whether a\nparticular policy or particular decision taken in fulfillment of that\npolicy are fair. They are concerned only with the manner in\nwhich those decisions have been taken, if that manner is unfair,\nthe decision will be tainted with that Lord Diplock labels as\n'procedural impropriety'.\n13. This Court in M.P. Oil Extraction and Anr. v. State of\nM.P. and Ors., (1997 )7SCC 592 held that unless the policy\nframed is absolutely capricious, unreasonable and arbitrary and\nbased on mere ipse dixit of the executive authority or is invalid\nin constitutional or statutory mandate, court's interference is not\ncalled for. Reference may also be made in the judgment of this\nCourt in M/s. Ugar Sugar Works Ltd. v. Delhi Administration\n\u0026 Ors., (2001) 3 SCC 635; Dhampur Sugar (Kashipur) Ltd.\nv. State of Uttranchal and Ors. (2007) 8 SCC 418 and Delhi\nBar Association v. Union of India and Ors., (2008) 13 SCC\n628. We are therefore firmly of the opinion that we cannot sit\nin judgment over the decision taken by the Government of India,\nB\nC\nD\nE\nF\nG\nH\n666 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA NPCIL etc. for setting up of KKNPP at Kudankulam in view of\nthe Indo-Russia agreement. Courts also cannot stand in the way\nof the Union of India honouring its Inter-Governmental\nAgreement entered into between India and Russia.\nB\nC\n'\n14. We may, however, focus our attention on various other\nissues raised in these appeals in the light of the provisions of\nthe Atomic Energy Act, Rules and Regulations framed\nthereunder, International conventions, covenants entered into by\nIndia with other countries, AERB Code of Practices and Safety\nGuides, Expert's opinion, Environmental and other related laws.\nPart 1 of this judgment, we propose to deal with the safety and\nsecurity of NPP, International Conventions and Treaties,\nKKNPP Project, NSF and its management and transportation,\nDGR, Civil Liabilities, DMA, CSR and other related issues and\nin Part II, we mainly focus on the environmental issues, CRZ,\nD Desalination Plant, Impact of Radiation on Eco-system, Experts\nopinions etc.\nE\nF\nG\nH\nPART I\n15. KKNPP has been set up by NPCIL based on the Indo-\nRussia Joint Agreement under the guidance and supervision\nof AEC, BARC, AERB, MoEF, TNPCB, Central and State\nGovernments etc.\nARGUMENTS – FOR AND AGAINST\n-\n16. Shri Prashant Bhushan, learned counsel appearing for\nthe appellant in SLP Nos. 27335 of 2012, submitted that having\nseen the experience at Three Mile Island (USA), Chernobyl in\nRussia and Fukushina in Japan etc., safety of the people and\nthe environment are of paramount importance and if the units\nare allowed to be commissioned before making sufficient\nsafeguards on the basis of the recommendations made by the\nTask Force of NPCIL, it may lead to serious consequences\nwhich could not be remedied. Learned counsel submitted\nunless the seventeen recommendations made by the Task\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 667\n[K.S. RADHAKRISHNAN, J.]\nForce appointed by NPCIL are implemented before\ncommissioning the plant, serious consequences may follow.\nLearned counsel submitted that AERB and NPCIL are legally\nobliged to implement the recommendations and this Court\nsitting in this jurisdiction is bound to safeguard the life and\nproperty of the people residing in and near Kudakulam which\nis a fundamental right guaranteed to them under Article 21 of\nthe Constitution of India.\n17. Mrs. Nagasaila, learned counsel appearing for the 8th\nrespondent in SLP (C) No. 27813 of 2012, also pointed out\nthat sufficient safeguards have not been taken for the safe\ndisposal of the radioactive waste and no site has so far been\nidentified for the safe handling of radioactive waste, failing\nwhich it may cause serious health hazard. Learned counsel also\npointed out that even, at the plant site, there is no proper facility\nfor storage of spent fuel and high level radioactive waste.\nLearned counsel also pointed out that no adequate measures\nhave been taken to safeguard the life and property of the people\nin case of any potential disaster, in accordance with the\nDisaster Management Plan.\n18. Learned Attorney General appearing for AERB\nsubmitted that the plant has been set up after following all the\nsafety standards laid down by AERB. The design of KKNPP\nincorporates advance safety features complying with current\nstandards of redundancy, reliability, independence and\nprevention of common cause failures in its safety system.\nFurther, it was also pointed out that the design takes care of\nAnticipated Operational Occurrences (AOO), Design Basis\nAccidents (DBA) and Beyond Design Basis Accidents (BDBA)\nlike Station Black Out (SBO), Anticipated Transients Without\nScram (ATWS), Metal Water reaction etc. Further, it was\npointed out that the Board of AERB met on 23.3.2011 and took\nstock of safety and NPPs in the light of Fukushima accident.\nAERB also constituted a High Level Committee of Specialists\nto review and recommend safety upgrades as required to\nA\nB\nC\nD\nE\nF\nG\nH\n668\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA handle extreme external events of natural origin. Learned\nAttorney General also pointed out that KKNPP design also has\nseveral Advanced Safety Features, including those for ensuring\nsafety against external events of natural origin and for\nmanagement of design basis as well as beyond design basis\naccidents. Further, it was pointed out that, over and above,\nsteps are being taken to implement the 17 recommendations\nmade by the Task Force of NPCIL and that, amongst them, few\nrecommendations have already been implemented.\nB\nC\n19. Shri Rohington Nariman, learned Solicitor General of\nIndia appearing for NPCIL, submitted that KKNPP is a\n3+Generation NPP and its design incorporates advanced\nsafety features complying with current standards of redundancy,\nreliability, independence and prevention of common cause\nfailures in its safety systems. The design includes provisions\nD for withstanding external events like earthquake, tsunami/storm,\ntidal waves, cyclones, shock waves, aircraft impact on main\nbuildings and fire. KKNPP also incorporates various additional\nsafety features like Quick Boron Injection System, Passive Heat\nRemoval System, Second Stage Hydro Accumulators, Passive\nE Hydrogen Re-combiners, Annulus Passive Filtering System\n(Passive System), Core Catcher etc. Details of further safety\nmeasure adopted have already been elaborately stated in the\ncounter-affidavit filed by NPCIL on 26.9.2012. Learned Solicitor\nGeneral submitted that KKNPP is absolutely safe even without\nthe 17 recommendations made out of abundant caution by\nAERB. Learned Solicitor General submitted that the 17\nrecommendations of AERB would also be complied with in a\nphased manner, out of which 7 have already been\nimplemented.\nF\nG\nН\n20. Shri Mohan Parasaran, learned Additional Solicitor\nGeneral of India, appearing on behalf of respondent no. 1, while\nreferring to the affidavit filed by the Union of India, submitted\nwith regard to the process - \"Re-processing and Disposal of\nSpent Fuel\" - that most of the spent fuel i.e. 97% is capable of\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 669\n[K.S. RADHAKRISHNAN, J.]\nA\nC\nbeing reused, the remaining 3% of the spent fuel consists of\nvarious Fission Products (FPs) and Minor Actinides (MAs). All\nMAs have varying half-lives/decay periods, the dominant\namongst them have half-lives of the order of 1 lakh 70 thousand\nyears. Each NPP has a water storage pool for storage of spent\nfuel, namely “Spent Fuel Storage Bay\" (SFSB). Those pools B\nare temporary storage facilities for recyclable fuel and are\nessentially water filled concrete vaults with SS lining, having the\narrangement for storing spent fuel in racks. They are designed,\nconstructed and operated as per the AERB Guidelines and\nrequirements. It was also stated that AERB Safety Guide\n'Design of fuel handling and storage systems for pressurized\nheavy water reactors - AERB/SG/D-24” deals with the safety\nin design of storage of spent fuel. Further, it was also pointed\nout that the transportation of spent fuel is governed by the\nRegulations specified by AERB in \"Safety Code for the\ntransport of radioactive materials - AERB/SC/TR-1' and\ninternational requirements given in IAEA Regulation for safe\ntransport of radioactive material, 2005. Learned Additional\nSolicitor General also submitted that the Department of Atomic\nEnergy is also aware of the importance of safety and security\nand takes utmost care to ensure that the management and\ntransport is carried out safely, following the internationally\nrecognized norms and regulations and that the same is done\nunder the supervision of AERB and Government of India.\nD\nE\nF\n21. Government of India's decision to establish the NPP\nat Kudankulam, as already stated, cannot be questioned before\nthis Court being part of a National Policy. Lot of scientific\nliteratures, experts opinions etc. have been produced before\nus to show its dangers, harm it may cause to human health,\nenvironment, marine life and so on not only on the present G\ngeneration but on future generation as well. Further, it was also\npointed out that due to growing nuclear accidents and the\nresultant ecological and other dangers, many countries have\nstarted retreating from their forward nuclear programmes.\n.\nH\nA\nB\n670\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\n22. We have already indicated that these issues are to be\naddressed to policy makers, not to courts because the destiny\nof a nation is shaped by the people's representatives and not\nby a handful of judges, unless there is an attempt to tamper with\nthe fundamental Constitutional principles or basic structure of\nthe Constitution.\n23. We are however deeply concerned with the safety and\nsecurity of the people of this country, its environment, its flora\nand fauna, its marine life, ecology, bio-diversity and so on which\nthe policy makers cannot be on the guise of national policy,\nC mutilate or rob of, in such an event the courts can unveil the\nmask and find out the truth for the safety, security and welfare\nof the people and the mother earth.\nD\nE\nSafeguards and Security\n24. Safety and security of the people and the nation are\nof paramount importance when a nuclear plant is being set up\nand it is vital to have in place all safety standards in which public\ncan have full confidence to safeguard them against risks which\nthey fear and to avoid serious long term or irreversible\nenvironmental consequences. It is, therefore, necessary to\nexamine at some length the safety standards already in place\nto allay the fears expressed at some quarters.\n25. Let us first examine whether the project proponent has\nF taken adequate safety requirements in site and off site of the\nKKNPP and followed the Code of Practices laid down by\nAERB and nationally and internationally recognized safety\nmethods. Before examining those issues, we have to first\nexamine the role of the AERB in the matter of setting up of\nG nuclear plant and what are the codes and safety guides laid\nH\ndown by the AERB for maintaining high safety standards for\nsetting up and for the functioning of nuclear plants in the country.\nAERB Safety Codes\n26. AERB, as already indicated, was constituted by the\n"}