{"pages":[{"pageNumber":71},{"pageNumber":72},{"pageNumber":73},{"pageNumber":74},{"pageNumber":75},{"pageNumber":76},{"pageNumber":77},{"pageNumber":78},{"pageNumber":79},{"pageNumber":80}],"text":"G. SUNDARRAJAN v. UNION OF INDIA AND ORS. 701\n[K.S. RADHAKRISHNAN, J.]\nthe NPCIL and the site specific focused regulatory inspections.\nThe NPCIL and AERB report indicate that the overall\nassessment of safety of Indian NPPs following Fukushima\nNuclear accident and the actions taken/planned based on the\nlessons learnt are enumerated in the report. The following\naspects were addressed:\n(i) External Events\n(ii) Design\nA\nB\n(iii) Severe Accident Management and Recovery C\n(Onsite)\n(iv) National Organisations\n(v)\nEmergency Preparedness and Response and\nPost-Accident Management (Offiste)\nD\n(vi) International Cooperation\n71. The Government of India also submitted a National\nreport in May 2012 on the actions taken for Indian NPPS,\nsubsequent to Fukushima Nuclear Accident to the Convention\non Nuclear Safety in the Second Extraordinary Meeting of\ncontracting parties, held in August 2012 at Vienna.\nE\nF\n72. The expert committee of AERB, LWR in its final report\ndated 31.8.2011 gave 17 safety measures by way of abundant\ncaution. We have directed NPCIL to file a status report with\nrespect to the completion date of implementation of all the 17\nrecommendations made by AERB in Annexure-A of the Post\nFukushima AERB Recommendations. A comparative chart\ngiving the status and implementation of Post Fukushima AERB G\nRecommendations has been filed as Annexure-A by NPCIL in\nits affidavit dated 3.12:2012, which will indicate that twelve\nrecommendations have already been complied with, except the\nfollowing:\nH\n702\nSUPREME COURT REPORTS\n[2013] 8 S.C.R.\nRecommendations\nA\nSr.\nNo.\n3.\nB\nC\nD\n4.\nStatus\nMobile self-powered Two fire tenders\npumping equipment\nfor emergency use.\nFacility for\nmonitoring safety\nparameters using\nportable power\nE\npacks.\nLL\nF\nG\nH\nwith diesel\noperated pump\nis available at site.\nTo augment the\ncapacity, two\nadditional fire\ntenders are being\nprocured and made\navailable. Chassis\nhas been procured\nand fabrication of\nthe fire tender is in\nprogress.\nPresent design of\nKKNPP envisages\n24 hour battery\nbank for monitoring\nparameters and 2\nhour battery bank\nfor valve operation\nduring an event\nof station blackout.\nIn order to extent\nthe duration of the\nmonitoring for not\nless than 7 days,\nportable DG sets\nwill be connected\nto the instruments\nfor monitoring safety\nparameters. One\nportable DG set is\nreadily available for\nCompletion\nSchedule\nApril 2013\nApril 2013\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS.\n[K.S. RADHAKRISHNAN, J.]\nuse at site.\nPortable measuring\ndevices are also\navailable at site for\nlocal monitoring.\nBased on design\nmargins available,\nit has been\nassessed that for\nprimary contain-\n6.\nPrimary Containment\nto be assessed for\nUltimate Load\nBearing Capacity\nment, Ultimate\n(ULBC).\n703\nA\nLong Term.\nUnder\nB\nprogress.\nC\nLoad Baring\nCapacity (ULBC)\nis at least 1.5\ntimes Design Basis\nAccident (DBA)\nvalue.\nDetailed analysis\nD\n8.\nEnsuring that highly\nactive water used\nfor cooling the core\ncatcher vessel under\nBeyond Design basis\nAccident (BDBA) is\ncontained inside the\nprimary containment.\n12. Adequacy of\ninstrumentation\nfor monitoring plant\nstatus during Design\nbasis Accident\nfor Ultimate Load\nBearing Capacity\n(ULBC) will\nbe carried out\nprogressively.\nThe required\nanalysis\ncovering dose\nestimation, equip-\nment qualification\nassessment of\ncontaining pressure\nis being carried out.\nAll the important\nparameters of the\nreactor such as\nneutron flux,\nE\nLong term.\nUnder\nprogress.\nF\nG\nApril 2013\n(Adequacy\nof instrum-\nentation\nH\npressure above the ensured.\n704 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA\n(BDBA)\ncore, containment\nProvision to\npressure, Hydrogen extend\nconcentration,\npower\nreactor coolant\nsupply to\nlevel, radiation\nthese\nB\nlevels in\ninstruments\ncontainment,\nwill be\nC\nD\nE\nF\nG\nH\n17. Provision of\nadditional backup\npower supply\nsources for\nperforming essential\nsafety functions, like\nair cooled Diesel\nGenerator (DG)\nlocated at a high\nelevation, should be\nconsidered.\ncoolant\ntemperatures\nimpleme-\nnted under\nin hot and cold legs, item 4\nlevel of fuel\npool, and\naccumulators etc.\nwill be monitored\nduring Design\nbasis Accident\n(BDBA).\nPlease refer item -\n4 also.\nOne portable\nDG set is\nreadily available\nfor use at site.\nAnother mobile\nDiesel\nGenerator\n(DG) set is\nbeing made\navailable\nfor redundancy.\nabove.)\nApril 2013.\n73. We are convinced that KKNPP design incorporates\nadvanced safety features complying with the current standards\nof redundancy, reliability, independence and prevention of\ncommon cause failures in its safety systems. Design also takes\ncare of Anticipated Operational Occurrences (AOO), Design\nBasis Accidents (DBA) and Beyond Design Basis Accidents\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 705\n[K.S. RADHAKRISHNAN, J.]\n(BDBA) like Station Black Out (SBO), Anticipated Transients A\nWithout Scram (ATWS), Metal Water reaction in the water core\nand provision of core catcher to take care of core degradation.\nThe design also includes the provisions for withstanding external\nevents like earthquake, tsunami/storm, tidal waves, cyclones,\nshock waves, aircraft impact on main buildings and fire. The B\n17 recommendations were made after Fukushima accident the\ncause of which is natural phenomenon. The facts would indicate\nthat Tsunami-genic zone along East Coast of India is more than\n1300 km away from the nearest NPP site (Madras/Kalpakkam)\nand about 1000 km. away from Kudakulam. The possibility of C\nhitting tsunami at Kudakulam, as the one that hit Fukushima,\nseems to be very remote.\nResponse to People's Resistance:\nD\n74. The Government of India, in order to allay various\napprehensions raised by the people's movement against the\nproduction of nuclear energy as well as against commissioning\nof KKNPP, constituted a 15 Member Expert Group to provide\nclarifications on the issue raised by the agitators by interacting\nwith the forum provided by State Government comprising of 2 E\nState Government nominees and 4 representatives of the\npeople. Public hearing was held and views and suggestions\nmade for and against the project were heard. The Committee\nspecifically examined the safety features of KKNPP in the wake\nof the accidents occurred at TMI, Chernobyl, Fukushima etc.\n75. The radiation around the NPP and impact on the public\nhealth were also effectively addressed. The reactor design and\nsafety of the plant was also examined. Principles and Practices\ntaken for radioactive waste and spent fuel management were\nalso examined. Ecological effects of the project in question on\nmarine ecology and fish protection, impact on land, agriculture,\nlivestock, and food, impact on flora and fauna were also\nexamined. The effect of a possible, though remote, impact of\nearthquake and Tsunami was also examined. The committee\nconcluded as follows:\nF\nG\nH\n706 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA \"Conclusions:\nB\nC\nD\nய\nE\nF\nG\nH\nEG observes that KKNPP is designed and\nengineered to the state of art of nuclear reactors in line with\nthe current international safety requirements and principles.\nKK site related aspects such as seismic, tsunami, tropical\nstorms are taken into consideration at design stage. More\nthan 20 VVER-1000 are operating in Russian Federation\nand in other countries. While finalizing the contract for\nKKNPP, additional safety features were specified which\nhave been incorporated and their functionality is being\nestablished during commissioning. The radiological\nreleases during the plant operation are expected to be well\nbelow prescribed limits. This fact is borne out by the\nexperience from operating NPPs in India and abroad.\nBased on the national and international studies and\nexperience, such radiological releases have no adverse\neffects on public health, environment and plant personnel.\nSafety of KKNPP was examined in relation to the TMI,\nChernobyl and Fukushima accidents. It is seen that based\non the advanced design safety features, safe grade level\nand high elevation of safety related equipment and the fact\nthat all key operating personnel are graduate engineers\nwho also receive intensive training, it is not conceivable\nthat any accident of these types can take place at KKNPP.\nEG also notes that clearances for various stages of\nthe project are given by the Atomic Energy Regulatory\nBoard after an elaborate and exhaustive safety review at\neach stage. Similarly, other statutory bodies have also\nconducted detailed and in depth reviews before according\nclearances pertaining to areas relevant to their purview.\nThis clearly indicates that all applicable safety aspects of\nthe project have been subjected to careful scrutiny by the\nconcerned statutory bodies in the country.\nIn particular, safety of KKNPP has been thoroughly\nevaluated against external events of natural origin viz..\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 707\n[K.S. RADHAKRISHNAN, J.]\nB\nearthquakes and possible flooding of the site from cyclonic A\nstorms and tsunamis. It is seen that the seismic design of\nits SSCs and location of safety related components\nprovide high level of safety against such events. Possibility\nof volcanic eruptions in the vicinity of the site has also been\nexamined and no active volcanism has been identified.\nThe magnitude of any possible tsunami that can be\ngenerated from submarine landslides in the Gulf of Mannar\nhas been found to be much smaller than tsunamis that may\nget generated from the submarine active seismic faults,\nwhich has already been taken into consideration.\nIn view of the above, the EG would like to conclude\nthat the fears of the local population are unfounded and\ndesign of KKNPP meets the current safety standards.\"\nC\n76. The Committee prepared a detailed report in D\nDecember 2011. The report was later presented to Tamil Nadu\nGovernment nominees and people representatives. The Expert\nGroup submitted another supplementary report dated\n31.02.2012.\n77. The Government of Tamil Nadu also appointed an\nExpert Committee headed by Former President of the AEC\nalong with three other experts. The Committee submitted its\nreport after assessing that the project has a unique passive\nsafety feature which provides cooling to the nuclear fuel without\nthe need for operator action or power supply, namely a Passive\nHeat Removal System, which is a novel safety feature. In\naddition to the various reports mentioned herein before, the\nRussian Nuclear Safety Authority also known as\nGosAtom Nadzor (GAN) reviewed and cleared the Safety\nAnalysis Report of KKNPP Units 1 and 2, which forms the basis\nof the licensing safety review.\nCIVIL LIABILITY FOR NUCLEAR DAMAGE:\nE\nLL\nF\nG\n78. Developing modern sources for energy through NPPs\nH\n708 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA carry the problem of potential damage, which might flow from\na nuclear catastrophe. Several Nuclear Energy Generating\ncountries have adopted their own Legislation on the issue of\nCivil and Criminal Liability. The U.S. Price-Anderson Act, 1957,\nthe German Atomic Energy Act (1959), the Swiss Federal Law\non the Exploitation of Nuclear Energy for Peaceful Purposes\nand Protection from Radiation (1959) and the Japanese Law\non the Compensation of Nuclear Damage (1961) are some of\nthem. Few of such legislations followed the basic principle of\nimposing legal liability on a strict liability basis on the operator\nof a nuclear installation coupled with the limitation on liability.\nB\nс\nD\n79. Currently, there are two main conventions on third-party\nliability in the field of nuclear energy. The first is the Paris\nConvention of 1960, which was supplemented by the Brussels\nSupplementary Convention Act, 1963. IAEA's Vienna\nConvention on Civil Liability for Nuclear Damage, 1963 is yet\nanother convention. India's Civil Liability for Nuclear Damage\nAct, 2010 or the Nuclear Liability Act mainly rests on the above\nConventions, though India is not a signatory to those\nconventions. India's Nuclear Liability Act aims to provide a civil\nE liability for nuclear damage and prompt compensation to\nvictims of a nuclear incident through a No Fault Liability to the\noperator, appointment of Claims Commissioner, establishment\nof Nuclear Damage Claims Commission, Nuclear Liability\nFund and other matters connected therewith. The constitutional\nF validity of the said Act is under challenge before this Court in\nWrit Petition (Civil) No. 464 of 2011. Various prayers have been\nmade in the above mentioned writ petition, but this Court\nissued the notice only with regard to the prayer clause no. (e),\ni.e. to declare the act as unconstitutional and void ab initio.\nG\nH\n80. NPCIL had undertaken the task of constructing the two\nIGW reactors of VVER-1000 Model in collaboration with\nAtomstroyexport, a wholly owned Russian Government\nCompany. Safety features of the NPP as well the quality\nrequirements for the plant equipment are part of the detailed\nG. SUNDARRAJAN v. UNION OF INDIA AND ORS. 709\n[K.S. RADHAKRISHNAN, J.]\nspecifications agreed between the vendor and the purchaser,\nand as per the Quality Assurance Plan. NPCIL, AERB also\nshould ensure that there can be no compromise on the quality\nof plant equipment, components and other systems.\nA\n81. The India's Nuclear Liability Act states that the liability B\nof the operator to the tune of Rs. 1500 crores and the maximum\nliability to rupee equivalent of 300 millions SDR's, though the\nAct, speaks of no fault liability. It is unnecessary to examine the\nscope of various provisions contained in the Act, for our\npurpose, especially when the constitutional validity of the Act\nis under challenge.\nC\n82. We may, in this connection, point out that the\nconstitutional validity of the Price-Anderson Act, 1957 of U.S.\nwhich was challenged in the year 1978 before the U.S.\nSupreme Court in Duke Power Company v. Carolina D\nEnvironmental Study Group 438 US 59(1978). It was urged\nbefore the U.S. Supreme Court that the Act did not ensure\nadequate compensation for victims of accidents and it violated\nEqual Protection Clause of the 14th Amendment by treating the\nnuclear accidents differently from other accidents etc. The U.S. E\nSupreme Court upheld the validity of the Act holding that it was\nlawful, in that there was adequate justification for treating\nnuclear accidents different to other claims; that Act provides a\nreasonably just substitute for the common law or state tort law\nremedies it replaces and that it cannot be said that the Act\nencouraged irresponsibility in the matter of safety and\nenvironmental protection.\n83. Strict Liability Principle has been examined by this\nCourt in the environmental point of view in several judgments.\nIn M. C. Mehta v. Union of India AIR 1987 SC 1086 (Oleum\nGas Leakage case), this Court held that the industries which\nare engaged in hazardous or inherently dangerous activity,\npossess serious threat to health and safety of persons and have\nan absolute and non-delegable duty to ensure that no harm is\ncaused to the life and safety of the people. In Indian Council\nF\nG\nH\n710 SUPREME COURT REPORTS\n[2013] 8 S.C.R.\nA for Enviro-Legal Action v. Union of India (1996) 3 SCC 212,\nthis Court held that once the activity carried on in hazardous or\ninherently dangerous, the person carrying on such activity is\nliable to make good losses caused to any other person by his\nactivity, irrespective of the fact that he took reasonable care\nB while carrying on his activity. In Vellore Citizens Welfare Forum\nv. Union of India (1996) 5 SCC 647, this Court held that once\nthe activity carried on is hazardous or potential hazardous, the\nperson carrying on such activity is liable to make good the loss\ncaused to any other person by his activity, irrespective of the\nfact that he took reasonable care. The absolute liability extends\nnot only to compensate the victims of pollution, but also the cost\nof restoring environmental degradation. In Vellore Citizens\nWelfare Forum (supra), this Court reiterated the “polluter pays\nprinciples\". It is unnecessary to multiply the authorities on the\nprinciple of strict liability, precautionary principle, polluter pays\netc., which find their expression in Articles 21, 47, 48-A, 51-\nA(g) of the Constitution of India.\nC\nD\n84. We have examined the above principles only to\nhighlight the importance of the Act and the steps taken for its\nE effective implementation. People in this country have not\nforgotten the incidents which had happened in the Union\nCarbide Pesticides Plant in Bhopal in the night of 24.12.1984.\nThis Court in Union Carbide Corporation v. Union of India\n(1989) 2 SCC 40, based on an earlier settlement, directed the\nF Union Carbide to pay US $ 470 million to the Union of India in\nfull and final settlement of all claims, rights and liabilities related\nto and arising out of Bhopal Gas Tragedy. Following that, it was\nordered that all civil proceedings arising out of Bhopal Gas\nDisaster, shall stand concluded in terms of the settlement and\nG all criminal proceedings related to and arising out of the\ndisaster shall stand quashed, wherever they were pending.\nLater, this Court modified that order upholding the settlement\nexcept the condition of quashing criminal charges in Union\nCarbide Corporation v. Union of India AIR 1992 SC 248.\nH\n"}