{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"M.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1091\nORS.\ninasmuch as legality of Notifications dated 15.5.1996 and A\n1.8.1996 was not examined therein. The principle of\nmerger has no bearing, since, the issue that was decided\nby the High Court in the earlier batch of writ petitions and\nthe issue that was raised and considered in the\nsubsequent public interest litigation (W.P. No. 316 of B\n1998) are entirely different. [para 25, 27-28] [1110-C-F;\n1112-F-H; 1113-A]\nShankar Ramachandra Abhyankar vs. Krishnaji\nDattatreya Bapat (1970) 1 SCR 322 = (AIR 1970 SC 1),\nreferred to.\n4. The appellants have not been able to show any\ninfirmity or illegality in the order of the High Court\nwarranting interference. [para 77] [1152-G-H]\nCase Law Reference:\nC\nD\n1970) 1 SCR 322\nreferred to\nPara 27\n(2000) 3 SCR 752\nreferred to\npara 28\n(1952) SCR 612\nreferred to\npara 30\nE\n1995 ( 6 ) Suppl. SCR 97 relied on\npara 31\n1964 (6) SCR 368\nheld inapplicable\npara 32\n(1973) 3 SCC 889\nrelied on\npara 33\n1917 A.C. 170\nreferred to\nPara 34\nLL.\nF\n1999 (3) AER 231\nreferred to\nPara 35\n2001(1) AER 577\nreferred to\nPara 36\n2003(3) AER 508\nreferred to\nPara 37\n(1987) 1 SCR 136\nrelied on\npara 40\nG\n(2006) 4 Suppl. SCR 450 relied on\npara 41\n2006 (3) SCR 751\nrelied on\npara 42\n1987 ( 3 ) SCR 1\nrelied on\npara 43\nH\n1092 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA (1973) 3 S CC 889\nrelied on\npara 44\n1952 SCR 612\ncited\npara 45\n(1962) Supp 3 SCR 713\nreferred to\npara 46\n1991) 3 SCR 633\nreferred to\npara 47\nB\n1995 (6) Suppl. SCR 97\nrelied on\npara 48\n2004 (6) Suppl. SCR 264\ncited\npara 49\n(1969) 3 SCC 775\ncited\npara 49\nс\n2006 (3) SCC 581\nrelied on\npara 55\n2005 (5) Suppl. SCR 906 relied on\npara 56\n(1992) 1 SCC 534\nreferred to\npara 70\nAIR 1942 Oudh 417\nreferred to\npara 73\nD AIR 1926 All 497\nreferred to\npara 73\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\n4220 of 2002.\nFrom the Judgment \u0026 Order dated 19/23.04.2001 \u0026\nE 24.04.2001 of the High Court of Bombay at Goa in Writ Petition\nNo. 316 of 1998.\nWITH\nF\nC.A. Nos. 4219, 4213, 4214, 4217 \u0026 4218 of 2002.\nF.S. Nariman, L.N. Rao, K.N. Bhat, Dr. Rajeev Dhawan,\nShyam Diwan, Deeptakirth Verma, S. Karpe, Subash Sharma,\nBinu Tamta, Prashant Kumar, Triveni Poteker, I. Bimola Devi,\nPunit Jain, Chander Shekhar Ashri, Anu Mohla, A Subhashini,\nMohit Abraham, Dhruv Mehta, T.S. Sabasish (for K.L. Mehta\nG \u0026 Co.), Santosh Paul, M.J. Paul, K.K. Bhat, Arvind Gupta,\nH\nSriharsh N. Bundela, Kavin Gulati, Rohina Nath, Rohan\nDhiman, Rashmi Singh, Sharuk Narang, Ashu Kansal, Umesh\nKumar Khaitan for the appearing parties.\nThe Judgment of the Court was delivered by\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1093\nORS.\nB\nH.L. DATTU, J. 1. In Civil Appeal Nos. 4220 of 2002, 4213 A\nof 2002 and 4218 of 2002, the appellants have called in\nquestion the correctness of the judgment and order in Writ\nPetition No. 316 of 1998 dated 19/24.4.2001, passed by the\nHigh Court of Bombay Panaji Bench, at Goa in a Writ Petition\nbrought in public interest by one Manohar Parrikar, a Member\nof Legislative Assembly, Goa (who later on became the Chief\nMinister of the State of Goa) questioning the legality, validity\nand propriety of two notifications issued by Government of Goa\ndated 15.5.1996 and 01.8.1996 in respect of grant of 25%\nrebate to Low Tension, High Tension and Extra High Tension\nIndustrial consumers of electricity as a policy of the State\nGovernment.\nIn Civil Appeal No. 4219 of 2002 (M/s M.R.F. Ltd. \u0026 Anr.\nVs. State of Goa \u0026 Anr.), the appellant has called in question\nthe judgment and order passed by the High Court of Bombay\nPanaji Bench, at Goa in Writ Petition No. 364 of 1999 dated\n24.4.2001, partly allowing the writ petition filed by the appellant.\nIn Civil Appeal No. 4214 of 2002 (Goa Glass Fibre Ltd. \u0026\nAnr. Vs. The State of Goa \u0026 Anr.), the appellant has called in\nquestion the correctness or otherwise of the judgment and\norder passed by the High Court of Bombay Panaji Bench, at\nGoa in Writ Petition No. 254 of 1999 dated 25.4.2001\ndismissing the writ petition filed by the appellant.\nIn Civil Appeal No. 4217 of 2002 (Alcon Cement\nCompany Limited \u0026 Anr. Vs. The State of Goa \u0026 Anr.), the\nappellant has called in question the correctness of the judgment\nand order passed by the High Court of Bombay Panaji Bench,\nat Goa in Writ Petition No. 277 of 1999 dated 24.4.2001 partly\nallowing the writ petition.\nIn Civil Appeal No. 4218 of 2008 (Mauvin Godinho Vs.\nManohar Parrikar \u0026 Ors.), the appellant has called in question\nthe correctness of the judgment and order passed by the High\nCourt of Bombay Panaji Bench, at Goa in Writ Petition No. 316\nC\nD\nE\nF\nFL\nH\n1094 SUPREME COURT REPORTS\nA of 1998 dated 19/24.4.2001\nB\n[2010] 5 S.C.R.\nThe material facts as pleaded by the Appellants in Civil\nAppeal Nos. 4220 of 2002, 4213 of 2002 and 4218 of 2002\nare as under:\n1. The Government of Goa, in purported exercise powers\nconferred upon them by Section 23 of the Indian Electricity Act,\n1910 ('Electricity Act' for short) issued a Notification on\n30.09.1991, granting rebate of 25% in Tariff in respect of the\npower supply to the Low Tension and High Tension Industrial\nC Consumers/appellants who apply for availing High Tension or\nLow Tension Power Supply on or after the 1st of October, 1991\nfor bona fide industrial activities and certified by the Industries\nDepartment, Government of Goa as eligible for concessional\ntariffs for a period of five years from the date on which electricity\nD supply is made available to such units.\nE\nF\nG\n2. This Notification was issued by the State Government\nin the name of the Governor of the State as per the Rules of\nAuthentication framed under Article 166(2) of the Constitution\nof India by following the procedure prescribed by the Business\nRules framed under the Provisions of Article 166(3) of the\nConstitution of India after the State Cabinet had approved it.\nThough the said Notification was in subsistence, except one\nIndustrial Unit, none applied to the State Government for the\ngrant of benefit of the Notification for a long period or at least\ntill 31.03.1995. On 31.03.1995, the said Notification was\nrescinded by the State Government in purported exercise of\npower conferred on it under Section 21 of the General Clauses\nAct read with Sections 23 \u0026 51-A of the Electricity Act with\neffect from 01.04.1995, by issuing a Notification dated\n31.03.1995 strictly in accordance with the Business Rules and\nRules of Authentication pursuant to the decision taken by the\nState Cabinet.\n3. Though the Government rescinded the Notification dated\nH 30.09.1991, number of industrial units approached the State\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1095\nORS. [H.L. DATTU, J.]\nB\nGovernment and claimed benefit of 25% rebate in terms of A\nNotification dated 30.09.1991 for the period between the date\nof supply of electricity and 31.03.1995. Some applications were\nrejected by the Chief Electrical Engineer of State of Goa, on\nthe ground, that, they being in the category of Extra High Tension\ndid not fall within the category of consumers covered by the\nNotification dated 30.09.1991. On 29.06.1995, a Calling\nAttention Notice in Legislative Assembly was also brought in\nby Mr. Manohar Parrikar, seeking clarification from the State\nGovernment as to whether these industrial units were entitled\nfor the benefits flowing from the Notification dated 30.09.1991\nupto 31.03.1995. The Power Minister gave a reply to the said\nNotice which is reproduced in the judgment under appeal. In\nsum and substance the Minister stated, that, the Government\nwas committed to honour the concession granted by the\nNotification dated 30.09.1991 to the eligible industrial units who\napply for High Tension and low tension power on or after\n01.10.1991 till the date of withdrawal, i.e. 01.04.1995.\nC\nD.\nE\n4. The Under Secretary to Government of Goa,\nDepartment of Power issued a clarification dated 01.11.1995\nto the Chief Electrical Engineer on the lines of the reply given\nby the Power Minister to the Calling Attention Motion and\nreiterated the same by a communication dated 12.12.1995.\nLater, as the Government being satisfied that there were certain\ndifficulties in the matter of clearing cases of claim of rebate for\nthe period upto 31.03.1995, issued certain clarifications. On F\n15.05.1996, however, the State Government issued another\nNotification in purported exercise of power conferred on it under\nSections 23 \u0026 51-A of the Electricity Act read with Section 21\nof the General Clauses Act, to amend the Notification dated\n30.09.1991 which had been rescinded as per Notification\ndated 31.03.1995. By the said Notification the Government\nsubstituted the words \"High Tension or Low Tension power\nsupply\" by the words \"High Tension/Extra High Tension or Low\nTension power supply\". The State Government further issued\nanother Notification dated 01.08.1996 restoring the facility of\nG\nH\n1096 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA giving 25% rebate to these three categories of Industrial\nconsumers and made the said rebate available from\n01.08.1996 to those who had either applied or availed the\npower supply as on that date.\nB\nC\n5. By an order dated 31.03.1998, issued by the Chief\nElectrical Engineer of State of Goa, the benefits of rebate\ngranted by the State Government were withdrawn, as it appears\nthat the State Government did a re-thinking over its power to\ngrant such rebate on the Tariff. This action of the State\nGovernment led to a spate of litigations by the Industrial Units.\nin the High Court of Bombay Panaji Bench, at Goa, wherein\nthey contended that the benefits granted by the State\nGovernment as a policy decision could not be withdrawn by the\norder dated 31.03.1998, which was merely an administrative\norder and that they were entitled to the benefits granted by the\nNotification dated 01.03.1996, as long as the said Notification\nwas not withdrawn by due process of law.\n6. During the pendency of these writ proceedings before\nthe High Court, the State Cabinet after addressing itself to the\nE issues raised by the industrial units in the writ proceedings,\npassed a resolution to withdraw the benefit of 25% rebate and\naccordingly issued a Notification dated 24.07.1998 and\nwithdrew the rebate of 25% with effect from 01.08.1998. By an\norder dated 21.01.1999, the High Court disposed of the batch\nof writ petitions, inter alia holding that the Circular dated\n31.03.1998 mentioned supra as invalid and inoperative and the\nNotification dated 24.07.1998 as legal, valid and operative, and\nthat all petitioners therein were entitled to 25% rebate in power\ntariff for the periods as indicated in paragraph 56 of the said\njudgment etc.\nF\nG\n7. The judgment of the High Court was taken up in appeal\nby both parties to this Court and this Court by an order dated\n13.02.2001 declined to interfere with the said order of the High\nCourt and rejected both sets of appeals.\nH\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1097\nORS. [H.L. DATTU, J.]\nB\n8. Mr. Manohar Parrikar, the 1st respondent herein, in the A\nmeantime, had moved the High Court with a Misc. Civil\nApplication No.637 of 1999, seeking withdrawal of his writ\npetition with liberty to challenge the legality or otherwise of the\nNotification after this Court decided the above mentioned civil\nappeals filed before it against the order of the High Court dated\n21.01.1999. The High Court by its order dated 27.01.2000\nrejected the said application. Mr. Manohar Parrikar had also\nmoved the High Court to hear his petition along with earlier set\nof writ petitions disposed of by the High Court on 21.01.1999.\nSubsequently, the said prayer was also withdrawn.\n9. Before the High Court, the 1st respondent herein\nchallenged the correctness of the Notifications dated\n15.05.1996 and 01.08.1996, and sought to declare the same\nas null and void. He also challenged the guidelines framed in\nthe letter dated 12.12.1995 and sought to declare the said\ncircular was illegal and to quash it to the extent it goes beyond\nthe scope of Notification of 1991. He also prayed for certain\nother reliefs, including initiation of recovery of rebates paid by\nthe State Government to the beneficiaries.\n10. Though the petitioner had sought many reliefs in his\nwrit petition, the High Court confined itself to the challenge made\nto the legality of the notifications dated 15.05.1996 and\n01.08.1996. Before the High Court the 1st respondent herein\ncontended as under:\nThat the two notifications were not issued in\ncompliance with the requirements of Article 154\nread with Article 166 of the Constitution of India and\nthe Business Rules of the Government of Goa\nframed by the Governor thereunder.\nThat retrospective benefit of rebate in tariff given by\nthese two notifications was not bona fide and is\nillegal.\nC\nD\nE\nF\nG\nН\nA\nB\nC\nD\nE\nF\nG\nH\n1098 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nThat there was no Budgetary Provisions made for\nthese benefits to be extended during the relevant\nfinancial years.\nThat the Notifications in question were not issued\nas is contemplated by and under Articles 154 and\n166 of the Constitution of India and that they were\nissued only at the instance of the Minister of Power\nat the relevant point of time and, hence,\nNotifications could not be termed as the decisions\nof the State Government.\nThat the amendment brought by the Notification\ndated 01.08.1996 has overridden the very scope\nof the Notification dated 30.09.1991 which is\nimpermissible in law.\nThat the Notification dated 15.05.1996 could not\nhave been issued when the Notification dated\n30.09.1991 was already rescinded by Notification\ndated 31.03.1995 and no life could have been\ninfused into the said notification when it did not\nexist.\nAddition to the said notification of Extra High\nTension consumers with retrospective effect from\n01.10.1991 was beyond the scope of the\nNotification dated 30.09.1991.\n11. The said writ petition was contested by the 2nd\nrespondent, who was the power Minister at the relevant point\nof time. He mainly contended that there was no illegality in the\nsaid Notifications which have been issued by following the\nprescribed procedure in the normal course of business of the\nGovernment with a view to promote industrial growth of the\nState so as to generate more employment opportunities and,\ntherefore, there was nothing improper or illegal about it. It was\nalso contended by the 2nd respondent therein that even if the\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1099\nORS. [H.L. DATTU, J.]\nB\nC\nD\nsaid notifications were held to be contrary to the provisions of A\nArticle 166 of the Constitution, the said Rules are only directory\nand failure to comply with them did not vitiate the Notifications\nand in any event, if it was realized by the State Government that\nthese Notifications were issued contrary to the Provisions of\nArticle 166 nothing prevented the State Government from\nwithdrawing them and the fact that no such action was taken\nby the State Government for almost two years itself indicated\nthat the State Government was satisfied with the legality of the\nNotifications. The respondent also raised a preliminary\nobjection regarding the maintainability of the Writ Proceedings\non the ground, that, once the Notifications impugned have been\nauthenticated as per the Business Rules, they are immune from\nany challenge and there cannot be a situation where respondent\nNo.1, who at the relevant point of time, was the Chief Minister\nof Goa, would be contesting against the action of the State\nGovernment. It was also contended that the petition lacked bona\nfides and was moved only to settle political scores and to gain\npolitical mileage. The fact that contradictory stands were taken\nby the State Government by filing two affidavits of the Chief\nElectrical Engineer itself showed that the State Government\nwalked into the shoes of the 1st respondent herein and that the\nGovernment cannot support the challenge to the Notifications\nissued by it and even if the petition was pro bono when filed, it\nceased to be so after the respondent No.1 herein took over as\nthe Chief Minister of the State of Goa. The further contention\nadvanced was that the High Court, having conclusively upheld\nthe validity of these two notifications in its judgment dated\n21.01.1999, cannot re-examine the same, more so, in view of\nconfirmation of the said judgment by this Court in its Order\ndated 13.01.2001. The 2nd respondent therefore sought\ndismissal of the Writ Petition. A number of judgments were cited\nand relied upon by the 2nd respondent in support of his case\nbefore the High Court. The other parties including the\ninterveners also supported the 2nd respondent therein, on the\nissue of maintainability and further addressed arguments based\non the principles of res judicata and the concept of merger of\nE\nF\nG\nH\n3\n1100 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA the judgment of the High Court dated 21.01.1999 with the\njudgment of this Court dated 13.01.2001. On these premise the\nrespondents sought dismissal of the Writ Petition. It appears\nfrom the pleadings before us, that, the High Court had permitted\ncertain Companies including the M.R.F Ltd, to come on record\nas interveners and oppose the reliefs sought in the Writ\nPetition.\nB\nC\nD\nE\nF\n12. The High Court by its judgment dated 19/24.04.2001\nimpugned herein allowed the writ petition in part by holding that\nthe Notifications dated 15.05.1996 \u0026 01.08.1996 could not be\ntermed as Notifications issued by the State Government on\naccount of Non Compliance of the Rules of Business framed\nunder Article 166 (3) of the Constitution of India and therefore\nnon-est and void-ab-initio and that the consequential actions\nbased on these two notifications are null and void.\n13. Aggrieved by the said judgment of the High Court, the\nAppellant [M.R.F. Ltd.] and others are before us in Civil Appeal\nNos. 4220 of 2002, 4213 of 2002 and 4218 of 2002.\n14. In Civil Appeal Nos. 4219 of 2002, 4214 of 2002 and\n4217 of 2002, the appellants - M/s M.R.F. Limited, Goa Glass\nFibre Limited and Alcon Cement Company Limited are\nquestioning the correctness of judgment of the High Court in\npartly allowing the Writ Petition Nos. 364 of 1999 and 277 of\n1999 and dismissing the Writ Petition No. 254 of 1999\nrespectively.\n15. The facts in Civil Appeal No. 4219 of 2002 are :-\nAppellant applied for power supply connection for setting up a\nfactory in the State of Goa on 03.10.1991. On 02.09.1992,\nG appellant was supplied electricity for the first time. Sometime\nin October 1996, the Executive Engineer had acknowledged\nthat the appellant is entitled for 25% rebate as provided in the\nnotification. The amount of rebate was computed at Rs.\n1,04,70,762 for the period from 02.09.1992 to 01.09.1996 and\nit was further stated that the amount of arrears be credited in\nH\n"}