{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"[2010] 5 S.C.R. 1081\nM/S M.R.F. LTD. ETC.\nV.\nMANOHAR PARRIKAR AND ORS.\n(Civil Appeal No. 4220 of 2002 etc.)\nMAY 3, 2010\n[R.V. RAVEENDRAN AND H.L. DATTU, JJ.] ·\nRules of Business of the Government of Goa:\nA\nB\nD\nrr. 3,6,7 and 9 - Decision taken by Minister of Power C\nallowing rebate in electricity tariff - Matter not referred to Chief\nMinister or the Council of Ministers - Nor was the concurrence\nof Finance Department taken - HELD: Such a decision\ncannot be said to be the decision of the Government -\nNotifications giving effect to such decisions without complying\nwith the Rules of Business framed under Article 166(3) of the\nConstitution, are non-est and void ab initio - High Court has\nrightly held the Rules of Business as mandatory – In the\ninstant case, there is sufficient doubt with regard to the conduct\nof the Minister of Power in issuing the notifications -\nTherefore, suspicion of irregularity renders the doctrine of\nindoor management inapplicable - Constitution of India, 1950\n- Articles 154 and 166 - Doctrine of indoor Management -\nPublic Interest Litigation.\nCode of Civil Procedure, 1908:\n-\n-\nE\nF\ns.11, 0.2, r.2 Res judicata - Withdrawal of electricity\ntariff rebate granted as per Notifications challenged in writ\npetitions - Upheld by High Court - But writ petitioners held\nentitled to the rebate for the periods indicated in the judgment G\nSLPs dismissed - Subsequent writ petition in public interest\nfiled challenging validity and legality of the Notifications -\nHELD: In the earlier litigation, issue of validity or legality of\nthe Notifications was never raised, nor the writ petitioner in the\n1081\nH\n1082 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA subsequent writ petition was a party thereto - Merely because\nthe State Government did not agitate legality or validity of the\nnotifications in earlier round of litigation, it cannot be deemed\nto have accepted legality for the Notifications or waived its\nobjection thereto - Therefore, the principles of res judicata\nB and the doctrine of estoppel have no application - Since the\nissue that was decided by High Court in earlier round of\nlitigation and the issue raised and considered in subsequent\npublic interest writ petition are entirely different, doctrine of\nmerger has also no bearing - Estoppel - Rules of Business:\nof Government of Goa - Doctrine of merger.\nC\nD\n:\nThe Government of Goa issued notification dated\n30.9.1991 granting rebate of 25% in electricity tariff in\nrespect of power supply to the low tension and high\ntension industrial consumers. The said notification was\nlater rescinded by another Notification dated 31.3.1995.\nHowever, on 15.5.1996 another notification was issued\namending the notification dated 30.9.1991 and\nsubstituting the words \"high tension or low tension\npower supply\", by words \"high tension/extra high tension\nE or low tension power supply\". A further notification dated\n1.8.1996 was issued restoring the facility of 25% rebate\nIw.e.f. 1.8.1996. By an order dated 31.3.1998 issued by the\nChief Electrical Engineer, the benefits of rebate granted\nunder Notification dated 1,8.1996 were withdrawn. This\nF/ led to a spate of litigation by the industrial units before\nthe High Court. During the pendency of the writ petitions,\nthe State Cabinet passed a resolution and, accordingly,\nby issuing the notification dated 24.7.1998 the State\nGovernment withdrew the benefit of 25% rebate. The High\nG Court, by its order dated 21.1.1999, disposed of the writ\npetitions holding the circular/order dated 31.3.1998 as\ninvalid and the notification dated 24.7.1998 as legal, valid\nand operative. However, the High Court held that all the\npetitioners were entitled to 25% rebate in power tariff for\nthe periods as indicated in the judgment. The appeals\nH\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1083\nORS.\nB\nс\nchallenging the judgment of the High Court were A\ndismissed by the Supreme Court by its order dated\n13.2.2001. Respondent No. 1 (in CA No. 4220 of 2002)\nchallenged the correctness of the notifications dated\n15.5.1996 and 1.8.1996 by filing a writ petition under\npublic interest and sought to declare the two notifications\nas null and void. It was stated that as the said\nnotifications were issued only at the instance of the\nMinister of Power, the same could not be termed as\ndecisions of the State Government; and if the said illegal\nnotifications were allowed to stand, they will cause a loss\nof Rs.50 crores to the States Exchequer. The writ petition\nwas contested on the ground that the High Court in its\njudgment dated 21.1.1999 having upheld the validity of\nthe notifications dated 15.5.1996 and 1.8.1996 and the\nsaid judgment having been upheld by the Supreme Court\nby its order dated 13.2.2001, the writ petition was barred\nby the principle of res judicata and the doctrine of merger.\nThe High Court by its judgment dated 19/24.4.2001 held\nthat the notifications dated 15.5.1996 and 1.8.1996 having\nbeen issued without complying with the Rules of\nBusiness of the Government of Goa framed under Article\n166(3) of the Constitution, were non-est and void ab-initio.\nAggrieved, the various industrial units filed the appeals.\nDismissing the appeals, the Court\nHELD: 1.1. The High Court rightly held that the Rules\nof Business of the Government of Goa framed under\nArticle 166(3) of the Constitution of India, including Rules\n3, 6, 7 and 9 thereof, are mandatory and not directory, and\nany decision taken by any individual Minister in violation\nthereof cannot be termed as the decision of the State\nGovernment. The said Rules must be strictly adhered to.\nAny decision by the Government in breach of these Rules\nwill be a nullity in the eyes of law. The decisions of the\nState Government have to be in conformity with the\nD\nE\nF\nG\nH\n1084 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA mandate of Articles 154 and 166 of the Constitution as\nalso the Rules framed thereunder, otherwise they would\nnot have the form of a Government decision and will be\na nullity. The Rules of Business framed under Article\n166(3) of the Constitution are for convenient transaction\nB of the business of the Government, which has to be\ncarried out in a just and fit manner in keeping with the\nBusiness Rules and as per the requirement of Articles 154\nand 166 of the Constitution. [Para 54, 62-63] [1133-G-H;\n1134-A; 1139-E-H; 1140-H; 1141-A]\nC\nState of Kerala vs. A. Lakshmikutty (1987) 1 SCR 136 =\n(1986) 4 SCC 632; CBI vs. Ravi Shankar Srivastava, (2006)\n4 Suppl. SCR 450 = (2006) 7 SCC 188; Punjab State\nIndustrial Development Corpn. Ltd. vs. PNFC Karamchari\nSangh 2006 (3) SCR 751 = (2006) 4 SCC 367; State of\nD Bihar vs. Kripalu Shankar, (1987) 3 SCR 1 = (1987) 3 SCC\n34; Haridwar Singh vs. Bagun Sumbrui, (1973) 3 SCC 889;\nGulabrao Keshavrao Patil vs. State of Gujarat, (1995) 6\nSuppl. SCR 97 = (1996) 2 SCC 26; K.K. Bhalla vs. State\nof M.P. 2006 (3) SCC 581 and State of U.P. vs. Neeraj\nAvasthi (2005) 5 Suppl. SCR 906 = 2006 (1) SCC 667,\nrelied on.\nE\nF\nG\nH\nR. Chitralekha vs. State of Mysore (1964) 6 SCR 368,\nheld inapplicable.\nDattatraya Moreshwar vs. State of Bombay (1952) SCR\n612; Bachhittar Singh vs. State of Punjab (1962) Supp 3\nSCR 713 and State of Sikkim vs. Dorjee Tshering Bhutia\n(1991) 3 SCR 633 = (1991) 4 SCC 243, referred to.\nBannari Amman Sugars Ltd. vs. Commercial Tax Office\n(2004) 6 Suppl. SCR 264 = (2005) 1 SCC 625; and State\nof U.P. vs. Om Prakash Gupta (1969) 3 SCC 775, cited.\nMontreal Street Rely Co. vs. Normandin - 1917 A.C. 170;\nR v Immigration Appeal Tribunal Ex parte Jeyeanthan 1999\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1085\nORS.\n(3) AER 231; Attorney General's Reference (No 3 of 1999), A\n2001(1) AER 577 and R v Sekhon and others, 2003(3) AER\n508, referred to.\nHalsbury's Laws of England, 4th Edition Re issue Vol.\n44(1), referred to.\nB\nC\n1.2. Clause (1) of Article 166 of the Constitution says\nthat whenever an executive action is to be taken by way\nof an order or instrument, it shall be expressed to be\ntaken in the name of the Governor in whom the executive\npower of the State is vested. Under Clause (2), the orders\nand instruments made and executed in the name of the\nGovernor shall be authenticated in the manner specified\nin the rules. All matters, excepting those in which the\nGovernor is required to act in his discretion, have to be\nallocated to one or the other of the Ministers on the D\nadvice of the Chief Minister. [para 52] [1131-C-E]\n1.3. Any decision taken by the State Government\nreflects the collective responsibility of the Council of\nMinisters and their participation in such decision making\nprocess. The Chief Minister as the Head of the Council\nof Ministers is answerable not only to the Legislature but\nalso to the Governor of the State, who, as the Head of the\nState, acts with the aid and advice of the Council of\nMinisters headed by the Chief Minister. The Rules framed\nunder Article 166 (3) of the Constitution are in aid to fulfill\nthe constitutional mandate embodied in Chapter II of Part\nVI of the Constitution. The decision of the State\nGovernment must meet the requirement of these Rules\nalso. Therefore, if the Council of Ministers or Chief\nMinister has not been a party to a decision taken by an\nindividual Minister, that decision cannot be the decision\nof the State Government and it would be non-est and void\nab initio. [para 61 and 62] [1139-A-C, G-H; 1140-A]\nE\nF\n0\n1.4. A decision to be the decision of the Government H\n1086 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA must satisfy the requirements of the Business Rules\nC\nframed by the State Government under the provisions of\nArticle 166(3) of the Constitution. In the case on hand, the\ndecisions leading to the notifications dated 15.5.1996 and\n1.8.1996 do not comply with the requirements of\nB Business Rules framed by the Government under the\nprovisions of Article 166(3) of the Constitution, and the\nNotifications are the result of the decision taken by the\nPower Minister at his level. The decision of the individual\nMinister cannot be treated as the decision of the State\nGovernment and the Notifications issued as a result of\nsuch a decision, are in violation of the Business Rules\nand void ab initio; and all actions consequent thereto are\nnull and void. The fact that the decisions taken by the\nMinister alone were acted upon by issuance of\nNotifications dated 15.5.1996 and 1.8.1996 will not render\nthem decisions of the State Government even if it chose\nto remain silent for a sufficient period of time or the\nSecretary concerned did not take any action under Rule\n46 of the Business Rules. [para 53 and 68] [1133-D-E;\n1147-A-D]\nD\nE\n1.5. Rule 7 (2) of the Business Rules states that a\nproposal which requires previous concurrence of\nFinance Department under the said Rule, but in which\nFinance Department has not concurred, may not be\nF proceeded with, unless the Council of Ministers has\ntaken a decision to that effect. From a combined reading\nof the provisions of Rules 7, 3 and 6 of the Business\nRules, the conclusion would be irresistible that any\nproposal which is likely to be converted into a decision\nG of the State Government involving expenditure or\nabandonment of revenue for which there is no provision\nmade in the Appropriation Act or an issue which involves\nconcession or otherwise has a financial implication on\nthe State, is required to be processed only after the\nconcurrence of the Finance Department and cannot be\nH\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND. 1087\nORS.\nfinalized merely at the level of the Minister in charge. The A\nprocedure or process does not stop at this. After the\nconcurrence of the Finance Department the proposal has\nto be placed before the Council of Ministers and/or the\nChief Minister and only after a decision is taken in this\nregard, it will result in the decision of the State B\nGovernment. [para 53] [1131-G-H; 1132-A, F-H; 1133-A-B]\n1.6. In the instant case, the decisions impugned\ninvolve and concern not only the Department of Power\nbut also the Departments of Industries and Finance and\nin view of the provisions of Rule 20, the decisions by\nMinister of Power to finalize the Notifications at his level\nwithout placing the proposal before the Chief Minister or\nthe Council of Ministers fell out side the purview of the\nPower Minister. When the rescinding Notification dated\n31.03.1995 was issued, the rebate of 25% was available\nonly to Low Tension and High Tension consumers, and\nthe Extra High Tension Consumers got deleted pursuant\nto the Notification dated 6.12.1993. A decision, therefore,\nto include a new category of consumers for grant of\nrebate which necessarily involved extra financial burden\non the State's finances, more so, by creation of a new\ncategory, namely, Extra High Tension Consumers\nretrospectively, was required to be finalized only after it\nwas placed before the Council of Ministers or the Chief\nMinister in addition to obtaining the previous concurrence\nof the Finance and Industries Departments. [para 59-60]\n[1136-H; 1137-A-B, G-H; 1138-A-B]\n1.7. The Notification dated 15.5.1996, which was\nclaimed by the appellants to be only clarificatory,\nimposed an additional burden on the State's Exchequer\nby introducing a new class of consumers for grant of\nrebate retrospectively and it was finalized by the Power\nMinister at his level. In law, the proposal for the decision\nleading to the Notification dated 15.5.1996 should have\nC\nD\nE\nF\nG\nH\nC\n1088 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA been placed before the Council of Ministers or the Chief\nMinister and since the same has not been done it is in\nviolation of the Business Rules and hence the decision\nis non-est. Even assuming that the Notification dated\n15.5.1996 was clarificatory in nature, the same violates\nB Rule 19 of the Business Rules and there is nothing on\nrecord to show that the department concerned attempted\nto seek ratification of the decision taken by the Power\nMinister before the Notification dated 15.5.1996 was\nissued. The Notification dated 1.8.1996 also cannot be\ntreated as mere clarificatory. It is a notification issued\npurportedly in terms of a Government decision. It was a\ndecision finalized at the level of the Minister of Power\nalone and was taken in violation of the Rules of Business\nframed under Article 166(3) of the Constitution. The\ndecision cannot be called a government decision as\nunderstood under Article 154 of the Constitution. Having\nregard to the figures placed on record, which the High\nCourt has noticed in its judgment, showing the liability\nlikely to be brought on the State by Notification dated\n1.8.1996, it cannot be said that the said Notification did\nnot create any additional financial liability on the State\nGovernment warranting approval by the Cabinet or the\ncompliance of the Business Rules before it was brought\ninto effect. Therefore, the Notifications dated 15.5.1996\nand 1.8.1996 are unsustainable and the High Court has\nrightly held the same as non-est and void ab initio. [para\n60, 64, 69 and 75] [1138-B-E; 1142-B-C; 1147-E-G; 1152-\nD-E]\nD\nE\nF\nRoyal British Bank v. Turquand, [1856] 6 E. \u0026 B. 327,\nG referred to.\nH\n2. Suspicion of irregularity has been widely\nrecognized as an exception to the doctrine of indoor\nmanagement. The protection of the doctrine is not\navailable where the circumstances surrounding the\ncontract are suspicious and, therefore, invite inquiry.\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1089\nORS.\nApplying the exception to the instant matter, there is A\nsufficient doubt with regard to the conduct of the Minister\nof Power in issuing the Notifications dated 15.5.1996 and\n01.08.1996. Therefore, there is definite suspicion of\nirregularity which renders the doctrine of indoor\nmanagement inapplicable to the instant case. [para 71 and B\n73] [1149-C-D; 1150-E-F]\nB. Anand Behari Lal v. Dinshaw and Co. (Bankers) Ltd,\nAIR 1942 Oudh 417; Abdul Rehman Khan \u0026 Anr. v. Muffasal\nBank Ltd. and Ors, AIR 1926 All 497; Shrisht Dhwan(Smt.)\nvs. Shaw Bros. (1992) 1 SCC 534; and State of Karnataka\nvs. All India Manufacturer Organization and Others, (2006) 1\nSCC 32, referred to.\nR. Chitralekha and Others vs. State of Mysore 1964 (6)\nSCR 368, held inapplicable.\nJ.C Houghton\u0026 Co. v. Nothard, Lowe \u0026 Wills Ltd, [1927]\n1 KB 246 (CA) – referred to.\n-\nC\nD\nE\nF\n3.1.The subject matter of earlier writ petitions was\ncompletely different and distinct from the public interest\nlitigation filed by respondent no.1. In the earlier litigation,\nthere was no challenge whatsoever to the Notifications\ndated 15.5.1996 and 1.8.1996 and the declaration sought\nin writ petition No. 316 of 1998 was not in issue in the\nearlier batch of petitions. Therefore, it cannot be said that\nthe controversy in the earlier batch of writ petitions and\nthe instant writ petition is the same. The issue regarding\nthe validity or legality of the Notifications dated 15.5.1996\nand 1.8.1996 was never raised in the earlier batch of writ\npetitions before the High Court, which never had an\nopportunity or occasion to look into, consider and\npronounce upon the validity of the same with reference\nto the Business Rules framed under Article 166 (3) of the\nConstitution. The principles of res judicata, Doctrine of\nEstoppel and the principles embodied in Order II Rule 2 H\nG\nB\nC\n1090 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA of the Code of Civil Procedure pressed into service by\nthe appellants cannot operate against the State.\nGovernment merely because the State did not agitate\neither before the High Court or this Court the legality or\nvalidity of these notification in the earlier round of\nlitigation when it had an occasion to do so. The State\nGovernment cannot be deemed to have accepted the\nlegality of the Notifications and waived its objection or\nchallenge thereto. The doctrine of estoppel, therefore, has\n∙no application at all, more so, in view of the illegality the\nnotifications dated 15.05.1996 and 01.08.1996 suffer from\nin view of the non-compliance with the provisions of the\nBusiness Rules. The fact that the State Government did\nnot raise these objections in the earlier batch of writ\npetitions does not disentitle it to such a stand or prevent\nit from raising its objections based on legal provisions.\nRespondent No. 1 was not a party to the earlier batch of\nwrit petitions before the High Court or this Court.\nTherefore, the principles of res judicata or for that matter\neven the doctrine of estoppel will not apply to or operate\nagainst him. [para 24, 28, 29 and 75] [1109-G-H; 1110-A-\nB; 1113-A; 1114-A-C; 1151-F-H; 1152-A-D]\nD\nE\nF\nG\nMadhvi Amma Bhawani Amma and Ors. vs. Kunjikutty\nPillai Meenakshi Pillai and Ors. (2000) 3 SCR 752 = (2000)\n6 SCC 301, referred to.\n3.2. As regards the objections raised on the basis of\nconcept of merger, the High Court has held that though\nthe appeals challenging the judgment of the High Court\ndated 21.1.1999 have been dismissed by this Court, and\nthe findings of the High Court on the relevant issues have\nbeen impliedly confirmed, the concept of merger will not\ncome in its way in deciding the issues involved in the\ninstant petition for the reason that the said issues were\nnot raised and, therefore, not required to be decided by\nthe High Court in its earlier judgment dated 21.01.1999\nH\n"}