{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"M.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1111\nORS. [H.L. DATTU, J.]\nthe benefit of rebate was withdrawn as the State Government A\nwas facing financial crunch and that the said benefit had been\nintroduced as a policy of the State Government and when it was\nrealized by the State that it was facing financial difficulties in\nextending the benefit of rebate it decided to withdraw the same\nwhich has been upheld by the High Court in the earlier batch B\nof writ proceedings. The High Court therefore has concluded\nthat it cannot now be said that State Government cannot take\na stand that the Notifications impugned were issued without\nfollowing the mandatory provisions of Rules of Business or that\nthey were not Notifications issued by the State Government in\nthe eyes of law. The High Court has also observed, that if the\nState had no occasion to address itself on the legality of these\nNotifications, it is not estopped either from raising a challenge\nor supporting the challenge at an appropriate time. It is also\nheld by the High Court that as the 1st respondent herein was\nnot a party to the earlier batch of Writ Petitions before the High\nCourt and as his application for hearing his petition with that\nbatch of petitions was withdrawn, he is not estopped from\ncontinuing with his challenge against the Notifications dated\n15.05.1996 and 01.08.1996.\n26. Arguments were also advanced to the effect that the\nState Government should not be allowed to take contradictory\nstand as the stand taken by the State Government in its two\naffidavits filed through the Chief Electrical Engineer in the\nearlier batch of writ petitions was conflicting with each other.\nThe said contention was sought to be raised by the respondents\nin view of the change of the Government during the intervening\nperiod and the 1st respondent herein was the Chief Minister\nat the relevant point of time. The High Court has repelled these\ncontentions by stating that the challenge to the notifications\nimpugned before by the 1st respondent herein in his petition\ncannot be decided on the touch stone of affidavits filed even if\nthey are contradictory in nature and the challenge had to be\ndecided on its own merits, on the basis of records and the\nConstitutional Mandate. The High Court has observed that in\nC\nD\nE\nF\nG\nI\n1112 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA a democratic set up the decisions of the Governments decide\nthe destiny of the people and therefore the validity of such\ndecisions should be decided not on the basis of affidavits filed\nby the Officers of the Governments or on incomplete or\ninadequate information made available by them, but on the\nB basis of Constitutional provisions and Business Rules framed\nthereunder. The High Court further felt that it was duty bound to\nexamine the records to reassure itself that the decisions\npurported to have been taken by the Government are, in fact\nand in law, the decision of the Government and they are in\nC conformity with the mandate of the Constitution. Thus the High\nCourt has rejected the preliminary objection as to the\nmaintainability of the Writ Petition and proceeded to decide the\nchallenge made to the above mentioned two notifications on\nits merits.\nD\n27. In our view, the principle of merger essentially refers\nto the merging of the orders passed by the superior courts with\nthat of the orders passed by a subordinate court. This Court in\nthe case of Shankar Ramachandra Abhyankar Vs. Krishnaji\nDattatreya Bapat (AIR 1970 SC 1) has laid down the condition\nE as to when there can be a merger of the orders of the superior\ncourt with that of the orders passed by the lower court. This\nCourt stated, that, if any judgment pronounced by the superior\ncourt in the exercise of its appellate or revisional jurisdiction\nafter issue of a notice and a full hearing in the presence of both\nF the parties, then it would replace the judgment of the lower\ncourt. Thus, constituting the judgment of the superior court the\nonly final judgment to be executed in accordance with law by\nthe Court below. The merger is essentially of the operative part\nof the order and the principle of merger of the order of the\nsubordinate Court with the order of the superior Court cannot\nbe applied when there is no order made by the superior Court\non merits and the controversy between the parties has not been\nlooked into by the superior Court.\nG\n28. The issue of merger has no bearing in the facts and\nH\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1113\nORS. [H.L. DATTU, J.]\nA\nD\ncircumstances of the present petitions, since, the issue that was\ndecided by the High Court in the earlier batch of Writ Petitions\nand the issue that was raised and considered in the subsequent\npublic interest litigation is entirely different. Secondly, in our\nview, the principles of res judicata is also not attracted since\nthe issue raised and considered in the subsequent public, B\ninterest litigation had not been raised and considered in the.\nearlier round of litigation. It would be worthwhile to recall the\nobservations made by this Court in the case of Madhvi Amma\nBhawani Amma and Ors. Vs. Kunjikutty Pillai Meenakshi\nPillai and Ors. (2000) 6 SCC 301, wherein the Court has C\nobserved that in order to apply general principle of res judicata,\nCourt must find, whether an issue in a subsequent suit, was\ndirectly and substantially in issue in the earlier suit or\nproceedings, was it between the same parties, and was it\ndecided by such Court. Thus, there should be an issue raised\nand decided, not merely a finding on any incidental question\nfor reaching such a decision. So, if such issue is not raised and\nif on any other issue, if, incidentally any finding is recorded, it\nwould not come within the periphery of principle of res judicata.\nHowever, Shri K.N. Bhatt, learned Senior Counsel appearing\nfor the former Power Minister, would submit that the principles\nof res judicata and constructive res judicata bars the exercise\nof jurisdiction by the High Court as there is a bar not only on\nissues directly raised in a previous lis but the issue that ought\nto have been raised. It is further submitted that the record of\ndecision culminating in notification dated 24.03.1998 was\navailable and produced before the High Court in previous writ\npetitions and the same Finance Secretary who had opined in\nhis cabinet note that Rules of Business stood violated due to\nnon-consultation with Finance department had filed affidavit in\nprevious Writ Petitions on the decision to issue notification\ndated 24.07.1998. Therefore, the learned senior counsel would\ncontend that the High Court has erred in deciding this issue\nagainst this respondent. In aid of this submission, the learned\nsenior counsel has pressed into service the observations made\nby this Court in the case of State of Karnataka vs. All India H\nE\nF\nG\n1114 SUPREME COURT REPORTS\n[2010] 5. S.C.R.\nA Manufacturer Organization and Others, [(2006) 1 SCC 32].\nB\nC\nD\n29. We are not impressed by the submission of the\nlearned senior counsel Shri K.N. Bhatt. In our view, the subject\nmatter of earlier Writ Petitions was completely different and\ndistinct from the public interest litigation filed by Mr. Manohar\nParrikar. In the earlier Writ Petitions, the challenge was against\nnotification and the circulars issued by the State Government\nand in the present Writ Petitions the High Court was primarily\nconcerned with validity or otherwise of the notifications dated\n15.5.1996 and 01.08.1996. Therefore, we are of the view that\nthe reasoning and conclusions reached by the High Court, on\nthe aforesaid issue is in accordance with law and in\naccordance with the principles laid down by this Court.\nTherefore, we agree with the conclusion reached by the High\nCourt.\n30. The appellants herein have raised an issue with regard\nto the nature of Business Rules framed by the Government of\nGoa i.e. whether these Rules are directory or mandatory.\nIndeed it is their principal contention. Before the High Court\nE also, their contention was that the Rules of Business of the State\nof Goa were directory and not mandatory and failure to comply\nwith such Rules will not nullify the decision taken by the State\nGovernment. Shri F.S. Nariman, learned senior counsel\nsubmitted that it is now settled law, that, violation of conduct of\nBusiness Rules does not vitiate the decision or order, since the\nRules of Business are only directory and not mandatory. The\nlearned senior counsel has invited our attention to the decision\nof this court in the case of Dattatreya Moreshwar Pangarkar\nvs. State of Bombay - [(1952) SCR 612]. In the said decision,\nthe court has observed:\nF\nG\nH\n\"It is well settled that generally speaking the provisions of\na statute creating public duties are directory and those\nconferring private rights are imperative. When the\nprovisions of a statute relate to the performance of a public\nduty and the case is such that to hold null and void acts\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND\nORS. [H.L. DATTU, J.]\n1115\nB\ndone in neglect of this duty would work serious general A\ninconvenience or injustice to persons who have no control\nover those entrusted with the duty and at the same time\nwould not promote the main object of the legislature, it has\nbeen the practice of the courts to hold such provisions to\nbe directory only, the neglect of them not affecting the\nvalidity of the acts done. The considerations which weighed\nwith Their Lordships of the Federal Court in the case\nreferred to above in the matter of interpretation of Section\n40(1) of the 9th Schedule to the Government of India Act,\n1935, appear to me to apply with equal cogency to Article C\n166 of the Constitution. The fact that the old provisions\nhave been split up into two clauses in Article 166 does not\nappear to me to make any difference in the meaning of\nthe article. Strict compliance with the requirements of\nArticle 166 gives an immunity to the order in that it cannot\nbe challenged on the ground that it is not an order made\nby the Governor. If, therefore, the requirements of that\narticle are not complied with, the resulting immunity cannot\nbe claimed by the State. This, however, does not vitiate\nthe order itself. The position, therefore, is that while the\nPreventive Detention Act requires an executive decision,\ncall it an order or an executive action, for the confirmation\nof an order of detention under Section 11(1) that Act does\nnot itself prescribe any particular form of expression of that\nexecutive decision. Article 166 directs all executive action\nto be expressed and authenticated in the manner therein\nlaid down but an omission to comply with those provisions\ndoes not render the executive action a nullity.\nD\nE\nF\n31. Reference is also made to the decision of this Court\nin Gulabrao Keshavrao Patil and Ors. Vs. State of Gujarat G\n(1996) 2 SCC 26. It was noted as follows:\n“Article 166(1) and (2) expressly envisage authentication\nof all the executive action and shall be expressed to be\ntaken in the name of the Governor and shall be\nH\nA\nB\nC\nD\n1116 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nauthenticated in such manner specified in the rules made\nby the Governor. Under Article 166(3), the Governor is\nauthorised to make the rules for the more convenient\ntransaction of the business of the Government of the State,\nand for the allocation among Ministers of the said business\ninsofar as it is not a business with respect to which the\nGovernor is by or under the Constitution required to act in\nhis discretion. In other words, except in cases when the\nGovernor in his individual discretion exercises his\nconstitutional functions, the other business of the\nGovernment is required to be conveniently transacted as\nper the Business Rules made by Article 166(3) of the\nConstitution. If the action of the Government and the order\nis duly authenticated as per Article 166(2) and the\nBusiness Rule 12, it is conclusive and irrebuttable\npresumption arises that decision was duly taken according\nto Rules.\"\n32. Mr. F.S. Nariman next relied upon the decision of this\nCourt in R. Chitralekha and Others vs. State of Mysore, [1964\n(6) SCR 368], wherein this Court has stated that it is \"settled\nE law\" that provisions of Article 166 of the Constitution are only\ndirectory and not mandatory in character. And if they are not\ncomplied with it can be established as a question of fact that\nthe impugned order was in fact issued by the Governor.\"\nF\nG\nH\n33. In Haridwar Singh Vs. Bagun Sumburui, [(1973) 3\nSCC 889], it was noted as follows.\n\"Several tests have been propounded in decided cases\nfor determining the question whether a provision in a\nstatute, or a rule is mandatory or directory. No universal\nrule can be laid down on this matter. In each case one must\nlook to the subject-matter and consider the importance of\nthe provision disregarded and the relation of that provision\nto the general object intended to be secured. Prohibitive\nor negative words can rarely be directory and are\nindicative of the intent that the provision is to be mandatory.\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND\nORS. [H.L. DATTU, J.]\n1117\nWhere a prescription relates to performance of a public A\nduty and to invalidate acts done in neglect of them would\nwork serious general inconvenience or injustice to persons\nwho have to control over those entrusted with the duty, such\nprescription is generally understood as mere instruction for\nthe guidance of those upon whom the duty is imposed.\" B\n34. In Montreal Street Rely Co. vs. Normandin - 1917\nA.C. 170, it is held :\n\"The statutes contain no enactment as to what is to be the\nC\nconsequence of nonobservance of these provisions. It is\ncontended for the appellants that the consequence is that\nthe trial was coram non judice and must be treated as a\nnullity.\nIt is necessary to consider the principles which have been\nadopted in construing statutes of this character, and the\nauthorities so far as there are any on the particular question\narising here. The question whether provisions in a statute\nare directory or imperative has very frequently arisen in this\ncountry, but it has been said that no general rule can be\nlaid down, and that in every case the object of the statute\nmust be looked at. The cases on the subject will be found\ncollected in Maxwell on Statutes, 5th ed. P. 596 and\nfollowing pages. When the provisions of a statute relate\nto the performance of a public duty and the case is such\nthat to hold null and void acts done in neglect of this duty\nwould work serious general inconvenience, or injustice to\npersons who have no control over those entrusted with\nthe duty, and at the same time would not promote the\nmain object of the Legislature, it has been the practice\nto hold such provisions to be directory only, the neglect\nof them, though punishable not effecting the validity of\nthe acts done.\"\n(emphasis supplied)\nD\nE\nF\nG\nI\nA\nB\nC\nD\nヨ\nF\n0\nI\nH\n1118 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\n35. In R v Immigration Appeal Tribunal Ex parte\nJeyeanthan 1999 (3) AER 231, it is observed:\n\"The issue is of general importance and has implications\nfor the failure to observe procedural requirements outside\nthe field of immigration. The conventional approach when\nthere has been non-compliance with a procedural\nrequirement laid down by a statute or regulation is to\nconsider whether the requirement which was not complied\nwith should be categorised as directory or mandatory. If it\nis categorised as directory it is usually assumed it can be\nsafely ignored. If it is categorised as mandatory then it is\nusually assumed the defect cannot be remedied and has\nthe effect of rendering subsequent events dependent on\nthe requirement a nullity or void or as being made without\njurisdiction and of no effect. The position is more complex\nthan this and this approach distracts attention from the\nimportant question of what the legislator should be judged\nto have intended should be the consequence of the non-\ncompliance. This has to be assessed on a consideration\nof the language of the legislation against the factual\ncircumstances of the non-compliance. In the majority of\ncases it provides limited, if any, assistance to inquire\nwhether the requirement is mandatory or directory. The\nrequirement is never intended to be optional if a word such\nas 'shall' or 'must' is used.\nA requirement to use a form is more likely to be treated\nas a mandatory requirement where the form contains a\nnotice designed to ensure that a member of the public is\ninformed of his or her rights, such as a notice of a right to\nappeal. In the case of a right to appeal, if, notwithstanding\nthe absence of the notice, the member of the public\nexercises his or her right of appeal, the failure to use the\nform usually ceases to be of any significance irrespective\nof the outcome of the appeal. This can confidently be said\nto accord with the intention of the author of the requirement.\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1119\nORS. [H.L. DATTU, J.]\nThere are cases where it has been held that even if there Α\nhas been no prejudice to the recipient because, for\nexample, the recipient was aware of the right of appeal but\ndid not do so, the non-compliance is still fatal. The\nexplanation for these decisions is that the draconian\nconsequence is imposed as a deterrent against not\nobserving the requirement. However even where this is the\nsituation the consequences may differ if this would not be\nin the interests of the person who was to be informed of\nhis rights.\nB\nC\nD\nBecause of what can be the very undesirable\nconsequences of a procedural requirement which is made\nso fundamental that any departure from the requirement\nmakes everything that happens thereafter irreversibly a\nnullity it is to be hoped that provisions intended to have this\neffect will be few and far between. In the majority of cases,\nwhether the requirement is categorised as directory or\nmandatory, the tribunal before whom the defect is properly\nraised has the task of determining what are to be the\nconsequences of failing to comply with the requirement in\nthe context of all the facts and circumstances of the case\nin which the issue arises. In such a situation that tribunal's\ntask will be to seek to do what is just in all the\ncircumstances (see Brayhead (Ascot) Ltd. v Berkshire CC\n[1964] 1 All ER 149, [1964] 2 QB 303 applied by the\nHouse of Lords in London and a Clydesidc Estates Ltd. F\nv. Aberdeen DC [1979] 3 All ER 876, [1980] IWLR 182).\nBy contrast, a requirement may be clearly directory\nbecause it lays down a time limit but a tribunal is given an\nexpress power to extend the time for compliance. If the\ntribunal grants or refuses an extension of time the position\nis clear. If the time limit is extended the requirement is of\nno Significance. If an extension is refused the requirement\nbecomes critical. It may, for example, deprive a member\nof the public of a right to appeal which if exercised in time\nE\nG\nH\nA\nB\nC\nD\nE\nF\nG\nH\n1120 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nwould have been bound to succeed. In the latter situation\na directory requirement has consequences which are as\nsignificant as any mandatory requirement.\nA far from straightforward situation is where there is a need\nfor permission to appeal to a tribunal but this is not\nappreciated at the time. The requirement is mandatory in\nthe sense that the tribunal or the party against whom the\nappeal was being brought would have been entitled to\nobject to the appeal proceeding without the permission and\nif they had done so the appeal would not have been\naccepted. However, what is the position if because they\nwere unaware of the existence of the requirement no\nobjection is made and the appeal is heard and allowed?\nIs the appellant, when the mistake is learnt of, to be\ndeprived of the benefits of the appeal? If the answer is Yes\nthe result could be very unjust. This would be especially so,\nif in fact the tribunal in error had told the appellant that\npermission is not needed and he would have been in time\nto make the application if he had not been misinformed.\nCould it have been the intention of the author of the\nrequirement that the requirement should have the effect of\ndepriving the appellant of the benefit of his appeal? Clearly\nnot. In such a situation the non-compliance would almost\ninevitably be regarded as being without significance. It\nmust be remembered that procedural requirements are\ndesigned to further the interests of justice and any\nconsequence which would achieve a result contrary to\nthose interests should be treated with considerable\nreservation.\"\n36. In Attorney General's Reference (No 3 of 1999),\n2001(1) AER 577, it is held :\n\"My Lords, I acknowledge at once that reasonable minds\nmay differ as to the correct interpretation of a subsection\nwhich has no parallel in the 1984 Act or any other statute.\nNevertheless, there do seem to be secure footholds which\n"}