{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"M.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1131\nORS. [H.L. DATTU, J.]\nGovernor, and the validity of an order or instrument which A\nis so authenticated shall not be called in question on the\nground that it is not an order or instrument made on\nexecuted by the Governor.\n(3) The Governor shall make rules for the more convénient\ntransaction of the business of the Government of the State,\nand for the allocation among Ministers of the said business\ninsofar as it is not business with respect to which the\nGovernor is by or under this Constitution to act in his\ndiscretion.\"\nB\nC\nD\n52. Clause (1) of Article 166 of the Constitution says, that,\nwhenever executive action is to be taken by way of an order or\ninstrument, it shall be expressed to be taken in the name of the\nGovernor in whom the executive power of the State is vested.\nUnder Clause (2), the orders and instruments made and\nexecuted in the name of the Governor shall be authenticated\nin the manner specified in the rules. Under Clause (3) of Article\n166 of the Constitution, the Governor is authorized to make\nrules for the more convenient transaction of business of the\nGovernment of the State and for the allocation among its\nE\nMinisters of the business of Government. All matters excepting\nthose in which the Governor is required to act in his discretion\nhave to be allocated to one or the other of the Ministers on the\nadvice of the Chief Minister. Apart from allocating business\namongst Ministers, the Governor can also make rules on the\nadvice of the Council of Ministers for more convenient\ntransaction of business.\nF\n53. In the case on hand, we are required to examine the\ncontentions of the appellants on this issue with reference to the\nBusiness Rules framed by Governor of Goa under Article 166\n(3) of the Constitution of India. Rule 7 (2) of the Business Rules\nof the Government of Goa states, that, no proposal which\nrequires previous concurrence of Finance Department under\nthe said Rule, but in which Finance Department has not\nconcurred, may not be proceeded with, unless the Council of H\nB\nC\nD\n1132 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA Ministers has taken a decision to that effect. The wordings of\nthis Rule are different from the provisions of Rule 9 of the\nBusiness Rules of Maharashtra and have to be read in context\nwith the provisions of Rule 3 of the Business Rules of\nGovernment of Goa which states that the business of the\nGovernment shall be transacted in accordance with the\nBusiness Rules. Under Rule 7 (2) thereof, the concurrence of\nthe Finance Department is a condition precedent. Likewise\nRule 6 of the Business Rules states, that, the Council of Minister\nshall be collectively responsible for all executive orders passed\nby any Department in the name of the Governor or contract\nmade in exercise of the power conferred on the Governor or\nany other officer subordinate to him in accordance with the\nRules, whether such orders or contracts are authorized by an\nindividual minister on a matter pertaining to the Department\nunder his charge or as the result of discussion at a meeting of\nthe Council of Minister or otherwise. This Rule requires that an\nexecutive order issued from any department in the name of the\nGovernor of the State should be known to the Council of\nMinisters so as to fulfill the collective responsibility of the Council\nof Ministers. Further Rule 7 of the Business Rules requires that\nE no Department shall without the concurrence of the Finance\nDepartment issue any order which may involve any\nabandonment of revenue or involve expenditure for which no\nprovisions have been made in the Appropriation Act or involve\nany grant of land or assignment of revenue or concession,\nF grant, lease or licence in respect of minerals or forest rights or\nrights to water, power or any easement or privilege or otherwise\nhave a financial implications whether involving expenditure or\nnot. From a combined reading of the provisions of Rules 7, 3\nand 6 of the Business Rules of the Government of Goa the\nG conclusion would be irresistible that any proposal which is likely\nto be converted into a decision of the State Government\ninvolving expenditure or abandonment of revenue for which\nthere is no provision made in the Appropriation Act or an issue\nwhich involves concession or otherwise has a financial\nH implication on the State is required to be processed only after\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1133\nORS. [H.L. DATTU, J.]\nthe concurrence of the Finance Department and cannot be\nfinalized merely at the level of the Minister in charge. The\nprocedure or process does not stop at this. After the\nconcurrence of the Finance Department the proposal has to be\nplaced before the Council of Ministers and/or the Chief Minister\nand only after a decision is taken in this regard that it will result\nin the Decision of the State Government. Therefore the High\nCourt has rightly rejected the arguments of the appellants herein\nbased on the judgment of the Full Bench of the High Court. The\nHigh Court has observed, that the Rules of Business are framed\nin such a manner that the mandate of the provisions of Articles\n154, 163 and 166 of the Constitution are fulfilled. Therefore, if\nit is held that the noncompliance of these Rules does not vitiate\nthe decisions taken by an individual Minister concerned alone\nthe result would be disastrous. In a democratic set up the\ndecision of the State Government must reflect the collective\nwisdom of the Council of Ministers or at least that of the Chief\nMinister who heads the Council. The fact that the decisions\ntaken by the Minister alone were acted upon by issuance of\nNotification will not render them decisions of the State\nGovernment even if the State Government chose to remain\nsilent for a sufficient period of time or the Secretary concerned\nto the State Government did not take any action under Rule 46\nof the Business Rules. If every decision of an individual Minister\ntaken in breach of Rules are treated to be those of the State\nGovernment within the meaning of Article 154 of the\nConstitution, the result would be chaotic. The Chief Minister\nwould remain a mere figure head and every Minister will be free\nto act on his own by keeping the Business Rules at bay. Further\nit would make it impossible to discharge the Constitutional\nresponsibility of the Chief Minister of advising the Governor\nunder Article 163. Therefore, it is difficult to accept the\ncontentions of the appellants that Business Rules are directory.\n54. We also subscribe to and uphold the view of the High\nCourt that the Business Rules 3,6,7 and 9 are Mandatory and\nnot Directory and any decision taken by any individual Minister\nA\nB\nC\nD\nE\nF\nG\nI\n1134 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA in violation of them cannot be termed as the decision of the\nState Government.\nB\nс\nD\nE\nF\n55. We are fortified in our view by several decisions of this\nCourt. In K.K. Bhalla vs. State of M.P., [2006 (3) SCC 581],\nthe facts were that the State of M.P. had allotted certain land\nunder the Jabalpur Development Authority (JDA) to a person.\nat concessional rates to set up a newspaper printing press,\nthough the land was earmarked for commercial use. The Court\nheld :\n\"The purported policy decision adopted by the State as\nregards allotment of land to the newspaper industries or\nother societies was not a decision taken by the appropriate\nMinistry. If a direction was to be issued by the State to the\nJDA, it was necessary to be done on proper application\nof mind by the cabinet, the concerned Minister or by an\nauthority who is empowered in that behalf in terms of the\nRules of the Executive Business framed under Article\n166 of the Constitution of India. Such a direction could\nnot have been issued at the instance of the Chief Minister\nor at the instance of any other officer alone unless it is\nshown that they had such authority in terms of the Rules\nof the Executive Business of the State. We have not been\nshown that the Chief Minister was the appropriate authority\nto take a decision in this behalf.\"\n(emphasis supplied)\n56. In State of U.P. vs. Neeraj Avasthi, [2006 (1) SCC\n667], this Court held that the power of the State Government\nwas confined to issuing directions to State Agricultural Produce\nG Market Board on the question of policy and observed:\nH\n\"Such a decision on the part of the State Government must\nbe taken in terms of the Constitutional scheme, i.e., upon\ncompliance of the requirement of Article 162 read with\nArticle 166 of the Constitution of India. In the instant case,\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1135\nORS. [H.L. DATTU, J.]\nA\nthe directions were purported to have been issued by an\nofficer of the State. Such directions were not shown to\nhave been issued pursuant to any decision taken by a\ncompetent authority in terms of the Rules of Executive\nBusiness of the State framed under Article 166 of the\nConstitution of India. .... We are therefore of the opinion B\nthat the direction by the State was not strictly in accordance\nwith law.\"\n57. In Gulabrao Keshavrao Patil (supra), this Court held\nthat a decision of a Minister was not an order of the Government\nin view of non-compliance with Article 166.\nC\nD\n58. The decision of the Constitution Bench in Chitralekha\nhas been misinterpreted. In that case this Court was\nconsidering a controversy in regard to an order which was not\nexpressed in the name of the Governor in terms of Article\n166(1) and (2). In that context, this Court observed that it is a\nsettled law that the provisions of Article 166 of the Constitution\nare only directory and not mandatory in character. The context\nclearly shows that the observation that the provisions of Article\n166 of the Constitution are only directory and not mandatory, · E\nreferred only to clauses (1) and (2) of Article 166 and did not\nrefer to clause (3) which was not under consideration at all.\nChitralekha, therefore, cannot be relied upon to support the\ncontention that Business Rules made under clause (3) of Article\n166 are directory. We have earlier referred to all the decisions\non which reliance was placed by learned senior counsel Shri\nF.S. Nariman. In our view, those decisions would not assist the\nappellant, since they were all rendered in the context of\ninterpretation of Article 166(1) and (2) of the Constitution.\nF\nG\n59. It is appropriate to further consider some of the\nBusiness Rules to deal with the issue brought before us.\nThough the High Court in the judgment impugned has referred\nto various Rules, we deem it necessary to refer to only those\nwhich are relevant for our purpose. Rule 10 of the Business Rule\nrequires submission of all cases referred to in the Schedule to H\nB\nC\nD\n1136 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA the Chief Minister after consideration by the Minister in charge\nso as to obtain the Chief Ministers' orders for circulation of the\ncase or to bring it up for consideration at a meeting of the\nCouncil of Ministers. Rule 13 provides that when it is decided\nto bring the case before the Council, the department concerned\nshould, unless otherwise directed by the Chief Minister, prepare\na memorandum indicating precisely the salient facts of the case\nand points for decision and copies thereof circulated to the\nCouncil by the Secretary. Rule 14 requires in a case which\ninvolves or concerns more than one Department, the Minister\nby previous discussion to arrive at an agreement and if such\nagreement is reached the memorandum referred to in Rule 13\nsupra should contain the joint recommendations of the Ministers\nand if no agreement is reached the points of differences and\nviews of each of the Minister should be stated in the\nmemorandum. Items No.5,9 \u0026 30 in the Schedule to the Rules\nrelate to proposal which have a bearing on the Finances of the\nState and which do not have the concurrence or consent of the\nFinance Minister's proposal involving important change in the\npolicy and practice; proposals to vary or reverse a decision\npreviously taken by the Council. Under Rule 16 the decisions\nE of the Council in each case should be recorded and placed\nwith the records of the case after their approval by the Chief\nMinister. Extracts of the decision should be sent to the\nSecretary of the Department who should take necessary action\nthereon. Rule 17 enables a Minister in Charge of a Department\nF on the basis of standing orders to give such directions as he\nthinks fit for disposal of cases in his department and further\nrequires the Secretary of the Department concerned to\nsimultaneously submit to the Chief Minister and the Governor\nthe statement showing the particulars of any important cases.\nG disposed of by the Minister. Rule 20 stipulates, that, when the\nsubject involves or relates to more than one Department, no\norder should be issued or the case be laid before the council\nuntil the case has been considered by all the departments\ninvolved or concerned, unless the case is one of extreme\nH urgency. In the case on hand, the decisions impugned involve\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1137\nORS. [H.L. DATTU, J.]\nand concern not only the department of power but also the\ndepartments of Industries and Finance and in view of the\nprovisions of Rule 20, the decisions to finalize the Notifications\nat his level without placing the proposal before the Chief\nMinister or the Council of Minister fell out side the purview of\nthe Power Minister.\nA\nB\nC\nD\n60. The State Government in exercise of its power\nconferred on it under Section 23 read with Section 51-A of the\nElectricity Act issued a Notification dated 29.06.1993,\npublished in the Official Gazette dated 30.06.1993, framing the\nrevised electricity tariff for the State as specified in the Schedule\nappended to the Notification. By another Notification dated\n6.12.1993, the State Government for the first time created a\nnew and separate category viz. Extra High Tension Supply\nConsumers and was included as item No. 10 in the revised tariff\nframed under Notification dated 29.06.1993. Pursuant to the\nNotification dated 6.12.1993, the power department took a\nstand that as the Notification dated 30.09.1991 had covered\nonly the Low Tension and High Tension Consumers of electricity\nand not the Extra High Tension Consumers and the claims of\nthe Extra High tension consumers were rejected by specific\nE\norders passed in October 1995 i.e. after the Notification dated\n31.03.1995, rescinding Notification dated 30.09.1991 was\nissued and the orders rejecting their claims had become final\nhaving not been challenged by the units. The State Government\ntherefore felt a need to issue certain clarifications to process\nthe claims of the units for grant of rebate of 25% for the period\nbetween 1.10.1991 to 31.03.1995. While issuing such\nclarification involving additional financial burden on the\nexchequer, the Government was required to process them in\nkeeping with the requirements of the Business Rules. When the G\nRescinding Notification dated 31.03.1995 was issued the\nrebate of 25% was available only to Low Tension and High\nTension consumers and the Extra High Tension Consumers got\ndeleted pursuant to the Notification dated 6.12.1993. A\ndecision, therefore, to include a new category of consumers for H\nF\nC\n1138\nSUPREME COURT REPORTS\n[2010] 5 S.C.R.\nA grant of rebate which necessarily involved extra financial burden\non the State's finances more so by creation of a new category\nretrospectively was required to be finalized only after it was\nplaced before the Council of Ministers or the Chief Minister in\naddition to obtaining the previous concurrence of the Finance\nB and Industries Departments. The Notification dated 15.5.1996\nwhich was argued by the appellants herein to be only\nclarificatory had imposed an additional burden on the State's\nExchequer by introducing a new class of consumers for grant\nof rebate retrospectively and it was finalized by the Power\nMinister at his level. In law the proposal for the decision leading\nto the Notification dated 15.5.1996 should have been placed\nbefore the Council of Ministers or the Chief Minister and since\nthe same has not been done it is in violation of the Business\nRules and hence the decision is non est. Even for the sake of\narguments if it is assumed that the Notification dated 15.5.1996\nwas clarificatory in nature the same violates Rule 19 of the\nBusiness Rules and there is nothing on record, as observed\nby the High Court to show that the department concerned\nattempted to seek ratification of the decision taken by the\nPower Minister before the Notification dated 15.5.1996 was\nissued.\nD\nE\n61. At this stage, we find it necessary to refer to some of\nthe Constitutional provisions to deal with the issue raised by\nthe appellants. Under Article 154 of the Constitution of India,\nF the Governor is vested with the Executive Power of the State\nand he shall exercise them either directly or through Officers\nsubordinate to him in accordance with the provisions of the\nConstitution. The Governor is advised by the Council of\nMinisters with the Chief Minister at its head in exercise of his\nG functions except those specifically stated in discharge of his\nfunctions as the head of the State. The Council of Minister is\ncollectively responsible to the Legislative Assembly of the\nState. The Rules of business framed under Article 166(3) of the\nConstitution are for convenient transaction of the business of\nthe Government and for allocation of the business among the\nH\nM.R.F. LTD. ETC. v. MANOHAR PARRIKAR AND 1139\nORS. [H.L. DATTU, J.]\nB\nMinisters. Article 166(2) of the Constitution requires the decision A\nof the State Government to be authenticated as per the Rules\nframed thereunder. Any decision taken by the State.\nGovernment therefore, reflects the collective responsibility of the\nCouncil of Ministers and their participation in such decision\nmaking process. The Chief Minister as the Head of the Council\nof Ministers is answerable not only to the Legislature but also\nto the Governor of the State. The Governor of the State as the\nHead of the State acts with the aid and advice of the Council\nof Ministers headed by the Chief Minister. The Rules framed\nunder Article 166 (3) of the Constitution are in aid to fulfill the\nC\nConstitutional Mandate embodied in Chapter II, Part III of the\nConstitution. Therefore, the decision of the State Government\nmust meet the requirement of these Rules also.\nD\nE\n62. Before the High Court as also before us it was\ncontended by the appellants herein, that, the Rules framed\nunder Article 166(3) are only directory in character and failure\nto comply with them does not vitiate the decision taken by the\nState Government. The High Court after considering the various\njudgments cited before it has repelled the said contention to\nhold that the said Rules are mandatory and non-compliance\nthereof would be disastrous. The reasoning adopted by the\nHigh Court to arrive at such a conclusion is sound and in\naccordance with the constitutional mandate. The decisions of\nthe State Government have to be in conformity with the mandate\nof Article 154 an 166 of the Constitution as also the Rules F\nframed thereunder as otherwise such decision would not have\nthe form of a Government decision and will be a nullity. The\nRules of Business framed under Article 166(3) of the\nConstitution are for convenient transaction of the business of\nthe Government and the said business has to be transacted in\na just and fit manner in keeping with the said Business Rules\nand as per the requirement of Article 154 of the Constitution.\nTherefore, if the Council of Ministers or Chief Minister has not\nbeen a party to a decision taken by an Individual Minister, that\ndecision cannot be the decision of the State Government and\nG\nH\nA\nB\nC\nD\nE\nF\nG\nI\n1140 SUPREME COURT REPORTS\n[2010] 5 S.C.R.\nit would be non-est and void ab initio. This conclusion draws\nsupport from the Judgment of this Court in the case of Haridwar\nSingh Vs. Bagun Sambrui \u0026 ors (1973) 3 SCC 889. This Court\nin the said case was dealing with the Business Rules of the\nState Of Bihar framed under Article 166 (3) of the Constitution\nof India and the observations of this Court on the issue apply\nto the case on hand in all force. This Court observed:\n\"\n14. Where a prescription relates to performance of a\npublic duty and invalidate acts done in neglect of them\nwould work serious general inconvenience or injustice to\npersons who have no control over those entrusted with the\nduty, such prescription is generally understood as mere\ninstruction for the guidance of those upon whom the duty\nis imposed.\n15. Where however, a power of authority is conferred with\na direction that certain regulation or formality shall be\ncomplied with, it seems neither unjust nor incorrect to exact\na rigorous observance of it as essential to the acquisition\nof the right or authority.\n16. Further, Rule 10(2) makes it clear that where prior\nconsultation with the Finance Department is required for\na proposal, and the department on consultation does not\nagree to the proposal, the department originating the\nproposal can take no further action on the proposal. The\nCabinet alone would be competent to take a decision.\nWhen we see that the disagreement of the Finance\nDepartment with a proposal on consultation, deprives the\nDepartment originating the proposal of the power to take\nfurther action on it, the only conclusion possible is that prior\nconsultation is an essential prerequisite to the exercise of\npower\".\n63. As observed by us earlier, these observations apply\nequally to the case on hand and in light of this view, we have\nno difficulty in holding that the Business Rules framed under the\n"}