{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"666\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA said flat on 5/7/1995 states that one lead bullet was seized. It\nс\ndoes not say that the said lead bullet was stained with blood.\nPW-81 IO Niranjan Singh stated that on 5/7/1995 he seized one\nlead bullet from the said flat. He makes no reference to any\nblood being found on it. PW-16 Dr. V.N. Sehgal, Director,\nB CFSL who was present when the articles were seized on 5/7/\n1995 stated that one lead bullet was recovered from the said\nflat. He nowhere stated that it was blood stained. PW-70 Roop\nSingh, Ballistic Expert stated that he received one lead bullet\namong others for examination on 17/7/1995. He stated that the\nlead bullet recovered from the said flat was fired through .32\nrevolver [W-2]. It is pertinent to note that this is the same revolver\nwhich was seized from the room of the appellant at Pai Vihar\nHotel, Bangalore. He further stated that the hole on the ply was\nfound to have been caused by the said lead bullet recovered\nfrom the said flat. He however did not state that it was blood\nstained. CFSL Report dated 27/7/1995 also does not state that\nthe said bullet was blood stained. Therefore, it is clear that it\nis not the case of the prosecution that the lead bullet seized\nfrom the said flat on 5/7/1995 was stained with blood.\nTherefore, all the submissions based on the assumption that\nbullet found in the said flat was blood stained are rejected.\nD\nE\n38. PW-81 IO Niranjan Singh has stated that on 4/7/1995\nat about 9.10 a.m., a wireless message was received by him\nthat Car bearing No.DL-2CA-1872 was parked at Malcha\nF Marg. He along with the staff reached near Malcha Marg\nMarket. The said car was parked on the road. The CFSL team\nwas called for inspection of the car. Car was then inspected.\nThe dry blood lying in the dicky of the car was scratched, kept\nin a polythene packet, converted into a parcel and sealed.\nG Many long hair were lifted from the back of the front left seat of\nH\nthe car, kept in a parcel and sealed. A memo being Ex-PW-\n60/B was prepared which bears this out. The recovery of the\nappellant's car is attacked on the ground that no record of\nwireless message has been produced; no one from P.S.\nMalcha Marg was examined; no record of P.S. Malcha Marg\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 667\n[RANJANA PRAKASH DESAI, J.]\nhas been produced; no information was given to the nearest\nMagistrate and no record showing presence of PW-72 PC\nMukesh of P.S. Chanakyapuri was produced. It is also stated\nthat no witness from the CFSL has been examined; no\nphotographs have been produced and no independent\nwitnesses have been examined. In our opinion, it was not\nnecessary to produce the record showing presence of PW-72\nPC Mukesh. We find him to be a truthful witness. In his evidence,\nPW-72 PC Mukesh clearly stated that on 4/7/1995, the said car\nwas found abandoned near Gujarat Bhavan. He also deposed\nthat before leaving the police station for patrolling duty, he was\ngiven number of the said car by SHO saying that it was involved\nin the murder case of P.S. Connaught Place and he should look\nfor the said car. In view of the clear testimony of PW-72 PC\nMukesh, it was not necessary to produce other record to\nsupport seizure of the car. There is no reason to disbelieve him.\nPW-81 10 Niranjan Singh has stated that the blood stains found\nin the dicky were scratched and sample thereof was taken.\nTherefore, even if no witness from the CFSL has been\nexamined to depose about this or no photographs have been\nproduced, that has no adverse effect on the prosecution case.\nSome advantage is sought to be drawn from the discrepancies\nin the time as regards receipt of wireless message from PW-\n81 10 Niranjan Singh and the estimate of time given by PW-72\nPC Mukesh regarding PW-81 IO Niranjan Singh's presence at\nthe site and the time given by PW-81 IO Niranjan Singh as to\nwhen he reached the said flat after taking samples from the\nappellant's car. The estimate of time given by the witnesses\ndiffer and may, at times, conflict. When there are telltale\ncircumstances on record clearly supporting the prosecution\ncase, assuming there are some discrepancies in the evidence\nof witnesses as regards time, it would not make any dent in\nthe prosecution story. The argument that in the dicky there ought\nto have been a pool of blood, will also have to be rejected. PW-\n75 Inspector Jagat Singh in his evidence stated that from the\nspot, a polythene sheet/tarpaulin bearing stains of blood on one\nside and scratch marks on the lower side was taken in\nA\nB\nC\nD\nE\nF\nLL\nG\nH\n668 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA possession under seizure memo [Ex-PW-75/1]. The body must,\ntherefore, have been well covered in polythene sheet to hide it\nand, hence, there was no pool of blood in the dicky. This also\nexplains why there was no trail of blood on the staircase or on\nthe road. Blood was, however, found in the said flat.\nB\nC\n39. The CFSL Report dated 27/7/1995 states that the hair\nrecovered from the back of the left front seat of the said car\nwere identified to be of human origin. However, no opinion could\nbe given as to whether they were of the deceased. From the\ndicky, no human hair were recovered possibly because the\ndead body was properly covered. This circumstance appears\nto us to be totally innocuous and no advantage can be drawn\nfrom it by the defence. So far as the sample of blood found in\nthe dicky of the said car is concerned, the CFSL Report while\nconfirming that it was blood, stated that the blood group could\nnot be analysed. There is no positive finding that the blood.\ndetected was not found to be 'human' blood. The submission\nthat the blood detected in the dicky was found not to be 'human'\nblood is contrary to facts. Seizure of the appellant's car which\nwas found abandoned at Malcha Marg with dry blood in the\nE dicky establishes the prosecution case that the said car was\nused by the appellant to carry the dead body to the Bagial\nRestaurant. It is further established that after leaving Bagia\nRestaurant on arrival of police, he came to Malcha Marg and\nparked the car there.\nD\nF\nG\nH\n40. The evidence on record establishes that after\ncommitting the murder, the appellant spent the night at Gujarat\nBhawan situated at Malcha Marg. Thereafter, the appellant was\non the run. PW-81 IO Niranjan Singh's evidence throws light on\nit. It appears that while in Madras, the appellant having come\nto know that the police were looking for him, obtained\nanticipatory bail. On an application filed by the prosecution, the\nanticipatory bail was cancelled. According to PW-81 IO\nNiranjan Singh, he learnt that on 10/7/1995, the appellant was\narrested by PW-46 Inspector Gangadhar of the Bangalore\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 669\n[RANJANA PRAKASH DESAI, J.]\nB\nPolice. PW-81 IO Niranjan Singh got the production warrant A\nissued from the concerned Magistrate by filing Application [Ex-\nPW-81/X-6]. On 11/7/1995, he along with his colleague reached\nBangalore and took custody of the appellant. The appellant led\nthem to Room No.110 of Hotel Pai Vihar where he was staying\nalong with his advocate Mr. Anantanarayan. From Room\nNo. 110, a briefcase was recovered. In the briefcase, there was\na revolver of Arminius make of .32 bore. There were four live\ncartridges, arms licence, passport and other documents. A key\nof a Maruti Car was also found from the briefcase and the same\nwas also taken charge of and marked Ex-PW-81/X-10. All the\narticles were seized and seizure memo [Ex-PW-47/A] was\ndrawn. The appellant was then brought to New Delhi. PW-81\n10 Niranjan Singh has clearly stated that he informed the\nsecurity personnel at the airport about the recovered revolver\nand the cartridges, while bringing the appellant to New Delhi\nby air.\nC\nD\n41. No advantage can be drawn by the appellant from the\nfact that in the remand application dated 12/7/1995, it was\nstated that the weapon used in the crime had to be ascertained\nand recovered, though a revolver had been recovered on 10/ E\n7/1995. It must be borne in mind that the said remand\napplication was made at an early stage of investigation. When\nthe remand application was made, the police had not\nascertained from the CFSL whether the revolver recovered at\nBangalore was used by the appellant. Therefore, the said F\naverment does not affect the veracity of recovery evidence. As\nregards the criticism that there is no statement of the appellant\nrecorded under Section 27 of the Evidence Act and, therefore,\nrecoveries made at Bangalore become inadmissible is\nconcerned, it must be stated that it is not the prosecution case\nthat any statement of the appellant was recorded under Section\n27 of the Evidence Act. The revolver was recovered during\ninvestigation. Pertinently, the CFSL Report has established the\nlink between the revolver recovered from the hotel room at\nBangalore and the bullets found in the skull of the deceased.\nG\nI\nB\n670 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA Evidence of police witnesses on this aspect is cogent and\nreliable. We find no reason to discard it. We may add here that\nin his statement recorded under Section 313 of the Cr.P.C. the\nappellant admitted that he possessed .32 bore Arminius.\nrevolver. But he stated that police recovered it from his\nresidence at Maurya Enclave when he was at Tirupati. The\nappellant has not led any evidence to prove that he was staying\nat Maurya Enclave. His parents did not step in the witness box.\nThis story is rightly disbelieved by the High Court. Thus, the\nappellant's admission that he possessed .32 bore Arminius\nrevolver goes a long way amongst other circumstances in\nestablishing his guilt.\nC\n42. Alleged non-compliance with procedural requirements\nlaid down in Cr.P.C. by PW-81 IO Niranjan Singh who was\nconducting investigation outside his jurisdiction assuming to be\nD true, is an instance of irregularity in investigation which has no\nadverse impact on the prosecution case. It is true that Mr.\nAnantanarayan, the advocate was not examined. It is also true.\nthat PW-48 Srinivas Rao, the Manager of Pai Vihar Hotel and\nPW-50 Kancha, the waiter of the said hotel were given up by\nE the prosecution. Mr. Anantanarayan being advocate of the\nappellant was not expected to support the prosecution. It\nappears that, therefore, he was not examined. So far as PW-\n48 Srinivas Rao is concerned, he was not examined by the\nprosecution because he was won over by the appellant. PW-\n50 Kancha was not examined by the prosecution because he\nhad difficulty in understanding Hindi and English. These\nwitnesses are therefore, of no use to the prosecution. However,\nthe prosecution case is substantiated by the evidence of PW-\n81 IO Niranjan Singh, PW-55 ACP Raj Mahinder Singh of Delhi\nCrime Branch and PW-47 Cl Gowda of Hauze Kote Police\nStation, Bangalore. We find them to be truthful. There is no\npresumption that evidence of police witnesses is always tainted.\nNo evidence has been brought on record to suggest that they\nbore any grudge against the appellant and, hence, wanted to\nfalsely involve him. In our opinion, recoveries made at\nF\nG\nH\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 671\n[RANJANA PRAKASH DESAI, J.]\nBangalore are proved beyond reasonable doubt.\n43. So far as recoveries of bloodstained clothes at the\ninstance of the appellant from bushes near Gujarat Bhawan and\nfrom Rangpuri area are concerned, the trial court has not relied\nupon the recovery made from the area near Gujrat Bhawan. The\nHigh Court has found no reason to discard the recovery made\nfrom Rangpuri area. In our opinion, even if these recoveries are\nkept out of consideration, there is enough other evidence on\nrecord which establishes the guilt of the appellant. It is therefore,\nnot necessary to dwell on the said recoveries.\nA\nB\nC\n44. Counsel for the appellant has stated that according to\nthe prosecution on 11/7/1995, a revolver and arms licence were\nrecovered from the hotel room of the appellant at Pai Vihar,\nBangalore. The same were put in a parcel sealed with the seal\nof N.S. It is submitted that on 15/10/1995, the licence period D\nwas extended to cover up the lacunae and an entry was made\non the seized licence to that effect and this suggests tampering.\nWe find no substance in this allegation. It appears from the\nevidence that the appellant had made an application for\nextension of licence on 18/1/1994 which was granted on 15/ E\n10/1995 by PW-55A ACP Ram Narain. The evidence on\nrecord indicates that what was recovered on 11/7/1995 is\nlicence (Ex-PW-47/E) and according to PW-55A, ACP Ram\nNarain, he made the entry of extension dated 15/10/1995 on\nthe licence (Ex-PW-55/A). There is, therefore, no question of F\ntampering with the seized licence. Besides, no question was\nput to any of the officers about the co-relation between the said\ntwo exhibits. In any case, expiry of arms licence has nothing to\ndo with the core of the prosecution case. We reject this\nsubmission.\nG\n45. We shall now go to the medical evidence. We have\nalready reproduced the observations made by PW-85 Dr.\nJoginder Pal in his Medico Legal Report after he received the\ndead body. We have also reproduced the relevant portions of\nthe post-mortem notes and the cause of death given by CW-6 H\nB\n672\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA Dr. Sarangi. According to CW-6 Dr. Sarangi, the cause of\ndeath was hemorrhagic shock consequent to various ante-\nmortem injuries found on the dead body. He has opined that\nthe burns present on the said body must be probably inflicted\nafter the death. It was argued that it is doubtful whether the death\nwas caused due to firearm injuries. It was pointed out that PW-\n85 Dr. Joginder Pal, the Casualty Medical Officer at RML\nHospital has stated that he did not find any firearm injuries in\nthe neck or in the head or in the nape of the deceased.\nMoreover, CW-6 Dr. Sarangi also did not notice any bullet mark\nor bullet present in the dead body. In fact, he stated that the\nbrain matter was intact. Doubt was cast on the opinion of the\nBoard of Doctors, who extracted the two bullets and opined that\nthose two bullets caused death. It was argued that the skull from\nwhich bullets were recovered was not the skull of the deceased.\nWe have no hesitation in rejecting all these submissions which\nare aimed at creating doubt about the Report of the Board of\nDoctors.\nC\nD\n46. So far as PW-85 Dr. Joginder Pal is concerned,\nadmittedly, he did not conduct the post-mortem. He conducted\nE superficial examination of the dead body. Obviously, therefore,.\nhe did not notice any firearm injury in the neck or in the head\nor in the nape of the deceased. It is true that CW-6 Dr. Sarangi\ndid not notice any evident bullet marks or the bullets embedded\nin the skull. Possibly the bullets were so embedded that they\nF were not visible to the naked eye. In this connection, it is\nnecessary to turn to PW-81 IO Niranjan Singh's evidence. He\nstated that as he found empty cartridges, a lead bullet and a\nbullet hole on a ply in the said flat, he suspected that a firearm\nmust have been used in this incident. Therefore, he requested\nG CW-6 Dr. Sarangi to conduct X-ray examination of the dead\nbody. However, X-ray examination was not conducted. These\nfacts were mentioned by him in letter (Ex-PW-81/X-11). Since\nno X-ray examination was done on 9/7/1995, he discussed the\nneed of having a second post-mortem with the DCP, New Delhi\nand ACP, Connaught Place. He wrote a letter containing queries\nH\nh\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 673\n[RANJANA PRAKASH DESAI, J.]\nabout re-post-mortem and handed it over to PW-57 SI Ombir\nSingh and directed him to hand over the same to the Board of\nDoctors. According to him, on 9/7/1995, he had requested Dr.\nAditya Arya, DCP for constitution of Board of Doctors. Copy\nof the letter to Dr. Arya is at Ex-PW-81/X-11. The\nCommissioner requested the Lt. Governor and by the order of\nLt. Governor of New Delhi, the Board of Doctors was\nconstituted. PW-44 Dr. Bharat Singh, PW-68 Dr. T.D. Dogra\nand Dr. S.K. Khanna were selected as members of the Board.\nOn 12/7/1995, at about 10.30 a.m., the members of the Board\nof Doctors reached the Lady Hardinge Mortuary to conduct\nsecond post-mortem. CW-6 Dr. Sarangi was also there and he\nhad a conversation with them. Second post-mortem report (Ex-\nPW-44/A) indicates that it was partly conducted at Lady\nHardinge Mortuary and thereafter the body was shifted to the\nCivil Hospital for X-ray. Skull was X-rayed. X-ray revealed two\nbullets embedded in the skull.\nA\nB\nC\nD\nE\nF\n47. In our opinion, when PW-81 10 Niranjan Singh had\nrequested CW-6 Dr. Sarangi to get the dead body X-rayed, he\nshould have got the X-ray examination done. He gave an\nexcuse that the X-ray examination was not done because the\nportable X-ray machine available at Lady Hardinge Medical\nCollege was not functioning. Assuming this to be true, in a\nserious crime like this, he should have immediately taken the\ndead body to the Civil Hospital for X-ray examination. It is\npertinent to note that to a court question, he has stated that he\nwas making sincere efforts to get X-ray of the dead body done\nin the X-ray department in consultation with the Medical\nSuperintendent of the hospital. However, before he could\ncomplete any such endeavour, the body was taken away by\nPW-81 IO Niranjan Singh for further examination by some other G\ndoctors at some other hospital. There is nothing on record to\nshow that CW-6 Dr. Sarangi made any grievance about this\nfact. In fact, he admitted that in the post-mortem report, he did\nnot mention these facts nor did he take any action against PW-\n81 10 Niranjan Singh. When asked whether he had taken any H\nC\n674 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA action, CW-6 Dr. Sarangi changed his stand and stated that\nhe thought that what PW-81 IO Niranjan Singh was doing was\nin the furtherance of \"good justice\". He has indeed contradicted\nhimself. If he thought that the dead body was suddenly\nwithdrawn and he was keen on X-raying it, then he ought to have\nB written a letter to that effect to the Commissioner of Police and\nto the hospital authorities and he ought to have made complaint\nagainst PW-81 10 Niranjan Singh. He did nothing. In fact, at one\nstage he stated that the necessity of X-ray examination was not\nrealized by him because he did not notice any bullet marks and\nat another stage he suggested that he wanted to get the dead\nbody X-rayed. When he was asked as to whether a bullet can\nbe put inside the body after death at the place where it has\nbeen noticed by the Board, he stated that the possibility could\nnot be absolutely ruled out especially in the presence of multiple\npost-mortem cracks and separation of the skull bone from the\nneck for the purpose of superimposition. Thus, CW-6 Dr.\nSarangi in his evidence has tried to cast a doubt on the entire\ninvestigation and the Board of Doctors. The trial court severely\ncommented on the conduct of CW-6 Dr. Sarangi. The High\nCourt, however, expunged those remarks. Since the High Court\nhas expunged those remarks, we would not like to reopen the\nissue. But we find it extremely difficult to reject the opinion of\nthe Board of Doctors on the basis of his evidence. Eminent\ndoctors were members of the Board of Doctors. They had no\nreason to falsely implicate the appellant.\nD\nE\nF\n48. We would also like to make it clear that there is\nabsolutely no reason to doubt the prosecution case that the skull\nof which X-ray was taken was that of the deceased. CW-6 Dr.\nSarangi stated that on the request of PW-81 IO Niranjan Singh,\nG the skull bone was separated for superimposition. PW-81 10\nNiranjan Singh stated that he received the skull on 5/7/1995.\nHe stated that at the time of post-mortem, he gave application\ndated 5/7/1995 to the Autopsy Surgeon for preserving the skull\nfor superimposition. Thus, the skull was merely separated for\nthe purpose of superimposition but remained in the mortuary\nH\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 675\n[RANJANA PRAKASH DESAI, J.]\nC\nalong with the dead body. The first post-mortem report dated A\n5/7/1995 records that the skull was preserved for\nsuperimposition. The skull along with the body remained in the\nmortuary of Lady Hardinge Medical College after the first post-\nmortem and was not sent for superimposition. On application\ndated 9/7/1995 submitted by PW-81 10 Niranjan Singh, an B\norder was passed for the second post-mortem. This application\nshows that though a request was made for skull\nsuperimposition test, the dead body with its head was still\npreserved in the Lady Hardinge Medical College mortuary and\nprocess of superimposition had not started till then. The second\npost-mortem report records that the body was kept in the\nmortuary of Lady Hardinge Medical College in a plastic bag and\nwas taken out from the same. It was a dead body with the skull\nseparated. The evidence clearly shows that the separated skull\nremained along with the body in the mortuary of the Lady D\nHardinge Medical College from 5/7/1995 till 12/7/1995. The\nsecond post-mortem was conducted on 12/7/1995. During the\nsecond post-mortem, the dead body was taken to Civil Hospital\nfor X-ray and, thereafter, it was brought back to the Lady\nHardinge Mortuary: The body along with the skull was later taken\nto AIIMS for conducting superimposition. The defence has not\nbeen able to create any doubt in our minds that the skull was\nnot that of the deceased. Minor discrepancies, if any, in the\nevidence of witnesses are natural in a case of this type. They\nwill not have any adverse impact on the basic case of the\nprosecution which is borne out by cogent and reliable evidence.\nE\nF\n49. The second post-mortem report states that the body\nwas kept in the mortuary of Lady Hardinge Medical College in\na plastic bag and was taken out from the same in the presence\nBoard of Doctors. On external examination, the body is G\ndescribed as \"a burnt dead body, with skull separated at upper\ncervical level (kept in a separate cardboard box)\". After\ndescribing the state of upper limbs, lower limbs, left lower limb,\nthoracic cavity, abdominal cavity, kidneys, back of trunk, spinal\ncolumn, head, skull vault, cranial cavity, it is stated that at that\nI\n"}