{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"A\nB\n636 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\n16. The bullets recovered from the body, fired cartridge\ncases, one lead bullet which were recovered from the said flat,\nthe live cartridges and Arminius revolver recovered from the\npossession of the appellant at Bangalore were sent to the\nCentral Forensic Science Laboratory (\"the CFSL\") for\nexamination by a Ballistic Expert. The Ballistic Expert - PW-\n70 Roop Singh gave Report (Ex. PW-70/A) confirming that the\n.32 Arminius revolver was a firearm in working condition and\nhad been fired through. He further opined that the five .32\ncartridge cases and one lead bullet, which were recovered from\nthe said flat and the two lead bullets which were extracted from\nthe skull and neck of the deceased had been fired from the said\n.32 Arminius revolver. The piece of plywood seized from the\nsaid flat on which a bullet hole was noticed, was also forwarded\nto the CFSL. The bullet hole was found to have been caused\nby the aforesaid .32 lead bullet recovered from the said flat.\nD\nBlood stained articles seized from the Bagia Restaurant and\nthose recovered from the said flat were sent to the CFSL\nwhere, on examination, it was found that human blood found\non these articles was of 'B' group, which was the blood group\nof the deceased.\nC\nE\n17. DNA test was also got conducted from the Centre for\nCellular and Molecular Biology, Hyderabad for confirming the\nidentity of the corpse by forwarding to it the blood samples of\nthe parents of the deceased and the tissues (muscle) from the\nF thigh, radius and ulna bones and two ribs of the deceased. The\nDNA Report (Ex.PW-87/A) confirmed that the dead body which\nwas burnt at the Bagia Bar-be-Que tandoor was that of the\ndeceased, who was the biological offspring of CW-1 Smt.\nJaswant Kaur and CW-2 Harbhajan Singh.\nG\nH\n18. After completion of investigation, the prosecution came\nto the conclusion that the deceased was killed by the appellant\nsince he was suspecting that she was having some relationship\nwith PW-12 Matloob Karim. The appellant also did not want to\nmake his marriage with the deceased public and the deceased\nSUSHIL SHARMA V. STATE OF N.C.T. OF DELHI 637\n[RANJANA PRAKASH DESAI, J.]\nwas insisting on that. After killing her, the appellant with the help A\nof A2-Keshav burnt her dead body in the tandoor of Bagia Bar-\nbe-Que. The appellant was harboured to save him from\npunishment from the crime by three persons, namely, A3-Jai\nPrakash, A4-Rishi Raj and A5-Ram Prakash. After the case\nwas committed to the Sessions Court, learned Additional B\nSessions Judge framed charges as aforesaid against the\naccused.\nTHE TRIAL:\nC\n19. In support of its case, the prosecution examined 85\nwitnesses. Seven Court Witnesses were also examined. We\nshall refer to the important witnesses as we proceed further.\nAll the accused pleaded not guilty to the charges and claimed\nto be tried. During the trial, A2-Keshav moved an application\n{ confessing his guilt so far as the charges against him under D\nSection 201 read with Section 120-B of the IPC are concerned.\nHe requested the court to dispose of his case in view of the\nconfession. He, inter alia, stated that he had not conspired to\nmurder the deceased. He was serving in Bagia Restaurant of\nthe appellant and, at his command, he put the dead body of E\nthe deceased in the tandoor. At the trial, A2-Keshav admitted\nthe correctness of the contents of his confessional application.\nHowever, he added that it was moved because the Special\nPublic Prosecutor told him that he would be released at the final\nstage of the trial.\nF\n20. The appellant in his statement recorded under\nSection 313 of the Cr.P.C., inter alia, stated that from the\nevening of 1/7/1995 to 6/7/1995 he was at Tirupati Balaji and\nthen he went to Madras on 7/7/1995. From Madras, he gave a\nG\ntelephone call at his residence in Maurya Enclave in Delhi when\nhe came to know that one ACP Alok Kumar had visited his\nresidence on 3/7/1995 and had removed from there his vehicle,\nlicensed revolver, license of the revolver and bullets. He, further,\nstated that the ACP had given his telephone number and had\nH\n638 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA left a message for him to contact him on phone and when the\nappellant contacted the ACP, he told him to get anticipatory bail\notherwise he would be arrested. He, then, obtained anticipatory\nbail from the Sessions Court at Madras. On 8/7/1995, he was\ncalled for enquiry at a police station at Madras and that day in\nB the evening some police officers from Delhi reached there and\nbrought him to Bangalore and showed his arrest there on 10/\n7/1995. He admitted that Car No.DL-2CA-1872 belonged to\nhim. He stated that it was removed from his residence at MP-\n27, Maurya Enclave, Delhi where it was parked by his driver.\nAt one stage, he admitted that he was living with the deceased\nat Mandir Marg. However, as far as his relationship with the\ndeceased is concerned he stated as under:\nC\nD\nE\nF\nLL.\nG\nH\n\"I knew Naina since 1985. She contested election of\nShyama Parsad Mukherjee college. She lost. I was\npresident of N.S.U.I. Delhi. She came in contact with me\nthen. Her attendance was short in the college. She was not\nallowed to sit in the examination. Next year I got admitted\nher in the correspondence course. She was career\noriented woman. She learned the course of Pilot. I helped\nher in that. She went to London for CPL (Commercial pilot\nlicense). From 1994 to January 1995 she lived in a flat\nOpp. Birla Mandir as paying guest. That flat belonged to\na lady working in Doordarshan. I have shown that flat to\npolice. Police did not cite her as witness. I used to be\ncalled at various functions organized at her residence\nalong with other lady friends associated with her business\nand pilot course. She started living separately from her\nparents after there was a dispute between her and her\nfather. She then lived at Gole Market. In the functions which\nwere organized at the residence at Gole Market her\nparents visited and I also visited. She had a servant Ramu\n@ Bilas. She was not allowing anyone else to stay there\nincluding her parents. I had no contact with her after\nJanuary, 1995. She remained busy in her career and I\nremained involved in politics\".\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 639\n[RANJANA PRAKASH DESAÍ, J.]\n21. None of the accused persons adduced any evidence A\nin defense.\n22. After considering the evidence, learned Additional\nSessions Judge convicted the appellant as aforesaid. The\nReference made by the learned Sessions Judge under Section\n366 of the Cr.P.C. was heard by the High Court along with the\nappeal filed by the appellant challenging his conviction and\nsentence. The High Court dismissed the appellant's appeal and\nconfirmed the death sentence awarded to him. Hence, this\nappeal by special leave.\nB\nC\n23. We have heard Mr. Jaspal Singh, learned Senior\nAdvocate for the appellant and Mr. Amarjit Singh Chandhiok,\nlearned Additional Solicitor General for the State of NCT of\nDelhi. We have carefully perused the written submissions filed\nby them. Since death sentence is awarded to the appellant, we. D\nhave independently considered the evidence. We shall now give\nthe gist of the submissions of the counsel.\n24. WRITTEN SUBMISSIONS ON BEHALF OF THE\nAPPELLANT ON THE MERITS OF THE CASE:\n(a)\nE\nThis is a case which rests on circumstantial\nevidence and, therefore, motive assumes great\nsignificance. The prosecution case is that the\ndeceased wanted to make public her marriage with\nthe appellant and the appellant did not want to do F\nthat because that would have affected his political\ncareer. To substantiate this case, PW-12 Matloob\nKarim has been examined, but, his conduct makes\nhim a totally unreliable witness. He is a married man.\nDespite the appellant's marriage with the G\ndeceased, he kept alive his relationship with the\ndeceased. He continued to assist the deceased in\nher attempt to go to Bombay or migrate to Australia.\nAll this indicates that he was inimically disposed\ntowards the appellant. In any case, marriage can H.\nA\nB\nD\nE\nFL\n☐ G\n☐ H\n640\nSUPREME COURT REPORTS\n(b)\n[2013] 16 S.C.R.\nhardly spoil anyone's political prospects. Besides,\nthere is ample evidence on record to establish that\nthe marriage was already known to everybody. PW-\n12 Matloob Karim knew about it. Marriage was with\nthe consent of the parents of the deceased. They\nused to visit the said flat where the deceased was\nallegedly living with the appellant as his wife. Thus,\nthe alleged motive for the murder viz. that the\ndeceased wanted to make the marriage between\nher and the appellant public is not proved. Even\notherwise, the prosecution evidence shows that the\nappellant was deeply in love with the deceased.\nDespite knowing her intimate relations with PW-12\nMatloob Karim, he did not turn her out of the house.\nHe only restricted her movements as he wanted to\nstop her from her wayward ways. There is no\nevidence on record to show that there were any\nconstant quarrels between the appellant and the\ndeceased. The story that the appellant suspected\nthe fidelity of the deceased and, hence, he killed her\nis also not borne out by the evidence. Therefore, the\nprosecution has failed to prove motive.\nIt is the prosecution case that empty cartridges\nwere recovered from the matrimonial house of the\ndeceased on 4th and 5th of July, 1995. According\nto PW-81 IO Niranjan Singh, on 4/7/1995, he\ninspected the said flat in the presence of PW-14\nInspector Suraj Prakash and PW-13 Dhara Singh.\nHe found two bowls on the cupboard containing\nempty cartridges and one .32 bore empty cartridge\nunder a stool and one lead bullet under the bed. He\nfurther stated that he did not take them into\npossession as the Ballistic Experts were not\npresent. According to him, he left the said flat under\nsurveillance of PW-14 Inspector Suraj Prakash.\nThis story is concocted because PW-13 Dhara\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 641\n[RANJANA PRAKASH DESAI, J.]\n(c)\nA\nSingh, the panch witness has nowhere stated that\nempty cartridges and lead bullet were found in the\nhouse on 4/7/1995. He visited the said flat on 5/7/\n1995 along with PW-70 Roop Singh, the Ballistic\nExpert and took those cartridges and lead bullet into\npossession in his presence. The lead bullet was B\nstained with the blood of the blood group of the\ndeceased. PW-14 Inspector Suraj Prakash\nadmitted that in his statement recorded under\nSection 161 of the Cr.P.C. there is no mention of\nthose recoveries. No memo was prepared that C\nthough empty cartridges and lead bullet had been\nfound, they had not been taken into possession on\naccount of the advise of persons from the CFSL.\nThe Ballistic Expert - PW-70 Roop Singh does not\nsay anything about the recoveries allegedly effected D\non 5/7/1995. There is a recovery memo of 4/7/\n1995. It does not speak of recovery of empty\ncartridges or lead bullet. Thus, the version of PW-\n81 10 Niranjan Singh about the recovery of empty\ncartridges and lead bullet is falsified.\nE\nF\nIt is the case of the prosecution that the deceased\nhad received two bullet injuries in the skull. This is\nconfirmed by the Report of the Board of Doctors.\nAny other firearm injury is, therefore, ruled out.\nTherefore, the prosecution must explain the\npresence of a lead bullet having blood group of the\ndeceased in the room. This suggests that there was\nsome other person also in the house having the\nsame blood group as that of the deceased as the\nappellant has a different blood group from that of G\nthe deceased. Had the prosecution taken the finger\nprints from the vodka bottle which was lying there,\nit would have provided answer to this as someone\nwas consuming vodka in the room. The deceased\nwas a teetotaler and so is the appellant. Besides, H\nA\nB\nD\n☐ E\nF\nG\nH\n642\nSUPREME COURT REPORTS\n(d)\n[2013] 16 S.C.R.\nthe alleged recovery of empty cartridges, lead bullet\nand bullet hole in the plywood show that at least 10\nrounds were fired (5 empty cartridges in the bowls,\ntwo recovered from the floor, one causing hole in\nthe ply and two found from the skull). Surprisingly,\nthe next door neighbours did not notice such firing.\nMoreover, the police found no trail of blood in the\ndrawing room, on the stairs or on the road. This\ncasts a shadow of doubt on the prosecution story.\nIt is also doubtful whether the death was caused\ndue to firearm injuries. PW-85 Dr. Joginder Pal, the\nCasualty Medical Officer at RML Hospital, who was\non duty on 3/7/1995, stated that he did not find any\nfirearm injuries in the neck or in the head or in the\nnape of the deceased. CW-6 Dr. Sarangi, who had\nconducted the post-mortem of the deceased on 5/\n7/1995 at 3.30 p.m. at Lady Hardinge Medical\nCollege stated that he had opened the skull and\nhad not noticed any bullet mark or any bullet and\nthat the brain matter was intact. CW-6 Dr. Sarangi\nis MBBS and MD in forensic medicine and\ntoxicology, having experience in the field and,\ntherefore, his evidence cannot be lightly brushed\naside. The Board of Doctors allegedly extracted\ntwo bullets and opined that those two bullets\ncaused the death. Report dated 13/7/1995 of the\nBoard headed by PW-44 Dr. Bharat Singh needs\nto be rejected because as per PW-44 Dr. Bharat\nSingh, the Board first conducted post-mortem on\n12/7/1995 at 12.00 noon at Lady Hardinge Medical\nCollege which lasted upto 2.00 or 3.00 p.m. and it\nwas only after 2.00 or 3.00 p.m. that the body was\nshifted to the Civil Hospital. However, as per PW-\n57 SI Ombir Singh, on instructions of PW-81 10\nNiranjan Singh, he reached the mortuary of Lady\nHardinge Medical College at 9.00 a.m. on 12/7/\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 643\n(e)\n(f)\n[RANJANA PRAKASH DESAI, J.]\n1995, took the body from there at 9.30 a.m. and A\nreached the Civil Hospital at 11.30 a.m., where he\nentrusted the body to PW-44 Dr. Bharat Singh.\nAccording to him, post-mortem started at Civil\nHospital at 12.30 p.m. However, as per the Report\nof the Board, the post-mortem started at Lady B\nHardinge Medical College at 12.00 noon and,\nthereafter, the body was shifted to the Civil Hospital.\nPW-57 SI Ombir Singh has not been declared\nhostile and, if his statement is accepted, the\nevidence of PW-44 Dr. Bharat Singh about the C\npost-mortem becomes suspect.\nD\nThere is no evidence on record that the body and\nthe skull subjected to post-mortem by the Board\nwere of the deceased. PW-44 Dr. Bharat Singh\nstated that the body and the skull had been identified\nby PW-57 SI Ombir Singh. However, PW-57 SI\nOmbir Singh has nowhere stated that he had\nidentified the body. There is no evidence produced\nfrom the mortuary of Lady Hardinge Medical\nCollege that on 12/7/1995 the body and the skull of E\nthe deceased were in its mortuary and no record\nhas been produced to show that they were removed\nfrom there on 12/7/1995. Lady Hardinge Hospital\n\u0026 Medical College is one of the top-most hospitals\nin Delhi. It is unbelievable that it had no X-ray facility. F\nTherefore, the reason given for removal of the dead\nbody and skull from Lady Hardinge mortuary to Civil\nHospital that because X-ray facility was not\n´available there, it was so removed, is not\nacceptable.\nThe entire evidence relating to the Board of Doctors\ndeserves to be rejected because (a) there is no\nevidence that the skul! sent for X-ray was that of the\ndeceased; (b) assuming that the skull was that of\nG\nH\nA\nB\nс\n☐ D\n☐ E\n☐ F\n☐ G\n☐ H\n644\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nthe deceased, the prosecution has not led any\nevidence to assure that before 12/7/1995, it had not\nbeen tampered with; (c) the members of the Board\nhave not proved the sky grams which allegedly they\nhad examined on 12/7/1995; (d) although PW-44\nDr. Bharat Singh has stated that the sky grams and\nthe Report of the Radiologist were received from\nthe Radiologist on 12/7/1995 at 2.00 p.m. or 3.00\np.m., the Report of the Radiologist shows that X-\nrays were taken on 13/7/1995 and the Report was\nalso prepared on 13/7/1995 and (e) as the X-ray\nfilms were developed and the Report was prepared\non 13/7/1995, recovery of bullets from the skull on\n12/7/1995 allegedly on the basis of X-rays and the\nReport of CW-7 Dr. P.S. Kiran makes the entire\nversion regarding recovery of bullets unworthy of\nreliance. There is no evidence on record to establish\nthat the members of the Board were experts in\nconducting post-mortems. The answer given by\nCW-6 Dr. Sarangi to a court question, which\ncontains six reasons for rejecting the Report of the\nBoard have not been answered by the prosecution.\nCW-6 Dr. Sarangi stated that after the post-mortem\nwas conducted on 5/7/1995 on the request of PW-\n81 IO Niranjan Singh, he had handed over the skull\nbone, after separating the same from the body, to\nPW-81 IO Niranjan Singh. This is supported by\nendorsement dated 5/7/1995 made by PW-81 10\nNiranjan Singh on a letter addressed by SHO, P.S.\nConnaught Place to the Autopsy Surgeon, Lady\nHardinge Medical College. If the skull was handed\nover to PW-81 IO Niranjan Singh on 5/7/1995, then\nthere is no evidence to show where the skull was\nkept till 12/7/1995 when it was produced before the\nBoard headed by PW-44 Dr. Bharat Singh for post-\nmortem. PW-44 Dr. Bharat Singh has stated that\n\"a burnt dead body with skull separated\" was\ni\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 645\n[RANJANA PRAKASH DESAI, J.]\nreceived by him and that the skull was kept in a\nseparate cardboard box. Therefore, there is no\nevidence to establish that the skull was that of the\ndeceased and assuming it to be the skull of the\ndeceased, there is no guarantee that between 5/7/\n1995 and 12/7/1995, it was not tampered with.\nFrom the evidence on record, it can be said that\nonly one unidentified skull of a lady containing two\nbullets was handed over to the Board on 12/7/1995.\nWhen asked whether a bullet can be put inside the\nbody after death at a place where it had been\nnoticed by the Board, CW-6 Dr. Sarangi stated that\nsuch a possibility could not be absolutely ruled out\nespecially in the presence of multiple post-mortem\ncracks and separation of the skull bone from the\nneck for the purpose of superimposition.\nA\nB\nC\nD\n(g) Assuming that the skull produced before the Board\nwas that of the deceased and that two bullets were\nrecovered from the skull, the prosecution has failed\nto prove that the bullets were fired from the revolver\nof the appellant. It is the prosecution case that two E\nbullets were put in two separate parcels and both\nbore the seal of Civil Hospital and, they were\nhanded over to PW-81 10 Niranjan Singh by PW-\n57 SI Ombir Singh. However, PW-81 IO Niranjan\nSingh has nowhere stated that he had deposited F\nthe two parcels with the seal of Civil Hospital with\nthe Mohrar Malkhana. He has not stated that he had\nhimself sent those two parcels with the seal of the\nCivil Hospital to the CFSL. PW-67 HC Raj Kumar,\nwho was in-charge of Mohrar Malkhana has stated G\nthat no parcel was deposited with him on 12/7/\n1995, 13/7/1995 and 14/07/1995. It was only on 15/\n7/1995 that two parcels were deposited but they\nbore the seal of N.S. Thus, from his evidence, it\ncannot be concluded that the parcels with the seal H\n"}