{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\n☐ C\nD\nE\nF\n☐ G\n646\nSUPREME COURT REPORTS\n(h)\n[2013] 16 S.C.R.\nof Civil Hospital were ever sent to the CFSL. If\nthese parcels were never sent to the CFSL, it\ncannot be said that the two bullets which killed the\ndeceased were fired from the revolver of the\nappellant. Moreover, the two bullets which were\nallegedly extracted by the Board from the skull have\nnot been identified by anyone.\nThe case that a revolver, a licence and four live\ncartridges were recovered from Pai Vihar Hotel,\nBangalore where the appellant was staying is false\nbecause on 10/7/1995 at 11.30 p.m., the appellant\nwas brought to Delhi. On 12/7/1995, a remand\napplication was made before the Metropolitan\nMagistrate's Court. In that application, it is stated\nthat the weapon used in the crime is to be\nascertained and recovered. If the weapon was\nalready recovered, such averment would not have\nbeen made in the application. Moreover, the\nappellant was brought on the strength of a\nproduction warrant issued by a Delhi Court and,\ntherefore, he was in judicial custody. Section 27 of\nthe Evidence Act would not be, therefore, attracted.\nin any case, no statement under Section 27 of the\nEvidence Act was recorded. The alleged recoveries\nare, therefore, not admissible. [Bahadul v. State of\nOrissa.1] Mr. Anantnarayan, the appellant's\nadvocate was present in the hotel room when the\nalleged recoveries were made. However, he has not\nbeen examined. Similarly, PW-48 Srinivas Rao, the\nManager of the hotel and PW-50 Kancha, the\nwaiter of the hotel were given-up after having\nentered the witness box. Recoveries were made by\nPW-81 10 Niranjan Singh of P.S. Connaught Place,\nNew Delhi in Bangalore i.e. outside his territorial\nH 1. AIR 1979 SC 1262.\n1\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI\n[RANJANA PRAKASH DESAI, J.}\n(i)\n647\njurisdiction. Therefore, provisions of sub-sections (4) A\nand (5) of Section 165 of the Cr.P.C. ought to have\nbeen followed. The licence which was allegedly\nrecovered from Pai Vihar Hotel, Bangalore had\nexpired on 18/1/1994 and its validity was extended\nonly on 15/10/1995. Therefore, at the time of B.\nalleged recovery of revolver on 11/7/1995, there\nwas no valid licence. Yet, no action was taken by\nthe police. To cover up this, the validity of the license\nwas extended later on. If the licence was deposited\nwith Mohrar Malkhana with the seal of N.S., it is not C\nunderstood how the entry of extension was made\non it on 15/10/1995. This suggests tampering of\nevidence.\nD\nE\nRecovery of the appellant's car from Malcha Marg\nis suspect because no record of wireless message\nhas been produced; no one from P.S., Malcha Marg\nwas examined; no record of P.S., Malcha Marg has\nbeen produced, no information was given to the\nnearest Magistrate; no record showing presence of\nPW-72 PC Mukesh Kumar was produced.\nAccording to the prosecution, the CFSL team was\ncalled and blood sample was taken from the blood\nstains in the dicky of the car. However, no witness\nfrom the CFSL has been examined; no\nphotographs have been produced and no F\nindependent witness has been examined. PW-72\nPC Mukesh Kumar stated that PW-81 10 Niranjan\nSingh remained at the site for six hours. PW-81 10\nNiranjan Singh stated that he had received wireless\nmessage about the car on 4/7/1995 at 9/10 a.m. G\nEven if he had reached the site at 10.00 a.m. he\nshould have remained there till 4.00 p.m. He,\nhowever, stated in his evidence that he reached the\nsaid flat at 11:30 a.m. or 12.00 noon on 4/7/1995.\nH\nA\nB\n0\n☐ D\n☐ E\n☐ F\n☐ G\nн\n648\nSUPREME COURT REPORTS\n(j)\n[2013] 16 S.C.R.\nThe seizure memo dated 4/7/1995 states that in the\ndicky of the car, very little blood was detected. The\nmemo also states that the long hairs were found at\nthe back of the front seat next to the driver's seat.\nIf the prosecution case is true then the dicky ought\nto have a pool of blood and not very little blood and\nthe long hairs should have been found in the dicky\nand not on the back of the front seat next to the\ndriver's seat.\nTo prove the presence of the appellant at the\ntandoor in the night of 2/7/1995, the prosecution\nhas examined PW-1 Philips and PW-2 Mrs. Nisha.\nThey stated that they had last seen the appellant at\naround 9.45 p.m. at the gate of Ashok Yatri Niwas\nin his Maruti car. However, PW-3 HC Kunju stated\nthat he noticed the fire at 11.20 p.m. Therefore, the\npresence of the appellant at around 10.00 p.m. at\nthe tandoor is not of much importance. To prove his\npresence at the tandoor at 11.30 p.m. the\nprosecution has also examined PW-4 Home Guard\nChander Pal and CW-5 HC Majid Khan. It is\napparent from the evidence of PW-3 HC Kunju that\nat the relevant time, the light at the Bagia\nRestaurant was switched off. The appellant was not\nknown to any of the witnesses. He was identified\nbecause PW-35 Mahesh Prasad had allegedly told\nthe witnesses about him. However, PW-35 Mahesh\nPrasad has stated that he had never met the\nappellant. It is doubtful whether PW-3 HC Kunju,\nPW-4 Home Guard Chander Pal and CW-5 HC\nMajid Khan were actually present. They are from\nP.S., Connaught Place. No record of P.S.,\nConnaught Place, has been produced to show that\nthey were on duty at the relevant time. No record\nhas been produced to show that PW-3 HC Kunju\nhad sent wireless message about the incident. In\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 649\n[RANJANA PRAKASH DESAI, J.]\nfact, PW-59 ASI Sher Singh stated that the A\nmessage was actually received from Constable\nRattan Singh. CW-5 HC Majid Khan of the PCR\nwas directed by the court to bring Log Book of the\nvehicle Victor 20 in which he claimed to have\n-\ngone to the restaurant. However, the record is B\nstated to have been destroyed. Thus, most vital\ncontemporaneous record was kept back\nintentionally. CW-5 HC Majid Khan also stated that\nPCR Van did not enter the hotel and remained\nparked outside. However, the register showing C\nentry and exit of vehicles indicates that the PCR\nVan entered the hotel. PW-35 Mahesh Prasad\nstated that all entries were made in the register by\nhim as directed by the police at the police station.\nThus, the prosecution story is shrouded in\nsuspicion. The prosecution has not been able to\nprove its case beyond reasonable doubt. The\nappellant, therefore, be acquitted.\n25. SUBMISSIONS ON BEHALF OF THE\nRESPONDENT ON THE MERITS OF THE CASE.\n(a) Unnecessary doubt is sought to be created as\nregards location of skull from 5/7/1995 till 12/7/\n1995. During trial no questions were asked and no\nsuggestions were put to the witnesses in this\nregard. Had that been done, the witnesses would\nhave offered explanation. In any case, there is\nreliable and cogent evidence on record that the\nskull was properly preserved and it was the skull\nof the deceased.\nD\nE\nF\nG\n(b) At one stage, the stand of the appellant was that\nthere was a possibility of implanting bullets on 12/\n7/1995 itself when the body was being taken to the\nCivil Hospital for X-ray. A contrary stand is taken\nin this Court that two bullets might have been put H\nA\nB\nC\n☐ D\nE\n☐ F\n☐ G\n☐ H\n650 SUPREME COURT REPORTS\n(c)\n[2013] 16 S.C.R.\nin the skull during the period 5/7/1995 to 12/7/1995.\nThis submission of the defence deserves to be\nrejected. There is no reason to disbelieve\nindependent evidence of the doctors who were part\nof the Board of Doctors.\nA revolver was recovered from the custody of the\nappellant from Bangalore on 11/7/1995. It was\nbrought to New Delhi along with the appellant on 12/\n7/1995. The Report of the CFSL shows that the\nbullets found in the skull were from the revolver of\nthe appellant. There was no cross-examination on\nthe veracity of the said Report. The defence has not\nstated what could be the motive for PW-81 10\nNiranjan Singh or anyone else to falsely involve the\nappellant. There was no enmity between them and\nthe appellant.\n(d) The contention that the bullets recovered were not\ndeposited in the Malkhana must be rejected. One\nlead bullet was deposited in the Malkahna on 5/7/\n1995 by PW-81 10 Niranjan Singh. Two bullets (Ex-\n36 and Ex-37) removed from the skull of the\ndeceased were duly sealed and handed over to the\npolice by PW-44 Dr. Bharat Singh immediately\nafter the post-mortem examination. As per the\nRegister of the Malkhana, the two bullets recovered\nfrom the skull of the deceased were deposited in\nthe Malkhana by PW-81 IO Niranjan Singh on 12/.\n7/1995. They were received in the CFSL on 17/7/\n1995 in sealed condition, as is evident from Ex-\nPW70/A1-A9. The said bullets were also examined\nby Dr. G.D. Gupta, Serologist, who confirmed that\nthe blood on the bullets was B+ve.\n(e) Only one lead bullet, five empty cartridges, one\npiece of ply having one hole of bullet and one air\npistol were collected on 5/7/1995 after the site was\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI\n(f)\n[RANJANA PRAKASH DESAI, J.]\n651\ninspected by PW-70 Roop Singh, the Ballistic A\nExpert and also the Director of the CFSL - PW-16\nDr. V.N. Sehgal. From memo (Ex-PW-16/A) which\nbears the signature of PW-16 Dr. V.N. Sehgal and\nInspector Ramesh, it is clear that only one lead bullet\n(Ex-24) and five cartridges (Ex-25) were found at B\nthe said flat. It is not the case of the prosecution that\nbullet recovered from the said flat was stained with\nhuman blood.\nD\nIt is true that CW-6 Dr. Sarangi, who conducted the\nC\npost-mortem did not find any bullet injury but due to\nthe condition of the dead body the bullet injuries\nmight not have been detected by naked eyes at the\ntime of first post-mortem. The second post-mortem\nReport clearly states that the firearm injuries were\nante-mortem. The evidence on record thus clearly\nestablishes that firearm injuries were found on the\nskull of the deceased. It is true that the Security\nRegulations prohibit the carriage of weapons in the\npassenger cabin but it was not impossible for the\nappellant to have flown from Jaipur-Mumbai- E\nChennai carrying a revolver. There is no prohibition\nin carrying the revolver in checked-in luggage. This\nplea is also raised during arguments. The\nwitnesses were not confronted with it at the trial.\nF\n(g) The appellant has not established the plea of alibi.\nSince the appellant pleaded alibi the burden was\non him to prove it. Since he has failed to prove alibi\nan adverse inference is drawn against him. The\nappellant was noticed at or around 10.00 p.m. or G\n11.00 p.m. in the night intervening 2nd and 3rd at\nBagia Restaurant with Car bearing No.DL-2CA-\n1872. This is established by leading evidence of\nreliable witnesses. That the deceased and the\nappellant were last seen together on 2/7/1995 at the\nH\nA\nB\nD\n☐ E\nF\n☐ G\nH\n652\nSUPREME COURT REPORTS\n(h)\n[2013] 16 S.C.R.\nsaid Flat No.8/2A is established by the evidence\nof the neighbour of the appellant. PW-11 Mrs. R.K.\nChaudhary. PW-12 Matloob Karim and PW-82 R.N.\nDubey, the servant of the appellant have\nestablished that the relations between the appellant\nand the deceased were strained. PW-81 IO\nNiranjan Singh who deposed about the condition of\nthe said flat and the recoveries made from the said\nflat. He stated that recoveries were effected on 4/\n7/1995 in the presence of PW-13 Dhara Singh and\nPW-14 Inspector Suraj Prakash and, thereafter, the\nsaid flat was locked and left under surveillance of\nSHO, Mandir Marg and on 5/7/1995 the recovery\nof one lead bullet, five cartridges, one ply with a\nhole, one air pistol was made in the presence of\nthe Ballistic Expert - PW-70 Roop Singh and PW-\n16 Dr. V.N. Sehgal, the Director of the CFSL. The\ntestimony of PW-13 Dhara Singh is supported by\nthe photos taken by PW-84 PC Balwan Singh. The\ncontention that photos taken during investigation\nwere not placed on record is contrary to the facts.\nPhotographs of the burnt body are exhibited at Ex-\nPW-74/9-16 and their negatives are at Ex-PW-74/\n1-9, skull photographs are at Ex-PW-76/A15-A28\nand their negatives are at Ex-PW-76/A1-A31 and\nphotographs of the said flat, female clothes etc.\nwere placed on record at Ex-PW-76/A1-A14.\nThe appellant absconded from Bagia Restaurant on\nthe night intervening 2/7/1995 and 3/7/1995 and\nstayed at Gujarat Bhawan. He absconded from\nDelhi to Jaipur by taxi on 3/7/1995. On 4/7/1995 he\ntravelled by air from Jaipur-Bombay and from\nBombay-Madras and, in the end, he went to\nBangalore from where he was apprehended by the\nBangalore Police on 10/7/1995. In the presence of\nthe DCP of Bangalore Police, search of the\n:\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 653\n[RANJANA PRAKASH DESAI, J.]\n(i)\nB\nbriefcase and shoulder bag produced by the A\nappellant was done and the revolver was recovered\nfrom his possession. The Report of the CFSL states\nthat the damaged fired lead bullets recovered from\nthe head and the neck of the deceased and the\ndamaged fired lead bullet recovered from the\ncarpet in the said flat were fired from the said\nrevolver. The hole in the ply was also caused by the\nshot fired from the said revolver. Though the\nincident in question was widely published the\nappellant never sought to contact any one.\nAbscondence of the appellant is an important\ncircumstance and lends support to the case of the\nprosecution. His conduct is relevant under Section\n8 of the Indian Evidence Act. [Swamy\nShraddananda alias Murali Manohar Mishra v.\nState of Karnataka²]\nC\nD\nThe car of the appellant bearing No. DL-2CA-1872\nwas found abandoned at Malcha Marg on 4/7/\n1995. On information received by PW-81 10\nNiranjan Singh, the same was seized. Dry human E\nblood was found in the dicky of the said car. The\nkey of this car was recovered at the Pai Vihar Hotel\nat Bangalore in the presence of the appellant and\nhis advocate. The testimony of PW-81 IO Niranjan\nSingh about the recovery of the car at Malcha Marg F\nhas not been questioned in cross-examination.\nThus, all the circumstances clearly establish the\nprosecution case. The conviction of the appellant\ndeserves to be confirmed.\nANALYSIS\nOF EVIDENCE\nSUBMISSIONS OF THE COUNSEL.\nG\nIN LIGHT OF\n26. We shall now consider the submissions of the counsel\n2. (2007) 12 SCC 288.\nI\nD\n654 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA in light of evidence on record. Since this is a case based on\ncircumstantial evidence, we must see whether chain of\ncircumstances is complete and points unerringly to the guilt of\nthe appellant. It is first necessary to see the background of the\ncase. The fact that the appellant and the deceased were staying\nB at the said flat as husband and wife can hardly be disputed.\nPW-12 Matloob Karim, who was known to the appellant and\nthe deceased stated that in the year 1989, he was the\nOrganizing Secretary of Youth Congress. At that time, the\nappellant was its President and the deceased was General\nC Secretary of its Girls Wing. He stated that he knew the\ndeceased from 1984 when they were in the Students Union of\nDelhi University and because of their close association, they\nhad fallen in love with each other. However, they could not marry\nbecause they belonged to different religions. He stated that he\ngot married in December, 1988. The deceased got married to\nthe appellant in the year 1992 and informed him about it. He\nfurther stated that after her marriage, she was staying with the\nappellant at the said flat. CW-1 Mrs. Jaswant Kaur, the mother\nof the deceased, CW-2 Sardar Harbhajan Singh, the father of\nthe deceased and PW-82 Ram Niwas Dubey, who was the\npersonal servant of the appellant also confirmed this fact.\nPertinently, no suggestion was put to them in the cross-\nexamination that what they were saying was false. In this\nconnection, it is important to note that the DNA Report [Ex-PW-\n87/A] confirms that the dead body which was burnt at Bagia\nRestaurant was that of the deceased, who was the biological\noffspring of CW-1 Mrs. Jaswant Kaur and CW-2 Sardar\nHarbhajan Singh. PW-11 Mrs. Chaudhary, a retired\nGovernment servant, was staying along with her husband in Flat\nNo.8/2-B, which was in front of the appellant's Flat No.8/2-A.\nG She stated that the appellant was living with his wife i.e. the\ndeceased in the said flat. Her husband PW-9 M.L. Chaudhary\ncorroborated her evidence. According to PW-11 Mrs.\nChaudhary, the deceased was last seen with the appellant in\nthe evening of 2/7/1995 in the said flat. Though his statement\nH recorded under Section 313 of the Cr.P.C., in answer to one\nE\nF\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 655\n[RANJANA PRAKASH DESAI, J.]\nof the questions, the appellant stated that he was the President\nof NSU(I); that he knew the deceased since 1985; that the\ndeceased was living with his parents at Gole Market and that\nhe had no contact with her after 1985, while answering another\nquestion, he admitted that he was living with the deceased in\nthe said flat. PW-15 HC Amba Das was the beat constable of\nMandir Marg Area at the relevant time. According to him, once\nhe had gone to the house of the appellant for verification of the\nquarters. At that time, the appellant told him that he should take\ncare of the Car bearing No.DAC 3285 belonging to his wife\nand his Car bearing No. DL-2CA-1872 as the vehicles were\nincreasingly being stolen. According to him, the appellant also\ntold him that since during the day time they were out, he should\ntake care of their house. Admittedly, Car bearing No.DAC 3285\nbelonged to the deceased. It may be noted here that on 5/7/\n1995, this car was seized by PW-81 IO Niranjan Singh when it\nwas parked below the said flat. We are, therefore, of the opinion\nthat the prosecution has successfully proved that the appellant\nand the deceased were married and they were staying in the\nIsaid flat as husband and wife and that the deceased was last\nseen in the company of the appellant in the said flat on the\nevening of 2/7/1995 by PW-11 Mrs. Chaudhary.\nA\nB\nC\nD\nE\nF\n27. The appellant's connection with the Bagia Restaurant\nis very crucial to the prosecution because the infamous tandoor\nwas situated there. The appellant has not disputed that the\nBagia Restaurant is run as per the agreement with the ITDC.\nIn his statement recorded under Section 313 of the Cr.P.C., he\nstated that his Manager at Bagia Restaurant was one Mr.\nHanda and his Accountant was one Mr. Karan. He admitted that\nA2-Keshav was employed in Bagia Restaurant. A2-Keshav has\nalso admitted this fact. Thus, the prosecution has successfully G\nproved that the appellant was the owner of Bagia Restaurant.\n28. From the evidence on record, it is clear that all was\nnot well between the appellant and the deceased. PW-12\nMatloob Karim has admitted that the deceased and he were\nH\n"}