{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"626\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA (12) SCR 1093; State of Uttar Pradesh v. Munesh (2012) 9\nSCC 742; Ediga Anamma (1974) 4 SCC 443; Mahesh s/o.\nRam Narain, \u0026 Ors. v. State of Madhya Pradesh (1987) 3 SCC\n80: 1987 (2) SCR 710; Machhi Singh; Molai \u0026 Anr. v. State\nof Madhya Pradesh (1999) 9 SCC 581: 1999 (4) Suppl. SCR\nB 104; State of Rajasthan v. Kheraj Ram (2003) 8 SCC 224:\n2003 (2) Suppl. SCR 861; Dhananjoy Chatterjee alias Dhana\nv. State of West Bengal (1994) 2 SCC 220: 1994 (1) SCR 37;\nMohinder Singh v. State of Punjab (2013) 3 SCC 294: 2013\n(3) SCR 90 and Sangeet \u0026 Anr. v. State of Haryana (2013) 2\nSCC 452 – referred to.\nC\n-\nCase Law Reference :\n1979 (4) SCC 346\nreferred to\nPara 59\n2007 (7) SCR 616\nreferred to\nPara 59\nD\n(1980) 2 SCC 684\nfollowed\nPara 59\n2009 (9) SCR 90\nreferred to\nPara 59\n2001 (3) SCR 669\nreferred to\nPara 59\nE\n2008 (11) SCR 93\nreferred to\nPara 59\n2006 (10) Suppl. SCR 662 referred to\nPara 59\n2011 (14) SCR 921\nreferred to\nPara 59\nF\n2009 (9) SCR 864\nreferred to\nPara 59\n(2001) 2 SCC 28\nreferred to\nPara 59\n2009 (16) SCR 322\nreferred to\nPara 59\nG\n(2010) 1 SCC 58\nreferred to\nPara 59\n(2011) 13 SCC 706\nreferred to\nPara 59\n(2012) 4 SCC 107\nreferred to\nPara 59\n1983 (3) SCR 413\nreferred to\nPara 59\nH\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 627\nAIR 1944 FC 1\nreferred to\nPara 59 A\n1973 (3) SCR 844\nreferred to\nPara 59\n1974 (3) SCR 329\nreferred to\nPara 59\n2011 (4) SCR 585\nreferred to\nPara 59\nB\n2009 (12) SCR 1093\nreferred to\nPara 59\n(2012) 9 SCC 742\nreferred to\nPara 59\n(1974) 4 SCC 443\nreferred to\nPara 60\n€\n1987 (2) SCR 710\nreferred to\nPara 60\n1999 (4) Suppl. SCR 104\nreferred to\nPara 60\n2003 (2) Suppl. SCR 861\nreferred to\nPara 60\n1994 (1) SCR 37\nreferred to\nPara 60\nD\n1989 (1) SCR 509\nfollowed\nPara 60\n2013 (3) SCR 90\nreferred to\nPara 73\n(2013) 2 SCC 452\nreferred to\nPara 73 E\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 693 of 2007.\nFrom the Judgment and Order dated 19.02.2007 of the\nHigh Court of Delhi at New Delhi in Death Sentence Reference\nNo. 3 of 2003 with Criminal Appeal No. 827 of 2003\nJaspal Singh, Sumita Kapil, Sudershan Rajan, Mukesh\nKalia, Anshul Wadhwa, Subramonium Prasad for the Appellant.\nAmarjit Singh Chandhiok, Mukul Gupta, Wasim A. Qadri,\nRitesh Kumar, Shweta Gupta, Honey Kumari, Mallika Ahluwalia,\nSadhna Sadhu, Anjali Chauhan, Zaid Ali, D. S. Mahrafor the\nRespondent.\nThe Judgment of the Court was delivered by\nF\nG\nH\nA\n628 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\n(SMT.) RANJANA PRAKASH DESAI, J. 1. In this\nappeal, by special leave, appellant - Sushil Sharma (“the\nappellant\") has challenged judgment and order dated 19/02/\n2007 passed by the Delhi High Court in Criminal Appeal\nNo:827 of 2003 confirming the death sentence awarded to him\nB in Sessions Case No.88 of 1996. He was tried in the said case\nalong with A2-Keshav Kumar (“A2-Keshav”), A3-Jai Prakash,\nA4-Rishi Raj and AJ-Ram Prakash.\nC\nD\n2. The appellant was tried for offences punishable under\nSection 302, Section 120-B read with Sections 302 and 201\nof the Indian Penal Code (\"the IPC\"). A2-Keshav was tried\nunder Section 120-B read with Sections 302 and 201 of the\nIPC. A3-Jai Prakash, A4-Rishi Raj and A5-Ram Prakash were\ntried under Section 212 of the IPC. Learned Additional\nSessions Judge by judgment and order dated 3/11/2003\nconvicted the appellant under Section 302 of the IPC. He\nconvicted the appellant and A2-Keshav under Section 120-B\nread with Section 201 of the IPC. Since the charge under\nSection 302 read with Section 120-B of the IPC was held not\nproved against A2-Keshav, he was acquitted of the said\nE charge. Charge under Section 212 of the IPC was held not\nproved against A3-Jai Prakash, A4-Rishi Raj and A5-Ram\nPrakash and they were acquitted. Learned Additional Sessions\nJudge forwarded the death reference to the Delhi High Court,\nas required under Section 366 of the Code of Criminal\nF Procedure, 1973 ('the Cr.P.C.'). A2-Keshav did not file any\nappeal. As stated above, by the impugned judgment, the Delhi\nHigh Court confirmed the death sentence awarded to the\nappellant.\nG\nPROSECUTION CASE:\n3. The appellant was the President of Delhi Youth\nCongress (I), at the relevant time. Naina Sahni ('the deceased')\nwas the General Secretary of the Delhi Youth Congress (I) Girls\nWing. The appellant and the deceased were working for Delhi\nH Youth Congress. The office of the Delhi Youth Congress was\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 629\n[RANJANA PRAKASH DESAI, J.]\nearlier situated at 4, Bhai Veer Singh Marg, Gole Market, New A\nDelhi. Later on, it was shifted to 2, Talkatora Road, New Delhi.\nThe deceased used to visit the appellant at the office of Youth\nCongress at the above-mentioned places. In the year 1992, the\nappellant obtained Flat No.8/2A situated at Mandir Marg, New\nDelhi (\"Flat No.8/2A\" or \"the said flat\") from it's allottee - B\nJagdish Prasad. The deceased used to visit the appellant at\nthe said flat also. At times, she used to stay there in the night.\nThe appellant and the deceased got married secretly. The\ndeceased, therefore, continued to live in the said flat as the wife\nof the appellant till she was murdered.\nC\nD\n4. The India Tourism Development Corporation ('the\nITDC') which was running its unit called Ashok Yatri Niwas at\nAshoka Road entered into a licence agreement on 10/11/1994\nwith Lalit Kishore Sachdeva, Virendra Kumar Nagpal, Manoj\nMalik, R.P. Sachdeva and the appellant - partners of M/s. Excel\nHotel \u0026 Restaurant Inc., situated at 159, Kamla Market, Delhi.\nThe licence granted by the ITDC permitted the user of park in\nfront of main gate of Ashok Yatri Niwas towards Ashoka Road\nby the said partners of M/s. Excel Hotel \u0026 Restaurant Inc. for\nE\nrunning a 'Bar-be-Que'. As per the licence, Bar-be-Que was\ncontinuously run by the appellant at the said park. It was ca\nled 'Bagia Bar-be-Que'. There was a tandoor in the said park.\nThe park had fencing of bamboos called Jafri.\nF\n5. On the night of 2-3/07/1995, PW-3 HC Kunju, who was\nposted at the P.S. Connaught Place and PW-4 Home Guard\nChander Pal of Delhi Home Guard were patrolling in the\nAshoka Road, Western Court Area. At about 11.00 p.m., when\nthey reached near Ashok Yatri Niwas they heard the cry of PW-\n7 Anaroo Devi saying 'hotel main aag lag gayi (hotel is on\nG\nfire). Having heard the cry, PW-3 HC Kunju and PW-4 Home\nGuard Chander Pal rushed towards Janpath lane where Ashok\nYatri Niwas is situated. They noticed smoke spiralling and\nflames leaping out of Bagia Bar-be-Que from the side of the\nkitchen. PW-3 HC Kunju rushed to the nearby telephone booth.\nH\n630 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA to inform the control room. However, the telephone booth was\nclosed. He, then, left PW-4 Home Guard Chander Pal at the\nsite and rushed to the police post Western Court situated\nnearby to inform the police station, on wireless, about the fire.\nOn return, PW-3 HC Kunju noticed that the smoke and fire had\nB increased. PW-3 HC Kunju and PW-4 Home Guard Chander\nPal, in order to find out the cause of the same, entered the Bar-\nbe-Que from its back. They found A2-Keshav standing near the\ntandoor. They also noticed him putting wooden logs and small\nfire wood in the fire so as to increase it with the aid of a\nbamboo. PW-3 HC Kunju told A2-Keshav that by this, the fire\nwould spread and the entire hotel would be burnt. A2-Keshav\nthen represented to PW-3 HC Kunju that he was a worker of\nthe Congress Party and he was burning old banners, posters\nand waste papers of the party.\nC\nD\n6. Patrolling Officer SI Rajesh Kumar along with CW-5 HC\nMajid Khan of Police Control Room, PW-62 PC Ranbir Singh\nand security staff of hotel PW-35 Mahesh Prasad reached the\nBar-be-Que from the main gate of Ashok Yatri Niwas towards\nAshoka Road. The appellant was noticed by them standing by\nE the side of the kanat at the gate of the Bar-be-Que. Foul and\npungent smell was emitting from the tandoor. A2-Keshav was\ndetained out of suspicion by SI Rajesh Kumar and PW-3 HC\nKunju. SI Rajesh Kumar along with security staff of the hotel and\nA2-Keshav then went upstairs to find out whether the fire had\nF spread there. They noticed that the flames in the tandoor had\nflared-up again. SI Rajesh Kumar and others rushed\ndownstairs. By that time the appellant had run away from there.\n7. The fire was doused. When they went near the tandoor\nthey saw a part of human body inside it. Closer look revealed\nG\nthat it was a charred body of a female whose limbs had burnt.\nIntestines had come out of the body. Burnt bones were lying in\nthe tandoor. They also noticed near the tandoor a black\npolythene sheet. Investigating Officer PW-81 10 Niranjan Singh\nand senior officer of the hotel PW-5 K.K. Tuli also reached\nH\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI\n[RANJANA PRAKASH DESAI, J.]\n631\nthere. Then, A2-Keshav was handed over to PW-81 IO Niranjan A\nSingh. PW-81 10 Niranjan Singh inspected the site. He found\nthat the burnt body was of a woman. He recorded the statement\nof PW-3 HC Kunju which was treated as FIR.\n8. There were blood stains on the clothes of A2-Keshav.\nHe was arrested. His blood stained clothes were seized. PW-\n81 IO Niranjan Singh seized the polythene sheet, besides other\narticles, from the place of offence. After holding the inquest\nproceedings, PW-81 IO Niranjan Singh sent the dead body to\nRML Hospital, where PW-85 Dr. Joginder Singh prepared the\nMedico Legal Report (Ex.PW-85/A). PW-85 Dr. Joginder Singh\nnoticed the following condition of the charred body.\nB\nC\n\"Whole body burnt exposing underlying bones and tissues,\ngastro intestinal contents are protruding outside. The left\nlower limb is amputated above the knee joint, right limb is D\namputated below knee joint. Brought dead.\"\n9. The prosecution had made an application to the hospital\nauthorities to preserve the dead body as it was not identified.\nIn view of the disclosure made by A2-Keshav, the search for E\nthe appellant and the Maruti Car in which he had come to the\nrestaurant was started. Since both could not be traced out, the\npolice obtained arrest warrant for the appellant.\nF\n10. On 04/07/1995 the police got information from\nChanakya Puri Police Station that Maruti Car No. DL-2ĊA-1872\nhad been found abandoned at Malcha Marg near Gujarat\nBhawan where the appellant had gone and spent the night of\n2-3/07/1985 with PW-31 D.K. Rao after fleeing from his Bagia\nRestaurant. The police team reached the said place and found\nthe Maruti Car abandoned there. On inspection of the car, they G\nfound dried blood in the dicky and some hair stuck on the back\nof the left front seat. On 4/7/1995 the police also searched Flat\nNo.8/2A where the appellant was residing. Certain articles were\nseized. During the search, some cartridges, a lead bullet and\na ply having a hole and an air pistol were seen in the said flat H\n632\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA but they were not seized as Ballistic Expert was not present.\nThey were seized in the presence of Ballistic Expert on 5/7/\n1995 under a panchnama. On enquiries made from the\nneighbourhood, the police came to know that the deceased\nused to live in the said flat of the appellant as his wife. One\nMaruti Car No. DAC 3283 was parked below the flat, which was\nfound to be in the name of the deceased. It was seized by the\npolice.\nB\nC\n11. Parents of the deceased were contacted for\nidentification of the corpse. On seeing the charred body kept\nin the mortuary, they simply wept but they could not identify the\ndead body. On 05/07/1995 the dead body was identified by\nPW-12 Matloob Karim, who was also a worker of the Congress.\nParty and was stated to be very close to the deceased.\nThereafter, on 05/07/1995, the post-mortem examination was\nD conducted by CW-6 Dr. Murari Prasad Sarangi. The condition\nof the burnt body as noticed by CW-6 Dr. Sarangi, in his\nReport, was as under:\nE\nF\nG\nH\n“(Eyes, Ears, Nose, Mouth, Teeth and Tongue etc.)\nBoth eye lids with face charred, eye balls destroyed, ears,\nnose and lips were also charred, teeth were exposed and\nstudded with soot, other natural orifices were studded with\nsoot particles.\nEXTERNAL EXAMINATION:-\nRevealed extensive charring of a female dead body\nbeyond identification, having attained a Pugilistic attitude\nowing to coagulation of the muscle proteins.\nSkull bone exposed, partly burnt, blackened, showed\nmultiple post mortem cracks with a few strands of partially\nburnt hair and metallic hair clip.\n... intestines exposed to outside with portions of other\ninternal organs in the abdomen, more on the left side.\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 633\n[RANJANA PRAKASH DESAI, J.]\nThoracic cage, intercostals muscles and diaphragm were A\nburnt more on the It side.\nLt. thigh was chopped off, 28 cms. below left. And super\niliac spine, underlying thigh bone cut from the back\nshowing beveling from above downwards vide overleaf.\nNo evidence of firearm discharge from internal\nexamination of the organs.\nHEAD and NECK\nB\nScalp tissue almost burnt except over a very insignificant C\n(2.5 x 0.8 cm) area on the occipital region with a few\nstrands of burnt hair. Skull showed multiple post mortem\nheat cracks partly charred and blackened.\nBRAIN, MENINGES and CEREBRAL BLOOD VESSELS:\nReddish white thick heat haematoma present more on\nthe left cerebral hemisphere above the dura adhered to\nthe endoevanium on the same side. Meninges intact and\npale. Brain shrunken and substance looked pale, no\ninjury or haemorrhage anywhere.\nLARYNX, PHARYNX and OTHER NECK STRUCTURES\nD\nE\nPharynx, Larynx and Tracheal rings intact lipoid bone\nintact. Mucous membranes of Pharynx, Larynx and\nTrachea showed adhered soot particles. Blood vessels F\nwere destroyed and collapsed due to burns.\nTHORAX\nBurnt as mentioned above. Leg was chopped off 23 cm.\nbelow the knee. Both the bones of the leg exposed being\ncut from the front showing beveling below and inwards.\nPatella (knee cap) bone was missing on the Rt.side Distal\nphalanges in the hand missing (chopped off) Upper limb\nwas chopped off just below the elbow.\nG\nH\nA\nB\nC\nD\n634 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nTrachea and Bronchi: Intact, mucosa of Tracheal rings\nsmeared with black soot particles.\nPleural Cavity and Lungs: Pleural studded with carbon\nparticles did not show any inflammatory sign to the naked\neyes. Both lungs shrunken, desiccated and pale WT 200\ngms. (Lt) 210 gms (Rt.)\nAbdominal wall, peritoneum: Abdominal and pelvic walls\nburnt, peritoneum- partly burnt.\nStomach and contents: Contained about 500 ml of\nbrownish-semi liquid material, smelt alcoholic, walls\nlooked pale\nPancreas, small and large intestines: Shrunken,\ndesiccated, protruded out, no injury/abnormality was\n.noticed.\"\n12. CW-6 Dr. Sarangi opined provisionally that the cause\nof death was \"hemorrhagic shock consequent to various ante-\nmortem injuries found on the dead body\". According to CW-\nE 6 Dr. Sarangi the burns noticed on the dead body appeared\nto have been inflicted after death. Final opinion about the cause\nof death was kept pending by him till the receipt of the Report\nabout histopathological examination as well as the Report of\nexamination of viscera and blood sample. Although PW-81 IO\nNiranjan Singh had also asked for X-ray of the dead body to\nfind out if there was any firearm injury, it could not be conducted\nat that time because the X-ray machine was stated to be out\nof order.\nF\nG\n13. The appellant, in order to avoid his arrest, spent the\nnight of 2/7/1995 at Gujarat Bhawan, New Delhi with PW-31\nD.K. Rao and from there he kept on going from one city to\nanother. He called up PW-31 D.K. Rao on 4/7/1995 from\nBombay and told him that he had killed his wife i.e. the\ndeceased. It may be mentioned here that the High Court has\nH not relied upon this piece of evidence and, in our opinion, rightly\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI\n[RANJANA PRAKASH DESAI, J.]\n635\nso. The appellant obtained anticipatory bail from the Sessions A\nCourt at Madras upon coming to know that the police were\nlooking for him. The anticipatory bail granted by Sessions Court,\nMadras was later on cancelled by the Madras High Court at the\ninstance of the Delhi Police. He was arrested on 10/07/1995\nat Bangalore by the Bangalore Police under Section 41A of the B\nCr.P.C. when he was moving around in a suspicious manner\nwith his advocate Mr. Anantanarain. Delhi Police upon coming\nto know about his apprehension went to Bangalore and took\nover the custody of the appellant on 11/7/1995 with the\npermission of the concerned court. During the interrogation, it c\ntranspired that the appellant was staying in one hotel called Pai\nVihar along with advocate Mr. Anantanarain. The appellant led\nthe police to Room No.110 of the said hotel. From the room\nhe produced a briefcase which was found to contain one .32\nbore revolver No. 1277725 (make Arminius) with its license in\nD\nhis name, four live cartridges and some other documents. All\nthese articles were seized by PW-81 IO Niranjan Singh.\n14. The appellant was then brought to Delhi. Pursuant to\ndisclosure statements made by him one blood stained kurta-\npajama was recovered from the bushes near Gujarat Bhawan E\nat Malcha Marg. At his instance, another blood stained kurta\nwas also recovered from Rangpuri area.\n15. The investigating agency decided to get another post-\nmortem examination conducted from a Board of Autopsy F\nSurgeons. Accordingly, second post-mortem examination was\ndone on 12/07/1995 by a team of three doctors headed by PW-\n44 Dr. Bharat Singh. During the course of the second post-\nmortem examination the dead body was subjected to X-ray\nexamination and the X-ray Reports showed the presence of one\nmetallic piece in the skull and one in the neck region of the\ndead body. Those metallic pieces were then extracted out and\nwere found to be lead bullets. The Board of Doctors opined that\nthe cause of death was due to \"coma consequent upon firearm\ninjury on the head which was sufficient to cause death in the\nordinary course of nature\".\nG\nH\n"}