{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\n-\n[2013] 16 S.C.R. 616\nSUSHIL SHARMA\nV.\nTHE STATE OF N.C.T. OF DELHI\n(Criminal Appeal No.693 of 2007)\nOCTOBER 8, 2013\n[P. SATHASIVAM,CJI AND RANJANA PRAKASH DESAI\nAND RANJAN GOGOI, JJ.]\n-\nPenal Code, 1860 - s.302 and s. 120-B r/w s.201 - Naina\nC Sahni murder case - Prosecution case that appellant killed\nhis wife since he was suspecting that she was having some\nrelationship with PW-12 and also because appellant did not\nwant to make his marriage with the deceased public while the\ndeceased was insisting on the same - Further case of the\nD prosecution that after killing her, the appellant with the help\nof A2 burnt her dead body in the tandoor of the Bar-be-Que\nrestaurant owned by the appellant · Conviction of appellant\nu/s.302 and s. 120-B r/w s.201 and of A2 u/s. 120-B r/w s.201\nJustification - Held: The prosecution successfully proved\nE beyond reasonable doubt number of incriminating\ncircumstances against the accused - Chain of circumstances\ncomplete and unerringly pointed to the guilt of appellant\nEstablished circumstances capable of giving rise to inference\ninconsistent with any other hypothesis except the guilt of\nappellant – Prosecution, therefore, proved that the appellant\nalone committed the murder of deceased in the flat where they\nwere staying together and then conspired with A2 to do away\nwith the dead body of the deceased so as to cause\ndisappearance of the evidence of murder - At the instance\nof appellant, A2 burnt the dead body in the tandoor -\nAppellant, therefore, rightly convicted u/s.302 IPC and u/s.201\nr/w s. 120-B IPC - A2 rightly convicted u/s.201 r/w s.120-B.\nF\nG\nH\nSentence / Sentencing\n616\n-\nAppropriate sentence -\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI\n-\n-\n-\n617\nA\nB\nMitigating circumstances - Appreciation of - Murder - Naina\nSahni murder case - Appellant convicted by Courts below for\nmurdering his wife and for thereafter burning the dead body\nin the tandoor of the Bar-be-Que restaurant owned by him -\nDeath sentence awarded by Trial Court and confirmed by the\nHigh Court - Propriety Held: Appellant suspected the\nfidelity of deceased and the murder was the result of this\npossessiveness – When appellant was taken to the Mortuary\nand the dead body was shown to him, he started weeping\nHe was therefore not remorseless - Medical evidence did not\nestablish that the dead body was cut - No recovery of any C\nweapon like chopper which could suggest that appellant had\ncut the dead body - Murder was the outcome of strained\npersonal relationship – It was not an offence against the\nSociety – Appellant had no criminal antecedents No\nevidence led by the State to indicate that he was likely to\nrevert to such crimes in future - Appellant was the only son\nof his parents, who were old and infirm - Appellant already\nspent more than 10 years in death cell - The offence was\nbrutal but brutality alone would not justify death sentence in\nthis case - Death sentence commuted to life imprisonment\nin view of the mitigating circumstances – Life sentence for the\nwhole of remaining life subject to remission granted by the\nappropriate Government u/s. 432 CrPC, which, in turn, subject\nto procedural checks mentioned in the said provision and\nfurther substantive checks in s.433-A CrPC - Penal Code,\n1860s.302 and s. 120-B r/w s.201 Code of Criminal\nProcedure, 1973 - ss.432 and 433A.\n-\n-\n-\n-\nD\nE\nF\nThe prosecution case was that in the night\nintervening 2/7/1995 and 3/7/1995, the appellant killed his\nwife since he was suspecting that she was having some G\nrelationship with PW-12 and also because appellant also\ndid not want to make his marriage with the deceased\npublic while the deceased was insisting on the same.\nThe further case of the prosecution was that after killing\nher, the appellant with the help of A2 burnt her dead body\nH\n618\nSUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA in the tandoor of the Bagia Bar-be-Que restaurant owned\nby the appellant. The trial court convicted the appellant\nu/s. 302 IPC and also u/s.120-B r/w s.201 IPC and\nsentenced him to death. A2 was convicted u/s. 120-B r/w\ns. 201 IPC. Three other accused- A3, A4 and A5, who were\ntried u/s. 212 IPC, were acquitted. The High Court\nconfirmed the conviction and the death sentence\nawarded to the appellant.\nB\nC\nD\nE\nF\nIn the instant appeal, the questions for consideration\nbefore this Court were whether the conviction of\nappellant was correct and whether the death sentence\nawarded by the trial Court and confirmed by the High\nCourt was justified.\nDisposing of the appeal, the Court\nHELD:1.1. In the instant case, the prosecution\nsuccessfully proved beyond reasonable doubt the\nfollowing circumstances: (a) the appellant and the\ndeceased were married and they were staying together;\n(b) the relations between the appellant and the deceased\nwere strained. The appellant was suspecting the fidelity\nof the deceased. The deceased wanted to make their\nmarriage public which the appellant was not willing to do.\nThere was, thus, a strong motive to murder; (c) the\nappellant and the deceased were last seen together in the\nevening of 2/7/1995 in the said flat; (d) on 2/7/1995, at\nabout 11.00 p.m. there was a fire in Bagia Restaurant and\nthe appellant was seen at around 10.15 p.m. at the Bagia\nRestaurant in his Maruti Car bearing No.DL-2CA-1872; (e)\nA2, who was an employee of the Bagia Restaurant owned\nby the appellant, was seen shuffling the wood in the\ntandoor with a wooden stick and he was apprehended at\nthe spot in the night intervening 2/7/1995 and 3/7/1995;\n(f) charred corpse found in the tandoor was identified to\nbe that of the deceased; (g) on 4/7/1995, certain blood\nH stained articles were recovered from the said flat where\nG\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 619\nB\nC.\nD\nthe appellant and the deceased were staying together; (h) A\non 4/7/1995, Car No.DL-2CA-1872 was found abandoned\nat Malcha Marg and the dicky of the car was found to\ncontain dry blood; (i) on 5/7/1995, five empty cartridges,\none lead bullet, a ply with bullet hole and an air pistol were\nrecovered from the flat where the appellant and the\ndeceased were staying together; (j)from the evening of\n2-3/7/1995, the appellant was on the run till he was\narrested by the Bangalore Police at Bangalore on 10/07/\n1995. On 11/07/1995, the appellant was handed over to the\nDelhi Police and, inter alia, a .32 Arminius revolver owned\nby him was recovered by the police from his room at Pai\nVihar Hotel at Bangalore; (k)the second post-mortem\nreport prepared after studying the X-ray plates of the skull\nof the deceased revealed that there were two bullets\nembedded in it; (I)the CFSL report stated that the said\ntwo bullets recovered from the skull of the deceased and\nthe one lead bullet recovered from the said flat were fired\nfrom the .32 Arminius revolver recovered by the police\nfrom Pai Vihar Hotel at Bangalore; (m) the death of the\ndeceased was homicidal and was consequent upon\nfirearm injuries to the head of the deceased caused by\nthe appellant alone with his .32 bore Arminius revolver;\n(n) as per the CFSL Report, blood found on various\narticles seized from the said flat and from Bagia\nRestaurant and the blood found on the bullets recovered\nfrom the skull tallied. It was of the blood group of the\ndeceased; (o) the defence of alibi pleaded by the\nappellant was found to be false; and (p) the appellant and\nA2 conspired to cause disappearance of the evidence of\nmurder by burning the dead body of the deceased in\ntandoor of Bagia Restaurant. [Para 56] [608-B-H; 681-A- G\nH; 682-A-B]\n1.2. The chain of the circumstances is complete and\nunerringly points to the guilt of the appellant. The\nestablished circumstances are capable of giving rise to\nE\nF\nH\nB\n620 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA inference which is inconsistent with any other hypothesis\nexcept the guilt of the appellant. The prosecution has,\ntherefore, proved that the appellant alone has committed\nthe murder of the deceased in the said flat on 2/7/1995.\nThe appellant conspired with A2 to do away with the dead\nbody of the deceased so as to cause disappearance of\nthe evidence of murder and, at the instance of the\nappellant, A2 burnt the dead body in the tandoor. The\nappellant has, therefore, rightly been convicted under\nSection 302 of the IPC and also for offence under Section\n201 read with Section 120-B of the IPC. A2 has been\nC\nacquitted of offence punishable under Section 302 read\nwith Section 120-B of the IPC. However, he has been\nrightly convicted for offence punishable under Section\n201 read with Section 120-B of the IPC. The conviction\nof the appellant is confirmed for offence punishable\nunder Section 302 IPC and also for offence punishable\nunder Section 201 read with Section 120-B IPC. [Para 57]\n[682-C-G]\nD\nBahadul v. State of Orissa. AIR 1979 SC 1262: 1979 (4)\nE SCC 346; Swamy Shraddananda alias Murali Manohar\nMishra v. State of Karnataka (2007) 12 SCC 288: 2007 (7)\nSCR 616 – referred to.\nF\n-\n2.1. However, mere brutality of the murder or the\nnumber of persons killed or the manner in which the\nbody is disposed of has not always persuaded this Court\nto impose death penalty. Similarly, at times, in the peculiar\nfactual matrix, this Court has not thought it fit to award\ndeath penalty in cases, which rested on circumstantial\nevidence or solely on approver's evidence. Where\nmurder, though brutal, is committed driven by extreme\nemotional disturbance and it does not have enormous\nproportion, the option of life imprisonment has been\nexercised in certain cases. Extreme poverty and social\nstatus has also been taken into account amongst other\nH circumstances for not awarding death sentence. In few\nG\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 621\ncases, time spent by the accused in death cell has been A\ntaken into consideration along with other circumstances,\nto commute death sentence into life imprisonment.\nWhere the accused had no criminal antecedents; where\nthe State had not led any evidence to show that the\naccused is beyond reformation and rehabilitation or that B\nhe would revert to similar crimes in future, this Court has\nleaned in favour of life imprisonment. In such cases,\ndoctrine of proportionality and the theory of deterrence\nhave taken a back seat. The theory of reformation and\nrehabilitation has prevailed over the idea of retribution.\n[Para 79] [700-D-H; 701-A]\nC\nD\n2.2. On the other hand, rape followed by a cold-\nblooded murder of a minor girl and further followed by\ndisrespect to the body of the victim has been often held\nto be an offence attracting death penalty. At times, cases\nexhibiting premeditation and meticulous execution of the\nplan to murder by levelling a calculated attack on the\nvictim to annihilate him, have been held to be fit cases\nfor imposing death penalty. Where innocent minor\nchildren, unarmed persons, hapless women and old and E\ninfirm persons have been killed in a brutal manner by\npersons in dominating position, and where after ghastly\nmurder displaying depraved mentality, the accused have\nshown no remorse, death penalty has been imposed.\nWhere it is established that the accused is a confirmed F\ncriminal and has committed murder in a diabolic manner\nand where it is felt that reformation and rehabilitation of\nsuch a person is impossible and if let free, he would be\na menace to the society, this Court has not hesitated to\nconfirm death sentence. Many a time, in cases of brutal G\nmurder, exhibiting depravity and sick mind, this Court has\nacknowledged the need to send a deterrent message to\nthose who may embark on such crimes in future. In some\ncases involving brutal murders, society's cry for justice\nhas been taken note of by this court, amongst other\nrelevant factors. But, one thing is certain that while\nH\n622 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA deciding whether death penalty should be awarded or\nnot, this Court has in each case realizing the irreversible\nnature of the sentence, pondered over the issue many\ntimes over. This Court has always kept in mind the\ncaution sounded by the Constitution Bench in Bachan\nB Singh that Judges should never be bloodthirsty but\nwherever necessary in the interest of society locate the\nrarest of rare case and exercise the tougher option of\ndeath penalty. [Para 80] [701-B-G]\nC\nD\n2.3. In the nature of things, there can be no hard and\nfast rules which the Court can follow while considering\nwhether an accused should be awarded death sentence\nor not. The core of a criminal case is its facts and, the\nfacts differ from case to case. Therefore, the various\nfactors like the age of the criminal, his social status, his\nbackground, whether he is a confirmed criminal or not,\nwhether he had any antecedents, whether there is any\npossibility of his reformation and rehabilitation or whether\nit is a case where the reformation is impossible and the accused is\nlikely to revert to such crimes in future and become a threat\no the society are factors which the criminal court will hav\nto examine independently in each case. Decision whether\nto impose death penalty or not must be taken in light of\nguiding principles laid down in several authoritative\npronouncements of this Court in the facts and attendant\nF circumstances of each case. [Para 81] [701-H; 702-A-C]\nE\nG\nH\n2.4. Though judicial proceedings do take a long time\nin attaining finality, that would not be a ground for\ncommuting the death sentence to life imprisonment. The\ntime taken by the courts till the final verdict is pronounced\ncannot come to the aid of the accused in canvassing\ncommutation of death sentence to life imprisonment.\nThough ordinarily, it is expected that even in this Court,\nthe matters where the capital punishment is involved, will\nbe given top priority and shall be heard and disposed of\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 623\n00\nas expeditiously as possible but it could not be doubted A\nthat so long as the matter is pending in any court, before\nfinal adjudication, even the person who has been\ncondemned or who has been sentenced to death has a\nray of hope. It, therefore, could not be contended that he\nsuffers that mental torture which a person suffers when B\nhe knows that he is to be hanged but waits for the\ndoomsday. Therefore, the appellant cannot draw any\nsupport from the fact that from the day of the crime till\nthe final verdict, a long time has elapsed. Fair trial is the\nright of an accused and involves following the correct C\nprocedure and giving opportunity to the accused to\nprobabalize his defence. In a matter such as this, hurried\ndecision may not be in the interest of the appellant. [Para\n82] [702-D-H; 703-A]\nD\nヨ\n2.5. The appellant was the State President of the\nYouth Congress in Delhi. The deceased was a qualified\npilot and she was also the State General Secretary of\nYouth Congress (Girls Wing), Delhi. She was an\nindependent lady, who was capable of taking her own\ndecisions. From the evidence on record, it cannot be said\nthat she was not in touch with people residing outside\nthe four walls of her house. Evidence discloses that even\non the date of incident at around 4.00 p.m. she had\ncontacted PW-12. She was not a poor illiterate hapless\nwoman. Considering the social status of the deceased, F\nit would be difficult to come to the conclusion that the\nappellant was in a dominant position qua her. The\nappellant was deeply in love with the deceased and\nknowing full well that the deceased was very close to\nPW-12, he married her hoping that the deceased would\nsettle down with him and lead a happy life. The evidence\non record establishes that they were living together and\nwere married but unfortunately, it appears that the\ndeceased was still in touch with PW-12. It appears that\nthe appellant was extremely possessive of the deceased.\nG\nH\nD\n624 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA The evidence on record shows that the appellant\nsuspected her fidelity and the murder was the result of\nthis possessiveness. When the appellant was taken to\nLady Hardinge Mortuary and when the dead body was\nshown to him, he started weeping. It would be difficult,\nB therefore, to say that he was remorseless. The fact that\nhe absconded is undoubtedly a circumstance which will\nhave to be taken against him, but the same would be\nmore relevant to the issue of culpability of the accused\nwhich is already decided against him rather than the\nC question of what would be the appropriate sentence to\nbe awarded which is presently under consideration. The\nmedical evidence does not establish that the dead body\nof the deceased was cut. The second post-mortem report\nstates that no opinion could be given as to whether the\ndead body was cut as dislocation could be due to\nburning of the dead body. There is no recovery of any\nweapon like chopper which could suggest that the\nappellant had cut the dead body. No member of the\nfamily of the deceased came forward to depose against\nthe appellant. In fact, in his evidence, PW-81 IO stated that\nthe brother and sister-in-law of the deceased stated that\nthey were under the obligation of the appellant and they\nwould not like to depose against him. Murder was the\noutcome of strained personal relationship. It was not an\noffence against the Society. The appellant has no\ncriminal antecedents. He is not a confirmed criminal and\nno evidence is led by the State to indicate that he is likely\nto revert to such crimes in future. It is, therefore, not\npossible in the facts of the case to say that there is no\nchance of the appellant being reformed and rehabilitated.\nG That option is not closed. Though it may not be strictly\nrelevant, the appellant is the only son of his parents, who\nare old and infirm. As of today, the appellant has spent\nmore than 10 years in death cell. Undoubtedly, the\noffence is brutal but the brutality alone would not justify\nH death sentence in this case. The above mitigating\nE\nF\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 625\ncircumstances persuade this Court to commute the death A\nsentence to life imprisonment. Life sentence is for the\nwhole of remaining life subject to the remission granted\nby the appropriate Government under Section 432 CrPC,\nwhich, in turn, is subject to the procedural checks\nmentioned in the said provision and further substantive B\nchecks in Section 433-A CrPC. [Para 83] [703-B-H; 704-\nA-G]\nBachan Singh, etc. v. State of Punjab, etc. (1980) 2 SCC\n684 and Smt. Triveniben, etc. v. State of Gujarat, etc. (1989)\n1 SCC 678: 1989 (1) SCR 509 - followed.\nC\nSantosh Kumar Satishbhushan Bariyar, etc. v. State of\nMaharashtra, etc. (2009) 6 SCC 498: 2009 (9) SCR 90;\nRamdeo Chauhan alias Raj Nath v. State of Assam (2001) 5\nSCC 714: 2001 (3) SCR 669; Swamy Shraddananda (2) alias D\nMurali Manohar Mishra v. State of Karnataka (2008) 13 SCC\n767: 2008 (11) SCR 93; Aloke Nath Dutta \u0026 Ors. v. State of\nWest Bengal (2007) 12 SCC 230: 2006 (10) Suppl. SCR 662;\nHaresh Mohandas Rajput v. State of Maharashtra (2011) 12\nSCC 56: 2011 (14) SCR 921; State of Punjab v. Manjit Singh E\nand Ors. (2009) 14 SCC 31: 2009 (9) SCR 864; Mohd.\nChaman v. State (NCT of Delhi) (2001) 2 SCC 28; Dilip\nPremnarayan Tiwari \u0026 Anr. etc. v. State of Maharashtra (2010)\n1 SCC 775: 2009 (16) SCR 322; Sebastian alias\nChevithayan v. State of Kerala (2010) 1 SCC 58; Rajesh\nKumar v. State through Government of NCT of Delhi (2011)\n13 SCC 706; Amit v. State of Uttar Pradesh (2012) 4 SCC\n107, Machhi Singh \u0026 Ors. v. State of Punjab (1983) 3 SCC\n470: 1983 (3) SCR 413; Piare Dusadh v. King Emperor AIR\n1944 FC 1; Neti Sreeramulu v. State of Andhra Pradesh\n(1974) 3 SCC 314: 1973 (3) SCR 844; Ediga Anamma v.\nState of Andhra Pradesh (1974) 4 SCC 443: 1974 (3) SCR\n329; Ramesh and Ors. v. State of Rajasthan (2011) 3 SCC\n685: 2011 (4) SCR 585; Mohd. Farooq Abdul Gafur \u0026 Anr.\netc. v. State of Maharashtra, etc. (2010) 14 SCC 641: 2009\nG\nI\n"}