{"pages":[{"pageNumber":81},{"pageNumber":82},{"pageNumber":83},{"pageNumber":84},{"pageNumber":85},{"pageNumber":86},{"pageNumber":87},{"pageNumber":88},{"pageNumber":89},{"pageNumber":90}],"text":"A\n696 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\ncame there, took away his 3 year-old daughter on the pretext\nthat he would give her biscuits. However, neither the appellant\nnor the complainant's daughter returned. Investigation disclosed\nthat the appellant had kidnapped the girl. She was subjected\nto unnatural offence and rape. She was hit on the head and was\nB strangulated. The trial court convicted the appellant, inter alia,\nunder Section 302 of the IPC and sentenced him to death. The\nHigh Court confirmed the death sentence. On appeal, this Court\nset aside the death sentence. This Court observed that the\nappellant was a young person aged about 28 years. There was\nno evidence to show that he had committed such offences\nearlier. There was nothing on record to show that he was likely\nto repeat similar crimes in future. This Court expressed that\ngiven a chance, the appellant may reform over a period of\nyears. This Court sentenced the appellant to life imprisonment\nand observed that life imprisonment shall extend to the full life\nof the appellant, but subject to any remission or commutation\nat the instance of the Government for good and substantial\nC\nD\nreasons.\n73. We may also refer to Mohinder Singh v. State of\nE Punjab28, where the appellant, who was serving 12 years'\nrigorous imprisonment for having raped his own daughter was\nreleased on parole. While on parole, he murdered his wife and\nthe daughter, whom he had raped earlier, by giving repeated\naxe-blows on their heads. His other daughter saved herself by\nF hiding in a room and bolting the same from inside. The trial\ncourt convicted him under Section 302 of the IPC and\nsentenced him to death. The High Court confirmed the death\nsentence. This Court observed that the appellant was a poor\nman and was unable to earn his livelihood since he was driven\nout of his house by the deceased-wife. It was his grievance that\nthe deceased-wife was adamant that he should live outside and\nthat was the reason why the relations were strained. The\nappellant was feeling frustrated because of the attitude of his\nH 28. (2013) 3 SCC 294.\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 697\n[RANJANA PRAKASH DESAI, J.]\nC\nwife and children. This Court also took into consideration the A\nfact that the appellant did not harm his other daughter who was\nthere even though he had a good chance to harm her. This\nCourt observed that after balancing the aggravating and\nmitigating circumstances emerging from the evidence on\nrecord, it was not persuaded to accept that the case can B\n. appropriately be called the rarest of rare case warranting death\npenalty. This Court also expressed that it was difficult to hold\nthat the appellant was such a dangerous person that he will\nendanger the community if his life is spared. The possibility of\nreformation of the appellant could not be ruled out. In the\ncircumstances, this Court converted the death sentence into life\nimprisonment. However, after referring to its judgment in\nSangeet \u0026 Anr. v. State of Haryana 29, this Court observed that\nthere is a misconception that a prisoner serving life sentence\nhas an indefeasible right to release on completion of either 14\nyears' or 20 years' imprisonment. A convict undergoing life\nimprisonment is expected to remain in custody till the end of\nhis life, subject to any remission granted by the appropriate\nGovernment under Section 432 of the Cr.P.C. which in turn is\nsubject to the procedural checks mentioned in the said\nprovision and further substantive checks in Section 433-A of\nthe Cr.P.C., This Court, therefore, sentenced the appellant to\nundergo rigorous imprisonment for life, meaning thereby\nimprisonment till the end of his life but subject to any remission\ngranted by the appropriate Government satisfying the\nconditions prescribed in Section 432 of the Cr.P.C. and further\nsubstantive checks under Section 433-A of the Cr.P.C. by\npassing appropriate speaking order.\nJUDGMENTS RELIED ON BY THE RESPONDENT-\nSTATE.\n74. In Mahesh, five persons were murdered because of\nmarriage of a lady of a higher caste with a Harijan boy. They\nwere axed to death in an extremely brutal manner. After the\nD\nE\nF\nG\n29. (2013) 2 SCC 452.\nH\n698 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA murders, the accused tried to break open the door of the room.\nwhere two of the prosecution witnesses were hiding to save\nthemselves and they left the place only when the door could not\nbe opened. The accused were convicted under Section 302\nof the IPC and sentenced to death by the trial court. While\nB confirming the death sentence, this Court observed as under:\nC\nD\nE\nF\nG\nH\n\"It will be a mockery of justice to permit these appellants\nto escape the extreme penalty of law when faced with such\nevidence and such cruel acts. To give the lesser\npunishment for the appellants would be to render the\njusticing system of this country suspect. The common man\nwill lose faith in courts. In such cases, he understands and\nappreciates the language of deterrence more than the\nreformative jargon. But this does not mean that the Court\nignore the need for a reformative approach in the\nsentencing process. But here, there is no alternative but\nto confirm the death sentence.\"\n75. In Dhananjoy Chatterjee, the appellant had raped and\nmurdered a young 18 year-old girl in her flat in a society where\nhe was working as a security guard. The trial court found him\nguilty, inter alia, under Sections 302 and 376 of the IPC. The\nHigh Court confirmed the sentence of death. This Court also\nconfirmed the death sentence by observing that the case falls\nin the category of rarest of rare cases. This Court observed as\nunder:\n\"The faith of the society by such a barbaric act of the\nguard, gets totally shaken and its cry for justice becomes\nloud and clear. The offence was not only inhuman and\nbarbaric but it was a totally ruthless crime of rape followed\nby cold blooded murder and an affront to the human\ndignity of the society. The savage nature of the crime has\nshocked our judicial conscience. There are no\nextenuating or mitigating circumstances whatsoever in\nthe case. We agree that a real and abiding concern for\nthe dignity of human life is required to be kept in mind\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 699\n[RANJANA PRAKASH DESAI, J.]\nby the courts while considering the confirmation of the A\nsentence of death but a cold blooded preplanned brutal\nmurder, without any provocation, after committing rape on\nan innocent and defenceless young girl of 18 years, by\nthe security guard certainly makes this case a \"rarest of\nthe rare\" cases which calls for no punishment other than\nthe capital punishment and we accordingly confirm the\n´sentence of death imposed upon the appellant for the\noffence under Section 302 IPC.\"\n76. In Molai, a 16 year-old girl was preparing for her class\n10th examination at her house. Both the accused took\nadvantage of her being alone in the house and committed rape\non her. Thereafter, they strangulated her by using her\nundergarment and took her to the septic tank along with the\ncycle and caused injuries with a sharp-edged weapon. Then,\nthey threw the dead body into a septic tank. The trial court\nawarded death sentence to the accused which was confirmed\nby the High Court. This Court confirmed the death sentence\nobserving that there was no mitigating circumstance, which\ncould justify the reduction of sentence of death penalty to life\nimprisonment.\n77. In Kheraj Ram, suspecting infidelity on the part of his\nwife, the accused-Kheraj Ram killed her, his two children and\nbrother-in-law. The trial court convicted him under Section 302\nof the IPC and sentenced him to death. The High Court noted\nthat the case rested on circumstantial evidence. The\ncircumstances were not proved and, therefore, the accused\nwas entitled to acquittal. On appeal, this Court held that the\nprosecution had established its case; that the murder was\ncommitted in a cruel and diabolic manner; the accused did not\nact on any spur-of-the-moment provocation; the murder was\ndeliberately planned and meticulously executed and after the\nincident, the accused smoke chilam with calmness, which\nindicated that he had no remorse and he was satisfied with what\nhe had done. This Court observed that the victims were two\nB\nC\nD\nE\nF\nG\nH\n700 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA innocent children and a helpless woman. They were done to\ndeath in an extremely gruesome and grotesque manner. In the\ncircumstances, this Court set aside the order of acquittal and\nconfirmed the death sentence awarded by the trial court.\nB\nC\nD\nF\n78. In light of the above judgments, we would now ascertain\nwhat factors which we need to take into consideration while\ndeciding the question of sentence. Undoubtedly, we must locate\nthe aggravating and mitigating circumstances in this case and\nstrike the right balance. We must also consider whether there\nis anything uncommon in this case which renders the sentence\nto life imprisonment inadequate and calls for death sentence.\nIt is also necessary to see whether the circumstances of the\ncrime are such that there is no alternative but to impose death\nsentence even after according maximum weightage to the\nmitigating circumstances which speak in favour of the offender.\n79. We notice from the above judgments that mere brutality\nof the murder or the number of persons killed or the manner in\nwhich the body is disposed of has not always persuaded this\nCourt to impose death penalty. Similarly, at times, in the peculiar\nE factual matrix, this Court has not thought it fit to award death\npenalty in cases, which rested on circumstantial evidence or\nsolely on approver's evidence. Where murder, though brutal, is\ncommitted driven by extreme emotional disturbance and it does\nnot have enormous proportion, the option of life imprisonment\nhas been exercised in certain cases. Extreme poverty and\nsocial status has also been taken into account amongst other\ncircumstances for not awarding death sentence. In few cases,\ntime spent by the accused in death cell has been taken into\nconsideration along with other circumstances, to commute\ndeath sentence into life imprisonment. Where the accused had\nno criminal antecedents; where the State had not led any\nevidence to show that the accused is beyond reformation and\nrehabilitation or that he would revert to similar crimes in future,\nthis Court has leaned in favour of life imprisonment. In such\ncases, doctrine of proportionality and the theory of deterrence\nG\nH\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 701\n[RANJANA PRAKASH DESAI, J.]\nhave taken a back seat. The theory of reformation and A\nrehabilitation has prevailed over the idea of retribution.\nB\nC\nD\n80. On the other hand, rape followed by a cold-blooded\nmurder of a minor girl and further followed by disrespect to the\nbody of the victim has been often held to be an offence\nattracting death penalty. At times, cases exhibiting\npremeditation and meticulous execution of the plan to murder\nby levelling a calculated attack on the victim to annihilate him,\nhave been held to be fit cases for imposing death penalty.\nWhere innocent minor children, unarmed persons, hapless\nwomen and old and infirm persons have been killed in a brutal\nmanner by persons in dominating position, and where after\nghastly murder displaying depraved mentality, the accused\nhave shown no remorse, death penalty has been imposed.\nWhere it is established that the accused is a confirmed criminal\nand has committed murder in a diabolic manner and where it\nis felt that reformation and rehabilitation of such a person is\nimpossible and if let free, he would be a menace to the society,\nthis Court has not hesitated to confirm death sentence. Many\na time, in cases of brutal murder, exhibiting depravity and sick\nmind, this Court has acknowledged the need to send a\ndeterrent message to those who may embark on such crimes\nin future. In some cases involving brutal murders, society's cry\nfor justice has been taken note of by this court, amongst other\nrelevant factors. But, one thing is certain that while deciding\nwhether death penalty should be awarded or not, this Court has\nin each case realizing the irreversible nature of the sentence,\npondered over the issue many times over. This Court has\nalways kept in mind the caution sounded by the Constitution\nBench in Bachan Singh that judges should never be\nbloodthirsty but has wherever necessary in the interest of G\nsociety located the rarest of rare case and exercised the\ntougher option of death penalty.\n81. In the nature of things, there can be no hard and fast\nrules which the court can follow while considering whether an\nE\nF\nH\n702 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA accused should be awarded death sentence or not. The core\nof a criminal case is its facts and, the facts differ from case to\ncase. Therefore, the various factors like the age of the criminal,\nhis social status, his background, whether he is a confirmed\ncriminal or not, whether he had any antecedents, whether there\nB is any possibility of his reformation and rehabilitation or whether\nit is a case where the reformation is impossible and the\naccused is likely to revert to such crimes in future and become\na threat to the society are factors which the criminal court will\nhave to examine independently in each case. Decision whether\nto impose death penalty or not must be taken in light of guiding\nprinciples laid down in several authoritative pronouncements of\nthis Court in the facts and attendant circumstances of each\ncase.\nC\nD\n82. We must also bear in mind that though, the judicial\nproceedings do take a long time in attaining finality, that would\nnot be a ground for commuting the death sentence to life\nimprisonment. Law in this behalf has been well settled in\nTriveniben. The time taken by the courts till the final verdict is\npronounced cannot come to the aid of the accused in\nE canvassing commutation of death sentence to life\nimprisonment. In Triveniben, the Constitution Bench made it\nclear that though ordinarily, it is expected that even in this Court,\nthe matters where the capital punishment is involved, will be\ngiven top priority and shall be heard and disposed of as\nF expeditiously as possible but it could not be doubted that so\nlong as the matter is pending in any court, before final\nadjudication, even the person who has been condemned or\nwho has been sentenced to death has a ray of hope. It,\ntherefore, could not be contended that he suffers that mental\nG torture which a person suffers when he knows that he is to be\nhanged but waits for the doomsday. Therefore, the appellant\ncannot draw any support from the fact that from the day of the\ncrime till the final verdict, a long time has elapsed. It must be\nremembered that fair trial is the right of an accused. Fair trial\ninvolves following the correct procedure and giving opportunity\nH\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 703\n[RANJANA PRAKASH DESAI, J.]\nto the accused to probabalize his defence. In a matter such as A\nthis, hurried decision may not be in the interest of the appellant.\nB\nC\nD\n83. We must now examine the present case in light of our\nobservations in the preceding paragraphs. The appellant was\nthe State President of the Youth Congress in Delhi. The\ndeceased was a qualified pilot and she was also the State\nGeneral Secretary of Youth Congress (Girls Wing), Delhi. She\nwas an independent lady, who was capable of taking her own\ndecisions. From the evidence on record, it cannot be said that\nshe was not in touch with people residing outside the four walls\nof her house. Evidence discloses that even on the date of\nincident at around 4.00 p.m. she had contacted PW-12 Matloob\nKarim. She was not a poor illiterate hapless woman.\nConsidering the social status of the deceased, it would be\ndifficult to come to the conclusion that the appellant was in a\ndominant position qua her. The appellant was deeply in love.\nwith the deceased and knowing full well that the deceased was\nvery close to PW-12 Matloob Karim, he married her hoping that\nthe deceased would settle down with him and lead a happy life.\nThe evidence on record establishes that they were living\ntogether and were married but unfortunately, it appears that the\ndeceased was still in touch with PW-12 Matloob Karim. It\nappears that the appellant was extremely possessive of the\ndeceased. The evidence on record shows that the appellant\nsuspected her fidelity and the murder was the result of this\npossessiveness. We have noted that when the appellant was F\ntaken to Lady Hardinge Mortuary and when the dead body was\nshown to him, he started weeping. It would be difficult, therefore,\nto say that he was remorseless. The fact that he absconded is\nundoubtedly a circumstance which will have to be taken against\nhim, but the same, in our considered view, would be more\nrelevant to the issue of culpability of the accused which we have\nalready decided against him rather than the question of what\nwould be the appropriate sentence to be awarded which is\npresently under consideration. The medical evidence does not\nestablish that the dead body of the deceased was cut. The H\nE\nG\n704 SUPREME COURT REPORTS\n[2013] 16 S.C.R.\nA second post-mortem report states that no opinion could be\nC\nD\ngiven as to whether the dead body was cut as dislocation could\nbe due to burning of the dead body. There is no recovery of\nany weapon like chopper which could suggest that the appellant\nhad cut the dead body. It is pertinent to note that no member\nB of the family of the deceased came forward to depose against\nthe appellant. In fact, in his evidence, PW-81 IO Niranjan Singh\nstated that the brother and sister-in-law of the deceased stated\nthat they were under the obligation of the appellant and they\nwould not like to depose against him. Murder was the outcome\nof strained personal relationship. It was not an offence against\nthe Society. The appellant has no criminal antecedents. He is\nnot a confirmed criminal and no evidence is led by the State\nto indicate that he is likely to revert to such crimes in future. It\nis, therefore, not possible in the facts of the case to say that\nthere is no chance of the appellant being reformed and\nrehabilitated. We do not think that that option is closed. Though\nit may not be strictly relevant, we may mention that the appellant\nis the only son of his parents, who are old and infirm. As of\ntoday, the appellant has spent more than 10 years in death cell.\nUndoubtedly, the offence is brutal but the brutality alone would\nnot justify death sentence in this case. The above mitigating\ncircumstances persuade us to commute the death sentence to\nlife imprisonment. In several judgments, some of which, we have\nreferred to hereinabove, this Court has made it clear that life\nsentence is for the whole of remaining life subject to the\nF remission granted by the appropriate Government under\nSection 432 of the Cr.P.C., which, in turn, is subject to the\nprocedural checks mentioned in the said provision and further\nsubstantive checks in Section 433-A of the Cr.P.C. We are\ninclined to issue the same direction.\nE\nG\nH\n84. We have already confirmed the conviction of the\nappellant for offence punishable under Section 302 of the, IPC\nand for offence punishable under Section 120-B read with\nSection 201 of the IPC. In view of the above discussion, we\ncommute the death sentence awarded to appellant - Sushil\nSUSHIL SHARMA v. STATE OF N.C.T. OF DELHI 705\n[RANJANA PRAKASH DESAI, J.]\nSharma to life sentence. We make it clear that life sentence is\nfor the whole of remaining life of the appellant subject to the\nremission granted by the appropriate Government under\nSection 432 of the Cr.P.C., which, in turn, is subject to the\nprocedural checks mentioned in the said provision and further\nsubstantive checks in Section 433-A of the Cr.P.C.\n85. Appeal is disposed of in the aforestated terms.\nBibhuti Bhushan Bose\nAppeal disposed of.\nA\nB\n"}