{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56}],"text":"A\nB\nC\nD\nE\nF\nLL\nG\n814 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nwho has not attained the age of 18 years. In the 2000 Act,\nthe distinction between male and female juveniles on the\nbasis of age has not been maintained. The age-limit is\n18 years for both males and females.\n9. A person above 16 years in terms of the 1986 Act was\nnot a juvenile. In that view of the matter the question\nwhether a person above 16 years becomes \"juvenile\"\nwithin the purview of the 2000 Act must be answered\nhaving regard to the object and purport thereof.\n10. In terms of the 1986 Act, a person who was not\njuvenile could be tried in any court. Section 20 of the\n2000 Act takes care of such a situation stating that\ndespite the same the trial shall continue in that court as\nif that Act has not been passed and in the event, he is\nfound to be guilty of commission of an offence, a finding\nto that effect shall be recorded in the judgment of\nconviction, if any, but instead of passing any sentence\nin relation to the juvenile, he would be forwarded to the\nJuvenile Justice Board (in short the 'Board') which shall\npass orders in accordance with the provisions of the Act\nas if it has been satisfied on inquiry that a juvenile has\ncommitted the offence. A legal fiction has, thus, been\ncreated in the said provision...\nXX XX XX\n12. Thus, by reason of legal fiction, a person, although\nnot a juvenile, has to be treated to be one by the Board\nfor the purpose of sentencing which takes care of a\nsituation that the person although not a juvenile in terms\nof the 1986 Act but still would be treated as such under\nthe 2000 Act for the said limited purpose.'\n\"\n(emphasis supplied)\n15. Reference may also be made to the decision of this\nCourt in Dharambir v. State (NCT of Delhi) (2010) 5 SCC 344\nH where too this Court interpreted Section 20 of the Act, and the\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 815\nU.P. [T.S. THAKUR, J.]\nexplanation appended to the same, to declare that the provision A\nenables the Court to determine the juvenility of the accused\neven after conviction and while maintaining the conviction to set\naside the sentence imposed upon him and to forward the case\nto the Board for passing an appropriate order in accordance\nwith the provisions of the Act. This Court observed:\nB\nC\nD\n\"11. It is plain from the language of the Explanation to\nSection 20 that in all pending cases, which would include\nnot only trials but even subsequent proceedings by way\nof revision or appeal, etc., the determination of juvenility\nof a juvenile has to be in terms of Clause (l) of Section\n2, even if the juvenile ceases to be a juvenile on or before\n1st April, 2001, when the Act of 2000 came into force,\nand the provisions of the Act would apply as if the said\nprovision had been in force for all purposes and for all\nmaterial times when the alleged offence was committed.\nClause (I) of Section 2 of the Act of 2000 provides that\n“juvenile in conflict with law” means a “juvenile” who is\nalleged to have committed an offence and has not\ncompleted eighteenth year of age as on the date of\ncommission of such offence. Section 20 also enables the\nCourt to consider and determine the juvenility of a person\neven after conviction by the regular Court and also\nempowers the Court, while maintaining the conviction, to\nset aside the sentence imposed and forward the case to\nthe Juvenile Justice Board concerned for passing F\nsentence in accordance with the provisions of the Act of\n2000.\"\nE\n16. Two recent decisions of this Court are a timely\nreminder of the legal position on the subject to which I may\ngainfully refer at this stage. In Daya Nand v. State of Haryana G\n(2011) 2 SCC 224, this Court, reiterated the law on the subject\nin the following words.\n\"11. The Juvenile Justice Act, 1986 was replaced by the\nJuvenile Justice (Care and Protection of Children) Act, H\nA\nB\nC\nD\nE\nய\nF\nG\nH\n816\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\n2000 that came into force on April 1, 2001. The 2000 Act\ndefined `juvenile or child' in Section 2(k)to mean a\nperson who has not completed eighteenth years of age.\nSection 69 of the 2000 Act, repealed the Juvenile Justice\nAct, 1986. The 2000 Act, in Section 20 also contained a\nprovision in regard to cases that were pending when it\ncame into force and in which the accused at the time of\ncommission of offence was below 18 years of age but\nabove sixteen years of age (and hence, not a juvenile\nunder the 1986 Act) and consequently who was being\ntried not before a juvenile court but a regular court.\"\n(emphasis supplied)\n17. Similarly in Kalu @ Amit v. State of Haryana (2012)\n8 SCC 34, this Court summed up the law in the following\npassage:\n\"16. Section 20 makes a special provision in respect of\npending cases. It states that notwithstanding anything\ncontained in the Juvenile Act, all proceedings in respect\nof a juvenile pending in any court in any area on the date\non which Juvenile Act comes into force in that area shall\nbe continued in that court as if the Juvenile Act had not\nbeen passed and if the court finds that the juvenile has\ncommitted an offence, it shall record such finding and\ninstead of passing any sentence in respect of the juvenile\nforward the juvenile to the Board which shall pass orders\nin respect of that juvenile in accordance with the\nprovisions of the Juvenile Act as if it had been satisfied\non inquiry under the Juvenile Act that the juvenile has\ncommitted the offence. The Explanation to Section 20\nmakes it clear that in all pending cases, which would\ninclude not only trials but even subsequent proceedings\nby way of revision or appeal, the determination of\njuvenility of a juvenile would be in terms of Clause (I) of\nSection 2, even if the juvenile ceased to be a juvenile\non or before 1/4/2001, when the Juvenile Act came into\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 817\nU.P. [T.S. THAKUR, J.]\nforce, and the provisions of the Juvenile Act would apply A\nas if the said provision had been in force for all purposes\nand for all material times when the alleged offence was\ncommitted...\"\n18. The settled legal position, therefore, is that in all such\ncases where the accused was above 16 years but below 18\nyears of age on the date of occurrence, the proceedings\npending in the Court concerned will continue and be taken to\ntheir logical end except that the Court upon finding the juvenile\nguilty would not pass an order of sentence against him. Instead\nhe shall be referred to the Board for appropriate orders under\nthe 2000 Act. Applying that proposition to the case at hand the\ntrial Court and the High Court could and indeed were legally\nrequired to record a finding as to the guilt or otherwise of the\nappellant. All that the Courts could not have done was to pass\nan order of sentence, for which purpose, they ought to have\nreferred the case to the Juvenile Justice Board.\n19. The matter can be examined from another angle.\nSection 7A (2) of the Act prescribes the procedure to be\nfollowed when a claim of juvenility is made before any Court.\nSection 7A (2) is as under:\n\"7A. Procedure to be followed when claim of\njuvenility is made before any court .- (1) xxX XXX\n(2) If the court finds a person to be a juvenile on the date\nof commission of the offence under sub-section (1), it shall\nforward the juvenile to the Board for passing appropriate\norders and the sentence, if any, passed by a court shall\nbe deemed to have no effect.\"\n20. A careful reading of the above would show that although\na claim of juvenility can be raised by a person at any stage and\nbefore any Court, upon such Court finding the person to be a\njuvenile on the date of the commission of the offence, it has to\nforward the juvenile to the Board for passing appropriate orders\nand the sentence, if any, passed shall be deemed to have\nB\nC\nD\nE\nF\nG\nH\n818 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA effect. There is no provision suggesting, leave alone making it\nobligatory for the Court before whom the claim for juvenility is\nmade, to set aside the conviction of the juvenile on the ground\nthat on the date of commission of the offence he was a juvenile,\nand hence not triable by an ordinary criminal court. Applying\nB the maxim of expressio unius est exclusio alterious, it would\nbe reasonable to hold that the law in so far as it requires a\nreference to be made to the Board excludes by necessary\nimplication any intention on the part of the legislature requiring\nthe Courts to set aside the conviction recorded by the lower\ncourt. The Parliament, it appears, was content with setting aside\nthe sentence of imprisonment awarded to the juvenile and\nmaking of a reference to the Board without specifically or by\nimplication requiring the court concerned to alter or set aside\nthe conviction. That perhaps is the reason why this Court has\nin several decisions simply set aside the sentence awarded to\nthe juvenile without interfering with the conviction recorded by\nthe court concerned and thereby complied with the mandate of\nSection 7A(2) of the Act.\nC\nD\nE\nG\nH\n21. In Kalu @ Amit's case (supra), the plea of juvenility was\nraised before this Court for the first time as is the position in\nthe present case also.. This Court while dealing with the options\navailable noticed the absence of plea on the ground of juvenility\nand held that even if such a plea had been raised before the\nHigh Court, the High Court would have had to record its finding\nthat Kalu @ Amit was guilty, confirm his conviction, set aside\nthe sentence and forward the case to the Board for passing\nan order under Section 15 of the Juvenile Act. The Court\nobserved:\n\"24. The instant offence took place on 7-4-1999. As we\nhave already noted Kalu alias Amit was a juvenile on that\ndate. He was convicted by the trial court on 7-9-2000. The\nJuvenile Act came into force on 1-4-2001. The appeal of\nKalu alias Amit was decided by the High Court on 11-7-\n2006. Had the defence of juvenility been raised before the\nHigh Court and the fact that Kalu alias Amit was a juvenile\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 819\nU.P. [T.S. THAKUR, J.]\nat the time of commission of the offence has come to light A\nthe High Court would have had to record its finding that\nKalu alias Amit was guilty, confirm his conviction, set aside\nthe sentence and forward the case to the Board and the\nBoard would have passed any appropriate order\npermissible under Section 15 of the Juvenile Act (see Hari B\nRam).\"\n22. That procedure has been followed in several other\ncases where this Court has, after holding the accused to be a\njuvenile as on the date of the commission of offence, set aside\nthe sentence awarded to him without interfering with the order\nof conviction. (See: Pradeep Kumar \u0026 Ors. v. State of U.P.\n1995 Supp (4) SCC 419, Bhola Bhagat \u0026 Ors. v. State of\nBihar (1997) 8 SCC 720, Upendra Kumar v. State of Bihar\n(2005) 3 SCC 592, Vaneet Kumar Gupta @ Dharmindher v.\nState of Punjab (2009) 17 SCC 587).\nC\nD\nE\n23. In the totality of the above circumstances, there is no\nreason why the conviction of the appellant should be interfered\nwith, simply because he is under the 2000 Act a juvenile entitled\nto the benefit of being referred to the Board for an order under\nSection 15 of the said Act. There is no gainsaying that even if\nthe appellant had been less than sixteen years of age, on the\ndate of the occurrence, he would have been referred for trial to\nthe Juvenile Court in terms of Section 8 of the 1986 Act. The\nJuvenile Court would then hold a trial and record a conviction\nor acquittal depending upon the evidence adduced before it.\nIn an ideal situation a case filed before an ordinary Criminal\nCourt when referred to the Board or Juvenile Court may\nculminate in a conviction at the hands of the Board also. But\nlaw does not countenance a situation where a full-fledged trial\nand even an appeal ends in a conviction of the accused but G\nthe same is set aside without providing for a trial by the Board.\n24. With the above observations, I agree with the Order\nproposed by brother Lokur, J.\nKalpana K. Tripathy\nAppeal partly allowed.\nF\nI\n"}