{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"774\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nD\nA fresh enquiry that was conducted in terms of Rule 12 of\nthe Rules framed under the 2000 Act. The enquiry report\nsubmitted supports the appellant's claim of his being a\njuvenile under Section 2(k) of the 2000 Act, hence, entitled\nto the benefits admissible thereunder. Although an\nB attempt was made by the respondent-State to assail the\nfinding that the appellant was less than 18 years of age\non the date of the occurrence. There is no cogent reason\nto hold that the appellant was more than 18 years on the\ndate of the occurrence. The determination of age of the\nC appellant, by the trial Court, on the basis of the first medical\nexamination is fully supported and corroborated by the\nmedical examination of the appellant conducted in the\ncourse of the enquiry directed by this Court. The medical\nexamination conducted by the Board of Doctors has\ndetermined the appellant's age to be 40 years as on 24th\nDecember, 2010 which implies that he was around 17 ½\nyears old on the date of the occurrence. Superadded to\nthe medical evidence is the documentary evidence that\nhas come to light in the course of the enquiry in the form\nof the Family Register (Ex. Ka-3) maintained by the\nPanchayat and proved by A.P.W.2-Gram Panchayat\nOfficer. According to this witness who spoke from the\nregister, the appellant was born in the year 1969. The\nElectoral roll for the year 2009 for the constituency in\nwhich the appellant's village falls, also mentions this age\nto be 37 years, implying thereby that he was around 17\nyears old on the date of the occurrence. Deposition of the\nGram Sabha Head examined as PW-12 in the course of\nthe enquiry is supportive of the age of the appellant as\ngiven in the Electoral roll. The two medical examinations\nG and the documents come from proper custody and lend\ncomplete corroboration to the appellant's age being above\n16 years on the date of the occurrence. Besides, what\ncannot be lightly brushed away is the fact that the\nappellant was a married man on the date of the occurrence\nH and that the charge levelled against him was one of dowry\nE\nF\nY\n+\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 775\nU.P.\nharassment and dowry death of his wife who was 19 years A\nold at the time of her demise. If the appellant was only 13\nyears and 8 months old as suggested by the school\ncertificate the question of his harassing the deceased\nalmost six years his senior would not arise for he would\nbe only an adolescent while his wife-the deceased was a B\ngrown up girl who could hardly get harassed by a mere\nchild so young in age that he had barely cut his teeth. The\ntrial Court did not in that view commit any error of\njurisdiction in trying the appellant for the offences alleged\nagainst him. [Para 8] [808-E-H; 809-A-G]\n1.5. While the appellant was above 16 years of age\non the date of the commission of the offence, he was\ncertainly below 18 years and hence entitled to the benefit\nof the 2000 Act, no matter the later enactment was not on\nthe statute book on the date of the occurrence. [Para 9]\n[809-H; 810-A]\nC\nD\nE\n2.1. The conviction cannot however be set aside for\nmore than one reason. Firstly because there was and is\n⚫ no challenge to the order of conviction recorded by the\nCourts below in this case either before the High Court or\nbefore this Court. As a matter of fact the plea of juvenility\nbefore this Court by way of an additional ground stopped\nshort of challenging the conviction of the appellant on the\nground that the Court concerned had no jurisdiction to F\ntry the appellant. Secondly because the fact situation in\nthe case at hand is that on the date of the occurrence the\nappellant was above 16 years of age. He was, therefore,\nnot a juvenile under the 1986 Act that covered the field\nat that point of time, nor did the 1986 Act deprive the trial\nCourt of its jurisdiction to try the appellant for the offence\nhe was charged with. Repeal of the 1986 Act by the 2000\nAct raised the age of juvenility to 18 years. Parliament\nprovided for cases which were either pending trial or\nwere, after conclusion of the trial, pending before an\nG\nt\nH\n776 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA appellate or a revisional Court by enacting Section 20 of\nthe Juvenile Justice (Care and Protection) Act, 2000.\n[Para 9, 10] [810-B-E]\nB\nC\n2.2. The provision u/s. 20 of 2000 Act starts with a\nnon-obstante clause, which implies that the provisions\nhave an overriding effect on all other provisions\ncontained in the enactment. The provision deals with\nproceedings pending against a juvenile in any court. The\nprovision sanctions the continuance of such pending\nproceedings in the very same court, as if the 2000 Act had\nnot been enacted. The provision requires the Court\nseized of the matter to record a finding as to whether the\njuvenile has committed an offence. If the finding is\nagainst the juvenile in that he is found to have committed\nan offence, the court is required to forebear from passing\nan order of sentence and instead forward the juvenile to\nthe Board, which shall then pass an order in accordance\nwith the provisions of the Act, as if it had been satisfied\non inquiry under the Act that the juvenile had committed\nan offence.In all pending cases including trial, revision,\nE appeal or any other criminal proceedings the\ndetermination of juvenility shall be in terms of clause\n(I) of Section 2 even if the juvenile ceases to be so on or\nbefore the date of commencement of the 2000 Act. [Para\n11] [811-E-H; 812-A-C]\nD\nF\n2.3. A case that was pending before ‘any Court'\n(which expression would include both the trial Court and\nthe High Court) would continue in that Court, who would\nnot only proceed with the trial and/or hearing of the case\nas if the 2000 Act was not on the Statute book, but also\nG\nrecord a finding as to the guilt or innocence of the\njuvenile. Far from stipulating a specific prohibition, the\nprovisions of Section 20, make it obligatory for the Court\nconcerned to proceed with the matter and record its\nconclusion as to the guilt or otherwise of the juvenile. The\n'\nI\nT\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 777\nU.P.\nprohibition is against the Court passing an order of A\nsentence against the juvenile, for which purpose the\njuvenile has to be forwarded to the Board for appropriate\norders. [Para 12] [812-D-F]\n2.4. In all such cases where the accused was above\n16 years but below 18 years of age on the date of\noccurrence, the proceedings pending in the Court\nconcerned will continue and be taken to their logical end\nexcept that the Court upon finding the juvenile guilty\nwould not pass an order of sentence against him. Instead\nhe shall be referred to the Board for appropriate orders\nunder the 2000 Act. Applying that proposition to the\npresent case, the trial Court and the High Court could and\nindeed were legally required to record a finding as to the\nguilt or otherwise of the appellant. All that the Courts\ncould not have done was to pass an order of sentence,\nfor which purpose, they ought to have referred the case\nto the Juvenile Justice Board. [Para 18] [817-B-D]\nB\nC\nD\n2.5. Section 7A (2) of the 2000 Act prescribes the\nprocedure to be followed, when a claim of juvenility is E\nmade before any Court. Although a claim of juvenility can\nbe raised by a person at any stage and before any Court,\nupon such Court finding the person to be a juvenile on\nthe date of the commission of the offence, it has to\nforward the juvenile to the Board for passing appropriate F\norders and the sentence, if any, passed shall be deemed\nto have effect. There is no provision suggesting, or\nmaking it obligatory for the Court before whom the claim\nfor juvenility is made, to set aside the conviction of the\njuvenile on the ground that on the date of commission\nof the offence he was a juvenile, and hence not triable by\nán ordinary criminal court. Applying the maxim of\nexpressio unius est exclusio alterious, it would be\nreasonable to hold that the law in so far as it requires a\nreference to be made to the Board, excludes by\nG\nH\n(\n+\nT\n778 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA necessary implication any intention on the part of the\nlegislature requiring the Courts to set aside the\nconviction recorded by the lower court. The Parliament,\nit appears, was content with setting aside the sentence\nof imprisonment awarded to the juvenile and making of\nB a reference to the Board without specifically or by\nimplication requiring the court concerned to alter or set\naside the conviction. [Paras 19 and 20] [817-E, G-H; 818-\nA-C]\nC\nD\n2.6. There is no reason why the conviction of the\nappellant should be interfered with, simply because he\nis under the 2000 Act, a juvenile entitled to the benefit of\nbeing referred to the Board for an order under Section\n15 of the said Act. There is no gainsaying that even if the\nappellant had been less than sixteen years of age, on the\ndate of the occurrence, he would have been referred for\ntrial to the Juvenile Court in terms of Section 8 of the\n1986 Act. The Juvenile Court would then hold a trial and\nrecord a conviction or acquittal depending upon the\nevidence adduced before it. In an ideal situation, a case\nE filed before an ordinary Criminal Court when referred to\nthe Board or Juvenile Court may culminate in a\nconviction at the hands of the Board also. But law does\nnot countenance a situation where a full-fledged trial and\neven an appeal ends in a conviction of the accused but\nF the same is set aside without providing for a trial by the\nBoard. [Para 23] [819-D-G]\nG\nH\nPratap Singh v. State of Jharkhand and Anr. (2005) 3\nSCC 551: 2005 (1) SCR 1019; Bijender Singh v. State of\nHaryana and Anr. (2005) 3 SCC 685: 2005 (2) SCR 1131\nDharambir v. State (NCT of Delhi) (2010) 5 SCC 344: 2010\n(5) SCR 137; Daya Nand v. State of Haryana (2011) 2 SCC\n224: 2011 (1) SCR 173; Kalu @ Amit v. State of Haryana\n(2012) 8 SCC 34; Pradeep Kumar \u0026 Ors. v. State of U.P.\n1995 Supp (4) SCC 419; Bhola Bhagat \u0026 Ors. v. State of\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 779\nU.P.\nBihar (1997) 8 SCC 720: 1997 (4) Suppl. SCR 711; A\nUpendra Kumar v. State of Bihar (2005) 3 SCC 592; Vaneet\nKumar Gupta @ Dharmindher v. State of Punjab (2009) 17\nSCC 587 - relied on.\nCase Law Reference\nIn the Judgment of Madan B. Lokur:\nB\n2009 (3) SCR 468\nreferred to\nPara 11\n(1981) 4 SCC 149\nreferred to\nPara 29\nC\n(1989) 3 SCC 1\nreferred to\nPara 30\n1995 Supp (4) SCC 419\nreferred to\nPara 31\n1997 (4) Suppl. SCR 711\nreferred to\nPara 32\n(2005) 3 SCC 592\nreferred to\nPara 33\nD\n2005 (5) Suppl. SCR 90\nreferred to\nPara 34\n2012 (7) SCR 434\nreferred to\nPara 35\n2009 (6) SCR 486\nreferred to\nPara 36\n2010 (5) SCR 137\nreferred to\nPara 36 E\n2009 (7) SCR 623\nreferred to\nPara 37\n2011 (1) SCR 173\nreferred to\nPara 38\n2012 (10) SCR 540\nrelied on\nPara 39\nF\n2013 (6) SCALE 778\nrelied on\nPara 46\n2012 (9) SCR 244\nrelied on\nPara 60\n1996 (10) Suppl. SCR 284 relied on\nPara 63\nIn the Judgment of T.S. Thakur:\nG\n2009 (7) SCR 623\nreferred to\nPara 6\n2005 (1) SCR 1019\nrelied on\nPara 13\n2005 (2) SCR 1131\nrelied on\nPara 14\nH\n780 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA\n2010 (5) SCR 137\nrelied on\nPara 15\n2011 (1) SCR 173\nrelied on\nPara 16\n(2012) 8 SCC 34\nrelied on\nPara 17\n+\n1995 Supp (4) SCC 419\nrelied on\nPara 22\nB\n1997 (4) Suppl. SCR 711\nrelied on\nPara 22\n(2005) 3 SCC 592\nrelied on\nPara 22\n(2009) 17 SCC 587\nrelied on\nPara 22\nC\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 763 of 2003.\nFrom the Judgment \u0026 Order dated 23.05.2003 of the High\nCourt of Judicature at Allahabad, Lucknow Bench, Lucknow in\nD Criminal Appeal No. 464 of 1990.\nSushil Kumar Jain, Anurag Gohil, Ruchika Gohil for the\nAppellants.\nAmeet Singh, Mukul Singh, Pragati Neekhra for the\nE Respondent.\nF\nG\nThe Judgment of the Court was delivered by\nMADAN B. LOKUR, J. 1. Three principal issues arise for\nconsideration in this appeal. The first is whether the appellant\nwas a juvenile or a child as defined by Section 2(k) of the\nJuvenile Justice (Care and Protection of Children) Act, 2000\non the date of occurrence of the offence he was charged with.\nOn a consideration of the Report called for by this Court on this\nquestion, the issue must be answered in the affirmative.\n2. The second is whether the conviction of the appellant\ncan be sustained on merits and, if so, the sentence to be\nawarded to the appellant. In our opinion the conviction of the\nappellant must be upheld and on the quantum of sentence, he\nH ought to be dealt with in accordance with the provisions of\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 781\nU.P. [MADAN B. LOKUR, J.]\nSection 20 of the Juvenile Justice (Care and Protection of A\nChildren) Act, 2000 read with Section 15 thereof.\n3. The third question is whether any appropriate measures\ncan be taken to prevent the recurrence of a situation, such as\nthe present, where an accused is subjected to a trial by a\nregular Court having criminal jurisdiction but he or she is later\nfound to be a juvenile. In this regard, we propose to give\nappropriate directions to all Magistrates which, we hope, will\nprevent such a situation from arising again.\nThe facts:\n4. On the midnight of 23rd / 24th May 1988 it is alleged\nthat Asha Devi was set on fire by the appellants and two other\npersons. A demand for dowry, which she was unable to meet,\nresulted in the unfortunate incident.\n5. On 24th May 1988 at about 5 a.m., Asha Devi's uncle\ncame to know of the incident and he lodged a complaint with\nthe local police. In the meanwhile, Asha Devi had been taken\nto the District Hospital where she succumbed to the burns.\n6. After completing the investigation, the local police filed\na charge sheet on 10th July 1988 against the appellants and\ntwo other persons. The charge sheet alleged offences\ncommitted under Section 147, Section 302, Section 304-B and\nSection 498-A of the Indian Penal Code (for short the 'IPC').\n7. Thereafter the case proceeded to trial and the Sessions\nJudge, Rae Bareli in S.T. No. 186 of 1988 delivered judgment\non 30th August 1990 convicting the appellants and acquitting\nthe other two persons. The appellants were convicted under\nSection 304-B of the IPC (dowry death) and sentenced to\nundergo 7 years rigorous imprisonment. They were also\nconvicted under Section 498-A of the IPC (husband or relative\nof husband of a woman subjecting her to cruelty) and sentenced\nto undergo 2 years rigorous imprisonment and to pay a fine of\nRs. 100/- each.\nB\nC\nD\nE\nF\nG\nH\nA\n782 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\n8. Feeling aggrieved by their conviction and sentence, the\nappellants preferred Criminal Appeal No. 464 of 1990 in the\nLucknow Bench of the Allahabad High Court. By its judgment\nand order dated 23rd May 2003 the High Court dismissed the\nCriminal Appeal. This is reported as 2003 (3) ACR\nB 2431=MANU/UP/2115/2003.\nC\n9. Against the judgment and order passed by the\nAllahabad High Court the appellants came up in appeal to this\nCourt. It may be mentioned that during the pendency of this\nappeal the second appellant (father of the first appellant) died\nand therefore only the appeal filed by the first appellant, the\nhusband of Asha Devi, survives.\n10. During the pendency of these proceedings the\nappellant filed Criminal Miscellaneous Petition No. 16974 of\nD 2010 for raising additional grounds. He sought to contend that\non the date of commission of the offence, he was a juvenile or\nchild within the meaning of that expression as defined in\nSection 2(k) of the Juvenile Justice (Care and Protection of\nChildren) Act, 2000 (hereinafter referred to as the 'Act').\nE According to the appellant his date of birth was 31st August\n1974 and therefore, when the offence is alleged to have been\ncommitted, he was about 14 years of age.\nF\nG\nH\n11. The application for urging additional grounds was\nconsidered by this Court and by an order dated 19th November\n2010 it was held, while relying upon Pawan v. State of\nUttaranchal, (2009) 15 SCC 259 that prima facie there was\nmaterial which necessitated an inquiry into the claim of the\nappellant that he was a juvenile at the time of commission of\nthe offence. Accordingly, the following direction was given:\n\"In the result we allow the appellant to urge the\nadditional ground regarding juvenility of the appellant on\nthe date of the commission of the offence and direct the\nTrial Court to hold an enquiry into the said question and\nsubmit a report as expeditiously as possible, but not later\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 783\nU.P. [MADAN B. LOKUR, J.]\nthan four months from today. We make it clear that the Trial A\nCourt shall be free to summon the concerned School,\nPanchayat or the Electoral office record or any other record\nfrom any other source which it considers necessary for a\nproper determination of the age of the appellant. We also\nmake it clear that in addition to the above, the Trial Court\nshall be free to constitute a Medical Board comprising at\nleast three experts on the subject for determination of the\nage of the appellant, based on medical tests and\nexamination.\"\nReport of the Additional Sessions Judge:\n12. The Additional Sessions Judge, Rae Bareli acted on\nthe order dated 19th November 2010 and registered the\nproceedings as Miscellaneous Case No. 1 of 2010. He then\nsubmitted his Report dated 18th February 2011 in which he\naccepted the claim of the appellant that his date of birth was\n31st August 1974. As such, the appellant was a juvenile on the\ndate of commission of the offence.\n13. For the purposes of preparing his Report, the\nAdditional Sessions Judge examined several witnesses\nincluding A.P.W. 1 Samar Bahadur Singh, Principal, Pre-\nMiddle School, Sohai Bagh who produced the school\nadmission register pertaining to the admission of the appellant\nin the school. The register showed the date of birth of the\nappellant as 31st August 1974 and the Additional Sessions\nJudge found that the register had not been tampered with.\nB\nC\nD\nE\nF\n14. The Additional Sessions Judge also examined A.P.W.\n11 Dr. Birbal who was a member of the Medical Board\nconstituted by him. The Medical Board examined the appellant G\non 24th December 2010 and gave his age as about 40 years.\nReference in this context was also made to an ossification test\nconducted on the appellant while he was in judicial custody in\nthe District Jail in Rae Bareli during investigation of the case.\nI\n"}