{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"794\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA of action in the present case would be to remand the matter to\nthe jurisdictional Juvenile Justice Board constituted under the\nJuvenile Justice (Care and Protection of Children) Act, 2000\nfor determining the appropriate quantum of fine that should be\nlevied on the appellant and the compensation that should be\nB awarded to the family of Asha Devi.\nAvoiding a recurrence:\n47. How can a situation such as the one t has arisen in\nthis case (and in several others in the past) be avoided? We\nC need to only appreciate and understand a few provisions of the\nD\nE\nF\nJuvenile Justice (Care and Protection of Children) Act, 2000\n(the Act) and the Model Rules framed by the Government of\nIndia called the Juvenile Justice (Care and Protection of\nChildren) Rules, 2007 (the Rules).\n48. The preamble to the Act draws attention to the\nConvention on the Rights of the Child which was ratified by the\nGovernment of India on 11th December 1992. The Convention\nhas prescribed, inter alia, a set of standards to be adhered to\nin securing the best interests of the child. For the present\npurposes, it is not necessary to detail those standards.\nHowever, keeping this in mind, several special procedures, over\nand above or despite the Criminal Procedure Code (for short\nthe Code) have been laid down for the benefit of a juvenile or\na child in conflict with law. These special procedures are to be\nfound both in the Act as well as in the Rules. Some (and only\nsome) of them are indicated below.\n49. A Juvenile Justice Board is constituted under Section\n6 of the Act to deal exclusively with all proceedings in respect\nG of a juvenile in conflict with law. When a juvenile charged with\nan offence is produced before a Juvenile Justice Board, it is\nrequired to hold an inquiry (not a trial) and pass such orders\nas it deems fit in connection with the juvenile (Section 14 of the\nAct).\nH\nL\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 795\nU.P. [MADAN B. LOKUR, J.]\n50. A juvenile or a child in conflict with law cannot be kept A\nin jail but may be temporarily received in an Observation Home\nduring the pendency of any inquiry against him (Section 8 of\nthe Act). If the result of the inquiry is against him, the said juvenile\nmay be received for reception and rehabilitation in a Special\nHome (Section 9 of the Act). The maximum period for reception\nand rehabilitation in a Special Home is three years (Section\n15 of the Act). Even this, in terms of Article 37 of the Convention\non the Rights of the Child, shall be a measure of last resort.\nB\nC\n51. The provision dealing with bail (Section 12 of the Act)\nplaces the burden for denying bail on the prosecution.\nOrdinarily, a juvenile in conflict with law shall be released on\nbail, but he may not be so released if there appear reasonable\ngrounds for believing that the release is likely to bring him into\nassociation with any known criminal or expose him to moral,\nphysical or psychological danger or that his release would D\ndefeat the ends of justice.\n52. Orders that may be passed by a Juvenile Justice\nBoard against a juvenile, if it is satisfied that he has committed\nan offence, are mentioned in Section 15 of the Act. One of the E\norders that may be passed, as mentioned above, is for his\nreception and rehabilitation in a Special Home for a period of\nthree years, as a measure of last resort.\nLL\nF\n53. The Rules, particularly Rule 3, provide, inter alia, that\nin all decisions taken within the context of administration of\njustice, the principle of best interests of a juvenile shall be the\nprimary consideration. What this means is that \"the traditional\nobjectives of criminal justice, that is retribution and repression,\nmust give way to rehabilitative and restorative objectives of\njuvenile justice\". The right to privacy and confidentiality of a\njuvenile is required to be protected by all means and through\nall the stages of the proceedings, and this is one of the reasons.\nwhy the identity of a juvenile in conflict with law is not disclosed.\nFollowing the requirements of the Convention on the Rights of\nthe Child, Rule 3 provides that institutionalization of a child or H\nG\n796 SUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA a juvenile in conflict with law shall be the last resort after a\nreasonable inquiry and that too for the minimum possible\nduration.\nB\nC\nD\nRule 32 provides that:\n\"The primary aim of rehabilitation and social reintegration\nis to help children in restoring their dignity and self-worth\nand mainstream them through rehabilitation within the\nfamily where possible, or otherwise through alternate care\nprogrammes and long-term institutional care shall be of last\nresort.\"\n54. It is quite clear from the above that the purpose of the\nAct is to rehabilitate a juvenile in conflict with law with a view\nto reintegrate him into society. This is by no means an easy\ntask and it is worth researching how successful the\nimplementation of the Act has been in its avowed purpose in\nthis respect.\n55. As regards procedurally dealing with a juvenile in\nconflict with law, the Rules require the concerned State\nE Government to set up in every District a Special Juvenile Police\nUnit to handle the cases of juveniles or children in terms of the\nprovisions of the Act (Rule 84). This Unit shall consist of a\njuvenile or child welfare officer of the rank of Police Inspector\nhaving an aptitude and appropriate training and orientation to\nF handle such cases. He will be assisted by two paid social\nworkers having experience of working in the field of child.\nwelfare of which one of them shall be a woman.\nG\n56. Rule 75 of the Rules requires that while dealing with a\njuvenile or a child, except at the time of arrest, a police officer\nshall wear plain clothes and not his uniform.\n57. The Act and the Model Rules clearly constitute an\nindependent code for issues concerning a child or a juvenile,\nparticularly a juvenile in conflict with law. This code is intended\nH to safeguard the rights of the child and a juvenile in conflict with\n\"\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 797\nU.P. [MADAN B. LOKUR, J.]\nlaw and to put him in a category separate and distinct from an\nadult accused of a crime.\n58. Keeping in mind all these standards and safeguards\nrequired to be met as per our international obligations, it\nbecomes obligatory for every Magistrate before whom an\naccused is produced to ascertain, in the first instance or as\nsoon thereafter as may be possible, whether the accused\nperson is an adult or a juvenile in conflict with law. The reason\nfor this, obviously, is to avoid a two-fold difficulty: first, to avoid\na juvenile being subjected to procedures under the normal\ncriminal law and de hors the Act and the Rules, and second, a\nresultant situation, where the “trial\" of the juvenile is required to\nbe set aside and quashed as having been conducted by a\ncourt not having jurisdiction to do so or a juvenile, on being\nfound guilty, going ‘unpunished'. This is necessary not only in\nthe best interests of the juvenile but also for the better\nadministration of criminal justice so that the Magistrate or the\nSessions Judge (as the case may be) does not waste his time\nand energy on a \"trial\".\n59. It must be appreciated by every Magistrate that when\nan accused is produced before him, it is possible that the\nprosecution or the investigating officer may be under a\nmistaken impression that the accused is an adult. If the\nMagistrate has any iota of doubt about the juvenility of an\naccused produced before him, Rule 12 provides that a\nMagistrate may arrive at a prima facie conclusion on the\njuvenility, on the basis of his physical appearance. In our\nopinion, in such a case, this prima facie opinion should be\nrecorded by the Magistrate. Thereafter, if custodial remand is\nnecessary, the accused may be sent to jail or a juvenile may\nbe sent to an Observation Home, as the case may be, and the\nMagistrate should simultaneously order an inquiry, if necessary,\nfor determining the age of the accused. Apart from anything\nelse, it must be appreciated that such an inquiry at the earliest\npossible time, would be in the best interests of the juvenile,\nA\nB\nC\nD\nE\nF\nG\nH\n798\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nA since he would be kept away from adult under-trial prisoners\nand would not be subjected to a regimen in jail, which may not\nbe conducive to his well being. As mentioned above, it would\nalso be in the interests of better administration of criminal\njustice. It is, therefore, enjoined upon every Magistrate to take\nB appropriate steps to ascertain the juvenility or otherwise of an\naccused person brought before him or her at the earliest\npossible point of time, preferably on first production.\nC\nD\nE\nF\nG\nH\n60. It must also be appreciated that due to his juvenility, a\njuvenile in conflict with law may be presumed not to know or\nunderstand the legal procedures making it difficult for him to\nput forth his claim for juvenility when he is produced before a\nMagistrate. Added to this are the factors of poor education and\npoor economic set up that are jointly the main attributes of a\njuvenile in conflict with law, making it difficult for him to negotiate\nthe legal procedures. We say this on the strength of studies\nconducted, and which have been referred to by one of us (T.S.\nThakur, J) in Abuzar Hossain v. State of West Bengal, (2012)\n10 SCC 489. It is worth repeating what has been said:\n\"Studies conducted by National Crime Records Bureau\n(NCRB), Ministry of Home Affairs, reveal that poor\neducation and poor economic set up are generally the\nmain attributes of juvenile delinquents. Result of the 2011\nstudy further show that out of 33,887 juveniles arrested in\n2011, 55.8% were either illiterate (6,122) or educated only\ntill the primary level (12,803). Further, 56.7% of the total\njuveniles arrested fell into the lowest income category. A\nsimilar study is conducted and published by B.N. Mishra\nin his Book 'Juvenile Delinquency and Justice System', in\nwhich the author states as follows:\n\"One of the prominent features of a delinquent is poor\neducational attainment. More than 63 per cent of\ndelinquents are illiterate. Poverty is the main cause of\ntheir illiteracy. Due to poor economic condition they were\ncompelled to enter into the labour market to supplement\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 799\nU.P. [MADAN B. LOKUR, J.]\ntheir family income. It is also felt that poor educational A\nattainment is not due to the lack of intelligence but may\nbe due to lack of opportunity.\"\n61. Such being the position, it is difficult to expect a juvenile\nin conflict with law to know his rights upon apprehension by a\nB\npolice officer and if the precautions that have been suggested\nare taken, the best interests of the child and thereby of society\nwill be duly served. Therefore, it may be presumed, by way of\na benefit of doubt that because of his status, a juvenile may not\nbe able to raise a claim for juvenility in the first instance and\nthat is why it becomes the duty and responsibility of the\nMagistrate to look into this aspect at the earliest point of time\nin the proceedings before him. We are of the view that this may\nbe a satisfactory way of avoiding the recurrence of a situation\nsuch as the one dealt with.\n62. We may add that our international obligations as laid\ndown in the Convention on the Rights of the Child and the\nBeijing Rules require the involvement of the parents or legal\nguardians in the legal process concerning a juvenile in conflict\nwith law. For example, a reference may be made to Article 40\nof the Convention and Principles 7, 10 and 15 of the Beijing\nRules. That this is not unusual is clear from the fact that in civil\ndisputes, our domestic law requires a minor to be represented\nby a guardian.\nThe remedy:\nC\nD\nE\nF\n63. In D.K. Basu v. State of West Bengal, (1997) 1 SCC\n416 this Court laid down some important requirements for being\nadhered to by the police \"in all cases of arrest or detention till\nlegal provisions are made in that behalf as preventive G\nmeasures\". The Criminal Procedure Code has since been\namended and some of the important requirements laid down\nby this Court have been given statutory recognition. These are\nequally applicable, mutatis mutandis, to a child or a juvenile in\nconflict with law.\nH\nA\n800\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\n64. Attention may be drawn to Section 41-B of the Code\nwhich requires a police officer making an arrest to prepare a\nmemorandum of arrest which shall be attested by at least one\nwitness who is a member of the family of the person arrested\nor a respectable member of the locality where the arrest is\nB made. The police officer is also mandated to inform the\narrested person, if the memorandum of arrest is not attested\nby a member of his family, that he has a right to have a relative\nor a friend named by him to be informed of his arrest. Section\n41-B of the Code reads as follows:\nс\nD\nE\nF\nG\n\"41-B. Procedure of arrest and duties of officer\nmaking arrest.- Every police officer while making an\narrest shall-\n(a) bear an accurate, visible and clear identification\nof his name which will facilitate easy identification;\n(b) prepare a memorandum of arrest which shall\nbe-\n(i) attested by at least one witness, who is a\nmember of the family of the person arrested or a\nrespectable member of the locality where the arrest\nis made;\n(ii) countersigned by the person arrested; and\n(c) inform the person arrested, unless the\nmemorandum is attested by a member of his\nfamily, that he has a right to have a relative or a\nfriend named by him to be informed of his arrest.\"\n65. Every police officer making an arrest is also obliged\nto inform the arrested person of his rights including the full\nparticulars of the offence for which he has been arrested or\nother grounds for such arrest (Section 50 of the Code), the right\nto a counsel of his choice and the right that the police infórm\nH his friend, relative or such other person of the arrest. Section\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 801\nU.P. [MADAN B. LOKUR, J.]\n50-A of the Code is relevant in this regard and it reads as\nfollows:\n“50-A. Obligation of person making arrest to inform\nabout the arrest, etc., to a nominated person. -(1)\nEvery police officer or other person making any arrest\nunder this Code shall forthwith give the information\nregarding such arrest and place where the arrested person\nis being held to any of his friends, relatives or such other\npersons as may be disclosed or nominated by the\narrested person for the purpose of giving such information.\n(2) The police officer shall inform the arrested person of\nhis rights under sub-section (1) as soon as he is brought\nto the police station.\n(3) An entry of the fact as to who has been informed of the\narrest of such person shall be made in a book to be kept\nin the police station in such form as may be prescribed in\nthis behalf by the State Government.\n(4) It shall be the duty of the Magistrate before whom such\narrested person is produced, to satisfy himself that the\nrequirements of sub-section (2) and sub-section (3) have\nbeen complied with in respect of such arrested person.\"\n66. When any person is arrested, it is obligatory for the\narresting authority to ensure that he is got examined by a\nmedical officer in the service of the Central or the State\nGovernment or by a registered medical practitioner. The\nmedical officer or registered medical practitioner is mandated\nto prepare a record of such examination including any injury or\nmark of violence on the person arrested. Section 54 of the Code\nreads as follows:\n“54. Examination of arrested person by medical\nofficer. (1) When any person is arrested, he shall be\nexamined by a medical officer in the service of Central or\nA\nB\nC\nD\nE\nF\nG\nH\n+\nA\nB\nC\nD\nE\n802\nSUPREME COURT REPORTS\n[2013] 13 S.C.R.\nState Government, and in case the medical officer is not\navailable, by a registered medical practitioner soon after\nthe arrest is made:\nProvided that where the arrested person is a female, the\nexamination of the body shall be made only by or under\nthe supervision of a female medical officer, and in case\nthe female medical officer is not available, by a female\nregistered medical practitioner.\n(2) The medical officer or a registered medical practitioner\nso examining the arrested person shall prepare the record\nof such examination, mentioning therein any injuries or\nmarks of violence upon the person arrested, and the\napproximate time when such injuries or marks may have\nbeen inflicted.\n(3) Where an examination is made under sub-section (1),\na copy of the report of such examination shall be furnished\nby the medical officer or registered medical practitioner,\nas the case may be, to the arrested person or the person\nnominated by such arrested person.\"\n67. In our opinion, the procedures laid down in the Code,\nin as much as they are for the benefit of a juvenile or a child,\napply with full rigour to an apprehension made of a juvenile in\nconflict with law under Section 10 of the Act. If these procedures\nF are followed, the probability of a juvenile, on apprehension,\nbeing shown as an adult and sent to judicial custody in a jail,\nwill be considerably minimized. If these procedures are\nfollowed, as they should be, along with the requirement of a\nMagistrate to examine the juvenility or otherwise of an accused\nG person brought before him, subjecting a juvenile in conflict with\nlaw to a trial by a regular Court may become a thing of the past.\nConclusion:\nH\n68. The appellant was a juvenile on the date of the\nJITENDRA SINGH @ BABBOO SINGH v. STATE OF 803\nU.P. [MADAN B. LOKUR, J.]\noccurrence of the incident. His case has been examined on\nmerits and his conviction is upheld. The only possible and\nrealistic sentence that can be awarded to him is the imposition\nof a fine. The existing fine of Rs. 100/- is grossly inadequate.\nTo this extent, the punishment awarded to the appellant is set\naside. The issue of the quantum of fine to be imposed on the\nappellant is remitted to the jurisdictional Juvenile Justice Board.\nThe jurisdictional Juvenile Justice Board is also enjoined to\nexamine the compensation to be awarded, if any, to the family\nof Asha Devi in terms of the decision of this Court in Ankush\nShivaji Gaikwad.\n69. Keeping in mind our domestic law and our international\nobligations, it is directed that the provisions of the Criminal\nProcedure Code relating to arrest and the provisions of the\nJuvenile Justice (Care and Protection of Children) Act, 2000\nbeing the law of the land, should be scrupulously followed by\nthe concerned authorities in respect of juveniles in conflict with\nlaw.\n70. It is also directed that whenever an accused, who\nphysically appears to be a juvenile, is produced before a\nMagistrate, he or she should form a prima facie opinion on the\njuvenility of the accused and record it. If any doubt persists, the\nMagistrate should conduct an age inquiry as required by\nSection 7A of the Juvenile Justice (Care and Protection of\nChildren) Act, 2000 to determine the juvenility or otherwise of\nthe accused person. In this regard, it is better to err on the side\nof caution in the first instance rather than have the entire\nproceedings reopened or vitiated at a subsequent stage or a\nguilty person go unpunished only because he or she is found\nto be a juvenile on the date of occurrence of the incident.\nA\nB\nC\nD\nE\nய\nF\nG\n71. Accordingly, the matter is remanded to the\njurisdictional Juvenile Justice Board constituted under the\nJuvenile Justice (Care and Protection of Children) Act, 2000\nfor determining the appropriate quantum of fine that should be\nlevied on the appellant and the compensation that should be H\n"}