{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8}],"text":"+\nA\nB\nC\nCOMMISSIONER OF INCOME TAX AND ANR.\nV.\nM/S DISTILLERS CO. LTD.\nAPRIL 5, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nIncome Tax Act, 1961-s.43-B-Tax deduction-On the amount paid\nfor non-compliance of a Circular specifying process of bottling of arrack-\nAssessing Authority denying the deduction holding that the amount was a\npenalty and the same was not permissible in terms of s.43-B-Appellate\nAuthority, Tribunal and High Court held that the amount was neither a\npenalty, nor a fee nor excise duty (tax) and s.43-B was not applicable in this\ncase—On appeal, held: The amount was not an excise duty as the same was\nnot for manufacturing of arrack-Tax could not have been levied in terms of\nD executive circular—It was neither a penalty as the non-compliance was not\nof a statutory provision-s.43-B is not applicable in this case-Assessee\nentitled to tax deduction on the amount-Karnataka Excise Act, 1965–\nKarnataka Excise (Manufacturing and Bottling of Arrack) Rules, 1987—\nRule 14(3)—Constitution of India, 1950–Article 265, Seventh Schedule List\nII Entry 8 and 51.\nE\nF\nG\nH\nRespondent-assessee was in the business of arrack bottling,\nmanufacture of industrial alcohol and their marketing, under a licence in\nterms of Karnataka Excise Act, 1965. Karnataka Excise (Manufacturing and\nBottling of Arrack) Rules, 1987 stated that Arrack after blending would be\nmatured in the manner and for the period as would be specified by the\nCommissioner of Excise. The Commissioner, by a circular, specified a period\nof 15 days for the arrack to be matured. If the directives of the circular could\nnot be carried out, due to circumstances beyond one's control, the unmatured\narrack could be bottled with the prior permission of the Officer-in-charge of\nthe bottling unit of paying certain additional amount therefor.\nWhen the respondent was not able to comply with the directives of the\ncircular, it obtained permission of the appropriate authority for the said\npurpose on payment of certain additional amount. He also paid some amount\nfor non-fixation of labels on the bottles. Respondent in his income tax return`\nclaimed deduction for the said amount from his gross income. Assessing\n960\n་\nCOMMNR. OF INCOME TAX v. DISTILLERS CO. LTD.\n961\nAuthority denied the deduction on the grounds that the amount was in the A\nnature of penalty; and that since the same had not been paid during the period\nrelevant to the assessment year, it had to be disallowed in terms of Section\n43-B of Income Tax Act, 1961. Appellate Authority allowed the claim of the\nassessee holding that the amount was neither excise duty nor a penalty and\ntherefore Section 43-B would not be attracted. Tribunal held that the amount\nwas in the nature of additional levy; and that section 43-B was not applicable.\nHigh Court held that the amount was not a penalty, neither a fee nor excise\nduty; payment made for non-fixation of labels was also not a penalty. Hence,\nthe present appeal by Revenue.\nDismissing the appeal, the Court\nB\nC\nHELD: 1. Penalty and Excise Duty vis-a-vis levies which are made on\nmanufacture of an excisable article stand on different footings. Ordinarily,\nExcise Duty is a tax on manufacture. The same is in the Union List. An\nexception, however, is made only in respect of the potable alcohol by reason of\nEntry 51, List II of the Seventh Schedule of the Constitution of India. Thus, D\nlevy of excise duty on alcohol must have a source in a statute legislated in\nterms of Entry 51, List II of the Seventh Schedule of the Constitution of India.\nIt must have a direct relationship with manufacture of Arrack. By reason of\nsub-rule (3) of Rule 14 of the Karnataka Excise (Manufacturing and Bottling\nof Arrack) Rules, 1987, no period of time has been specified. It has been so\nE\ndone under an executive order issued by the Commissioner of Excise. The\nauthority did not and in fact could not levy a tax on manufacture in terms of\nthe said circular or otherwise. As no time limit has been specified by reason\nof a statute, the question of imposing any penalty for non-compliance of the\nstatutory provisions does not arise. It contemplates an additional levy. Source\nfor such additional levy having regard to the nature of the circular must be\nfound in the terms and conditions of the licence. Such terms and conditions\nof licence are fixed by the State by reason of the provisions of the Karnataka\nExcise Act, 1965 made in terms of Entry 8 of List II of the Seventh Schedule\nof the Constitution of India. Such payments are, therefore, made in pursuance\nof or in furthermore of the terms of the licence which is referable to Entry 8\nF\nand not as a tax on manufacture. A levy is imposed by the State in exercise of G\nits monopoly power. Even such monopoly power of the State is restricted. An\nexcise duty which is in the nature of tax can be imposed only by a statute\nwhich answers the description of Article 265 of the Constitution of India.\n[Paras 14, 15, 16 and 19] [965-E-H; 966-A-C; 967-C-G]\nState of Kerala and Ors. v. Maharashtra Distilleries Ltd. and Ors., [2005]\nH\n962\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA 11 SCC 1, relied on.\nKerala Samsthana Chethu Thozhilali Union v. State of Kerala and Ors.,\n[2006] 4 SCC 327, referred to.\n2. The time period fixed for blending is not under a statute. 15 days'\nB time is not necessary for the purpose of manufacture of excisable articles. It\nis a time fixed by the Commissioner. Furthermore, levy is not on manufacture.\nBlending even otherwise is not prohibited. Public health was not the subject\nmatter of the said circular. It laid down only a process of bottling. It was, thus,\nissued with a view to regulate the trade. It would, however, not be an additional\nduty and, therefore, not a tax on manufacture. [Para 17] [967-D-E]\nC\nCommissioner of Central Excise v. M/s. Indian Aluminium Co. Ltd.,\n(2006) 10 SCALE 34, referred to.\n3. Tribunal and the High Court were correct in their views that section\n43-B of the Act was no attracted in the case. [Para 18] [967-F]\nD\nE\nF\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1813 of 2007.\nFrom the Final Judgment and Order dated 04.12.2003 of the High Court\nof Karnataka at Bangalore in I.T.A. No. 313 of 2002.\nMohan Parasaran, ASG., Chidananda D.L. and B.V. Balaram Das for the\nAppellants.\nDhruv Mehta, Harsh Vardhan Jha and Yashraj Singh Deora (for K.L.\nMehta \u0026 Co.) for the Respondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. 1. Leave granted.\n2. Respondent carries on business of arrack bottling, manufacture of\nindustrial alcohol and their marketing. He obtained a licence from the State\nG of Karnataka for the aforementioned purposes in terms of the provisions of\nKarnataka Excise Act, 1965. Indisputably, the matter relating to manufacture\nand bottling of arrack is governed by the said Act and the rules framed\nthereunder by the State of Karnataka known as Karnataka Excise\n(Manufacturing \u0026 Bottling of Arrack) Rules, 1987 (for short \"the Rules\"). Rule\nwith which we are concerned herein is sub-Rule (3) of Rule 14 which reads\nH\nCOMMNR. OF INCOME TAX v. DISTILLERS CO. LTD. [S.B. SINHA, J.]963\nas under:-\n“(3) Arrack after blending shall be matured in such manner and for\nsuch period as may be specified by the Commissioner from time to\ntime.\"\n3. The Commissioner of Excise, however, issued a circular stating:\nA\nB\n\"It is hereby specified that the arrack shall be matured in wooden vats\nfor a minimum period of 15 days before bottling the same.\"\n4. A period of 15 days, thus, had been prescribed for the aforementioned\npurpose. A question, however, arose as to what would happen to the excise C\narticle, if for circumstances beyond one's control, said directives cannot be\ncarried. With a view to meet that contingency, it was stated:\n\"In case the bottling unit for any reason beyond his control is not\nable to mature the arrack in the manner and to the extent specified\nabove, the unmatured arrack may be bottled with the prior permission D\nof the officer in-charge of the bottling unit. The penalty for supplying\nunmatured arrack as specified above would be 29 paise per bulk litre.\"\n5. Indisputably, Respondent obtained permission of the appropriate\nauthority in terms thereof as he was not in a position to comply with the first\npart of the said circular on paying certain additional amount therefor. He, in E\nhis income tax return, claimed deduction for the said amount from his gross\nincome.\n6. The Assessing Authority was of the opinion that as the amount\npayable by the assessee was in the nature of penalty, he was not entitled to\nany deduction. It was further opined that even if the expenditure is deductible, F\nin view of the fact that the amount in question had not been paid during the\nperiod relevant to the assessment year, the same had to be disallowed in terms\nof Section 43B of the Income Tax Act, 1961 (for short \"the Act\").\n7. The Assessee paid certain amounts for not affixation of labels on the\nbottles. He preferred an appeal against the order of assessment and the\nAppellate Authority, being the Commissioner of Income Tax (Appeals), allowed\nthe same opining that the amount claimed is neither in the nature of 'excise\nduty' nor a penalty.\n8. In regard to the applicability of Section 43B of the Act, it was held\nG\nH\n964\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA that as the amount, in question, is neither penalty nor excise duty, Section\n43B of the Act would not be attracted.\n9. Appellant preferred an appeal thereagainst before the Income Tax\nAppellate Tribunal. The Appellate Tribunal opined that the payments made\nby the respondent were in the nature of an additional levy. In regard to the\nB applicability of Section 43B of the Act, the Tribunal held it in the negative.\nC\nD\n(1)\nE\nF\nG\nH\n10. An appeal thereagainst preferred by the Revenue under Section\n260A of the Act, has been dismissed by the High Court by reason of the\nimpugned judgment. Before the High Court, the following purported questions\nof law were framed:\n\"(i) Whether the Appellate Tribunal were correct in holding that the\namount of Rs. 13,25,572/- levied by the Deputy Commissioner of\nExcise (Breweries \u0026 Distilleries), Bangalore, for failing to affix adhesive\nlabels on arrack bottles and failing to mature the arrack for the\nprescribed period as per Karnataka Excise (Manufacturing \u0026 Bottling\nof Arrack) Rules, 1997 was an allowable deduction despite the penalty\nlevied having arisen due to infraction of law?\n(ii) Whether the penalty of Rs. 13,25,572 levied by the Deputy\nCommissioner of Excise (Breweries \u0026 Distilleries), Bangalore and not\npaid by the assessee during the assessment year could be disallowed\nu/s 43 of the Act?\"\n11. Relying upon a decision of the said Court in Ugar Sugar Works Ltd.\nv. State of Karnataka, passed in Writ Petition No. 5008 of 1991 disposed of\non 5th September, 1991, the High Court held:\n(i)\nThe amount in question was not a penalty;\n(ii) It was also not to be treated either as a fee or excise duty.\n(iii) The payment made for non-affixation of labels also is not a\npenalty; stating:\n“10. Therefore, in the absence of labels not being available, if the\nassessee was made liable to pay the amount to the Department towards\nthe cost of the labels for getting the bottled arrack released, it is not\npossible to take the view that such payment was made by way of fees\nas contended by Sri Seshachala. The language employed in the Rule\nmakes it explicit that the amount required to be paid to get the bottled\nCOMMNR. OF INCOME TAX v. DISTILLERS CO. LTD. [S.B. SINHA, J.] 965\narrack released for sale without labels is by way of cost of labels to A\nthe Government. When the language in the Rule in explicit terms\nprovide that the amount required to be paid towards the cost of labels\nand the Rule also impose an obligation on the licensee to get the\nlabels affixed at his cost in the presence of the Warehouse Officer, it\nwill not be correct to consider that the amount paid is not as a cost\ntowards the value of labels, but as a fee. Therefore, the third submission\nof Sri M.V. Seshachala is also liable to be rejected.\"\nB\nC\n12. Mr. Mohan Parasaran, learned Additional Solicitor General appearing\non behalf of the appellants, submitted that the Tribunal and consequently the\nHigh Court went wrong in passing the impugned Judgment insofar as they\nfailed to take into consideration that the amount in question having been\nlevied for non-compliance of certain statutory provisions, would amount to\npenalty and in any event as Section 43B of the Act postulated that the\npayments in respect whereof deduction are claimed must be the amount\nactually paid during the assessment year, the impugned orders cannot be\nsustained.\nD\n13. Mr. Dhruv Mehta, learned counsel appearing on behalf of the\nrespondent, however, supported the judgment.\n14. Penalty and Excise Duty vis-a-vis levies which are made on\nmanufacture of an excisable article stand on different footings. Ordinarily, E\nExcise Duty is a tax on manufacture. The same is in the Union List. An\nexception, however, is made only in respect of the potable alcohol by reason\nof Entry 51, List II of the Seventh Schedule of the Constitution of India which\nreads as under:-\n\"51. Duties of excise on the following goods manufactured or produced F\nin the State and countervailing duties at the same or lower rates on\nsimilar goods manufactured or produced elsewhere in India:\n(a) alcoholic liquors for human consumption;\n(b) opium, Indian hemp and other narcotic drugs and narcotics, but G\nnot including medicinal and toilet preparations containing alcohol or\nany substance included in sub-paragraph (b) of this entry.\"\n15. Thus, levy of excise duty on alcohol must have a source in a statute\nlegislated in terms of Entry 51, List II of the Seventh Schedule of the\nConstitution of India. It must have a direct relationship with manufacture of H\nB\n966\nSUPREME COURT REPORTS\n[2007] 4 S.C.R.\nA Arrack. By reason of Sub-rule (3) of Rule 14 of the Rules, no period of time\nhas been specified. It has been so done under an executive order issued by\nthe Commissioner of Excise. The Authority did not and in fact could not levy\na tax on manufacture in terms of the said circular or otherwise. As no time\nlimit has been specified by reason of a statute, the question of imposing any\npenalty for non-compliance of the statutory provisions does not arise. It\ncontemplates an additional levy. Source for such additional levy having\nregard to the nature of the circular must be found in terms and conditions of\nthe licence. Such terms and conditions of licence are fixed by the State by\nreason of the provisions of the Act made in terms of Entry 8 of List II of the\nSeventh Schedule of the Constitution of India. Such payments are, therefore,\nC made in pursuance of or in furtherance of the terms of the licence, which is\nreferable to Entry 8 and not as a tax on manufacture. This aspect of the matter\nhas been considered by a Constitution Bench of this Court in State of Kerala\nand Ors. v. Maharashtra Distilleries Ltd. and Ors., [2005] 11 SCC 1 stating:\nD\nE\nF\nG\nH\n“79. In this connection we may usefully refer to the decision of this\nCourt in State of Punjab v. Devans Modern Breweries Ltd. In that\ncase the State of Kerala was also a party. The State had imposed tax\non import of potable liquor manufactured in other States. The stand\nof the State was that it was within the province of the State to impose\nrestriction on import of potable liquor by imposing import duty. The\naforesaid duty had not been imposed by the State in exercise of its\nstatutory power conferred upon it in terms of Entry 51 List II of the\nSeventh Schedule to the Constitution but regulatory power as\nenvisaged in Entry 8 thereof. The contention raised on behalf of the\nrespondents was that the requirements of Articles 301 and 304 of the\nConstitution were to be complied with in view of the fact that the duty\nof import must conform to the provisions of Entry 51 of List II. The\nsubmission of the respondents was rejected and those advanced on\nbehalf of the State of Kerala were accepted. This Court observed that\nthe word fee is not used in the strict sense to attract the doctrine of\nquid pro quo. This was the price or consideration which the State\nGovernment had charged for parting with its privilege and granting\nthe same to the vendors. Therefore, the amount charged was neither\na fee nor a tax but was in the nature of price of a privilege which the\npurchaser had to pay in any trading and business in noxious article/\ngoods. This Court held that the permissive privilege to deal in liquor\nis not a right at all. The levy charged for parting with its privilege is\nneither a tax nor a fee. It is simply a levy for the act of granting\n\"\nCOMMNR. OF INCOME TAX v. DISTILLERS CO. LTD. [S.B. SINHA, J.] 967\npermission or for the exercise of power to part with that privilege. This A\nCourt referred to numerous decisions of this Court which have clearly\nheld that the State has a right to exercise all forms of control in\nrelation to all aspects regarding potable alcohol and the State\nLegislature has exclusive competence to frame laws in that regard. The\nState has exclusive right in relation to potable liquor and there was\nB\nno fundamental right to do trade or business in intoxicants. The State\nin its regulatory power has the right to prohibit absolutely every form\nor activity in relation to intoxicants its manufacture, storage, export,\nimport, sale and possession and all these rights are vested in the State\nand indeed without such vesting there can be no effective regulation\nof various forms of activities in relation to intoxicants.\"\n16. A levy is imposed by the State in exercise of its monopoly power.\nEven such monopoly power of the State is restricted. [See Kerala Samsthana\nChethu Thozhilali Union v. State of Kerala and Ors., [2006] 4, SCC 327]\nC\n17. There is another aspect of the matter. The time period fixed for D\nblending is not under a statute. 15 days' time is not necessary for the purpose\nof manufacture of excisable articles. It is a time fixed by the Commissioner.\nFurthermore, levy is not on manufacture. Blending even otherwise is not\nprohibited. No time limit was fixed under the statute. Public health was not\nthe subject matter of the said Circular. It laid down only a process of bottling.\nIt was, thus, issued with a view to regulate the trade. It would, however, not\nbe an additional duty and, therefore, not a tax on manufacture. What would\nbe a tax on manufacture has recently been considered in Commnr. Of Central\nExcise v. M/s. Indian Aluminium Co. Ltd., (2006) 10 SCALE 34.\n18. We, therefore, are of the opinion that the Tribunal and the High\nCourt were correct in their views that Section 43B of the Act was not attracted\nin the case.\n19. An excise duty which is in the nature of tax can be imposed only\nby a statute which answers the description of Article 265 of the Constitution\nof India.\n20. We, therefore, are of the opinion that the Tribunal and the High\nCourt have not committed any error in passing the impugned judgment. The\nappeal is dismissed with costs. Counsel's fee assessed at Rs. 25,000/-.\nE\nF\nG\nK.K.T.\nAppeal dismissed. H\n"}