{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"1\n[2008] 12 S.C.R. 79\nGRID CORPORATION OF ORISSA LTD.\nV.\nGAJENDRA HALDEA AND ORS.\n(Civil Appeal No. 5722 of 2006 etc.)\nAUGUST 13, 2008\n[DR. ARIJIT PASAYAT AND P. SATHASIVAM, JJ.]\nElectricity Act, 2003 - ss. 52 r/w s. 79(1)(g), 111, 121 and\n142 - Sale of surplus power by Grid Corporation of Orissa\n(GRIDCO) - To other trader - Petition before Central Electric-\nity Regulatory Commission (CERC) seeking direction to\nGRIDCO to adhere to trading margin as specified by CERC\nin its Notification- CERC holding that the petitioner had no\nLocus Standi and that the Notification was not applicable to\nGRIDCO being intra-State trader - Appellate Tribunal held\nthat sale to Power Trading Corporation (PTC) was an inter-State\ntrade attracting Regulation 2 of Fixation of Trading Margins\nRegulations, 2006 and as such PTC could not sell the pur-\nchased power within the State - On appeal, held: The petition\nbefore CERC was not entertainable, the petitioner lacking\nLocus Standi- The transaction was intra-State - In view of r. 9\nof Electricity Rules, PTC was not barred from selling the pur-\nchased power within the State - PTC is bound by the Regula-\ntions - Central Electricity Rules, 2005 r. 9 - Central Elec-\ntricity Regulatory Commission (Fixation of Trading Margin)\nRegulations, 2006 - Regulation 2 - Central Electricity Regu-\nlatory Commission (Procedure, Terms and Conditions for\nGrant of Licence and other Related Matters) Regulations,\n2004.\nRespondent No. 1 filed a petition before Central Elec-\ntricity Regulatory Commission (CERC) u/s 52 r/w s. 79 (1)\n(g) of Electricity Act, 2003. He sought direction to the ap-\npellant-GRIDCO to adhere to maximum trading margin,\nas specified by the Commission by its Notification dated\n79\nA\nB\nC\nD\nE\nF\nG\nH\n80\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA 23.1.2006. CERC dismissed the petition holding that\nGRIDCO being an intra-State trader, the Notification was\nnot applicable to it. Respondent's appeal u/s 111 of the\nAct was allowed by the Appellate Tribunal holding that\nthe transaction of sale of surplus energy by GRIDCO to\nB Power Trading Corporation (PTC) was in the nature of\ninter-State trade attracting Regulation 2 of Central Elec-\ntricity Regulatory Commission (Fixation of Trading Mar-\ngin) Regulations, 2006; and that PTC being an inter-State\ntrader could not sell in Orissa the electricity purchased\nfrom GRIDCO.\nC\nD\nE\nDisposing of the appeals and the SLP, the Court\nHELD: 1. Appellate Tribunal was wrong in interfer-\ning with the conclusions of CERC that the writ petition of\nrespondent No.1 was not entertainable and/or maintain-\nable. Respondent No. 1, in order to prove that he had Lo-\ncus Standi to file the petition, relied on Sections 121 and\n142 of Electricity Act, 2003. A bare reading of these provi-\nsions shows that they are not applicable. It was also stated\nthat the petition is not in the nature of PIL and that the\nprayer for refund was not being pressed. [Paras 15, 16\nand 17] [89,E; 88 F-G]\n2.1 The observation of the Appellate Tribunal that\nPTC could not have sold electricity and it could not have\nF effected sale inside the State is wrong because of Rule 9\nof the Central Rules. The contract was concluded in the\nState of Orissa and the transmission loss was to be borne\nby PTC who was not an agent of GRIDCO. The Appellate\nTribunal's conclusions regarding nature of transactions\nare not supportable when various clauses of the agree-\nment are considered. They clearly establish intra-State\nnature of the transactions. [Paras 19 and 20] [93,D-E; 93,A]\nG\n2.2 Under Rule 9 of the Central Electricity Rules, 2005\nthere is no restriction on the licensee effecting sale or re-\nH sale in the same State and no separate licence is needed.\n:\n!\nGRID CORPORATION OF ORISSA LTD. v. GAJENDRA 81\nHALDEA \u0026 ORS.\nIn fact, there was no agreement to take out the electricity, A\nas was inferred by the Appellate Tribunal. PTC is bound\nby the Regulations. Whenever there is sale for inter-state\ntrade, the margin is maintained. Additionally, PTC was not\na party before CERC. Originally also, it was not a party\nbefore the Appellate Tribunal. [Para 20] [93,B-C]\nBen Gorm Nilgiri Plantations Company, Coonoor and\nOrs. v. Sales Tax Officer, Special Circle, Ernakulam and Ors.\n1964 (7) SCR 706- relied on.\nB\nCase Law Reference\nC\n1964 (7) SCR 706\nRelied on Para 18\nCIVILAPPELLATE JURISDICTION: Civil Appeal No. 5722\nof 2006\nFrom the final Judgment and Order dated 16/11/2006 of D\nthe Appellate Tribunal for Electricity, New Delhi in Appeal No.\n81 of 2006\nWITH\n2007\nC.A. Nos. 185, 399 of 2007 and SLP (C) No. 11629 of E\nF\nVikas Singh, A.S.G. Aruneshwar Gupta, A.A.G. Dushyant\nDave, Arun Jaitely, Dr. A.M. Singhvi, K.K. Venugopal, Shyam\nDiwan, Kukrety, Raj Kumar Mehta, Mriganka, Amit Kapur,\nMansoor Ali, Aribam Guneshwar Sharma, K.K. Lahiri, Ejaj\nMaqbool, Abhijeet Sinha, Keshav Mohan, Pratik Dhar, C.K. Rai,\nD. Julius Riamei, Sridhar Potaraju, Satesh Mukherjee, Vishal\nAnand Jagjit Singh Chhabra, Ajay Saroya, Sapan Kumar\nMishra, Swati Sinha (for M/s. Fox Mandal \u0026 Co.), M.G.\nRamachandran, Sanjeev Kumar, Avinash Menon, Kumar Mihir G\n(for M/s. Khaitan \u0026 Co.), Aproova Misra, Pradeep Misra, Daieep\nKr. Dhayani, D.J. Kakalia, Syed Naqvi, Smieetaa Inna and\nRajesh Kumar, Paras Kuhad, Biju Mattam, Richa Srivastava,\nS.K. Puri, V.M. Chauhan, Priya Puri, H.K. Puri, Arun Pendnekar,\nS.S. Shinde, Hemantika Wahi, Pinky, Sangeeta Singh, Neeraj H\n82\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA Kumar Jain, Bharat Singh, Sanjay Singh, Sandeep Chaturvedi,\nUgra Shankar Prasad, P. Narasimhan, Pradeep Dahiya, S.K.\nSabharwal and V.N. Raghupathy for the Appearing parties,\nPetitioner-in-person (N.P.) and Cajendra Haldea, Respondent-\nin-Person (N.P.)\nB\nThe Judgment of the Court was delivered by\nDr. ARIJIT PASAYAT, J. 1. These appeals involve an im-\nportant question regarding jurisdiction of the Appellate Tribunal\nfor Electricity (in short 'Appellate Tribunal'), New Delhi. The first\nC judgment of the Appellate Tribunal is assailed in the case of\nappellant-Grid Corporation of Orissa Ltd.\nD\nIII\nE\nLL\nF\nG\nH\n2. Background facts in a nutshell are as follows:\nRespondent No. 1-Gajendra Haldea a serving officer\nbased in Delhi filed a petition before the Central Electricity Regu-\nlatory Commission (in short the 'CERC') purportedly under Sec-\ntion 52 read with Section 79(1)(g) of the Electricity Act, 2003\n(in short the 'Act') on 28.2.2006. The prayers inter- alia were\nunder:\n(a) Direct GRIDCO to adhere to the maximum trading\nmargin of 4 paise while entering into a contract for sale\nof power to any trading licensee in case such power is\nultimately routed to a licensee outside the State of\nOrissa through an inter-state transmission system.\n(b) Direct GRIDCO to file appropriate returns in the\nprescribed Form-III of the Central Electricity Regulatory\nCommission (Procedure, Terms \u0026 Conditions for grant\nof Trading Licence and other related matters)\nRegulations, 2004 in respect of each transaction of\nsale, where the electricity sold by it has been ultimately\ntransferred to a license outside the State of Orissa\nusing inter-state transmission system.\n(c) Direct GRIDCO not to sell electricity in the course of\ninter state trade with a margin exceeding 4 paisa\n.\nGRID CORPORATION OF ORISSA LTD. v. GAJENDRA 83\nHALDEA \u0026 ORS. [DR. ARIJIT PASAYAT, J.]\nper unit and to modify any contract that allows it to A\nretain a higher margin.\n(d) Direct GRIDCO not to invite bids with the intent of\nselling electricity in the course of inter-state trade\nwith a margin exceeding 4 paisa per unit.\n(e) Exempt petitioner from the requirement of payment\nof the prescribed fee.\nB\n(f) Pass such other and further orders and/or directions\nas this Hon'ble Court may deem fit and proper in the\nfacts and circumstances of the case.\"\nC\nAs is evident from paras 9 and 11 of the petition, the same\nwas purportedly in public interest and was intended to save in-\nterests of consumers of electricity in the country. The appellant-\nGrid Corporation of India filed objections inter-alia taking the\nstand that petition filed by respondent No. 1-Gejendra Haldea\nwas misconceived and not maintainable in law and was liable\nto be rejected. By order dated 1.5.2006 CERC dismissed the\npetition and following findings were recorded:\nD\n\"In our considered view, GRIDCO though deemed to be an E\nElectricity trader is an intra-state trader and is amenable to\nthe jurisdiction of the Orissa Commission. Therefore, the\nTrading margin of 4 paise/KW specified by the Commission\nin its Notification dated 23.1.2006 published in the Official\nGazette on 27.1.2006 does not apply to GRIDCO.\"\nChallenging the order of CERC, respondent No.1-\nGajendra Haldea carried the matter before the Appellate Tribu-\nnal in appeal purportedly filed under Section 111 of the Act. By\nthe impugned order, the Appellate Tribunal allowed the appeal\nand granted reliefs as prayed for by respondent No.1.\n3. The basic challenge in these appeals is that the peti-\ntion filed by respondent No. 1-Gajendra Haldia was thoroughly\nmis-conceived because the appeal in terms of sub-section (1)\nof Section 111 has to fulfill the following requirements.\nF\nG\nH\nC\n84\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\n\"111. Appeal to Appellate Tribunal.-(1) Any person\naggrieved by an order made by an adjudicating officer\nunder this Act (except under section 127) or an order made\nby the Appropriate Commission under this Act may prefer\nan appeal to the Appellate Tribunal for Electricity:\nProvided that any person appealing against the order of\nthe adjudicating officer levying any penalty shall, while filing\nthe appeal, deposit the amount of such penalty:\nProvided further that where in any particular case, the\nAppellate Tribunal is of the opinion that the deposit of\nsuch penalty would cause undue hardship to such person,\nit may dispense with such deposit subject to such\nconditions as it may deem fit to impose so as to safeguard\nthe realisation of penalty.\nD (2) Every appeal under sub-section (1) shall be filed within\na period of forty five days from the date on which a copy\nof the order made by the adjudicating officer or the\nAppropriate Commission is received by the aggrieved\nperson and it shall be in such form, verified in such manner\nand be accompanied by such fee as may be prescribed:\nProvided that the Appellate Tribunal may entertain an\nappeal after the expiry of the said period of forty-five days\nif it is satisfied that there was sufficient cause for not filing\nit within that period.\nE\nEL\nF\nG\n(3) On receipt of an appeal under sub-section (1), the\nAppellate Tribunal may, after giving the parties to the appeal\nan opportunity of being heard, pass such orders thereon\nas it thinks fit, confirming, modifying or setting aside the\norder appealed against.\n(4) The Appellate Tribunal shall send a copy of every order\nmade by it to the parties to the appeal and to the concerned\nadjudicating officer or the Appropriate Commission, as\nthe case may be.\nH\nGRID CORPORATION OF ORISSA LTD. v. GAJENDRA 85\nHALDEA \u0026 ORS. [DR. ARIJIT PASAYAT, J.]\n(5) The appeal filed before the Appellate Tribunal under A\nsub-section (1) shall be dealt with by it as expeditiously as\npossible and endeavour shall be made by it to dispose of\nthe appeal finally within one hundred and eighty days from\nthe date of receipt of the appeal:\nProvided that where any appeal could not be disposed of\nwithin the said period of one hundred and eighty days, the\nAppellate Tribunal shall record its reasons in writing for\nnot disposing of the appeal within the said period.\n(6) The Appellate Tribunal may, for the purpose of\nexamining the legality, propriety or correctness of\nAppropriate Commission under this Act, as the case may\nbe, in relation to any proceeding, on its own motion or\notherwise, call for the records of such proceedings and\nmake such order in the case as it thinks fit.\"\n4. It was, therefore, submitted that respondent No.1 was\nneither entitled to file a petition before the CERC under Sec-\ntion 52 read with Section 79 (1)(g) of the Act nor is entitled to\nfile an appeal before the Appellate Tribunal.\n5. It is pointed out that the expression 'any person ag-\ngrieved' must be a person who suffered legal grievance or le-\ngal injury or one who has been unjustly deprived and denied of\nsomething which he would have entitled to obtain in usual course.\nB\nC\nD\nE\n6. On merits it is submitted that the transaction between F\nthe appellant-Grid Corporation of Orissa Ltd. and PTC India\nLtd. was intra-state within the meaning of Central Electricity\nRegulatory Commission (Procedure, Terms \u0026 conditions for\nGrant of Trading Licence and Other Related Matters) Regula-\ntions, 2004 (in short the 'Regulations'). It is submitted that even\non cursory reading of the Regulations, it would be apparent that\nthe appellant's sale to Power Trading Corporation of India Ltd.\n(in short 'PTC') cannot be construed as inter-state trading within\nthe meaning of said expression.\nG\n7. Civil Appeal No. 185/2007 has been filed by PTC India H\n86\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\nA Ltd and the challenge is to the order of the Appellate Tribunal\ndated 16.11.2006. Here again, the Appellate Tribunal held that\nthe transaction of sale of surplus energy by GRIDCO to PTC was\nin the nature of inter-state trade attracting Regulation 2 of the\nCentral Electricity Regulatory Commission (Fixation of Trading\nB Margin) Regulations, 2006 (in short 'Trading Regulations'). PTC\nbeing an inter-state trader could not sell electricity purchased from\nGRIDCO in Orissa. Allowing electricity traders to sell electricity\nat unregulated price without fixing trading margins will have baneful\neffect on the development of the power sector. The aforesaid\nC findings of the Appellate Tribunal are questioned in this appeal.\n8. It is pointed out that PTC was not impleaded as the\nrespondent or a party before CERC and/or PTC was never af-\nforded an opportunity of placing its case in writing or even in\nhearing before the Appellate Tribunal. The Appellate Tribunal\nD concluded its hearing on 28.8.2006. The subject matter of Peti-\ntion No.41 of 2005 and Appeal No.81 of 2006 are unrelated. It\nwas understood by PTC that it was not required to intervene in\nthe Appeal No.81 of 2006, particularly, since hearing of Petition\nNo.1 of 2005, which was subject matter of challenge in Civil Ap-\nE peal No.68 of 2007 was concluded on 26.3.2006 and the judg-\nment was reserved. In said matters larger question of design of\nelectricity market under Section 66 of the Act and role of regula-\ntors under Sections 60, 62, 79(1)(j) and 178 thereof were involved.\n9. It is pointed out that in terms of the agreement dated\nF 9.3.2006 which was for sale of electricity by GRIDCO to PTC,\nsale was completed within Orissa at the points of supply listed\nin Clause 2 of the General Terms and Conditions of the Agree-\nment. The Appellate Tribunal concluded as follows:\nG\nH\n\"(a) Title passed to PTC within Orissa.\n(b) Risk passed to PTC within Orissa.\n(c)\nObligation to pay for electricity arose against PTC\nwithin Orissa.\n(d) Control over the electricity so supplied and choice of\nGRID CORPORATION OF ORISSA LTD. v. GAJENDRA 87\nHALDEA \u0026 ORS. [DR. ARIJIT PASAYAT, J.]\nwhom to sell and at what price passed to PTC within A\nOrissa.\"\nB\n10. It is pointed out that the finding recorded to the effect\nthat the sale took place only after electricity was exported out-\nside Orissa and sale took place only by consumption are con-\ntrary to the scheme of the Electricity Act. It is also submitted that\nthe finding regarding protection of consumers' interest and the\nquestion qua exporting of unregulated rates at which the elec-\ntricity is sold by a trader of electricity will promote competition\nand protect consumers and the finding that the appropriate\nCommissions must utilize the mechanism of fixing trading mar- C\ngins under Section 79(1)(j) and 86(1)(j) to protect consumers'\ninterests is neither based on any pleadings nor arises for adju-\ndication in Appeal No.81 of 2006.\n11. It is pointed out that the Appellate Tribunal itself under-\nstood that there is no power vested in any ERC to determine\ntariff for trading. It has noted as follows:\n\"Section 66 requires development of market (price\ndetermination by forces of demand by supply); and\n(b) Section 60 empowers the ERCs to adjudicate upon\nany instance of and issue directions considered\nappropriate to prevent an adverse effect on competition\nin electricity industry by-\n(i) Entering into an agreement\n(ii) Abusing its dominant position; or\n(iii) Entering into a combination.\nD\nE\nF\n12. The appellant-GRIDCO has also submitted that the\ndefinition of inter-state trading in terms of Section 2(g) of the G\nRegulations has not been kept in view. Reference is made to\nClauses 2, 3, 4, 18 and 23 to contend that the Appellate\nTribunal's conclusions are erroneous. It is also submitted that\nscope and ambit of Clause 26 has been mis-construed by the\nAppellate Tribunal.\nH\nA\nC\n88\nSUPREME COURT REPORTS\n[2008] 12 S.C.R.\n13. Additionally, learned counsel for GRIDCO has submit-\nted that in reply to the petition filed GRIDCO had categorically\nsubmitted that respondent Gajendra had no locus standi to file\nthe petition and the petition filed was not maintainable. CERC\nheld that trading margins are not applicable to GRIDCO since\nB. it is carried out the functions of bulk supply of electricity within\nthe State of Orissa under Bulk Supply Licence issued by the\nCERC and the transactions were completed in the State of\nOrissa. The entire benefit from the sale of such surplus power\nwas passed on to the consumers of the State through the Bulk\nSupply Tariff Orders. CERC, it is pointed out, had dismissed\nthe petition by respondent No. 1-Gajendra Haldea by holding\nthat GRIDCO is an intra state trader. GRIDCO's transactions\nunder the said contract with PTC was completed within the State\n* of Orissa. Accordingly, it was held that the Regulations were\nnot applicable to GRIDCO. CERC in view of the above did not\ndeal with the question of locus standi. Appellate Tribunal held\nthat Gajendra Haldea had locus standi to file the petition. Though\nit did not disturb the findings of CERC that GRIDCO is an intra-\nstate trader, it held that the transactions of sale of surplus power\nby GRIDCO to the inter-state traders are in the nature of inter-\nstate trading. Accordingly, it held that the transactions of\nGRIDCO are governed by the Trading Regulations and directed\nCERC to find out a methodology for refund of the excess amount.\nD\nE\n14. On behalf of respondent No.1-Gajendra Haldea the\nF order of Appellate Tribunal is supported.\n15. It is unnecessary to go into the question as to the na-\nture of the transaction, because respondent No.1-Gajendra\nHaldea in order to prove that he had locus standi relied on Sec-\ntions 121 and 142 of the Act. It was also stated that it is not in\nG the nature of PIL. It was stated that the prayer for refund was not\nbeing pressed.\nH\n16. A bare reading of Sections 121 and 142 of the Act which\nread as follows shows that those provisions are not applicable.\n\"121. Power of Appellate Tribunal- The Appellate Tribunal\n"}