{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"A\nB\nRAM PRASAD RAI @ RAM PRASAD SINGH AND ORS.\nV.\nSTATE OF BIHAR AND ORS.\nFEBRUARY 23, 2007\n[DR. ARIJIT PASAYAT AND DALVEER BHANDARI, JJ.]\nConstitution of India, 1950; Article 226:\nLand acquisition proceeding-Challenged by petitioners-appellant—\nC Filing of another writ petition/Public Interest Litigation by other person\nallegedly mischievously designated to harass appellants-Disposed of by\nHigh Court directing the authorities concerned to take appropriate steps for\nconstruction of roads etc. on the land so acquired-Challenged by the\nappellants on the ground that the direction given by High Court for\nD construction of road on the land, the acquisition of which was under challenge\nand pending before the High Court-Held: High Court is directed to dispose\nof the pending writ petition-Direction to authorities in terms of impugned\norder would be operative after disposal of the petition pending before the\nHigh Court depending upon the decision to be made in the said petition.\nE\nF\nG\nH\nA writ petition was filed by the appellants questioning the legality of\nthe land acquisition proceeding initiated under the Land Acquisition Act, 1894\nin which their lands were sought to be acquired by the State Government.\nAccording to the appellants, respondent no.6 had filed another writ petition,\nbut the present appellants were not impleaded as parties in the said writ\npetition. Yet another writ petition styled as \"Public Interest Litigation\" was\nfiled by them. The appellants alleged that the petition was nothing but a\nmischievously designed attempt to harass them. It was disposed of a day after\nit was filed. However, writ petition filed by the appellants and another were\npending. Hence the present appeal.\nAppellants contended that there was a direction by the High Court for\nconstruction of a road on the land, acquisition of which is under challenge.\nState of Bihar and Respondent no.6 submitted that the impugned order\npassed by the Division Bench of the High Court is rather innocuous and in\n40\nRAM PRASAD RAI @ RAM PRASAD SINGH v. STATE OF BIHAR [PASAYAT, J.]\n41\nno way affects the appellants.\nDisposing of the appeal, the Court\nA\n༽༼\nHELD: In the facts and circumstances of the case, it would be\nappropriate to direct the High Court to dispose of the pending writ petition,\nCWJC No.3232 of 2004. The direction in the impugned order for construction B\nof the roads would be operative after the disposal of the writ petition in question\ndepending upon the decision in the said writ petition. [Para 10] [43-B]\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 911 of 2007.\nFrom the Final Judgment and Order dated 3.8.2004 of the High Court of C\nJudicature at Patna in C.W.J.C. No. 8674/2004.\nS. Chandra Shekhar and Amit Pawan for the Appellants.\nP.S. Mishra, Upendra Mishra, Tathagat H. Vardhan, Dhruv Kumar Jha,\nRavi C. Prakash, Manu Shanker Mishra, B.B. Singh, Gopal Singh and Nishakant D\nPandey for the Respondents.\nThe Judgment of the Court was delivered by\nDR. ARIJIT PASAYAT, J. 1. Leave granted.\n2. Challenge in this appeal is to the order passed by a Division Bench\nof the Patna High Court in a Writ Petition filed by respondent No.6-Vijay\nKumar Singh.\n3. Background facts in a nutshell are as follows:\nE\nF\nG\n4. A Writ Petition was filed by the appellants questioning the legality\nof the proceeding initiated under the Land Acquisition Act, 1894 (in short the\n'Act') in which their lands were sought to be acquired. In the said Writ\nPetition, father of respondent No.6 Bam Bahadur Singh was respondent No.6.\nAccording to the appellants aforesaid Bam Bahadur Singh had entered\nappearance in the said writ petition. One Fudena Rai filed a writ petition which\nis numbered as CWJC No. 2862 of 2004. In the said writ petition a prayer inter-\nalia was made to the effect that the respondents therein should be commanded\nby a writ of mandamus or any other appropriate writ or writs, order or orders\nto construct the road for which the land has been acquired. In the said writ\npetition the present appellants were not parties. However, the same was being H\n42\nSUPREME COURT REPORTS\n[2007] 3 S.C.R.\nA heard almost on the same day when the writ petition filed by the appellants\ni.e. W.P. 3232/2004 was being heard.\nB\nC\nD\nE\nF\nG\n5. The writ petition to which the present appeal relates is numbered as\nCWJC No. 8674 of 2004 and was styled as \"Public Interest Litigation\". It is\nthe appellants' case that the petition was nothing but a mischievously designed\nattempt to harass the appellants. The writ petition was also a verbatim copy\nof the writ petition filed by Fudena Rai i.e. W.P. No.2862 of 2004.\n6. While the appellants' writ petition and Fudena Rai's writ petition were\npending, by the impugned order the same has been disposed of, a day after\nit was filed. The order is a short one and reads as follows:\n\"The grievance of the petitioner is that the land has been acquired\nbut no steps are being taken for construction of the road.\nIn our view, the petitioner should approach the District Magistrate,\nVaishali at Hajippur who will look into the matter and see that if the\nfund is available under any agency or the Gram Panchayat is ready\nto construct out of its own fund, then he will issue necessary direction\nin this regard. If there is any encroachment on the land, the District\nMagistrate, Vaishali at Hajipur will also take steps for removal of the\nsame.\nWith the aforesaid observation, the writ application stands\ndisposed of.\"\n7. According to the appellants there is virtually a direction for\nconstruction of a road on the land the acquisition of which is under challenge.\nIt is submitted that subsequently CWJC No.2862 of 2004 was referred to the\nDivision Bench and was dismissed.\n8. In response, learned counsel for the State of Bihar and respondent\nNo.6 submitted that the impugned order passed by the Division Bench is\nrather innocuous and in no way affects the appellants.\n9. Though the order appears to be innocuous, there are certain aspects\nwhich need to be highlighted. Obviously, the direction was for construction\nby the District Magistrate, Vaishali, Hajippur or the Gram Panchayat. There\nwas no indication that the same was to be governed by the decision in the\nwrit petition challenging the acquisition proceedings. If the High Court would\nH have mentioned that these directions were to be carried out after the disposal\nRAM PRASAD RAI @ RAM PRASAD SINGH v. STATE OF BIHAR [PASAYAT, J.] 43\nof the writ petition challenging the acquisition proceedings there would not A\nhave been any difficulty.\n10. In the aforesaid background, we feel it would be appropriate to\ndirect the High Court to dispose of the pending writ petition CWJC No. 3232\nof 2004. The direction in the impugned order for construction would be\noperative after the disposal of the aforesaid writ petition depending upon the B\ndecision in the said writ petition.\nS.K.S.\n11. The appeal is accordingly disposed of. No costs.\nAppeal disposed of.\nC\n"}