{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"938 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA\n(2001) 7 SCC 358\nReferred to.\nPara 50\n(1992) Suppl. 1 SCC 21 Relied on.\nPara 64\n(2004) 6 SCC 465\nRelied on.\nPara 64\n(2007) 5 SCC 447\nRelied on.\nPara 66\nB\n(2006) 8 SCC 702\nRelied on.\nPara 67\n(1979) 2 SCC 409\nRelied on.\nPara 68\nCIVIL APPELLATE JURISDICTION: Civil Appeal No.\nC 5181 of 2002.\nFrom the Judgment \u0026 Order dated 24.4.2002 of the High\nCourt of Judicature at Patna in C.W.J.C. No. 6838 of 2000.\nDr. Rajiv Dhawan, Dinesh Dwivedi, Mohit Kumar Shah,\nD Gopal Singh, Ravi Bhushan, Pallavi Mohan for the Appellants.\nE\nRavi Shankar Prasad, Ranjit Kumar (for Suresh A. Shroof\n\u0026 Co.), Suprarna, Srivastava, Rajiv Ranjan, Sudershini Ray,\nRam Swarup Sharma for the Respondent.\nThe Judgment of the Court was delivered by\nSURINDER SINGH NIJJAR, J. 1. This appeal has been\nfiled by the State of Bihar challenging the judgment and order\ndated 24.04.2002 of the High Court of Judicature at Patna in\nF CWJC No.6838 of 2000, whereby, the High Court has allowed\nthe writ petition filed by the respondent herein. The respondent\n– M/s. Kalyanpur Cement Ltd. (hereinafter referred to as 'the\nCompany'), is a public sector company incorporated in the year\n1937 as a Lime-producing Company. It is engaged in the\nG business of cement manufacturing and marketing operations\nsince 1946. It had commenced production with a capacity of\n46000 metric tonnes. It underwent a series of expansion in\n1958, 1968 and 1980. Nowadays, the Company is operating\none-million-tonne cement plant. In view of the changes in the\nH\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 939\nLTD. [SURINDER SINGH NIJJAR, J.]\ntechnology worldwide, it has set up a brand new state-of-art 'dry A\nprocess' plant in 1994 at a capital cost of Rs.250-260 crores.\nThis was made possible with financial assistance of World\nBank and the All India Financial Institutions. Its advisor and\nfinancial collaborator is Holder Bank (HOLCIM) at Switzerland.\nThe Company claims to be one of the very few large scale B\nsurviving industrial units in the State of Bihar. It is the only large\nscale industry in central part of the State. Over 2000 persons\nare in the employment of the Company. The Company claims\nthat due to circumstances beyond its control such as recession\nin the cement industry as well as Government related problems; C\ndelayed decision in granting Sales Tax Deferment benefit the\nCompany began to suffer heavy losses. This was accentuated\nby the non-availability of the sanctioned working capital from\nthe financial institutions in the absence of the sale tax exemption\nunder the Industrial Policy, 1995. There was continuous loss in\nD\nproduction for a number of years. This has resulted in erosion\nof Net-Worth of the Company, as the total Net-Worth of the\nCompany was less than its accumulated losses in December,\n2002, it has registered with Board for Industrial and Financial\nReconstruction (hereinafter referred to as 'BIFR') as a sick unit.\nIt has been actually declared as sick Company by BIFR on\n28.05.2002. Its reference case is pending with the BIFR. The\nCompany in order to rehabilitate itself sought the assistance\nfrom financial institutions for restructuring package. The\nCompany's proposal for financial assistance and restructuring\nhas been approved by various financial institutions, in principal.\nHowever, the same has been made conditional on certain\npreconditions being met. One of the conditions imposed by the\nfinancial institutions was that the restructuring package would\nbe made available only on the Company obtaining a Sales Tax\nexemption for a period of 5 years from the State Government,\nin terms of Industrial Policy, 1995. Accordingly, Company\nsubmitted an application to the State Government on\n21.11.1997 for grant of Sales Tax exemption under the Industrial\nPolicy, 1995 for a period of 5 years w.e.f. 01.01.1998.\nThereafter, the matter remained pending for consideration by H\nE\nF\nG\n940\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA the State Government and the financial institutions. There were\na series of joint meetings of the Government, Financial\nInstitutions and the Company, over the next three years. In all\nthese meetings, as well as correspondence categoric\nassurances were given that the necessary Sales Tax exemption\nB notification would be issued shortly. However, no such\nnotification was issued causing great hardship to the Company.\nIt was, therefore, constrained to file writ petition (CWJC\nNo.6838 of 2000) in the High Court at Patna.\nс\nD\n2. In this writ petition, the prayer was for issuance of the\nwrit in the nature of mandamus directing the State of Bihar to\nissue necessary Notification under Clause 24 of the 1995\nPolicy. The claim of the Company was that Notification under\nClause 24 of the Industrial Policy, 1995 ought to have been\nissued within one month of the release/publication of the Policy\nin September, 1995. Voluminous record was produced before\nthe High Court in support of the submission that the Company\nis entitled to exemption under the 1995 Policy. The State of\nBihar contested the writ petition by filing a counter affidavit.\nSupplementary counter affidavit was filed on behalf of the\nE Government through Secretary-cum-Commissioner,\nDepartment of Commercial Taxes (respondent No.4 in the writ\npetition) on 05.12.2000. In paragraph 5 of the aforesaid\naffidavit it is stated as under:-\nF\nG\nH\n\"5. That the Hon'ble Minister, Department of Commercial\nTaxes has approved the proposal along with draft.\nnotification regarding extension of Sales Tax related\nincentives to sick industrial units.\"\n3. In paragraph 8 of the affidavit it is averred \"That the\ndeponent states that it shall be possible to issue necessary\nnotification after approval of the proposal of the relevant\nnotification by the Hon'ble Chief (Finance) Minister of the\nCabinet.\" It is also stated in the affidavit “That the deponent\nhas further requested the Secretary-cum-Commissioner,\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 941-\nLTD. [SURINDER SINGH NIJJAR, J.]\nDepartment of Finance, vide letter dated 28.11.2000 to take A\nnecessary approval earliest as the same has to inform to the\nHon'ble Court.\" Thereafter, yet another supplementary counter\naffidavit dated 09.01.2001 was filed by Shri Krishan Nand Roy,\nAssistant Commissioner, Commercial Taxes, Bihar. In the\naffidavit, it was contended that the State Government in a B\nmeeting under the Chairmanship of the Chief Minister held on\n06.01.2001 has decided upon due deliberation not to grant any\nSales Tax incentives to sick industrial units. Therefore, the claim\nof the Company has been rejected. The four stated reasons\njustifying the aforesaid decision were as under:-\n“(1) The period of Industrial Policy 1995 was from\n1.9.1995 to 31.8.2000. Therefore, this policy is not\neffective to date.\nC\n(2) The question to provide facility to those sick units are D\nmentioned in clause 22 of the above policy. No notification\nhas been issued by the Government to provide facility of\nSales Tax till now, on whose basis, there could be right of\nany specialized person/unit to get the facility.\n(3) So far as the question of applicants' Unit in petition No.\nCWJC No.6838/2000 is concerned, his matter has not yet\nbeen approved by the High Level Empowered Committee\nunder the Chairmanship of Chief Secretary under Clause\n22(1) of Industrial Policy, 1995. It is worth mentioning here\nthat in absence of above mentioned, even approval cannot\nbe provided.\nE\nF.\n(4) Tax reforms at All India Level, which has been\ncontinuing last one year it has been decided at the\nconference of Chief Ministers that except States of Special G\nCategory Sales Tax facility must be ended by rest all other\nStates. The States would not do this, there could be\npossibility of cut down the payable Central Assistance to\nthose States.\"\nH\n942\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA\n4. Therefore, the Company amended the writ petition and\nchallenged the decision dated 06.01.2001 of the State\nGovernment. It was pleaded by the Company that the grounds\nfor rejection of the Company's case and non-issuance of the\nNotification was not in accordance with law It appears that\nB another counter affidavit was filed on 16.02.2001 by respondent\nNo.4. This was followed by yet another supplementary counter\naffidavit filed by Virendra Kumar Singh, Joint Commissioner,\nCommercial Taxes, Headquarter, Patna on 02.08.2001. In this\naffidavit it was brought to the notice of the Court that the\ndecision taken on 06.01.2001 was considered by the Cabinet\nin its meeting held on 05.03.2001 wherein it was decided not\nto issue any notification for granting any concession/facility to\nsick industrial units in the State. This decision was duly\nconveyed by letter dated 05.03.2001 to the IDC Bihar, Patna.\nIn view of the aforesaid decision the Secretary Industries\nDepartment rejected the company's application and\ncommunicated the decision to the Company on 14.05.2001.\nBoth the decisions were sought to be justified by the State\nGovernment.\nC\nD\nE\n5. The High Court considered the entire issue. The\nCompany as well as the State made detailed reference to the\ndocuments which were placed on the record. Ultimately, the writ\npetition has been allowed. The decisions dated 06.01.2001\nand 05.03.2001 have been quashed. Further directions issued\nF to the State Government are as follows;\nG\n\"The concerned departments and organizations are\nhereby directed to issue follow up notification to give\neffect to the provisions of the policy within one month from\ntoday. After the notification is issued a Committee\nheaded by the Industrial Development Commissioner\nwould be constituted to evolve suitable measures for\npotentially viable non BIFR sick industrial unit (the\npresent petitioner) and the said Committee would submit\nits recommendations before the State Level Empowered\nT\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 943\nLTD. [SURINDER SINGH NIJJAR, J.]\nCommittee which in its turn shall place the said A\nrecommendations before the Government. After\nreceiving the said recommendations from the State Level\nEmpowered Committee, the Government shall take final\ndecision in the matter. The petition is thus allowed.\"\n6. This decision has been challenged by the appellant-\nState.\n7. At this stage it would be appropriate to notice the orders\npassed by this Court during the proceedings. On 18.11.2002,\nfollowing directions were issued:-\n\"Heard learned counsel for the parties.\nAs an interim arrangement during the pendency of\nthis appeal, with a view to protect the interests of either\nside, we direct the respondent to deposit an amount\néquivalent to the sale tax payable by it as and when it'\nbecomes due in an interest bearing account in a\nnationalized bank. This amount and the amount accrued\nduring the pendency of the appeal, shall not be withdrawn\nby either side.\nThe amount so kept in deposit shall become payable\nto the party which ultimately succeeds in this appeal.\nThe appellants are directed to issue the exemption\norders and on receipt of such order, the above said amount\nshall be deposited. The issuance of the exemption orders\nis without prejudice to the case of the parties in this\nappeal.\nThe IA is thus disposed of.\"\nB\nC\nD\nE\nF\nG\n8. Thereafter IA No.3 of 2006 was filed by the appellant\nseeking stay of the judgment of the High Court, it has been\nstated that the application has been necessitated because of\nthe intervening circumstances and the conduct of the Company. H\n944 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA It was further stated that pursuant to the direction issued by this\nCourt on 18.11.2002, the appellant issued Notification No.SO-\n174 dated 18.10.2004 granting exemption to the Company. The\nNotification was to have effect for five years from the date of\npublication in the Official Gazette or till the disposal of the\nB Special Leave Petition. The Notification was issued on the\nfollowing terms:-\nс\nD\nE\n\"2. Terms and conditions-\n(a) Tax payable by M/s Kalyanpur Cement Ltd. shall be\ndeposited per month in an interest-bearing account in a\nnationalized bank.\n(b) M/s Kalyanpur Cement Ltd. shall provide information\nof such bank account to the circle where he is registered.\n(c) M/s Kalyanpur Cement Ltd. shall submit the details\nregarding amount of payment in the bank account as\nmentioned in para (a) above along with brief abstract each\nmonth.\n9. Thereafter the appellant requested the company to\ncomply with the directions of this court. The Company, however,\ninformed the appellant that it was unable to comply with the\ndirections because of its 'sickness'. Since the Company failed\nto comply with the aforesaid order, a prayer was made for\nF recalling the same.\nG\n10. The Company in its reply elaborately explained the\nefforts being made by the financial institutions to ensure the\nsurvival of the Company. It reiterated that the Company had\nacted honestly and in good faith on assurances/approval given\nby the appellant at various stages. The Company continued\nwith its operation in anticipation of receiving the appellant's\napproval at some point of time. Had the appellant not given the\nassurances, the Company could have suspended its operation.\nThe Government gave assurances and granted approval on\nH 07.01.1998, 23.01.1998, 12.03.1998, 21.01.1999, 12.07.1999,\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 945\nLTD. [SURINDER SINGH NIJJAR, J.]\n29.10.1999, 02.12.1999, 17.12.1999, 25.01.2000, 31.03.2000, A\n29.05.2000 and 30.06.2000. It was also pointed out that even\nthe officers of the Commercial Taxes Department including\nCommissioner, Commercial Taxes to the effect that the\nNotification was in the process of being issued. It was also\npointed out that even after the VAT regime being introduced, B\nSales Tax related incentives to industries are being given to\nindustries by various States. In fact under the Industrial Policy\n2003 as well as the Industrial Policy, 2006, Sales Tax incentives\nin some form or the other have been retained/provided. It is\nfurther pointed out that the Notification dated 18.10.2004 was C\nissued after expiry of two years from the date of the order\npassed by this Court. The delayed action of the Appellant\npractically crippled the Company financially and jeopardized\nefforts for revival as the Sales Tax benefit is crucial for the\nCompany's revival and continued operations. It is reiterated that\nthe Company is entitled to get the benefit under the Industrial\nPolicy, 1995. With regard to the non-deposit of the \"amount\nequivalent to the Sales Tax payable by it as and when it\nbecomes due”, it is stated that the Company had bona fide\nopened the Bank account with a Nationalized Bank but could\nnot deposit the amount equivalent to the Sales Tax due because\nof circumstances beyond its control.\nD\nE\n11. During the pendency of the Interim Application,\nproposal for the approval of the reconstruction package of the\nCompany was under the active consideration of the State. F\nTherefore, the proceedings were adjourned from time to time.\n12. During this period an application was also filed by the\nAssets Reconstruction Company (I) Ltd. for being impleaded\nas a party. The aforesaid application has been allowed by this\nCourt on 04.09.2006 and the applicant has been impleaded\nas respondent No.2.\n13. We have heard the Counsel for the parties. Dr. Rajiv\nDhawan and Mr. Dinesh Dwivedi, Senior Advocates made the\nsubmissions on behalf of the appellant. Dr. Dhawan submits\nG\nH\n946 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA that in the aforesaid judgment the High Court has held that:\ni.\n¡¡\nB\nC\nD\niii.\nthe petitioner had a right to be granted sales tax\nexemption under 1995 Industrial Policy;\nthe decision of 6 January 2001 denying such\nexemption was arbitrary (which was challenged but\nalleged not to be on record);\nthe decision of 5 March 2001 was wrong, even\nthough not on record and not challenged.\n14. According to Dr. Dhawan the High Court has wrongly\nquashed the order dated 06.01.2001 on the basis that it was\nan arbitrary somersault after 05.12.2000. This conclusion is\nerroneous as the aforesaid order had given four cogent\nreasons in support of the decisions which have been duly\nnoticed by the High Court. The aforesaid reasons could not be\nsaid to be extraneous to the decision dated 06.01.2001.\nThereafter, it is submitted that the relevant rule/clauses 22 and\n24 were wrongly interpreted because it stated \"Clause 22.2 of\nthe policy would come into force after a notification under\nE Clause 24 is issued.\" The High Court has wrongly held that the\nprecondition of revival under Clause 22 came into effect after\nthe final decision under Clause 24. According to the learned\nsenior counsel the High Court failed to notice that clause 22.2\nwas about revival of the Company and not just granting Sales\nF Tax exemptions. Furthermore, Clause 22.3 barred exemption/\ndeferment to be given to such sick and closed industrial units\nwhich have once availed of such facilities in the past. This\nCompany has availed the deferment in the past and had not\npaid the sums due. It is then emphasized that Clause 24 was\nG a monitoring Clause, but the time period of one month was\nsimply a target. Therefore, it was neither mandatory nor\ndirectory.\nH\n15. Learned Senior counsel then submitted that the High\nCourt has wrongly based its decision on Mangalore Chemical\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 947\nLTD. [SURINDER SINGH NIJJAR, J.]\nand Fertilizer Ltd. Vs. Deputy Commissioner of Commercial A\nTaxes and others, (1992) Suppl. 1 SCC 21. According to Dr.\nDhawan, this case would be inapplicable because in fact, in\nthat case, prior permission had already been granted. He\nfurther submitted that the High Court wrongly ignored the\nsignificance of the Chief Ministers' Conference although the B\nHigh Court notices the Conferences of the Chief Ministers, it\nfailed to give sufficient importance to this national public policy\naspect emanating from the Conferences between the Chief\nMinisters of all States and the Union Government. Dr. Dhawan\nfurther submitted that the High Court has wrongly assumed that\nthere was any allurement offered to the Company. In fact the\nHigh Court did not properly apply the doctrine of 'Promissory\nEstoppel'. At best the High Court only found a case of possible\nintention on the part of the State to grant exemption to the\nCompany during the limited period from 5th December, 2000\nto 6th January, 2001. Yet the High Court issued a writ in the\nnature of Mandamus directing the State to issue the exemption\nnotification.\nC\nD\nE\n16. In support of his submissions, learned senior counsel\nhas made detailed reference to the facts and the documents\non record. According to him, the facts in this case are not such\nas to give rise to a cause of action, relying on the doctrine of\n'promissory estoppel'. There is no material on the record to\nshow that any unequivocal promise was made to the Company\nand it had acted on such a promise. All the meetings were only F\nexploratory in nature. In any event, no mandamus could have\nbeen issued after the Scheme had lapsed and no default by\nthe appellant-State has been established. According to the\nlearned senior counsel, the impugned judgement of the High\nCourt is wrong in law, in respect of the rules, orders of the State\nand the Scheme of the Industrial Policy. It is also wrong on\nfacts.\n17. Learned Senior counsel relied on number of judgments\nin support of the submissions Central London Property Trust,\nG\nH\n"}