{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"958\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA\n31. In Motilal Padampat Sugar Mills Co. Ltd. vs. State of\nUP (1979) 2 SCC 409, it is held that \"we do not think it is\nnecessary, in order to attract the applicability of the doctrine of\npromissory estoppel, that the promisee, acting in reliance on\nthe promise, should suffer any detriment. What is necessary is\nB only that the promisee should have altered his position in\nreliance on the promise...\"\nC\nD\n\"But it is necessary to point out that since the doctrine of\npromissory estoppel is an equitable doctrine, it must yield when\nthe equity so requires. If it can be shown by the Government\nthat having regard to the facts as they have transpired, it would\nbe inequitable to hold the Government to the promise made by\nit, the Court would not raise an equity in favour of the promisee\nand enforce the promise against the Govenrment. The doctrine\nof promissory estoppel would be displaced in such a case\nbecause, on the facts, equity would not require that the\nGovernment should be held bound by the promise made by it.\nWhen the Government is able to show that in view of the facts\nas have transpired since the making of the promise, public\ninterest would be prejudiced if the Government were required\nto carry out the promise, the Court would have to balance the\npublic interest in the Government carrying out a promise made\nto a citizen which has induced the citizen to act upon it and alter\nhis position and the public interest likely to suffer if the promise\nwere required to be carried out by the Government and\nF determine which way the equity lies. It would not be enough for\nthe Government just to say that public interest requires that the\nGovernment should not be compelled to carry out the promise\nor that the public interest would suffer if the Government were\nrequired to honour it.\"\nE\nG\nН\nIn the same paragraph it is further observed that:-\n\"24...the Government cannot, as Shah, J., pointed out\nin the Indo-Afghan Agencies case, claim to be exempt\nfrom the liability to carry out the promise \"on some\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 959\nLTD. [SURINDER SINGH NIJJAR, J.]\nA\nC\nindefinite and undisclosed ground of necessity or\nexpediency\", nor can the Government claim to be the sole\njudge of its liability and repudiate it \"on an ex parte\nappraisement of the circumstances\". If the Government\nwants to resist the liability, it will have to disclose to the\nCourt what are the facts and circumstances on account of B\nwhich the Government claims to be exempt from the liability\nand it would be for the Court to decide whether those facts\nand circumstances are such as to render it inequitable to\nenforce the liability against the Government. Mere claim\nof change of policy would not be sufficient to exonerate the\nGovernment from the liability: the Government would have\nto show what precisely is the changed policy and also its\nreason and justification so that the Court can judge for\nitself which way the public interest lies and what the equity\nof the case demands. It is only if the Court is satisfied, on D\nproper interest requires that the Government should not be\nheld bound by the promise but should be free to act\nunfettered by it, that the court would not act on the mere\nipse dixit of the Government, for it is the Court which has\nto decide and not the Government whether the E\nGovernment should be held exempt from liability. This is\nthe essence of the rule of law. The burden would be upon\nthe Government to show that the public interest in the\nGovernment acting otherwise than in accordance with the\npromise is so overwhelming that it would be inequitable\nto hold the Government bound by the promise and the\nCourt would insist on a highly rigorous standard of proof.\nin the discharge of this burden\"\nF\n32. It is further held that \"Lastly, a proper reading of the\nobservation of the Court clearly shows that what the Court G\nintended to say was that where the Government owes a duty\nto the public to act differently, promissory estoppel cannot be\ninvoked to prevent the Government from doing so. This\nproposition is unexceptionable, because where the Government\nowes a duty to the public to act in a particular manner, and here\nH\n960 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA obviously duty means a course of conduct enjoined by law, the\nB\nC\nD\ndoctrine of promissory estoppel cannot be invoked for\npreventing the Government from acting in discharge of its duty\nunder the law. This doctrine of promissory estoppel cannot be\napplied in teeth of an obligation or liability imposed by law.\"\n33. In DCM Ltd. vs. Union of India (1996) 5 SCC 468,\nthis Court reiterated that \"It is well settled that the doctrine of\npromissory estoppel represents a principle evolved by equity\nto avoid injustice and, though commonly named promissory\nestoppel, it is neither in the realm of contract nor in the realm\nof estoppel. The basis of this doctrine is the inter-position of\nequity which has always proved to its form, stepped in to\nmitigate the rigour of strict law. It is equally true that the doctrine\nof promissory estoppel is not limited in its application only to\ndefence but it can also find a cause of action. This doctrine is\napplicable against the Government in the exercise of its\ngovernmental public or executive functions and the doctrine of\nexecutive necessity or freedom of future executive action,\ncannot be invoked to defeat the applicability of this doctrine. It\nis further well established that the doctrine of promissory\nE estoppel must yield when the equity so requires. If it can be\nshown by the Government or public authority that having regard\nto the facts as they have transpired, it would be unequitable to\nhold the Government or public authority to the promise or\nrepresentation made by it, the court would not raise an equity\nF in favour of the person to whom the promise or representation\nis made and enforce the promise or representation against the\nGovernment or public authority. The doctrine of promissory\nestoppel would be displaced in such a case because on the\nfacts, equity would not require that the Government or public\nG authority should be held bound by the promise or representation\nmade by it.\"\nH\n34. In Shrijee Sales Corpn. Vs. Union of India (1997) 3\nSCC 398 it was held that \"It is not necessary for us to go into\na historical analysis of the case - law relating to promissory\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 961\nLTD. [SURINDER SINGH NIJJAR, J.]\nestoppel against the Government. Suffice it to say that the A\nprinciple of promissory estoppel is applicable against the\nGovernment but in case there is a supervening public equity,\nthe Government would be allowed to change its stand; it would\nthen be able to withdraw from representation made by it which\ninduced persons to take certain steps which may have gone B\nadverse to the interest of such persons on account of such\nwithdrawal. However, the Court must satisfy itself that such a\npublic interest exits.\"\nс\nD\n35. In Pawan Alloys \u0026 Casting (P) Ltd. v. UP SEB (1997)\n7 SCC 251 it is held that \"(31). The appellants will not be able\nto enforce the equity by way of promissory estoppel against the\nBoard if it is shown by the Board that public interest required it\nto withdraw this incentive rebate even prior to the expiry of three\nyears as available to the appellants concerned. It has also to\nbe held that even if such withdrawal of development rebate\nprior to three years is not based on any overriding public\ninterest, if it is shown that by such premature withdrawal the\nappellant-promisees would be restored to status quo ante and\nwould be placed in the same position in which they were prior\nto the grant of such rebate by earlier notifications the appellants E\nwould not be entitled to succeed.\"\n36. In Shreeji Sales Corpn. (supra) it is also held that\n\"However, in the present case, there is a supervening public\ninterest and hence it should not be mandatory for the F\nGovernment to give a notice before withdrawing the\nexemption.\"\n37. In Bannari Amman Sugars Ltd. vs. Commercial Tax\nOfficer (2005) 1 SCC 625 it is observed that “We find no\nsubstance in the plea that before a policy decision is taken to\namend or alter the promise indicated in any particular\nnotification, the beneficiary was to be granted an opportunity\nof hearing. Such a plea is clearly unsustainable. While taking\npolicy decision, the Government is not required to hear the\nG\nH\n962 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA persons who have been granted the benefit which is sought to\nbe withdrawn.\"\nB\nC\nD\nE\nF\nG\n38. In Rom Industries Ltd. vs. State of J\u0026K, (2005) 7 SCC\n348 this Court held that \"We are not prepared to hold that the\ngovernment policy by itself could give rise to any promissory\nestoppel in favour of the appellants against the respondents\nsince the policy itself made it absolutely clear that if would come\ninto effect only on appropriate notification being issued. The\nnotification was issued in exercise of the admitted powers of\nthe State Government under the State General Sales Tax Act.\nThe State Government having power and competent to grant\nthe exemption was equally empowered to withdraw it. As we\nhave also noticed there was nothing either in the notification\nor in the policy which provided that the Negative List would not\nbe amended or altered. On the contrary clause (vii) of para 7\nto GO No. 10 of 1995 expressly reserved the Government's right\nto amend the Negative List. The right if any of the appellants\nwas a precarious one and could not found a claim for\npromissory estoppel.\"\n39. Both the learned Senior counsel had also emphasized\nthat there is a distinction between cases (a) where a policy\nautomatically applies subject to eligibility [e.g. Pawan alloys\n(supra)] (b) where the idea was to allure people and all persons\nwho set up industries were entitled to an exemption; and (c)\nwhere the exemption would apply only after a considered\ndecision is taken to consider eligibility and worthiness [e.g.\nRom Industries (supra)].\n40. According to the learned Senior counsel there is also\na distinction between cases where (a) an exemption is granted\nbut taken away prematurely [e.g. Pawan Alloys (supra)]; (b) an\nexemption is to be given after due consideration. Thus, in the\npresent appeal, the promise would be considered to be made\nonly when a decision is actually made by the empowered\nauthority after being satisfied that the revival of the Company\nH was possible.\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 963\nLTD. [SURINDER SINGH NIJJAR, J.]\n41. The learned Senior counsel also placed reliance on A\nSharma Transport (supra) wherein it was held that \"It is equally\nsettled law that the promissory estoppel cannot be used to\ncompel the Government or public authority to carry out a\nrepresentation or promise which is prohibited by law or which\nwas devoid of the authority or power of the officer of the B\nGovernment or the public authority to make.\"\n42. Learned Senior counsel also relied on the decision in\nState of Jharkhand vs. Ambay Cements (2005) 1 SCC 368,\nin support of his submission where promissory estoppel applies\nonly where a person is eligible consistent with the purpose for\nwhich the policy was made. In that case, it was held that \"In our\nview, the conditions prescribed by the authorities for grant of\nexemption are mandatory for availing the exemption and the\nHigh Court exercising jurisdiction under Article 226 of the\nConstitution cannot direct the grant of exemption in favour of\nthe respondent overlooking the statutory conditions prescribed\nfor such grant and that too in the absence of any challenge to\nthe validity of such conditions.\"\n43. In addition Mr. Dwivedi, learned Senior counsel relied\non a number of other decisions which we may notice.\n44. In M.P. Mathur (supra), wherein this Court reiterated\nthat in order to invoke the doctrine of promissory estoppel clear,\nsound and positive foundation must be made in the petition\nitself by the party invoking the doctrine and bald expressions\nwithout any supporting material would not be sufficient.\n.C\nD\nE\nF\n45. In Excise Commissioner vs. Ram Kumar (1976) 3\nSCC 540 this Court reiterated that \"it is now well settled by a\ncatena of decisions that there can be no question of estoppel G\nagainst the Government in the exercise of its legislative,\nsovereign or executive powers.\"\n46. With respect to the submissions made by the learned\nSenior counsel on IA No.3 reliance is placed on Prestige Lights Н\n964\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA (supra), wherein this Court reiterated the principle that the Court\nmay refuse to hear the parties on merits who has violated the\ndirections issued by the Court. Since not hearing a party on\nmerits is a \"drastic step\" it should not be taken except in grave\nand extraordinary situations, \"but sometimes such an action\nB is needed in the larger interest of justice when a party\nobtaining interim relief intentionally and deliberately flouts\nsuch order by nor abiding by the terms and conditions on\nwhich a relief is granted by the court in his favour.\"\nC\nD\nE\nF\nיד\nG\n47. In Amrit Banaspati (supra), it is observed that “But\npromissory estoppel being an extension of principle of equity,\nthe basic purpose of which is to promote justice founded on\nfairness and relieve a promisee of any injustice perpetrated due\nto promisor's going back on its promise, is incapable of being\nenforced in a court of law if the promise which furnishes the\ncause of action nor the agreement, express or implied, giving\nrise to binding contract is statutorily prohibited or is against\npublic policy.\"\n“11. Exemption from tax to\ntax to \nencourage\nindustrialization should not be confused with refund of tax.\nThey are two different legal and distinct concepts. An\nexemption is a concession allowed to a class or individual\nfrom general burden for valid and justifiable reason.\"\n\"12. But refund of tax is made in consequence of\nexcess payment of it or its realization illegally or contrary\nto the provisions of law. A provision or agreement to\nrefund tax due to realize in accordance with law cannot be\ncomprehended. No law can be made to refund tax to a\nmanufacturer realized under a statute. It would be invalid\nand ultra vires.\"\n48. In the case of Dinakar Sinha (supra), this Court\nobserved that \"31. The 1973 Rules was a temporary statute. It\ndied its natural death on expiry thereof. The 1980 Rules does\nH not contain any repeal and saving clause. The provisions of the\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 965\nLTD. [SURINDER SINGH NIJJAR, J.]\nrelevant provisions of the General Clauses Act will, thus, have A\nno application. Once a statute expires by efflux of time, the\nquestion of giving effect to a right arising thereunder may nor\narise....\"\nB\nC\n49. In M/s. Bennett Coleman (supra), this Court held that\n\"This pivotal point canvassed by the learned Counsel for the\nappellants though it looks attractive at first sight cannot stand\na close scrutiny. It is true that the offences committed against\na temporary statute have, as a general rule, to be prosecuted\nand punished before the statute expires and in the absence of\na special provision to the contrary, the criminal proceedings\nwhich are being taken against a person under the temporary\nstatute will ipso facto terminate as soon as the statute expires.\nBut the analogy of criminal proceedings or physical constraint\ncannot, in our opinion, be extended to rights and liabilities of\nthe kind with which we are concerned here for it is equally well\nsettled that transactions which are concluded and completed\nunder the temporary statute while the same was in force often\nendure and continue in being despite the expiry of the statute\nand so do the rights or obligations acquired or incurred\nthereunder depending upon the provisions of the statute and E\nnature and character of the rights and liabilities.\"\n50. In District Mining Officer (supra), this Court observed\nthat \"A statute can be said to be either perpetual or temporary.\nIt is perpetual when no time is fixed for its duration and such a\nstatute remains in force until its repeal, which may be express\nor implied. But a statute is temporary when its duration is only\nfor a specified time and such a statute expires on the expiry of\nthe specified time, unless it is repealed earlier. The relevant\nprovisions of the different State laws relating to cesses or taxes\non minerals having been deemed to have been enacted by\nParliament and having been deemed to have been enacted by\nParliament and having been deemed to have remained in force\nup to the 4th day of April, 1991 under the Validation Act, those\nlaws relating to cesses or taxes on minerals must be held to\nD\nF\nG\nH\n966 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA be temporary statutes in the eye of law. Necessarily, therefore,\nits life expired and it would be difficult to conceive that\nnotwithstanding the expiry of the law itself, the collecting\nmachinery under the law could be operated upon for making\nthe collection of the cess or tax collectable upto 4.4.1991.\nB Admittedly, to a temporary statute, the provisions of Section 6\nof the General Clauses Act, 1897 will have no application.\"\nC\n51. Let us now examine the factual situation in the light of\nthe observations made by this Court in various judgments relied\nupon by the learned counsel for the parties.\n52. The Company applied to the State Government on\n21.11.1997 for grant of sales tax exemption under the Industrial\nPolicy, 1995. Even though the Company was entitled under the\naforesaid Policy to exemption for 8 years, it made an\nD application only for 5 years' exemption. This request of the\nCompany was considered by the State-level Committee on\nRehabilitation in a meeting held on 07.01.1998. This was\nattended by the senior Officers of the State Government,\nrepresentatives of the financial Institutions and the Company.\nE It was observed as follows:-\nF\nLL\nG\nH\n\"It was felt that the Company is potential sick unit and is fit\nfor consideration for exemption from payment of Sales Tax\nfor a period of 5 years from 1.1.1998.\nThe Committee recommended that as per the\nprovision of Industrial Policy 1995 the Sales Tax exemption\non finished products can be granted to M/s. Kalyanpur\nCement Ltd. for a period of five years from 1.1.1998 to\n31.12.2002 to improve liquidity of the Company for its\nrehabilitation and sound financial position and decided to\nput up the case in the meeting of the High Empowered\nCommittee under the Chairmanship of the Chief Secretary\nfor final decision.\"\n53. In a meeting held on 23.01.1998 it was noticed that\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 967\nLTD. [SURINDER SINGH NIJJAR, J.]\nB\nC\nthe Company has been provided the facility of deferment of A\ncommercial taxes on two earlier occasions. The deferred\namount is being repaid even though payment of the unit is not\nup-to-date. It was also accepted that the benefits under the\nIndustrial Policy, 1995 which are to be given to the new units\nare also to be given to sick and closed units. However, it was\nobserved that the opinion of the Advocate General should be\ntaken as to whether any amendment is required in the Sales\nTax rules. In an another meeting held on the same date i.e. on\n12th March, 1998 the reconstruction proposal of the Company\nwas again considered in a meeting of the High Level\nAuthorisation Committee (HLAC) held under the Chairmanship\nof the Chief Secretary. In this meeting, it was noticed that the\nCompany is running in losses. The main reason for the present\nposition of the Company is sluggishness in the cement market.\nThe Company had, therefore, made an application for Sales\nTax exemption from 01.01.1998 to 31.12.2002 under the\nIndustrial Policy, 1995. Upon consideration and discussion, it\nwas decided that before exempting the Company from Sales\nTax, opinion of Advocate General should be taken as to\nwhether any amendment is required in the Bihar Finance Act.\nSubsequently, the Advocate General opined that no\namendments are required in the Bihar Finance Act, 1981 and\nthat the exemption can be considered for a class of dealers\ni.e. sick units in terms of Section 7(3)(b) of that Act.\nD\nE\nF\n54. In an another meeting held on 12.07.1999 at IFCI Head\nOffice, New Delhi, the representatives of the State Government\nclearly stated that the Government of Bihar was committed to\nthe revival of industry in the State in general and that of ACL in\nparticular as it was located in one of the backward districts of\nBihar and provided direct employment to over 2000 persons. G\nWith regard to the Sales Tax exemption it was stated that the\nlegal opinion of the Advocate General, Bihar had already been\nobtained and the final decision of the Cabinet sub-Committee\nis expected within 2-3 months' time. The Indian promoters of\nthe Company had been invited to join the meeting and were H\n"}