{"pages":[{"pageNumber":51},{"pageNumber":52},{"pageNumber":53},{"pageNumber":54},{"pageNumber":55},{"pageNumber":56},{"pageNumber":57},{"pageNumber":58},{"pageNumber":59},{"pageNumber":60}],"text":"A\nB\n978 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\napplication against constitutional or statutory provisions is\nimpermissible in law.\"\n\"130. We, therefore, are of the opinion that doctrine\nof promissory estoppel also preserves a right. A right\nwould be preserved when it is not expressly taken away\nbut in fact has expressly been preserved.\"\n67. This Court in MRF Ltd. Kottayam (supra) considered\nthe legality of a notification withdrawing the exemption granted\nby an earlier notification. Relying on the representations\nC contained in the earlier notification, MRF had altered its\nposition. Whilst setting aside the subsequent notification\nwithdrawing the exemptions, this Court held that the whole\nactions of the State including exercise of executive power has\nto be tested on the touchstone of Article 14 of the Constitution\nD of India. It was held that the action of the State must be fair. In\nthis context we may notice the observations made in paragraph\n38 and 39 of the judgment:-\nE\nF\nG\nН\n\"38. The principle underlying legitimate expectation\nwhich is based on Article 14 and the rule of fairness has\nbeen restated by this Court in Bannari Amman Sugars\nLtd. v. CTO 21. It was observed in paras 8 and 9: (SCC pp.\n633-34)\n\"8. A person may have a ‘legitimate expectation' of\nbeing treated in a certain way by an administrative authority\neven though he has no legal right in private law to receive\nsuch treatment. The expectation may arise either from a\nrepresentation or promise made by the authority, including\nan implied representation, or from consistent past practice.\nThe doctrine of legitimate expectation has an important\nplace in the developing law of judicial review. It is, however,\nnot necessary to explore the doctrine in this case, it is\nenough merely to note that a legitimate expectation can\nprovide a sufficient interest to enable one who cannot point\nto the existence of a substantive right to obtain the leave\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 979\nLTD. [SURINDER SINGH NIJJAR, J.]\nB\nof the court to apply for judicial review. It is generally A\nagreed that 'legitimate expectation' gives the applicant\nsufficient locus standi for judicial review and that the\ndoctrine of legitimate expectation to be confined mostly to\nright of a fair hearing before a decision which results in\nnegativing a promise or withdrawing an undertaking is\ntaken. The doctrine does not give scope to claim relief\nstraightaway from the administrative authorities as no\ncrystallised right as such is involved. The protection of such\nlegitimate expectation does not require the fulfilment of the\nexpectation where an overriding public interest requires C\notherwise. In other words, where a person's legitimate\nexpectation is not fulfilled by taking a particular decision\nthen the decision-maker should justify the denial of such\nexpectation by showing some overriding public interest.\n(See Union of India v. Hindustan Development Corpn)\nD\nF\n9. While the discretion to change the policy in\nexercise of the executive power, when not trammelled by\nany statute or rule is wide enough, what is imperative and\nimplicit in terms of Article 14 is that a change in policy must\nbe made fairly and should not give the impression that it E\nwas so done arbitrarily or by any ulterior criteria. The wide\nsweep of Article 14 and the requirement of every State\naction qualifying for its validity on this touchstone\nirrespective of the field of activity of the State is an\naccepted tenet. The basic requirement of Article 14 is\nfairness in action by the State, and non-arbitrariness in\nessence and substance is the heartbeat of fair play.\nActions are amenable, in the panorama of judicial review\nonly to the extent that the State must act validly for\ndiscernible reasons, not whimsically for any ulterior G\npurpose. The meaning and true import and concept of\narbitrariness is more easily visualised than precisely\ndefined. A question whether the impugned action is\narbitrary or not is to be ultimately answered on the facts\nand circumstances of a given case. A basic and obvious\nH\nA\nB\nс\nD\nE\nF\nG\nH\n980\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\ntest to apply in such cases is to see whether there is any\ndiscernible principle emerging from the impugned action\nand if so, does it really satisfy the test of reasonableness.\"\n(emphasis supplied)\"\n\"39. MRF made a huge investment in the State of Kerala\nunder a promise held to it that it would be granted\nexemption from payment of sales tax for a period of seven\nyears........\n\".......The action of the State\ncannot be permitted to operate if it is arbitrary or\nunreasonable. This Court in E.P. Royappa v. State of T.N\nobserved that where an act is arbitrary, it is implicit in it\nthat it is unequal both according to political logic and\nconstitutional law and is therefore violative of Article 14.\nEquity that arises in favour of a party as a result of a\nrepresentation made by the State is founded on the basic\nconcept of \"justice and fair play\". The attempt to take away\nthe said benefit of exemption with effect from 15-1-1998\nand thereby deprive MRF of the benefit of exemption for\nmore than 5 years out of a total period of 7 years, in our\nopinion, is highly arbitrary, unjust and unreasonable and\ndeserves to be quashed.\"\n68. We are also unable to accept the submission with the\ndecisions dated 06.01.2001 and 05.03.2001 had been taken\ndue to the change in the national policy. This was sought to be\njustified by Dr. Dhawan on the basis of the Conferences of Chief\nMinisters/Finance Ministers. It is settled law as noticed by\nBhagwati, J in Motilal Padampat (supra) that the Government\ncannot, claim to be exempt from liability to carry out the promise,\non some indefinite and undisclosed ground of necessity or\nexpediency. The Government is required to place before the\nCourt the entire material on account of which it claims to be\nexempt from liability. Thereafter, it would be for the Court to\ndecide whether those facts and circumstances are such as to\nrender it inequitable to enforce the liability against the\nGovernment. Mere claim of change of policy would not be\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 981\nLTD. [SURINDER SINGH NIJJAR, J.]\nC\nsufficient to exonerate the Government from liability. It is only A\nwhen the Court is satisfied that the Court would decline to\nenforce the promise against the Government. However, the\nburden would be upon the Government to show that it would\nbe inequitable to hold the Government bound by the promise.\nThe Court would insist a highly rigorous standard of proof in B\nthe discharge of this burden. In the present case, the claim of\nthe Government is based on a change in policy advocated in\nthe Chief Ministers' Conference. These Conferences.have\ntaken place before the affidavit is filed on 05.12.2001.\nTherefore, the High Court concluded that the Government has\nnot been candid in disclosure of the reasons for passing the\norder dated 06.01.2001. In our opinion, the aforesaid decisions\nwith regard to the discontinuance of the Sales Tax exemptions\nfrom 01.01.2000 could not have affected the rights of the\nCompany under the Industrial Policy, 1995. Necessary\napplication was made to the Government seeking exemption\non 21.11.1997. For more than 3 years, the Company and the\nfinancial institutions had been assured by the Government that\nthe notification will be issued forthwith. However, it was not\nissued. We are of the opinion that the action of the appellants\nis arbitrary and indefensible.\n69. Learned Senior counsel for the appellants had also\nsubmitted that it was not necessary to issue the notification\nwithin one month as stipulated in clause 24 of the Industrial\nPolicy, 1995. In order to appreciate the aforesaid submission,\nit would be necessary to make a reference to the relevant\nclauses of the Industrial Policy, 1995. Clause 22, 23 and 24\nare as under:-\n\"REVIVAL OF SICK UNITS.\nD\nE\nF\nG\nThe continuing problems of industrial sickness is a\nmatter of great concern for the Government. Closure of\nunits leads to unemployment and locking up of capital\ndeployed in such ventures. The State Government is\ndetermined to take effective measures and to render all H\n982\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA\nB\nC\nD\nE\nF\n0\nH\npossible assistance for the amelioration of this malaise.\n22.1. INDUSTRIAL SICKNESS IN SSI SECTION\nThe State Government proposes to take the\nfollowing measures for the revival of SSI units:\ni. there are scores of medium and small scale units\nwhich are sick but have the potential of becoming\nviable. For such SSI units which are outside the\npurview of the Bureau of Industrial and Financial\nReconstruction (BIFR), the State Government\nproposes to form an apex body on the lines of BIFR\nwith Director of Industries as its Head to consider\ntheir revival.\nii. The State level apex body for rehabilitation of sick\nindustry would be vested with adequate powers so that it\ncan effectively implement management and financial\nrestructuring.\niii. The sick SSI units would be identified as per guidelines\ngiven by RBI/IDBI. Appropriate packages of reliefs and\nconcessions for such units would be approved for their\nrehabilitation.\niv. Sick units undergoing rehabilitation will not have to take\nsickness certificate every year. The approved revival\npackage for each sick unit would indicate the period of\nrevival.\nv. The Apex Body shall monitor the progress of the revival\npackage.\nvi. A sick unit being revived would be entitled to Sales Tax\nexemption/deferment exemption from Minimum Guarantee\netc. as determined in the revival package.\nvii. The State level Apex body would besides\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 983\nLTD. [SURINDER SINGH NIJJAR, J.]\nrepresentatives of Government Department/ A\nOrganisations/ financial institutions will also have its\nmembers one representative each of confederation of\nIndian Industries, Bihar Industries Association and Bihar\nChamber of Commerce.\nThe rehabilitation package would be implemented\nwithin a fixed time frame so that the process of revival is\nnot delayed.\n22.2 SICKNESS IN LARGE AND MEDIUM SECTOR\ni. A committee with Industrial Development Commissioner\nas its head will be constituted to evolve suitable measures\nfor potentially viable non-BIFR sick industrial units including\nPSUs in the large and medium sector.\nThe Committee will recommend concessions and\nfacilities including those in this policy statement if\nconsidered necessary for revival of the Unit; These\nrecommendations would be placed before the Government\nthrough State level Empowered Committee (SLEC)\nalready constituted under the chairmanship of Chief\nSecretary for final decision.\nB\nC\nD\nE\nii. Concessions and facilities identified under the Scheme\nof rehabilitation prepared by the Board for Industrial and\nFinancial Reconstruction (BIFR) or by Inter-Institutional F\nCommittee of IRBI, BICICO/BSFC and Bank would be\nplaced before the Committee headed by the Industrial\nDevelopment Commissioner for consideration and\nrecommendation to Government through SLEC for\napproval.\niii. Rehabilitation measures for sick but potentially viable\nindustrial units may, inter alia, include reliefs and\nconcessions or sacrifice from various government\ndepartments/ organizations and or additional facilities\nG\nH\nA\nB\nс\nD\nE\nF\nG\nH\n984\nSUPREME COURT REPORTS\n[2010] 1 S.C.R.\nincluding allocation of power from BSEB/DVC and any\nother agency/statutory body/local authority.\"\n22.3. Such closed and sick industrial units which have\nonce availed of the facility of Sales Tax exemption/\ndeferment under a rehabilitation package prepared by\nBIFR shall not get the same facility again if they turn sick\nor are closed again. This will also apply to other facilities\ngiven to such sick and closed industrial units which have\nonce availed of such facilities in the past. However, the\nState Government may consider extending such facilities\non case to case basis as required.\n23. Definition(s) given in the Annexure form(s) part of the\npolicy.\n24. MONITORING AND REVIEW\nAll concerned departments and organizations will\nissue follow up notifications to give effect to the provisions\nof the policy within a month. This will be appropriately\nmonitored by the Govt.\nThe State Government may carry out Mid Term\nReview of this Policy.\"\n70. A perusal of the aforesaid policy clearly shows that the\nGovernment was determined to take effective measures to\nrender all possible assistance for amelioration of the continuing\nproblem of industrial sickness in the State. It was viewed as a\nmatter of great concern for the Government. Under Clause\n22(1), the State Government was to constitute an apex body\non the lines of BIFR with Director of Industries to consider the\nrevival of sick Medium and Small Scale Units. Clause 22(2)\ndeals with sickness in large and medium sector. Under clause\n22(2)(i), a Committee headed by the industrial Development\nCommissioner was to evolve suitable measures for potentially\nviable non-BIFR sick industrial units. Under Clause 22(2)(ii) the\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 985\nLTD. [SURINDER SINGH NIJJAR, J.]\nCommittee was to recommend concessions and facilities which A\nwere considered necessary for revival of the unit. The Company\nwas, therefore, eligible under the aforesaid Clause 22(2)(ii).\nThe Industrial Policy, 1995 did not envisage sickness in its strict\nterms as defined under the Sick Industrial Companies (Special\nProvisions) Act, 1985. The policy was of a wider application B\nand included industrial sickness not only qua BIFR companies\nbut also in relation to non-BIFR potentially viable sick\ncompanies. The Clause 6 of the Annexure attached to the Policy\ndefines a sick unit as under:-\n\"Sick Unit:\nC\nSick unit means an industrial unit declared sick by the\nBoard of Industrial and Financial Reconstruction under the\nSick Industrial Companies (Special Provision) Act, 1985\nor by the Apex Body headed by the Director of Industries D\nfor SSI or the High Level Empowered Committee headed\nby the Chief Secretary for large and medium sector.\"\nE\nF\n71. The aforesaid definition makes it abundantly clear that\nthe sickness of the Company could also be decided by the\nSLEC headed by the Chief Secretary. The exemption claim of\nthe Company was duly considered by the Committee\nconstituted under Clause 22.2(i). Its recommendations were\nduly placed before the SLEC under Clause 22.2(ii). The\nrecommendations were not implemented only because the\nGovernment failed to issue a notification under Clause 24 of\nthe Industrial Policy, 1995 within the stipulated period of one\nmonth. Even if we are to accept the submissions of Dr. Dhawan\nand Mr. Dwivedi that the provisions contained in Clause 24 was\nmandatory the time of one month for issuing the notification\ncould only have been extended for a reasonable period. It is\ninconceivable that it could have taken the Government 3 years\nto issue the follow up notification. We are of the considered\nopinion that failure of the appellants to issue the necessary\nnotification within a reasonable period of the enforcement of\nthe Industrial Policy, 1995 has rendered the decisions dated H\nG\n986 SUPREME COURT REPORTS\n[2010] 1 S.C.R.\nA 06.01.2001 and 05.03.2001 wholly arbitrary. The appellant\nB\nс\nD\nF\ncannot be permitted to rely on its own lapses in implementing\nits policy to defeat the just and valid claim of the Company.\n72. For the same reason we are unable to accept the\nsubmissions of the learned senior counsel for the appellant that\nno relief can be granted to the Company as the Policy has\nlapsed on 31.08.2000. Accepting such a submission would be\nto put a premium and accord a justification to the wholly\narbitrary action of the appellant, in not issuing the notification\nin accordance with the provisions contained in Clause 24 of\nthe Industrial Policy, 1995. The entire sequence of meetings\nadverted to above would clearly indicate that rehabilitation\npackage for the Company was considered by the financial\ninstitutions keeping in view the provisions contained in the\nIndustrial Policy, 1995. The two Committees constituted under\nthe aforesaid policy had duly recommended granting of\nexemptions. This was much before the policy lapsed on\n31.08.2000.\n73. The assurances given in various meetings were\nE reiterated before the High Court in the Affidavit dated\n05.12.2000. It was clearly stated that the draft notification was\nbeing prepared and being approved. It was thus obvious that\nthe notification merely had to be published in the Official\nGazette. After making the aforesaid statements in the affidavit,\norder dated 06.01.2001 was issued. The four reasons given\nin support of the decision are clearly arbitrary. It was no longer\nopen to the appellant not to issue the notification on the ground\nthat the Policy had lapsed on 31.08.2000. The second reason\nthat the exemption could not be granted to the Company as no\nnotification had been issued under Clause 24 cannot be\naccepted as the appellant-State cannot be permitted to take\nadvantage of its own wrong. The third reason given is that the\nState-level Empowered Committee (SLEC) had not approved\nthe rehabilitation package. This clearly is against the record\nwhich has been examined by us in the earlier part of the\nG\nH\nSTATE OF BIHAR \u0026 ORS. v. KALYANPUR CEMENTS 987\nLTD. [SURINDER SINGH NIJJAR, J.]\nB\njudgment. Not only the exemption was recommended by the A\ncompetent Committees under the Industrial Policy, 1995,\nemphatic assurances were given that the notification will be\nissued within a very short period. The fourth reason with regard\nto the resolution passed at the Chief Ministers' Conference is\nequally extraneous to the issue. The Company had made the\napplication for exemption at a much prior time in 1997. No\nmaterial has been placed either before the High Court or before\nthis Court about the legal enforceability of the resolutions\npassed at the Chief Ministers' Conference. In our opinion the\ndecision making process which culminated in passing of the C\norders dated 06.01.2001 and 05.03.2001 is seriously flawed,\ntherefore, the same have been justifiably quashed by the High\nCourt.\n74. We may now consider the submissions made in IA\nNo.3 of 2006. On 18.11.2002, this Court passed the following\norder:\n\"As an interim arrangement during the pendency of\nthis appeal, with a view to protect the interests of either\nside, we direct the respondent to deposit an amount\nequivalent to the sale tax payable by it as and when it\nbecomes due in an interest hearing account in a\nnationalized bank. This amount and the amount accused\nduring the pendency of the appeal, shall not be withdrawn\nby other side.\nThe amount so kept in deposit shall become payable\nto the party which ultimately succeeds in this appeal.\nThe appellants are directed to issue the exemption\norders and on receipt of such order, the above said amount\nshall be deposited. The issuance of the exemption order\nis without prejudice to the case of the parties in this\nappeal.\nThe I.A. in the disposed of.\"\nD.\nE\nF\nG\nH\n"}