{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7}],"text":"KAMLA PRASAD AND ORS.\nV.\nSRI KRISHNA KANT PATHAK AND ORS.\nFEBRUARY 9, 2007\n[C.K. THAKKER AND LOKESHWAR SINGH PANTA, JJ.]\nA\nB\nJurisdiction―Jurisdiction of Civil Court vis-a-vis Revenue Court-Suit\nfor declaration of sale deeds as null and void-In respect of agricultural as\nwell abadi lands-Before Civil Court-Right, title and interest of the co-\nC\nsharers of the vendor and entries of names in Revenue Record required to\nbe decided-Trial and Appellate Courts holding that Civil Court had\njurisdiction to decide the case only to the extent of Abadi land-In Writ\nPetition, High Court held the suit maintainable before Civil Court-On\nappeal, held: In the facts of the case, in respect of agricultural land Revenue\nCourt alone had jurisdiction to decide the case and not the civil court-U.P. D\nZamindari Abolition Act, 1950-s. 299B.\nRespondent No. 1 - Plaintiff filed a suit seeking cancellation of sale\ndeeds executed by him in favour of the contesting respondents and appellant-\ndefendant on the ground that the same were illegal and null and void as they\nwere not executed with his free will and on his own accord but under\nE\nintoxication; that he being co-sharer of the property with respondent Nos. 10\nto 12 (though their names not entered in Revenue Records), he alone had no\nright, title or interest to sell the property. Defendants questioned the\njurisdiction of the Civil Court. Trial Court held that suit was cognizable by\nthe Civil Court so far as abadi land was concerned and in respect of F\nagricultural land jurisdiction vested with the Revenue Court under Section\n299B of U.P. Zamindari Abolition and Land Reforms Act, 1950. Appellate\nCourt confirmed the order of the trial court. Respondent No. 1-Plaintiff filed\na Writ Petition which was allowed by High Court holding that the suit was\nmaintainable before Civil Court. Hence the present appeal.\nAllowing the appeal, the Court\nHELD: 1. In the light of the facts of the case, the Courts below were\nwholly right in reaching the conclusion that such a suit could be entertained\nonly by a Revenue Court and Civil Court had no jurisdiction. The High Court\n395\nG\nH\n396\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA by reversing those orders had committed an error of law and of jurisdiction\nwhich deserves interference by this Court. [Para 16] [401-D]\n2. So far as abadi land is concerned, the trial Court held that Civil Court\nhad jurisdiction and the said decision has become final. But as far as\nagricultural land is concerned, the Trial Court as well as Appellate Court\nB were right in coming to the conclusion that only Revenue Court could have\nentertained the suit on two grounds. Firstly, the case of the plaintiff himself\nin the plaint was that he was not the sole owner of the property and defendant\nNos. 10 to 12 who were proforma defendants, had also right, title and interest\ntherein. He had also stated in the plaint that though in the Revenue Record,\nonly his name had appeared but defendant Nos. 10 to 12 have also right in the\nproperty. Both the Courts below were right in holding that such a question\ncan be decided by a Revenue Court in a suit instituted under Section 229-B\nof Zamindari Abolition and Land Reforms Act, 1950. [Para 12] [399-E-G]\nC\n3. Courts below were right in coming to the conclusion that legality or\nD otherwise of insertion of names of purchasers in Record of Rights and deletion\nof name of the plaintiff from such record can only be decided by Revenue Court\nsince the names of the purchasers had already been entered into. Only Revenue\nCourt can record a finding whether such an action was in accordance with\nlaw or not and it cannot be decided by a Civil Court. [Para 13] [400-D]\n(I)\nE\nShri Ram and Anr. v. Ist Addl. Distt. Judge and Ors., [2001] 3 SCC 24,\nrelied on.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 3659 of 2003.\nFrom the Final Judgment and Order dated 10.8.2001 of the High Court\nF of Judicature at Allahabad in C.M.W.P. No. 386 of 1990.\nG\nShobha Dixit, Ashok Kumar Sharma and Sanjay Misra for the Appellants.\nManoj K. Mishra, Anju, Sheela, Amit Yadav, D.N. Dubey, Kamlendra\nMishra and Rachana Srivastava for the Respondents.\nThe Judgment of the Court was delivered by\nC.K. THAKKER, J. 1. This appeal is filed by the appellant-original\ndefendant Nos. 1 to 6 against an order dated August 10, 2001, passed by the\nHigh Court of Judicature at Allahabad in Civil Miscellaneous Writ Petition No.\nH 386 of 1990.\n4.\nA\n5\nA\nKAMLA PRASAD v. SRI KRISHNA KANT PATHAK [THAKKER, J.] 397\n2. One Kishna Kant Pathak-respondent No.1 herein, filed a suit against A\nthe appellant and respondent Nos. 2 to 12 in the Court of Civil Judge, Jaunpur\nbeing Suit No. 110 of 1984. It was averred in the suit that an agreement to\nsell dated June 18, 1981 entered into between the plaintiff and defendant Nos.\n1 to 6, sale deed dated November 7, 1981 executed in their favour and another\nsale deed, dated December 16, 1981 executed by the plaintiff in favour of\nB\ndefendant Nos. 2 \u0026 3 were illegal, without authority of law and null and void.\nA prayer was, therefore, made to cancel those documents. It was stated by\nthe plaintiff in the plaint that he and defendant Nos.10 to 12 were co-\nbhoomidars of the disputed land and as such defendant Nos.10 to 12 had also\nright in the disputed property. The names of defendant Nos. 10 to 12, however,\nwere not entered in the Revenue Record and only the name of plaintiff was C\nrecorded. But in view of shares of defendant Nos.10 to 12, plaintiff alone had\nno right, title or interest to sell the property.\n3. It was also alleged in the plaint by the plaintiff that he had developed\nbad habits and defendant Nos.1 to 9 took undue advantage of the said\nsituation. The plaintiff was under intoxication and the documents got executed D\nby contesting defendants. The plaintiff did not remember the execution of the\nsale deed and its presentation before the Sub-Registrar, Kerakat. He did not\nexecute the sale deeds with his freewill and on his own accord. Nothing was\npaid to him. He was given tablets by defendant Nos. 1 to 9 and he became\nunconscious. At the time of execution of sale deed, the plaintiff was\nunconscious and was unable to understand judgment of his act. Defendant\nNos. 1 to 9 became´vendees on the basis of sale deeds but they were liable\nto be cancelled in view of the circumstances under which the documents were\nexecuted by the plaintiff.\nE\n4. The contesting defendants raised several contentions including the F\ncontention as to the jurisdiction of Civil Court to entertain, deal with and\ndecide the suit. It was contended that in respect of cancellation of deeds as\nregards agricultural land, the suit was not entertainable by a Civil Court as\nonly Court which had jurisdiction was Revenue Court under the provisions\nof the U.P. Zamindari Abolition and Land Reforms Act, 1950 (hereinafter\nreferred to as “the Act\"). It was prayed by the defendants to treat the issue G\nas to jurisdiction of the Court as preliminary issue and decide it.\n5. The Trial Court, after considering the contentions of the parties, held\nthat the suit was cognizable by the Civil Count so far as abadi land was\nconcerned. It had, however, no jurisdiction in respect of agricultural land and\nH\nき\n398\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nA to that extent, the preliminary objection raised by the contesting defendants\nwas well-founded and was upheld.\nB\nC\nᎠ\nE\nF\n6. The aggrieved plaintiff preferred an appeal being Civil Miscellaneous\nAppeal No. 242 of 1986. The appeal came up for hearing before the III\nAdditional District Judge, Jaunpur who confirmed the order passed by the\nTrial Court and dismissed the appeal. Dealing with submission of the parties,\nthe Appellate Court observed that the Trial Court was right in holding that\nit had no jurisdiction to decide the question as to validity of sale-deeds in\nrespect of agricultural land, particularly in view of the case put forward by\nthe plaintiff in the plaint that over and above the plaintiff, defendant Nos.10\nto 12 had also share therein. Such a suit, according to the Appellate Court\ncould be entertained only by Revenue Court. According to the Appellate\nCourt, how much share belongs to plaintiff in the disputed land was a\nquestion which could be determined only by Revenue Court. He was, therefore,\nobliged to file suit for declaration in Revenue Court under Section 229B of\nthe Act.\n7. The Appellate Court also observed that the record showed that\nmutation on the basis of the impugned sale deed had been effected by the\nrevenue authority, name of the plaintiff had been deleted from Revenue\nRecords and the names of contesting defendants had already been entered\nin his place. Observing that “title follows possession\" and it would be\npresumed that plaintiff was not in possession over the disputed land, the\nAppellate Court observed that the question of possession of agricultural land\ncould be decided only by Revenue Court and Civil Court had no jurisdiction\nto give any finding on possession over the agricultural land. Accordingly, the\nappeal was dismissed.\n8. The plaintiff challenged the said order by filing a writ petition in the\nHigh Court which was allowed by holding that since the prayer of the plaintiff\nin the plaint was for cancellation of sale deed and declaration that they were\nvoid, only Civil Court had jurisdiction which could decide such question. The\nsuit was, accordingly, held maintainable before Civil Court and the orders\nG passed by both the Courts were set aside.\n9. The aggrieved defendants have approached this Court. We have\nheard learned counsel for the parties.\n10. The learned counsel for the appellants-defendants contended that\nH the Trial Court as well as Appellate Court were right in holding that Civil\nप्र\nགླ\n-\n.\nA\nKAMLA PRASAD v. SRI KRISHNA KANT PATHAK [THAKKER, J.} 399\nCourt had no jurisdiction to decide the question as to ownership of agricultural A\nland and the only Court which could decide such question is Revenue Court\nand the High Court had committed an error in reversing the said orders which\ndeserve interference by this Court. It was submitted that so far as abadi land\nis concerned, the Court was right that it could be decided by Civil Court but\nin respect of agricultural land, Civil Court has no jurisdiction. Plaintiff was\nB\nbound to approach Revenue Court under the provisions of the Act. It was\nalso submitted that the High Court had committed an error of law and of\njurisdiction in not considering the fact that the case of the plaintiff in the\nplaint itself was that over and above plaintiff, defendant Nos. 10 to 12 had\nalso right in the agricultural land. Such a question can be decided only by\nRevenue Court in a suit filed under Section 229B of the Act. It was also C\nsubmitted that when the name of the plaintiff was deleted and of the purchasers\nentered in Revenue Records, Revenue Court alone could consider the grievance\nof the plaintiff. It was, therefore, submitted that the appeal deserves to be\nallowed by setting aside the order passed by the High Court and restoring\nthe orders of the Courts below.\n11. The learned counsel for the respondent-plaintiff, on the other hand,\nsupported the order of the High Court and contended that it rightly decided\nthat Civil Court has jurisdiction and the case deserves to be decided on merits\nby dismissing the appeal.\nD\nE\n12. Having heard the learned advocates for the parties, in our opinion,\nthe submission of the learned counsel for the appellants deserves to be\naccepted. So far as abadi land is concerned, the trial Court held that Civil\nCourt had jurisdiction and the said decision has become final. But as far as\nagricultural land is concerned, in our opinion, the Trial Court as well as\nAppellate Court were right in coming to the conclusion that only Revenue F\nCourt could have entertained the suit on two grounds. Firstly, the case of the\nplaintiff himself in the plaint was that he was not the sole owner of the\nproperty and defendant Nos. 10 to 12 who were proforma defendants, had\nalso right, title and interest therein. He had also stated in the plaint that\nthough in the Revenue Record, only his name had appeared but defendant\nNos. 10 to 12 have also right in the property. In our opinion, both the Courts\nbelow were right in holding that such a question can be decided by a\nRevenue Court in a suit instituted under Section 229B of the Act. The said\nsection reads thus:\n229B. Declaratory suit by person claiming to be an asami of a\nG\nH\nA\n00\nB\nC\nD\nE\n400\nSUPREME COURT REPORTS [2007] 2 S.C.R.\nholding or part thereof.—(1) Any person claiming to be an asami of\na holding or any part thereof, whether exclusively or jointly with any\nother person, may sue the landholder for a declaration of his rights\nas asami in such holding or part, as the case may be.\n(2) In any suit under sub-section (1) any other person claiming to hold\nas asami under the landholder shall be impleaded as defendant.\n(3) The provisions of sub-sections (1) and (2) shall mutatis mutandis\napply to a suit by a person claiming to be a bhumidhar, with the\namendment that for the word 'landholder' the words \"the State\nGovernment and the Gaon Sabha\" are substituted therein.\n13. On second question also, in our view, Courts below were right in\ncoming to the conclusion that legality or otherwise of insertion of names of\npurchasers in Record of Rights and deletion of name of the plaintiff from such\nrecord can only be decided by Revenue Court since the names of the\npurchasers had already been entered into. Only Revenue Court can record a\nfinding whether such an action was in accordance with law or not and it\ncannot be decided by a Civil Court.\n14. In this connection, the learned counsel for the appellant rightly\nrelied upon a decision of this Court in Shri Ram \u0026 Anr. v. Ist Addl. Distt.\nJudge \u0026 Ors., [2001] 3 SCC 24. In Shri Ram, A, the original owner of the land\nsold it to B by a registered sale deed and also delivered possession and the\nname of the purchaser was entered into Revenue Records after mutation.\nAccording to the plaintiff, sale deed was forged and was liable to be cancelled.\nIn the light of the above fact, this Court held that it was only a Civil Court\nwhich could entertain, try and decide such suit. The Court, after considering\nrelevant case law on the point, held that where a recorded tenure holder\nhaving a title and in possession of property files a suit in Civil Court for\ncancellation of sale deed obtained by fraud or impersonation could not be\ndirected to institute such suit for declaration in Revenue Court, the reason\nbeing that in such a case, prima facie, the title of the recorded tenure holder\nis not under cloud. He does not require declaration of his title to the land.\nG\nF\nThe Court, however, proceeded to observe:\n\"The position would be different where a person not being a recorded\ntenure holder seeks cancellation of sale deed by filing a suit in the\ncivil court on the ground of fraud or impersonation. There necessarily\nA\nH\n}\nx\nKAMLA PRASAD v. SRI KRISHNA KANT PATHAK [THAKKER. J.] 401\nthe plaintiff is required to seek a declaration of his title and, therefore, A\nhe may be directed to approach the revenue court, as the sale deed\nbeing void has to be ignored for giving him relief for declaration and\npossession\".\n15. The instant case is covered by the above observations. The lower\nAppellate Court has expressly stated that the name of the plaintiff had been B\ndeleted from Record of Rights and the names of purchasers had been entered.\nThe said fact had been brought on record by the contesting defendants and\nit was stated that the plaintiff himself appeared as a witness before the\nMutation Court, admitted execution of the sale deed, receipt of sale\nconsideration and the factum of putting vendees into possession of the\nproperty purchased by them. It was also stated that the records revealed that\nthe names of contesting defendants had been mutated into Record of Rights\nand the name of plaintiff was deleted.\nC\n16. In the light of the above facts, in our opinion, the Courts below were\nwholly right in reaching the conclusion that such a suit could be entertained D\nonly by a Revenue Court and Civil Court had no jurisdiction. The High Court\nby reversing those orders had committed an error of law and of jurisdiction\nwhich deserves interference by this Court.\n17. For the foregoing reasons, the appeal deserves to be allowed and\nis accordingly allowed. The order passed by the High Court is set aside and E\nthat of the Courts below is restored. In the facts and circumstances of the\ncase, however, there shall be no order as to costs.\nK.K.T.\nAppeal allowed.\nनं\n"}