{"pages":[{"pageNumber":11},{"pageNumber":12},{"pageNumber":13},{"pageNumber":14},{"pageNumber":15},{"pageNumber":16},{"pageNumber":17},{"pageNumber":18},{"pageNumber":19},{"pageNumber":20}],"text":"618 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA\n428 US 325 = 49 L Ed 2d 974 referred to\n431 US 633 = 52 L Ed 2d 637 referred to\nPara 51\nPara 53\n483 US 66 = 97 L Ed 2d 56\nreferred to\nPara 55\nB\n(2002) 2 AC 235 = (2002)\nreferred to\nPara 58\nUKPC 11\n(2002) 2 AC 259 = (2002)\nreferred to\nPara 62\nUKPC 12\nC\n(2002 (2) AC 284)\nreferred to\nPara 64\n(2006) 1 WLR 1623\nreferred to\nPara 66\n[2007] M.W.H.C.1-\nHigh Court of Malawi)\nreferred to\nPara 75\nD\n(1981) A.C. 648\nreferred to\nPara 83\n24 L Ed. 77: 94 US 113,\nreferred to\nPara 92\n142 (1876)\nய\nE\n120 LED 2d 674\nreferred to\nPara 93\nCRIMINAL APPELLATE JURISDICTION: Criminal Appeal\nNo. 117 of 2006.\nFrom the Judgment \u0026 Order dated 27.07.2005 of the High\nF Court of Punjab \u0026 Haryana at Chandigarh in Criminal Appeal\nNo. 250-DB of 1996.\nG\nH\nGourab Banerji, ASG (for Ld. Attorney General for India),\nS.A. Haseeb, Sahil Tagotra, B.K. Prasad Gautam Jha, Ajay\nPal, Jagjit Singh Chhabra, Siddhartha Dave, Senthil\nJagadeesan, Jentiben A.O., Harinder Mohan Singh for the\nappearing parties.\nThe Judgment of the Court was delivered by\nGANGULY, J. 1. This appeal at the instance of the State\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n619\nhas been preferred from the judgment of the Division Bench of A\nthe High Court of Punjab and Haryana at Chandigarh, dated\nJuly 27, 2005 in Criminal Appeal No. 250/1996 whereby High\nCourt gave the appellant the benefit of doubt and acquitted him\nof the charges framed against him.\n2. Briefly, the facts of the case are that the respondent\nDalbir Singh, a constable in 36th Battalion Central Reserve\nPolice Force, at the relevant time was posted at Fatehabad,\nDistrict Amritsar, Punjab. On April 11th, 1993, Harish Chander,\nthe Battalion Havaldar Major (hereinafter 'B.H.M.') in 'Company\nD' of the Battalion, reported to Hari Singh, the Deputy\nCommandant Quarter Master (hereinafter 'Deputy\nCommandant'), that the accused had refused to carry out the\nfatigue duty assigned to him. On such report being made, the\nDeputy Commandant directed the B.H.M. and Sub Inspector\nKewal Singh to produce the accused before him. As per these\ndirections, the accused was produced before the Deputy\nCommandant at 11:15 a.m. Upon being warned verbally about\nhis non compliance of the orders for fatigue duty, the accused\nrequested the warning to be issued in writing. Upon such a\nresponse, the Deputy Commandant ordered the B.H.M. and the\nSub Inspector to have the accused present before him the next\nmorning.\n3. However, immediately after these talks, the Deputy\nCommandant's office saw firing from a Self Loading Rifle\n(SLR), even as the Deputy Commandant himself and the B.H.M.\nwere inside it. As the Deputy Commandant positioned himself\nunderneath a table, he allegedly noted that it was the accused\nwho was firing from a rifle from a tent pitched outside. He was\nallegedly hit in his back. The B.H.M. sustained multiple bullet\ninjuries in his shoulders.\nB\nC\nD\nE\nF\nG\n4. This entire incident was allegedly witnessed by\nConstable Dalip Kumar Mishra and Sub Inspector Kewal Singh.\nEventually, when the firing had stopped and the accused was\ntrying to reload his gun, he was overpowered and disarmed by H\nA\nB\nC\n620 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nConstable Mishra. The Deputy Commandant directed the Sub\nInspector Kewal Singh to hand over the accused to the police,\nwhile he himself and B.H.M. Harish Chander were rushed to\nSri Guru Nanak Hospital. Unfortunately, B.H.M. Harish Chander\ndied en route and his body was identified in the hospital. The\nDeputy Commandant recorded his statement (Ex. PH) and an\nF.I.R. (Ex. PH/2) was registered at the hospital by Sub Inspector\nJaswant Singh.\n5. During investigation, the Investigating Officer, in the\npresence of SI Kewal Singh and Constable Mishra, found 20\nempty bullet-cartridges (Ex.P4-P23) at the Battalion.\nHeadquarters at Khawaspur. These were taken into\npossession after putting them in a sealed parcel through\nrecovery memo (Ex.PK). The empty cartridges were sent to the\nForensic Science Laboratory on 15.4.1993 and the SLR was\nD forwarded on 23.4.1993.\nE\nF\nG\nH\n6. After investigation a challan was put in the Court of the\nIlaqua Magistrate who found that the case was exclusively\ntriable by the Court of Session, committed the same to Court\nof Session. The accused was charged under Section 302 and\n307 of IPC and under Section 27 of the Arms Act. The accused\npleaded not guilty and the Prosecution was called upon to\nexamine its witnesses including DCQM Hari Singh (PW.6), SI\nKewal Singh (PW.7), Constable Mishra (PW.9) and Sub\nInspector Jaswant Singh. The accused, upon examination,\ndenied all circumstances and asserted that he was innocent\nand had been falsely implicated. The Trial Court consequently\nconvicted the accused under Section 302 of IPC, sentencing\nhim to rigorous imprisonment for life and fine of Rs.2,000/-,\nunder Section 307 of IPC, sentencing him to rigorous\nimprisonment for 5 years and fine of Rs.2,000/-, and under\nSection 27 of Arms Act, sentencing him to rigorous\nimprisonment for 3 years and fine of Rs.1,000/-. The substantive\nsentences were ordered to run concurrently.\n7. In the impugned judgment the High Court while reversing\n'\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n621\nthe order of conviction found that there is some irreconcilable A\ninconsistency in the prosecution case. The High Court found that\nPW.9 the alleged eye witness deposed that the respondent was\napprehended at the spot by him and he was disarmed by him\nand the SLR which was being used by the accused was taken\nin his possession and the accused was handed over to the B\nCourt. But according to the Investigating Officer (IO) PW.12, he\nwent to the place of occurrence on the date of occurrence i.e.\non 11.4.93, but neither the accused nor the SLR allegedly used\nby the accused were handed over to him. The further evidence\nof the 10 is that on 14.4.93, the accused was handed over to C\nhim outside the CRPF headquarters. Then on his disclosure\nstatement the SLR was recovered. In view of such irreconcilable\ndiscrepancy in the evidence of the prosecution, the High Court\ncame to the finding that the prosecution was trying to suppress\na vital part of the case and the incident did not take place in\nD\nthe manner presented by the prosecution. The High Court further\nfound that even though the prosecution allegation is that 20\ncartridges were fired, only 7 empties were recovered and none\nof the bullets were recovered. The High Court found that the\nsame is very surprising when the prosecution version is that 20\nE\nbullets were actually fired in a room towards the side where\nthere are no windows. It is, therefore, impossible that none of\nthe bullets had been recovered. In view of the aforesaid finding\nof the High Court the accused was given the benefit of doubt.\n8. We are of the opinion that there is no reason to interfere F\nwith the order of acquittal given by the High Court sitting in our\njurisdiction under Article 136 of the Constitution. We do not think\nthat the order of the High Court is either perverse or not based\non proper appreciation of evidence. Therefore, on the merits\nof the order of acquittal granted by the High Court we find no G\nreason to interfere. But since in this case the accused was\ncharged under Section 27(3) of the Arms Act (hereinafter, 'the\nAct') and since the vires of Section 27(3) of the said Act has\nbeen questioned, we proceed to examine the said issue in\ndetail.\nH\nA\nB\nC\n622 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\n9. In this matter leave was granted on 16.1.2006. On\n31.8.2010, a Division Bench of this Court issued notice to the\nAttorney General as vires of Section 27(3) of the Act was\nchallenged in the said proceeding.\n10. Pursuant to such notice Mr. Gourab Banerjee, the\nlearned ASG initially submitted before this Court on 15th March,\n2011 and again on 21st July, 2011 that a proposal to amend\nSection 27(3) of the Act is under consideration of the\nGovernment of India and as such matter was adjourned.\nThereafter the matter was heard on 1st December, 2011 and\non subsequent dates both on merits of the High Court order\nand also on the question of vires of Section 27(3) of the Act.\n11. Since the Court is to examine the constitutional validity\nof Section 27, sub-section (3) of the Act, for a proper\nD appreciation of the questions involved, Section 27 of the Act\nis set out below:-\nพย\nE\nF\n0\nH\n\"27.Punishment for using arms, etc.-\n(1) Whoever uses any arms or ammunition in contravention\nof section 5 shall be punishable with imprisonment for a\nterm which shall not be less than three years but which may\nextend to seven years and shall also be liable to fine.\n(2) Whoever uses any prohibited arms or prohibited\nammunition in contravention of section 7 shall be\npunishable with imprisonment for a term which shall not be\nless than seven years but which may extend to\nimprisonment for life and shall also be liable to fine.\n(3) Whoever uses any prohibited arms or prohibited\nammunition or does any act in contravention of section 7\nand such use or act results in the death of any other person,\nshall be punishable with death.\"\n12. The present form of Section 27 including Section 27(3)\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n623\nhas come by way of amendment, namely, by Amending Act 42 A\nof 1988, the previous Section 27 was substituted. The Arms\nAct was enacted in 1959. At the time when it was enacted,\nSection 27 was in the following form:-\n\"27. Punishment for possessing arms, etc., with intent to\nuse them for unlawful purpose -\nB\nWhoever has in his possession any arms or\nammunition with intent to use the same for any unlawful\npurpose or to enable any other person to use the same\nfor any unlawful purpose shall, whether such unlawful C\npurpose has been carried into effect or not, be punishable\nwith imprisonment for a term which may extend to seven\nyears, or with fine or with both.\"\n13. The Statements of Objects and Reasons of Act 42 of D\n1988 (the Amending Act) are as follows:-\n-\nE\nF\n\"Act 42 of 1988. The Arms Act, 1959 had been\namended to provide for enhanced punishments in respect\nof offences under that Act in the context of escalating\nterrorist and anti-national activities. However, it was\nreported that terrorist and anti-national elements,\nparticularly in Punjab had in the recent past acquired\nautomatic firearms, machine guns of various types, rockets\nand rocket launchers. Although the definitions of the\nexpressions \"arms\", \"ammunitions\", \"prohibited arms\" and\n\"prohibited ammunition\" included in the Act are adequate\nto cover the aforesaid lethal weapons in the matter of\npunishments for offences relating to arms, the Act did not\nmake any distinction between offences involving ordinary\narms and the more lethal prohibited arms and prohibited G\nammunition. Further while the Act provided for punishment\nof persons in possession of arms and ammunition with\nintent to use them for any unlawful purpose, it did not\nprovide for any penalties for the actual use of illegal arms.\nTo overcome these deficiencies, it was proposed to H\nA\nB\nC\nD\nE\n624\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\namend the Act by providing for deterrent punishment for\noffences relating to prohibited arms and ammunition and\nfor the illegal use of firearms and ammunition so as to\neffectively meet the challenges from the terrorist and anti-\nnational elements. Accordingly, the Arms (Amendment)\nOrdinance, 1988 was promulgated by the President on the\n27th May, 1988. The Ordinance amended the Act to\nprovide for the followings among other things namely:-\n(i) The definitions of \"ammunition\" and \"prohibited\nammunition\" have been amended to include missiles so\nas to put the matter beyond any doubt;\n(ii) Deterrent punishments have been provided for offences\ninvolving prohibited arms and prohibited ammunition;\n(iii) Punishments have also been provided for the use of\nillegal arms and ammunition and death penalty has been\nprovided if such use causes death.\"\n14. A perusal of Section 27, sub-section (3), the vires of\nwhich has been challenged, shows that if by mere use of any\nprohibited arms or prohibited ammunitions or if any act is done\nby any person in contravention of Section 7, he shall be\npunishable with death.\n15. Section 7 of the said Act prohibits acquisition or\nF possession, or manufacture or sale of prohibited arms or\nprohibited ammunitions. The said Section 7 is set out below:-\nG\n\"7. Prohibition of acquisition or possession, or of\nmanufacture or sale, of prohibited arms or prohibited\nammunition.-\nNo person shall--\n(a) acquire, have in his possession or carry; or\n(b) use, manufacture, sell, transfer, convert, repair, test or\nH\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n625\nprove; or\n(c) expose or offer for sale or transfer or have in his\npossession for sale, transfer, conversion, repair, test or\nproof;\nany prohibited arms or prohibited ammunition unless he\nhas been specially authorised by the Central Government\nin this behalf.\"\nA\nB\n16. In the definition clause prohibited ammunitions and\nprohibited arms have been defined respectively under Section C\n2, sub-Sections (h) and (i) respectively of the said Act. Those\ndefinitions are set out below:-\n\"(h) \"Prohibited ammunition\" means any ammunition,\ncontaining, or designed or adapted to contain, any noxious\nliquid, gas or other such thing, and includes rockets,\nbombs, grenades, shells, missiles articles designed for\ntorpedo service and submarine mining and such other\narticles as the Central Government may, by notification in\nthe Official Gazette, specify to be prohibited ammunition;\"\n\"(i) \"prohibited arms\" means--\n(i) firearms so designed or adapted that, if pressure\nis applied to the trigger, missiles continue to be\ndischarged until pressure is removed from the\ntrigger or the magazine containing the missiles is\nempty, or\n(ii) weapons of any description designed or\nadapted for the discharge of any noxious liquid, gas\nor other such thing,\nand includes artillery, anti-aircraft and anti-tank\nfirearms and such other arms as the Central\nGovernment may, by notification in the Official\nGazette, specify to be prohibited arms;\"\nD\nE\nF\nG\nH\nA\nB\n626\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\n'\n17. The word 'acquire', 'possession' or 'carry' has not been\ndefined under the said Act nor the word 'used', 'manufacture',\n'sale', 'convert', 'repair', 'test' or 'prove' have been defined in the\nAct. The word 'transfer' has only been defined in Section 2(k)\nto mean as follows:-\n\"(k) \"transfer\" with its grammatical variations and cognate\nexpressions, includes letting on hire, lending, giving and\nparting with possession.\"\n18. Section 7 imposes a prohibition on certain acts in\nC respect of prohibited arms and ammunitions but Section 7 does\nnot spell out the penalty. The penalty for contravention of Section\n7 is provided under Section 27(3) of the Act as mentioned\nabove.\nD\nE\nF\n19. If we look at Section 27, which has been set out above,\nit is divided into three sub-sections. Sub-section 1 prescribes\nthat if any person who uses any arms or ammunition in\ncontravention of section 5 he shall be punishable with\nimprisonment for a term which shall not be not less than three\nyears but which may extend to seven years and he shall also\nbe liable to fine. Section 5 prohibits manufacture, sale of arms\nand ammunition. Sub-section (2) of Section 27 provides for\nhigher punishment, inter alia, on the ground that whoever uses\nany prohibited arms or prohibited ammunition in contravention.\nof Section 7, he shall be punishable with imprisonment for a\nterm which shall not be less than seven years but which may\nextend to imprisonment for life and he shall also be liable to fine.\n20. Section 7 prohibits acquisition or possession, or of\nmanufacture or sale, of prohibited arms or prohibited\nG ammunition. Therefore, between Section 5 and Section 7 of the\nAct a distinction has been made since manufacture and sale\nof arms and ammunition is dealt with in Section 5 but Section\n7 deals with prohibition of acquisition or possession, or of\nmanufacture or sale, of prohibited arms and ammunition.\nH Therefore, there is a reasonable classification between Section\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n627\n5 and Section 7 of the Act. Consequently, there is valid A\nclassification between Sections 27(1) and 27(2) on the severity\nof the punishment.\n21. But so far as sub-section (3) of Section 27 is\nconcerned, the same stands apart in as much as it imposes a\nB\nmandatory death penalty. The difference between sub-section\n(2) and sub-section (3) of Section 27 is that under sub-section\n(2) of Section 27 if a person uses any prohibited arms or\nammunition in contravention of Section 7, he shall be punished\nwith imprisonment for a term of less than seven years which may\nextend to imprisonment for life and also with fine. But if the said\nuse or act prohibited under Section 7 results in the death of any\nother person he shall be punishable with death penalty.\nTherefore, Section 27(3) is very wide in the sense anything\ndone in contravention of Section 7 of the Act and with the use\nC\nof a prohibited arms and ammunition resulting in death will D\nattract mandatory death penalty. Even if any act done in\ncontravention of Section 7, namely, acquisition or possession,\nor manufacture or sale, of prohibited arms results in death of\nany person, the person in contravention of Section 7 shall be\npunished with death. This is thus a very drastic provision for E\nmany reasons. Apart from the fact that this imposes a mandatory\ndeath penalty the Section is so widely worded to the extent that\nif as a result of any accidental or unintentional use or any\naccident arising out of any act in contravention of Section 7,\ndeath results, the only punishment, which has to be mandatorily F\nimposed on the person in contravention is, death. It may be also\nnoted in this connection that language used is 'results' which is\nwider than the expression 'causes'. The word 'results' means\nthe outcome and is wider than the expression 'causes'.\n22. Therefore, very wide expression has been used in\nSection 27(3) of the Act and without any guideline leading to\nmandatory punishment of death penalty.\n23. In this connection we may compare Section 302 of the\nG\nH\n"}