{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"A\nB\nD\nE\n-\n[2012] 4 S.C.R. 608\nSTATE OF PUNJAB\nV.\nDALBIR SINGH\n(Criminal Appeal No. 117 of 2006)\nFEBRUARY 01, 2012\n[ASOK KUMAR GANGULY AND JAGDISH SINGH\nKHEHAR, JJ.]\nArms Act, 1959 - s.27(3) - Vires of - Mandatory death\nC penalty as imposed u/s.27(3) - If justified - Held: Mandatory\ndeath penalty has been found to be constitutionally invalid in\nvarious jurisdictions where there is an independent judiciary\nand the rights of the citizens are protected in a Constitution -\nIn s.27(3), the provision of mandatory death penalty is more\nunreasonable inasmuch it provides whoever uses any\nprohibited arms or prohibited ammunition or acts in\ncontravention of s.7 and if such use or act results in the death\nof any other person then that person guilty of such use or\nacting in contravention of s.7 shall be punishable with death\nThe word 'use' has not been defined in the Act - Therefore,\nthe word 'use' has to be viewed in its common meaning - In\nview of such very wide meaning of the word 'use' even an\nunintentional or an accidental use resulting in death of any\nother person shall subject the person so using to a death\npenalty - Both the words 'use' and 'result' are very wide - Such\na law is neither just, reasonable nor is it fair and falls out of\nthe 'due process' test - The concepts of 'due process' and the\nconcept of a just, fair and reasonable law has been read by\nthis Court into the guarantee u/Articles 14 and 21 of the\nConstitution - s.27(3) is thus violative of Articles 14 and 21 of\nG the Constitution - Principles of Eighth Amendment of the U.S.\nConstitution (which provides for guarantee against cruel and\nharsh punishment) have also been incorporated in our laws -\nDirect mandate of the Constitution under Article 13 is that the\nState shall not make any law which takes away or abridges\nF\nI\n608\nSTATE OF PUNJAB v. DALBIR SINGH\n609\nthe right conferred by Part III of the Constitution and any law A\nmade in contravention of the same is, to the extent of\ncontravention, void - s.27(3) is in clear contravention of Part\nIII rights - It also deprives the judiciary from discharging its\nConstitutional duties of judicial review whereby it has the power\nof using discretion in the sentencing procedure - s.27(3) is B\nagainst the fundamental tenets of our Constitutional law as\ndeveloped by this Court - It is ultra vires the Constitution and\nis void - Constitution of India, 1950 - Articles 13, 14 and 21.\nC\nPenal Code, 1860 - ss. 302 and 307 - Acquittal of\naccused on ground of benefit of doubt - Justification - Accused\nCRPF constable, who had been warned by his officer for non-\nperformance of duty, opened fire from a self-loading rifle\n(SLR) whereupon the officer was hit on the back and another\nofficer sustained multiple bullet injuries causing his death -\nConviction of accused-respondent by trial court inter alia u/ D\nss. 302 and 307 IPC - High Court found irreconcilable\ninconsistencies in the prosecution case relating to a)\ndeposition of witnesses and b) number of cartridges fired and\nrecovered, and acquitted respondent by giving him benefit of\ndoubt - On appeal, held: In the facts and circumstances of the E\ncase, it cannot be said that the order of the High Court was\neither perverse or not based on proper appreciation of\nevidence - No interference called for u/Article 136 of the\nConstitution.\nF\nG\nThe prosecution case was that respondent, a CRPF\nconstable, who had been warned by the Deputy\nCommandant Quarter Master for his refusal to carry out\nfatigue duty as assigned to him, opened fire towards the\nDeputy Commandant's office from a Self Loading Rifle\n(SLR) whereupon the Deputy Commandant was hit in his\nback while the Battalion Havaldar Major (B.H.M.), who was\nalso inside the office at the relevant time, sustained\nmultiple bullet injuries in his shoulders which ultimately\ncaused his death. The trial court convicted the\nrespondent under Section 302 IPC, sentencing him to H\n610 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA rigorous imprisonment for life and fine of Rs.2,000/-,\nunder Section 307 IPC, sentencing him to rigorous\nimprisonment for 5 years and fine of Rs.2,000/-, and under\nSection 27 of the Arms Act, sentencing him to rigorous\nimprisonment for 3 years and fine of Rs.1,000/-. The\nB substantive sentences were ordered to run concurrently.\nThe High Court, however, reversed the order of\nconviction on the ground that there were irreconcilable\ninconsistency in the prosecution case.\nC\nD\nThe High Court found that while PW.9 the alleged eye\nwitness had deposed that respondent was apprehended\nat the spot, disarmed handed over to the Court, however,\naccording to the Investigating Officer (IO) PW.12, the\nrespondent was handed over to him outside the CRPF\nheadquarters three days after the incident and then on\nhis disclosure statement the SLR was recovered. The\nHigh Court further found that even though the\nprosecution allegation was that 20 cartridges were fired,\nonly 7 empties were recovered and none of the bullets\nwere recovered. The High Court gave benefit of doubt to\nE the respondent and acquitted him, and therefore the\ninstant appeal.\nF\nG\nH\nHowever, since the accused-respondent had been\ncharged under Section 27(3) of the Arms Act, 1959 as well\nand since the vires of Section 27(3) of the said Act had\nbeen questioned, the instant appeal was heard both on\nmerits of the High Court order and also on the question\nof vires of Section 27(3) of the Arms Act, 1959.\nDismissing the appeal, the Court\nHELD:\nOn merits\n1. There is no reason to interfere with the order of\nacquittal given by the High Court under Article 136 of the\nSTATE OF PUNJAB v. DALBIR SINGH\n611\nConstitution. It cannot be said that the order of the High A\nCourt is either perverse or not based on proper\nappreciation of evidence. Therefore, on the merits of the\norder of acquittal granted by the High Court there is no\nreason to interfere. [Para 8] [621-F]\nVires of Section 27(3) of the Arms Act, 1959\n2.1. A perusal of Section 27, sub-section (3) of the\nArms Act, 1959, the vires of which has been challenged,\nshows that if by mere use of any prohibited arms or\nprohibited ammunitions or if any act is done by any\nperson in contravention of Section 7, he shall be\npunishable with death. Section 7 of the said Act prohibits\nacquisition or possession, or manufacture or sale of\nprohibited arms or prohibited ammunitions. [Paras 14, 15]\n[624-E-F]\n2.2. Section 7 imposes a prohibition on certain acts\nin respect of prohibited arms and ammunitions but\nSection 7 does not spell out the penalty. The penalty for\ncontravention of Section 7 is provided under Section\n27(3) of the Act. [Para 18] [626-C]\n2.3. Section 27 is divided into three sub-sections.\nSub-section 1 prescribes that if any person who uses any\narms or ammunition in contravention of section 5 he shall\nbe punishable with imprisonment for a term which shall\nnot be not less than three years but which may extend\nto seven years and he shall also be liable to fine. Section\n5 prohibits manufacture, sale of arms and ammunition.\nSub-section (2) of Section 27 provides for higher\npunishment, inter alia, on the ground that whoever uses\nany prohibited arms or prohibited ammunition in\ncontravention of Section 7, he shall be punishable with\nimprisonment for a term which shall not be less than\nseven years but which may extend to imprisonment for\nlife and he shall also be liable to fine. [Para 19] [626-D-F]\nB\nC\nD\nE\nF\nG\nH\nA\n612 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\n2.4. Between Section 5 and Section 7 of the Act a\ndistinction has been made since manufacture and sale\nof arms and ammunition is dealt with in Section 5 but\nSection 7 deals with prohibition of acquisition or\npossession, or of manufacture or sale, of prohibited arms\nB and ammunition. Therefore, there is a reasonable\nclassification between Section 5 and Section 7 of the Act.\nConsequently, there is valid classification between\nSections 27(1) and 27(2) on the severity of the\npunishment. [Para 20] [626-G-H; 627-A]\nC\nD\n2.5. But so far as sub-section (3) of Section 27 is\nconcerned, the same stands apart in as much as it\nimposes a mandatory death penalty. The difference\nbetween sub-section (2) and sub-section (3) of Section\n27 is that under sub-section (2) of Section 27 if a person\nuses any prohibited arms or ammunition in contravention\nof Section 7, he shall be punished with imprisonment for\na term of less than seven years which may extend to\nimprisonment for life and also with fine. But if the said\nuse or act prohibited under Section 7 results in the death\nE of any other person he shall be punishable with death\npenalty. Therefore, Section 27(3) is very wide in the sense\nanything done in contravention of Section 7 of the Act and\nwith the use of a prohibited arms and ammunition\nresulting in death will attract mandatory death penalty.\nEven if any act done in contravention of Section 7,\nnamely, acquisition or possession, or manufacture or\nsale, of prohibited arms results in death of any person,\nthe person in contravention of Section 7 shall be\npunished with death. This is thus a very drastic provision\nG for many reasons. Apart from the fact that this imposes\na mandatory death penalty the Section is so widely\nworded to the extent that if as a result of any accidental\nor unintentional use or any accident arising out of any\nact in contravention of Section 7, death results, the only\npunishment, which has to be mandatorily imposed on\nF\nH\nSTATE OF PUNJAB v. DALBIR SINGH\n613\nthe person in contravention is, death. Notably, the A\nlanguage used is 'results' which is wider than the\nexpression 'causes'. The word 'results' means the\noutcome and is wider than the expression 'causes'.\nTherefore, very wide expression has been used in\nSection 27(3) of the Act and without any guideline leading B\nto mandatory punishment of death penalty. [Paras 21, 22]\n[627-B-G]\n3. In Section 302 of IPC death penalty is not\nmandatory but it is optional. Apart from that the word\n'murder' has been very elaborately defined in Section 300\nof IPC with various exceptions and explanations. But in\nthe case of Section 27(3) law is totally devoid of any\nguidelines and no exceptions have been carved out.\n[Paras 24 and 25] [628-B; 629-D]\nC\nD\n4. The Parliament while making law has to function\nunder the specific mandates of the Constitution. Apart\nfrom the restrictions imposed on distribution of legislative\npowers under Part XI of the Constitution by Article 245\nonwards, the direct mandate of the Constitution under E\nArticle 13 is that the State shall not make any law which\ntakes away or abridges the right conferred by Part III of\nthe Constitution and any law made in contravention of the\nsame is, to the extent of contravention, void. Article 13(2)\nclearly prohibits the making of any law by the State which\ntakes away or abridges rights, conferred by Part III of the\nConstitution. In the event of such a law being made the\nsame shall be void to the extent of contravention. Only\nthe judiciary can give the declaration that a law being in\ncontravention of the mandate of Part-III of the Constitution\nis void. Therefore, power of judicial review is inherent in\nour Constitution. Article 13 of the Constitution is,\ntherefore, a unique feature in our Constitution. [Paras 26,\n27 and 28] [629-E-F; 630-E-F]\nF\nG\n5.1. Mandatory death penalty has been found to be H\nB\nC\nD\n614 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA constitutionally invalid in various jurisdictions where\nthere is an independent judiciary and the rights of the\ncitizens are protected in a Constitution. In our\nConstitution the concept of 'due process' was\nincorporated in view of the judgment of this Court in\nManeka Gandhi. The principles of Eighth Amendment of\nthe U.S. Constitution (which provides for guarantee\nagainst cruel and harsh punishment) have also been\nincorporated in our laws. This has been acknowledged\nby the Constitution Bench of this Court in Sunil Batra.\nAlmost on identical principles mandatory death penalty\nprovided under Section 303 IPC has been held ultra vires\nby the Constitution Bench of this Court in Mithu. Apart\nfrom that it appears that in Section 27(3) of the Act the\nprovision of mandatory death penalty is more\nunreasonable inasmuch it provides whoever uses any\nprohibited arms or prohibited ammunition or acts in\ncontravention of Section 7 and if such use or act results\nin the death of any other person then that person guilty\nof such use or acting in contravention of Section 7 shall\nbe punishable with death. The word 'use' has not been\ndefined in the Act. Therefore, the word 'use' has to be\nviewed in its common meaning. In view of such very wide\nmeaning of the word 'use' even an unintentional or an\naccidental use resulting in death of any other person shall\nsubject the person so using to a death penalty. Both the\nwords 'use' and 'result' are very wide. Such a law is\nneither just, reasonable nor is it fair and falls out of the\n'due process' test. A law which is not consistent with\nnotions of fairness while it imposes an irreversible\npenalty like death penalty is repugnant to the concept of\nG right and reason. [Paras 87, 88, 89, 90] [656-G-H; 657-A;,\nD-H; 658-A]\nE\nF\nH\n5.2. The principle of 'due process' is an emanation\nfrom the Magna Carta doctrine. This was accepted in\nAmerican jurisprudence. All these concepts of 'due\nSTATE OF PUNJAB v. DALBIR SINGH\n615\nprocess' and the concept of a just, fair and reasonable A\nlaw has been read by this Court into the guarantee under\nArticles 14 and 21 of the Constitution. Therefore, the\nprovision of Section 27(3) of the Act is violative of Article\n14 and 21 of the Constitution. [Paras 92, 94] [658-C, F]\n5.3. Apart from that the said Section 27 (3) is a post\nConstitutional law and has to obey the injunction of\nArticle 13 which is clear and explicit. In view of the\nmandate of Article 13 of the Constitution which is an\nArticle within Part-III of our Constitution, Section 27(3)\nhaving been enacted in clear contravention of Part-III\nrights, Section 27(3) of the Act is repugnant to Articles 14\nand 21 and is void. [Paras 95, 96] [658-G; 659-B]\nB\nC\n5.4. Section 27(3) of the Act also deprives the\njudiciary from discharging its Constitutional duties of D\njudicial review whereby it has the power of using\ndiscretion in the sentencing procedure. This power has\nbeen acknowledged in Section 302 IPC and in Bachan\nSingh case it has been held that the sentencing power\nhas to be exercised in accordance with the statutory E\nsentencing structure under Section 235(2) and also under\nSection 354(3) of the Code of Criminal Procedure. [Paras\n97, 98] [659-C, D]\n5.5. Section 27(3) of the said Act while purporting to\nimpose mandatory death penalty seeks to nullify those\nsalutary provisions in the Code. This is contrary to the\nlaw laid down in Bachan Singh. [Para 99] [659-E]\nF\n5.6. In fact the challenge to the constitutional validity\nof death penalty under Section 302 IPC has been G\nnegatived in Bachan Singh in view of the sentencing\nstructure in Sections 235(2) and 354 (3) of the Criminal\nProcedure Code. By imposing mandatory death penalty,\nSection 27(3) of the Act runs contrary to those statutory\nsafeguards which give judiciary the discretion in the H\n616 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA matter imposing death penalty. Section 27(3) of the Act\nis thus ultra vires the concept of judicial review which is\none of the basic features of our Constitution. [Para 100]\n[659-F, G]\nB\nC\nD\nE\nF\nG\n5.7. The ratio in both Bachan Singh and Mithu has\nbeen universally acknowledged in several jurisdictions\nacross the world and has been accepted as correct\narticulation of Article 21 guarantee. Therefore, the ratio in\nMithu and Bachan Singh represents the concept of Jus\ncogens meaning thereby the peremptory non derogable\nnorm in international law for protection of life and liberty.\nThat is why it has been provided by the 44th Amendment\nAct of 1978 of the Constitution, that Article 21 cannot be\nsuspended even during proclamation of emergency\nunder Article 359(vide Article 359(1)(a) of the Constitution.\nTherefore Section 27(3) of the Arms Act is against the\nfundamental tenets of our Constitutional law as\ndeveloped by this Court. Section 27(3) of Arms Act, 1959\nis ultra vires the Constitution and is void. [Paras 100, 101,\n102, 103 and 104] [659-H; 660-A-D]\nMithu vs. State of Punjab (1983) 2 SCC 277: 1983 (2)\nSCR 690; Maneka Gandhi vs. Union of India (1978) 1 SCC\n248 1978 (2) SCR 621; Bachan Singh v. State of Punjab\n(1980) 2 SCC 684 and Sunil Batra vs. Delhi Administration\nand Others (1978) 4 SCC 494: 1979 (1) SCR 392 - relied\non.\nSubhash Ramkumar Bind Alias Vakil and another vs.\nState of Maharashtra (2003) 1 SCC 506: 2002 (4) Suppl.\nSCR 65; Surendra Singh Rautela vs. State of Bihar (now\nState of Jharkhand) (2002) 1 SCC 266: 2001 (5) Suppl.\nSCR 340; State of Punjab vs. Swaran Singh Murder\nReference No. 5 of 2000 decided by Full Bench of Punjab\n\u0026 Haryana High Court on 26.5.2009; Santokh Singh vs.\nState of Punjab, 2000(3) Recent Criminal Reports 637 -\nH referred to.\nSTATE OF PUNJAB v. DALBIR SINGH\n617\nB\nJames Tyrone Woodson and Luby Waxton vs. State of A\nNorth Carolina, 428 US 280 = 49 L Ed 2d 944; Stanislaus\nRoberts vs. State of Louisiana, 428 US 325 = 49 L Ed 2d\n974; Harry Roberts vs. State of Louisiana, 431 US 633 = 52\nL Ed 2d 637; George Summer vs. Raymond Wallace\nShuman, 483 US 66 = 97 L Ed 2d 56; Reyes vs. The Queen,\n(2002) 2 AC 235 = (2002) UKPC 11; Regina v. Hughes,\n(2002) 2 AC 259 = (2002) UKPC 12; Fox v. The Queen (2002\n(2) AC 284); Bowe \u0026 Anr. vs. The Queen -(2006) 1 WLR\n1623; Bernard Coard and Others vs. The Attorney General\n(Criminal Appeal No. 10/2006- unreported judgment of C\nprivy council); Francis Kafantayeni and Others vs. Attorney\nGeneral [High Court of Malawi- Constitutional Case No.12\nof 2005 [2007] M.W.H.C.1]; Attorney General vs. Susan\nKigula and 417 others (Supreme Court of Uganda-\nConstitution Appeal No.03/2006); Godfrey Ngotho Mutiso\nvs. Republic (Kenyan Court of Appeal- Criminal Appeal\nNo.17/2008); Ong Ah Chuan vs. Public Prosecutor and\nAnother, (1981) A.C. 648; Munn vs. Illinois, 24 L. Ed. 77: 94\nUS 113, 142 (1876) and Planned Parenthood of\nSoutheastern Pennsylvania vs. Casey, 120 L ED 2d 674 -\nreferred to.\nD\nE\nCase Law Reference:\n1983 (2) SCR 690\nrelied on\nPara 30\n2002 (4) Suppl. SCR 65\nreferred to\nPara 34\nF\n2001 (5) Suppl. SCR 340\nreferred to\nPara 35\n2000(3) Recent Criminal\nreferred to\nPara 38\nReports 637\nG\n1978 (2) SCR 621\nrelied on\nPara 46\n(1980) 2 SCC 684\nrelied on\nPara 46\n1979 (1) SCR 392\nrelied on\nPara 47\n428 US 280 = 49 L. Ed 2d 944 referred to\nPara 49\nH\n"}