{"pages":[{"pageNumber":21},{"pageNumber":22},{"pageNumber":23},{"pageNumber":24},{"pageNumber":25},{"pageNumber":26},{"pageNumber":27},{"pageNumber":28},{"pageNumber":29},{"pageNumber":30}],"text":"628 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA IPC with Section 27(3) of the Act. Section 302 is as follows:\nB\nC\nD\nE\nTI\nF\n0\n\"302. Punishment for murder.- Whoever commits\nmurder shall be punished with death, or imprisonment for\nlife, and shall also be liable to fine.\"\n24. In Section 302 of IPC death penalty is not mandatory\nbut it is optional. Apart from that the word 'murder' has been\nvery elaborately defined in Section 300 of IPC with various\nexceptions and explanations. Section 300 of IPC is set out\nbelow:\n\"300. Murder.-Except in the cases hereinafter excepted,\nculpable homicide is murder, if the act by which the death\nis caused is done with the intention of causing death, or-\nSecondly.-If it is done with the intention of causing such\nbodily injury as the offender knows to be likely to cause\nthe death of the person to whom the harm is caused, or\nThirdly.-If it is done with the intention of causing bodily\ninjury to any person and the bodily injury intended to be\ninflicted is sufficient in the ordinary course of nature to\ncause death, or-\nFourthly.-If the person committing the act knows that it is\nso imminently dangerous that it must, in all probability,\ncause death or such bodily injury as is likely to cause\ndeath, and commits such act without any excuse for\nincurring the risk of causing death or such injury as\naforesaid.\nException 1.-When culpable homicide is not murder.-\nCulpable homicide is not murder if the offender, whilst\ndeprived of the power of self-control by grave and sudden\nprovocation, causes the death of the person who gave the\nprovocation or causes the death of any other person by\nmistake or accident.\nI\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n629\nThe above exception is subject to the following provisos:-\nFirst.-That the provocation is not sought or voluntarily\nprovoked by the offender as an excuse for killing or doing\nharm to any person.\nSecondly.-That the provocation is not given by anything\ndone in obedience to the law, or by a public servant in the\nlawful exercise of the powers of such public servant.\nThirdly.-That the provocation is not given by anything done\nin the lawful exercise of the right of private defence.\nExplanation.-Whether the provocation was grave and\nsudden enough to prevent the offence from amounting to\nmurder is a question of fact.\"\nA\nB\nC\n25. But in the case of Section 27(3) law is totally devoid D.\nof any guidelines and no exceptions have been carved out. It\nis common ground that the said amendment of Section 27 was\nbrought about in 1988 which was much after the Constitution\nof India has come into operation.\n26. The Parliament while making law has to function under\nthe specific mandates of the Constitution. Apart from the\nrestrictions imposed on distribution of legislative powers under\nPart XI of the Constitution by Article 245 onwards, the direct\nmandate of the Constitution under Article 13 is that the State\nshall not make any law which takes away or abridges the right\nconferred by Part III of the Constitution and any law made in\ncontravention of the same is, to the extent of contravention, void.\nArticle 13 is set out hereinbelow:\nE\nF\n\"13. Laws inconsistent with or in derogation of the G\nfundamental rights: (1) All laws in force in the territory\nof India immediately before the commencement of this\nConstitution, in so far as they are inconsistent with the\nprovisions of this Part, shall, to the extent of such\ninconsistency, be void. .\nH\nA\nB\nD\nE\nய\nF\nG\n630\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\n(2) The State shall not make any law which takes away or\nabridges the rights conferred by this Part and any law\nmade in contravention of this clause shall, to the extent of\nthe contravention, be void.\n(3) In this article, unless the context otherwise requires,-\n(a) \"law\" includes any Ordinance, order, bye-law,\nrule, regulation, notification, custom or usage having\nin the territory of India the force of law;\n(b) \"laws in force\" includes laws passed or made\nby a Legislature or other competent authority in the\nterritory of India before the commencement of this\nConstitution and not previously repealed,\nnotwithstanding that any such law or any part thereof\nmay not be then in operation either at all or in\nparticular areas.\n(4) Nothing in this article shall apply to any amendment of\nthis Constitution made under Article 368.\n27. It is obvious from the aforesaid that Article 13(2) clearly\nprohibits the making of any law by the State which takes away\nor abridges rights, conferred by Part III of the Constitution. In\nthe event of such a law being made the same shall be void to\nthe extent of contravention.\n28. It is obvious that only the judiciary can give the\ndeclaration that a law being in contravention of the mandate of\nPart-III of the Constitution is void. Therefore, power of judicial\nreview is inherent in our Constitution. Article 13 of the\nConstitution is, therefore, a unique feature in our Constitution.\n29. Mr. Banerjee, the learned A.S.G appearing on behalf\nof Union of India submitted that after notice was issued in this\nmatter to the Attorney General, the matter was examined by the\nGovernment of India and a tentative decision to amend Section\nH 27(3) of the Act retrospectively with effect from 27th May, 1988\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n631\nA\nwas under the contemplation of the Government. Pursuant to\nsuch exercise, the Union Home Minister gave notice to the\nSecretary General of the Lok Sabha on 17th November, 2011\nof its intention to move for leave to introduce the said Bill in the\nLok Sabha and the Bill was introduced in the Lok Sabha in the\nfollowing form. The form in which it is sought to be introduced B\nin the Lok Sabha is as follows:\n\"Be it enacted by Parliament in the Sixty-second year\nof the Republic of India as follows:-\n54 of\n1959\n1. (1) This Act may\nbe called the Arms\n(Amendment) Act, 2011\n(2) It shall be deemed to have\ncome into force on the 27th\nday of May, 1988\n2. In the Arms Act, 1959 in\nSection 27, in sub-section\n(3), for the words \"shall be\npunishable with death\" The\nwords \"shall be\npunishable with death or\nimprisonment for life and\nShort title and\nC\ncommencement\nD\nE\nshall also be liable to fine\",\nshall be substituted.\nF\n30. Leaned Addl. Solicitor General submitted that in the\nlight of the aforesaid pronouncement by this Court in Mithu vs.\nState of Punjab - (1983) 2 SCC 277, the government is\nexamining the question of making suitable amendments as\nindicated above to Section 27(3) of the Act.\n31. This Court, however, is not inclined to defer its decision.\nThe Court, however, cannot refuse to examine the provision in\nview of a very fair stand taken by learned ASG.\nG\n32. The Judges of this Court have taken an oath to uphold H\n632\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA\nand preserve the Constitution and it is well known that this Court\nhas to protect the Constitution as a sentinel on the qui vive\nagainst any abridgement of its principles and percepts.\n33. It may be noted that Section 27(3) as it stands as on\ndate was considered by this Court in several judgments. Those\nB judgments are noted hereinbelow.\nC\nD\n34. It was considered in the case of Subhash Ramkumar\nBind Alias Vakil and another vs. State of Maharashtra reported\nin (2003) 1 SCC 506. In that case the appellant Bind was\ncharged under Section 302/34 and also under Section 27(3)\nof the Act and death sentence was awarded to Bind by the\nSessions Court and the same was affirmed by the High Court.\nThis Court while reducing the death sentence awarded by the\nHigh Court to one of life did not pronounce on the constitutional\nvalidity of Section 27(3) even though this Court referred to the\nstatement of Objects and Reasons of the Amending Act which\nintroduced Section 27(3). This Court found that the arms in\nquestion could not be brought within the definition of 'prohibited\narms' as defined under Section 2(i) of the Act. This Court held\nthat in order to bring the arms in question within the prohibited\nE arms, the requirement of the statute was to issue a formal\nnotification in the Official Gazette but as the State was relying\non an administrative notification, this Court held that the same\ncannot be treated as a gazette notification and the conviction\nof Bind under Section 27(3) of the Act was set aside. This Court\nF did not pronounce either way on the constitutional validity of\nSection 27(3). Therefore, the decision in Bind (supra) is not an\nauthority on the constitutional validity of Section 27(3) of the Act.\n35. Section 23 was again considered by this Court in the\ncase of Surendra Singh Rautela vs. State of Bihar (now State\nG of Jharkhand) - (2002) 1 SCC 266. The appellant Surendra\nSingh Rautela was initially convicted under Section 27(3) of the\nArms Act and was given death penalty. Thereafter, the same\nsentence was set aside by the High Court on merits.\nH\n36. In Surendra Singh (supra), before this Court learned\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n633\nsenior counsel appearing on behalf of the State very fairly A\nstated that he was not in a position to challenge the order of\nacquittal of the appellant under Section 27(3) on merits.\nTherefore, the question of constitutional validity of Section 27(3)\nwas neither canvassed nor examined before this Court.\n37. The question of constitutional validity of Section 27(3)\nof the Arms Act was referred to Full Bench of Punjab and\nHaryana High Court in the case of State of Punjab vs. Swaran\nSingh - Murder Reference No. 5 of 2000 decided on 26.5.2009.\n38. The matter went before the Full Bench as the Division\nBench of the High Court of Punjab and Haryana expressed\ndoubt about the correctness of the decision rendered by the\nDivision Bench in Santokh Singh vs. State of Punjab, 2000(3)\nRecent Criminal Reports 637.\n39. The following questions were raised:\n(i)\n(ii)\nWhether the judgment of Division Bench is correct\nin law?\nWhether section 27(3) of the Arms Act is\nunconstitutional being violative of Article 14 and 21\nof the Constitution of India?\n40. The Court found that a 303 rifle has not been notified\nas a prohibited arm by the Central Government. The Court dealt\nwith the provisions of Rule 3 and Schedule I to the said Rules\ncategorising arms and ammunition for the purpose of Rule 3\nunder the said Act.\n41. On such consideration, the Full Bench, on a careful\nreading of Rules 3 and 4 and two Schedules, came to a\nconclusion that in the absence of a notification by the\nGovernment declaring 303 rifle as a prohibited arm, the said\nweapon cannot be treated as the one prohibited under the Act\nand accordingly affirmed the view taken in the case of Santokh\nSingh (supra). However, the Full Bench did not answer the\nquestion No.2 in the light of the law declared in Mithu (supra).\nTherefore the constitutional validity of Section 27(3) has not\nB\nC\nD\nE\nF\nG\nH\n634\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA been decided by the Full Bench.\nB\nC\nD\nE\nF\nG\n☐ H\n42. The question of constitutional validity of mandatory\ndeath sentence was examined by this court in Mithu (supra).\nIn that case the constitutional validity of Section 303 of IPC\ncame up for consideration. Provision of Section 303 of IPC is\nset out below:\n\"303. Punishment for murder by life-convict.-\nWhoever, being under sentence of imprisonment for life,\ncommits murder shall be punished with death.\"\n43. Chief Justice Y.V. Chandrachud giving the majority\nopinion held that the sentence of death, prescribed by Section\n303 of IPC for the offence of murder committed by a person\nwho is under a sentence of life imprisonment is a savage\nsentence and this Court held that the same is arbitrary and\noppressive being violative of Articles 21 and 14 of the\nConstitution. Relevant para 23 at page 296 of the report is set\nout below:\n\"23. On a consideration of the various circumstances which\nwe have mentioned in this judgment, we are of the opinion\nthat Section 303 of the Penal Code violates the guarantee\nof equality contained in Article 14 as also the right\nconferred by Article 21 of the Constitution that no person\nshall be deprived of his life or personal liberty except\naccording to procedure established by law. The section\nwas originally conceived to discourage assaults by life\nconvicts on the prison staff, but the legislature chose\nlanguage which far exceeded its intention. The Section\nalso assumes that life convicts are a dangerous breed of\nhumanity as a class. That assumption is not supported by\nany scientific data. As observed by the Royal Commission\nin its Report on \"Capital Punishment\":\n\"There is a popular belief that prisoners serving a\nlife sentence after conviction of murder form a\nspecially troublesome and dangerous class. That is\nnot so. Most find themselves in prison because they\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n635\nhave yielded to temptation under the pressure of a A\ncombination of circumstances unlikely to recur.\"\nIn Dilip Kumar Sharma v. State of M.P., this Court was\nnot concerned with the question of the vires of Section 303,\nbut Sarkaria, J., in his concurring judgment, described the\nB\nvast sweep of that Section by saying that \"the section is\nDraconian in severity, relentless and inexorable in\noperation\" [SCC para 22, p. 567: SCC (Cri) p. 92]. We\nstrike down Section 303 of the Penal Code as\nunconstitutional and declare it void. It is needless to add\nthat all cases of murder will now fall under Section 302 of\nthe Penal Code and there shall be no mandatory sentence\nof death for the offence of murder.\"\nC\n44. In the said judgment, Chief Justice Y.V. Chandrachud,\nwho was delivering the majority judgment observed that the D\ncourt has to exercise its discretion in the matter of life and death.\nIn the opinion of the learned Chief Justice any sentencing\nprocess by which the legislature deprives the courts of their\nlegitimate jurisdiction to exercise their discretion not to impose\nthe death sentence in appropriate cases, and compels them E\nto shut their eyes to mitigating circumstances is\nunconscionable. The relevant observations made in paragraphs\n12 and 16 are set out below\nF\n\"12. The other class of cases in which, the offence of\nmurder is committed by a life convict while he is on parole\nor on bail may now be taken up for consideration. A life\nconvict who is released on parole or on bail may discover\nthat taking undue advantage of his absence, a neighbour\nhas established illicit intimacy with his wife. If he finds them\nin an amorous position and shoots the seducer on the spot,\nhe may stand a fair chance of escaping from the charge\nof murder, since the provocation is both grave and sudden.\nBut if, on seeing his wife in the act of adultery, he leaves\nthe house, goes to a shop, procures a weapon and returns\nto kill her paramour, there would be evidence of what is H\nG\nA\nB\nC\nD\nE\nF\nיד\nG\nH\n636\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\ncalled mens rea, the intention to kill. And since, he was not\nacting on the spur of the moment and went away to fetch\na weapon with murder in his mind, he would be guilty of\nmurder. It is a travesty of justice not only to sentence such\na person to death but to tell him that he shall not be heard\nwhy he should not be sentenced to death. And, in these\ncircumstances, now does the fact that the accused was\nunder a sentence of life imprisonment when he committed\nthe murder, justify the law that he must be sentenced to\ndeath? In ordinary life, we will not say it about law, it is not\nreasonable to add insult to injury. But, apart from that, a\nprovision of law which deprives the Court of the use of its\nwise and beneficent discretion in a matter of life and death,\nwithout regard to the circumstances in which the offence\nwas committed and, therefore, without regard to the gravity\nof the offence, cannot but be regarded as harsh, unjust and\nunfair. It has to be remembered that the measure of\npunishment for an offence is not afforded by the label which\nthat offence bears, as for example 'theft', 'breach of trust'\nor 'murder'. The gravity of the offence furnishes the\nguideline for punishment and one cannot determine how\ngrave the offence is without having regard to the\ncircumstances in which it was committed, its motivation\nand its repercussions. The legislature cannot make\nrelevant circumstances irrelevant, deprive the courts of\ntheir legitimate jurisdiction to exercise their discretion not\nto impose the death sentence in appropriate cases,\ncompel them to shut their eyes to mitigating circumstances\nand inflict upon them the dubious and unconscionable duty\nof imposing a preordained sentence of death. Equity and\ngood conscience are the hallmarks of justice. The\nmandatory sentence of death prescribed by Section 303,\nwith no discretion left to the court to have regard to the\ncircumstances which led to the commission of the crime,\nis a relic of ancient history. In the times in which we live,\nthat is the lawless law of military regimes. We, the people\nof India, are pledged to a different set of values. For us,\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n637\nlaw ceases to have respect and relevance when it compels A\nthe dispensers of justice to deliver blind verdicts by\ndecreeing that no matter what the circumstances of the\ncrime, the criminal shall be hanged by the neck until he is\ndead.\n16. Thus, there is no justification for prescribing a\nmandatory sentence of death for the offence of murder\ncommitted inside or outside the prison by a person who\nis under the sentence of life imprisonment. A standardized\nmandatory sentence, and that too in the form of a sentence\nof death, fails to take into account the facts and\ncircumstances of each particular case. It is those facts and\ncircumstances which constitute a safe guideline for\ndetermining the question of sentence in each individual\ncase. \"The infinite variety of cases and facets to each\nwould make general standards either meaningless \"boiler\nplate' or a statement of the obvious.......\" As observed by\nPalekar, J., who spoke for a Constitution Bench in\nJagmohan Singh v. State of U.P.: [SCC para 26, p. 35:\nSCC (Cri) p. 184]\n\"The impossibility of laying down standards is at the\nvery core of the criminal law as administered in\nIndia which invests the judges with a very wide\ndiscretion in the matter of fixing the degree of\npunishment.... The exercise of judicial discretion on\nwell-recognised principles is, in the final analysis,\nthe safest possible safeguard for the accused.\"\n45. In his concurring judgment Justice O. Chinnappa Reddy\nheld as follows:\n\"25. Judged in the light shed by Maneka Gandhi and\nBachan Singh, it is impossible to uphold Section 303 as\nvalid. Section 303 excludes judicial discretion. The scales\nof justice are removed from the hands of the Judge so\nsoon as he pronounces the accused guilty of the offence.\nB\nC\nD\nE\nF\nG\nH\n"}