{"pages":[{"pageNumber":31},{"pageNumber":32},{"pageNumber":33},{"pageNumber":34},{"pageNumber":35},{"pageNumber":36},{"pageNumber":37},{"pageNumber":38},{"pageNumber":39},{"pageNumber":40}],"text":"A\nB\nC\n638\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nSo final, so irrevocable and so irrestitutable [sic\nirresuscitable] is the sentence of death that no law which\nprovides for it without involvement of the judicial mind can\nbe said to be fair, just and reasonable. Such a law must\nnecessarily be stigmatised as arbitrary and oppressive.\nSection 303 is such a law and it must go the way of all\nbad laws. I agree with my Lord Chief Justice that Section\n303, Indian Penal Code, must be struck down as\nunconstitutional.\"\n46. It is now well settled that in view of decision in Maneka\nGandhi vs. Union of India - (1978) 1 SCC 248, Bachan Singh\nVs. State of Punjab - (1980) 2 SCC 684 and Mithu (supra)\n'due process of law' is part of our Constitutional jurisprudence.\n47. The Constitution Bench in Sunil Batra vs. Delhi\nD Administration and Others - (1978) 4 SCC 494, has also held\nthat the guarantee against cruel and harsh punishment given\nin the Eighth Amendment of the U.S. Constitution is also part\nof our constitutional guarantee. Once the concept of 'due\nprocess of law' and the guarantee against harsh and cruel\nE punishment (Eighth Amendment of the U.S. Constitution) are\nwoven in our Constitutional guarantee, it is the duty of this Court\nto uphold the same whenever any statute even prima-facie\nseeks to invade the same. This also seems to be the mandate\nof Article 13(2) of the Constitution of India.\nF\nG\n48. Mr. Banerjee, learned ASG has rendered considerable\nassistance to this Court by placing before the Court judgments\nfrom different jurisdiction on the question of mandatory capital\npunishment and also decisions where Court examined cases\nof cruel and unusually harsh punishment.\n49. In this connection we may refer to the judgment of the\nU.S. Supreme Court in the case of James Tyrone Woodson\nand Luby Waxton vs. State of North Carolina, 428 US 280 =\n49 L Ed 2d 944. In that case the petitioners were convicted of\nH first degree murder in view of their participation in an armed\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n639\nrobbery of a food store. In the course of committing the crime A\na cashier was killed and a customer was severely wounded.\nThe petitioners were found guilty of the charges and sentenced\nto death. The Supreme Court of North Carolina affirmed the\nsame. But then certiorari was granted by the U.S. Supreme\nCourt to examine the question whether imposition of death B\npenalty in that case constituted a violation of the Eighth and\nFourteenth Amendments of the U.S. Constitution. The factual\nbackground of that case is that in 1974 North Carolina General\nAssembly codified a statute making death the mandatory\nsentence for all persons convicted of first degree murder. C\nStewart, J., speaking for the Court held that the said mandatory\ndeath sentence was unconstitutional and violated the Eighth\nAmendment. The learned Judge held:-\n\"...A process that accords no significance to relevant\nfacets of the character and record of the individual offender D\nor the circumstances of the particular offense excludes\nfrom consideration in fixing the ultimate punishment of\ndeath the possibility of compassionate or mitigating\nfrailties of humankind. It treats all persons convicted of a\ndesignated offense not as uniquely individual human E\nbeings, but as members of a faceless, undifferentiated\nmass to be subjected to the blind infliction of the penalty\nof death.\nThis Court has previously recognized that \"for the F\ndetermination of sentences, justice generally requires\nconsideration of more than the particular acts by which the\ncrime was committed and that there be taken into account\nthe circumstances of the offense together with the\ncharacter and propensities of the offender.\"\nConsideration of both the offender and the offense in order\nto arrive at a just and appropriate sentence has been\nviewed as a progressive and humanizing development.\n...While the prevailing practice of individualizing sentencing\ndeterminations generally reflects simply enlightened policy\nG\nH\nA\nB\nC\nD\n640 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nrather than a constitutional imperative, we believe that in\ncapital cases the fundamental respect for humanity.\nunderlying the Eighth Amendment, see Trop v Dulles, 356\nUS, at 100, 2 L Ed 2d 630, 78 S Ct 590 (plurality opinion),\nrequires consideration of the character and record of the\nindividual offender and the circumstances of the particular\noffense as a constitutionally indispensable part of the\nprocess of inflicting the penalty of death. ... This conclusion\nrests squarely on the predicate that the penalty of death\nis qualitatively different from a sentence of imprisonment,\nhowever long. Death, in its finality, differs more from life\nimprisonment than a 100-year prison term differs from one\nof only a year or two. Because of that qualitative difference,\nthere is a corresponding difference in the need for\nreliability in the determination that death is the appropriate\npunishment in a specific case.\"\n50. However, strong dissent was expressed by Justice\nWhite, Chief Justice Burger and Justice Rehnquist. According\nto these learned Judges, North Carolina statute providing for\nmandatory death penalty upon proof of guilt in a case of first\nE degree murder was constitutionally valid.\nF\nG\nH\n51. A similar conclusion was pronounced on the same day\ni.e. 2nd July, 1976 in Stanislaus Roberts vs. State of Louisiana,\n428 US 325 = 49 L Ed 2d 974 in a case of death penalty for a\ncrime of first degree murder under the laws of Louisiana. Justice\nJohn Paul Stevens giving the majority opinion observed at\npages 981-982 of the report as follows:-\n\"... The history of mandatory death penalty statutes\nindicates a firm societal view that limiting the scope of\ncapital murder is an inadequate response to the harshness\nand inflexibility of a mandatory death sentence statute. ...\nA large group of jurisdictions first responded to the\nunacceptable severity of the common-law rule of automatic\ndeath sentences for all murder convictions by narrowing\nthe definition of capital homicide. Each of these\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n641\njurisdictions found that approach insufficient and A\nsubsequently substituted discretionary sentencing for\nmandatory death sentences. See Woodson v North\nCarolina, ante, at 290-292, 49 L Ed 2d 944, 96 S Ct\n2978.\"\n\"The futility of attempting to solve the problems of\nmandatory death penalty statutes by narrowing the scope\nof the capital offense stems from our society's rejection of\nthe belief that \"every offense in a like legal category calls\nfor an identical punishment without regard to the past life\nand habits of a particular offender\". Williams v. New York,\n337 US 241, 247, 93 L Ed 1337, 69 S Ct 1079 (1949).\nSee also Pennsylvania v. Ashe, 302 US 51, 55, 82 L Ed\n43, 58 S Ct 59 (1937).\"\nB\nC\n\"The constitutional vice of mandatory death sentence D\nstatutes - lack of focus on the circumstances of the\nparticular offense and the character and propensities of the\noffender - is not resolved by Louisiana's limitation of first-\ndegree murder to various categories of killings. The\ndiversity of circumstances presented in cases falling within E\nthe single category of killings during the commission of a\nspecified felony, as well as the variety of possible offenders\ninvolved in such crimes, underscores the rigidity of\nLouisiana's enactment and its similarity to the North\nCarolina statute. Even the other more narrowly drawn F\ncategories of first-degree murder in the Louisiana law\nafford no meaningful opportunity for consideration of\nmitigating factors presented by the circumstances the\nparticular crime or by the attributes of the individual\noffender.\"\n52. Here also Chief Justice Burger, White J., Balckmum,\nJ., and Rehnquist, J., dissented and upheld the constitutionality\nof the Louisiana statute.\nG\n53. In Harry Roberts vs. State of Louisiana, 431 US 633 H\nA\nB\nC\nD\nE\nF\n642 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\n= 52 L Ed 2d 637, the case arose out of a Louisiana statute\nimposing mandatory death penalty for the first degree murder\nof a police officer. The Court opined:-\n\"To be sure, the fact that the murder victim was a peace\nofficer performing his regular duties may be regarded as\nan aggravating circumstance. There is a special interest\nin affording protection to these public servants who\nregularly must risk their lives in order to guard the safety\nof other persons and property. But it is incorrect to\nsuppose that no mitigating circumstances can exist when\nthe victim is a police officer. Circumstances such as the\nyouth of the offender, the absence of any prior conviction,\nthe influence of drugs, alcohol, or extreme emotional\ndisturbance, and even the existence of circumstances\nwhich the offender reasonably believed provided a moral\njustification for his conduct are all examples of mitigating\nfacts which might attend the killing of a peace officer and\nwhich are considered relevant in other jurisdictions.\nAs we emphasized repeatedly in Roberts and its\ncompanion cases decided last Term, it is essential that the\ncapital sentencing decision allow for consideration of\nwhatever mitigating circumstances may be relevant to\neither the particular offender or the particular offense.\nBecause the Louisiana statute does not allow for\nconsideration of particularized mitigating factors, it is\nunconstitutional.\"\n54. Accordingly, death penalty was set aside by the\nmajority and the matter was remitted for further proceeding.\nHere also Chief Justice Burger, Justice Blackmum, Justice\nG White and Justice Rehnquist gave strong dissents, opining that\nthe statute was constitutionally valid.\n55. Again similar question came up before the U.S.\nSupreme Court in George Summer vs. Raymond Wallace\nH Shuman, 483 US 66 = 97 L Ed 2d 56. This case came from\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n643\nNevada which mandated death penalty for murder committed A\nby a person while serving a life sentence without the possibility\nof parole. The statutory provision considered in this case is\nsomewhat akin to Section 303 of Indian Penal Code. Justice\nBlackmum delivering the majority opinion held that Nevada\nstatute was unconstitutional being violative of Eighth and B\nFourteenth Amendments. The learned Judge held:-\n\"......This Court has recognized time and again that the\nlevel of criminal responsibility of a person convicted of\nmurder may vary according to the extent of that individual's\nparticipation in the crime. See, e.g., Tison v. Arizona, 481\nUS 137, 95 L Ed 2d 127,107 S Ct 1676 (1987); Enmund\nFlorida, 458 US 782, 73 L Ed 2d 1140, 102 S Ct 3368\n(1982). Just as the level of an offender's involvement in a\nroutine crime varies, so too can the level of involvement of\nan inmate in a violent prison incident. An inmate's\nparticipation may be sufficient to support a murder\nconviction, but in some cases it may not be sufficient to\nrender death an appropriate sentence, even though it is a\nlife-term inmate or an inmate serving a particular number\nof years who is involved.\nC\nD\nE\n...... The circumstances surrounding any past offense may\nvary widely as well. Without consideration of the nature of\nthe predicate life-term offense and the circumstances\nsurrounding the commission of that offense, the label \"life- F\nterm inmate\" reveals little about the inmate's record or\ncharacter. Even if the offense was first-degree murder,\nwhether the defendant was the primary force in that\nincident, or a no triggerman like Shuman, may be relevant\nto both his criminal record and his character. Yet under the\nmandatory statute, all predicate life-term offenses are\ngiven the same weight - a weight that is deemed to\noutweigh any possible combination of mitigating\ncircumstances.\"\nG\nН\nA\nB\nс\nD\nE\nF\nG\nH\n644\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\n56. The Court insisted on a guided discretion on the\nstatute by holding:-\n\"... state interests can be satisfied fully through the use of\na guided-discretion statute that ensures adherence to\nconstitutional mandate of heightened reliability in death-\npenalty determinations through individualized sentencing\nprocedures. Having reached unanimity on the constitutional\nsignificance of individualized sentencing in capital cases,\nwe decline to depart from that mandate in this case today.\nWe agree with the courts below that the statute under which\nrespondent Shuman was sentenced to death did not\ncomport with the Eighth and Fourteenth Amendments.\"\n57. This judgment was also dissented by Justice White,\nChief Justice Rehnquist and Justice Scalia.\n58. In this connection if we look at some of the judgments\ndelivered by the Privy Council we would find the same principle\nhas been followed in Reyes vs. The Queen, (2002) 2 AC 235\n= (2002) UKPC 11. In Reyes (supra) the appellant was\nconvicted and sentenced to death under the laws of Belize he\ncommitted the murder by shooting. The Privy Council granted\nleave to the accused to raise two issues on constitutional points\n- (i) mandatory death penalty infringes both the protection\nagainst subjection to inhuman or degrading punishment or other\ntreatment in violation of rights under Section 7 of the\nConstitution of Belize and also in violation of the right to life\nprotected under Sections 3 and 4 of the said Constitution. The\nsecond issue was on the constitutionality of hanging. Section\n4(1) and Section 7 of the Constitution of Belize are as follows:-\n\"4(1). A person shall not be deprived of his life intentionally\nsave in execution of the sentence of a court in respect of\na criminal offence under any law of which he has been\nconvicted.\"\n\"7. No person shall be subjected to torture or to inhuman\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\nor degrading punishment or other treatment.\"\n645\n59. In the case of Reyes (supra) the decision of this Court\nin Mithu (para 36 page 252 of the report) as also the decision\nof this Court in Bachan Singh (para 43, page 256 of the report)\nwere considered. The Board observed:-\nA\nB\n\"... The Board is however satisfied that the provision\nrequiring sentence of death to be passed on the defendant\non his conviction of murder by shooting subjected him to\ninhuman or degrading punishment or other treatment\nincompatible with his right under section 7 of the C\nConstitution in that it required sentence of death to be\npassed and precluded any judicial consideration of the\nhumanity of condemning him to death. The use of firearms\nby dangerous and aggressive criminals is an undoubted\nsocial evil and, so long as the death penalty is retained, D\nthere may well be murders by shooting which justify the\nultimate penalty. But there will also be murders of quite a\ndifferent character (for instance, murders arising from\nsudden quarrels within a family, or between neighbours,\ninvolving the use of a firearm legitimately owned for no E\ncriminal or aggressive purpose) in which the death penalty\nwould be plainly excessive and disproportionate. In a crime\nof this kind there may well be matters relating both to the\noffence and the offender which ought properly to be\nconsidered before sentence is passed. To deny the F\noffender the opportunity, before sentence is passed, to\nseek to persuade the court that in all the circumstances to\ncondemn him to death would be disproportionate and\ninappropriate is to treat him as no human being should be\ntreated and thus to deny his basic humanity, the core of\nthe right which section 7 exists to protect...\"\n60. In paragraph 44 at page 257 of the report the Board\nmade a very valid and very interesting distinction between\nmercy and justice, which is set out below:-\nG\nH\nA\n\u003e\u003e\nB\nC\nD\nE\nF\nG\nH\n646 SUPREME COURT REPORTS\n11\n[2012] 4 S.C.R.\nMercy, in its first meaning given by the Oxford English\nDictionary, means forbearance and compassion shown by\none person to another who is in his power and who has\nno claim to receive kindness. Both in language and\nliterature mercy and justice are contrasted. The\nadministration of justice involves the determination of what\npunishment a transgressor deserves, the fixing of the\nappropriate sentence for the crime. The grant of mercy\ninvolves the determination that a transgressor need not\nsuffer the punishment he deserves, that the appropriate\nsentence may for some reason be remitted. The former\nis a judicial, the latter an executive, responsibility....... It\nhas been repeatedly held that not only determination of guilt\nbut also determination of the appropriate measure of\npunishment are judicial not executive functions. .... The\nopportunity to seek mercy from a body such as the\nAdvisory Council cannot cure a constitutional defect in the\nsentencing process.\"\n61. The Privy Council thus overruled the decision of the\nCourt of Appeal of Belize.\n62. In Regina v. Hughes, (2002) 2 AC 259 = (2002)\nUKPC 12, the defendant (accused) was convicted by the High\nCourt of Saint Lucia for murder. The Criminal Code of Saint\nLucia provided death sentence to be imposed on anybody who\nis convicted of murder and Hughes was sentenced to death.\nThe Board found that under Section 178 of the Criminal Code,\nimposition of death sentence for murder was mandatory and\nthe Court had no power to impose a lesser sentence. The\nBoard held such inhuman and degrading sentencing procedure\nto be void. In this case also this Court's decision in Mithu\n(supra) and Bachan Singh (supra) were considered by the\nPrivy Council. In paragraph 52, the Board held:-\n\"...... It follows that the decision as to the appropriate\npenalty to impose in the case of murder should be taken\nby the judge after hearing submissions and, where\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n647\nappropriate, evidence on the matter. In reaching and A\narticulating such decisions, the judges will enunciate the\nrelevant factors to be considered and the weight to be\ngiven to them, having regard to the situation in Saint Lucia.\nThe burden thus laid on the shoulders of the judiciary is\nundoubtedly heavy but it is one that has been carried by B\njudges in other systems. Their Lordships are confident that\nthe judges of Saint Lucia will discharge this new\nresponsibility with all due care and skill.\"\n63. Therefore, the constitutionality of Section 178 of the C\nstatute was not affirmed and instead matter was left to the\ndiscretion of the judges.\n64. The question again came up before the Privy Council\nin the case of Fox vs. The Queen (2002 (2) AC 284).\n65. In that case the defendant was convicted by the High\nCourt of Saint Chrisopher and Nevis on two counts of murder\nand he was sentenced to death on each count pursuant to\nSection 2 of the Offences against the Person Act, 1873, which\nprescribed a mandatory death sentence for murder. His appeal\nagainst conviction and sentence was dismissed by the Eastern\nCaribbean Court of Appeal (Saint Christopher and Nevis). Then\nthe Judicial Committee of the Privy Council granted him special\nleave to appeal against both conviction and sentence. Ultimately\nappeal was dismissed against conviction, but on the question\nof sentence the Privy Council held that Section 2 of the offences\nagainst the Person Act, 1873 was inconsistent with section 7\nof the Constitution and accordingly sentence of death was\nquashed and the matter was remitted to the High Court to\ndetermine the appropriate sentence having regard to all the\ncircumstances of the case and in the light of the evidence\nrelevant to the choice of sentences. In doing so the Privy Council\napplied its ratio in the case of Reyes (supra) and also the ratio\nin Regina (supra).\nD\nE\nF\nG\n66. The Privy Council again had to consider the same H\n"}