{"pages":[{"pageNumber":41},{"pageNumber":42},{"pageNumber":43},{"pageNumber":44},{"pageNumber":45},{"pageNumber":46},{"pageNumber":47},{"pageNumber":48},{"pageNumber":49},{"pageNumber":50}],"text":"648 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA question in Bowe \u0026 Anr. vs. The Queen -(2006) 1 WLR 1623.\nIn that case also both he appellants were convicted for murder\nand sentenced to death in terms of the Section 312 of the Penal\nCode of The Bahamas and their appeals against conviction did\nnot succeed.\nB\nC\nD\ni\n67. Section 312 of the Code was challenged to the extent\nthat it provides that persons other than pregnant women\ncharged for murder under Section 312 of the Code must be\npunished by death sentence.\n68. In that case the Court of Appeal held by a majority that\nany challenge to the constitutionality of the Code providing for\nmandatory sentence must be made to the Supreme Court.\n69. Allowing the appeal, the Privy Council held that the\nCourt of appeal erred in construing Article 28 of the Constitution\nas precluding it from entertaining a challenge to the\nconstitutionality of a sentencing provision.\n70. In paragraph 29 of the judgment, the Privy Council\nformulated the principles which are relevant for consideration\nE in a case of mandatory death sentence. The said principles are\nF\nG\nset out below:\n(1)\n(II)\n(III)\n(IV)\nIt is a fundamental principle of just sentencing that\nthe punishment imposed on a convicted defendant\nshould be proportionate to the gravity of the crime\nof which he has been convicted.\nThe criminal culpability of those convicted of murder\nvaries very widely.\nNot all those convicted of murder deserve to die.\nPrinciples (I), (II) and (III) are recognised in the law\nor practice of all, or almost all, states which impose\nthe capital penalty for murder.\nH\n(V)\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n649\nUnder an entrenched and codified Constitution on A\nthe Westminster model, consistently with the rule\nof law, any discretionary judgment on the measure\nof punishment which a convicted defendant should\nsuffer must be made by the judiciary and not by the\nexecutive.\n71. The Privy Council answered the question in\nparagraphs 30, 31, 32, 34 and 35 of the judgment.\n72. In para 43 the conclusion of the Board was as follows:\n\"The Board will accordingly advise Her Majesty that\nsection 312 should be construed as imposing a\ndiscretionary and not a mandatory sentence of death. So\nconstrued, it was continued under the 1973 Constitution.\nThese appeals should be allowed, the death sentences\nquashed and the cases remitted to the Supreme Court for\nconsideration of the appropriate sentences. Should the\nSupreme court, on remission, consider sentence of death\nto be merited in either case, questions will arise on the\nlawfulness of implementing such a sentence, but they are\nnot questions for the Board on these appeals.\"\nB\nC\nD\nE\nF\n73. In the unreported judgment of the Privy Council in\nBernard Coard and Others vs. The Attorney General (Criminal\nAppeal No. 10/2006) the same principle has been upheld. In\nthat appeal from the Court of Appeal of Grenada, the Judicial\nCommittee of Privy Council consisted of Lord Bingham of\nCornhill, Lord Hoffmann, Lord Phillips of Worth Matravers, Lord\nCarswell and Lord Brown of Eaton-under-Heywood. The facts\nwere that in Grenada, a revolutionary outfit was split into two\nfactions, one of which was led by the appellant Bernard Coard. G\nIn a violent incident Maurice Bishop, the then Prime Minister\nof Grenada and others were executed by Coard's supporters.\nOver that incident, the appellants were mandatorily sentenced\nto death for murder. However the Governor General commuted\nthe death sentence to life imprisonment, and a pardon was H\n650 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA granted on the condition that the appellants be kept in custody\nwith hard labour for the remainder of their lives. The appellant\nchallenged the sentence.\nB\nC\nD\nE\nF\nG\nH\n74. The Board, while rejecting the other contention by the\nappellant, allowed the appeal on the ground that the mandatory\ndeath sentence was unconstitutional. The Board relied on its\nprevious decision in Regina (supra). In paragraph 32 of the\njudgment, the Board inclined in favour of accepting the principle\nof determination of a sentence by the judiciary rather than\naccepting the statutory mandate of a death sentence. The\njudgment by Lord Hoffmann laid down the following principles:\n\"32. Fifthly, and perhaps most important, is the highly\nunusual circumstance that, for obvious reasons, the\nquestion of appellants' fate is so politically charged that it\nis hardly reasonable to expect any Government of\nGrenada, even 23 years after the tragic events of October\n1983, to take an objective view of the matter. In their\nLordships opinion that makes it all the more important that\nthe determination of the appropriate sentence for the\nappellants, taking into account such progress as they have\nmade in prison, should be the subject of a judicial\ndetermination.\"\n75. Similar principles were followed in the High Court of\nMalawi in the case of Francis Kafantayeni and Others vs.\nAttorney General (Constitutional Case No.12 of 2005 [2007]\nM.W.H.C.1). Facts therein were that the accused was convicted\nof murder and sentenced to mandatory death penalty. The\nchallenge to the constitutionality of death penalty was on four\ngrounds, all based on the Malawi Constitution. The first ground\nrelated to depravation of right to life under Section 16, the\nsecond related to inhuman and degrading treatment under\nSection 19, the third related to right to a fair trial under Section\n42 (2) (f) and finally the fourth challenge was that it violated\nprinciples of separation of powers of State.\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n651\n76. The Court, after analyzing the relevant provisions of the A\nConstitution and the Penal Code, and the leading authority or\nReyes (supra), struck down mandatory death penalty holding\nthat such penalty was degrading and inhuman, and denied the\nright to a fair trial. The Court expressed its opinion in the\nfollowing words:\n\"We agree with counsel that the effect of the mandatory\ndeath sentence under section 210 of the Malawi Penal\nCode for the crime of murder is to deny the accused as a\nconvicted person the right to have his or her sentence\nreviewed by a higher court than the court that imposed the\nsentence; and we hold that this is a violation of the right to\na fair trial which in our judgment extends to sentencing.\"\n77. In the concluding portion of the judgment, the court, by\nexercising a degree of caution, observed as follows:\n\"Pursuant to Section 5 of the Constitution, we declare\nsection 210 of the Penal Code to be invalid to the extent\nof the mandatory requirement of the death sentence for the\noffence of murder. For the removal of doubt, we state that\nour declaration does not outlaw the death penalty for the\noffence of murder, but only the mandatory requirement of\nthe death penalty for that offence. The effect of our decision\nis to bring judicial discretion into sentencing for the offence\nof murder, so that the offender shall be liable to be\nsentenced to death only as the maximum punishment.\"\nB\nC\nD\nE\nF\n78. The Supreme Court of Uganda, at Mengo, struck a\nsimilar note in the case of Attorney General vs. Susan Kigula\nand 417 others (Constitution Appeal No.03/2006). Out of the\nvarious issues urged before the Court, one of them was, that G\nthe laws of Uganda, which provide for mandatory death\nsentence were unconstitutional and that the carrying out of a\ndeath sentence after a long delay is a cruel, inhuman and\ndegrading treatment. Equally degrading is the legal mode of\ncarrying out a death sentence by hanging. The majority of the H\n652 SUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA judges by relying upon Mithu (supra) and Reyes (supra),\nJames Tyrone Woodson (supra) held that imposition of\nmandatory death sentence for certain offences was\nunconstitutional. A most pertinent ruling has been given in the\nfollowing words:\nB\nC\n\"In our view if there is one situation where the framers of\nthe Constitution expected an inquiry, it is the one involving\na death penalty. The report of the Judge is considered so\nimportant that it forms a basis for advising the President\non the exercise of the prerogative of mercy. Why should it\nnot have informed the Judge in passing sentence in the\nfirst place.\"\n79. Furthermore, the administration of justice was\nconsidered a function of the Judiciary under Article 126 of the\nD Constitution. The entire process of trial from the arraignment\nof an accused person to his/her sentencing was what\nconstitutes administration of justice. By providing mandatory\ndeath penalty Parliament removed the power to determine\nsentence from the Court's power and that, the Court is to be\nE inconsistent with Article 126 of the Constitution.\nLL\nF\nG\n☐ H\nThe Court further held:\n\"We do not agree with learned counsel for the Attorney\nGeneral that because Parliament has the powers to pass\nlaws for the good governance of Uganda, it can pass such\nlaws as those providing for a mandatory death sentence.\nIn any case, the Laws passed by Parliament must be\nconsistent with the Constitution as provided for in article\n2 (2) of the Constitution.\"\nIt also held:\n\"Furthermore, the Constitution provides for the separation\nof powers between the Executive, the Legislature and the\nJudiciary. Any law passed by Parliament which has the\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n653\neffect of tying the hands of the judiciary in executing its A\nfunction to administer justice is inconsistent with the\nConstitution. We also agree with Professor Sempebwa,\nfor the respondents, that the power given to the court under\narticle 22 (1) does not stop at confirmation of conviction.\nThe Court has power to confirm both conviction and B\nsentence. This implies a power NOT to confirm, implying\nthat court has been given discretion in the matter. Any law\nthat fetters that discretion is inconsistent with this clear\nprovision of the Constitution.\"\n80. In a still more recent decision in the case of Godfrey\nNgotho Mutiso vs. Republic (Criminal Appeal No. 17/2008), the\nKenyan Court of Appeal pronounced its judgment in a criminal\nappeal arising from the judgment of the High Court of Kenya.\nThe three-judge Bench delivering the verdict, considered the\nmatter as an issue of singular historical moment in the country\nin dealing with the offence of murder and penalty of death.\n81. The Court formulated the following proposition:\n\"In its judgment, the Court of Appeal clarified the various\nissues, particularly, the fact that the appellant did not\nchallenge the conviction for the offence of murder nor the\nconstitutionality of the death penalty itself. The Court then\nframed the issue for determination and listed out the\nvarious authorities relied upon by the counsel. The\nsubmissions made by the counsel for the appellants were\nsummarized by the Court as follows:\nC\nD\nE\nF\n\"The imposition of the mandatory death penalty for\nparticular offences is neither authorized nor prohibited in\nthe Constitution. As the Constitution is silent, it is for the G\ncourts to give a valid constitutional interpretation on the\nmandatory nature of sentence.\nMandatory death sentence is antithetical to\nfundamental human rights and there is no constitutional\nH\n654\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nA\nB\nс\nD\nE\nF\nG\njustification for it. A convicted person ought to be given an\nopportunity to show why the death sentence should\nnot be passed against him.\nThe imposition of a mandatory death sentence is\narbitrary because the offence of murder covers a broad\nspectrum. Making the sentence mandatory would therefore\nbe an affront to the human rights of the accused.\nSection 204 of the Penal Code is unconstitutional\nand ought to be declared a nullity. Alternatively the word\n\"shall\" ought to be construed as \"may\".\nThere is a denial to (sic of) a fair hearing when no\nopportunity is given to an accused person to offer\nmitigating circumstances before sentence, which is the\nnormal procedure in all other trials for non-capital offences.\nSentencing was part of the trial and mitigation was an\nelement of fair trial.\nSentencing is a matter of law and part of the\nadministration of justice which is the preserve of the\nJudiciary. Parliament should therefore only prescribe the\nmaximum sentence and leave the courts to administer\njustice by sentencing the offenders according to the gravity\nand circumstances of the case.\"\n82. By formulating the aforesaid propositions, the Court\nheld that Section 204 of the Penal Code which provided for\nmandatory death penalty was unconstitutional.\n83. However, a discordant note was struck by the Privy\nCouncil in one of its old judgments in the case of Ong Ah\nChuan vs. Public Prosecutor and Another, (1981) A.C. 648.\nThe judgment was rendered by Lord Diplock, in a Bench\nconsisting of Lord Diplock, Lord Keith of Kinkel, Lord Scarman\nand Lord Roskill. The Board heard the appeal from the Court\nof Criminal Appeal from Singapore, against a conviction for the\nH offence of drug trafficking of heroine in Singapore. As the\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n655\nA\namount of heroine was more than 15 grams in each case, a\nsentence of death was imposed on each of the defendants.\nEven though, before the Court of Appeal, the constitutionality\nof the provisions of the Drug Act was not challenged, leave was\nsought before the Board on those issues. Especially the\nconstitutional issue was that the provision in Section 29 in. B\nSchedule II for mandatory death penalty for trafficking in\ncontrolled drugs, in excess of the prescribed quantities, was\nunconstitutional.\n84. The Board permitted the questions to be raised.\nUltimately, the Board came to the following findings:\nC\n\"The social object of the Drugs Act is to prevent the growth\nof drug addition in Singapore by stamping out the illicit\ndrug trade and, in particular, the trade in those most\ndangerously addictive drugs, heroin and morphine. The D\nsocial evil caused by trafficking which the Drugs Act seeks\nto prevent is broadly proportional to the quantity of\naddictive drugs brought on to the illicit market. There is\nnothing unreasonable in the legislature's holding the view\nthat an illicit dealer on the wholesale scale who operates E\nnear the apex of the distributive pyramid requires a\nstronger deterrent to his transactions and deserves more\ncondign punishment than do dealers on a smaller scale\nwho operate nearer the base of the pyramid. It is for the\nlegislature to determine in the light of information that is\navailable to it about the structure of the illicit drug trade in\nSingapore, and the way in which it is carried on, where the\nappropriate quantitative boundary lies between these two\nclasses of dealers. No plausible reason has been\nadvanced for suggesting that fixing a boundary at\ntransactions which involve 15 grams of heroin or more is\nso low as to be purely arbitrary.\nThe Court also held:\nLL\nF\nG\n\"Wherever a criminal law provides for a mandatory H\nA\nB\nC\n656\nSUPREME COURT REPORTS\n[2012] 4 S.C.R.\nsentence for an offence there is a possibility that there may\nbe considerable variation in moral blameworthiness,\ndespite the similarity in legal guilt of offenders upon whom\nthe same mandatory sentence must be passed. In the case\nof murder, a crime that is often committed in the heat of\npassion, the likelihood of this is very real; it is perhaps\nmore theoretical than real in the case of large scale\ntrafficking in drugs, a crime of which the motive is cold\ncalculated with equal punitive treatment for similar legal\nguilt.\" (Page 674 of the report)\n85. In their Lordships' view there is nothing unconstitutional\nin the provision for a mandatory death penalty for trafficking in\nsignificant quantities of heroin and morphine. Their Lordships\nheld that the quantity that attracts death penalty is so high as\nto rule out the notion that it is the kind of crime that might be\nD committed by a good hearted Samaritan out of the kindness\nof his heart as was suggested in the course of argument. But\nif by any chance it were to happen, the prerogative of mercy is\navailable to mitigate the rigidity of the law which the long\nestablished constitutional way of doing is the same in\nE Singapore as in England. (674 of the report)\nF\n86. However the aforesaid opinion of Lord Diplock, was\nsubsequently noticed by the Privy Council in Bowe (supra) at\npage 1644, wherein the decision in Ong Ah Chuan (supra) was\nexplained inter alia, on the ground that the Constitution of\nSingapore does not have a comparable provision like the\nEighth Amendment of the American Constitution relating to\ncruel and unusual punishment.\n87. It is clear from the discussion hereinabove that\nG mandatory death penalty has been found to be constitutionally\ninvalid in various jurisdictions where there is an independent\njudiciary and the rights of the citizens are protected in a\nConstitution.\nH\n88. It has already been noted hereinabove that in our\nSTATE OF PUNJAB v. DALBIR SINGH\n[ASOK KUMAR GANGULY, J.]\n657\nA\nConstitution the concept of 'due process' was incorporated in\nview of the judgment of this Court in Maneka Gandhi (supra).\nThe principles of Eighth Amendment have also been\nincorporated in our laws. This has been acknowledged by the\nConstitution Bench of this Court in Sunil Batra (supra). In para\n52 at page 518 of the report, Justice Krishna lyer speaking for B\nthe Bench held as follows:\n\"52. True, our Constitution has no 'due process' clause or\nthe VIII Amendment; but, in this branch of law, after Cooper\nand Maneka Gandhi the consequence is the same. For\nC\nwhat is punitively outrageous, scandalizingly unusual or\ncruel and rehabilitatively counter-productive, is unarguably\nunreasonable and arbitrary and is shot down by Articles\n14 and 19 and if inflicted with procedural unfairness, falls\nfoul of Article 21.\"\nD\nE\n89. Almost on identical principles mandatory death penalty\nprovided under Section 303 of the Indian Penal Code has been\nheld ultra vires by the Constitution Bench of this Court in Mithu\n(supra). Apart from that it appears that in Section 27(3) of the\nAct the provision of mandatory death penalty is more\nunreasonable inasmuch it provides whoever uses any\nprohibited arms or prohibited ammunition or acts in\ncontravention of Section 7 and if such use or act results in the\ndeath of any other person then that person guilty of such use\nor acting in contravention of Section 7 shall be punishable with F\ndeath. The word 'use' has not been defined in the Act.\nTherefore, the word 'use' has to be viewed in its common\nmeaning. In view of such very wide meaning of the word 'use'\neven an unintentional or an accidental use resulting in death of\nany other person shall subject the person so using to a death\npenalty. Both the words 'use' and 'result' are very wide. Such a\nlaw is neither just, reasonable nor is it fair and falls out of the\n'due process' test.\nG\n90. A law which is not consistent with notions of fairness\nwhile it imposes an irreversible penalty like death penalty is H\n"}