{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4}],"text":"ALOK SHANKER PANDEY\nV.\nUNION OF INDIA AND ORS.\nFEBRUARY 15, 2007\n[S.B. SINHA AND MARKANDEY KATJU, JJ.]\nA\nB\nInterest:\nInterest on interest-Installments paid for seeking allotment of flat-\nFlat not allotted—Claim for refund of the installments along with interest- C\nRespondent authority refunded amount without interest-Commission ordered\npayment of interest @ 12% p.a.-Appeal for higher interest-Held, in the\nfacts of case, interest @ 12% p.a. was appropriate-However as interest was\nnot paid along with the refund amount, respondent authority directed to pay\ninterest at the same rate on the interest amount from the date of refund of D\ninstallments till date of payment.\nAppellant applied for a flat in 1994. He paid all the installments as\ndemanded. On finding that there is no likelihood of availability of flat in the\nnear future, he made demand of the amount paid along with interest @ 21%\np.a. The amount was refunded to the applicant in the year 2001 without any E\ninterest. He claimed compensation by filing an application under S.12B of\nMonopolies and Restrictive Trade Practices Act, 1969. The Commission held\nthat it is a clear case of deficiency of services on the part of the respondent\nauthority and that the appellant was not only deprived of return on his\ninvestment made with the respondent but also the possession of the flat\npromised to him. The Commission directed the respondent to pay 12% p.a.\ninterest on the installments from the dates of the payment till the date of\nrefund. The present appeal is filed claiming interest at a higher rate.\nDisposing of the appeal, the Court\nHELD: Interest is not a penalty or punishment at all, but it is the normal\naccretion on capital. Equity demands that borrower should not only pay back\nthe principal amount but also the interest thereon to the lender. There is no\nhard and fast rule about how much interest should be granted and it all depends\non the facts and circumstances of each case. The grant of interest of 12%\n737\nF\nG\nH\n738\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\nA per annum is appropriate in the facts of this particular case. However, since\ninterest was not granted to the appellant along with the principal amount the\nrespondent should in addition to the interest at the rate of 12% per annum\nalso\npay to appellant interest at the same rate on the aforesaid interest from\nthe date of payment of installments by the appellant to the respondent till the\ndate of refund on this amount, and the entire amount must be paid to the\nappellant within two months. [Para 8, 9] [740-A, B, C, D]\nB\nC\nD\nRenusagar Power Co. Ltd. v. General Electric Co., [1994] Suppl. 1 SCC\n644, referred to.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 1598 of 2005.\nFrom the Order dated 13.9.2004 of the MRTP Commission in C.A. No.\n193/2001.\nParag Tripathi, Deepti Rajpal and Dr. Kailash Chand for the Appellant.\nMohan K. Parasaran, A.S.G., Ashok K. Srivastava, P. Parmeshwaran (for\nD.S. Mahra) Reena Singh and Neelam Singh for the Respondents.\nThe Judgment of the Court was delivered by\nMARKANDEY KATJU, J. 1. This appeal has been filed against the\nE order passed by the Monopolies and Restrictive Trade Practice Commission,\nNew Delhi (hereinafter referred to as \"the Commission\") dated 13.9.2004 in\nC.A. No.193 of 2001.\nF\nG\n!\n2. Heard learned counsel for the parties and perused the record.\n3. The case of the appellant is that after applying for a flat under the\n“Indira Puram Housing Scheme\" in the year 1994, a reservation letter dated\n30th March, 1994 was received by him and he was asked to pay seven\ninstallments on the specified dates. The amount as well as the dates on which\nthe installments were to be paid was mentioned therein. The applicant started\npaying the installments as demanded. Subsequently, he opted out for a HIG\nflat, which was also allotted to him vide letter dated 17th May, 1994. No\nadditional demand was asked for in the second letter. The installments were\nduly paid as demanded. Thereafter, nothing was heard from the respondent\nside for almost five years. After finding that there is no likelihood of the flat\nto be made available to him in the near future, the applicant was left with no\nH alternative but to demand his amount paid along with interest at the rate of\nT\nALOK SHANKER PANDEY v. U.O.I. [MARKANDEY KATJU, J.] 739\n21% per annum. The amount was refunded to the applicant in the year 2001 A\nwithout any interest as asked for. The applicant thus suffered losses on\naccount of unfair trade practices adopted by the respondent, hence he sought\ncompensation from the respondent by filing an application under Section 12B\nof the Monopolies and Restrictice Trade Practices Act, 1969 (hereinafter\nreferred to as \"the Act”).\nB\n4. In response to the notice issued under Section 12B of the Act, the\nrespondent filed its reply. The defence of the respondent was that as the full\npayment of Rs.6,64,000/- (estimated cost) as indicated in the reservation letter\nwas not paid, the possession of the flat was not handed over to him. The\nrefund as requested, on the other hand was issued to him promptly. There C\nwas no deficiency of service as alleged in the application and as such the\nCompensation Application should be dismissed.\n(I)\nE\n5. It is not disputed that the installments as mentioned in both the\nreservation letters, were paid on the specified dates as indicated therein. It\nis also not disputed that though the estimated cost was indicated at D\nRs. 6,64,000/-, the same was not worked out till the year 1998 when the first\ncamp was held, in respect of allotment of such flats. The respondent also\nmade no efforts to issue demand letters in respect of the remaining amount\nsubsequent to the year 1995 when the last installment was paid. On the other\nhand, the applicant was given an assurance that the possession of the flat\nwould be given to him in the near future. The applicant, therefore, had no\nalternative but to ask for refund of the amount as deposited. The respondent\non its side has no explanation for either not demanding the remaining amount\nor handing over the possession of the flat. Even the averments of the applicant\nthat the house is not yet ready has not been strongly refuted. Thus it is a\nclear case of deficiency of services on the part of the respondent. As a result F\nof such unfair trade practices, the applicant has not only been deprived of\nreturn on his investment made with the respondent authority but also the\npossession of the flat promised to him.\n6. Considering the above facts, the Commission directed the respondent\nto pay 12% per annum interest on the installments from the dates of the G\npayment till the date of refund. This appeal has been filed claiming interest\nat a higher rate.\n7. Learned counsel for the appellant Shri Parag P. Tripathi referred to\nvarious decisions in which this Court has granted higher rate of interest e.g.\nRenusagar Power Co. Ltd. v. General Electric Co., [1994] Supp. 1 SCC 644. H\nA\nB\nC\n740\nSUPREME COURT REPORTS\n[2007] 2 S.C.R.\n8. We are of the opinion that there is no hard and fast rule about how\nmuch interest should be granted and it all depends on the facts and\ncircumstances of the each case. We are of the opinion that the grant of\ninterest of 12% per annum is appropriate in the facts of this particular case.\nHowever, we are also of the opinion that since interest was not granted to\nthe appellant along with the principal amount the respondent should then in\naddition to the interest at the rate of 12% per annum also pay to appellant\ninterest at the same rate on the aforesaid interest from the date of payment\nof installments by the appellant to the respondent till the date of refund on\nthis amount, and the entire amount mentioned above must be paid to the\nappellant within two months from the date of this judgment.\n9. It may be mentioned that there is misconception about interest.\nInterest is not a penalty or punishment at all, but it is the normal accretion\non capital. For example if A had to pay B a certain amount, say 10 years ago,\nbut he offers that amount to him today, then he has pocketed the interest on\nthe principal amount. Had A paid that amount to B 10 years ago, B would\nD have invested that amount somewhere and earned interest thereon, but instead\nof that A has kept that amount with himself and earned interest on it for this\nperiod. Hence equity demands that A should not only pay back the principal\namount but also the interest thereon to B.\n'\n10. With these observations the impugned judgment is modified and the\nappeal is disposed of accordingly.\nE\nD.G.\nAppeal disposed of.\n'\n"}