{"pages":[{"pageNumber":1},{"pageNumber":2},{"pageNumber":3},{"pageNumber":4},{"pageNumber":5},{"pageNumber":6},{"pageNumber":7},{"pageNumber":8},{"pageNumber":9},{"pageNumber":10}],"text":"CHAIRMAN \u0026 M.D., BHARAT PET. CORPN. LTD. AND ORS.\n.V.\nT.K. RAJU\nSERVICE LAW:\nA\nFEBRUARY 24, 2006\nB\n[S.B. SINHA AND P.P. NAOLEKAR, JJ.]\nC\nConduct, Discipline and Appeal Rules for the Management Staff of Bharat\nPetroleum Ltd.-Rules 4 and 22 of Part II read with Clauses 4, 6, 20, 22, 31\nand 37 of Rule A of Part III-Dismissal from service-On complaint of financial\nirregularities—Writ Petition-Remission of the matter by Single Judge of High\nCourt to appellate authority for imposing appropriate punishment as\npunishment was disproportionate to the charges-Division Bench holding that\nsome of the charges being vague no punishment could be imposed on that D\nbasis-However, upholding the guilt of the delinquent remitting the matter to\nappellate authority for imposing proportionate punishment-On appeal, held:\nQuantum of punishment was not disproportionate-The charge was not framed\nin terms of the Rules alone, which were held to be vague.\nJudicial Review Scope of-In matters of quantum of punishment-Held:\nscope of judicial review is limited in such matters-Court does not interfere\nin such cases in a routine manner.\nWords and Phrases :\nE\nF\n༥\n'Misconduct' Meaning of.\nRespondent was a Sales Officer with the appellants. The office of the\nappellants received complaints against the respondent alleging financial\nirregularities on the part of the respondent. Charges were framed against\nthe respondent in terms of Rules 4 and 22 of Part II read with Clauses 4, G\n6, 20, 22, 31 and 37of Rule A Part III of the Conduct, Discipline and\nAppeal Rules for the Management Staff. Disciplinary proceedings were\ninitiated and he was found guilty. Punishment of dismissal from service\nwas imposed. The statutory appeal of the respondent was dismissed. In\nWrit Petition, Single Judge of the High Court held that the quantum of H\n519\nبسم\n520\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA punishment was disproportionate to the charges of misconduct and hence\nremitted the matter to appellate authority for imposing appropriate\npunishment. Cross appeals to the Division Bench of High Court were\ndisposed of holding that in the light of the legal principle that when a penal\nprovision is vague, it devices the equal protection of law guaranteed under\nArticle 14 of the constitution; by placing reliance on Clause 4 of Part II\nof the Rules, the impugned order was held to be vitiated. However, it\nconfirmed the finding of the guilt and remitted the matter to the appellate\nauthority to take decision to impose penalty except the penalty of dismissal\nor removal from service.\nB\nC\nD\nE\n[I\nIn appeal to this court appellants contended that High Court\ncommitted a factual error in coming to the conclusion that order of\ndismissal was passed in terms of Rule 4 of the Rules.\nRespondent contended that extreme punishment of dismissal was not\njustified in view of the fact that two of the eight charges were not proved.\nAllowing the appeal, the Court\nHELD: 1. The respondent admittedly was not only charged under\nclause (4) of Part III of the Rules, he was also charged for various other\nmisconducts enumerated in different clauses of Part II thereof. The High\nCourt, therefore, was not justified in proceeding with the matter on the\npremise that some of the charges against the Respondent had been framed\nonly in terms of clause (4) of Part II of the Rules and that since some of\nthe charges were vague and indefinite, punishment could have been\nimposed on the basis thereof. It cannot be said that the quantum of\nF. punishment was wholly disproportionate to the charges levelled against\nthe Respondent. [526-D-E]\nG\nM/s. Glaxo Laboratories (L) Ltd. v. Presiding Officer, Labour Court,\nMeerut and Ors., AIR (1984) SC 1361 and A.L. Kalra v. The Project and\nEquipment Corporation of India Ltd., AIR (1984) SC 1361, distinguished.\nState of Punjab and Ors. v. Ram Singh Ex Constable, [1992] 4 SCC\n54; Kartar Singh v. State of Punjab, [1994] 3 SCC 569; Probodh Kumar\nBhowmick v. University of Calcutta and Ors., (1994) 2 C.L.J. 456; Tara Chand\nv. Union of India and Ors., CWP 5552/2000 disposed of on 27th August,\nH 2002 by Delhi High Court; Secretary to Government and Ors. v. A.C.J. Britto,\n}\nCHAIRMAN \u0026 M.D., BHARAT PET. CORPN. LTD. v. T.K. RAJU [SINHA, J.]\n521\n[1997] 3 SCC 387 and Noratanmal Chouraria v. M.R. Murli and Anr., [2004] A\n5 SCC 689, referred to.\nPapachristou v. City of Jacksonville, 405 US 156, referred to.\nAdvanced Law Lexicon, 3rd Edition by P. Ramanatha Aiyur, referred\nto.\nB\n2. It is also not correct that two of the eight charges have not been\nfound to be proved. The charges levelled against the respondent must be\nconsidered on a holistic basis. By reason of such an action, the respondent\nhad put the Company in embarrassment. It might have lost its image. It\nreceived complaints from the Federation. There was reason for the C\nappellant to believe that by such an action on the part of the respondent\nthe appellant's image has been tarnished. In any event, neither the Single\nJudge nor the Division Bench came to any finding that none of the charges\nhad been proved. [528-C-D]\nD\n3. Interference with the quantum of punishment should not be done\nin a routine manner. The power of judicial review in such matters is\nlimited. [528-E]\nV. Ramana v. A.P.SRTC and Ors., [2005] 7 SCC 338 and State of\nRajasthan and Anr. v. Mohammed Ayub Naz, (2006) 1 SCALE 79, referred\nto.\nCIVIL APPELLATE JURISDICTION: Civil Appeal No. 8548 of 2003.\nFrom the Final Judgment and Order dated 21.12.2001 of the Kerala\nHigh Court in Writ Appeal No. 794 of 2001..\nE\nF\nT.R. Andhyarujina, Sameer Parekh and P.H. Parekh (for M/s. P.H.\nParekh \u0026 Co.) for the Appellant.\nM.N. Krishnamani, N.M. Verghese, Ms. Tessy Paul and S.R. Setia for\nthe Respondent.\nThe Judgment of the Court was delivered by\nS.B. SINHA, J. The Respondent was a Senior Sales Officer (LPG) in\nthe Sales Department at Bombay Office of the Appellants. The Chief Divisional\nManager of the Cochin Divisional Office under whom the Respondent had\nG\nH\n522\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA been working received complaints from All India LPG Distributors Federation\n(Kerala Circle) alleging financial irregularities on the part of the Respondent.\nAllegedly, the Respondent collected diverse amounts from the distributors\npurported to be by way of 'Short Term Hand Loans'. The same had not been\nrepaid to some of them. On or about 27.7.1992, a charge memo was served\nupon the Respondent alleging :\nB\nC\nD\nE\nF\nG\n\"That in November 1991 you had taken the loan of Rs. 5000/- from\nM/s. Rose Flames, Cochin and the said amount was repaid by you\nonly after a period of five months i.e. only after show cause notice\nRef. C. PERS. STF dated December 10, 1991 was served on you by\nCDM, Cochin Divisional Office. At that time you had also taken one\nDPR (Differential Pressure Regulator) from the aforesaid Distributor\nwhich has not been returned or replaced by you.\nYou had taken a loan of Rs. 1,000/- from Jyothi Gas, Tripunithura\nand the said amount was returned only after a period of about 2\nweeks. You had also taken a DPR (Differential Pressure Regulator)\nfrom this Distributor which was returned only in February 1992 after\na period of more than an year. You had taken loan of Rs. 10,000\nin July 1991 from M/s. Krishna Gas, Ernakulam which amount has\nnot been returned by you. Furthermore, you have also solicited further\nloan from this distributor.\nYou had also taken a loan of Rs. 1,000/-from M/s. Cherukara Gas\nAgencies, Alleppey during July 1991 which was returned by you\nafter a period of 30 days. You had demanded a loan of Rs. 10,000/\n-from M/s. Seena Gas who had subsequently given you Rs. 5,000/-\non September 7, 1991 which has not been returned by you till date.\nYou had taken a loan of Rs. 10,000/- from M/s. Maria Flames for\nfinalising a house site which has not been returned till now. On\nassuming charge as LPG Sales Officer in the month of April 1991,\nyou had demanded Rs. 5000/- again from this distributor. When the\ndistributor explained his difficulties you had demanded at least Rs.\n2000/- which was not paid by the distributor. On 6.11.91 on your\nvisit to the distributor for an inspection, you demanded an LPG stove\nwhich was given to you on credit which amount has also not been\nsettled by you.\nYou had taken articles and availed services worth Rs. 2487/- from\nH\nF\nY\nY\nCHAIRMAN \u0026 M.D.. BHARAT PET. CORPN. LTD. v. T.K. RAJU [SINHA, J.] 523\nour dealer M/s. K.P. Varghese \u0026 Sons on credit. This amount has A\nalso not been settled by you so far. You had taken supplies of petrol\non credit from M/s. K.K. Abraham, Ernakulam during the period\nApril 1990 and a sum of Rs. 2329.90 due for the supplies has not yet\nbeen paid.\"\nA disciplinary proceedings was initiated against the Respondent. He B\nwas found guilty therein. The said charges were levelled against him purported\nto be in terms of Rules 4 and 22 of Part II read with Clauses 4, 6, 20, 22,\n31 and 37 of Rule A in Part III of the Conduct, Discipline and Appeal Rules\nfor the Management Staff (for short \"the Rules\").\nC\nThe Management in the said departmental enquiry examined Mr.\nJayaraman, Secretary of the Federation. Other distributors being eight in\nnumber were also examined. The said witnesses were also cross-examined by\nthe Respondent. An enquiry report was submitted before the disciplinary.\nauthority and the latter by an order dated 5.12.1994 imposed a punishment\nof dismissal of services upon the Respondent. He preferred a statutory appeal D\nthereagainst before the Chairman and the Managing Director of the Appellant-\nCorporation who was the designated appellate authority. The said appeal was\ndismissed by the appellate authority by an order dated 6.6.1995 stating:\n\"Having come to the conclusion that charges were duly proved and\nestablished against Sri Raju, as above, I feel I have considered the E\nquestion of punishment. I feel that any one of eight charges, if proved,\nagainst Sri Raju, would warrant the punishment of dismissal from\nservice, considering the position held by him as well as the nature of\nthe misconduct involved. I have already mentioned about the\nadmissions relating to charges 7 and 8. Taking all this into account, F\nI feel that in the interests of the Corporation, it is not proper to retain\na person like Sri Raju who is guilty of such misconducts proved\nagainst him in the service of the Corporation.\nIn the above circumstances, I conclude that the various submissions,\naverments made by Sri T.K. Raju in his Appeal dated 9.3.1995 do not G\nprovide any ground meriting review of the order passed by the Director\n(Marketing).\nConsidering the grave nature of acts of misconducts proved against\nSri T.K. Raju, I hold that the order of dismissal of Sri T.K. Raju from\nCorporation's services, passed by the Director (Marketing) on 5.12.94 H\n524\nA\nB\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nis proper, just and equitable, and I do not, therefore, wish to interfere\nwith the said Order.\"\nA writ petition, questioning the legality and validity of the said orders.\nwas filed by the Respondent in the High Court of Kerala at Ernakulam which\nwas marked as Original Petition No. 15479 of 1995. Although the learned\nSingle Judge held that the principles of natural justice had been complied\nwith and there was no violation of the Rules, he was of the opinion that\nquantum of punishment is disproportionate to the charges of misconduct\nlevelled against him and as such remitted the matter back to the appellate\nauthority for imposing appropriate punishment. The Appellants as also the\nC Respondent preferred appeals thereagainst. By a common judgment dated\n21st December, 2001, the Division Bench disposed of both the appeals. The\nDivision Bench relying on or on the basis of decisions of this Court in M/s.\nGlaxo Laboratories (L) Ltd. v. Presiding Officer, Labour Court, Meerut and\nOrs., AIR (1984) SC 1361, A.L. Kalra v. The Project and Equipment\nCorporation of India Ltd., AIR (1984) SC 1361, Papachristou v. City of\nJacksonville, 405 US 156 and Kartar Singh v. State of Punjab, [1994] 3 SCC\n569, opined:\nD\n[I]\nE\nF\nG\n\"8. We find that those charges include the violation of Clause 4 Part\nII apart from other charges and the punishment order also relies on\nthe said clause to impose the penalty of dismissal from service. It is\na fairly settled principle of law that when a penal provision is vague,\nit denies the equal protection of laws guaranteed under Article 14. In\nthe light of the above legal principles, the reliance placed on Clause\n4 of Part II of the Classification, Control and Appeal Rules for the\nManagement Staff, the impugned order is vitiated.\n9. When a disciplinary authority takes a decision regarding the guilt\nof a delinquent employee, it is taking the decision objectively on the\nbasis of the materials before it. So even if irrelevant considerations\nhave also been looked into for forming the conclusion of guilt, the\nCourt judicially reviewing the action can consider whether the\nremaining ground would have been sufficient for entering the finding\nof guilt. So, even if the irrelevant considerations are excluded, still\naccording to us, the finding of guilt of the writ petitioner will remain\"\nHaving said so, it agreed with the opinion of the learned Single Judge\nand directed :\nH\nCHAIRMAN \u0026 M.D., BHARAT PET. CORPN. LTD. v. T.K. RAJU {SINHA, J.] 525\nB\n\"11. Now it is for the appellate authority to take a decision as to what A\nmust be the penalty which should be imposed on the delinquent\nemployee. The learned single Judge has suggested a penalty that may\nbe appropriate on the facts of the case. Going through the judgment,\nwe feel that the learned Judge only wanted the imposition of a penalty\ncommensurate with the misconduct proved other than a penalty\nresulting in loss of job to him. We feel that the exercise of discretion\nmade by the learned single Judge that the penalty should be something\nother than dismissal or removal from service cannot be said to be\nperverse warranting interference at our hands. We notice that the writ\npetitioner is a member of the scheduled caste. There is no allegation\nthat he has taken the loans etc. for giving undue pecuniary advantage C\nto the dealers concerned. Nor is there any allegation that they have\ngained any advantage by succumbing to the demands made by the\nwrit petitioner. Therefore, we affirm the discretion exercised by the\nlearned single Judge subject to the modifications and clarifications\nmentioned, above. Therefore, we remit the matter for fresh decision\nby the appellate authority in the light of the observations contained\nhereinabove. The authority will be free to take any decision regarding\npenalty to be imposed on the writ petitioner except the penalty of\ndismissal or removal from service. The said authority shall take a\ndecision within two months from the date of receipt of a copy of this\njudgment.\"\nD\nE\nMr. T.R. Andhyarujina, learned senior counsel appearing on behalf of\nthe Appellant inter alia contended/that the High Court committed a factual\nerror in coming to the conclusion that the order of dismissal was passed in\nterms of Rule 4 of the Rules. It was urged that the decisions of this Court in\nKalra, (supra) and Glaxo, (supra) are not applicable to the facts of this case. F\nMr. M.N. Krishnamani, learned senior counsel appearing on behalf of\nthe Respondent, on the other hand, urged that having regard to the fact that\nthe Respondent has not caused any financial loss to the company nor has\ndefrauded the company to any extent, the punishment imposed upon him\nmust be held to be harsh. It was further submitted that charges 2 and 6 cannot\nG\nbe said to have been proved and in that view of the matter the extreme\npunishment of dismissal from service is not commensurate with the charges\nlevelled against the Respondent. It was argued that as several other\npunishments could be imposed upon the Appellant which come within the\npurview of major penalty; there was no reason as to why extreme punishment H.\n526\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA of dismissal of services was imposed upon the Respondent by the disciplinary\nauthority.\nThe Respondent was a Sales Officer. In 1990, it is stated, there were\nextreme shortages of LPG gas cylinders. He, in his official capacity, was\ndealing with the LPG Distributors. In terms of Clause 4 of Part II of the\nB Rules, it was expected of an officer of the Corporation not to do anything\nwhich could be unbecoming of its Management Staff. Clause 22 of Part II of\nthe Rules categorically debars an employee from raising any loan in the\nfollowing terms:\nC\nD\n“No Management Staff of the Corporation shall, save in the ordinary\ncourse of business with a bank, the Life Insurance Corporation or a\nfirm of standing, borrow money from or lend money to or otherwise\nplace himself under pecuniary obligation to any person with whom\nhe has or is likely to have official dealings or permit any such\nborrowing, lending or pecuniary obligation in his name or for his\nbenefit or for the benefit of any member of his family.\"\nThe Respondent admittedly was not only charged under clause (4) of\nPart III of the Rules, he was also charged for various other misconducts\nenumerated in different clauses of Part II thereof. The High Court, therefore,\nwas not justified in proceeding with the matter on the premise that some of\nE the charges against the Respondent had been framed only in terms of clause\n(4) of Part II of the Rules.\nIn Kalra, (supra), the misconduct alleged against the delinquent was\ntrivial. Report against him was found to be on ipse dixit. It was held that Rule\n4(1)(i) did not specify that its violation will constitute misconduct. It was\nF opined that the delinquent did not commit any misconduct by violating\n'Advance Rules'. In that situation, it was observed that \"how did the question\nof integrity arises passes our comprehension\". It was held:\nG\nH\n\"To sum up the order of removal passed by the disciplinary authority\nis illegal and invalid for the reasons: (i) that the action is thoroughly\narbitrary and is violative of Article 14, (ii) that the alleged misconduct\ndoes not constitute misconduct within the 1975 Rules, (iii) that the\ninquiry officer himself found that punishment was already imposed\nfor the alleged misconduct by withholding the salary and the appellant\ncould not be exposed to double jeopardy, and (iv) that the findings\nof the inquiry officer are unsupported by reasons and the order of the\nCHAIRMAN \u0026 M.D.. BHARAT PET. CORPN. LTD. v. T.K. RAJU [SINHA, J.] 527\ndisciplinary authority as well as the Appellate Authority suffer from A\nthe same vice. Therefore, the order of removal from service as well\nas the appellate order are quashed and set aside.\"\nGlaxo, (supra) was also rendered in the fact situation obtaining therein.\nIt is not in dispute that misconduct is a generic term.\nIn State of Punjab and Ors. v. Ram Singh Ex. Constable, [1992] 4 SCC\n54 it was stated: -\n\"Misconduct has been defined in Black's Law Dictionary, Sixth\nEdition at page 999 thus:\n\"A transgression of some established and definite rule of action, a\nforbidden act, a dereliction from duty, unlawful behavior, wilful in\ncharacter, improper or wrong behavior, its synonyms are misdemeanor,\nmisdeed, misbehavior, delinquency, impropriety, mismanagement,\noffense, but not negligence or carelessness.\"\nMisconduct in office has been defined as:\n\"Any unlawful behavior by a public officer in relation to the duties.\nof his office, wilful in character. Term embraces acts which the office\nholder had no right to perform, acts performed improperly, and failure\nto act in the face of an affirmative duty to act.\"\nIn P. Ramanatha Aiyar's Advanced Law Lexicon, 3rd edition, at page\n3026, the term 'Misconduct' has been defined as under:\nB\nC\nᎠ\nE\n\"The term misconduct implies a wrongful intention and not a mere F\nerror of judgment. Misconduct is not necessarily the same thing as\nconduct involving moral turpitude. The word misconduct is a relative\nterm, and has to be construed with reference to the subject-matter and\nthe context wherein the term occurs, having regard to the scope of the\nAct or statute which is being construed. Misconduct literally means\nwrong conduct or improper conduct.\"\nMore than one occasion, different courts have taken pains to explain\nthat Kalra, (supra) does not lay down any inflexible rule. [See Probodh\nKumar Bhowmick v. University of Calcutta \u0026 Ors., [1994] 2 C.L.J. 456, Tara\nChand v. Union of India and Ors., CWP 5552 /2000 disposed of on 27th\nG\nT\nH\n528\nSUPREME COURT REPORTS\n[2006] 2 S.C.R.\nA August, 2002 (Delhi High Court), Secretary to Government and Ors. v. A.C.J.\nBritto, [1997] 3 SCC 387 and Noratanmal Chouraria v. M.R. Murli and Anr.,\n[2004] 5 SCC 689.\nIn the aforementioned situation, the High Court in our opinion committed\na manifest error in relying upon Kalra (supra) and Glaxo (supra), as we have\nB noticed hereinbefore, that the Respondent was not charged in terms of the\nRules alone. He was charged for violation of several other clauses of the\nRules. The High Court, therefore, was not correct in coming to the conclusion\nthat as some of the charges were vague and indefinite, thus, no punishment\ncould have been imposed on the basis thereof.\nC\nWe also do not agree with the submission of Mr. Krishnamani that two\nof the eight charges have not been found to be proved. The charges levelled\nagainst the Respondent must be considered on a holistic basis. By reason of\nsuch an action, the Respondent had put the company in embarrassment. It\nmight have lost its image. It received complaints from the Federation. There\nD was reason for the Appellant to believe that by such an action on the part of\nthe Respondent the Appellant's image has been tarnished. In any event, neither\nthe learned Single Judge nor the Division Bench came to any finding that\nnone of the charges had been proved.\nThe power of judicial review in such matters is limited. This Court\nE times without number had laid down that interference with the quantum of\npunishment should not be done in a routine manner. [See V. Ramana v.\nA.P.SRTC and Ors., [2005] 7 SCC 338, and State of Rajasthan \u0026 Anr. v.\nMohammed Ayub Naz, (2006) 1 SCALE 79].\nF\nHaving regard to the facts and circumstances of this case, we are of the\nopinion that it cannot be said that the quantum of punishment was wholly\ndisproportionate to the charges levelled against the Respondent.\nThe High Court, therefore, committed an error in passing the impugned\njudgment which is set aside accordingly. The appeal is allowed. No costs.\nG\nK.K.T.\nAppeal allowed.\n"}